{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11710"}, {"@name": "filename", "#text": "17111_TESE%20Danilo%20Mamede%20da%20Silva%20Santos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nCentro de Tecnologia e Geociências \n\nDepartamento de Engenharia Civil \n\nPrograma de Pós-Graduação em Engenharia Civil \n\nÁrea de Tecnologia Ambiental e Recursos Hídricos \n\n \n \n\n \n \n \n \n \n \n\nDIVERSIDADE DE BACTÉRIAS TOLERANTES AO \n\nNAFTALENO DAS AREIAS DA PRAIA DE SUAPE-PE E \n\nPRODUÇÃO SIMULTÂNEA, POR Pseudomonas aeruginosa, \n\nDE RAMNOLIPÍDEO E POLIHIDROXIALCANOATO \n\n \n \n \n \n \n \n\nDanilo Mamede da Silva Santos \n\n \n \n \n \n \n \n \n\nRecife \n\n2013 \n\n\n\n \n\nii \n\n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nCentro de Tecnologia e Geociências \n\nDepartamento de Engenharia Civil \n\nPrograma de Pós-Graduação em Engenharia Civil \n\nÁrea de Tecnologia Ambiental e Recursos Hídricos \n\n \n \n \n\nDIVERSIDADE DE BACTÉRIAS TOLERANTES AO \n\nNAFTALENO DAS AREIAS DA PRAIA DE SUAPE-PE E \n\nPRODUÇÃO SIMULTÂNEA, POR Pseudomonas aeruginosa, \n\nDE RAMNOLIPÍDEO E POLIHIDROXIALCANOATO \n\n \n \n \n\nDanilo Mamede da Silva Santos \n\n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Mario Takayuki Kato \n\n \n\n \n\nRecife \n\n2013 \n\nTese apresentada ao Programa de Pós-\n\nGraduação em Engenharia Civil da \n\nUniversidade Federal de Pernambuco, como \n\nparte dos requisitos para obtenção do Título \n\nde Doutor em Engenharia Civil, na área de \n\nTecnologia Ambiental e Recursos Hídricos. \n\n\n\n \n\niii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nCatalogação na fonte \n\nBibliotecária Margareth Malta, CRB-4 / 1198 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nS237d Santos, Danilo Mamede da Silva. \nDiversidade de bactérias tolerantes ao naftaleno das areias da Praia de \n\nSuape-PE e produção simultânea, por Pseudomonas aeruginosa, de \n\nramnolipídeo e polihidroxialcanoato / Danilo Mamede da Silva Santos. - \n\nRecife: O Autor, 2013. \n\nxiii, 87 folhas, il., gráfs., tabs. \n\n \n\nOrientador: Prof. Dr. Mario Takayuki Kato. \n\nTese (Doutorado) – Universidade Federal de Pernambuco. CTG. \n\nPrograma de Pós-Graduação em Engenharia Civil, 2013. \n\nInclui Referências. \n\n \n\n1.  Engenharia civil.  2.  Ambiente salino.  3.  Biorremediação.  4. \n\nHidrocarbonetos. 5. Catecol. 6. Biossurfactante. I. Kato, Mario Takayuki. \n\nII. Título. \n\n      \n\n                        UFPE \n\n \n\n624 CDD (22. ed.)          BCTG/2014-014 \n \n\n\n\n \n\niv \n\n \n\n \n\n \n\n     \n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA CIVIL \n \n\nA comissão examinadora da Defesa de Tese de Doutorado \n\n  \n\nDIVERSIDADE DE BACTÉRIAS TOLERANTES AO NAFTALENO DAS \n\nAREIAS DA PRAIA DE SUAPE-PE E PRODUÇÃO SIMULTÂNEA, POR \n\nPseudomonas aeruginosa, DE RAMNOLIPÍDEO E \n\nPOLIHIDROXIALCANOATO \n\ndefendida por \n \n\nDanilo Mamede da Silva Santos \n \n\nConsidera o candidato APROVADO \n\n \n\nRecife, 09 de agosto de 2013 \n \n\nBanca Examinadora: \n \n\n \n\n___________________________________________ \n\nProf. Dr. Mario Takayuki Kato – UFPE \n\n (orientador) \n\n \n\n \n\n___________________________________________ \n\nProf. Dr. Antonio Fernando de Souza Queiroz – UFBA \n\n (examinador externo) \n\n \n\n \n\n__________________________________________ \n\nProf.ª Dr.ª Alessandra Carla Oliveira Chagas Spinelli – UFERSA \n\n(examinadora externa) \n\n \n\n \n\n__________________________________________ \n\nProf.ª Dr.ª Gláucia Manoella de Souza Lima – UFPE \n\n(examinadora externa) \n\n \n\n \n\n__________________________________________ \n\nProf.ª Dr.ª Elizabeth Amaral Pastich Gonçalves – UFPE \n\n(examinadora externa) \n\n \n \n\n__________________________________________ \n\nProf.ª Dr.ª Sávia Gavazza dos Santos Pessôa – UFPE \n\n(examinadora interna) \n\n\n\n \n\nv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAmo a vida a cada segundo, pois, para viver eu transformei \n\nmeu mundo. Abro feliz o peito, é meu direito!  \n\nRicardo MacCord/ Ângela Rô Rô \n\n \n\nSe diante de mim não se abrir o mar, \n\nDeus vai me fazer andar por sobre as águas. \n\n \n\n\n\n \n\nvi \n\n \n\nAGRADECIMENTOS \n\n \n\nPrimeiramente a Deus, por me fazer andar por sobre as águas em todos os momentos em \n\nque o mar não se abriu... Pelas grandes obras que fez e continua a fazer em minha vida, \n\na ti Senhor que és fiel, muito obrigado! \n\n \n\nAo meu orientador, Prof. Mario Takayuki Kato, pela orientação, amizade, presteza, \n\ndisponibilidade de ajuda, conselhos valiosos e confiança.  \n\n \n\nÀ professora Lourdinha Florêncio, pelos conselhos valiosos e disponibilidade de ajuda. \n\n \n\nAo meu orientador (Tutor) no exterior, o prof. Jean Martins, pelo acolhimento, \n\norientação e disponibilidade de ajuda. \n\n \n\nAos meus pais, Edilemos Mamede e Rita de Cássia, pelo amor, carinho, compreensão \n\namizade, apoio, dedicação e exemplo de vida. \n\n \n\nAo meu irmão e cunhada, Saulo Mamede e Pollyana Melo, pelo apoio, amor, respeito e \n\ncompreensão. \n\n \n\nÀ minha avó Maria Zélia, pelo amor, oração e exemplo de vida. \n\n \n\nAos meus familiares: Wilson Silva, José Wilson, Marcelo Fragoso, Filipe Wilson, \n\nJurandi Mamede, Fátima Fragoso, Solange Fragoso e Sandra Fragoso pelo apoio, \n\ncarinho, amor, respeito e incentivo. \n\n \n\nAo amigo João de Paula por estar sempre ao meu lado me apoiando. \n\n \n\nAos amigos: Beth Pastich, Clara Mendonça, Dani Patrice, Juliana Moraes, Luiza \n\nFeitosa, Gláucia Lima e Djama Ferraz, pela amizade, apoio, incentivo, amabilidade, \n\ndisponibilidade de ajuda, compreensão, desabafo, respeito, abraços e sorrisos que \n\ntornavam meus dias mais felizes. \n\n \n\nAos amigos da Université Jouseph Fourier: Aline Navel, Aurélien Desaunay e Erwann \n\nVince, pelos momentos juntos na França, dos quais jamais esquecerei. Muito obrigado \n\npelo apoio, incentivo, presteza e sorriso que ilusionavam a saudade de casa. \n\n \n\nAos colegas da Universidade Estadual da Bahia, UNEB, em especial aos membros do \n\nColegiado de Engenharia de Pesca, pelo incentivo, apoio e amizade.  \n\n \n\nAos amigos: Fabiana Lima, Renê Marcelino, Hélio Inácio, Cristiana Marinho, Juliana \n\nRibeiro, Kátia Brilhante pelas “fechações”, amabilidade, apoio, incentivo e afeto. \n\n \n\nA todos que fazem parte do Laboratório de Saneamento Ambiental da UFPE, em \n\nespecial ao técnico Ronaldo Fonseca, pela amizade e disponibilidade de ajuda. \n\n \n\nAo ex-estagiário do LSA, graduando em química industrial, César Augusto, pela ajuda \n\nnos experimentos, apoio e amizade. \n\n \n\n\n\n \n\nvii \n\n \n\nAo programa de Pós-Graduação em Engenharia Civil da UFPE, pela oportunidade em \n\nrealizar meu Curso de Doutorado, em especial a secretária Andrea Negromonte pela \n\natenção especial sempre que solicitado. \n\n \n\nA todos os professores do Doutorado em Engenharia Civil, área de Tecnologia \n\nAmbiental e Recursos Hídricos da UFPE, por terem contribuído para a minha formação \n\nacadêmica. \n\n \n\nÀ profª. Janete Magali, do Departamento de Antibióticos da UFPE, por ter cedido, \n\ngentilmente, as culturas de Pseudomonas aeruginosa para a elaboração desse trabalho. \n\n \n\nAo Laboratório da Central Analítica da UFPE, em especial a técnica Abene Ribeiro e ao \n\nprof. Ricardo Oliveira pela ajuda nas análises de LCMS-IT-TOF. \n\n \n\nAo Laboratório de Microscopia Eletrônica do Centro de Tecnologias Estratégicas do \n\nNordeste (CETENE), em especial a profª. Christina Peixoto e as técnicas: Gabriela \n\n(Gabi), Maria da Conceição (Ceça) e Joseane (Jô), pela ajuda nas análises de \n\nmicroscopia eletrônica. \n\n \n\nAo CPRH (Agência Estadual de Meio Ambiente da Companhia Pernambucana de \n\nRecursos Hídricos), em especial a técnica Maria do Carmo (Carminha), pela ajuda nos \n\nensaios de ecotoxicidade. \n\n \n\nA todos que fazem parte do Laboratoire des Transferts en Hydrologie et Environnement \n\nda Université Jouseph Fourier pela execução de uma parte do trabalho e pelo \n\nacolhimento que os integrantes do laboratório tiveram por mim.  \n\n \n\nÀ FACEPE pelo apoio financeiro da bolsa de pesquisa no Brasil. \n\n \n\nÀ CAPES pelo apoio financeiro da bolsa de pesquisa no exterior. \n\n \n\nAo CNPq pelo apoio financeiro do projeto de pesquisa. \n\n \n\nA todos os professores e amigos que juntos contribuíram para minha formação \n\nprofissional, em especial a profª Fátima Queiroz pelos ensinamentos, amizade e \n\nestímulo.   \n\n \n\nA todos que não foram citados, mas que de alguma forma colaboraram com a execução \n\ndessa vitória, meu MUITO OBRIGADO! \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nviii \n\n \n\nLista de Tabelas \n\n Pág. \n\nTabela 1: Oligonucleotídeos utilizados para amplificação dos genes por PCR. 46 \n\nTabela 2: Valores dos índices de emulsificação (%). 73 \n\nTabela 3: Caracterização dos análogos de ramnolipídeos nas amostras analisadas. 74 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nix \n\n \n\nLista de Figuras \n\n Pág. \n\nFigura 1: Mapa do litoral de Pernambuco, com as subdivisões. Setores: norte, \n\nmetropolitano e sul. \n\n17 \n\nFigura 2: Praia de Suape durante maré de sizígia. 18 \n\nFigura 3: Estrutura dos ramnolipídeos. Ramnolipídeo 1: mono-ramno-di-lipídeo; \n\nRamnolipídeo 2: mono-ramno-mono-lipídeo; Ramnolipídeo 3: di-ramno-di-lipídeo; \n\nRamnolipídeo 4: di-ramno-mono-lipídeo. \n\n25 \n\nFigura 4: Estrutura linear de PHAs. 27 \n\nFigura 5: Biossíntese de PHAs por Pseudomonas. 29 \n\nFigura 6: Localização da área de estudo na região litorânea do estado de \n\nPernambuco, município do Cabo de Santo Agostinho, enfocando o local de coleta \n\n(maracado por uma seta) \n\n43 \n\nFigura 7: Dendograma com a análise do perfil da diversidade das bactérias isoladas \n\nda praia de Suape. \n\n51 \n\nFigura 8: Produção de ramnolipídeo expresso em raminose ao longo do tempo. (a) \n\nUFPEDA-563; (b) UFPEDA-564; (c) UFPEDA-571; (d) UFPEDA-559; (e) \n\nUFPEDA-572; (f) UFPEDA-614. \n\n69 \n\nFigura 9: Biomassa expressa em Unidades Formadoras de Colônias (UFC/ mL) ao \n\nlongo do tempo. (a) UFPEDA-563; (b) UFPEDA-564; (c) UFPEDA-571; (d) \n\nUFPEDA-559; (e) UFPEDA-572; (f) UFPEDA-614. \n\n71 \n\nFigura 10: Varaiação dos valores de pH ao longo do tempo. (a) UFPEDA-563; (b) \n\nUFPEDA-564; (c) UFPEDA-571; (d) UFPEDA-559; (e) UFPEDA-572; (f) \n\nUFPEDA-614. \n\n72 \n\nFigura 11: Espectro de massa dos ramnolipídeos produzidos por estirpes de \n\nPseudomonas aeruginosa UFPEDA-563; UFPEDA-571e UFPEDA-572, isoladas de \n\npoços de petróleo. \n\n75 \n\nFigura 12: Inclusões de PHA no interior das células (setas) de Pseudomonas \n\naeruginosa vistas no aumento de 0,5µm em microscópio eletrônico de transmissão. \n\n(A): P. aeruginosa UFPEDA-559; B): P. aeruginosa UFPEDA-563; (C): P. \n\naeruginosa UFPEDA-564; (D): P. aeruginosa UFPE-DA-571; (E): P. aeruginosa \n\nUFPEDA-572; (F): P. aeruginosa UFPEDA-614. \n\n77 \n\n \n\n \n\n\n\n \n\nx \n\n \n\nSumário \n\n \n\n Pág. \n\nLista de Tabelas vii \n\nLista de Figuras viii \n\nResumo xii \n\nAbstract xiii \n\n  \n\n  \n\nCAPÍTULO 1. INTRODUÇÃO, OBJETIVOS E ESBOÇO DA TESE  \n\n1. Introdução 15 \n\n1.1. Objetivos 19 \n\n1.2. Esboço da Tese 19 \n\n1.3. Referências 20 \n\n  \n\nCAPÍTULO 2. REVISÃO BIBLIOGRÁFICA  \n\n2. Revisão Bibliográfica 23 \n\n2.1. Biorremediação 23 \n\n2.2. Surfactantes 24 \n\n2.3. Biossurfactantes 24 \n\n2.4. Ramnolipídeos 25 \n\n2.4.1. Aplicação dos ramnolipídeos no tratamento de petroderivados 26 \n\n2.5. Polihidroxialcanoatos 27 \n\n2.6. Biossíntese de PHAs por Pseudomonas 28 \n\n2.7. Produção simultânea de ramnolipídeos e polihidroxialcanoatos 29 \n\n2.8. Referências 31 \n\n  \n\nCAPÍTULO 3. DIVERSIDADE DE BACTÉRIAS DE AMBIENTE COSTEIRO \n\nTROPICAL E SUAS POTENCIALIDADES EM BIODEGRADAR O \n\nNAFTALENO \n\n \n\nManuscrito 1 38 \n\nResumo 39 \n\nAbstract 40 \n\n3.1. Introdução 41 \n\n\n\n \n\nxi \n\n \n\n3.2. Material e métodos 42 \n\n3.2.1. Sítios de coleta 42 \n\n3.2.2. Análise do solo 42 \n\n3.2.3. Reagente e solução 43 \n\n3.2.4. Enriquecimento das culturas para o isolamento e condições de crescimento 44 \n\n3.2.5. Quantificação de bactérias biodegradadoras de naftaleno 44 \n\n3.2.6. Identificação da diversidade bacteriana utilizando 16S rDNA como \n\nbiomarcador \n\n45 \n\n3.2.7. Identificação de bactérias degradadoras de naftaleno utilizando a região \n\nnaftaleno dioxigenase (nahAc) como biomarcador \n\n46 \n\n3.2.8. Análise das vias de degradação de bactérias através dos genes catecol \n\ndioxigenase \n\n47 \n\n3.2.9. Análise filogenética 47 \n\n3.3. Resultados e discussão 48 \n\n3.3.1. Caracterização do solo 48 \n\n3.3.2. Enriquecimento das culturas para o isolamento e condições de crescimento 49 \n\n3.3.3. Quantificação de bactérias biodegradadoras de naftaleno 50 \n\n3.3.4. Identificação da diversidade bacteriana utilizando 16S rDNA, naftaleno \n\ndioxigenase (nahAc), catecol 1,2-dioxigenase e catecol 2,3,-dixigenase como \n\nbiomarcadores \n\n51 \n\n3.4. Conclusões 53 \n\n3.5. Referências 53 \n\n  \n\nCAPÍTULO 4. PRODUÇÃO SIMULTÂNEA DE RAMNOLIPÍDEO E \n\nPOLIHIDROXIALCANOATOS POR ESTIRPES DE Pseudomonas aeruginosa \n\nISOLADAS DE POÇOS DE PETRÓLEO \n\n \n\nManuscrito 2 60 \n\nResumo 61 \n\nAbstract 62 \n\n4.1. Introdução 63 \n\n4.2. Material e métodos 64 \n\n4.2.1. Micro-organismos 64 \n\n4.2.2. Produção do biossurfactante ramnolipídeo 65 \n\n\n\n \n\nxii \n\n \n\n4.2.3. Determinação da concentração do biossurfactante 65 \n\n4.2.4. Extração e purificação do biossurfactante 65 \n\n4.2.5. Caracterização do biossurfactante por LCMS-IT-TOF 66 \n\n4.2.6. Índice de emulsificação 66 \n\n4.2.7. Caracterização de polihidroxialcanoatos em microscopia eletrônica de \n\ntransmissão \n\n67 \n\n4.2.8. Ensaio de ecotoxicidade utilizando o micro crustáceo Daphnia magna \n\ncomo bioindicador ambiental \n\n67 \n\n4.3. Resultados e discussão 68 \n\n4.3.1. Determinação da produção e concentração do biossurfactante ramnolipídeo 68 \n\n4.3.2. Índice de emulsificação 72 \n\n4.3.3. Caracterização do biossurfactante por LCMS-IT-TOF 74 \n\n4.3.4. Caracterização do polihidroxialcanoato em microscopia eletrônica de \n\ntransmissão \n\n77 \n\n4.3.5. Ensaio de ecotoxicidade aguda 78 \n\n4.4. Conclusões 79 \n\n4.5. Referências 80 \n\n  \n\nCAPÍTULO 5. CONSIDERAÇÕES FINAIS  \n\n5. Considereações Finais 86 \n\n  \n\n  \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nxiii \n\n \n\nRESUMO \n\n \n\n \n\nAcidentes causados por petróleo e derivados representam um problema devido a sua \n\npersistência e difícil assimilação no meio ambiente. Para que ocorra a biodegradação do \n\nproduto oleoso, é necessário que haja a interação das gotas de óleo com os \n\nmicrorganismos, podendo ser mediada por biossurfactantes. Os biossurfactantes do tipo \n\nramnolipídeo são constituídos por uma ou duas moléculas de raminose ligada a uma ou \n\nduas moléculas de ?-hidrozidecanóico sendo produzidos principalmente por \n\nPseudomonas aeruginosa. Assim, o objetivo deste trabalho foi analisar o potencial de \n\nbiodegradação do naftaleno e do catecol, por bactérias isoladas da areia da praia de \n\nSuape, e avaliar a produção simultânea do biossurfactante ramnolipídeo e o polímero \n\npolihidroxialcanoato, utilizando estirpes de Pseudomonas aeruginosa, isoladas de poços \n\nde petróleo do Canto do Amaro-RN. Foram realizados o isolamento, seleção e \n\nidentificação de microrganismos endógenos da areia da praia de Suape; posteriormente \n\nforam realizadosensaios de produção e identificação do biossurfactante ramnolipídeo \n\ncom substrato hidrofílico (glicerol); e ensaios de microscopia eletrônica de varredura \n\ntransmissão para detecção de polihidroxialcanoatos (PHA) e ensaios de ecotoxicidade. \n\nDurante todos os ensaios foram realizadas medições de: pH, crescimento microbiano, \n\nprodução de ramnolipídeo através da determinação da concentração de raminose e \n\nanálise cromatográfica por LCMS-IT-TOF. A análise dos resultados evidencia que a \n\nprodução do biossurfactante ramnolipídico, para as linhagens bacterianas estudadas, \n\nnem sempre está associada ao crescimento celular. O glicerol proveniente da refinaria \n\ndo biodiesel se mostrou promissor para a produção de metabólitos tensoativos como os \n\nramnolipídeos, sendo a linhagem DAUFPE-563 a que melhor que produziu, 3,27 g/L de \n\nraminose com 120 horas de fermentação. As bactérias isoladas da praia de Suape não \n\napresentam potencial genético para a degradação de hidrocarbonetos poliaromáticos. \n\nEste trabalho permitiu fortalecer os conhecimentos em relação à petroderivados, quanto \n\naos principais constituintes que conferem toxicidade e persistência no ambiente, e \n\ndestacar os biossurfactantes produzidos através de um resíduo, como um recurso para \n\nminimizar danos ao meio ambiente.  \n\n \n\nPalavras-chave: ambiente salino; biorremediação; hidrocarbonetos; catecol; \n\nbiossurfactante. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nxiv \n\n \n\nABSTRACT \n\n \n\nAccidents caused by oil and oil products represent a problem due to their persistence \n\nand difficult to assimilate into the environment. For the biodegradation of to occur oily \n\nproduct, it is necessary that the interaction between oil droplets and the microorganisms, \n\nwhich can be mediated by biosurfactants. The rhamnolipid biosurfactant type consists of \n\none or two molecules of rhamnose attached to one or two molecules of ?-\n\nhidrozidecanoic being produced mainly by Pseudomonas aeruginosa. The objective of \n\nthis study was to analyze the potential for biodegradation of naphthalene and catechol \n\nby bacteria isolated from the sandy beach of Suape, and the simultaneous production of \n\nthe biosurfactant rhamnolipid and polyhydroxyalkanoate polymer, using strains of \n\nPseudomonas aeruginosa isolated from wells oil Canto do Amaro-RN.Thus, we \n\nperformed the isolation, selection and identification of endogenous microorganisms \n\nfrom the sand beach of Suape; the production tests and identification of biosurfactant \n\nrhamnolipid with hydrophilic substrate (glycerol); tests with scanning transmission \n\nelectron microscopy for detection of polyhydroxyalkanoates (PHA); and ecotoxicity \n\ntests. Throughout all the assays, several measurements were made: pH, microbial \n\ngrowth, rhamnolipid production by determining the concentration of rhamnose, and \n\nchromatographic analysis by LCMS-IT-TOF. The results show that the production of \n\nthe biosurfactant ramnolipídico for bacterial strains studied is not always associated \n\nwith cell growth. The glycerol derived from biodiesel refinery showed to be promise for \n\nthe production of metabolites, such as surfactants ramnolipídeos. The DAUFPE-563 \n\nstrain was the best and produced 3.27 g/ L rhamnose during 120-h fermentation. \n\nBacteria isolated from the beach Suape do not have the genetic potential to degrade \n\npolyaromatic hydrocarbons. This work allowed to strength knowledge regarding \n\npetroderivative main constituents that confer toxicity and persistence in the \n\nenvironment; and to highlight a biosurfactant produced from a residue, as a potential \n\nresource to minimize environment damage. \n\n \n\nKeywords: saline environment, bioremediation, hydrocarbons; catechol; biosurfactant.\n\n\n\n \n\n14 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n01 \n \nIntrodução, objetivo e esboço \nda tese. \n \n\n02 \n \nRevisão Bibliográfica \n \n\n03 \n \nDiversidade de bactérias de \nambiente costeiro tropical e \nsuas potencialidades em \nbiodegradar o naftaleno \n \n\n04 \n \nProdução simultânea de \nramnolipídeo e \npolihidroxialcanoatos por \nestirpes de Pseudomonas \naeruginosa isoladas de poços \nde petróleo \n \n\n05 \n \nConsiderações Finais \n \n\nCapítulo 01 \n\n\n\n \n\n15 \n\n \n\n1. INTRODUÇÃO \n\n \n\nAcidentes ocasionados por derramamento de petróleo e derivados representam \n\num problema de escala mundial por causarem um grande impacto ao meio ambiente, \n\ngerando ou aumentando a poluição. A contaminação de solos e do ambiente hídrico por \n\nhidrocarbonetos, geralmente por perdas ou rompimentos de dutos, ou por acidentes \n\nocorridos no seu transporte, tem um impacto pronunciado sobre as propriedades do \n\nambiente, provoca toxidade sobre os micro-organismos e mortandade dos organismos. \n\nDevido a esses fatos, vem se buscando tecnologias capazes de reduzir o volume e a \n\ntoxicidade dos rejeitos gerados por derrames de petróleo e derivados. \n\nDentre os acidentes ecológicos provocados por derramamento de produtos \n\noleosos, pode-se destacar o ocorrido em janeiro de 2000, no Brasil, onde houve o \n\nderramamento de cerca de 1,3 milhões de litros de petróleo na Baía de Guanabara (RJ). \n\nO desastre ecológico atingiu regiões de manguezal, afetando bruscamente o \n\necossistema. \n\nDentre as estratégias utilizadas para recuperação de ambientes poluídos por \n\ncompostos oleosos, a biorremediação se apresenta como a menos agressiva ao meio \n\nambiente e a mais adequada para a manutenção do equilíbrio ecológico (Semple et al., \n\n2001). A estrutura dos compostos de hidrocabonetos pode influenciar a velocidade de \n\nbiodegradação, pois está relacionada com a biodisponibilidade do composto à ação \n\nmicrobiana. Um bom resultado na biorremediação vai depender da genética, do \n\nmetabolismo e da fisiologia dos microrganismos empregados no processo (Eckenfelder, \n\n1989; Ururahy, 1998). \n\nAssim, para que ocorra a biodegradação do produto oleoso, é necessário que \n\nhaja a interação das gotas de óleo com os micro-organismos. Esta interação pode ser \n\nmediada por biossurfactantes, os quais apresentam propriedades tensoativas, formando \n\nmicelas que solubilizam parcialmente as gotas de óleo, favorecendo a ação microbiana \n\n(Fleck et al., 2000; Schipper et al., 2000). \n\nEntre os biossurfactantes, a classe dos glicolipídeos compreende um grupo dos \n\nmais conhecidos e estudados. Nesta classe, destacam-se os ramnolipídeos, trealolipídeos \n\ne soforolipídeos. Os ramnolipídeos são constituídos por uma ou duas moléculas de \n\nraminose ligada a uma ou duas moléculas de ?-hidrozidecanóico. Os principais \n\nramnolipídeos produzidos por Pseudomonas aeruginosa são constituídos por L-\n\nramnosil-L-?-hidroxidecanoil-?-hidroxidecanoato (RL1) (Desai e Banat, 1997). A \n\n\n\n \n\n16 \n\n \n\naplicação dos ramnolipídeos está relacionada com a despoluição de oceanos e praias em \n\nvirtude do derramamento de óleo e remediação do solo. \n\nAlguns micro-organismos, como os gêneros Bacillus e Psedomonas, podem \n\nproduzir biossurfactantes quando crescem na presença de diferentes substratos, variando \n\ndesde carboidratos simples a hidrocarbonetos complexos. O uso de diferentes fontes de \n\ncarbono altera a estrutura dos biossurfactantes produzidos e, consequentemente, suas \n\npropriedades emulsificantes. Essas mudanças podem ser benéficas quando se desejam \n\npropriedades específicas para uma aplicação direcionada. \n\nAlguns gêneros de bactérias, dentre elas as do gênero Pseudomonas, acumulam \n\npolihidroxialcanoatos na forma de grânulos intracelulares. Estes polímeros contêm, em \n\ngeral, 3-hidroxidecanoato (3HD) e 3-hidroxioctanoato (3HO), entre outros constituintes. \n\nPolihidroxialcanoatos (PHA) são polímeros que podem ser acumulados por algumas \n\nbactérias em grande quantidade sem afetar a pressão osmótica das células; chegam a \n\nrepresentar até 80% da massa celular seca (Anderson e Dawes, 1990). A função mais \n\nfrequentemente atribuída a estes grânulos é a de reserva de carbono, energia e \n\nequivalentes redutores. \n\nExistem vários trabalhos de biorremediação de derivados de petróleo \n\nenvolvendo o isolamento e a seleção de micro-organismos biodegradadores de \n\nderivados de petróleo em regiões de clima temperado, porém são escassos os trabalhos \n\ndesenvolvidos em regiões tropicais como no litoral do Nordeste do Brasil, o que torna \n\neste estudo importante sob o ponto de vista científico. \n\nA posição geográfica do Estado de Pernambuco faz do Terminal Portuário de \n\nSuape um dos mais importantes do continente sul-americano, tornando-o um centro \n\nconcentrador de cargas do Atlântico Sul, juntamente com o Porto de Santos. Este \n\nterminal movimenta os seguintes derivados de petróleo: óleo Diesel, gasolina, \n\nquerosene e bunker, o que cria uma situação de risco potencial, com a possibilidade de \n\ncontaminação de áreas com elevada importância ecológica, histórica e turística. Esse \n\nfato impulsiona o estudo de medidas de mitigação de impactos ambientais, como a \n\nbiorremediação. \n\nDe acordo com o Programa de Gerenciamento Costeiro de Pernambuco - \n\nGERCO-PE, os municípios da Zona Costeira Pernambucana encontram-se agrupados \n\nem três setores (Figura 1): Norte (Goiana, Itamaracá, Igarassu, Abreu e Lima, Paulista, \n\nItapissuma e Itaquitinga); Metropolitano (Olinda, Recife, Jaboatão dos Guararapes, São \n\n\n\n \n\n17 \n\n \n\nLourenço da Mata, Camaragibe e Moreno) e Sul (Cabo de Santo Agostinho, Ipojuca, \n\nSirinhaém, Rio Formoso, Tamandaré, Barreiros e São José da Coroa Grande). \n\n \n\nFigura 1: Mapa do litoral de Pernambuco, com as subdivisões. Setores: norte, metropolitano e sul (Fonte: \n\nAraújo et al., 2007). \n\n \n\n \n\n \n\nO tráfego de derivados de petróleo, a instalação da refinaria de petróleo Abreu e \n\nLima e o armazenamento de produtos potencialmente poluentes, inspiram cuidados \n\nquanto aos danos que estas atividades podem causar ao meio ambiente. A implantação \n\ndo Complexo Industrial Portuário de Suape (CIPS), juntamente com a refinaria de \n\npetróleo Abreu e Lima, pode vir a provocar alterações permanentes ao meio ambiente \n\nlocal, em caso de acidentes, podendo comprometer a qualidade e sustentabilidade dos \n\necossistemas aquático e terrestre em função do potencial de emissão de poluentes \n\ntóxicos e acumulativos. \n\n\n\n \n\n18 \n\n \n\nO CIPS opera navios durante todo ano, sem restrições de horário de maré, \n\nmovimentando mais de cinco milhões de toneladas de carga por ano, destacando-se os \n\nderivados de petróleo, e pode atender a navios de até 170.000 toneladas. \n\nA baia de Suape (Figura 2) está localizada no município do Cabo de Santo \n\nAgostinho, na costa Sul do estado de Pernambuco, Brasil, entre 8°15’ – 8°30’S e 34°55’ \n\n– 35°05’W. Situada na faixa intertropical de clima quente e úmido do tipo Aw’, \n\nsegundo a classificação de Köppen, com massas de ar equatoriais e tropicais. A \n\ntemperatura média anual é de 24°C, a umidade relativa média anual é superior a 80% e \n\no regime pluviométrico varia entre 1.850 mm e 2.364 mm concentrado nos meses de \n\nmarço a agosto (Koening et al., 2002; Teódulo et al., 2003; Silva et al., 2004; Peel et al., \n\n2007). \n\n \n\nFigura 2: Praia de Suape durante maré de sizígia. \n\n \n\n \n\n \n\nEsta tese de doutorado descreve as atividades desenvolvidas na pesquisa de \n\nprocessos de biorremediação nas areias da praia de Suape - PE; no intuito de fortalecer \n\nos conhecimentos em relação ao hidrocarboneto poliaromático naftaleno, surgindo \n\ncomo um recurso para minimizar danos ao meio ambiente, fornecendo uma melhor \n\ncompreensão da biodiversidade das bactérias do sedimento da praia, com potencial \n\nbiodegradante para hidrocarbonetos poliaromáticos e produção do biossurfactante \n\nramnolipídeo; valendo-se de estratégias para possíveis medidas de remediação em caso \n\nde acidentes por derivados de petróleo. \n\n \n\n\n\n \n\n19 \n\n \n\n1.1. OBJETIVOS \n\n \n\nOs objetivos da pesquisa apresentadas nesta tese foram: analisar o potencial de \n\nbiodegradação do naftaleno e do catecol, por bactérias isoladas da areia da praia de \n\nSuape, e avaliar a produção simultânea do biossurfactante ramnolipídeo e o polímero \n\npolihidroxialcanoato, utilizando estirpes de Pseudomonas aeruginosa, isoladas de poços \n\nde petróleo. \n\n \n\n1.2. ESBOÇO DA TESE \n\n \n\nO capítulo 1 aborda o tema desta tese, objetivos e sua relevância, no âmbito \n\ngeral, foram introduzidos neste capítulo.  \n\n \n\nO capítulo 2 apresenta uma revisão da literatura sobre uma visão geral sobre o \n\npotencial de biodegradação de hidrocarbonetos; produção de biossurfactante \n\nramnolipídeo e polímeros de polihidroxialcanoatos são apresentados no Capítulo 2. \n\nNesse, a ênfase é dada à revisão de literatura, para a discussão da aplicação dos \n\nramnolipídeos e sua produção simultânea com os polímeros de polihidroxialcanoato.  \n\n \n\nNo Capítulo 3 são apresentados os resultados e detalhamentos da pesquisa sobre \n\na análise da diversidade molecular da população de bactérias isoladas do sedimento da \n\nzona costeira da praia de Suape, por meio da região 16S do rDNA. Ensaios de \n\naclimatação dos micro-organismos, degradação do hidrocarboneto poliaromático \n\nnaftaleno e caracterização do sedimento podem ser observados nesse capítulo.  \n\n \n\nO Capítulo 4 descreve o experimento sobre a produção simultânea do \n\nbiossurfactante ramnolipídeo, secretado extracelularmente, e o polímero \n\npolihidroxialcanoato, acumulado intracelularmente, produzidos a partir do glicerol, \n\nresíduo da fábrica de biodiesel, utilizando estirpes de Pseudomonas aeruginosa, \n\nisoladas de poços de petróleo. Neste capítulo é observada, além da produção, a \n\ncaracterização dos análogos de ramnolipídeo, e ensaios de toxicidade.  \n\n \n\nFinalmente, o Capítulo 5 contém as considerações finais e conclusões da \n\npresente pesquisa. \n\n\n\n \n\n20 \n\n \n\n1.3. REFERÊNCIAS  \n\n \n\nAnderson, A.J.; Dawes, E.A. Occurrence, metabolism, metabolic role and industrial \n\nuses of bacterial polyhydroxyalkanoates. Microbiology. Reviews. v. 54, p. 450-472, \n\n1990. \n\n \n\nAraújo, M. C.; Stella, T. S.; Chagas, A. C. O.; Barbosa, S, C, T.; Costa, M, F. Análise \n\nda ocupação urbana das praias de Pernambuco, Brasil. Revista da Gestão Costeira \n\nIntegrada. v. 7 (2), p. 97-104, 2007. \n\n \n\nDesai, A. J.; Banat, I. M. Microbial production of surfactant and their commercial \n\npotential. Microbiology and Molecular Biology Reviews, v.61, p. 47-64, 1997. \n\n \n\nEckenfelder, W. W. Industrial Water Pollution Control. New York. McGraw-Hill \n\nPublishing Company. 1989. \n\n \n\nFleck, L. C.; Bicca, F.C.; Ayub, M. A. Physiological aspects of hydrocarbon \n\nemulsification, meta resistance and DNA profile of biodegradation bacteria isolated \n\nfrom oil polluted sites. Biotechnology Letters, v.22, p. 285-289, 2000. \n\n \n\nKoening, M. L.; Eskinazi-Leça, E.; Neumann- Leitão, S.; Macêdo, S. J. Impactos da \n\nconstrução do porto de Suape sobre a comunidade fitoplanctônica no estuário do rio \n\nIpojuca (Pernambuco-Brasil). Acta Botânica Brasilica. v. 16 (4), p. 407-420, 2002. \n\n \n\nPeel, M. C.; Finlayson, B. L.; McMahon, T. A. Updated world map of the  Köppen-\n\nGeiger climate classification. Hydrology and Earth System Sciences. v. 11, p. 1633-\n\n1644, 2007. \n\n \n\nSchippper, C.; Gebner, K.; Muller, T.; Scheper, C. Microbial degradation of \n\nphenanthrene by addition of a sophorolipid mixture. Journal of Biotechnology, v.83, p. \n\n189-198, 2000. \n\n \n\n\n\n \n\n21 \n\n \n\nSilva, A. P.; Neumann-Leitão, S.; Schwamborn, R.; Gusmão, L. M. O.; Silva, T. A. \n\nMesozooplankton of an impacted bay in north eastern Brazil. Brazilian Arquives of \n\nBiology and technology. v. 47 (3), p. 485-493, 2004. \n\n \n\nSemple, K.; Reid, B. J.; Fermor, T. R. Impact of contamination strategies on the \n\ntreatment of soils contaminated with organic pollutants. Review Environmental \n\nPollution. v. 11, p. 269-283, 2001. \n\n \n\nTeódulo, M. J. R.; Lima, E. S.; Neumann, V. H. M. L.; Leite, P. R. B.; Florêncio, L. \n\nComparação de métodos de extração parcial de metais traço em solos e sedimentos de \n\num estuário tropical sob a influência de um complexo industrial portuário, Pernambuco \n\nBrasil. Estudos Geológicos. v. 13, p. 23-34, 2003. \n\n \n\nUrurahy, A.F.P. Biodegradação de resíduo oleoso proveniente de refinaria. 344f. Tese \n\n(Doutorado em Ciências) – Escola de Química, Universidade Federal do Rio de Janeiro, \n\nRio de Janeiro. 1998. \n\n \n\n \n\n\n\n \n\n \n\n22 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n01 \n \nIntrodução, objetivo e esboço \nda tese \n \n\n02 \n \nRevisão Bibliográfica \n \n\n03 \n \nDiversidade de bactérias de \nambiente costeiro tropical e \nsuas potencialidades em \nbiodegradar o naftaleno \n \n\n04 \n \nProdução simultânea de \nramnolipídeo e \npolihidroxialcanoatos por \nestirpes de  Pseudomonas \naeruginosa isoladas de poços \nde petróleo \n \n\n05 \n \nConsiderações Finais \n \n\nCapítulo 02 \n\n\n\n \n\n \n\n23 \n\n \n\n2. REVISÃO BIBLIOGRÁFICA \n\n \n\n2.1. Biorremediação \n\n \n\nA poluição provocada por derramamento de óleo causa danos ao meio ambiente \n\ne os seus efeitos geram preocupações de ordem pública, requerendo soluções eficazes. \n\nA primeira providência tomada para conter o dano ambiental, por derramamento \n\nde óleo, consiste na remoção mecânica e físico-química do material oleoso. Os métodos \n\nmecânicos mais utilizados são barreiras de contenção da mancha de óleo e bombas \n\nrecuperadoras de óleo. O método químico mais aplicado é a adição de surfactantes, que \n\nirão emulsionar o óleo, tornando-o mais biodisponível, porém aumentam a dissolução \n\ndo óleo, podendo afetar a biota bentônica (Nordvik et al., 1996). \n\nA biodegradação de petróleo e derivados pode ser limitada pela sorção dos \n\ncompostos aos componentes do sedimento. O sucesso da biorremediação depende da \n\ndisponibilidade de micro-organismos hidrocarbonoclásticos (Paudyn et al., 2008). A sua \n\ncaracterização dos micro-organismos hidrocarbonoclásticos em ambientes naturais \n\nfornece parâmetros para o processo de bioestimulação e biorremediação in situ, \n\npodendo ser adicionados no processo para melhoria do potencial de biodegradação (Van \n\nHamme et al., 2003). \n\nA produção de biossurfactante é uma das vias utilizadas pelos micro-organismos \n\nhidrocarbonoclásticos auxiliando na disponibilidade de hidrocarbonetos à célula \n\nmicrobiana através das emulsões (Mulligan et al., 2001). Esta tecnologia apresenta \n\ndeterminadas vantagens quando comparada com a remediação convencional, tais como: \n\nemprega sistemas biológicos que demandam um custo relativamente baixo; elimina \n\npermanentemente os resíduos; pode ser realizada no local; evita gasto com transporte de \n\nmaterial contaminado e pode ser acoplada a outras técnicas de tratamento (Baker e \n\nHerson, 1994). \n\nOs biossurfactantes produzidos por micro-organismos facilitam a formação de \n\nmicroemulsões, espumas, emulsificação e dispersão de partículas. A porção hidrofóbica \n\n(apolar) é uma região formada por uma cadeia de hidrocarbonetos de um ácido graxo, \n\nenquanto que a porção hidrofílica (polar) deriva de grupos éster ou álcool de lipídeos \n\nneutros. São biodegradáveis no ambiente e apresentam baixa toxicidade, sendo capazes \n\nde reduzir a tensão superficial, facilitando as interações entre os hidrocarbonetos e a \n\n\n\n \n\n \n\n24 \n\n \n\ncélula microbiana, propiciando o aumento da área interfacial (Desai et al., 1988; \n\nMulligan et al. 2001). \n\n \n\n2.2. Surfactantes \n\n \n\nSurfactantes são moléculas anfifílicas, ou seja, apresentam em sua composição \n\numa porção hidrofílica e uma porção hidrofóbica. A fração apolar, hidrofóbica, é \n\nconstituída por uma cadeia de hidrocarbonetos, enquanto que a fração polar pode \n\napresentar diferentes componentes (Georgiou et al., 1992). \n\nA grande maioria dos surfactantes comerciais é derivada do petróleo. Entretanto, \n\no aumento das preocupações com o meio ambiente tem aumentado o interesse em \n\nbiossurfactantes de origem microbiana, que apresentam características como baixa \n\ntoxicidade e a possibilidade de produção utilizando substratos renováveis, além da \n\ntolerância à temperatura, pH, força iônica e de serem biodegradáveis (Lin et al., 1994; \n\nBanat et al., 2000; Makkar e Cameotra, 2002).  \n\n \n\n2.3. Biossurfactantes \n\n \n\nBiossurfactantes são metabólitos secundários, anfifílicos complexos, com \n\npropriedades de reduzir a tensão superficial, interfacial e são sintetizados por uma \n\nampla variedade de micro-organismos (Benincasa et al., 2004). Os micro-organismos, \n\ncomo Bacillus subtilis e Pseudomonas aeruginosa, produzem biossurfactantes com a \n\nfinalidade fisiológica de crescimento em substratos hidrofóbicos, tornando-os \n\ndisponíveis para ao metabolismo microbiano (Nitschke et al., 2005). \n\nA quantidade, qualidade e o tipo do biossurfactante são influenciados pela fonte \n\nde carbono disponível, disponibilidade de nutrientes e condições de cultura, como: pH, \n\ntemperatura, agitação, oxigenação e taxa de diluição (Banat, 1995). \n\nDentre os compostos que apresentam propriedades tensoativas e que são \n\nsintetizados por organismos vivos, pode-se destacar os sintetizados por vegetais \n\n(saponinas), por micro-organismos (glicolipídeos) e até pelo organismo humano (sais \n\nbiliares), sendo os mesmos considerados surfactantes naturais (Nitschke e Pastore, \n\n2002). \n\nDentre os biossurfactantes, o grupo mais conhecido é o do glicolipídeos, que \n\nconsiste de carboidratos combinados com ácidos alifáticos ou hidroxialifáticos de cadeia \n\n\n\n \n\n \n\n25 \n\n \n\nlonga. Entre os glicolipídeos, os mais investigados são os ramnolipídeos, os \n\ntrealolipídeos e os soforolipídeos (Desai e Banat, 1997). \n\n \n\n2.4. Ramnolipídeos  \n\n \n\nOs raminolipídeos pertencem à classe dos glicolipídeos, que são os \n\nbiossurfactantes mais bem conhecidos (Desai e Banat, 1997; Ron e Rosenberg, 2002). \n\nOs biossurfactantes da classe dos ramnolipídeos são constituídos por uma ou \n\nduas moléculas de raminose associados a uma ou duas moléculas de ácido ?-\n\nhidroxidecanóico (Figura 3). Foram descritos pela primeira vez em Pseudomonas \n\npyocyanea, atual Pseudomonas aeruginosa, cultivada com glicose como fonte de \n\ncarbono (Desai e Banat, 1997).  \n\n \n\nFigura 3: Estrutura dos ramnolipídeos. Ramnolipídeo 1: mono-ramno-di-lipídeo; Ramnolipídeo 2: mono-\n\nramno-mono-lipídeo; Ramnolipídeo 3: di-ramno-di-lipídeo; Ramnolipídeo 4: di-ramno-mono-lipídeo. \n\nFonte: Amani et al., (2013).  \n\n \n\n \n\n \n\n\n\n \n\n \n\n26 \n\n \n\n Ramnolipídeos, soforolipídeos e surfactina estão entre os três biossurfactantes \n\ndisponíveis comercialmente. No entanto, apenas o ramnolipídeo é aprovado pela \n\nAgência de Proteção Ambiental dos Estados Unidos para aplicação industrial (Nitschke \n\ne Costa, 2007). A principal dificuldade para sua ampla utilização é o elevado custo de \n\nprodução, estimado em dez vezes mais que os surfactantes químicos (Nitschke e Costa, \n\n2010; Reis et al., 2011).  \n\n \n\n2.4.1. Aplicação dos ramnolipídeos no tratamento de petroderivados \n\n \n\n Algumas aplicações têm sido atribuídas aos biossurfactantes, como a \n\nbiorremediação de hidrocarbonetos (Banat, 1995; O’Oconnor, 2002) e aplicação na \n\nindústria alimentícia e farmacêutica (Banat et al., 2000). Em processo de \n\nbiorremediação, os ramnolipídeos foram utilizados, com sucesso, na remoção do óleo \n\nno cascalho contaminado no acidente com o navio Exxon Valdez no Alasca (Desai e \n\nBanat, 1997). \n\nA utilização do ramnolipídeo, como pré-tratamento de solo contaminado com \n\nhidrocarbonetos, aumenta a disponibilidade destes compostos para o consórcio \n\nmicrobiano utilizado no processo de biorremediação (Rahman et al. 2003). Guo-Liang \n\net al. (2005) observaram que a adição de ramnolipídeos auxiliou na degradação do \n\npetróleo, por Pseudomonas aeruginosa, com valores superiores a 58%. Para Urum et al. \n\n(2004), a utilização de ramnolipídeos e do surfactante sintético dodecil-sulfato de sódio \n\n(SDS) foi considerada dentro da mesma faixa de reprodutibilidade experimental para a \n\nremoção de petróleo de amostras de solo.  \n\nQuando comparado com o surfactante químico Corexit\n®\n, com uma característica \n\naniônica semelhante a dos ramnolipídeos, este apresentou toxicidade 10 vezes superior a \n\ndo ramnolipídeo (Santa Anna et al., 2002; Santa Anna et al., 2007). \n\nPara Bai et al. (1997), a utilização de uma solução de ramnolipídeos aumentou a \n\neficiência da lavagem de uma coluna de areia impactada com hexadecano. Noordman et \n\nal. (2002) observaram que a adição do ramnolipídeo aumentou a degradação do \n\nhexadecano, por uma estirpe de Pseudomonas aeruginosa, a um nível maior do que \n\nqualquer surfactante químico, sugerindo que os ramnolipídeos estimulam a \n\nbiodegradação de hidrocarbonetos de petróleo.  \n\n \n\n \n\n\n\n \n\n \n\n27 \n\n \n\n2.5. Polihidroxialcanoatos (PHAs) \n\n \n\nPolihidroxialcanoatos (PHAs) são poliésteres lineares compostos por \n\nmonômeros 3-hidroxi (Figura 4), insolúveis em água, biodegradáveis. São armazenados \n\nna célula bacteriana na forma de inclusões citoplasmáticas, com diâmetros médios de \n\n0,2-0,5 ?m; funcionando como reserva de carbono e energia. Chegam a representar até \n\n80% da massa celular bacteriana (Anderson e Dawes, 1990; Madison e Huisman, 1999; \n\nDu et al., 2001; Kim e Lenz, 2001).  \n\n \n\nFigura 4: Estrutura linear de PHAs. Fonte: Madison e Huisman (1999). \n\n \n\n \n\nExistem aproximadamente 150 monômeros de PHAs produzidos por bactérias, \n\ndivididos em dois grupos: os monômeros de cadeia média, que apresentam seis a \n\ndezesseis átomos de carbono na cadeia principal; e os de cadeia curta que apresentam \n\ntrês a cinco átomos de carbono na cadeia principal (Madison e Huisman, 1999). \n\nDiversos micro-organismos são conhecidos como produtores de PHAs, dentre \n\neles: Pseudomonas aeruginosa (Hori et al., 2002; Pham et al., 2004); Cupriavidus \n\nnecator (Vandamme e Coenye, 2004); Bacillus megaterium (Reddy et al., 2003); \n\nAeromonas caviae (Fukui et al., 1997), dentre outros. \n\nDentre os micro-organismos produtores de PHA, o gênero Pseudomonas \n\ndestaca-se pela sua incapacidade em produzir PHAs de cadeia curta, como o poli-3-\n\nhidroxibutirato (PHB) (Sudesh et al., 2000). Entretanto, é capaz de produzir altos \n\níndices de PHAs quando submetido a uma grande diversidade de fontes de carbono \n\n(Steinbuchel e Lutke-Eversloh, 2003).  \n\nOs PHAs são produtos promissores para a confecção de embalagens plásticas, \n\npodendo substituir polímeros sintéticos, como o polietileno (Weiner, 1997; Yu, 2001). \n\nDiferem dos polímeros quimiossintéticos, como o polietileno, pela fácil \n\nbiodegradabilidade e síntese a partir de fontes de carbono renováveis (Madison e \n\nHuisman, 1999). Foram inicialmente utilizados para a produção de garrafas, filmes e \n\n\n\n \n\n \n\n28 \n\n \n\nfibras para embalagens biodegradáveis; podem ser aplicados como matriz em materiais \n\nretardantes para a liberação de herbicidas, inseticidas e ainda apresentam potenciais para \n\naplicações terapêuticas na forma de sais de sódio como anestésico (Steinbüchel e \n\nFüchtenbusch, 1998; Sudesh et al., 2000).  \n\nNa natureza, diversos micro-organismos apresentam potencial para degradar \n\nPHAs pelo uso de PHA hidrolases e PHA despolimerases. As atividades destas enzimas \n\npodem variar de acordo com a composição do polímero e das condições ambientais \n\n(Madison e Huisman, 1999). \n\nA utilização de PHAs como substituto de plásticos derivados de petróleo \n\ndepende da capacidade de se produzir poliésteres a custos competitivos, já que \n\napresentam valores superiores aos plásticos quimiossintéticos, sendo comercializados \n\npor até cinco vezes mais, quando comparados aos plásticos sintéticos (Sim, et al., 1997; \n\nSuriyamongkol et al., 2007). No entanto, é necessário que o micro-organismo produza \n\naltas concentrações de PHA; utilizem substratos de baixo custo e apresentem um alto \n\nfator de conversão de substrato em PHA (Ramsay et al., 1991). \n\n \n\n2.6. Biossíntese de PHAs por Pseudomonas \n\n \n\nPseudomonas spp. podem produzir polihidroxialcanoatos quando cultivadas em \n\ndiferentes fontes do carbono, onde sua composição poderá variar de acordo com a fonte \n\ndo carbono empregada (Anderson e Dawes, 1990; Lee, 1996). \n\nA síntese de PHAs depende da fonte de carbono disponível e pode seguir duas \n\nrotas: a biotransformação biossinteticamente dirigida, quando são fornecidos ácidos \n\ncarboxílicos como fonte de carbono; e a biotransformação xenobiótica, quando \n\nempregados açúcares, acetato e glicerol, como fonte de carbono. Na biotransformação \n\nxenobiótica, o substrato é metabolizado em acetil-CoA (Madison e Huisman, 1999).  \n\nA composição e a estrutura dos PHAs sugerem que sua via metabólica é uma \n\nramificação direta da via de oxidação de ácidos graxos. Nesta via, os ácidos são \n\nativados por uma tioquinase e são degradados via ?-oxidação, resultando na formação \n\nde acetil-CoA (Figura 5). Uma coenzima tioéster de um ácido 3-cetoalcanóico, com \n\nquatro ou mais átomos de carbono, é reduzida ao correspondente tioéster R-3-\n\nhidroxiacil-CoA, por uma 3-cetoacil-CoA redutase (Figura 3) (Lageveen et al., 1988; \n\nHuisman et al., 1989). \n\n \n\n\n\n \n\n \n\n29 \n\n \n\nFigura 5: Biossíntese de PHAs por Pseudomonas. Fonte: Madison e Huisman (1999). \n\n \n\n \n\n \n\n2.7. Produção simultânea de ramnolipídeos e polihidroxialcanoatos  \n\n \n\nRhamnolipídeos (RL) e polihidroxialcanoatos (PHA), são produzidos por \n\nespécies de Pseudomonas, apresentam uma ampla potencialidade de aplicações \n\nindustriais e ambientais. A principal vantagem dos RL e PHA são suas propriedades \n\nbiodegradáveis e potencialidades de substituição de detergentes químicos e plásticos, \n\nrespectivamente. No entanto, uma desvantagem para a sua utilização é atribuída ao \n\ncusto de produção e informações fidedignas sobre sua toxicidade (Nitschke et al., 2011). \n\nA produção de RL e PHA é bem estudada. No entanto, sua produção simultânea \n\nainda é pouco evidenciada. A produção concomitante dos RL e PHA torna-se viável, \n\npois os RL são secretados pelas células durante o seu processo de produção antes da \n\nfase de extração dos PHAs, que são encontrados de forma intracelular, sendo necessária \n\n\n\n \n\n \n\n30 \n\n \n\na quebra da parede celular para que haja sua liberação (Hori et al., 2002; Marsudi et al., \n\n2008).  \n\nHori et al. (2002); Pham et al. (2004) e Marsudi et al. (2008) ao avaliarem a \n\nbiossíntese do RL e PHA, utilizando diferentes fontes de carbono, puderam observar \n\nque a produção simultânea desses dois metabólitos era uma estratégia eficaz e passível \n\nde ser realizada, onde se evidenciavam bons rendimentos. No entanto, o tipo da fonte de \n\ncarbono afetava a composição dos monômeros de PHAs e os homólogos de RL. \n\nA utilização de micro-organismos que produzam altas concentrações de RL e \n\nPHA, que assimilem substratos de baixo custo e apresentem um alto fator de conversão \n\nde substrato em PHA; e que, associados a melhorias na eficiência de produção, são \n\nestratégias que devem ser consideradas para uma maior redução dos custos na produção \n\nsimultânea desses compostos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n31 \n\n \n\n2.8. REFERÊNCIAS \n\n \n\nAmani, H.; Müller, M. M.; Syldatk, C.; Hausmann, R. Production of microbial \n\nrhamnolipid by Pseudomonas aeruginosa MM1011 for ex situ enhanced oil recovery. \n\nApplied Biochemistry and Biotechnology. v. 170 (5), p. 1080-1083, 2013. \n\n \n\nAnderson, A. J.; Dawes, E. A. Occurrence, metabolism, metabolic role and industrial \n\nuses of bacterial polyhydroxyalkanoates. Microbiology. Reviews. v. 54, p. 450-472, \n\n1990. \n\n \n\nBai, G.; Brusseau, M. L.; Miller, R. M., Biosurfactant-enhanced removal of residual \n\nhydrocarbon from soil. Journal of Contaminant Hydrology. v. 25 (1-2), p.157-170, \n\n1997. \n\n \n\nBaker, K. H.; Herson, D. S. Microbiology and biodegradation. In: Baker, K. H.; Herson, \n\nD. S. Bioremediation. Me Graw Hill, Inc. USA. p.11-60, 1994. \n\n \n\nBanat, I. M.; Makkar, R. S.; Cameotra, S. S. Potential commercial applications of \n\nmicrobial surfactants. Applied Microbiology Biotechnology. v.53 (5), p. 495-508, 2000. \n\n \n\nBanat, I. M. Biosurfactants production and possible use in microbial enhanced oil \n\nrecovery and oil pollution remediation: A review. Bioresource Technology. v. 51 (1), p. \n\n1-12, 1995. \n\n \n\nBenincasa, M.; Abalos, A.; Oliveira, I; Manresa, A. Chemical structure, surface \n\nproperties and biological actives of the biosurfactante produced by Pseudomonas \n\naeruginosa LBI from soapstock. Antoniie Van Leeuwenhoek. v. 85, p. 1-8, 2004. \n\n \n\nDesai, A. J.; Banat, I. M. Microbial production of surfactant and their commercial \n\npotential. Microbiology and Molecular Biology Reviews. v.61 (1), p.47-64, 1997. \n\n \n\nhttp://www.sciencedirect.com/science/journal/09608524\n\n\n \n\n \n\n32 \n\n \n\nDesai, A. J.; Patel, K. M.; Desai, J. D. Emulsifier production by Pseudomonas \n\nfluorescens during the growth on hydrocarbons. Current Science. v.57, p.500-5001, \n\n1988. \n\n \n\nDu, G. C.; Chen, J.; Yu, J.; Lun, S. Continuous production of poly-3- hydroxybutyrate \n\nby Ralstonia eutropha in a two-stage culture system. Journal of Biotechnology. v.88, \n\np.59-65, 2001. \n\n \n\nFukui, T.; Doi, Y. Cloning and analysis of the poly (3-hydroxybutirate-co-\n\nhydroxyhexanoate) biosynthesis genes of Aeromonas caviae. Journal Bacteriology. v. \n\n179 (15), p. 4821-4830, 1997. \n\n \n\nGeorgiou, G.; Lin, S.; Sharma, M. M. Surface-active compounds from microorganisms. \n\nBiotechnology. v.10 (1), p.60-65, 1992. \n\n \n\nGuo-Liang, Z.; Yue-Ting, W.; Xin-Ping, Q.; Meng, Q. Biodegradation of crude oil by \n\nPseudomonas aeruginosa in the presence of rhamnolipids. Journal of Zhejiang \n\nUniversity Science B. v. 6 (8), p. 725-730, 2005. \n\n \n\nHori, K.; Marsudi, S.; Unno, H. Simultaneous production of polyhydroxyalkanoates and \n\nrhamnolipids by Pseudomonas aeruginosa. Biotechnology Bioengineering. v. 78 (6) \n\np.699-707, 2002. \n\n \n\nHuisman, G. W. O.; Wonink, E.; Koning, G.; Preusting, H.; Withold, B. Synthesis of \n\npoly-3-hydroxyalcanoates is a common feature of fluorescent pseudomonads. Applied \n\nand Environmental Microbiology. v. 55, p. 1949-1954, 1989. \n\n \n\nKim, Y. B.; Lenz, R. W. Polyesters from microorganisms. Advances in biochemical \n\nEngineering Biotechnology. v. 71, p. 51-79, 2001. \n\n \n\nLageveen, R. G.; Huisman, G. W.; Preusting, H.; Ketelaar, P.; Eggink, G.; Witholt, B. \n\nFormation of polyesters by Pseudomonas oleovorans: effect of substrates on formation \n\nand composition of poly(R)-3-hydroxyalkanoates and poly(R)-3- hydroxyalkenoates. \n\nApplied and Environmental Microbiology. v. 54 (12), p. 2924-2932, 1988. \n\n\n\n \n\n \n\n33 \n\n \n\nLee, S. Y. Plastic bacteria? Progress and prospects for polyhydroxyalkanoate production \n\nin bacteria. Trends in Biotechnology. v. 14 (11), p. 431-438, 1996. \n\n \n\nLin, S. C.; Carswell, K. S.; Sharma, M. M.; Georgiou, G. Continuous production of the \n\nlipopeptide biosurfactant of Bacillus licheniformis JF-2. Applied Microbiology \n\nBiotechnology. v.41(3), p. 281-285.1994. \n\n \n\nMadison, L. L.; Huisman, G. W. Metabolic engineering of poly (3-hydroxyalkanoates): \n\nfrom DNA to plastic. Microbiology and Molecular Biology Reviews. v. 63 (1), p. 21- \n\n53, 1999. \n\n \n\nMakkar, R. S.; Cameotra, S. S. An update on the use of unconventional substrates for \n\nbiosurfactant production and their new applications. Applied Microbiology \n\nBiotechnology. v. 58 (4), p. 428-434, 2002. \n\n \n\nMarsudi, S.; Unno, H.; Hori, K. Palm oil utilization for the simultaneous production of \n\npolyhydroxyalkanoates rhamnolipids by Pseudomonas aeruginosa. Applied \n\nMicrobiology Biotechnology. v. 78, p. 955-961, 2008. \n\n \n\nMulligan, C. N.; Yong, R. N.; Gibbs, B. F. Surfactante-enhanced remediation of \n\ncontaminated soil: a review. Engineering Geology. v. 60, p. 371-380, 2001. \n\n \n\nNitschke, M.; Costa, S.G.V.A.O. Biosurfactants in food industry. Trends in Food \n\nScience and Technology. v. 18 (5), p. 252-259, 2007. \n\n \n\nNitschke, M.; Costa, S.G.V.A.O.; Contiero, J. Structure and applications of a \n\nrhamnolipid surfactant produced in soybean oil waste. Applied Biochemistry and \n\nBiotechnology. v. 160 (7), p. 2066-2074, 2010. \n\n \n\nNitschke, M.; Costa, S.G.V.A.O.; Contiero, J. Rhamnolipids and PHAs: Recent reports \n\non Pseudomonas-derived molecules of increasing industrial interest. Process \n\nBiochemistry. v. 46, p.621–630, 2011. \n\n \n\n\n\n \n\n \n\n34 \n\n \n\nNitschke, M.; Costa, S.G.V.A.O.; Haddad, R.; Gonçalves, L.A.G.; Eberlin, M.; \n\nContiero, J. Oil waste as unconventional substrate for rhamnolipid biosurfactant \n\nproduction by Pseudomonas aeruginosa LBI. Biotechnological Progress. v. 21, p.1562-\n\n1566, 2005. \n\n \n\nNitschke, M.; PASTORE, G. M. Biossurfactantes: Propriedades e Aplicações. Química \n\nNova. v. 25 (5), p. 772-776, 2002. \n\n \n\nNoordman, W. H.; Wachter, J. H. J.; BOER, G. J.; Janssen, D. B. The enhancement by \n\nsurfactants of hexadecane degradation by Pseudomonas aeruginosa varies with \n\nsubstrate availability. Journal of Biotechnology. v. 94 (2), p. 195-212, 2002. \n\n \n\nNordvirk, A. B.; Simmons, J. L.; Bitting, K. R.; Lewis, A.; Strom-Kristiasen, T. Oil and \n\nwater separations in marine oil spill clean-up operations. Spill Science and Technology \n\nBulletin. v. 3 (3), p. 107-122, 1996. \n\n \n\nO’Oconnor, L. Market forecast: microbial biosurfactants. Industrial Bioprocessing.v. \n\n24, p. 10-11, 2002. \n\n \n\nPaudyn, K.; Rutter, A.; Rowe, R. K.; Poland, J. S. Remediation of hydrocarbon \n\ncontaminated soils in the Canadian arctic by landfarming. Cold Regions Science and \n\nTechnology. v. 53 (1), p.102-114, 2008. \n\n \n\nPham, T. H.; Webb, J. S.; Rehm, B. H. A. The role of polyhydroxyalkanoate \n\nbiosynthesis by Pseudomonas aeruginosa in rhamnolipid and alginate production as \n\nwell as stress tolerance and biofilm formation. Microbiology. v. 150, p. 3405–3413, \n\n2004. \n\n \n\nRahman, K. S. M.; Rahman, T. J.; Kourkoutas, Y.; Petsas, I.; Marchant, R.; Banat, I. M. \n\nEnhanced bioremediation of n-alkane in petroleum sludge using bacterial consortium \n\namended with rhamnolipid and micronutrients. Bioresource Technology. v. 90 (2), p. \n\n159-168, 2003. \n\n \n\nhttp://www.ingentaconnect.com/content/els/13532561;jsessionid=de4vve8j0ckp.alice\nhttp://www.ingentaconnect.com/content/els/13532561;jsessionid=de4vve8j0ckp.alice\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Petsas%20I%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=12895559\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Marchant%20R%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=12895559\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Banat%20IM%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=12895559\n\n\n \n\n \n\n35 \n\n \n\nRamsay, B. A.; Saracovan, I.; Ramsay, J. A.; Marchessault, R. H. Continuous \n\nproduction of long-side-chain poly-3-hydroxyalcanoates by Pseudomonas oleovorans. \n\nApplied Environmental Microbiology. v. 58 (2), p. 744-746, 1991. \n\n \n\nReddy, C. S. K.; Rashmi, R. G.; Kalia, V. C. Polyhydroxyalkanoates: an Overview. \n\nBioresource Technology. v. 87, p. 137-146, 2003. \n\n \n\nReis, R. S.; Pereira, A.G.; Neves, B.C.; Freire, D.M. Gene regulation of rhamnolipid \n\nproduction in Pseudomonas aeruginosa - a review. Bioresource Technology. v. 102 \n\n(11), p. 6377-6384, 2011. \n\n \n\nRon, E. Z.; Rosenberg, E. Biosurfactants and oil bioremediation. Current Opinion in \n\nBiotechnology. v. 13 (3), p. 249-252. 2002. \n\n \n\nSanta Anna, L. M.; Sebastian, G. V.; Menezes, E. P.; Alves, T. L. M.; Santos, A. S.; \n\nPereira-Jr, N.; Freire, D. M. G. Production of biosurfactants from Pseudomonas \n\naeruginosa PA1 isolated in oil environments. Brazilian Journal of chemistry \n\nEngineering. v. 19, p.159-166, 2002. \n\n \n\nSanta Anna, L. M. M.; Soriano, A. U.; Gomes, A. C.; Menezes, E. M.; Gutarra, M. L.; \n\nFreire, D. M. G.; Pereira-Jr, N. Use of biosurfactant in the removal of oil from \n\ncontaminated sandy soil. Journal of Chemical Technology and Biotechnology v. 82 (7), \n\np. 687-691, 2007. \n\n \n\nSim, L.; Ward, O. P.; Li, Z. Y. Production and characterization of a biosurfactant \n\nisolated from Pseudomonas aeruginosa UW-1. Journal of Industrial Microbiology \n\nBiotechnology. v. 19 (4), p.232–8, 1997. \n\n \n\nSteinbüchel, A.; Füchtenbusch, B. Bacterial and other biological systems for polyester \n\nproduction. Trends in Biotechnology, v. 16(10), p. 419-427, 1998. \n\n \n\nSteinbuchel, A.; Lutke-Eversloh, T. Metabolic engineering and pathway construction \n\nfor biotechnological production of relevant polyhydroxyalkanoates in microorganisms. \n\nBiochemical Engineering Journal. v. 16, p. 81-96, 2003. \n\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Reis%20RS%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=21498076\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Pereira%20AG%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=21498076\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Neves%20BC%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=21498076\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Freire%20DM%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=21498076\n\n\n \n\n \n\n36 \n\n \n\nSudesh, K.; Abe, H.; Doi, Y. Synthesis, structure and properties of \n\npolyhydroxialkanoates biological polyesters. Progress in Polymer Science. v. 25 (10), p. \n\n1503-1555, 2000. \n\n \n\nSuriyamongkol, P.; Weselake, R.; Narine, S.; Moloney, M.; Shah, S. Biotechnological \n\napproaches for the production of polyhydroxyalkanoates in microorganisms and plants - \n\na review. Biotechnology Advances. v.25, p.148-175, 2007. \n\n \n\nUrum, K.; Pekdemir, T.; Copur, M. Surfactants treatment of crude oil contaminated \n\nsoils. Journal of Colloid and Interface Science. v. 276 (2), p. 456-464, 2004. \n\n \n\nVan Hamme, J D; Singh, A; Ward, O P. Recent advances in petroleum microbiology. \n\nMicrobiology and Molecular Biology Reviews. v.9, p.503-549, 2003. \n\n \n\nVandamme, P.; Coenye, T. Taxonomy of the genus Cupriavidus: a tale of lost and \n\nfound. International Journal of Systematic  and Evolutionary Microbiology. v. 54 (6), p. \n\n2285-2289, 2004. \n\n \n\nWeiner, R. M. Biopolymer from marine prokaryotes. Trends in Biotechnology, v. 15 \n\n(10), p. 390- 394, 1997. \n\n \n\nYu, J. Production of PHA from starchy wastewater via organic acids. Journal of \n\nBiotechnology. v. 86 (2), p. 105-112, 2001. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n37 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n01 \n \nIntrodução, objetivo e esboço \nda tese \n \n\n02 \n \nRevisão Bibliográfica \n \n\n03 \n \nDiversidade de bactérias de \nambiente costeiro tropical e \nsuas potencialidades em \nbiodegradar o naftaleno \n \n\n04 \n \nProdução simultânea de \nramnolipídeo e \npolihidroxialcanoatos por \nestirpes de Pseudomonas \naeruginosa isoladas de poços \nde petróleo \n \n\n05 \n \nConsiderações Finais \n \n\nCapítulo 03 \n\n\n\n \n\n \n\n38 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nManuscrito 1: \n\n \n\nDiversidade de bactérias de ambiente costeiro tropical \n\ne suas potencialidades em biodegradar o naftaleno \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n39 \n\n \n\nDiversidade de bactérias de ambiente costeiro tropical e suas \n\npotencialidades em biodegradar o naftaleno  \n\n \n\n \n\n \n\nRESUMO \n\n \n\nAcidentes causados por petróleo e derivados representam um grave problema ambiental \n\ndevido à persistência e difícil assimilação da maioria dos compostos químicos \n\ncomplexos, em especial os hidrocarbonetos poliaromáticos (HPA). O potencial de \n\nderrame de HPAs na bacia de Suape é considerado realista devido ao complexo \n\nportuário industrial em franco desenvolvimento e, particularmente, devido à nova \n\nrefinaria de óleo diesel ai instalado. Neste trabalho, o objetivo foi analisar o potencial de \n\nbiodegradação de um dos mais importantes HPAs, o naftaleno e do seu principal \n\nmetabólito de degradação, o catecol, por bactérias isoladas das areias da praia de Suape \n\n(PE). Foram realizadas, inicialmente, análises de granulometria e fertilidade do \n\nsedimento arenoso da praia. Posteriormente, foi procedido o enriquecimento e a \n\naclimatação dos micro-organismos endógenos e a identificação da diversidade \n\nbacteriana, baseada na pesquisa de genes, utilizando 16S rDNA, usando naftaleno \n\ndioxigenase  (nahAc), catecol 1,2-dioxigenase e catecol 2,3-dioxigenase como \n\nbiomarcadores. Os resultados mostraram que as bactérias encontradas na areia da praia \n\nde Suape, pertencem aos gêneros Pseudomonas, Bacillus, Microbacterium, \n\nCellulomonas e Arthrobacter. Esses micro-organismos são tolerantes ao naftaleno em \n\nconcentrações de até 30 mg/ L. No entanto, não apresentam capacidade genética para \n\ndegredá-lo, assim como ao catecol. Esses resultados fornecem uma melhor compreensão \n\nda biodiversidade das bactérias naturais de ambiente arenoso com potencial \n\nbiodegradante para HPAs, podendo se valer de estratégias para possíveis medidas de \n\nremediação em caso de acidentes. \n\n \n\nPalavras-chave: Ambiente salino; rDNA; hidrocarbonetos; catecol; biorremediação. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n40 \n\n \n\nABSTRACT  \n\n \n\nAccidents caused by oil and oil products constitute a serious environmental problem due \n\nto persistent and difficult to assimilate most complex chemical compounds, particularly \n\nthe polyaromatic hydrocarbons (PAH). In this work, the objective was to analyze the \n\npotential for biodegradation of one of the most important PAHs, naphthalene and its \n\nmajor metabolite degradation, catechol, by bacteria isolated from beach sand Suape \n\n(PE). The potential for spillage of PAHs in the basin is considered realistic Suape port \n\ncomplex due to the rapidly developing industrial and particularly due to the new \n\nrefinery diesel installed. Were initially performed analyzes of particle size and fertility \n\nof sandy sediment from the beach; later, enrichment and acclimation of microorganisms \n\nand identification of endogenous bacterial diversity using 16S rDNA, as naphthalene \n\ndioxygenase (nahAc), catechol 1,2-dioxygenase and catechol 2,3-dioxygenase as \n\nbiomarkers. The results showed that among the bacteria found in the sand of Suape, \n\nbelong to the genera Pseudomonas, Bacillus, Microbacterium, Cellulomonas, and \n\nArthrobacter. These microorganisms are tolerant to naphthalene at concentrations of up \n\nto 30 mg/ L, however, does not have the genetic capacity to bioremediate, so as to \n\ncatechol. These results provide a better understanding of the biodiversity of the natural \n\nbacteria sandy environment with potential for biodegradante PAHs can avail themselves \n\nof strategies for possible remediation measures in case of accidents. \n\n \n\nKeywords: Saline environment; rDNA; hydrocarbons; catechol; bioremediation. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n41 \n\n \n\n3.1. INTRODUÇÃO \n\n \n\nAcidentes por petróleo e derivados representam um problema de interesse \n\npúblico devido à persistência e recalcitrância dos seus compostos no meio ambiente, \n\nacarretando danos aos meios físico, químico e biológico. Exemplos desses compostos \n\nsão os hidrocarbonetos poliaromáticos (HPA).    \n\nA utilização de organismos para o tratamento de ambientes poluídos por petróleo \n\ne derivados já é bem conhecida. Caracteriza-se pela recuperação de ambientes \n\ncontaminados por petroderivados, convertendo-os em substâncias mais simples, \n\ntornando-se uma ferramenta viável quando a área contaminada possuir uma grande \n\nextensão e volume (Cammarota e Freire, 2006; Fang e Barcelona, 2003). \n\nA diversidade microbiana adaptada a ambientes salinos, de clima quente e \n\númido, com capacidade de biodegradar compostos xenobióticos é pouco explorada. São \n\nescassos os relatos de biodegradação em ambientes costeiros tropicais, em especial nas \n\npraias (Del’Arco e França, 1999; Del’Arco e França, 2001; Santa Anna, et al.  2007). \n\nUm pouco mais frequentes são os estudos em ambientes de manguezal (Celino e \n\nQueiroz, 2006; Celino et al., 2008; Moreira et al., 2011; Lima et al., 2012; Moreira et \n\nal., 2013).  \n\nNo Brasil, o primeiro episódio de derramamento de óleo ocorreu em 1974 \n\nquando o petroleiro Takimyia Maru chocou-se com uma rocha no Canal de São \n\nSebastião, litoral norte do Estado de São Paulo, causando um vazamento aproximado de \n\n6000 toneladas de óleo (Poffo, 2000). Em junho de 2000, um oleoduto rompeu na \n\nRefinaria Getúlio Vargas, no Estado do Paraná, e quatro milhões de litros de óleo cru \n\nvazaram contamiando os recursos hídricos (Araruma al., 2004). \n\nA baía de Todos os Santos, localizada no Estado da Bahia, sofreu na segunda \n\nmetade do século XX, inúmeros acidentes ambientais envolvendo derrames de óleo \n\n(Celino e Queiroz, 2006). Outros eventos, envolvendo a liberação de óleo ao mar, \n\ntambém ocorreram no litoral de outros estados brasileiros, mas não foi possível \n\nencontrar um registro histórico organizado em um banco de dados nacional (Poffo, \n\n2000).  \n\nA baía de Suape está localizada na costa Sul do Estado de Pernambuco, entre as \n\ncoodenadas 8°15’ e 8°30’ S e entre 34°55’ e 35°05’ W. Está situada na faixa \n\nintertropical de clima quente e úmido do tipo Aw’, segundo a classificação de Köppen, \n\ncom massas de ar equatorial e tropical. A temperatura média anual é de 24°C, a \n\n\n\n \n\n \n\n42 \n\n \n\numidade relativa média anual é superior a 80% e o regime pluviométrico varia entre \n\n1850 e 2364 mm, concentrado nos meses de março a agosto (Koening et al., 2002; \n\nTeódulo et al., 2003; Silva et al., 2004; Peel et al., 2007). \n\nEm 1980 um complexo portuário industrial foi construído na baía de Suape \n\n(Silva et al., 2004) e em 2010 uma refinaria de petróleo teve sua construção iniciada e \n\nestará em operação a partir de 2013. Assim, o risco de derrame de óleo e seus \n\ncomponentes, como os HPAs, na baía de Suape, é considerado realista.  \n\nNo Brasil, poucos estudos foram conduzidos em campos de produção e refino de \n\npetróleo e derivados (Celino et al., 2008). Baseado nesse aspecto, este trabalho teve \n\ncomo objetivo analisar o potencial de biodegradação do naftaleno e do catecol, principal \n\nmetabólito da degradação do naftaleno, por bactérias isoladas da areia da praia de \n\nSuape. Os resultados obtidos visam fornecer uma melhor compreensão da \n\nbiodiversidade das bactérias com potencial biodegradante para HPAs, podendo se valer \n\nde estratégias para possíveis medidas de remediação em caso de acidentes. \n\n \n\n3.2. MATERIAL E MÉTODOS \n\n \n\n3.2.1. Sítios de coleta \n\n \n\nAs amostras de areias foram coletadas na praia de Suape, Pernambuco, Brasil, \n\n(Figura 6) durante a baixamar da maré de sizígia. Cerca de 300 g de solo arenoso \n\nsuperficial foram coletados em cada ponto, na camada de 0-15 cm de profundidade, em \n\numa amostra composta por 20 sub-amostras. As sub-amostras foram homogeneizadas, \n\nquarteadas, condicionadas em sacos plásticos de poliestireno, mantidas em caixas \n\ntérmicas e transportadas ao laboratório de Saneamento Ambiental (LSA), da \n\nUniversidade Federal de Pernambuco (UFPE) e refrigeradas a 4° C até o momento da \n\nanálise.  \n\n \n\n3.2.2. Análise do solo \n\n \n\nFrações de solo foram secas em estufa a 105 °C, durante 24 h, e peneiradas em \n\nmalhas superiores a 2000 µm para remoção de cascalhos, de acordo com o que se \n\npreconiza a ABNT/NBR 6502/95. A classificação das partículas de areia seguiu a \n\ndescrição de Flemming (2000), restrita para sedimentos compostos por grãos de \n\n\n\n \n\n \n\n43 \n\n \n\ntamanho ? 2000 µm. O diâmetro de 50 % das partículas (d50) ? 1000 µm foi \n\ndeterminado pelo Mastersizer Hydro 2000G – Malvern, 60” em ultrassom com índice \n\nde refração de partículas de 1450. \n\n A análise do solo foi determinada segundo a metodologia da EMBRAPA (1997). \n\nForam determinados: pH, nitrogênio total, fósforo total, potássio, cálcio, magnésio, \n\nenxofre e matéria orgânica total.  \n\n \n\nFigura 6: Localização da área de estudo na região litorânea do Estado de Pernambuco, \n\nmunicípio do Cabo de Santo Agostinho, enfocando o local de coleta (maracado por uma seta). Fonte: \n\nAdaptado de Koening et al. (2002). \n\n \n\n \n\n. 3.2.3. Reagente e solução \n\n \n\n Foi utilizado o hidrocarboneto poliaromático naftaleno (Sigma-Aldrich, \n\nAlemanha), com grau de pureza ? 99 %, sem purificação adicional. A fórmula \n\nmolecular, massa molecular, solubilidade em água, pontos de fusão e ebulição são: \n\nC10H8; 128,18 g; 32 mg/L; 79,5-81° C; 218 °C, respectivamente. \n\n Para preparar a solução estoque primária do poluente orgânico naftaleno, o pó de \n\ncristais foi dissolvido em metanol (pureza superior a 99 %) e preservado em \n\n\n\n \n\n \n\n44 \n\n \n\nrefrigeração a -20° C (Ya-Hui et al., 2010). Um volume desejado de solução estoque foi \n\nmisturado ao meio de cultura. O volume final de metanol em cada solução deve ser \n\ninferior a 0,2 % (Wauchope et al. 1983), para não causar toxicidade aos micro-\n\norganismos. \n\n \n\n3.2.4. Enriquecimento das culturas para o isolamento e condições de crescimento \n\n \n\n As amostras foram inicialmente submetidas à aclimatação e enriquecimento. \n\nPara a aclimatação, 50 g de solo foram adicionados em frascos de borosilicato de 500 \n\nmL a 180g, contendo 50 mL de meio líquido de Bushenell-Hass (BH), com a seguinte \n\ncomposição química: H2PO4 (1g), K2HPO4 (1g), NH4NO3 (1g), MgSO4 7H2O (0,2g), \n\nFeCl3 (0,05g), CaCl2 2H2O (0,02g), água destilada (1L) (Atlas, 1995). A concentração \n\nde naftaleno foi variada, progressivamente, entre 1 mg/L \n \na 30 mg/L. Cada concentração \n\ncrescente de aclimatação ao naftaleno foi incubada em intervalos de 7 dias para as \n\nconcentrações de: 1 mg/L; \n \n2 mg/L; 5 mg/L; 10 mg/L; 20 mg/L e 30 mg/L.   \n\nO enriquecimento foi realizado no mesmo frasco da aclimatação, pela \n\ninoculação de suplementação de 0,1% (w/v) de glicose (T1); glicerol (T2) e glicose \n\nmais glicerol (T3), a 30°C, perfazendo três tratamentos. Foi realizado um controle sem \n\no acréscimo de qualquer suplementação, onde os frascos continham apenas o solo, o \n\nmeio de BH e o naftaleno, na concentração de 1 mg/L (T4), totalizando quatro \n\ntratamentos. As bactérias foram isoladas, através do semeio em superfície na placa de \n\nPetri, em meio de cultura de Luria-Bertani Agar (LB) (Atlas, 1995), após os processos \n\nde aclimatação e enriquecimento. Os isolados foram preservados em meio de LB. \n\n \n\n3.2.5. Quantificação de bactérias biodegradaroras de naftaleno \n\n \n\n Uma suspensão de 10 µL dos micro-organismos isolados foi semeada de forma \n\npontual em três repetições, em meio de cultura de BH ágar, com o acréscimo de 300 µL \n\nde uma solução a 2% (w/v) de naftaleno. Obteve-se uma fina camada branca de \n\nnaftaleno com a finalidade de verificar a possível formação de um halo ao redor da \n\ncolônia, no prazo de até 72 horas após a inoculação, o que indicaria a produção de \n\nenzimas capazes de degradar o naftaleno (Um et al., 2010). \n\nOs micro-organismos isolados foram também avaliados quanto ao seu potencial \n\nde biodegradar o naftaleno. Utilizou-se o indicador redox 2,6 diclorofenol-indofenol \n\n\n\n \n\n \n\n45 \n\n \n\n(DCPIP) descrito por Hanson et al. (1993), que permite acompanhar a oxidação \n\nmicrobiana de hidrocarbonetos pela mudança de coloração. Foram utilizadas placas \n\nmultipoços contendo 210 ?L de meio mineral BH, 25 ?L da suspensão microbiana \n\npadronizada, 5 ?L de DCPIP e 10 ?L do naftaleno na concentração de 1 mg/L, como \n\nfonte de carbono. Os experimentos foram realizados em três repetições e incubados a \n\n30°C por 24 h para leitura dos resultados. Foi utilizada glicose como controle positivo e \n\nausência de fonte de carbono, como controle negativo, sendo utilizadas as mesmas \n\ncondições descritas para o ensaio. \n\n \n\n3.2.6. Identificação da diversidade bacteriana utilizando 16S rDNA como \n\nbiomarcador  \n\n \n\nAs bactérias utilizadas neste estudo foram inicialmente identificadas por análise \n\ndo polimorfismo dos fragmentos de genes 16S do rDNA, usando o conjunto de primers \n\nuniversal 27F e 1492R para bactéria (Tabela 1), com tamanho de bandas esperadas em \n\n1465 pares de bases (DeLong, 1992).  \n\nA PCR foi realizada em um volume total de 25 µL, contendo 2 mmol de MgCl2; \n\n0,2 mmol de dNTP; 0,2 µmol de primer (Sigma); 1 U de GoTaq® polimerase \n\n(Promega, Madison, USA) e 250 ng de amostra de DNA. Os ciclos foram de \n\ndesnaturação inicial a 95 °C por 30 segundos, seguidos por 30 ciclos de desnaturação a \n\n95 °C por 30 segundos, anelamento a 56 °C por 30 segundos e extensão a 72 °C por 2 \n\nminutos. O ciclo foi completado por etapa de extensão final a 72 °C por 10 minutos. A \n\npresença dos produtos de amplificação foi evidenciada através de gel de agarose, onde \n\nalíquotas de 5 µL dos produtos amplificados foram separados em gel de agarose a 1% \n\nem Tris-Acetado EDTA (TAE) e visualizados por coloração com brometo de etídio. Os \n\nprodutos da amplificação da PCR foram sequenciados e a identificação foi baseada em \n\ncomparações de sequências usando a ferramenta BLAST do banco de dados GenBank \n\n(http://www.ncbi.nlm.nih.gov/blast/).  \n\n \n\n \n\n \n\n \n\n \n\n \n\nhttp://www.ncbi.nlm.nih.gov/blast/\n\n\n \n\n \n\n46 \n\n \n\nTabela 1: Oligonucleotídeos utilizados para amplificação dos genes por PCR. \n\nIniciadores Gene Alvo Sequência dos iniciadores (5’-3’)* Tamanho \n\ndo produto \n\n(bp) \n\nReferência \n\n27F 16S rDNA 5’-AGAGTTTGATCCTGGCTCAG-3’ 1465 DeLong \n\n(1992) \n\n1492R  5’-GGTTACCTTGTTACGACTT-3’   \n\n     \n\nPAH-RHD? \n\nGPF \n\nNaftaleno \n\ndioxigenase \n\nGram \n\npositiva  \n\n5’-CGGCGCCGACAAYTTYGTNGG-3’ 292 Cébron et al. \n\n(2008) \n\nPAH-RHD? \n\nGPR \n\n 5’-\n\nGGGGAACACGGTGCCRTGDATRAA\n\n-3’ \n\n  \n\n     \n\nPAH-RHD? \n\nGNF \n\nNaftaleno \n\ndioxigenase \n\nGram \n\nnegativa \n\n5’-\n\nGAGATGCATACCACGTKGGTTGGA-\n\n3’ \n\n306 Cébron et al. \n\n(2008) \n\nPAH-RHD? \n\nGNR \n\n 5’-\n\nAGCTGTTGTTCGGGAAGAYWGTCM\n\nGTT-3’ \n\n  \n\n     \n\nC12O F Catecol 1,2-\n\ndioxigenase \n\n5’-\n\nCGCGGATTGTNGAYSTNTGGCANG\n\nCNAAYAC-3’ \n\n324 Tuan et al. \n\n(2011) \n\nC12O R  5’-\n\nGACTCAGGTNGCRWANGCRAARTC\n\nRTC-3’ \n\n  \n\n     \n\nC23O F Catecol 2,3-\n\ndioxigenase \n\n5’-\n\nGCGCGGAATCGGNATGGAYTTYAT\n\nGGSNTT-3’ \n\n439 Tuan et al. \n\n(2011) \n\nC23O R  5’-\n\nGATGAGGGTCAGSNACRTCRTGNG\n\nCYTTNGT-3’ \n\n  \n\n R= A/G, Y= C/T, K= G/T, S= C/G, W= A/T, D= A/G/T, N= A/C/G/T, pb= pares de base \n\n \n\n \n\n3.2.7. Identificação de bactérias degradadoras de naftaleno utilizando a região \n\nnaftaleno dioxigenase (nahAc) como biomarcador \n\n  \n\nA sub-unidade ? do domínio catalítico que contém a proteína Fe2-S2, \n\nresponsável pela degradação do naftaleno, é codificada pelo gene nahAc (Kauppi et al., \n\n1998). O fragmento do gene nahAc foi amplificado usando o conjunto de primers, \n\ndescritos por Cébron et al. (2008), PAH-RHD? GPF e PAH-RHD? GPR (Tabela 1) para \n\nbactérias Gram-positivas e o PAH-RHD? GNF e PAH-RHD? GNR (Tabela 1) para \n\nbactérias Gram-negativas, com tamanho de bandas esperadas em 292 e 306 pares de \n\nbases, respectivamente.  \n\n\n\n \n\n \n\n47 \n\n \n\nA PCR foi realizada em um volume total de 25 µL, contendo 1,5 mmol de \n\nMgCl2; 0,2 mmol de dNTP; 0,2 µmol de primer (Sigma); 1,25 U de GoTaq\n®\n polimerase \n\n(Promega, Madison, USA) e 250 ng de amostra de DNA. Os ciclos foram de \n\ndesnaturação inicial a 95 °C durante 5 minutos, seguido por 50 ciclos de desnaturação a \n\n95 °C por 30 segundos, anelamento a (54 °C para PAH-RHD? GP e 57 °C para PAH-\n\nRHD? GN) por 30 segundos e extensão a 80 °C por 10 segundos. O ciclo foi \n\ncompletado por etapa de extensão final a 72 °C por 7 minutos. A presença dos possíveis \n\nprodutos de amplificação foi determinada em gel de agarose com tamanho de bandas \n\nesperados em 292 pares de base para o PAH-RHD? GP FR e 306 pares de base para o \n\nPAH-RHD? GN FR. Alíquotas de 5 µL dos produtos amplificados foram separadas em \n\ngel de agarose 1% em Tris-Acetado EDTA (TAE) e visualizados por coloração com \n\nbrometo de etídio.  \n\n \n\n3.2.8. Análise das vias de degradação de bactérias através dos genes catecol \n\ndioxigenase \n\n \n\nO catecol é o principal intermediário da via de degradação do naftaleno, onde a \n\npartir dele, o micro-organismo pode seguir as vias de degradação meta ou orto, de \n\nacordo com seu potencial enzimático. Desta forma, foram utilizados os iniciadores \n\ndescritos por Tuan et al. (2011) (Tabela 1), com a finalidade de descrever as possíveis \n\nrotas de degradação do naftaleno. Os ciclos foram de desnaturação inicial a 94 °C por 5 \n\nminutos, seguido por 15 ciclos e desnaturação a 94 °C por 1 minuto, anelamento a 60 \n\n°C por 1 minuto e extensão a 72 °C por 1 minuto. O ciclo foi completado por etapa de \n\nextensão final a 72 °C por 10 minutos. Alíquotas de 5 µL dos produtos amplificados \n\nforam separados em gel de agarose a 1% em Tris-Acetado EDTA (TAE) e visualizados \n\npor coloração com brometo de etídio. \n\n \n\n3.2.9. Análise filogenética \n\n \n\nSequências parciais dos genes 16S rDNA foram comparadas com sequências de \n\nreferência obtidas a partir do Centro Nacional de Informações sobre Biotecnologia \n\n(NCBI) utilizando o BLAST – Programas de pesquisa de similaridade de alinhamento \n\nde nucleotídeos, a partir do banco de dados GenBank. \n\n \n\n\n\n \n\n \n\n48 \n\n \n\n3.3.RESULTADOS E DISCUSSÃO \n\n \n\n3.3.1. Caracterização do solo \n\n \n\nO tamanho dos grãos é um fator importante na diminuição da atenuação natural \n\nde hidrocarbonetos e pode influenciar a distribuição e concentração de HPAs, em caso \n\nde acidentes, devido aos processos de sorção e dessorção (Fontana et al., 2010). \n\nA praia de Suape exibe uma textura arenosa, onde cerca de 100% corresponde a \n\npartículas de areia, segundo a classificação de Flemming (2000). A areia é classificada \n\ncomo de granulometria média a grossa, sendo a grossa (2000-600µm), dominante entre \n\nas frações, apresentando 89,22%, seguido por 9,21% de areia com granulometria média \n\ne menos de 2% com granulometria fina, corroborando com Teódulo et al. (2003) e \n\nPereira et al. (2013), para ambientes costeiros de praia.  \n\nA composição de um sedimento reflete as características de sua fonte \n\n(Flemming, 2000). A porção sul da região do Cabo de Santo Agostinho, onde se \n\nlocaliza a praia de Suape, caracteriza-se por sedimentos da Formação Barreiras que \n\nconstituem sedimentos de areia grossa e coloração variada (Teódulo et al., 2003). O \n\ndiâmetro médio dos grânulos (d50 ? 1000 µm) foi de 510 µm, sem a presença de frações \n\nfinas como silte e argila, o que caracteriza uma situação hidrodinâmica elevada. Esse \n\nresultado se assemelha aos de Pereira et al. (2013) que obteviveram um resultado de 690 \n\nµm para o Atol das Rocas, no ocidente do Atlântico Sul, próximo à região Nordeste do \n\nBrasil. \n\nCaracterísticas abióticas são importantes para determinar a diversidade da \n\npopulação microbiana. Os valores de nitrogênio total, fósforo total, potássio, cálcio, \n\nmagnésio, enxofre e matéria orgânica total foram de: 1,84; 0,27; 0,33; 1,12; 0,22; 0,12; \n\n1,06 mg/kg, respectivamente.  \n\nA abundância de micro-organismos nas areias de praia pode estar relacionada à \n\nlimitação de nutrientes (Khiyama e Makemsom, 1973). A baixa concentração de \n\nnitrogênio pode estar limitando o crescimento microbiano. Enquanto que a baixa \n\ndisponibilidade de fósforo pode explicar a baixa abundância de bactérias heterotróficas \n\npresentes na amostra (Molina et al., 2009; Mariano et al., 2007).  \n\nFontana et al. (2010), ao estudarem uma área de sedimento costeiro do \n\nmanguezal do Suruí, Baía de Guanabara - RJ, encontraram quantidades inferiores a 1% \n\nde matéria orgânica o que se assemelham ao preenste estudo. A presença de matéria \n\n\n\n \n\n \n\n49 \n\n \n\norgânica permite o sequestro de poluentes devido à sorção elevada, favorecendo uma \n\nligação preferencial com hidrocarbonetos. \n\nO pH do solo foi 7,38, estando próximo da neutralidade, o que pode ter \n\nselecionada uma biota microbiana neutrófila, uma vez que esta faixa de pH favorece  a \n\npresença de bactérias neutrófilas (Jacques, et al., 2010; Zílio et al., 2012). \n\nPara a situação da praia de Suape, que consiste em um sedimento 100% arenoso, \n\ncom granulometria predominante grossa e escassa quantidade de matéria orgânica, \n\nsugere-se que possa haver uma menor sorção de hidrocarbonetos para o ambiente, em \n\ncaso de acidentes. A adição de fertilizantes à base de nitrogênio, fósforo e potássio \n\n(NPK) representa uma boa estratégia de bioestímulo da população microbiana, podendo \n\nser indicativa de utilizações futuras nas áreas impactadas por atividades petrolíferas que \n\nsejam pobres em nutrientes (Lima et al., 2012). \n\n \n\n3.3.2. Enriquecimento das culturas para o isolamento e condições de crescimento \n\n  \n\nA avaliação de micro-organismos in situ é necessária para avaliar a ação \n\nhidrocarbonoclástica microbiana na natureza. A quantificação microbiana foi estimada \n\nem 9,2 x 10\n3\n unidades formadoras de colônias (UFC) por grama de solo seco, quando \n\nnão submetido a nenhum tratamento. Dados semelhantes foram descritos por Khiyama e \n\nMakemsom (1973), que encontraram concentrações na ordem de 10\n4\n para ambientes de \n\npraia. Os resultados indicam que uma grande proporção de bactérias ativas de \n\necossistema de praia podem não ser cultivável ou que as bactérias desempenham uma \n\ntaxa de crescimento muito baixa (Heinänen, 1991). \n\nOs micro-organismos isolados da praia são tolerantes ao naftaleno em \n\nconcentrações de 30 mg/L, no entanto, não foi evidenciado o crescimento bacteriano \n\nnos frascos sem adição da fonte de carbono de fácil assimilação (glicose; glicerol; \n\nglicose e glicerol) como bioestímulo. Isto indica que esses micro-organismos parecem \n\nnão serem capazes de utilizar o naftaleno como fonte de carbono ou não estarem \n\naclimatados a esse tipo de composto. Segundo Miranda et al. (2007), a adaptação dos \n\nmicro-organismos ao poluente é preponderante no processo de biodegradação. Um forte \n\napoio para tal hipótese vem dos esforços de triagem para genes que codificam enzimas \n\nhidrocarbonoclásticas dentro dos genomas (Martins e Peixoto, 2012). \n\nSegundo Van Hamme et AL. (2003), a caracterização de micro-organismos \n\nhidrocarbonoclásticos em ambientes naturais, fornece parâmetros para o processo de \n\n\n\n \n\n \n\n50 \n\n \n\nbioestimulação e biorremediação in situ. Quando bioestimulados, a quantificação \n\nmicrobiana foi estimada em valores três vezes maiores, quando comparados à avaliação \n\nin situ, apresentando uma quantificação microbiana viável estimada em 1,8 x 10\n10\n\n, 1,2 x \n\n10\n10\n\n e 1,5 x 10\n10\n\n UFC, por grama de solo seco, para os estímulos de 0.1% de: glicose; \n\nglicerol; glicose e glicerol, respectivamente. No entanto, o catabolismo de \n\nhidrocarbonetos pode ser avaliado como uma capacidade generalizada se considerada \n\napenas a quantificação da biomassa microbiana (Molina et al., 2009); principalmente se \n\no seu crescimento estiver associado a um bioestímulo, sendo requeridas análises \n\nmoleculares para a uma compreensão sobre suas potencialidades biodegradadoras. \n\nOs micro-organismos, embora sejam capazes de degradar poluentes orgânicos \n\nxenobióticos, podem não degradá-los, porque tendem a utilizar outro composto orgânico \n\nem preferência ao poluente (Mariano et al., 2007), o que sugere que os micro-\n\norganismos isolados da praia tenham crescido utilizando a fonte de carbono \n\nbioestimuladora e que são tolerantes ao naftaleno. No entanto, parece não utilizarem o \n\nnaftaleno como fonte de carbono para seu metabolismo, uma vez que quando em \n\ncontato com o naftaleno, sem o bioestímulo, não foi evidenciado o crescimento \n\nbacteriano.  \n\n \n\n3.3.3. Quantificação de bactérias biodegradaroras de naftaleno \n\n \n\nOs resultados não evidenciaram o crescimento bacteriano, e consequentemente a \n\nformação de halos de degradação do naftaleno após o prazo de até 72 horas de \n\ninoculação. Também não foi evidenciada a mudança de coloração do meio de cultura, \n\nproveniente da oxidação microbiana de hidrocarbonetos com até 72 horas. \n\nMiranda et al. (2007) encontraram resultados positivos para a biodegradação de \n\nóleo diesel em uma lagoa próxima à praia de Suape. Embora esses resultados sejam \n\npromissores para processos de biorremediação, parecem não ser realistas para \n\naplicabilidade prática em ambientes costeiros de praia, uma vez que os micro-\n\norganismos encontrados são adaptados a ambientes continentais e não a ambientes \n\nmarinhos.  \n\nOs resultados apresentados levantam o indicativo que os micro-organismos \n\navaliados não apresentam potencial para biodegradação de naftaleno, o que deve ser \n\nconfrontado com os dados moleculares.  \n\n \n\n\n\n \n\n \n\n51 \n\n \n\n3.3.4. Identificação da diversidade bacteriana utilizando 16S rDNA,  naftaleno \n\ndioxigenase  (nahAc), catecol 1,2-dioxigenase e catecol 2,3-dioxigenase como \n\nbiomarcadores   \n\n \n\nAs bactérias foram identificadas tendo como base um grau de confiabilidade \n\nsuperior a 96% de similaridade (Figura 7). Embora o rDNA proporcione um visão da \n\ncomunidade bacteriana existente, não se pode identificar se as bactérias são capazes de \n\ndegradar o naftaleno (Lu et al., 2011).  \n\n \n\nFigura 7: Dendrograma com a análise do perfil da diversidade das bactérias isoladas da praia de Suape. \n\n \n\n \n\nA região dos genes rDNA 16S é a mais informativa para uma análise \n\nfilogenética preliminar (Nazina et al., 2002). Os resultados demonstram que a \n\ncomunidade microbiana investigada está representada por cinco agrupamentos, entre \n\nbactérias Gram-positivas e Gram-negativas (Fig. 7).  \n\nO primeiro grupo de bactérias incluiu representantes do gênero Pseudomonas. \n\nAs estirpes B3, B16 e B19 foram alocadas neste grupo por apresentarem sequências de \n\n\n\n \n\n \n\n52 \n\n \n\ngene 16S rDNA que possuem 99% de similaridade para o referido gênero. Isso permitiu \n\nque estas três estirpes pudessem ser identificadas como Pseudomonas stutzeri (B3 e \n\nB16) e Pseudomonas mendocina (B19). \n\nAs estirpes B1, B12 e B14 foram as mais próximas dos táxons Bacillus \n\natrophaeus, Bacillus sp. e Bacillus pseudomycoides, respectivamente, com 97% de \n\nsimilaridade. Contudo, este nível de semelhança não é suficientemente alto para elas \n\nserem atribuídas a esses táxons. No entanto, a alta similaridade (99%) dos genes de \n\nrDNA 16S das estirpes B7, B10 e B11, sugerem que essas estirpes pertencem a espécie \n\nBacillus megaterium. \n\nOs gêneros Bacillus e Pseudomonas, encontrados neste estudo, têm sido \n\nassociados à degradação de hidrocarbonetos de petróleo em diversos estudos (Nazina et \n\nal. 2002; Saadoun, 2002; Harayama et al., 2004). Harayama et al. (2004)  descrevem  \n\ntais gêneros como bactérias capazes de degradar o naftaleno, em ambientes marinhos e \n\nterrestres, contudo, é imaturo predizer o potencial microbiano sem investigar suas \n\npotencialidades.   \n\nO gênero Microbacterium foi o mais abundante, com similaridade de 99% para \n\noito estirpes (B2, B4, B5, B8, B13, B15, B17 e B18), que são semelhantes a bactéria \n\nMicrobacterium testaceum StLB039. Possivelmente, as condições do local de \n\nisolamento foram mais favoráveis para o referido táxon, o que refletiu em sua \n\nabundância. \n\nA estirpe B20 apresentou 99% de similaridade com Arthrobacter arilaitensis; \n\nenquanto que a estirpe B21 foi apenas 96% similar à Cellulomonas fimi ATCC 484. \n\nEste nível de semelhança não é suficiente para uma relação com a espécie descrita. \n\nPresumivelmente, a bactéria B21 pode representar uma nova espécie do gênero \n\nCellulomonas, e outros estudos devem ser realizados para confirmar essa hipótese. \n\nNão houve a presença de amplificação dos sítios alvo, para nenhuma das \n\nbactérias isoladas frente aos iniciadores naftaleno dioxigenase (nahAc), catecol 1,2-\n\ndioxigenase e catecol 2,3-dioxigenase. Este fato sugere que as bactérias isoladas não \n\napresentam capacidade de biodegradar o naftaleno e o catecol, seu principal \n\nintermediário. Esses resultados corroboram com os dados da avaliação de \n\nbiodegradação do naftaleno para os micro-organismos testados. Desta forma, os micro-\n\norganismos avaliados não possuem potencial genético para degradação desse tipo de \n\nhidrocarboneto poliaromático e seu intermediário, não sendo possível auxiliar no \n\nprocesso de biorremediação em caso de acidentes no local. \n\n\n\n \n\n \n\n53 \n\n \n\nDe qualquer forma, a análise biológica molecular permitiu que as bactérias \n\nfossem classificadas em grupos. Os dados apresentados traçam uma idéia da diversidade \n\ndos micro-organismos aeróbios, no sedimento arenoso, da área costeira da praia de \n\nSuape, Brasil.  \n\n \n\n3.4. CONCLUSÕES \n\n           \n\nOs micro-organismos isolados da praia são tolerantes ao naftaleno em \n\nconcentrações de até 30 mg/L, no entanto, não apresentam capacidade genética para \n\nbiodegradá-lo, assim como ao catecol, seu principal intermediário de degradação. Entre \n\nas bactérias encontradas na areia da praia de Suape, incluem os gêneros Pseudomonas, \n\nBacillus, Microbacterium, Cellulomonas e Arthrobacter, sendo o gênero \n\nMicrobacterium o mais abundante.  \n\n \n\n3.5. REFERÊNCIAS  \n\n \n\nAssociação Brasileira de Normas Técnicas (ABNT). Norma Técnica NBR 6502. Rochas \n\ne solos. Rio de Janeiro, 1995. \n\n \n\nAtlas, R. M. Handbook of Media Environmental Microbiology, CRC Press, London. \n\n1995. \n\n \n\nAraruma, J. T.; Portes, V. L. O.; Soares, A. P. L.; Silva, M. G.; Sthel, M. S.; Schramm, \n\nD. U.; Tibana, S.; Vargas, L. Oil spills debris clean up by thermal desorption. Journal of \n\nHazardous Materials. v. 110, p.161-171, 2004. \n\n \n\nCammarota, M. C.; Freire, D. M. G. A review on hydrolytic enzymes in the treatment of \n\nwastewater with high oil and grease content. Bioresource Technology. v. 97, p. 2195-\n\n2210, 2006. \n\n \n\nCébron, A.; Norini, M. P.; Beguiristain, T.; Leyval, C. Real-Time PCR quantification of \n\nPAH-ring hydroxylating dioxygenase (PAH-RHD?) genes from Gram positive and \n\nGram negative bacteria in soil and sediment samples. Journal of Microbiological \n\nMethods. v. 73 (2), p. 148-159, 2008. \n\n\n\n \n\n \n\n54 \n\n \n\n \n\nCelino, J. J.; Oliveira, O. M. C.; Hadlich, G. M.; Queiroz, A. F. S.; Garcia, K. S. \n\nAssessment of contamination by trace metals and petroleum hydrocarbons in sediments \n\nfrom the tropical estuary of Todos os Santos Bay, Brazil. Revista Brasileira de \n\nGeociências. v. 38 (4), p. 753-760. 2008. \n\n \n\nCelino, J. J.; Queiroz, A. F. S. Fonte e grau da contaminação por hidrocarbonetos \n\npolicíclicos aromáticos (HPAs) de baixa massa molecular em sedimentos da baía de \n\nTodos os Santos, Bahia. Revista Escola de Minas, Ouro Preto. v. 59 (3), p. 265-270, \n\n2006. \n\n \n\nDel’Arco, J. P.; França, F. P. Biodregradation of crude oil in sandy sediment. \n\nInternational Biodeterioration and Biodegradation. v. 44, p. 87-92, 1999. \n\n \n\nDel’Arco, J. P.; França, F. P. Influence of oil contamination levels on hydrocarbon \n\nbiodregradation in sandy sediment. Environmental Pollution. v. 110, p. 515-519, 2001. \n\n \n\nDeLong, E. F. Archae in coastal marine environments. Proceedings of the National \n\nAcademy of Sciences of the United States of America. v. 89, p. 5685-5689, 1992. \n\n \n\nEmpresa Brasileira de Pesquisa Agropecuária - EMBRAPA. Manual de métodos de \n\nanálise de solo. 2.ed. Rio de Janeiro, Centro Nacional de Pesquisa de Solos, 212p., \n\n1997. \n\n \n\nFang, J.; Barcelona, M. J. Coupled oxidation of aromatic hydrocarbons by horseradish \n\npreoxidase and hydrogen peroxide. Chemosphere. v. 50, p. 105-109, 2003. \n\n \n\nFlemming, B. W. A revised textural classification of gravel-free muddy sediments on \n\nthe basis of ternary diagrams. Continental Shelf Research. v.20, p. 1125-1137, 2000. \n\n \n\nFontana, L. F.; Silva, F. S.; Figueiredo, N. G.; Brum, D. M.; Perreira-Netto, D. P.; \n\nFigueiredo-Junior, A. G.; Crapez, M. A. C. Superficial distribution of aromatic \n\ncompounds and geomicrobiology of sediments from Suruí mangrove, Guanabara Bay, \n\nRJ, Brazil. Annals of the Brazilian Academy of Sciences. v. 82 (4), p. 1013-1030, 2010. \n\n\n\n \n\n \n\n55 \n\n \n\n \n\nHanson, K. G.; Desai, J. D.; Desai, A. J. A rapid and simple screening technique for \n\npotential crude oil degrading microorganisms. Biotechnology Techniques. v. 10, p. 745-\n\n748, 1993. \n\n \n\nHarayama, S.; Kasai, Y.; Hara, A. Microbial communities in oil-contaminated seawater, \n\nCurrent Opinion in Biotechnology. v. 15, n. 3, p. 205–214, 2004.  \n\n \n\nHeinänen, A. P. Bacterial numbers, biomass and productivity in the Baltic Sea: a cruise \n\nstudy. Marine Ecology Progress Series. v. 70, p. 283-290, 1991. \n\n \n\nJacques, R. J. S.; Silva, K, J.; Bento, F. M.; Camargo, F. A. O. Biorremediação de um \n\nsolo contaminado com antraceno sob diferentes condições físicas e químicas. Ciência \n\nRural, Santa Maria. v. 40 (2), p. 310-317, 2010. \n\n \n\nKhiyama, H. M.; Makemsom, J.C. Sand beach bacteria: Enumeration and \n\ncharacterization. Applied Microbiology. v. 26 (3), p. 293-297, 1973. \n\n \n\nKauppi, B.; Lee, K.; Carredano, E.; Parales, R. E.; Gibson, D. T.; Eklund, H.; \n\nRamaswamy, S. Structure of an aromatic-ring-hydroxylating dioxygenase – naphthalene \n\n1,2-dioxygenase. Structure. v. 6 (5), p.571-586, 1998. \n\n \n\nKoening, M. L.; Eskinazi-Leça, E.; Neumann- Leitão, S.; Macêdo, S. J. Impactos da \n\nconstrução do porto de Suape sobre a comunidade fitoplanctônica no estuário do rio \n\nIpojuca (Pernambuco-Brasil). Acta Botânica Brasilica. v. 16 (4), p. 407-420, 2002. \n\n \n\nLima, D. F.; Oliveira, O. M. C.; Cruz, M. J. M.; Triguis, J. A.; Queiroz, A. F. S. \n\nBioremediation in Mangrove Sediments Impacted by Oil Using Two Types of \n\nFertilizers NPK and OSMOCOTE, Brazil. Open Journal of Marine Science. v. 2, p.119-\n\n130, 2012. \n\nLu, X.; Zang, T.; Fang H. H. P.; Leung, K. M. Y.; Zhang, G. Biodegradation of \n\nnaphthalene by enriched marine denitrifying bacteria. International Biodeterioration and \n\nBiodegradation. v. 65, p. 204-211, 2011. \n\n \n\n\n\n \n\n \n\n56 \n\n \n\nMariano, A. D.; Kataoka, A. P. A. G.; Angelis, D. F.; Bonotto, D. M. Laboratory study \n\non the bioremediation of diesel oil contaminated soil from a petrol station. Brazilian \n\nJournal of Microbiology. v. 38, p. 346-353, 2007. \n\n \n\nMartins, L. F.; Peixoto, R. S. Biodegradation of petroleum hydrocarbons in hypersaline \n\nenvironments. Brazilian Journal of Microbiology. v. 43 (3), p. 865-872, 2012. \n\n \n\nMiranda, R. C.; Souza, C. S.; Gomes, E. B.; Lovaglio, R. B.; Lopes, C. E.; Sousa, M. F. \n\nV. Q. Biodegradation of diesel oil by yeasts isolated from the vicinity of Suape Port in \n\nthe state of Pernambuco-Brazil. Brazilian Archives of Biology and Technology. v. 50 \n\n(1), p.147-152, 2007. \n\n \n\nMolina, M. C.; González, N.; Bautista, L. F.; Sanz, R.; Simarro, R.; Sánchez, I.; Sanz, J. \n\nL. Isolation and genetic identification of PAH degrading bacteria from a microbial \n\nconsortium. Biodegradation. v. 20, p. 789–800, 2009. \n\n \n\nMoreira, I. T. A.; Oliveira, O. M. C.; Triguis, J. A.; Queiroz, A. F. S.; Ferreira, S. L. C.; \n\nMartins, C. M. S.; Silva, A. C. M.; FALCÃO, B. A. Phytoremediation in mangrove \n\nsediments impacted by persistent total petroleum hydrocarbons (TPH s) using Avicennia \n\nschaueriana. Marine Pollution Bulletin. v. 67, p. 130-136, 2013. \n\n \n\nMoreira, I. T. A.; Oliveira, O. M. C.; Triguis, J. A.; Santos, A. M. P.; Queiroz, A. F. S.; \n\nMartins, C. M. S. ; Silva, C. S.; Jesus, R. S. Phytoremediation using Rizophora mangle \n\nL. in mangrove sediments contaminated by persistent total petroleum hydrocarbons \n\n(TPH's). Microchemical Journal. v. 99, p. 376-382, 2011. \n\n \n\nNazina, T. N.; Grigor’yan, A. A.; Xue, Y.; Sokolova, D. S.; Novikova, E. V.; Yourova, \n\nT. P.; Poltaraus, A. B.; Balyaev, S. S.; Ivanov, M. V. Phylogenetic diversity of aerobic \n\nsaprotrophic bacteria isolated from the daqing oil field. Microbiology. v. 71, n.1, p.91-\n\n97, 2002. \n\nPeel, M. C.; Finlayson, B. L.; McMahon, T. A. Updated world map of the  Köppen-\n\nGeiger climate classification. Hydrology and Earth System Sciences. v. 11, p. 1633-\n\n1644, 2007. \n\n \n\n\n\n \n\n \n\n57 \n\n \n\nPereira, N. S.; Manso, V. A. V.; Macedo, R. J. A.; Dias, J. M. A.; Silva, A. M. C. \n\nDetrital carbonate sedimentation of the Rocas Atoll, South Atlantic. Anais da Academia \n\nBrasileira de Ciências. v. 85 (1), p. 57-72, 2013. \n\n \n\nPoffo, I. R. F. Vazamentos de óleo no litoral norte do estado de São Paulo. Análise \n\nhistórica (1974- 1999). Dissertação de Mestrado. PROCAM/USP – Programa de Pós- \n\ngraduação em Ciência Ambiental da Universidade de São Paulo, 2000. Acesso em \n\n24/06/2013. Disponível em: \n\nhttp://www.cetesb.sp.gov.br/emergencia/acidentes/vazamento/publicacoes/11.pdf \n\n \n\nSaadoun, I. Isolation and characterization of bacteria from crude petroleum oil \n\ncontaminated soil and their potential to degrade diesel fuel. Journal of Basic \n\nMicrobiology.v. 42 (6), p.420–428, 2002. \n\n \n\nSanta Anna, L. M.; Soriano, A. U.; Gomes, A. C.; Menezes, E. P.; Gutarra, M. L. E.; \n\nFreire, D. M. G.; Pereira Jr, N. Use of biosurfactant in the removal of oil from \n\ncontaminated sandy soil. Journal of Chemical Technology and Biotechnology. v. 82, p. \n\n687-691, 2007. \n\n \n\nSilva, A. P.; Neumann-Leitão, S.; Schwamborn, R.; Gusmão, L. M. O.; Silva, T. A. \n\nMesozooplankton of an impacted bay in north eastern Brazil. Brazilian Arquives of \n\nBiology and technology. v. 47 (3), p. 485-493, 2004. \n\n \n\nTeódulo, M. J. R.; Lima, E. S.; Neumann, V. H. M. L.; Leite, P. R. B.; Florêncio, L. \n\nComparação de métodos de extração parcial de metais traço em solos e sedimentos de \n\num estuário tropical sob a influência de um complexo industrial portuário, Pernambuco \n\nBrasil. Estudos Geológicos. v. 13, p. 23-34, 2003. \n\n \n\nTuan, N. N.; Hsieh, H. C.; Lin, Y. W.; Huang, S. L. Analysis of bacterial degradation \n\npathways for long-chain alkylphenols involving phenol hydroxylase, alkylphenol \n\nmonooxygenase and  catechol dioxygenase genes. v. 102, p. 4232-4240, 2011. \n\n \n\n\n\n \n\n \n\n58 \n\n \n\nUm Y.; Chang, M. W.; Holoman, T. P. A simple and effective plating method to screen \n\npolycyclic aromatic hydrocarbon-degrading bacteria under various redox conditions. \n\nApplied Microbiology Biotechnology. v. 88, p. 291-297, 2010. \n\n \n\nVan Hamme, J. D.; Singh, A; Ward, O P. Recent advances in petroleum microbiology. \n\nMicrobiology and Molecular Biology Reviews. v.9, p.503-549, 2003. \n\n \n\nYa-Hui, C.; Cheng-Hua, L.; Yu-Min, T.; Jo-Shu, C.; Po-Neng, C.; Ming-Kuang, W. \n\nComparison and characterization of chemical surfactants and bio-surfactants \n\nintercalated with layered double hydroxides (LDHs) for removing naphthalene from \n\ncontaminated aqueous solutions. Colloids and Surfaces A: Physicochemical and \n\nEngineering Aspects. v. 366, p.170-177, 2010. \n\n \n\nWauchope, R. D.; Savage, K. E.; Koskinen, W. C. Adsorption-desorption equilibria of \n\nherbicides in soil: A thermodynamic perspective. Weed Science. v. 31, p. 744-751, \n\n1983. \n\n \n\nZílio, R. L.; Holz, J. C. P.; Goularte, P. G.; Radmann, E. M.; Treichel, H.; Costa, J. A. \n\nV. Bioremediation of a sand soil contaminated by simulated spill of benzene, toluene \n\nand xylene. Biochemistry and Biotechnology Reports. v. 1 (2), p. 39-47. 2012.  \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n59 \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n01 \n \nIntrodução, objetivo e esboço \nda tese \n \n\n02 \n \nRevisão Bibliográfica \n \n\n03 \n \nDiversidade de bactérias de \nambiente costeiro tropical e \nsuas potencialidades em \nbiodegradar o naftaleno \n \n\n04 \n \nProdução simultânea de \nramnolipídeo e \npolihidroxialcanoatos por \nestirpes de Pseudomonas \naeruginosa isoladas de poços \nde petróleo \n \n\n05 \n \nConsiderações Finais \n \n\n \n\n \n\nCapítulo 04 \n\n\n\n \n\n \n\n60 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nManuscrito 2: \n\n \n\nProdução simultânea de ramnolipídeo e \n\npolihidroxialcanoatos por estirpes de Pseudomonas \n\naeruginosa isoladas de poços de petróleo  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n61 \n\n \n\nProdução simultânea de ramnolipídeo e polihidroxialcanoatos por \n\nestirpes de Pseudomonas aeruginosa isoladas de poços de petróleo  \n\n \n\n \n\n \n\nRESUMO \n\n \n\nResíduos agroindustriais são considerados substratos promissores para a produção de \n\ncompostos de interesse industrial, como os ramnolipídeos (RL) e polihidroxialcanoatos \n\n(PHA). Assim, este estudo teve como objetivo avaliar a produção simultânea do RL e \n\nPHA, produzidos a partir do glicerol, resíduo da fábrica do biodiesel, utilizando estirpes \n\nde Pseudomonas aeruginosa, isoladas de poços de petróleo. Durante os ensaios de \n\nprodução do RL, foi realizada sua purificação e caracterização por LCMS-IT-TOF; \n\nconcentração da biomassa; a determinação do pH e do índice de emulsificação. A \n\ncaracterização do PHA foi realizada através do microscópio eletrônico de transmissão e \n\nforam efetuados ensaios de ecotoxicidade. Os resultados evidenciam que a produção do \n\nRL está associada ao crescimento celular. Embora o glicerol, tenha se mostrado \n\npromissor para a produção de RL, as bactérias estudadas apresentaram uma baixa \n\nprodução de RL quando utilizaram esse tipo de glicerol como substrato. A estirpe \n\nUFPEDA-563 apresentou a maior produção de RL com valores máximos de 3,27 g/ L \n\nem um período de 120 horas. Somente esta estirpe apresentou um índice de \n\nemulsificação superior a 90%. O caldo livre de células, o controle negativo, apresentou \n\ntoxicidade aguda para juvenis de Daphia magna em todas as amostras analisadas. O \n\nhomólogo mono-ramno-di-lipídeo (Rha-C10-C12 ou Rha-C12-C10) foi o RL predominante \n\nnas amostras investigadas. Altos níveis de acumulação de PHA foram observados na \n\nforma de grânulos. Essa abordagem pode ser transformada em vantagem devido à \n\nprodução concomitante de ambos os metabolitos (RL e PHA). \n\n \n\nPalavras-chave: Biossurfactante; ecotoxicidade; glicerol; emulsificação; glicolipídeo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n62 \n\n \n\nABSTRACT \n\n \n\nAgroindustrial residues are considered promising substrate for the production of \n\ncompounds of industrial interest such as ramnolipídeos (RL) and polyhydroxyalkanoate \n\n(PHA). This study aimed to evaluate the simultaneous production of RL and PHA \n\nproduced from glycerol residue of the biodiesel plant, using strains of Pseudomonas \n\naeruginosa isolated from oil wells. During the tests of production of RL were performed \n\nits purification and characterization by LCMS-IT-TOF, biomass concentration, the \n\ndetermination of pH, the rate of emulsification. The characterization of the PHA was \n\nperformed using transmission electron microscopy and ecotoxicity tests were \n\nperformed. The results show that the production of RL is linked to cell growth. \n\nAlthough glycerol, has shown promise for producing RL, bacteria studied showed a low \n\nproduction of free radicals such as glycerol used as the substrate. Strain UFPEDA-563 \n\nhad the highest production of RL with maximum values of 3.27 g / L in a period of 120 \n\nhours. This strain had only one emulsifying index higher than 90%. The cell free broth, \n\nnegative control, showed acute toxicity to juvenile Daphia magna in all samples. The \n\nhomologous mono-di-ramno lipid (Rha-C10-C12 or Rha-C12-C10) was predominant in the \n\nNR samples. High levels of accumulation of PHA were observed in the form of \n\ngranules. This approach can be transformed to advantage due to the concomitant \n\nproduction of both metabolites (RL and PHA). \n\n \n\nKeywords: Biosurfactant; ecotoxicity; glycerol; emulsification; glycolipid. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n63 \n\n \n\n4.1. INTRODUÇÃO \n\n \n\nRamnolipídeos (RL) e polihidroxialcanoatos (PHA) produzidos por espécies de \n\nPseudomonas apresentam uma ampla potencialidade de aplicações industriais e \n\nambientais (Nitschke et al., 2011). \n\nOs RL apresentam porções hidrofílicas e hidrofóbicas, constituídas por uma ou \n\nduas moléculas de raminose ligada a uma ou duas moléculas de ?- hidrozidecanóico, \n\nsendo produzidos principalmente por bactérias do gênero  Pseudomonas (Desai e Banat, \n\n1997). Entre os ramnolipídeos, destacam-se os produzidos por Pseudomonas \n\naeruginosa, que apresentam propriedades como capacidade emulsionante e \n\nsolubilização de compostos hidrofóbicos, sendo sua aplicação relacionada à utilização \n\nindustrial e ambiental (Desai e Banat, 1997; Singh et al., 2007). \n\nBactérias do gênero Pseudomonas podem acumular Polihidroxialcanoatos \n\n(PHA) na forma de grânulos intracelulares. Polihidroxialcanoatos são polímeros que \n\npodem ser acumulados por algumas bactérias em grande quantidade sem afetar a \n\npressão osmótica das células. Estes polímeros podem representar até 80% da massa \n\ncelular bacteriana. A função mais frequentemente atribuída a estes grânulos é a de \n\nreserva de carbono, energia e propriedades flexíveis (Anderson e Dawes, 1990; \n\nNitschke, et al., 2011). \n\nA principal vantagem de RL e PHA são suas propriedades biodegradáveis e \n\npotencialidades de substituição de detergentes químicos e plásticos. No entanto, uma \n\ndesvantagem para a sua utilização é atribuída ao custo de produção e informações \n\nfidedignas sobre sua toxicidade (Nitschke, et al., 2011). \n\nDiversos estudos foram realizados utilizando o glicerol como fonte de carbono \n\npara a produção de ramnolipídeos (Vidal-Max et al., 2001; Maneerat, 2005; Monteiro et \n\nal., 2007; Bharali e Konwar 2011 e Pantazaki et al., 2011). No entanto, poucos são os \n\nrelatos envolvendo o glicerol como resíduo agroindustrial do sistema de produção de \n\nbiodiesel (Rooney et al., 2009).  \n\nEmbora o glicerol, subproduto da indústria do biodiesel, seja considerado um \n\nsubstrato promissor para a produção de biossurfactantes, devido à sua ampla \n\ndisponibilidade e baixo custo, são escassos os trabalhos que destinaram esforços a esse \n\ntipo de investigação. Possivelmente, isso seja devido à alta concentração de sais, com \n\nvalores próximos a 10% (w/v) (Berenchtein, et al. 2010). \n\n\n\n \n\n \n\n64 \n\n \n\nO principal fator limitante na comercialização de biossurfactantes está associado \n\nà inviabilidade econômica na produção em larga escala. Para superar esse obstáculo e \n\ncompetir com surfactantes sintéticos, substratos de baixo custo e micro-organismos \n\neficazes na produção de biossurfactantes precisam ser investigados a partir de resíduos \n\nagroindustriais (Maneerat, 2005).  \n\nConsiderando o elevado custo de produção dos biossurfactantes, o isolamento de \n\nmicro-organismos que apresentam potencial para esta produção e a utilização de \n\nsubstratos de baixo custo podem se apresentar como estratégias viáveis para a obtenção \n\ndesses compostos (Accorsini et al., 2012). Desta forma, este estudo teve como objetivo \n\navaliar a produção simultânea do biossurfactante ramnolipídeo, secretado \n\nextracelularmente, e polihidroxialcanoato, acumulado intracelularmente, produzidos a \n\npartir do glicerol, resíduo da fábrica de biodiesel, utilizando estirpes de Pseudomonas \n\naeruginosa isoladas de poços de petróleo. Essa abordagem pode ser transformada em \n\nvantagem devido à produção concomitante de ambos os metabólitos (RL e PHA), que \n\ndetêm um alto valor comercial, sendo produzidos a partir de um poluente hidrofílico \n\nsem valor agregado. \n\n \n\n4.2. MATERIAL E MÉTODOS \n\n \n\n4.2.1. Micro-organismos \n\n \n\nForam utilizadas seis estirpes de Pseudomonas aeroginosa (UFPEDA-559; \n\nUFPEDA-563; UFPEDA-564; UFPEDA-571; UFPEDA-572; UFPEDA-614), \n\noriginalmente isoladas de poços de petróleo, do Canto do Amaro (RN), e pertencentes à \n\ncoleção de culturas do Departamento de Antibióticos da Universidade Federal de \n\nPernambuco (UFPE). Os micro-organismos foram preservados no meio de cultura de \n\nAgar Triptona de Soja (TSA), com a seguinte composição: Tripticase (15 g); peptona de \n\nsoja (5 g); NaCl (5 g); Agar (15 g); água destilada (1 L) e ajuste para pH 7,2. \n\nUma suspensão microbiana a 5% foi utilizada como inóculo e foi preparada \n\nutilizando uma solução salina 0,9% (v/w). Células dos micro-organismos foram \n\nressuspensas até atingir uma concentração entre 0,08 e 0,1 de absorbância a uma \n\ndensidade óptica de 625 nm, equivalente a aproximadamente 10\n8\n células/mL. \n\n \n\n \n\n\n\n \n\n \n\n65 \n\n \n\n4.2.2. Produção do biossurfactante ramnolipídeo \n\n \n\nPara a produção de ramnolipídeo, as estirpes foram submetidas ao meio de sais \n\ndescrito por Santa Anna et al. (2001), com a seguinte composição química: KH2PO4 (3 \n\ng); K2HPO4 (7 g); MgSO4.7 H2O (0,2 g); (NH4)2SO4 (1 g); água destilada (1 L) e ajuste  \n\npara pH 7,2; acrescentou-se 40 g de glicerol proveniente da refinaria do biodiesel \n\n(equivalente a 4%/ L), como fonte de carbono. Frascos de borosilicato, com capacidade \n\npara 500mL, foram acoplados a uma mesa agitadora na velocidade de 200 g, à \n\ntemperatura de 30 ? 1?C por até 144 horas.   \n\nDurante o processo de produção de ramnolipídeo foram analisados os \n\nparâmetros: crescimento microbiano por contagem de células viáveis em placas de Petri \n\nutilizando o meio de cultura de TSA; pH, por potenciometria; concentração do \n\nramnolipídeo, pela reação de fenol-ácido sulfúrico.  \n\n \n\n4.2.3. Determinação da concentração do biossurfactante \n\n \n\nA quantificação do ramnolipídeo foi determinada de forma indireta expressa em \n\nraminose, através da metodologia descrita por Dubois et al. (1956). Foi utilizado 1 mL \n\ndo caldo fermentado diluído na proporção de 1:10; 2 mL dessa diluição foram \n\nadicionados a 50 ?L de fenol e 5 mL de ácido sulfúrico, seguido da leitura em \n\nespectrofotômetro a 480 nm.  A concentração foi determinada utilizando a curva padrão \n\nde 0,005 a 0,1 g/L de raminose. \n\n \n\n4.2.4. Extração e purificação do biossurfactante \n\n \n\n Para obtenção do biossurfactante purificado, utilizou-se a método de \n\nprecipitação ácida segundo Lotfabad et al. (2010). Ao final do tempo determinado para \n\na produção do biossurfactante, as células foram removidas por centrifugação a 10000 g \n\ndurante 20 minutos a 4°C. O sobrenadante livre de células foi acidificado pela adição de \n\nácido clorídrico 6 N até atingir o pH 2, e em seguida foi incubado a 4°C durante 12 h. O \n\nprecipitado resultante foi recolhido por centrifugação durante 20 minutos; e suspenso \n\nem clorofórmio-etanol (2:1 v/v), agitado vigorosamente e centrifugado para acelerar a \n\nseparação das fases.  A fase orgânica foi evaporada em rotaevaporador a 70°C.  \n\n \n\n\n\n \n\n \n\n66 \n\n \n\n4.2.5. Caracterização do biossurfactante por LCMS-IT-TOF \n\n \n\n As análises cromatográficas foram realizadas utilizando o método descrito por \n\nLotfabad et al. (2010) em um espectrômetro de massa quadrupolo, do tipo LCMS-IT-\n\nTOF. O extrato seco do biossurfactante foi suspenso em uma mistura de \n\nágua:acetonitrila (40:60 v/v), utilizando 2 mM de acetato de amônio. Foi utilizada uma \n\ncoluna C18 de fase reversa com um gradiente inicial de 40% de acetonitrila por 4 \n\nminutos, seguido de 90% de acetonitrila por 25 minutos e 40% de acetonitrila por 30 \n\nminutos. A taxa de fluxo da fase móvel foi de 2,5 mL/minuto, diretamente introduzida \n\nno espectrômetro de massa. A temperatura do forno foi mantida entre 38 e 40°C. O \n\nintervalo de digitalização de varredura de massas foi de 150 a 800Da nos modos \n\npositivo e negativo. A fonte de ionização foi ESI (Electrospray). A quantificação foi \n\ndeterminada através da integração do peso molecular de cada composto.  \n\n \n\n4.2.6. Índice de emulsificação \n\n \n\n A atividade emulsificante foi determinada, durante o processo de produção de \n\nramnolipídeo, de acordo com o método descrito por Cooper e Goldenberg (1987). \n\nInicialmente, 6 mL do mosto fermentado, livre de células, foram transferidos para tubos \n\nde ensaio, onde foram acrescidos de 4 mL de óleo diesel. Em seguida os tubos foram \n\nagitados vigorosamente em vortex durante 2 minutos, seguido de repouso por 24 horas, \n\ne logo após foi medido a camada emulsificada e a altura total da coluna líquida.  \n\nO tempo zero foi utilizado como testemunha a fim de se comparar os resultados \n\nobtidos, uma vez que o próprio meio podia mostrar atividade tensoativa; ou devido ao \n\nprocesso de obtenção e purificação do biodiesel, o glicerol podia conter pequenas \n\nquantidades de compostos com ação surfactante. \n\nO índice de emulsificação (IE) corresponde à altura da camada emulsionada \n\ndividida pela altura total do líquido, multiplicada por 100, conforme a equação abaixo \n\ndescrita por Cooper e Goldenberg (1987). \n\nIE = (altura da camada emulsificada / altura total) x 100 \n\n \n\n \n\n\n\n \n\n \n\n67 \n\n \n\n4.2.7. Caracterização de polihidrohialcanoatos em microscopia eletrônica de \n\ntransmissão \n\n  \n\nAs amostras de biomassa bacteriana, dos tempos de 144hs de produção do \n\nramnolipídeo, foram fixadas durante doze horas a 4° C com glutaraldeído a 2,5% em \n\ntampão cocodilato 0,1 M. Após a fixação, as amostras foram lavadas duas vezes no \n\ntampão cocodilato 0,1 M e pós-fixadas em tetróxido de ósmio a 2% com cloreto de \n\ncálcio 5 mM e ferricianeto de potássio 0.8%, para uma maior contrastação do material; \n\nseguiram-se duas lavagens com tampão cocodilato 0,1 M e uma lavagem com água \n\ndeionizada. Logo após, as amostras foram contrastadas em bloco com acetato de uranila \n\na 5% durante 1 hora; e seguido de três lavagens de água destilada durante dez minutos \n\npara cada lavagem. Em seguida, as amostras foram desidratadas em séries crescentes de \n\nacetona a 30%, 50%, 70%, 90% e 100%, durante quinze minutos por lavagem. \n\nApós o processo de fixação e lavagem, o material foi acondicionado overnight, \n\ngradativamente, em resina Epoxi, acetona:resina 2:1; 1:1; 1:2 e resina pura. As amostras \n\nforam emblocadas com resina e os blocos polimerizados em estufa a 60° C durante três \n\ndias. Foram realizados cortes ultrafinos, contrastados com uranila 5%, durante 25 \n\nminutos e com chumbo durante 5 minutos. As seções ultrafinas foram examinadas em \n\num microscópio eletrônico de transmissão, marca FEI Morgani 268D, pertencente ao \n\nLaboratório de Microscopia Eletrônica do Centro de Tecnologias Estratégicas do \n\nNordeste (CETENE). \n\n \n\n4.2.8. Ensaio de ecotoxicidade utilizando o micro crustáceo Daphnia magna como \n\nbioindicador ambiental \n\n \n\nA toxicidade aguda, para o micro crustáceo Daphnia magna, foi avaliada pela \n\nexposição de juvenis de Daphnia magna a diferentes diluições da amostra por um \n\nperíodo de 48 horas de acordo com a norma da ABNT NBR 12713. Os ensaios foram \n\nrealizados na Agência Estadual de Meio Ambiente da Companhia Pernambucana de \n\nRecursos Hídricos (CPRH). \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n68 \n\n \n\n4.3. RESULTADOS E DISCUSSÃO \n\n \n\n4.3.1. Determinação da produção e concentração do biossurfactante ramnolipídeo \n\n \n\nBiossurfactantes do tipo ramnolipídeo são um grupo bem estudado da família \n\ndos glicolipídeos, sendo principalmente sintetizados por diferentes cepas de P. \n\naeruginosa (Lotfabad et al., 2010). As seis linhagens de Pseudomonas aeruginosa \n\nestudadas (UFPEDA- 559; UFPEDA-563; UFPEDA- 564; UFPEDA- 571; UFPEDA- \n\n572; UFPEDA-614), foram caracterizadas como produtoras de ramnolipídeo, em meio \n\nlíquido, utilizando o glicerol como fonte de carbono. Os dados da produção do \n\nramnolipídeo a partir das diferentes estirpes de Pseudomonas aeruginosa, são ilustrados \n\nna Figura 8. \n\nA produção do ramnolipídeo está associada ao crescimento celular e nos \n\nexperimentos foi observado que a maior concentração, de 3,2g/L, de ramnolipídeo foi \n\nproduzida com o tempo de 120 horas para todas as linhagens. A exceção foi à estirpe \n\nUFPEDA-572, que apresentou a maior produção com o tempo de 96 horas (Figura 8).  \n\nOs resultados evidenciam que o meio de cultura contendo glicerol apresenta uma \n\nbaixa concentração de ramnolipídeos para todas as estirpes investigadas, exceto para a \n\nestirpe UFPEDA-563, que apresentou uma produção superior a 3g/L (Figura 8).  \n\nResíduos agroindustriais são considerados substratos promissores para a \n\nprodução de biotensoativos. No entanto, a produção de ramnolipídeos por bactérias do \n\ngênero Pseudomonas, utilizando o glicerol, resíduo da fábrica de biodiesel, apresenta \n\nbaixos rendimentos (Maneerat, 2005; Pantazaki et al., 2011).  \n\nApesar da produção dos ramnolipídeos ser considerada baixa para quase todas as \n\nestirpes, os resultados encontrados são semelhantes aos valores de 3,5 e 3,9 g/ L, \n\nrelatados por Vidal-Max et al. (2001) e Monteiro et al. (2007), respectivamente. Os \n\nresultados, que variaram entre 1 e 3,2 g/L, possivelmente, foram devidos às impurezas \n\ndo glicerol, já que se trata de um rejeito da fábrica de biodiesel. Pode ter ocorrido ou \n\nsido requerido a solubilização de algum micro elemento para que houvesse uma maior \n\ndisponibilidade à célula bacteriana; ou mais provavelmente, devido à capacidade \n\ngenética de produção do ramnolipídeo atribuída às linhagens estudadas. \n\nSegundo Bharali e Konwar (2011), a baixa produção do surfactante é devido à \n\nelevada solubilidade do glicerol, o que o torna disponível para as células bacterianas, \n\n\n\n \n\n \n\n69 \n\n \n\nnão havendo a necessidade do gasto energético para que as células produzam um \n\nbiossurfactante a fim de melhorar a solubilidade ou disponibilidade da fonte de carbono.  \n\n \n\nFigura 8: Produção de ramnolipídeo expresso em raminose ao longo do tempo. (a) UFPEDA-563; (b) \n\nUFPEDA-564; (c) UFPEDA-571; (d) UFPEDA-559; (e) UFPEDA-572 e (f) UFPEDA-614 \n\n \n\n \n\n(a)                (b) \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n0 24 48 72 96 120 144 168\n\nR\na\n\nm\nin\n\no\ns\ne\n\n (\nm\n\ng\n.L\n\n-1\n)\n\nTempo  (h)  \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n0 24 48 72 96 120 144 168\n\nR\na\n\nm\nin\n\no\ns\ne\n\n (\nm\n\ng\n.L\n\n-1\n)\n\nTempo  (h)  \n\n \n\n(c) \n\n \n\n(d) \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n0 24 48 72 96 120 144 168\n\nR\na\n\nm\nin\n\no\ns\ne\n\n (\nm\n\ng\n.L\n\n-1\n)\n\nTempo  (h)\n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n0 24 48 72 96 120 144 168\n\nR\na\n\nm\nin\n\no\ns\ne\n\n (\nm\n\ng\n.L\n\n-1\n)\n\nTempo  (h)  \n\n \n\n             (e) \n\n \n\n                     (f) \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n0 24 48 72 96 120 144 168\n\nR\na\n\nm\nin\n\no\ns\ne\n\n (\nm\n\ng\n.L\n\n-1\n)\n\nTempo  (h)\n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n0 24 48 72 96 120 144 168\n\nR\na\n\nm\nin\n\no\ns\ne\n\n (\nm\n\ng\n.L\n\n-1\n)\n\nTempo  (h)  \n\n \n\n \n\n\n\n \n\n \n\n70 \n\n \n\nO gênero Pseudomonas é conhecido por sua ampla versatilidade nutricional que \n\nlhe permite utilizar muitos resíduos e poluentes como fonte de carbono e energia \n\n(Vasileva-Tonkava et al., 2011). No entanto, segundo Nitschke et al. (2005a), fontes de \n\ncarbono hidrofílicas, como glicerol, apresentam menor rendimento na produção de \n\nbiossurfactantes quando comparados com fontes hidrofóbicas. \n\nSanta Anna et al. (2002) descrevem que há um efeito inibidor sobre  o \n\ncrescimento microbiano e a produção de biosurfactantes quando a concentração de \n\nglicerol excede 3%. Este efeito inibitório pode estar relacionado com a solubilidade do \n\nglicerol, o que dificulta o acesso da bactéria aos nutrientes no meio de cultura. Para o \n\npresente estudo, a alta concentração de glicerol parece não ter interferido na produção \n\ndo ramnolipídeo, considerando que o glicerol avaliado é rico em impurezas, por ser um \n\nrejeito industrial. \n\nA biomassa celular aumentou ao longo do processo para todos os diferentes \n\nisolados, alcançando valores máximos que variaram entre 2x10\n7\n e 3,2x10\n\n8\n unidades \n\nformadoras de colônias (UFC/ mL) (Figura 9). Para todos os isolados a maior \n\nconcentração de biomassa foi no tempo de 120 horas, exceto para a linhagem UFPEDA-\n\n572, que apresentou uma maior biomassa no tempo de 96 horas. Segundo Amaral et al. \n\n(2006), algumas espécies podem atingir a máximo da produção de biossurfactantes \n\ndurante o seu crescimento na fase exponencial, o que corrobora com dados encontrados \n\nneste estudo (Figura 8), sugerindo a acumulação de ramnolipídeos como metabólitos \n\nsecundários (Costa et al., 2006). \n\nTendo um valor inicial de  pH 7,2, os valores finais do pH variaram entre 6,5 e \n\n6,8 em até 144 horas (Figura 10). A alteração do pH é atribuída à produção de ácidos \n\norgânicos produzidos pelo metabolismo da cultura. Costa et al. (2006) observaram \n\nresultados semelhantes com condições ácidas após 120 horas de cultivo, quando \n\nutilizaram óleo de maracujá como fonte de carbono.  \n\nA produção de ramnolipídeos demonstrou ser viável apenas para a estirpe \n\nUFPEDA-563. Estudos que potencializam o processo de produção de biossurfactantes \n\nsão de grande importância, uma vez que a concentração desses compostos pode \n\ninfluenciar a velocidade de biodegradação de componentes hidrofóbicos, por estarem \n\nrelacionados com a disponibilidade do composto à ação microbiana (Accorsini et al., \n\n2012).  \n\n \n\n \n\n\n\n \n\n \n\n71 \n\n \n\nFigura 9: Biomassa expressa em Unidades Formadoras de Colônias (UFC/ mL) ao longo do tempo. (a) \n\nUFPEDA-563; (b) UFPEDA-564; (c) UFPEDA-571; (d) UFPEDA-559; (e) UFPEDA-572 e (f) \n\nUFPEDA-614 \n\n \n\n \n\n(a)         (b) \n\n \n\n1.00E+04\n\n1.00E+05\n\n1.00E+06\n\n1.00E+07\n\n1.00E+08\n\n1.00E+09\n\n0 24 48 72 96 120 144 168\n\nU\nF\n\nC\n.m\n\nL-\n1\n\nTempo  (h)  \n\n1.00E+04\n\n1.00E+05\n\n1.00E+06\n\n1.00E+07\n\n1.00E+08\n\n1.00E+09\n\n0 24 48 72 96 120 144 168\n\nU\nF\n\nC\n.m\n\nL-\n1\n\nTempo  (h)\n \n\n           (c) (d) \n\n1.00E+04\n\n1.00E+05\n\n1.00E+06\n\n1.00E+07\n\n1.00E+08\n\n1.00E+09\n\n0 24 48 72 96 120 144 168\n\nU\nF\n\nC\n.m\n\nL-\n1\n\nTempo  (h)\n \n\n1.00E+04\n\n1.00E+05\n\n1.00E+06\n\n1.00E+07\n\n1.00E+08\n\n1.00E+09\n\n0 24 48 72 96 120 144 168\n\nU\nF\n\nC\n.m\n\nL-\n1\n\nTempo  (h)\n \n\n              (e)     (f) \n\n1.00E+03\n\n1.00E+04\n\n1.00E+05\n\n1.00E+06\n\n1.00E+07\n\n1.00E+08\n\n0 24 48 72 96 120 144 168\n\nU\nF\n\nC\n.m\n\nL-\n1\n\nTempo  (h)\n \n\n1.00E+03\n\n1.00E+04\n\n1.00E+05\n\n1.00E+06\n\n1.00E+07\n\n1.00E+08\n\n0 24 48 72 96 120 144 168\n\nU\nF\n\nC\n.m\n\nL-\n1\n\nTempo  (h)\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n72 \n\n \n\nFigura 10: Variação dos valores de pH ao longo do tempo. (a) UFPEDA- 563; (b) UFPEDA-564; (c) \n\nUFPEDA- 571; (d) UFPEDA- 559; (e) UFPEDA- 572 e (f) UFPEDA-614 \n\n \n\n \n\n(a)         (b) \n\n6\n\n6.5\n\n7\n\n7.5\n\n0 24 48 72 96 120 144 168\n\np\nH\n\nTempo  (h)  \n\n6\n\n6.5\n\n7\n\n7.5\n\n0 24 48 72 96 120 144 168\n\np\nH\n\nTempo  (h)  \n\n(c) (d) \n\n6\n\n6.5\n\n7\n\n7.5\n\n0 24 48 72 96 120 144 168\n\np\nH\n\nTempo  (h)  \n\n6\n\n6.5\n\n7\n\n7.5\n\n0 24 48 72 96 120 144 168\n\np\nH\n\nTempo  (h)  \n\n(e) (f) \n\n6\n\n6.5\n\n7\n\n7.5\n\n0 24 48 72 96 120 144 168\n\np\nH\n\nTempo  (h)  \n\n6\n\n6.5\n\n7\n\n7.5\n\n0 24 48 72 96 120 144 168\n\np\nH\n\nTempo  (h)  \n\n \n\n \n\n4.3.2. Índice de emulsificação \n\n \n\nA capacidade de emulsificação é um fator importante para a caracterização de \n\nbiossurfactantes. Uma medida prática para avaliar a produção de biossurfactante é a sua \n\ncapacidade de emulsificar líquidos imiscíveis, formando emulsões estáveis após 24 \n\nhoras. Os caldos das culturas contendo o ramnolipídeo foram capazes de formar \n\nemulsões estáveis (Tabela 2), sugerindo um potencial para minimizar ou eliminar a \n\npoluição ambiental.  \n\n\n\n \n\n \n\n73 \n\n \n\nA estirpe UFPEDA-563 apresentou um índice de emulsificação de até 93,3% \n\npara o mosto fermentado livre de células (Tabela 2), confirmando o resultado obtido na \n\nconcentração de raminose e sugerindo que a linhagem UFPEDA-563 apresenta um \n\npotencial promissor para auxiliar em processos de biorremediação. Prieto et al. (2008); \n\nPirôllo et al. (2008) e Bharali e Konwar (2011), também observaram a emulsificação do \n\nóleo diesel quando submetidos a uma mistura de ramnolipídeos, contribuindo para a \n\ndisponibilidade dos hidrocarbonetos. \n\nA amostra controle sem micro-organismo não foi emulsionado, evidenciando \n\nque o meio de cultura, livre de células, não apresenta atividade tensoativa. \n\nPara as linhagens UFPEDA-559; DAUFPE-564 e UFPEDA-614, o índice de \n\nemulsificação foi inferior a 50 %, enquanto que para as linhagens UFPEDA-571 e \n\nUFPEDA-572 os resultados da emulsificação foram inferiores a 65%, evidenciando a \n\nincapacidade do biossurfactante produzido em estabilizar o óleo diesel (Tabela 2). \n\n \n\nTabela 2: Valores dos índices de emulsificão (%). \n\nTempo de \n\nfermentação (h) \n\nUFPEDA-\n\n559 \n\nUFPEDA-\n\n563 \n\nUFPEDA-\n\n564 \n\nUFPEDA-\n\n571 \n\nUFPEDA-\n\n572 \n\nUFPEDA-\n\n614 \n\n    0  0,0   0,0  0,0  0,0  0,0  0,0 \n\n  24  0,0    3,3  3,3  3,3  3,3  3,3 \n\n  48  3,3  13,3  3,3 13,3 13,3  3,3 \n\n  72  3,3  13,3 13,3 13,3 20,0  3,3 \n\n  96 13,3  66,6 13,3 66,6 66,6 13,3 \n\n120 20,0  93,3 20,0 66,6 66,6 20,0 \n\n144 20,0  93,3 13,3 66,6 20,0 13,3 \n\n \n\nPara este estudo, apenas a estirpe UFPEDA-563 promoveu emulsificação \n\nvalores superior a 90%. Esse resultado pode ter sido influenciado pela fonte de carbono \n\naplicada para a produção do ramnolipídeo. A fonte de carbono utilizada pode alterar a \n\nestrutura dos biossurfactantes produzidos e, consequentemente, suas propriedades \n\nemulsificantes. Essas mudanças podem ser benéficas quando se desejam propriedades \n\nespecíficas para uma aplicação direcionada (Desai e Banat, 1997; Santos et al., 2002). \n\nEsses resultados demonstram que os ramnolipídeos produzidos por P. \n\naeruginosa apresentam uma boa capacidade emulsificante. Essa característica confirma \n\na viabilidade de desenvolvimento de diferentes aplicações, sobretudo as ambientais, tais \n\ncomo processos de biorremediação (Nistsche et al., 2005b).                                                             \n\n\n\n \n\n \n\n74 \n\n \n\n4.3.3. Caracterização do biossurfactante por LCMS-IT-TOF \n\n \n\nOs principais homólogos encontrados na mistura de ramnolipídeo correspondem \n\naos mono-ramno-mono-lipídeo, mono-ramno-di-lipídeo, di-ramno-mono-lipídeo e di-\n\nramno-di-lipídeo, dos quais foram detectados ao final dos tempos de cultivo de cada \n\nestirpe (Tabela 3). Os resultados demonstram que as condições utilizadas no presente \n\ntrabalho parecem favorecer a produção de mono-ramno-di-lipídeo, predominante nas \n\namostras. Resultados semelhantes foram encontrados por Lotfabad et al. (2010) e \n\nBharali e Konwar, (2011) que descreveram o homólogo mono-ramno-di-lipídeo como \n\npredominante.  \n\n \n\nTabela 3: Caracterização dos análogos de ramnolipídeo nas amostras analisadas. \n\nSubstância/ Massa molecular Estirpe bacteriana UFPEDA \n\n559 563 564 571 572 614 \n\nMono- ramno-mono-lipídeo       \n\nRha-C10 /(333) - - - X X - \n\nRha-C12 /(381) - X - X X - \n\nMono- ramno-di-lipídeo       \n\nRha-C10-C10 /(541) - X - X X - \n\nRha-C10-C12 ou Rha-C12-C10 /(555) - X - X X X \n\nRha-C8-C10 ou Rha-C10-C8 /(475) - X - - - - \n\nRha-C14-C14 /(615) - X - X X - \n\nRha-C12-C14 ou Rha-C14-C12 /(587) - X - - - - \n\nRha-C16-C14 ou Rha-C14-C16 /(641) - - - - X - \n\nDi- ramno- mono -lipídeo       \n\nRha-Rha- C10 /(479) - - - X - - \n\nDi- ramno-di-lipídeo       \n\nRha-Rha-C8-C10 ou Rha-Rha-C10-C8 /(621) - - - X - - \n\nRha-Rha-C10-C10 /(689) - X - - - - \n\nRha-Rha-C10-C12 ou Rha-Rha-C12-C10 /(699) - X - - X - \n\nRha-Rha-C12-C12 /(701) - - - - - - \n\nX : presença; - : ausência \n\n \n\n \n\n\n\n \n\n \n\n75 \n\n \n\nAs análises de espectrometria de massa (Figura 11) revelaram a presença de \n\nmono-ramno-mono-lipídeo (Rha-C12), razão massa-carga (m/z) de 381 m/z e o mono-\n\nramno-di-lipídeo (Rha-C10-C10) (m/z 541), sendo predominante em três dentre as seis \n\namostras analisadas, entre os tempos de 8 e 9 minutos. \n\n \n\nFigura 11: Espetro de massa dos ramnolipídeos produzidos por estirpes de Pseudomonas aeruginosa \n\nUFPEDA- 563, UFPEDA-571 e UFPEDA-572, isoladas de poços de petróleo.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n76 \n\n \n\nSim et al. (1997), Costa et al. (2006) e Bharali e Konwar (2011) descreveram \n\nque durante o processo de produção de ramnolipídeo há uma mistura de homólogos, \n\nonde o mono-ramno-di-lipídeo (Rha-C10-C10) é predominante. Diferentemente, para este \n\nestudo o homólogo mono-ramno-di-lipídeo (Rha-C10-C12 ou Rha-C12-C10) foi o \n\nramnolipídeo mais abundante dentre as linhangens investigadas. Produzido por quatro \n\nlinhagens (UFPEDA-563; UFPEDA-571; UFPEDA-572 e UFPEDA-614), sendo o Rha-\n\nC10-C10 o segundo homólogo mais produzido pelas estirpes de Pseudomonas \n\ninvestigadas.  A predominância do Rha-C10-C10 em outros estudos pode ter sido \n\nresultado de diferenças na composição do substrato ou, mais provavelmente, das \n\ncondições específicas da estirpe da P. aeruginosa (Costa et al., 2006). \n\nA estirpe UFPEDA-563 foi a estirpe bacteriana que produziu mais homólogos de \n\nramnolipídeo (Tabela 3), corroborando com uma maior produção (3,2 g/L) e os maiores \n\níndices de emulsificação (93%).  \n\nAlguns homólogos foram produzidos especificamente por uma única estirpe; \n\nmais frequentemente os homólogos com duas moléculas de raminose e apenas um ácido \n\n(mono-ramno-mono-lipídeo), como os homólogo Rha-Rha-C10 produzido pela estirpe \n\nUFPEDA-571. Esta foi a única estirpe bacteriana que produziu o homólogo di-ramno-\n\nmono-lipídeo (Rha-Rha-C10); enquanto que a estipe bacteriana UFPEDA-614 produziu \n\napenas o mono-ramno-di-lipídeo (Rha-C10-C12). As estirpes UFPEDA-559 e UFPEDA-\n\n564, não apresentaram homólogos com áreas altas dos picos, havendo somente picos \n\nbastante baixos e em menores quantidades. No entanto, a produção do ramnolipídeo foi \n\nefetiva.  \n\nDiversos autores publicaram trabalhos com diferentes homólogos de \n\nramnolipídeos produzidos por P. aeruginosa, dentre eles: Abalos et al. (2001); Mata-\n\nSandoval e Karns (2001); Haba et al. (2000); Benincasa et al. (2004); Monteiro et al. \n\n(2007); Lotfabad, et al. (2010); Sarachat et al. (2010); Bharali e Konwar (2011). \n\nEntretanto, os ramnolipídeos produzidos diferiram na quantidade e estrutura, \n\ndependendo da fonte de carbono utilizada. \n\nOs ramnolipídeos produzidos por P. aeruginosa são uma mistura de homólogos \n\nque diferem na estrutura, dependendo da estirpe bacteriana utilizada. O conhecimento \n\ndetalhado das propriedades biológicas de um biossurfactante é importante para a seleção \n\nde compostos com as propriedades desejadas para utilizações específicas (Sánchez et \n\nal., 2010).  \n\n \n\n\n\n \n\n \n\n77 \n\n \n\n4.3.4. Caracterização de polihidrohialcanoatos em microscopia eletrônica de \n\ntransmissão \n\n \n\nAlguns trabalhos reportam que bactérias da espécie Pseudomonas aeruginosa \n\nsão capazes de acumular polihidroxialcanoatos (PHA) no interior de suas células (Hori \n\net al., 2002; Pham et al., 2004). Altos níveis de acumulação de PHA foram observados, \n\nao microscópio eletrônico de transmissão, na forma de grânulos de PHA em todas as \n\nestirpes bacterianas testadas (Figura 12). \n\nFigura 12: Inclusões de PHA no interior das células (setas) de Pseudomonas aeruginosa vistas no \n\naumento de 0,5µm em microscópio eletrônico de transmissão. (A): P. aeruginosa UFPEDA-559; (B): P. \n\naeruginosa UFPEDA-563; (C): P. aeruginosa UFPEDA-564; (D): P. aeruginosa UFPEDA-571; (E): P. \n\naeruginosa UFPEDA-572; (F): P. aeruginosa UFPEDA-614 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA B \n\nC D \n\nE F \n\n\n\n \n\n \n\n78 \n\n \n\nDurante o cultivo de Pseudomonas aeruginosa com a produção de \n\nramnolipídeos, também foram produzidos PHA intracelulares. Esta produção simultânea \n\nestá relacionada a uma alta atividade metabólica devido à ação catalítica do polipeptídeo \n\nRhlA. Este, além de estar envolvido na síntese de ramnolipídeos, também está \n\nenvolvido na produção de um intermediário de PHA (Vidal-Max et al., 2001; Soberón-\n\nChávez et al., 2005).   \n\nVisualmente, percebe-se que a estirpe UFPEDA-614 (Figura 12) é a estirpe que \n\nmenos apresenta grânulos no interior das células. Esses resultados assemelham-se aos \n\nresultados da produção dos ramnolipídeo, onde a estirpe UFPEDA-614 foi a que \n\napresentou a menor concentração de ramnolipídeo, o que sugere que a produção dos \n\nPHA pode estar associada à produção dos ramnolipídeos. \n\nAs estirpes bacterianas produziram os PHA de forma heterogênea em relação ao \n\ntamanho dos grânulos, provavelmente porque a sua formação e acumulação não são \n\nexpressos uniformemente entre as populações de Pseudomonas aeruginosa. \n\nEmbora a estrutura dos PHA não tenha sido caracterizada, análogos de PHA \n\npodem ser esperados quando são observadas as inclusões em microscópio eletrônico \n\n(Vidal-Max et al., 2001).  \n\nA co-produção entre os ramnolipídeos e os polihidroxialcanoatos sugere que as \n\nlinhagens estudadas são promissoras no ponto de vista ambiental e tecnológico, visto \n\nque são capazes de consumir um rejeito da refinaria do biodiesel, como o glicerol, \n\nproduzindo PHA que possui um alto valor agregado.  \n\n  \n\n4.3.5. Ensaio de ecotoxidade aguda \n\n \n\nBiossurfactantes são conhecidos por sua baixa toxicidade em comparação com \n\nos surfactantes sintéticos (Sánchez et al., 2010). Testes de toxicidade podem ser \n\ndefinidos como procedimentos nos quais as respostas de organismos-teste são utilizadas \n\npara detectar ou avaliar os efeitos adversos ou não de uma ou mais substâncias sobre os \n\nsistemas biológicos. Estes testes constituem na exposição de organismos a diferentes \n\ntratamentos, os quais tentam simular o ambiente natural, visando assim a detectar \n\npossíveis efeitos letais (Laitano e Matias, 2006). \n\nSegundo a normativa da ABNT NBR 12713, uma amostra apresenta toxicidade \n\naguda quando o fator de toxidade é > 1. Os juvenis de Daphia magna utilizadas neste \n\nestudo apresentaram sensibilidade aguda, ou seja, houve a morte de ao menos 50% dos \n\n\n\n \n\n \n\n79 \n\n \n\nanimais, para todas as amostras analisadas quando submetidas ao mosto fermentado, \n\nlivre de células, inclusive para o controle negativo, onde foi considerado apenas o meio \n\nde cultura sem inoculação de micro-organismos. Esse fato pode ser atribuído à presença \n\nde outros fatores de toxicidade, tais como: a quantidade de glicerol; a quantidade de sais \n\ne metabólitos extracelulares como lipases, piocianinas e ácidos orgânicos produzidos \n\ndurante o processo.  \n\nSanta Anna et al., (2002) verificaram resultados semelhantes a este estudo, onde \n\no meio de fermentação apresentou um elevado nível de toxicidade, atribuindo o fato ao \n\naumento da produção de metabólitos com características virulentas. Bharali e Konwar \n\n(2011) também encontraram toxicidade no biossurfactante, o qual apresentou uma \n\nsignificativa atividade antibacteriana contra Staphylococcus aureus. \n\nDiferentemente, Gustafsson et al. (2009) observaram que nenhum efeito foi \n\nconstatado no microcrustáceo Daphnia magna, quando usado um biossurfactante da \n\nfamília dos glicolipídeos produzido por P. aeruginosa. Esses resultados sugerem que o \n\nrisco de efeitos secundários indesejados sobre organismos aquáticos pode ser baixo, e \n\npode estar associado à produção de outros metabólitos, diferentes dos ramnolipídeos, \n\nque apresentem características de toxicidade.  \n\n \n\n4.4. CONCLUSÕES \n\n \n\nO glicerol proveniente da refinaria do biodiesel é promissor para a produção de \n\nmetabólitos tensoativos como os ramnolipídeos, produzidos pelas estirpes de P. \n\naeruginosa. Além disso, a estirpe UFPEDA-563 foi a que apresentou a maior \n\ncapacidade emulsificante e a que mostrou uma melhor produção com valores acima de 3 \n\ng/L de ramnolipídeo no tempo de 120 horas, estando associada ao crescimento celular. \n\nApenas a estirpe UFPEDA-563 apresentou um índice de emulsificação, com \n\numa emulsão estável e valores de 93% para o óleo diesel. \n\nO homólogo mono-ramno-di-lipídeo (Rha-C10-C12 ou Rha-C12-C10) foi o \n\nramnolipídeo predominante nas amostras investigadas. \n\nAltos níveis de acumulação de PHA foram observados na forma de grânulos.  \n\nO ramnolipídeo apresentou toxicidade aguda para juvenis de Daphia magna em \n\ntodas as amostras analisadas, inclusive para o controle negativo.  \n\n \n\n \n\n \n\n\n\n \n\n \n\n80 \n\n \n\n4.5. REFERÊNCIAS  \n\n \n\nAbalos, A.; Pinazo, A.; Infante, M. R.; Casals, M. ; Garcia, F.; Manresa, A. \n\nPhysicochemical and antimicrobial properties of new rhamnolipids produced by \n\nPseudomonas aeruginosa AT10 from soybean oil refinery wastes. Langmuir. v. 17, p. \n\n1367-1371, 2001. \n\n \n\nAccorsini, F. R.; Mutton, M. J. R.; Lemos, E. G. M.; Benincasa, M. Biosurfactants \n\nproduction by yeasts using soybean oil and glycerol as low cost substrate. Brazilian \n\nJournal of Microbiology. v. 43(1), p.116-125, 2012. \n\n \n\nAmaral, P. F. F.; Silva, J. M.; Lehocky, B. M.; Barros-Timmons, A. M. V.; Coelho, M. \n\nA. Z.; Marrucho, I. M.; Coutinho, J. A. P. Production and characterization of a \n\nbioemulsifier from Yarrowia lipolytica. Process Biochemystry. v. 41, p.1894-1898, \n\n2006. \n\n \n\nAnderson, A. J.; Dawes, E. A. Occurrence, metabolism, metabolic role and industrial \n\nuses of bacterial polyhydroxyalkanoates. Microbiology. Reviews. v. 54, p. 450-472, \n\n1990. \n\n \n\nAssociação Brasileira de Normas Técnicas (ABNT). Norma Técnica \n\nNBR12713. Ecotoxicologia aquática - Toxicidade aguda - Método de ensaio com \n\nDaphnia spp. (Crustacea, Cladocera), Rio de Janeiro, 2004.  \n\n \n\nBenincasa, M.; Abalos, A.; Oliveira, I; Manresa, A. Chemical structure, surface \n\nproperties and biological actives of the biosurfactante produced by Pseudomonas \n\naeruginosa LBI from soapstock. Antoniie Van Leeuwenhoek. v. 85, p. 1-8, 2004. \n\n \n\nBerenchtein, B.; Costa, L. B.; Braz, D. B.; Almeida, V. V.; Tse, M. L. P.; Miyada, V. S. \n\nUtilização de glicerol na dieta de suínos em crescimento e terminação. Revista \n\nBrasileira de Zootecnia. v.39 (7), p.1491-1496, 2010. \n\n \n\n\n\n \n\n \n\n81 \n\n \n\nBharali, P.; Konwar, B. K. Production and Physico-chemical Characterization of a \n\nBiosurfactant Produced by Pseudomonas aeruginosa OBP1 Isolated from Petroleum \n\nSludge. Applied Biochemistry Biotechnology.  v. 164, p. 1444-1460, 2011. \n\n \n\nCooper, D. G.; Goldenberg, B. G. Surface active agents from two Bacillus species. \n\nApplied Environmental Microbiology. v. 53 (2), p.224-229, 1987. \n\n \n\nCosta, S. G. V. A. O.; Nitschke, M.; Haddad, R.; Eberlin, M. N.; Contiero, J. Production \n\nof Pseudomonas aeruginosa LBI rhamnolipids following growth on Brazilian native \n\noils. Process Biochemistry. v. 41, p.483–488, 2006.   \n\n \n\nDesai, A. J.; Banat, I. M. Microbial production of surfactant and their commercial \n\npotential. Microbiology and Molecular Biology Reviews. v.61, p.47-64, 1997. \n\n \n\nDubois, M., Gilles, K. A., Hamilton, J.K., Rebers, Smith, F. Colorimetric Method for \n\nDetermination of Sugars and Related Substances. Chemistry. v. 28, p.350-356, 1956. \n\n \n\nGustafsson, S.; Hultberg, M.; Figueroa, R. I.; Rengefors, K. On the control of HAB \n\nspecies using low biosurfactant concentrations. Harmful Algae. v. 8,  p. 857–863, 2009. \n\n \n\nHaba, E.; Espuny, M. J.; Busquets, M.; Manresa, A. Screening and production of \n\nrhamnolipids by Pseudomonas aeruginosa 47T2 NCIB 40044 from waste frying oils. \n\nJournal of Applied Microbiology. v. 88, p. 379-387, 2000. \n\n \n\nHori, K.; Marsudi,S.; Unno, H. Simultaneous production of polyhydroxyalkanoates and \n\nrhamnolipids by Pseudomonas aeruginosa. Biotechnology Bioengineering. v. 78 (6) \n\np.699-707, 2002. \n\n \n\nLaitano, K. S.; Matias, W. G. Testes de toxicidade com Daphnia magna: Uma \n\nferramenta para avaliação de um reator experimental UASB. Journal of the Brazilian \n\nSociety of Ecotoxicology. v. 1 (1), p.43-47, 2006, \n\n \n\nLotfabad, T. B.; Abassi, H.; Ahmadkhaniha, R.; Roostaazad, R.; MasOomi, F.; Zahiri, \n\nH. S.; Ahmadian, G.; Hojatollah, V.; Noghabi, K. A. Structural characterization of a \n\n\n\n \n\n \n\n82 \n\n \n\nrhamnolipid-type biosurfactant produced by Pseudomonas aeruginosa MR01: \n\nEnhancement of di-rhamnolipid proportion using gamma irradiation. Colloids and \n\nSurfaces B: Biointerfaces. v. 81, p. 397-405, 2010. \n\n \n\nManeerat, S. Production of biosurfactants using substrates from  renewable resources. \n\nSongklanakarin Journal Science Technology. v. 27(3), p. 675–683, 2005. \n\n \n\nMata-Sandoval, J. C.; Karns, T. Effect of nutritional and environmental conditions on \n\ncomposition of rhamnolipids by Pseudomonas aeruginosa UG2. Microbiology \n\nResearch. v. 155, p. 249-256, 2001. \n\n \n\nMonteiro, S. A.; Sassaki, G. L.; Souza, L. M.; Meira, J. A. ; Araújo, J. M.; Mitchell, D. \n\nA.; Ramos, L. P.; Krieger, N. Molecular and structural characterization of the \n\nbiosurfactant produced by Pseudomonas aeruginosa DAUFPE 614. Chemistry and \n\nPhysics of Lipids. v. 147, p. 1-13, 2007. \n\n \n\nNitschke, M.; Costa, S.G.V.A.O. Rhamnolipid surfactants: an update on the general \n\naspects of these remarkable biomolecules. Biotechnology Progress. v. 21 (6), p. 1593-\n\n1600, 2005a. \n\n \n\nNitschke, M.; Costa, S.G.V.A.O.; Contiero, J. Rhamnolipids and PHAs: Recent reports \n\non Pseudomonas derived molecules of increasing industrial interest. Process \n\nBiochemistry. v. 46, p.621–630, 2011. \n\n \n\nNitschke, M.; Costa, S.G.V.A.O.; Haddad, R.; Gonçalves, L.A.G.; Eberlin,M.; \n\nContiero, J. Oil waste as unconventional substrate for rhamnolipid \n\nbiosurfactantproduction by Pseudomonas aeruginosa LBI. Biotechnological Progress. \n\nv. 21, p.1562-1566, 2005b. \n\n \n\nPantazaki, A. A.; Papaneophytou, C. P.; Lambropoulou, D. A. Simultaneous \n\npolyhydroxyalkanoates and rhamnolipids production by Thermus thermophilus HB8. \n\nAMB Express. v.1, p. 1-13, 2011. \n\n \n\n\n\n \n\n \n\n83 \n\n \n\nPham, T.H.; Webb, J.S.; Rehm, B.H.A. The role of polyhydroxyalkanoate biosynthesis \n\nby Pseudomonas aeruginosa in rhamnolipid and alginate production as well as stress \n\ntolerance and biofilm formation. Microbiology. v. 150, p. 3405–3413, 2004. \n\n \n\nPirôllo, M. P. S.; Mariano, A. P.; Lovaglio, R. B.; Costa, S. G. V. A. O.; Walter, V.; \n\nHausmann, R.; Contiero. Biosurfactant synthesis by Pseudomonas aeruginosa LBI \n\nisolated from a hydrocarbon-contaminated site. Journal of Applied Microbiology. v. \n\n105, p.1484-1490, 2008. \n\n \n\nPrieto, L. M.; Michelon, M.; Burkert, J. F. M.; Kalil, S. J.; Burkert, C. A. V. The \n\nproduction of rhamnolipid by Pseudomonas aeruginosa strain isolated from a southern \n\ncoastal zone in Brazil. Chemosphere. v. 71, p.1781-1785, 2008. \n\n \n\nRooney, A. P.; Prince, N. P. J.; Ray, K. J.; Kuo, T. M. Isolation and characterization of \n\nrhamnolipid-producing bacterial strains from a biodiesel facility. FEMS Microbiology \n\nLetters. v. 295 (1), p. 82-87, 2009. \n\n \n\nSánchez, M.; Aranda. F. J.; Teruel, J. A.; Espuny, M. J.; Marqués, A.; Manresa, A.; \n\nOrtiz, A. Permeabilization of biological and artificial membranes by a bacterial \n\ndirhamnolipid produced by Pseudomonas aeruginosa. Journal of Colloid and Interface \n\nScience. v.341, p.240–247, 2010. \n\n \n\nSanta Anna, L. M. ; Sebastian, G.V.; Menezes, E. P. ; Alves, T. L. M.; Santos, A. S.; \n\nPereira-Júnior, N.; Freire, D. M. G. Production of biosurfactants from Pseudomonas \n\naeruginosa PA1 isolated in oil environments. Brazilian Journal of Chemical \n\nEngineering. v. 19 (2), p.159-166, 2002. \n\n \n\nSanta Anna, L. M.; Sebastian, G.V.; Pereira-Júnior, N.; Alves, T. L. M.; Menezes, E. P.; \n\nFreire, D. M. G. Production of biosurfactants from a new and promising strain of \n\nPseudomonas aeruginosa PA1. Applied Biochemistry and Biotechnology. v. 91-93 (1-\n\n9), p.459-467, 2001. \n\n \n\nSantos, A. S.; Sampaio, A. P. W.; Vasquez, G. S.; Santa Anna, L. M.; Pereira-Junior, \n\nN.; Freire, D. M. G. Evaluation of different carbon and nitrogen sources in production \n\n\n\n \n\n \n\n84 \n\n \n\nof rhamnolipids by a strain of Pseudomonas aeruginosa. Applied Biochemistry \n\nBiotechnology. v. 98-100, p.1025-1035, 2002. \n\n \n\nSarachat, T.; Pornsunthorntawee, O.; Chavadej, S.; Rujiravanit, R. Purification and \n\nconcentration of a rhamnolipid biosurfactant produced by Pseudomonas aeruginosa \n\nSP4 using foam fractionation. Bioresource Technology. v. 101, p.324–330, 2010. \n\n \n\nSim, L.; Ward, O. P.; Li, Z. Y. Production and characterization of a biosurfactant \n\nisolated from Pseudomonas aeruginosa UW-1. Journal of Industrial Microbiology \n\nBiotechnology. v. 19 (4), p.232–8, 1997. \n\n \n\nSingh, A.; Van Hamme, J. D.; Ward, O. P. Surfactants in microbiology and \n\nbiotechnology: Part 2. Application aspects. Biotechnology Advances. v.25 (1), p.99-\n\n121, 2007. \n\n \n\nSoberón-Chávez, G.; Aguirre-Ramírez, M.; Sánchez, R. The Pseudomonas aeruginosa \n\nRhlA enzyme is involved in rhamnolipid and polyhydroxyalkanoate production. Journal \n\nof Industrial Microbiology e Biotechnology. v. 32 (11-12), p. 675-677, 2005. \n\n \n\nVasileva-Tonkava, E. ; Sotirova, A. ; Galabova, D. The Effect of Rhamnolipid \n\nBiosurfactant Produced by Pseudomonas fluorescens on Model Bacterial Strains and \n\nIsolates from Industrial Wastewater. Current Microbiology. v. 62, p. 427- 433, 2011. \n\n \n\nVidal-Max, J.; Resina-Pelfort, O.; Haba, E.; Comas, J.; Manresa, A.; Vives-Rego, J. \n\nRapid flow cytometry – Nile red assessment of PHA cellular content and heterogeneity \n\nin cultures of Pseudomonas aeruginosa 47T2 (NCIB 40044) grown in waste frying oil. \n\nAntonie van Leeuwenhoek. v. 80, p. 57-63, 2001. \n\n\n\n \n\n \n\n85 \n\n \n\nN\n\n8º 24’\n\nEscala 1: 100,000\n\n34º 58’\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n01 \n \nIntrodução, objetivo e esboço \nda tese \n \n\n02 \n \nRevisão Bibliográfica \n \n\n03 \n \nDiversidade de bactérias de \nambiente costeiro tropical e \nsuas potencialidades em \nbiodegradar o naftaleno \n \n\n04 \n \nProdução simultânea de \nramnolipídeo e \npolihidroxialcanoatos por \nestirpes de Pseudomonas \naeruginosa isoladas de poços \nde petróleo \n \n\n05 \n \nConsiderações Finais \n \n\nCapítulo 05 \n\n\n\n \n\n \n\n86 \n\n \n\n5. CONSIDERAÇÕES FINAIS \n\n \n\nA praia de Suape e regiões adjacentes detêm um grande aporte turístico e \n\neconômico e possuem diversas comunidades que dependem da pesca e turismo. Em \n\n2010, uma refinaria de petróleo teve sua construção iniciada nas adjacências da praia de \n\nSuape e estará em operação a partir de 2013. Assim, o risco de derrame de \n\nhidrocarbonetos poliaromáticos na baía de Suape, é considerado realista. Um possível \n\nderrame de petroderivados pode vir a causar um dano inigualável de amplo impacto \n\nambiental, fortemente negativo sobre a área. Assim, o desenvolvimento de estratégias \n\nde biorremediação surge como recurso para minimizar tais danos. \n\nOs micro-organismos isolados da praia de Suape são tolerantes ao naftaleno em \n\nconcentrações de 30 mg/L no entanto, não apresentam capacidade genética para \n\nbiodegradá-lo; assim como ao catecol, seu principal intermediário de degradação. Entre \n\nas bactérias encontradas nas areias da praia de Suape, incluem os gêneros Pseudomonas, \n\nBacillus, Microbacterium, Cellulomonas e Arthrobacter, sendo o gênero \n\nMicrobacterium o mais abundante.  \n\nO glicerol proveniente da refinaria do biodiesel é promissor para a produção de \n\nmetabólitos tensoativos, como os ramnolipídeos produzidos pelas estirpes de \n\nPseudomonas aeruginosa. A maior concentração do ramnolipídeo está associada ao \n\ncrescimento celular. Apenas a estirpe UFPEDA-563 apresentou um índice de \n\nemulsificação favorável, com uma emulsão estável e valores de 93% para o óleo diesel. \n\nO homólogo mono-ramno-di-lipídeo (Rha-C10-C12 ou Rha-C12-C10) foi o ramnolipídeo \n\npredominante nas amostras investigadas. Altos níveis de acumulação de PHA foram \n\nobservados na forma de grânulos.  \n\nPor serem substâncias xenobióticas, o petróleo e seus derivados são \n\nconsiderados recalcitrantes ao meio ambiente. Assim, malefícios como: mortalidade de \n\npeixes, aves, mamíferos, organismos bentônicos e planctônicos são possíveis \n\nconsequências do efeito do derrame de hidrocarbonetos de petróleo no ecossistema \n\nmarinho, desencadeando um desequilíbrio ecológico em curto prazo. Este projeto visou \n\nfornecer dados sobre o potencial de biodegradação de micro-organismos nativos das \n\nareias da praia de Suape; e avaliar a produção do biossurfactante ramnolipídeo, a partir \n\ndo glicerol, rejeito da fábrica do biodiesel, com a hipótese de se desenvolver a \n\nbiorremediação, ex situ, através da adição de ramnolipídeos produzidos por micro-\n\norganismos isolados de poços de petróleo. Dessa forma, com os resultados obtidos, \n\n\n\n \n\n \n\n87 \n\n \n\ncontribuem para melhorar a compreensão do ambiente costeiro da praia de Suape e \n\ngerar conhecimento acadêmico especializado sobre a referida temática."}]}}}