{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04610"}, {"@name": "filename", "#text": "BTP_1983_26_3_08_Tensoes_na_parede.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "0-0-^ -tíwi de. ciclaíx^ l^^í&amp;axtCíi- j*£Ç&amp;\n' TENSÕES NA PAREDE DE UM POÇO CIRCULAR SEGUNDO A TEORIA DA ELASTICIDADE\nJOÃO CANDIDO BAPTISTA DE CAMPOS, Setor de Ensino na Bahia, Divisão de Ensino, Serviço de Pessoal.\nRESUMO - As tensões desenvolvidas a pequenas profundidades, correspondentes às regiões atingidas pelos poços de petróleo, são discutidas, bem como as alterações e a redistribuição dessas tensões provocadas pela presença do poço, pela pressão no seu interior, e pelo fluxo de líquidos.\nSão desenvolvidas equações que permitem estimar as tensões subsuperflciais, a pressão de quebra num fraturamento, a pressão de propagação de uma fratura, e o peso específico adequado para os fluidos de perfuração de forma a evitar desmoronamentos ou quebra da formação.\nPor último são apresentados vários métodos para a determinação das constantes elásticas das formações.\nABSTRACT - The stresses at low depth, corresponding to the regions affected by petroleum wells, are discussed, together with their alterations and redistribution caused by the borehole, by the pressure inside the well, and by the fluid flow.\nEquations are presented allowing the estimation of subsurface stresses, the ■ breakdown pressure in hydraulic fracturing, the propagation pressure of a fracture, and the density of the drilling fluid, adequate neither for breaking down the formation nor for permitting sloughing of the borehole wall.\nFinally, several methods for the determination of the formation’s elastic constants are presented.\n(Originais recebidos em 23-11-83.)\n1 - INTRODUÇÃO\na = ffe + Pp\n(2)\nNeste artigo são estudadas as tensões no interior do globo terrestre a baixas profundidades.\nA teoria da elasticidade é tida como totalmente aplicável, e além disto são feitos os seguintes pressupostos:\n—\tformação linearmente elástica.\n—\tformação isotrópica e homogênea;\n—\tnão há interação entre o fluido dentro do poço e a formação e/ou os fluidos nela contidos.\nConvencionou-se que as tensões de compressão são positivas, e as de tração, negativas.\n2\t- TENSÕES SUBSUPERFICIAIS\nÉ válido supor que as tensões na subsuperfície da crosta terrestre podem ser agrupadas em três tensões principais: uma vertical e duas horizontais.\nA tensão vertical, av, decorre do peso das camadas situadas acima do ponto em consideração, ou seja:\nov = p g D = Grdo x D\t(1)\nO gradiente de sobrecarga, Grd0, na maioria dos casos, é suposto como sendo 1 psi/pé. Esta simplificação é aceitável e satisfatória na maioria das aplicações práticas. Quando se quer um valor mais correto, usa-se o gradiente calculado diretamente de um perfil de densidade (*).\nAs tensões horizontais, e ah2, — sendo maior a primeira —, são causadas parte pela sobrecarga e parte por movimentos tectônicos e/ou outros fenômenos geológicos. Geralmente os módulos das tensões horizontais são diferentes. Seriam iguais caso fossem causadas apenas pela sobrecarga.\nEm um meio poroso, definem-se duas espécies de tensões: a total e a efetiva. A total é a relação entre a força e a área em que esta atua. A efetiva é aquela atuante na parte sólida do meio poroso e igual à tensão total menos a pressão do fluido existente nos poros, ou seja:\nAs tensões horizontais estão relacionadas com a tensão vertical, e isso pode ser visto usando-se a lei de Hooke (213).\nehl = “ [ffhel - H<Ihe2 + CTve)l\nE\n’ eh2= [°he2 - v (°hel + ^ve)l\t(3)\nE\nev = 4\" [ffve - v (ffhel + ffhe2)l\nE\nConsiderando-se que ocorre somente compactação, não havendo deformações horizontais, as duas primeiras equações fornecem:\nffhel = y (°he2 ffve)\n(4) °he2 = v (°hel + CTve)\t•\nUm caso particular das equações (4), seguidamente utilizado na prática, ocorre quando não há fenômenos tectônicos ou outros fenômenos geológicos. Nestas condições, as duas tensões horizontais são iguais, e tem-se:\nCThel — °he2 ~ °he — ;--- CTve ••\n1 - v\nohe=_^_(av-P )\t(6)\n1 — v\n3\t- TENSÕES NA PAREDE DE UM POÇO\nAs tensões na subsuperfície, nas vizinhanças de um poço, sofrem fortes alterações, causadas por três fatores:\n—\to poço propriamente dito;\n—\ta pressão dentro do poço;\n—\to fluxo de fluidos no meio poroso.\n3.1 - INFLUÊNCIA DO FURO (POÇO)\naz = °ve - 2 v (°he2 ~ ahel) cos 29 + Pe\n(12)\nO efeito de furos circulares na concentração de tensões em placas é um problema clássico na teoria da elasticidade (2’3,4). Esta pode ser aplicada em engenharia de petróleo, pois a espessura de um reservatório é muito pequena em relação às demais dimensões, e o mesmo pode ser considerado como uma placa de dimensões infinitas com furo circular no centro. A pressão nos poros é a pressão estática do reservatório, e a pressão no interior do poço também é, neste modelo, essa mesma pressão estática.\nUsar-se-á um sistema de coordenadas com a origem no centro do poço e o eixo vertical coincidente com o eixo do mesmo. Convém usar coordenadas polares, visto que a distribuição de esforços é simétrica. As tensões, em um ponto genérico P, situado a uma distância r da origem, usando-se a teoria da placa infinita com um furo circular, são dadas, conforme a figura 1, por:\nSeus valores máximos são:\nCTr = Pe\n(13)\n(14)\n(15)\nE os mínimos:\n°r = Pe\n(16)\n(17)\nuz = ave + 2 p (ahe2 - ahel) + Pe\n(18)\nObserve-se que, quando as tensões horizontais são .ais. a tensão taneencial e a vertical não dependem do\n2 v (°he2 - °hel)—— c0.s 29 + P r2\nEstas tensões, na parede do poço (r = rw), são assim expressas:\na6 = °hel + ühe2 + 2 fahel - ^2) cos 29 + Pe\n(19)\n(20)\n(10)\n(11)\n\n0 reservatório, agora, segundo este modelo, é um cilindro de paredes espessas, com um raio interno, rw, e externo, re, muito maior que rw. A pressão interna é a diferença de pressões na parede do poço, Pw — Pe. A pressão ex-\n-\tr2-r? r\n(l-*)r2\t\\r2-r? i \\ o h\ncE /\t<2 + 2 r 1 f\n(1-P)r2\\\tr2-r?^\n= _ c E\tí 2”\naZ\n1 — p \\ r2 — r? c/ i j/ y.o ij\nPi = Pw-Pe\nPo=0\n(22) r0 — re rw\nri = rw\nIntroduzindo-se as equações (22) em (19) e (20), tem-se:\nf2\nffl = -2L (Pw_Pe)\t(23)\nr2\nr2\n— (Pw - Pe)\t(24)\nr2\nEstas tensões, na parede do poço (r = rw), são as seguintes:\nar = Pw —Pe\t(25)\nff0 = _(Pw_Pe)\t(26)\na2 = 0\t(27)\n3.3 - INFLUÊNCIA DO FLUXO DE FLUIDOS\nHá uma grande analogia entre a termoelasticidade e a elasticidade de materiais porosos (5), e as soluções adotadas para resolução dos problemas da primeira servirão também para a segunda, quando forem semelhantes os problemas. No caso em pauta, será utilizada a solução do problema referente às tensões termoelásticas em um cilindro de paredes espessas (4).\nAs tensões em um ponto genérico P, figura 2, dada a variação de temperatura, AT, são fornecidas por:\nEstas equações da termoelasticidade aplicam-se ao fluxo em meio poroso, fazendo-se as seguintes analogias:\nEntão, as tensões causadas pelo fluxo em um ponto genérico P, figura 3, serão:\nar= -9Í1..U2v)x 1\tAPrdr-J AP r dr J (31)\n(1 — p) r \\re—rw t\tt\t/\n\\\t*w\tw\t'\nr\t\\\tV\n+ J' AP r dr - AP r2J\nrw\n(32)\n1 -v\np2 = -aLz..2l>-\t____ f* APrdr—Ap\\ (33)\n\\\trw\t'\nO diferencial de pressão, AP, é a diferença entre a pressão nos poros, Pp, e a pressão estática, Pe:\n(34)\nAs tensões na parede do poço (r = rw), tendo em vista o fluxo de fluidos e supondo-se re muito grande, ou seja, podendo ser considerado infinito, serão dadas por:\nor = 0\t(35)\na0=a(l-2p) (pp_pe) 1 - V\t(36)\n= a \\-2v (Pp-Pe) 1 - V\t(37)\n3.4 - TENSÕES RESULTANTES\t\nAs tensões resultantes são determinadas superpondo-se os três campos anteriormente analisados. As equações (13), (14), (15), (25), (26), (27), (35), (36) e (37) fornecem os valores das tensões máximas na parede do poço, que são:\nar = Pe + Pw-Pe + 0 = Pw\t(38)\n°o = 3 ahel - ffhe2 + Pe + Pe ~Pw +\t.gp ~Pe) =*\n1 — v\n= 3ahel-ahe2-Pw + 2Pe + «lz^(Pp-Pe) (39) 1 — v\n= ^ve“ 2i; (ffhe2 - ahel) + Pe + 0 + a^—(Pp - Pe) = 1 - v\n= Orve\"2p(ffhe2 - ffhel) + a —~ (Pp ~ Pe) + Pe (40)\n1-P\nOs valores mínimos das tensões na parede do poço são obtidos usando-se as equações (16), (17), (18), (25), (26), (27), (35), (36) e (37), que são:\nFig. 4\n(45) e (46), obtém-se o valor das tensões efetivas mínimas na parede do poço, para um fluido penetrante:\n(41)\n(49)\n^=3^2- °hel - Pw + 2Pe + «\t(Pp ~ Pe) (42)\n1 - v\n°0e 30^62 °hel Pw + 2Pe+a---(?w Pe) Pw\n1-P\nOz = ave + 2p (<rhe2 -&lt;rhei) + “ i—^(Pp ~pe) + Pe (43) 1 - v\nAs tensões efetivas são via de regra usadas nas aplicações, e quando mínimas na parede do poço, conforme as equações (2), (41), (42) e (43), são dadas por:\n°re = Pw — Pp\t(44)\nff0e=3 »he2 - °hel ~Pw+2Pe+a ^^Pp ~Pe) - Pp (45)\n1 -V\nffze = CTve + 2y(°he2 “ ffhel)+a —— (Pp-Pe)+Pe-Pp (46) 1 — v\n4\t- FLUIDO PENETRANTE\nUm fluido é classificado como penetrante quando há fluxo do mesmo do poço para a formação, ou vice-versa. É o caso, por exemplo, de um fluido de baixa viscosidade, não formador de reboco, em presença de uma formação permeável. A distribuição da pressão nos poros, Pp, é es-quematizada na figura 4.\nA variação de Pp com r, ou seja, a função\nPp=f(r)\t(47)\né difícil, se não impossível, de ser determinada com exatidão. Felizmente, o valor de Pp de que se necessita é aquele observado na parede do poço. No caso de um fluido penetrante, para r = rw, tem-se:\npp=pw\t(48)\nObserve-se que, longe do poço, a pressão nos poros tende a ser a mesma do reservatório, Pe.\nIntroduzindo-se a equação (48) nas equações (44),\n= 3 o-he2 - ffhel + «k±(Pw -Pe) - 2 (Pw - Pe) =\n1-v\nffze °ve+2p(ffhe2 °hel)+o!-------(?w Pe)+Pe Pw\n1 — v\n5\t- FLUIDO NÃO-PENETRANTE\nUm fluido é classificado como não-penetrante quando inexiste fluxo do mesmo do poço para o meio poroso, ou vice-versa. Como exemplo, pode-se citar qualquer fluido em presença de uma formação não-permeável ou lama de perfuração, após formado o reboco.\nA distribuição da pressão nos poros, Pp, é mostrada na figura 5.\n-----------!\nI\nI I\nI\ni I\nI\nl l I\nr\nFig. 5\nPara r = rw, existe uma descontinuidade. A pressão dentro do poço é Pw, e nos poros, Pe, para qualquer valor de r, ou seja, para r > rw, tem-se:\nPp=Pe\t(52)\nIntroduzindo-se a equação (52) nas equações (44), (45) e (46), obtém-se o valor das tensões efetivas mínimas na parede do poço, para um fluido não-penetrante, e que são: are = Pw - Pe\t(53)\n= 3 °he2 ^hel -Pw + 2Pe + “\t(Pe ~ Pe) ~ Pe=\n1—P\n= 3 ffhe2 ” °hel ~ Pw + Pe\t(54)\nffZe = CTve + 2y(ffhe2-ahel)+a-^^(Pe-pe)+Pe-“Pe =\n1-P :\n= ove + 2p (ahe2 - ahel)\t(55)\n6.2 - FRATURA HORIZONTAL\nDe posse das equações (12), (27) e (37), superpondo-se os efeitos de forma semelhante ao que se fez em 3.4, obtém-se:\nuz = ave- 2p (ohe2 - ffhei) cos 29 + Pe +\n+\t(P -Pe)\n1-p\nA tensão vertical efetiva é:\n2p(ohe2—CThel)c0S\n20+Pc+a l~2v\n6\t1-p\n=^ve_2l'(ffhe2 - ffhe 1 )cos 20+(Pe-pp)\n(58)\n(Pp~Pe)—Pp\n6 - FRATURAMENTO DE FORMAÇÕES\nA fratura da formação inicia-se na parede do poço quando a tensão tangencial efetiva ou a tensão vertical efetiva ultrapassa a sua resistência â tração. No primeiro caso, ocorre uma fratura vertical; no segundo, horizontal. Resumindo:\nPara se iniciar uma fratura horizontal (semelhante a um disco em volta do poço), a tensão vertical dada pela equação (59) deve ser igual à resistência à tração da rocha, como. se comentou no item 6.\nRT = ave -2p (ahe2 - ffhei) cos 29 +\n+ (Pe-pp)\n1\n1 — 2p\n1-p\n(60)\n-\tFratura vertical: logj > |R T|\n—\tFratura horizontal: |uze| > |R T|\n6.1 - FRATURAS VERTICAIS\nComo a fratura horizontal se dá em toda a periferia do poço, na equação anterior toma-se o valor médio do termo função do cos 20, que, como se sabe, é zero. Depois desta consideração, fica-se com:\n1 - q 1 ~\t\\\t(61)\n1-p I\nUsando-se as equações (50) e (54), e igualando-se a tensão tangencial efetiva mínima à resistência à tração, obtém-se a expressão da pressão dentro do poço, em frente à formação, necessária para o início de uma fratura vertical. Da equação (50), obtém-se a pressão de quebra com um fluido penetrante; da (54), com um fluido não-penetrante.\nPressão de quebra com um fluido penetrante:\nNo caso de um fluido penetrante, introduzindo-se a equação (48) na equação (61), obtém-se:\nRT“ ff0e\n(62)\nD 3 ffhe2 “ CThel “ RI\\ D\npw------------------------+ pe\n1 — p\nPressão de quebra com um fluido não-penetrante:\n(56)\nA equação (62) fornece a pressão dentro do poço, em frente à formação, necessária para quebrá-la, horizontalmente, usando-se um fluido penetrante.\nNo caso de um fluido não-penetrante, introduz-se a equação (52) na equação (61), obtendo-se:\nRT = ove + (Pe — Pe) (1-alz^L\n\\\t1-p\nRT“ a6e\n~ 3 °he2 ~~ °hel — Pw + Pe \"\naye = RT\n(63)\nPw 3 °he2 ffhel + Pe R T\n(57)\nObserve que se convencionou a compressão como positiva, e a tração, como negativa. Nesta convenção, RT tem um valor negativo.\nComo se vê, a tensão vertical efetiva, no caso de um fluido não-penetrante, não é função da pressão dentro do poço, Pw. Isto indica a impossibilidade de se obter uma fratura horizontal usando-se um fluido não-penetrante.\nConvém lembrar que a conclusão acima só é válida quando não se considera o efeito do fundo do poço e/ou de um obturador. Na prática, estes efeitos de extremida-\nde ocorrem e é possível a criação de uma fratura horizontal, mesmo com um fluido não-penetrante (6).\n7\t- DESMORONAMENTO\n0 desmoronamento da parede do poço nada mais é do que a ocorrência de fraturas tangenciais. Ele ocorre quando a tensão radial efetiva ultrapassa a resistência à tração dã rocha, ou seja:\n|aie|>|RT|\t(64)\nA pressão mínima dentro do poço para a ocorrência de um desmoronamento é obtida introduzindo-se a relação (64) nas equações (49) e (53).\nComo se vê pela equação (49), a tensão radial efetiva no caso de um fluido penetrante não depende da pressão dentro do poço e, além disso, é nula. Daí concluir-se que o poço só perdería estabilidade quanto ao desmoronamento quando a resistência à tração fosse zero.\n0 caso de um fluido não-penetrante pode ser visto a partir da equação (53).\nRT = ore\n= Pw — Pe • •\nPw=Pe + RT\t(65)\nComo se vê pela equação (65), aplicada para fluidos nãó-penetrantes, quanto maior a resistência à tração da rocha mais leve pode ser o referido fluido, sem que ocorram desmoronamentos da parede do poço.\n8\t- INSTABILIDADE POR COMPRESSÃO\nO poço pode perder estabilidade por excesso de tensões compressivas. As tensões máximas dadas pelas equações (38), (39) e (40) atingem valores tais que causam colapso da formação com consequente alargamento, ovalação ou subsidência.\nO problema é agora um pouco mais complicado, e a teoria da máxima tensão principal, usada nos colapsos por fratura (itens 6 e 7), não pode ser usada.\nA teoria de colapso recomendada para este caso é a da tensão de cisalhamento octaédrica máxima f2’8’9 ).\nEste tipo de colapso de poços será assunto de um outro artigo, onde também se considerará o comportamento plástico de alguns tipos de rochas.\n9\t- MÓDULO DE YOUNG\nO módulo de Young, ou módulo de elasticidade linear, E, é a relação entre a tensão e a deformação linear por ela causada.\nO módulo de elasticidade de um meio poroso está relacionado com a velocidade de propagação das ondas primárias, Vp, neste meio, com o módulo de Poisson e com a massa específica do mesmo, como se verá a seguir.\nA velocidade de propagação das ondas P em um meio poroso é dada por (7):\n/\t\\ o, 5\n(66)\nNa equação (66), X e G são as constantes de Lamé (2’3’4), e p, a massa específica do meio poroso.\nO módulo de Young, E, pode ser calculado pela equação seguinte (3 ):\nE = (X + ?G) (l-H>)(l-2^)\t(67)\n1 ~V\nIntroduzindo-se a equação (66) na anterior, tem-se:\nF=nV2&lt;1 + p)(1-2p)\t(68)\nP VP -.....j_p-------\nA velocidade de propagação das ondas primárias, Vp, pode ser obtida de um perfil sônico, que, normalmente, registra o seu inverso, ou seja, Atp, em ps/pé. A massa específica, p, pode ser obtida de um perfil de densidade que a fornece em g/cm3. Introduzindo-se estas unidades na equação (68), obtém-se E, em psi, através de: :\nE = 1,34 x IO10 P x 0 +\t0 ~ 2tJ)\t(69)\n(Atp)2 1-^\nO módulo de Poisson é obtido como se verá no item 11.\t/ s -....: L ...............\nO módulo de elasticidade &lt;linear pode, também, ser obtido de gráficos (10).\t..\n10-\tMÓDULO DE RIGIDEZ\nO módulo de rigidez ou módulo de elasticidade angular, G, é a relação entre a tensão de cisalhamento e a de-\nformação angular por ela criada.\nEste módulo está, relacionado com a massa específica, p, e a velocidade de propagação das ondas secundárias, Vs, no meio poroso (7).\nA velocidade de propagação das ondas secundárias, Vs, ou seu inverso, Ats, pode ser obtida de perfis acústicos ou através de correlações (10,u). Com as unidades usuais, G, em psi, é obtido através de:\nG = l,34xlO10 ____L_\n(Ats)2\n(71)\nQuando se conhece o módulo de Young e o módulo de Poisson, calcula-se G com (3 ):\nG =\nE\n2 (1 +p)\n(72)\nO módulo de rigidez também pode ser obtido de perfis (12).\n11\t- MÓDULO DE POISSON\nO módulo de Poisson é a relação entre a deformação lateral e a axial.\nO módulo de Poisson, v, pode ser calculado através das velocidades de propagação das ondas P e das ondas S, como se verá.\nDividindo-se a equação (66) pela equação (70), obtém-se:\nVP\t/À + 2G\\°,S\nVs\t\\ G /\nSabe-se que (3 ):\npE\n(1 + p) (1 — 2i>)\n(73)\ne que:\nG =......g.....\n2(1 + p)\nEntão,\n(hX - vE x2(1 + P)^2\n\\VS )\t(1 + p) (1 — 2j>)\tE\n=\t2z>\t+ ? = 2 — 2i>\n(1 - 2p)\t1 — 2i>\nSubstituindo-se as velocidades pelos tempos de trânsito tem-se:\nAts \\\t2 — 2v\t1 — v\nAtp j\t1 — 2v\t0,5 — v\n-■&amp;)'\n(74)\nQuando se conhece a pressão de propagação, PP, de uma fratura vertical, pode-se calcular v, supondo-se que as tensões horizontais sejam iguais, pela equação 75:\nPP = _T_ (av-Pe) + Pe\t(75)\n1 - v\nO módulo de Poisson também pode ser determinado graficamente em função de outras características da formação (10> 12’13).\n12- CONCLUSÕES\nDe posse das equações apresentadas, são possíveis as seguintes aplicações em Engenharia de Petróleo:\n—\testimar as tensões subsuperficiais;\n—\tprever a pressão de quebra em um fraturamento;\n—\testimar a pressão de propagação de uma fratura;\n—\tdimensionar fluidos de perfuração de modo a evitar desmoronamento ou quebra da formação;\n—\testimar as constantes elásticas da formação usando os dados de pressão obtidos em um fraturamento;\n— determinar as tensões subsuperficiais usando, os dados de pressão registrados em um fraturamento.\nSIMBOLOGIA\nc\t—\tcoeficiente de expansão\ttérmica linear\ncr\t—\tcompressibilidade da rocha\nct\t—\tcompressibilidade total\nD\t—\tprofundidade\nE — módulo de elasticidade linear (módulo de Young) G — módulo de elasticidade angular (módulo de rigidez)\nGrd0 — gradiente de sobrecarga (“overburden”) g\t— aceleração da gravidade\nPe\t- pressão estática do reservatório\nPj\t—\tpressão interna\nPo\t—\tpressão externa\nPp\t—\tpressão nos poros\nPw\t—\tpressão no fundo, dentro do poço\nPP — pressão de propagação de uma fratura RT — resistência à tração r — raio ou coordenada linear em um sistema de coordenadas polares\nre\t—\traio externo do reservatório\nq\t—\traio interno\nr0\t—\traio externo\nrw\t—\traio do poço\nVp — velocidade de propagação das ondas primárias Vj — velocidade de propagação das ondas secundárias c\na. - constante elástica (a = 1 — — ) ct\nAP - diferencial de pressão AT — diferencial de temperatura Átp — tempo de trânsito das ondas primárias Ats — tempo de trânsito das ondas secundárias ehl — deformação horizontal na direção da maior tensão\neh2 — deformação horizontal na direção da menor tensão\nev — deformação vertical\n0\t- coordenada angular em um sistema de coordena-\ndas polares\nX — constante elástica (definida pela equação (73) v\t—\tmódulo de Poisson\np\t—\tmassa específica\na\t—\ttensão total\noe\t-\ttensão efetiva\nCThl — tensão horizontal total maior ffh2 ~~ tensão horizontal total menor CThe — tensão horizontal efetiva ffhel — maior tensão horizontal efetiva ffhe 2 — menor tensão horizontal efetiva av — tensão vertical total (“overburden”) ave — tensão vertical efetiva ar — tensão radial total ore — tensão radial efetiva az — tensão vertical total (av alterada pela presença do poço, pela pressão Pw e pelo fluxo de fluidos) oze\t—\ttensão vertical efetiva\t'\n<jq\t—\ttensão tangential total\na0e.\t~\ttensão tangential efetiva\nREFERÊNCIAS BIBLIOGRÁFICAS\n(*) SNYDER, R. E. &amp; SUMAN, G. O. High pressure well completions, pt. I. Origin of abnormal or high pressures, detection techniques and fracture gradient calculations are discussed. World Oil, 757(2): 35-44, 1978.\n(*) ÜGURAL, A. C. &amp; Fenster, S. K. Advanced strength and applied elasticity. New York, American Elsevier, 1975.433 p.\n(3 ) OBERT, L. &amp; DUVAL, W. I. Rock mechanics and the design of structures in rock. New York, John Wiley, 1967. 650 p.\n(4)\tTimoshenko, S. P. &amp; Goodier, J. N. Theory of\nelasticity. New York, McGraw-Hill, 1970. 567 p.\n(5)\tHAIMSON, B. Hydraulic fracturing in porous and\nnonporous rock and its potential for determining in-situ stresses at great depth. Ann Arbor, Mich., Univ. Microfilms, 1968. 234 p. (Ph. D. Tese -Univ, of Minnesota).\n(6)\tKEHLE, R. 0. Determination of tectonic stresses\nthrough analysis of hydraulic well fracturing. Journal of Physical Research, 69 (2): 259, Jan. 1964.\n(7)\tHOWELL JR., B. F. Introduction to geophysics. New\nYork, McGraw-Hill, 1959.\n(8)\tJAEGER, J. C. &amp; Cook, N. G. W. Fundamentals of\nrock mechanics. New York, John Wiley &amp; Sons, s.d.\n(9)\tHottman, C. E.; Smith, J. H. &amp; Purcell, W. R.\nRelationship among earth stresses, pore pressure, and drilling problems offshore Gulf of Alaska. Journal of Petroleum Technology, 31 (11): 147784, Nov. 1979.\n(10)\tKOWALSKI, J. J. Formation strength parameters\nfrom well logs. Houston, SPWLA, 1978. (SPWLA Reprint volume, Mar./78).\n(u) PICKETT, G. R. Acoustic character logs and their applications in formation evaluation. Journal of Petroleum Technology, 15 (6): 659-67, Jun. 1963.\n(12)\tTlXIER, M. P. et alii. Estimation of formation\nstrength from the mechanical - properties log. Houston, SPWLA, 1978. (SPWLA Reprint volume, Mar./78).\n(13)\tANDERSON, R. a. et alii Determining fracture\npressure gradients from well logs. Houston, SPWLA, 1978. (SPWLA Reprint volume, Mar./ 1978)."}]}}}