{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25031"}, {"@name": "filename", "#text": "9583_FabioHidekiAshikawaCorr17.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FÁBIO HIDEKI ASHIKAWA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMITIGAÇÃO DE GOLFADAS EM SISTEMAS OFFSHORE UTILIZANDO \n\nMODELO DINÂMICO SIMPLIFICADO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo \n\n2017\n\n\n\n \n \n\n \n\nFÁBIO HIDEKI ASHIKAWA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMITIGAÇÃO DE GOLFADAS EM SISTEMAS OFFSHORE UTILIZANDO \n\nMODELO DINÂMICO SIMPLIFICADO \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Escola \n\nPolitécnica da Universidade de São Paulo \n\npara obtenção do título de Mestre em \n\nCiências \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo \n\n2017\n\n\n\n \n \n\n \n\nFÁBIO HIDEKI ASHIKAWA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMITIGAÇÃO DE GOLFADAS EM SISTEMAS OFFSHORE UTILIZANDO \n\nMODELO DINÂMICO SIMPLIFICADO \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Escola Politécnica \n\nda Universidade de São Paulo para obtenção \n\ndo título de Mestre em Ciências \n\n \n\n \n\nÁrea de Concentração: Engenharia Química \n\n \n\n \n\nOrientador: Prof. Dr. Song Won Park \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo \n\n2017 \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\nAGRADECIMENTOS \n\n \n\n \n\nAo meu orientador, Prof. Dr. Song Won Park, pelo apoio, grande paciência e ajuda \n\ndurante a elaboração desta dissertação. \n\n \n\nAos membros da banca de qualificação, pelas sugestões de melhoria e correções. \n\n \n\nAos meus pais, pela minha formação e por sempre me apoiarem. \n\n \n\nA Petrobras, empresa na qual faço parte, pelo apoio e compreensão durante a \n\nrealização deste trabalho. \n\n \n\nA Deus, por me dar força para superar todas as dificuldades desta jornada. \n\n \n\nAo Departamento de Engenharia Química, pela oportunidade de realização do \n\nmestrado. \n\n  \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A mente que se abre a uma \n\nnova ideia jamais voltará ao \n\nseu tamanho original.” \n \n\nAlbert Einstein  \n\n  \n\n\n\n \n \n\n \n\nRESUMO \n\nASHIKAWA, F.H. Mitigação de Golfadas em Sistemas Offshore utilizando Modelo \nDinâmico Simplificado. São Paulo, 2017. Dissertação (Mestrado em Ciências - Engenharia \nQuímica) – Escola Politécnica da Universidade de São Paulo, 2017. \n\nAtualmente, há inúmeras instalações offshore operando em regimes instáveis de escoamento. Tal regime \n\né resultado de diâmetros superdimensionados das linhas de produção ou baixa vazão dos poços. Deve-\n\nse notar que, muitas vezes, o regime intermitente se instala no final da vida produtiva dos poços, devido \n\nao declínio natural dos reservatórios, o que causa uma redução da produção do campo de petróleo. Tal \n\ninstabilidade traz dificuldades na produção offshore, pois pode causar danos nos equipamentos da \n\nplataforma ou perdas de produção. Neste âmbito, é necessário estudar meios de atenuar ou suprimir \n\neste tipo de regime de escoamento. O objetivo deste trabalho é desenvolver métodos de forma a garantir \n\na estabilidade do sistema através da modulação adequada da válvula choke, reduzindo ou mesmo \n\neliminando o comportamento oscilatório da produção, mantendo a válvula choke na maior abertura \n\npossível, trazendo desta forma, ganhos econômicos através do aumento da produtividade do poço. Para \n\na análise do sistema, utilizou-se um modelo dinâmico simplificado encontrado na literatura. Este modelo \n\nfoi escolhido por reproduzir adequadamente o escoamento em golfadas severas, causado pela presença \n\nde trecho horizontal descendente na linha de produção. O sistema foi também modelado no OLGA®, \n\nsendo este, um software comercial com uso bastante disseminado na indústria de petróleo e com grande \n\naplicação em simulações que exigem uma análise do comportamento transiente do problema. A \n\navaliação da eficácia dos métodos de supressão das golfadas foi realizada através de duas abordagens \n\ndistintas. Inicialmente, utilizou-se um controlador PI adaptativo com capacidade de operação em \n\ndiferentes regiões de aberturas da válvula choke. Por fim, utilizou-se um Regulador Linear Quadrático \n\nassociado a um observador de estados com filtro de Kalman Unscented com o objetivo de verificar como \n\no sistema se comportaria em caso de necessidade de um observador para compensar uma possível \n\nfalha do sensor submarino de pressão. Em ambos os casos, notou-se redução nas oscilações devido a \n\ngolfadas do poço. As soluções foram implementadas através da integração entre o modelo do OLGA® e \n\nos algoritmos desenvolvidos no MATLAB utilizando servidor OPC.  \n\n \nPalavras-Chave: Controle avançado de golfada severa, óleo e gás, produção \n\noffshore, válvula choke, modelos de escoamento por golfadas. \n \n\n\n\n \n \n\n \n\nABSTRACT \n\nASHIKAWA, F.H. Slugs mitigation in offshore systems by simplified dynamic model. São \nPaulo, 2017. MSc Thesis (Master in Chemical Engineering at Polytechnic School of the \nUniversity of Sao Paulo), Brazil, 2017. \n\nNowadays, there are numerous offshore installations operating in unstable flow regimes. Such unstable \n\nflow is the result of oversized diameters of production lines or low flow wells. It should be noticed that \n\noften the intermittent system occurs at the end of the productive life of wells due to the natural decline of \n\nthe reservoir, which causes a reduction in oil field production. Such instability brings difficulties in offshore \n\nproduction, it can cause damage to the platform equipment or production losses. In this context, it is \n\nnecessary to consider means to reduce or remove this type of flow regime. The objective of this work is \n\nto develop methods to ensure system stability by adequate modulation of choke valve, reducing or even \n\neliminating the oscillatory behavior of the production, with the biggest choke valve opening possible, \n\nbringing economic gains by increasing well production The system analysis was carried out using a \n\nsimplified dynamic model found in literature. This model was chosen by appropriately reproduction of \n\nsevere slug flow, caused by the presence of downward horizontal section in the production line. The \n\nproblem was also modeled on OLGA®, which is a commercial software with widespread use in the oil \n\nindustry and large application in simulations that require a transient behavior analysis. The evaluation of \n\nthe slugs suppression methods was carried out through two different approaches. First, an adaptive PI \n\ncontroller with capability to operate in different regions of choke valve openings was used. Finally, a \n\nQuadratic Linear Regulator associated to an Unscented Kalman Filter was used to verify how the system \n\nwould behave in the event of a possible failure of subsea pressure sensor. In both cases, there was a \n\nreduction in oscillations due to slugs. The solutions were implemented through communication between \n\nthe OLGA® model and the control algorithms developed in MATLAB using OPC server. \n\n \n\nKeywords: Riser slug advanced control, oil and gas, offshore production, choke valve, \nslugging flow models \n\n  \n\n\n\n \n \n\n \n\nGLOSSÁRIO E SIGLAS \n\n \n\nGas lift Injeção de gás com o objetivo de reduzir as perdas de carga no \nescoamento e aumentar a produtividade do poço \n\nFlowline Trecho horizontal das linhas submarinas dos poços \n\nPipeline Sinônimo de Flowline \n\nRiser Trecho vertical das linhas submarinas dos poços \n\nSlug Golfada \n\nSubsea Localização abaixo do nível do mar \n\nTopside Localização acima do nível do mar (oposto de subsea) \n\nVálvula Choke Válvula de controle de vazão \n\nWellhead Cabeça do poço \n\nABB Asea Brown Boveri S.A. \n\nEKF Extended Kalman Filter \n\nLQR Linear-quadratic regulator \n\nPIG “Pipeline Inspection Gauge”  \n\nSP Sigma Point \n\nSPKF Sigma Point Kalman Filter \n\nUKF Unscented Kalman Filter \n\n \n\n \n\n  \n\n\n\n \n \n\n \n\nSIMBOLOS \n\n \n\n? Área da seção transversal do tubo \n\n??, ?? Áreas da seção transversal ocupadas pelo gás e pelo líquido \n\n??, ?? Áreas do pipeline e do riser \n\n??, ?? Área livre para o escoamento de gás e de líquido na base do riser \n\n??1 Constante da válvula choke de produção \n\n?1, ?2 Distúrbios de outros poços na malha de drenagem \n\n??, ??, ?? Diâmetros do pipeline, do riser e do poço \n\n?? Diâmetro interno da seção transversal circular \n\n? Erro de saída \n\n? Energia interna por unidade de massa \n\n?( ) Função não linear do sistema do processo \n\n? Matriz Jacobiana das derivadas parciais de ?( ) em relação a ? \n\n??? Razão mássica gás óleo \n\n??  Fonte de massa da fase gás \n\n ?? Fonte de massa da fase líquida  \n\n?? Fonte de massa da fase dispersa de gotículas de líquido. \n\n?? Fonte interna \n\n? Elevação \n\n?? Altura ocupada pelo líquido \n\n?( ) Função não linear do sistema de medição \n\n?? Nível de líquido no ponto mais baixo do pipeline \n\n?? Abertura ao fluxo na base do riser \n\n? Matriz Jacobiana das derivadas parciais de h( ) em relação a ? \n\n?? Entalpia da fonte de massa \n\n? Função custo do controlador LQR \n\n\n\n \n \n\n \n\n? Fator de escala  \n\n? Ganho de adaptação \n\n?? Coeficiente para a vazão de gás na base do riser  \n\n?? Coeficiente para a vazão de líquido na base do riser \n\n?? Fator de correção do nível de líquido no pipeline \n\n?? Matriz de ganho do observador \n\n???? Ganho do controlador LQR \n\n??, ??, ?? Comprimentos do pipeline, do riser e do poço \n\n??,? Massa de gás no riser \n\n??,?, ??,? Massas de gás no pipeline e de líquido no pipeline \n\n??,?, ??,? Massa de gás no riser e de líquido no riser \n\n? Vetor de variáveis aleatórias \n\n? Pressão \n\nR Solução definida simétrica positiva da equação de Riccatti. \n\n? Matriz de covariância dos estados \n\n??? Matriz de correção cruzada entre ? e ? \n\n?? Pressão de separação \n\n??? Pressão no topo do riser \n\n???? Pressão do reservatório \n\n???, ??? Pressão no fundo e na cabeça do poço \n\n???,??? Pressão de entrada nominal em regime permanente do pipeline \n\n?? Índice de produtividade \n\nQ Matriz de peso do controlador LQR para os estados ?  \n\n? Matriz de covariância do ruído de processo  \n\nR Matriz de peso do controlador LQR para a entrada ? \n\n? Matriz de covariância do ruído de medição \n\n?? Fração mássica de gás em condições de equilíbrio \n\n\n\n \n \n\n \n\n?? Taxa de distribuição de deslizamento \n\n??? Número de Reynolds no riser \n\n??? Número de Reynolds no pipeline \n\n??? Número de Reynolds para escoamento no poço \n\n??, ?? e ?? Perímetro molhado do gás, do líquido e da interface \n\n?? Superfície da interface \n\n?? Temperatura do pipeline \n\n?? Temperatura do poço \n\n? Vetor de controle ou entrada do sistema \n\n? Transferência de calor da parede do tubo \n\n?????,?? Velocidade superficial do líquido na entrada \n\n????, ?????,?, ?????,? Velocidades da mistura, superficial do líquido no riser e do gás no riser \n\n?????,? Velocidade superficial média de líquido no poço \n\n? Velocidade \n\n?? Ruído de medição \n\n??, ??, ??, ?? Velocidades das gotículas, do gás, da interface e do líquido \n\n??? Velocidade de queda da gotícula \n\n?? Velocidade relativa   \n\n??, ?? Volume do pipeline e do riser \n\n??,? Volume ocupado pelo gás no riser \n\n??, ?? Volumes ocupados pelo gás e pelo líquido \n\n?? Ruído do processo  \n\n??,??, ??,?? Vazões mássicas de entrada do gás e do líquido \n\n??,???, ??,??? Vazões mássicas de saída do gás e do líquido \n\n???? Vazão mássica de saída da válvula choke \n\n??,??, ??,?? Vazões mássicas de gás e de líquido na base do riser \n\n\n\n \n \n\n \n\n?? Vazão mássica do reservatório \n\n???? Vazão mássica nominal do reservatório \n\n??,??, ??,?? Vazão mássica de gás e líquido na cabeça do poço \n\n? Matriz Jacobiana das derivadas parciais de f( ) em relação a ? \n\n? Vetor de estados do sistema \n\n??? Estado estimado  \n\n? Vetor de resposta ou saída do sistema \n\n? Abertura da válvula choke \n\n?? Abertura crítica da válvula choke \n\n?1 Abertura normalizada da válvula choke \n\n??,?? Fração volumétrica no topo do poço \n\n??,??\n?  Fração mássica do gás no topo do poço \n\n??, ??, ?? Frações volumétrica do gás, do líquido e das gotículas de líquido \n\n??,?? Fração volumétrica de líquido no topo do riser \n\n??,?? Fração volumétrica de líquido na base do riser \n\n??,??\n?  Fração mássica de líquido no topo do riser \n\n?? Fração volumétrica de líquido  \n\n??\n? Fração mássica de líquido na seção do pipeline \n\n????,?\n?  Fração mássica média de líquido na seção do pipeline \n\n????,? Fração volumétrica média de líquido na seção do pipeline \n\n????,? Fração volumétrica média de líquido no poço \n\n????,? Fração volumétrica média de líquido no riser \n\n? Inclinação do tubo em relação a um plano horizontal \n\n???? Perdas por fricção no pipeline \n\n???? Perdas por fricção no riser \n\n???? Perda de carga no poço devido ao atrito \n\n\n\n \n \n\n \n\n? Parâmetros da planta \n\n? Inclinação do pipeline \n\n?? Fator de fricção no pipeline \n\n?? Fator de fricção no riser \n\n?? Fator de atrito no poço \n\n? Viscosidade do líquido \n\n? Massa específica \n\n??? Densidade da mistura no topo do riser \n\n?? Densidade do líquido \n\n??,r Densidade do gás no riser \n\n?? Densidades do gás  \n\n??,? Densidade do gás no pipeline \n\n????,? Densidade média do gás no pipeline \n\n??,? Densidade do gás no riser \n\n????,? Densidade média da mistura no riser \n\n????,? Densidade média da mistura bifásica \n\n??,? Densidade da fase gás no poço \n\n??? Densidade da mistura no poço \n\n? Conjunto de pontos sigma \n\n??, ??, ??  Atrito do gás na parede, do líquido na parede e na interface \n\n? Vetor de parâmetros do controlador adaptativo \n\n?? Taxa de transferência de massa entre as fases \n\n?? Taxa de arrastamento \n\n?? Taxa de deposição \n\n   \n\n  \n\n\n\n \n \n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 2-1 – Esquemático de um poço de petróleo offshore. ............................................... 22 \n\nFigura 2-2 – Padrões de fluxo multifásico em um duto horizontal para diferentes velocidades \n\nde escoamento. ............................................................................................... 24 \n\nFigura 2-3 – Padrões de fluxo multifásico em um duto vertical para diferentes velocidades de \n\nescoamento. .................................................................................................... 24 \n\nFigura 2-4 – Esquemático de um sistema sujeito ao fenômeno de golfada severa. ............. 26 \n\nFigura 2-5 – Ciclo de formação de golfadas severas. .......................................................... 27 \n\nFigura 2-6 – Diagrama de bifurcação ................................................................................... 28 \n\nFigura 3-1 – Diagrama de blocos genérico de um controle adaptativo. ................................ 30 \n\nFigura 3-2 - Sistema de controle adaptativo por escalonamento de ganhos ........................ 31 \n\nFigura 3-3 – Controle adaptativo por modelo de referência ................................................. 32 \n\nFigura 3-4 – Controle adaptativo auto-sintonizado ............................................................... 34 \n\nFigura 3-5 – Observador de estado de ordem plena ............................................................ 38 \n\nFigura 3-6 – Sistema de controle realimentado por estado observado ................................. 40 \n\nFigura 3-7 – Diagrama de blocos do sistema com controlador-observador .......................... 42 \n\nFigura 3-8 – Sistema de controle realimentado por estado observado de ordem mínima .... 42 \n\nFigura 3-9 – Estrutura geral do filtro de Kalman ................................................................... 47 \n\nFigura 3-10 – Princípio do filtro de Kalman Unscented ........................................................ 50 \n\nFigura 3-11 – Seção transversal do escoamento. ................................................................ 55 \n\nFigura 3-12 – Perfil lateral de escoamento estratificado. ...................................................... 55 \n\nFigura 3-13 – Representação simplificada do escoamento (Sem bloqueio de líquido) ......... 63 \n\nFigura 3-14 – Representação simplificada do bloqueio de líquido na base do riser, levando a \n\ngolfada severa. ................................................................................................ 63 \n\nFigura 3-15 – Esquemático de um sistema poço-pipeline-riser. ........................................... 71 \n\nFigura 3-16 – Modelo do OLGA® para o sistema pipeline-riser ........................................... 75 \n\nFigura 3-17 – Curva de fração mássica de gás x temperatura do fluido ............................... 76 \n\nFigura 3-18 – Modelo do OLGA® para o sistema poço-pipeline-riser .................................. 77 \n\nFigura 4-1 – Comportamento das pressões na entrada do pipeline (PIPE-1) e no topo do riser \n\n(PIPE-5) para uma abertura crescente da válvula choke ................................. 78 \n\nFigura 4-2 – Oscilação das pressões de entrada do pipeline e de topo do riser para diferentes \n\naberturas da válvula choke .............................................................................. 79 \n\nFigura 4-3 – Diagrama de bifurcação - pressão na entrada do pipeline x abertura da válvula \n\nchoke ............................................................................................................... 80 \n\n\n\n \n \n\n \n\nFigura 4-4 – Diagrama de bifurcação - pressão no topo do riser x abertura da válvula choke\n\n ........................................................................................................................ 80 \n\nFigura 4-5 – Oscilação das pressões do fundo do poço e no topo do riser para diferentes \n\naberturas da válvula choke .............................................................................. 82 \n\nFigura 4-6 – Diagrama de bifurcação - pressão no fundo do poço x abertura da válvula choke\n\n ........................................................................................................................ 83 \n\nFigura 4-7 – Diagrama de bifurcação - pressão no topo do riser x abertura da válvula choke\n\n ........................................................................................................................ 83 \n\nFigura 4-8 – Pressões P1 e P2, vazão volumétrica Q e vazão mássica W para a válvula choke \n\ncom abertura de 5% ........................................................................................ 87 \n\nFigura 4-9 – Pressões P1 e P2, vazão volumétrica Q e vazão mássica W para a válvula choke \n\ncom abertura de 10% ....................................................................................... 88 \n\nFigura 4-10 – Pressões P1 e P2, vazão volumétrica Q e vazão mássica W para a válvula \n\nchoke com abertura de 20% ............................................................................ 89 \n\nFigura 4-11 – Resposta ao degrau e diagrama de Bode para a função de transferência de z \n\npara P1. ........................................................................................................... 90 \n\nFigura 4-12 – Resposta ao degrau de P1 para aberturas da válvula choke variando de 10% a \n\n50% utilizando um controlador PI de ganho estático ........................................ 91 \n\nFigura 4-13 – Resposta ao degrau de P1 para aberturas da válvula choke variando de 10% a \n\n50% utilizando um controlador PI adaptativo ................................................... 92 \n\nFigura 4-14 – Variação do ganho proporcional e do tempo integral do controlador PI adaptativo \n\npara diferentes aberturas da válvula choke ...................................................... 93 \n\nFigura 4-15 – Comportamento da pressão de entrada do pipeline P1 e abertura da válvula \n\nchoke com a utilização do controlador adaptativo PI para diferentes setpoints de \n\npressão ............................................................................................................ 94 \n\nFigura 4-16 – Pressões P1 e P2 com controlador LQR + Filtro de Kalman Unscented para \n\ndiferentes aberturas da válvula choke .............................................................. 96 \n\nFigura 4-17 – Simulação do OLGA® para as pressões P1  e P2 com o controlador LQR + \n\nFiltro de Kalman Unscented ............................................................................. 97 \n\nFigura A-1 – Tela de configurações básicas do servidor OPC no OLGA ® ......................... 106 \n\nFigura A-2 – Tela de configuração das variáveis a serem expostas no servidor OPC........ 107 \n\nFigura A-3 – Barra de tarefas para início da simulação em “batch” .................................... 107 \n\nFigura A-4 – Tela de status da simulação .......................................................................... 108 \n\nFigura A-5 – Tela de configuração do bloco do Simulink “OPC Configuration”................... 108 \n\nFigura A-6 – Blocos do Simulink para leitura e escrita de variáveis do servidor OPC ........ 109 \n\n \n\n \n\n\n\n \n \n\n \n\nFigura B-1 – Diagrama Simulink do controlador PI adaptativo utilizando o modelo linearizado \n\ndo MATLAB ................................................................................................... 110 \n\nFigura B-2 – Diagrama Simulink do controlador PI adaptativo utilizando o modelo do OLGA®\n\n ...................................................................................................................... 111 \n\nFigura C-1 – Diagrama Simulink do regulador linear quadrático (LQR) com Filtro de Kalman \n\nUnscented (UKF) utilizando o modelo linearizado do MATLAB ..................... 112 \n\nFigura C-2 – Diagrama Simulink do regulador linear quadrático (LQR) com Filtro de Kalman \n\nUnscented (UKF) utilizando o modelo do OLGA® ........................................ 113 \n\n \n\n \n\n\n\n \n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 – Substituições para a equação do observador de ordem reduzida ...................... 44 \n\nTabela 2 – Parâmetros do sistema pipeline-riser ................................................................. 70 \n\nTabela 3 – Parâmetros adicionais para o sistema poço-pipeline-riser .................................. 74 \n\nTabela 4 – Dados da geometria do sistema pipeline-riser modelado no OLGA® .................. 75 \n\nTabela 5 – Dados da geometria do sistema poço-pipeline-riser modelado no OLGA® ......... 77 \n\n \n\n  \n\n\n\n \n \n\n \n\nSUMÁRIO \n\n \n\n1. INTRODUÇÃO ........................................................................................................................................18 \n\n1.1. VISÃO GERAL .......................................................................................................................................... 18 \n1.2. MOTIVAÇÃO ........................................................................................................................................... 18 \n1.3. OBJETIVOS ............................................................................................................................................. 20 \n1.4. ESTRUTURA DO TRABALHO ........................................................................................................................ 20 \n\n2. REVISÃO BIBLIOGRÁFICA .......................................................................................................................22 \n\n2.1. ESCOAMENTO EM GOLFADAS..................................................................................................................... 23 \n2.2. GOLFADAS SEVERAS ................................................................................................................................. 26 \n2.3. ESTABILIZAÇÃO DE ESCOAMENTO EM GOLFADAS ........................................................................................... 28 \n\n3. MATERIAIS E MÉTODOS .........................................................................................................................30 \n\n3.1. CONTROLE ADAPTATIVO ........................................................................................................................... 30 \n3.1.1. Controle Adaptativo com Escalonamento de Ganho ..................................................................... 31 \n3.1.2. Controle Adaptativo por Modelo de Referência ............................................................................ 32 \n3.1.3. Controle Adaptativo Auto-Sintonizado .......................................................................................... 34 \n\n3.2. REGULADOR LINEAR QUADRÁTICO (LQR) .................................................................................................... 36 \n3.3. OBSERVADORES DE ESTADO ...................................................................................................................... 37 \n\n3.3.1. Observador de Estado de Ordem Plena ......................................................................................... 38 \n3.3.2. Observador de Ordem Reduzida .................................................................................................... 42 \n\n3.4. FILTRO DE KALMAN .................................................................................................................................. 46 \n3.4.1. Filtro de Kalman Estendido (EKF) ................................................................................................... 46 \n3.4.2. Filtro de Kalman Unscented (UKF) ................................................................................................. 49 \n\n3.5. SIMULADOR OLGA® ................................................................................................................................ 53 \n3.5.1. Modelo Matemático do OLGA® ...................................................................................................... 54 \n3.5.2. Formulação Matemática ............................................................................................................... 55 \n3.5.3. Equações de Balanço de Massa ..................................................................................................... 56 \n3.5.4. Equações de Quantidade de Movimento ....................................................................................... 57 \n3.5.5. Equação de Energia da Mistura ..................................................................................................... 59 \n3.5.6. Propriedades dos Fluidos e Transferência de Fase ........................................................................ 59 \n3.5.7. Transferência de Massa Interfacial ............................................................................................... 60 \n\n3.6. MODELOS DINÂMICOS SIMPLIFICADOS ........................................................................................................ 61 \n3.7. “MODELO DE JAHANSHAHI” PARA UM SISTEMA “PIPELINE-RISER” .................................................................... 62 \n\n3.7.1. Equações de Balanço de Massa para um Sistema “Pipeline-Riser” ............................................... 62 \n3.7.2. Condições de Contorno na Entrada ............................................................................................... 64 \n3.7.3. Condições de Contorno na Saída ................................................................................................... 64 \n3.7.4. Modelo do Pipeline ........................................................................................................................ 65 \n3.7.5. Modelo do Riser ............................................................................................................................. 67 \n3.7.6. Modelo de Escoamento de Gás na Base do Riser .......................................................................... 68 \n3.7.7. Modelo de Escoamento de Líquido na Base do Riser ..................................................................... 69 \n3.7.8. Modelo de para Distribuição das Fases na Saída da Válvula Choke .............................................. 69 \n\n3.8. “MODELO DE JAHANSHAHI” PARA UM SISTEMA “POÇO-PIPELINE-RISER” .......................................................... 71 \n3.8.1. Modelo Simplificado Poço-Pipeline-Riser....................................................................................... 71 \n\n3.9. MODELAGEM DO SISTEMA NO SIMULADOR OLGA® ........................................................................................ 74 \n3.9.1. Modelagem do Sistema Pipeline-Riser .......................................................................................... 74 \n3.9.2. Modelagem do Sistema Poço-Pipeline-Riser ................................................................................. 76 \n\n4. RESULTADOS E DISCUSSÃO ....................................................................................................................78 \n\n4.1. MODELO DO SISTEMA PIPELINE-RISER .......................................................................................................... 78 \n4.1.1. Pressões de Entrada e Saída e Diagrama de Bifurcação do Pipeline-Riser no OLGA® .................... 78 \n4.1.2. Diagramas de Bifurcação do Modelo Pipeline-Riser no MATLAB .................................................. 79 \n\n4.2. MODELO DO SISTEMA POÇO-PIPELINE-RISER ............................................................................................... 81 \n\n\n\n \n \n\n \n\n4.2.1. Pressões de Entrada e Saída e Diagrama de Bifurcação do Poço-Pipeline-Riser no OLGA® ........... 81 \n4.2.2. Diagramas de Bifurcação pelo Modelo Poço-Pipeline-Riser no MATLAB ...................................... 82 \n\n4.3. ALGORITMOS DE CONTROLE PARA MITIGAÇÃO DE GOLFADAS .......................................................................... 84 \n4.3.1. PI Adaptativo ................................................................................................................................. 85 \n4.3.2. Regulador Linear Quadrático com Filtro de Kalman Unscented .................................................... 94 \n\n5. CONCLUSÕES .........................................................................................................................................98 \n\nREFERÊNCIAS ................................................................................................................................................ 101 \n\nAPÊNDICE A .................................................................................................................................................. 106 \n\nAPÊNDICE B .................................................................................................................................................. 110 \n\nAPÊNDICE C................................................................................................................................................... 112 \n\nANEXO A ....................................................................................................................................................... 114 \n\nANEXO B ....................................................................................................................................................... 122 \n\n \n\n\n\n \n    18 \n \n\n \n\n1. INTRODUÇÃO \n\n \n\n1.1. Visão Geral \n\n \n\nA exploração do petróleo se iniciou em jazidas de pequena profundidade que \n\ndemandavam menores esforços e pouca tecnologia. Entretanto, à medida que estes \n\ncampos superficiais se esgotaram, foi necessário um maior desenvolvimento \n\ntecnológico de forma a possibilitar a exploração de reservas mais profundas. No Brasil \n\nhá um desafio adicional, pois, as maiores reservas de petróleo se encontram em alto \n\nmar (offshore). Com o avanço tecnológico, a fronteira exploratória se deslocou para \n\nlâminas d’água cada vez mais profundas. Nestas condições, a tendência é que o \n\nescoamento de petróleo esteja sujeito a temperaturas menores, o que possibilita a \n\nformação de bloqueios nas linhas pela formação de hidratos e/ou parafinas, além \n\ndisso, há uma maior probabilidade de o escoamento ser intermitente (JAHANSHAHI, \n\n2013). \n\nQuando o regime de escoamento é em golfadas, ou seja, é composto por severas \n\nvariações na produção de óleo e gás, tem-se diversos problemas na plataforma, \n\ncomo: redução de eficiência na separação dos fluidos, possíveis perdas de produção \n\nocasionadas por paradas não programadas (shutdown) ou restrição de produção por \n\ncapacidade limitada da planta de processo, causada pelos picos de vazão dos poços. \n\nDevido a estes desafios, o estudo do regime de escoamentos multifásicos na \n\nprodução offshore e a mitigação de instabilidades é cada vez mais importante para se \n\nevitar perdas de produção e aumentar a produtividade dos campos de petróleo.  \n\n \n\n1.2. Motivação \n\n \n\nConforme descrito anteriormente, as golfadas representam um problema que não \n\npode ser ignorado, pois produz consequências bastante prejudiciais à produção de \n\npetróleo. As formas mais comuns de contornar este problema estão descritas a seguir: \n\n\n\n \n    19 \n \n\n \n\n? Aumentar o volume do separador de produção, ainda na etapa de projeto, de \n\nmodo que o mesmo consiga absorver as variações decorrentes da produção \n\nem golfadas. Esta solução possui como desvantagem uma maior necessidade \n\nde investimentos. Há ainda um outro fator limitante: uma plataforma de \n\nprodução offshore possui, muitas vezes, espaço bastante limitado, portanto, a \n\nopção por um equipamento de maior dimensão pode ser tecnicamente inviável \n\n(BENDIA, 2013). \n\n? Utilizar a injeção de gas lift (Figura 2-1), pois com uma vazão adequada de gás \n\ninjetado, pode-se alterar o regime de escoamento, através da mudança na \n\nrelação de velocidades das fases de gás e líquido escoado. Este método tem \n\nalgumas desvantagens, como o aumento do custo de compressão para suprir \n\na demanda adicional de gás (SCHMIDT; BRILL; BEGGS, 1980). Outra \n\ndesvantagem é que nem sempre há capacidade suficiente de compressão de \n\ngás para suprir a vazão ótima de injeção em todos os poços (Problema de \n\notimização) e a partir de um certo patamar de vazão, o aumento de perda de \n\ncarga por fricção é predominante e causa perdas de produção. \n\n? Restringir manualmente a válvula choke (Figura 2-1) do poço que apresentar \n\ncomportamento oscilatório. Esta solução foi uma das primeiras a serem \n\npropostas para evitar o escoamento em golfadas (YOCUM, 1973). A restrição \n\ndesta válvula pode reduzir ou, até mesmo, eliminar o comportamento oscilatório \n\ndo poço. Porém, ao adotar esta solução, aumenta-se a contrapressão sobre o \n\npoço e, consequentemente, há uma perda de produção decorrente desta \n\nalternativa.  \n\n? Uma opção à restrição manual da válvula choke é a modulação automática da \n\nmesma. Há diversos estudos que comprovam que a modulação adequada da \n\nválvula choke pode eliminar as oscilações sem causar perdas de produção. A \n\nmanipulação ativa desta válvula pode inclusive aumentar a produtividade dos \n\npoços, reduzindo a pressão média de escoamento (GODHAVN; FARD; \n\nFUCHS, 2004). Estes controladores normalmente utilizam como variável \n\nmanipulada a abertura do choke topside e, como variável controlada, a pressão \n\nna base do riser. \n\n\n\n \n    20 \n \n\n \n\n \n\nNa prática, os sistemas de controle anti-golfadas que modulam a válvula choke sofrem \n\ncom limitações de robustez, ou seja, o sistema se torna instável após algum tempo \n\ndevido a, por exemplo, mudanças na vazão dos poços e/ou na planta de processo. \n\nCom a perda de eficiência do controlador, os operadores tendem a desligar o mesmo \n\ne utilizar o fechamento manual da válvula choke. Portanto, é importante que sejam \n\nobtidas soluções robustas para este problema.  \n\nUm agravante do sistema sujeito a golfadas é que o mesmo se caracteriza por ser \n\naltamente não linear, sendo que os ganhos do controlador mudam drasticamente para \n\ndiferentes condições de operação. Deve-se também lidar com o atraso de controle \n\n(time delay) decorrente de linhas de produção com grande comprimento, o que \n\ndificulta ainda mais a estabilização do sistema.  \n\n \n\n1.3. Objetivos \n\n \n\nO objetivo deste trabalho é desenvolver métodos de forma a garantir a estabilidade \n\ndo sistema através da modulação adequada da válvula choke, reduzindo ou mesmo \n\neliminando o comportamento oscilatório da produção, mantendo a válvula choke na \n\nmaior abertura possível, trazendo desta forma, ganhos econômicos através do \n\naumento da produtividade do poço. \n\n \n\n1.4. Estrutura do Trabalho \n\n \n\nNo capítulo 1, são introduzidos conceitos sobre o escoamento intermitente, em \n\nespecial o composto pelo regime de golfadas. Foi descrita também a motivação para \n\nrealização deste trabalho, através dos ganhos potenciais da modulação adequada da \n\nválvula choke na supressão das instabilidades.  \n\nNo capítulo 2, são apresentados os objetivos do trabalho. \n\nO capítulo 3 apresenta a revisão bibliográfica do tema de forma a identificar os estudos \n\nmais relevantes da área e o estado da arte no que diz respeito aos métodos de \n\nmitigação de golfadas em plataformas de petróleo. Aqui consta também uma breve \n\n\n\n \n    21 \n \n\n \n\nrevisão bibliográfica englobando os conceitos de Controle Adaptativo, de \n\nObservadores de Estado e Filtros de Kalman formando a base teórica que será \n\nutilizada na implementação dos controladores. \n\nNo capítulo 4, é apresentado um modelo dinâmico simplificado encontrado na \n\nliteratura que representa adequadamente o problema de golfadas severas através de \n\nsistemas poço-pipeline e poço-pipeline-riser.  \n\nNo capítulo 5, é exposto o desenvolvimento da metodologia de supressão de golfadas \n\nutilizando algoritmos de controle, tomando como base o modelo dinâmico simplificado \n\napresentado no capítulo 4. \n\nNo capítulo 6, são apresentadas as conclusões obtidas neste trabalho. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nOs resultados parciais do presente trabalho foram apresentados em Ashikawa, F.H.; PARK, S.W. MITIGAÇÃO DE \nGOLFADAS NA PRODUÇÃO DE PETRÓLEO EM SISTEMAS OFFSHORE. In: XXI Congresso Brasileiro de \nEngenharia Química, 2016, Fortaleza, CE. XXI CIBEQ. São Paulo: ABEQ, 2016.  \n\n\n\n \n    22 \n \n\n \n\n2. REVISÃO BIBLIOGRÁFICA \n\n \n\nOs regimes de escoamento com golfadas severas ocorrem em sistemas formados por \n\nflowlines/risers que transportam uma mistura multifásica (óleo e gás) do leito marinho \n\naté a superfície (TAITEL, 1986). \n\nEste tipo de regime de escoamento é caracterizado por apresentar altas oscilações \n\nnas vazões e pressões. Este fluxo intermitente causa diversos problemas para os \n\nequipamentos da plataforma. Portanto, são necessários métodos efetivos para lidar \n\ncom as mesmas e diversos estudos foram desenvolvidos para tentar prevenir estas \n\nocorrências (HAVRE; DALSMO, 2002). \n\nA solução mais simples é a restrição manual da válvula choke de topside, porém, esta \n\nmanobra reduz a vazão de produção, especialmente em campos em que a pressão \n\nde reservatório é relativamente baixa. Portanto, é desejável uma solução que \n\nestabilize o fluxo e garanta a maior produção possível. \n\nNa Figura 2-1, apresenta-se um esquemático genérico de um sistema de produção de \n\npetróleo offshore, com o intuito de facilitar o entendimento dos termos técnicos e \n\nequipamentos citados nos próximos capítulos: \n\n \n\nFigura 2-1 – Esquemático de um poço de petróleo offshore. \n\n \n\n \n\n\n\n \n    23 \n \n\n \n\n2.1.  Escoamento em Golfadas \n\n \n\nO comportamento de um fluxo bifásico é muito mais complexo que um fluxo \n\nmonofásico. O fluxo bifásico é constituído de um processo que envolve interações de \n\ndiversas variáveis. As fases gás e líquido normalmente não fluem com a mesma \n\nvelocidade no duto, devido as diferenças de densidade e viscosidade.  Em um fluxo \n\nascendente, a fase gasosa, que é menos densa e menos viscosa, tende a fluir em \n\numa maior velocidade que a fase líquida. Por outro lado, em fluxos sujeitos a \n\ninclinações descendentes, o líquido tende a fluir em uma maior velocidade que o gás \n\n(JAHANSHAHI, 2013). \n\nEmbora existam soluções analíticas para fluxos monofásicos aplicados na indústria \n\ncom resultados razoáveis, as predições para um fluxo multifásico, mesmo quando \n\nrestritos a uma geometria simples são, em geral, de maior complexidade. \n\nA empresa Total foi uma das primeiras a utilizar um sistema de controle anti-golfadas. \n\nEsta aplicação ocorreu em um duto de 16 polegadas de diâmetro localizado no Mar \n\ndo Norte e sujeito a um escoamento multifásico (COURBOT, 1996). O objetivo era \n\ncontrolar a pressão na base do riser, manipulando a abertura da válvula choke. Em \n\n2000, a ABB utilizou um controle similar para prevenir as golfadas entre as plataformas \n\nHod e Valhall, também no Mar do Norte (HAVRE; STORNES; STRAY, 2000). \n\nA Figura 2-2 mostra alguns dos padrões de fluxo multifásico em dutos horizontais para \n\ndiferentes velocidades de escoamento e a Figura 2-3 mostra os padrões de \n\nescoamento para dutos verticais (BILTOFT et al., 2013), (SIVERTSEN; E. \n\nSTORKAAS; SKOGESTAD, 2010). \n\n\n\n \n    24 \n \n\n \n\n \n\nFonte: (JAHANSHAHI, 2013) \nFigura 2-2 – Padrões de fluxo multifásico em um duto horizontal para diferentes velocidades \n\nde escoamento. \n\n \n\n  \n\nFonte: (JAHANSHAHI, 2013) \nFigura 2-3 – Padrões de fluxo multifásico em um duto vertical para diferentes velocidades de \n\nescoamento. \n \n\n\n\n \n    25 \n \n\n \n\n \n\nNa Figura 2-2 e na Figura 2-3, o escoamento em golfadas (slug flow) foi destacado. O \n\nmesmo é caracterizado por uma sequência de bolsões de líquido (slugs) seguidos de \n\nbolsões de gás. \n\nAlgumas das causas para o escoamento em golfadas estão descritas abaixo: \n\n1. Golfadas hidrodinâmicas (Hydrodynamic slugs) – este tipo de golfada ocorre \n\nem dutos horizontais devido à diferença de velocidades das fases líquida e \n\ngasosa. Estas golfadas são caracterizadas por apresentarem alta frequência e \n\nmenor amplitude na variação das pressões e vazões envolvidas.  \n\n2. Golfada de riser (Riser slugging) ou golfada severa – este tipo de golfada é \n\ninduzido pela presença de um riser vertical, geralmente associado a um trecho \n\nhorizontal descendente a montante do riser associado também a uma condição \n\nde baixa vazão de escoamento. O líquido bloqueia o trecho inferior do riser, \n\nimpedindo a entrada de gás no mesmo. Este bloqueio persiste até que a \n\npressão a montante exceda a coluna hidrostática de líquido presente no riser. \n\nEste tipo de golfadas se caracteriza por ser constituído de grande volume de \n\nlíquidos, causando também grandes variações de pressão na plataforma. \n\n(JAHANSHAHI, 2013). \n\n3. Golfadas induzidas pelo terreno (Terrain-induced slugging) – induzidas pela \n\nsuperfície irregular do leito marinho, fazendo com que o líquido tenha tendência \n\nde acumular nas posições do duto de menor elevação, causando bloqueio do \n\nfluxo de gás no duto de forma semelhante a golfada de riser, porém com menor \n\nintensidade.  \n\n4. Golfadas causadas por manobras operacionais (Operational-based slugging) – \n\nAlgumas manobras e operações no poço podem causar instabilidades, um \n\nexemplo é a golfada causada pela passagem de PIG (equipamento utilizado \n\npara limpeza ou inspeção interna de dutos), esta operação gera um grande \n\ndistúrbio nas vazões do poço.  \n\n\n\n \n    26 \n \n\n \n\n5. Golfadas causadas pelo efeito de casing heading em poços de gas lift (Casing \n\nheading slugs) – este tipo de golfada é similar a golfada de riser, porém a \n\npressurização do gás ocorre no anular do poço e não na base do riser.  \n\n2.2.  Golfadas Severas \n\n \n\nA instabilidade causada pela golfada severa é um dos principais desafios de garantia \n\nde escoamento encontrados na produção offshore. A seguir é descrito em detalhes, o \n\nmecanismo de formação da golfada severa (riser slugging).  \n\nA golfada severa se forma em sistemas com fluxo multifásico (gás e líquido) com \n\nvazão relativamente baixa de produção e/ou diâmetro de duto superdimensionado. \n\n(JANSEN; SHOHAM; TAITEL, 1996). Está geralmente associada a uma geometria de \n\nlinha desfavorável a montante do riser (trecho horizontal descendente), ocasionando \n\num bloqueio de líquido na base do riser, impedindo assim, a passagem do gás.  A \n\nFigura 2-4 mostra um esquemático de um sistema de produção sujeito ao bloqueio de \n\nlíquido, e consequentemente ao fenômeno de golfada severa. \n \n\n \n\nFigura 2-4 – Esquemático de um sistema sujeito ao fenômeno de golfada severa. \n\n \n\nEste bloqueio causa um contínuo aumento da pressão a montante, até que a mesma \n\nseja suficiente para compensar a coluna hidrostática de líquido (JANSEN; SHOHAM; \n\nTAITEL, 1996). \n\nO mecanismo de formação deste tipo de golfada pode ser descrito resumidamente em \n\nquatro passos, que estão ilustrados na Figura 2-5. \n\n\n\n \n    27 \n \n\n \n\nPasso 1: O líquido acumula no ponto mais baixo do riser. Este fato ocorre apenas em \n\nescoamentos em que as velocidades de líquido e gás são baixas o suficiente para \n\npermitir este acúmulo. \n\nPasso 2: Após a ocorrência do bloqueio, enquanto a coluna hidrostática de líquido for \n\nmaior que a pressão do gás, a montante do bloqueio, ocorrerá um aumento contínuo \n\ndesta pressão, causada pela compressão do gás produzido. \n\nPasso 3: Quando o gás consegue vencer a coluna hidrostática e atinge a base do \n\nriser, ocorre um deslocamento da golfada de forma violenta. Este evento é causado \n\npela rápida expansão do gás e pela redução da coluna hidrostática a medida que o \n\nlíquido chega ao separador. Este fenômeno tem potencial de causar grandes \n\nvariações na planta de processamento (dificuldades na separação de óleo/água, \n\ndistúrbios no sistema de compressão de gás) e até mesmo possíveis danos nos \n\nequipamentos. \n\nPasso 4: Após a expulsão de grande parte do líquido e do bolsão de gás, o sistema \n\napresentará uma velocidade de escoamento tão baixa que parte do líquido voltará \n\npara a base do riser, reiniciando o ciclo. \n\n \n\nFonte: (PICKERING et al., 2001) \nFigura 2-5 – Ciclo de formação de golfadas severas. \n\n \n\n  \n\n\n\n \n    28 \n \n\n \n\n2.3. Estabilização de Escoamento em Golfadas \n\n \n\nAtravés do uso de técnicas de controle, é possível alterar as fronteiras de transição \n\nentre os regimes de escoamento e consequentemente estabilizar o poço, sem alterar \n\na geometria dos dutos ou as condições de contorno originais do sistema \n\n(JAHANSHAHI, 2013). \n\nPara avaliar o comportamento oscilatório de um sistema sujeito a golfadas, uma \n\nmetodologia comumente empregada na literatura é a de levantar o diagrama de \n\nbifurcação. Tal diagrama ilustra o comportamento do sistema para todo o range de \n\nabertura da válvula choke. Na Figura 2-6, a linha contínua superior representa os \n\nvalores máximos atingidos pela pressão de entrada e a linha inferior representa os \n\nvalores mínimos desta pressão. Por último, a linha tracejada central representa a \n\ncondição não oscilatória em regime permanente e a linha contínua central representa \n\na pressão média entre os valores máximos e mínimos de pressão. Porém, sem um \n\ncontrole ativo, esta condição é instável (STORKAAS; SKOGESTAD, 2007). \n\n \nFigura 2-6 – Diagrama de bifurcação  \n\n \n\nPara o exemplo acima, o valor de abertura da válvula choke que representa a \n\ntransição entre o escoamento estável (não oscilatório) e o escoamento com golfadas \n\né de aproximadamente 5%. É possível notar que, utilizando o controle ativo da válvula \n\n\n\n \n    29 \n \n\n \n\nchoke, a pressão média do sistema não oscilatório (linha tracejada central) é menor \n\nque o valor médio da pressão sem o controle da válvula (linha contínua central), sendo \n\nassim, operar na região instável, pode trazer ganhos de produtividade do poço através \n\nda menor contrapressão imposta ao reservatório (OGAZI et al., 2010). \n\nVários sistemas de controle têm sido desenvolvidos com o intuito de amenizar os \n\nproblemas gerados pela alimentação intermitente nos sistemas de produção offshore. \n\nUma metodologia empregada é utilizar um controle supervisório com chaveamento de \n\ncontroladores PID para o modo com golfadas e o modo sem golfadas, através da \n\nmedida ou da estimativa da pressão da base (PEDERSEN; DURDEVIC; YANG, \n\n2014). Em outra abordagem, utiliza-se de diferentes desempenhos de controladores \n\nPID para a válvula choke (CAMPOS et al., 2015). Demais aspectos de modelagem \n\ndinâmica voltada ao controle de golfadas são abordados em trabalhos de controle e \n\nobservadores de estado (PEDERSEN; DURDEVIC; YANG, 2017), porém, o estado \n\nde arte não difere do que está descrito aqui no presente texto. \n\nOutros trabalhos adotaram uma estratégia de controle em cascata com realimentação \n\nbaseada em medidas de pressão de fundo e na vazão no topo do riser para suprimir \n\nas golfadas (FARD; GODHAVN; SAGATUN, 2006). Outros adotaram um sistema de \n\ncontrole PID que mede a pressão na base do riser e manipula a válvula choke para \n\nevitar golfadas no riser (STORKAAS; SKOGESTAD, 2007). Porém, a maior \n\ndesvantagem destes sistemas é que os mesmos se baseiam em pressões que não \n\nestão localizados na superfície, ou seja, estes sensores estão sujeitos a falhas e \n\npossuem manutenção complexa e dispendiosa. \n\n \n\n \n\n  \n\n\n\n \n    30 \n \n\n \n\n3. MATERIAIS E MÉTODOS \n\n3.1. Controle Adaptativo \n\n \nUm sistema de controle adaptativo é um sistema não linear ainda que tanto o modelo \n\nda planta quanto o controlador sejam sistemas lineares. Ou seja, a adaptação dos \n\nparâmetros em malha fechada faz com que o sistema resultante se torne não linear \n\n(SILVA, 2014). Este controle é particularmente interessante para sistemas cujos \n\nparâmetros da planta são desconhecidos ou variam com o tempo.  \n\nUm sistema de controle adaptativo é gerado na tentativa de se controlar plantas com \n\nparâmetros desconhecidos através da variação automática dos parâmetros do \n\ncontrolador (NARENDRA; ANNASWAMY, 1989), (ASTOLFI; KARAGIANNIS; \n\nORTEGA, 2010) como mostra a Figura 3-1. \n\n \n\nFonte: (SILVA, 2014) \n Figura 3-1 – Diagrama de blocos genérico de um controle adaptativo. \n\n \n\nA construção de um controlador adaptativo contempla (ÅSTRÖM; WITTENMARK, \n\n1995): \n\n? A característica da resposta em malha fechada para o sistema \n\n? Uma lei de controle com parâmetros ajustáveis \n\n? Um mecanismo para o ajuste destes parâmetros  \n\n? A implementação da lei de controle  \n\n\n\n \n    31 \n \n\n \n\n \n\nNormalmente é necessário combinar técnicas de projeto de sistemas de controle com \n\ntécnicas de estimação de parâmetros. Diversas estratégias de controle adaptativo são \n\ngeradas através da combinação de cada uma das possíveis técnicas de estimação de \n\nparâmetros com cada uma das técnicas de projeto de controladores. Os esquemas \n\nde controladores adaptativos mais utilizados são (SILVA, 2014):  \n\n? Escalonamento de Ganho (Gain Scheduling) \n\n? Controle Adaptativo por Modelo de Referência (Model Reference Adaptive \n\nControl) \n\n? Regulador Auto-Sintonizável (Self-Tuning Regulator) \n\n \n\n3.1.1. Controle Adaptativo com Escalonamento de Ganho \n\n \nO Escalonamento de Ganho consiste em ajustar os parâmetros do controlador \n\nutilizando uma variável correlacionada, conforme mostrado na Figura 3-2. \n\nNormalmente, varia-se os parâmetros do controlador de forma discreta dentro de um \n\nconjunto pré-definido de valores. A estratégia consiste em projetar controladores fixos \n\npara diferentes regiões de operação da planta e, em função das variáveis auxiliares, \n\nselecionar qual dos controladores é o mais adequado em um dado instante de tempo \n\n(LAGES, 2007). \n\n \nFonte: (SILVA, 2014) \n\n Figura 3-2 - Sistema de controle adaptativo por escalonamento de ganhos \n\n \nPara a utilização do escalonamento de ganho é necessário conhecer a dinâmica de \n\nvariação da planta em função de poucas variáveis facilmente mensuráveis. Apesar de \n\n\n\n \n    32 \n \n\n \n\nser um método bastante utilizado, há diversas desvantagens como: necessidade de \n\nalto esforço computacional, caso o número de regiões de operação da planta seja \n\nelevado, visto que é necessário projetar-se um controlador para cada uma destas \n\nregiões. Outra desvantagem consiste no fato de o escalonamento de ganho ser um \n\nmecanismo de adaptação em malha aberta. Uma dificuldade adicional inerente a este \n\nmétodo é a prova de estabilidade do controlador resultante. Mesmo que se possa \n\nprovar a estabilidade para todos os controladores associados a cada uma das regiões \n\nde operação, não há garantias de que, ao se chavear entre eles, o sistema resultante \n\ncontinuará estável (SILVA, 2014). \n\n \n\n3.1.2. Controle Adaptativo por Modelo de Referência \n\n \nO modelo de referência representa a dinâmica desejada para planta como mostra a \n\nFigura 3-3. O objetivo deste método de controle adaptativo é fazer com que a diferença \n\nentre a saída da planta e a saída do modelo de referência seja nula (LAGES, 2007). \n\n \nFonte: (SILVA, 2014) \n\n Figura 3-3 – Controle adaptativo por modelo de referência \n\n \nDeve-se escolher o modelo de referência de forma a refletir as especificações de \n\ndesempenho do sistema de controle, tais como: tempo de subida, tempo de \n\nacomodação, overshoot, etc. Porém, o modelo de referência deve apresentar \n\ncomportamento possível de ser atingido pelo sistema de controle. Portanto, deve-se \n\nescolher um modelo de referência levando-se em conta as restrições em sua estrutura \n\nque são dependentes da estrutura do modelo de planta (SILVA, 2014). \n\n\n\n \n    33 \n \n\n \n\nUtiliza-se um conjunto de parâmetros ajustáveis para parametrizar o controlador de \n\nforma a se obter a capacidade de rastreamento perfeito, logo, caso se conheça os \n\nparâmetros da planta, os parâmetros correspondentes do controlador devem ser tais \n\nque fazem a saída da planta convergir para a saída do modelo de referência. Para se \n\nprovar a estabilidade e convergência, os métodos de controle adaptativo exigem que \n\no controlador possa ser parametrizado linearmente, ou seja, que a lei de controle seja \n\nlinear com relação aos seus parâmetros (LAGES, 2007). O problema é obter um \n\nmecanismo de ajuste dos parâmetros do controlador que faça com que o erro de saída \n\n? = ? ? ?? passe a convergir para zero. Nas primeiras versões do controlador, era \n\nutilizado um mecanismo de adaptação baseado no gradiente. Supondo que ?  seja o \n\nvetor de parâmetros do controlador, a ideia é reduzir ?2(?) através do ajuste de ?, de \n\nforma a causar a sua maior redução, ou seja: \n\n??\n\n??\n= ??\n\n?\n\n??\n(?2(?)) = ?2??(?)\n\n?\n\n??\n(?(?))  \n\n3.1 \n\nonde ? é uma constante positiva denominada ganho de adaptação. \n\nA variável ?(?) é o erro de saída obtido supondo-se que os parâmetros do controlador \n\nsão ?. Como o gradiente de ?(?) é igual ao gradiente de ?(?), já que ?? é \n\nindependente de ?, pode-se escrever: \n\n??\n\n??\n= ?2??(?)\n\n?\n\n??\n(?(?))  \n\n3.2 \n\n \n\nA função de sensitividade \n??(?)\n\n??\n usualmente depende dos parâmetros da planta, que \n\nsão desconhecidos. Para resolver este problema foi proposta uma regra que consiste \n\nem utilizar as estimativas no instante t ao invés de parâmetros desconhecidos (SILVA, \n\n2014). Em geral não é possível obter-se os zeros  (SASTRY; BODSON, 1989) para \n\nos esquemas baseados nesta regra, no entanto quando o ganho de adaptação e a \n\namplitude da entrada referência são pequenos, o esquema apresenta bom \n\ndesempenho (MARRELS et al., 1986). \n\nA substituição da função de sensitividade \n??(?)\n\n??\n por outras funções, permite que se \n\nobtenha a prova de estabilidade e propriedades de convergência através da teoria de \n\nLyapunov  (NARENDRA; LIN; VALAVANI, 1980). \n\n\n\n \n    34 \n \n\n \n\n \n\n3.1.3. Controle Adaptativo Auto-Sintonizado \n\n \nNo controle adaptativo auto-sintonizado altera-se os parâmetros do controlador a cada \n\nmudança dos parâmetros da planta (ÅSTRÖM; WITTENMARK, 1989) como mostrado \n\nna  Figura 3-4. O controlador possui basicamente duas etapas: a estimação dos \n\nparâmetros e o projeto do controlador.  \n\n \nFonte: (SILVA, 2014) \n\nFigura 3-4 – Controle adaptativo auto-sintonizado \n\n \n\n? Estimação de parâmetros: Nesta etapa, realiza-se a identificação da planta, \n\nobtendo sua função de transferência, que posteriormente é utilizada no projeto \n\ndo controlador. A estimação de parâmetros é realizada utilizando métodos de \n\nestimação recursivos, ou seja, a cada recursão os parâmetros são atualizados \n\ncom base na última medição e nos valores anteriores. Há vários métodos para \n\nestimar on-line os parâmetros do controlador, tais como: aproximação \n\nestocástica, mínimos quadrados, mínimos quadrados estendido generalizados, \n\nvariáveis instrumentais e máxima verossimilhança, sendo estes parâmetros \n\natualizados e ajustados a cada período de amostragem para obter-se o controle \n\ndesejado do sistema (SILVA, 2014). \n\n? Projeto do controlador: Nesta etapa calcula-se os parâmetros do controlador \n\nde forma a garantir um bom desempenho sem erro estacionário considerando \n\num modelo de referência. O projeto é realizado em tempo real e a solução \n\napresentada refere-se ao sistema cujos parâmetros foram estimados na etapa \n\n\n\n \n    35 \n \n\n \n\nanterior. Existem diversos métodos numéricos para o projeto do controlador, \n\ntais como: mínima variância, linear quadrática, alocação de polos, modelo de \n\nreferência e auto sintonizável (SILVA, 2014). \n\nCaso os parâmetros da planta sejam desconhecidos, substitui-se os parâmetros, \n\npelas suas estimativas determinadas por algum estimador on-line de parâmetros. O \n\ncontrolador obtido combinando-se um esquema de identificação on-line de parâmetros \n\ncom um controlador convencional, é denominado Self-Tuning Regulator (ÅSTRÖM; \n\nWITTENMARK, 1973). \n\nTipicamente, desenvolve-se os controladores auto-sintonizados em tempo discreto. A \n\ncada instante de amostragem os parâmetros da planta ? são identificados com base \n\nnas entradas ? e saídas ? anteriores. Os parâmetros do controlador ? são \n\ndeterminados e o sinal de controle ?  é gerado. Nota-se que, nos controladores auto-\n\nsintonizados, os parâmetros do controlador são determinados de forma a ajustar-se \n\naos dados de entrada e saída da planta, enquanto nos controladores por modelo de \n\nreferência, os parâmetros são ajustados de forma a fazer o erro de trajetória convergir \n\npara zero. Pode ser mostrado  (ÅSTRÖM; WITTENMARK, 1989), que a abordagem \n\ndos controladores por modelo de referência é um caso particular do controladores \n\nauto-sintonizados, utilizando-se de uma parametrização adequada. \n\nÉ mais complexo garantir a estabilidade e a convergência de um controlador auto-\n\nsintonizado que no controlador por modelo de referência, que normalmente exige \n\nsuposição sobre as propriedades dos sinais envolvidos. Os controladores auto-\n\nsintonizados são obtidos combinando-se uma técnica de estimação de parâmetros \n\ncom uma técnica de controle. As técnicas de controle mais utilizadas são: Variância \n\nMínima, Variância Mínima Generalizada, Controle Preditivo Generalizado, Alocação \n\nde polos e controle Linear Quadrático Gaussiano. Para possibilitar a implementação \n\ndo controlador em tempo real, utilizam-se técnicas de estimação dos parâmetros \n\nrecursivas, principalmente: Mínimos Quadrados Recursivo e Mínimos Quadrados \n\nEstendido (SILVA, 2014). \n\n  \n\n\n\n \n    36 \n \n\n \n\n3.2. Regulador Linear Quadrático (LQR) \n\n \nO regulador linear quadrático (LQR) é um controlador ótimo que foi amplamente \n\ndifundido na literatura em diversas aplicações (SUN; GAN, 2010) e (UYGUN; \n\nMATTHEW; HUANG, 2006). O regulador linear quadrático possui características \n\nexcelentes de desempenho e é de simples implementação. Este tipo de estratégia de \n\ncontrole inclui a realimentação dos estados, que são ponderados de forma a minimizar \n\numa função custo (BURNS, 2001).  \n\nNo controle utilizando regulador linear quadrático, assume-se que a dinâmica da \n\nplanta é linear e conhecida.  \n\n??+1 = ???? + ???? \n\n?? = ???? \n\n3.3 \n\n \n\nDado um sistema da Equação 3.3 com um estado inicial ?(0), encontra-se o sinal de \n\nentrada ótimo ??, que leva o sistema para o estado zero ? = 0 de maneira ótima, \n\natravés da minimização da função custo: \n\n? =\n1\n\n2\n? ??\n\n??\n?=0 ??? + ??\n\n????  3.4 \n\nIsto requer que o par (??, ??) seja estabilizável, ou seja, que seus estados possam \n\nser transferidos para a origem de qualquer estado inicial em um tempo infinito (SYRE, \n\n2012). ? e ? são matrizes simétricas positivas definidas para os estados ? e a entrada \n\n? respectivamente. O objetivo é minimizar a função custo, então se ? é alto, utilizar a \n\nentrada ? será caro e fornececerá uma resposta lenta. Tendo um alto valor no primeiro \n\nelemento de ? comparada aos outros elementos da diagonal, o controlador irá \n\npriorizar o primeiro estado. Adicionalmente, se ? é muito maior que ?, obtém-se uma \n\nresposta rápida. O ótimo entre ? e ? muitas vezes é encontrado por tentativa e erro. \n\nA solução ótima é ?? = ???????, onde: \n\n???? = ?\n?1??\n\n?\n?   3.5 \n\n \n\nE ? é a solução definida simétrica positiva da equação de Riccatti.  \n\n  ??\n?\n? + ??? ? ????\n\n?1??\n?\n? + ? = 0 \n\n\n\n \n    37 \n \n\n \n\nÉ possível estabelecer um compromisso entre a amplitude das variáveis de estado, a \n\nvelocidade de resposta do sistema e a amplitude do sinal de controle, através da \n\nescolha adequada dos índices de desempenho relativos a estas variáveis. Porém, a \n\nutilização deste tipo de estratégia de controle é comprometida na presença de \n\ndistúrbios e/ou quando há variações paramétricas no sistema a ser controlado. Isto \n\nocorre pois a lei de controle depende diretamente dos estados da planta, ou seja, caso \n\nexistam dinâmicas não consideradas, a ação de controle é prejudicada por não conter \n\ntodas as informações referentes ao sistema (KANIESKI, 2010).  \n\n \n\n3.3. Observadores de Estado \n\n \n\nEm projetos de sistemas de controle considera-se que todas as variáveis de estado \n\nsejam acessíveis para medição, porém, na prática isto pode não ser verdade. Logo, é \n\nnecessário estimar estas variáveis não mensuráveis ou não medidas. Este processo \n\nde estimação das variáveis de estado é comumente chamado de observação. Quando \n\num observador de estado estima todas as variáveis de estado do sistema, mesmo que \n\nalgumas delas sejam mensuráveis, é denominado observador de ordem plena. Se \n\napenas algumas das variáveis de estado do sistema são acessíveis, pode-se \n\ndesenvolver um observador de estado que estima somente aquelas inacessíveis para \n\nmedição. Neste caso o observador é denominado observador de estado de ordem \n\nreduzida ou observador de estado de ordem mínima (OLIVEIRA, 2014), sendo a \n\nplanta definida por: \n\n??? = ?? + ??   3.6 \n\n? = ??  3.7 \n\n  \n\nNestas equações 3.6 e 3.7, por exemplo, ? é o vetor de estado de dimensão ?, i.e., \n\n(? ? ??), ? é o vetor de controle de dimensão ?, i.e., (? ? ??), ? é o vetor de resposta \n\nou saída de dimensão ?, i.e., (? ? ??), ? é a matriz ?×? de estado (? ? ??×?), ? é a \n\nmatriz ?×? de controle ou entrada (? ? ??× ?), e ? é a matriz ?×? de saída ou de \n\nobservação (? ? ??×?). Por concisão, são omitidas as especificações das dimensões \n\ndas matrizes quando não houver necessidade. \n\n\n\n \n    38 \n \n\n \n\nO modelo matemático é o mesmo da planta, exceto por incorporar um termo adicional \n\nque compensa as incertezas nas matrizes A e B e a ausência do erro inicial visto que \n\no observador é um subsistema reconstrutor do vetor de estado da planta. O erro de \n\nestimação ou erro de observação pode ser definidos pela diferença entre a saída \n\nmedida e a saída estimada. O erro inicial é a diferença entre o estado inicial e o estado \n\ninicial estimado (OLIVEIRA, 2014). Logo, define-se o modelo matemático de um \n\nobservador como: \n\n???? = ???? + ?? + ??(? ? ????) = (? ? ???)??? + ?? + ??? 3.8 \n\nOnde ??? é o estado estimado e ???? é a saída estimada. As entradas do observador são \n\na saída ? e a entrada ?. A matriz ?? é denominada matriz de ganho do observador \n\nque atua como um termo de correção que envolve a diferença entre a saída medida \n\n? e a saída estimada ????. Esse termo corrige continuamente a saída do modelo e \n\naumenta o desempenho do observador. A Figura 3-5 mostra o diagrama de blocos do \n\nsistema e do observador de estado de ordem plena. \n\n \nFonte: (OLIVEIRA, 2014) \n\n Figura 3-5 – Observador de estado de ordem plena \n\n \n\n \n\n3.3.1. Observador de Estado de Ordem Plena  \n\n \nConforme citado anteriormente, o observador de ordem plena consiste em um \n\nobservador com a mesma ordem da planta, mesmo que todos seus estados sejam \n\nmensuráveis.  \n\n\n\n \n    39 \n \n\n \n\nSupondo que a planta seja definida pelas equações 3.6 e 3.7, tem-se que para \n\nencontrar o erro de observação, subtrai-se a equação 3.8 a partir da equação 3.6 : \n\n??? ?  ???? = ?? ? ???? ? ??(?? ? ????) = (? ? ???)(? ? ???)   3.9 \n\nDefinindo o vetor de erro como ? = ? ? ???, a Equação 3.9 se torna: \n\n??? = (? ? ???)?        3.10 \n\nNota-se na Equação 3.10, que o comportamento dinâmico do vetor de erro é \n\ndeterminado pelos autovalores da matriz (? ? ???). Se a matriz (? ? ???) for uma \n\nmatriz estável, o vetor de erro convergirá para zero, qualquer que seja o vetor de erro \n\ninicial ?(0). Ou seja, ???(?) convergirá para ?(?) independentemente do valor de ?(0) e  \n\n???(0). Se os autovalores da matriz (? ? ???) forem escolhidos de tal maneira que o \n\ncomportamento do vetor de erro seja assintoticamente estável e adequadamente \n\nrápido, então qualquer vetor de erro tenderá a zero com uma velocidade adequada.  \n\nSe a planta for completamente observável, é possível escolher a matriz ?? tal que \n\n(? ? ???) tenha seus autovalores escolhidos arbitrariamente. Para tanto, é preciso \n\nverificar a condição necessária e suficiente para observação de estado. Ou seja, \n\nverifica-se que o posto da matriz abaixo seja n:  \n\n[\n\n??\n\n????\n\n?\n????\n\n??1\n\n]     \n\n3.11 \n\n \n\nA condição de observabilidade completa do sistema original é definida pelas \n\nEquações 3.6 e 3.7. Uma vez selecionado os autovalores desejados, o observador de \n\nestado de ordem plena poderá ser projetado, desde que a planta seja completamente \n\nobservável. Os autovalores desejados da equação característica devem ser \n\nescolhidos de modo que o observador responda, pelos menos, duas a cinco vezes \n\nmais rápido que o sistema em malha fechada considerado. O processo de projeto, \n\nportanto, passa a ter dois estágios, sendo o primeiro a determinação da matriz K de \n\nrealimentação, que produzirá a equação característica desejada, e o segundo consiste \n\nna determinação da matriz de ganho do observador que produzirá a equação do \n\nobservador desejada (OLIVEIRA, 2014). A Figura 3-6 apresenta o diagrama de blocos \n\nde um sistema de controle realimentado por estado observado. \n\n\n\n \n    40 \n \n\n \n\n \nFonte: (OLIVEIRA, 2014) \n\n Figura 3-6 – Sistema de controle realimentado por estado observado \n\n \n\nConsiderando um sistema completamente controlável e observável, tem-se a lei de \n\ncontrole baseado no estado observado ???: \n\n? = ?????   3.12 \n\nQue produz a equação de estado: \n\n??? = ?? ? ????? = (? ? ??)? + ??(? ? ???) 3.13 \n\nComo o erro ?(?) é dado por ?(?) ? ???(?), reescreve-se a equação 3.13 como: \n\n??? = (? ? ??)? + ???     3.14 \n\n \n\nCombinando a equação 3.10 do erro do observador com a equação 3.14, tem-se:  \n\n[\n???\n???\n] = [\n\n? ? ?? ??\n0 ? ? ???\n\n] [\n?\n?\n]        \n\n3.15 \n\n \n\nA equação 3.15 descreve as dinâmicas do sistema de controle realimentado por \n\nestado observado. A equação característica desse sistema é: \n\n[\n?? ? ? + ?? ???\n\n0 ?? ? ? + ???\n] = 0        \n\n3.16 \n\nou \n\n|?? ? ? + ??||?? ? ? + ???| = 0               3.17 \n\n  \n\n\n\n \n    41 \n \n\n \n\nOs polos de malha fechada do sistema de controle realimentado por estado observado \n\nconsistem nos polos do projeto por alocação de polos e nos polos do projeto isolado \n\ndo observador. Ou seja, o projeto da alocação de polos e o projeto do observador são \n\nindependentes entre si. Eles podem ser conduzidos separadamente e combinados \n\npara formar o sistema de controle realimentado por estado observado (OLIVEIRA, \n\n2014). \n\nSupondo que a planta seja completamente observável, ao se aplicar uma lei de \n\ncontrole por realimentação de estado observado, tem-se que as equações do \n\nobservador serão dadas por: \n\n???? = (? ? ??? ? ??)??? + ???      3.18 \n\n ? = ?????                   3.19 \n\n \n\nSupondo uma condição inicial nula e resolvendo a transformada de Laplace para ???(?) \n\nda Equação 3.18, tem-se: \n\n???(?) = (?? ? ? + ??? + ??)\n?1???(?)       3.20 \n\nSubstituindo ???(?) na Equação 3.19 e resolvendo a transformada de Laplace, obtém-\n\nse a seguinte função de transferência: \n\n?(?) = ??(?? ? ? + ??? + ??)\n?1???(?)      3.21 \n\n?(?)\n\n?(?)\n= ??(?? ? ? + ??? + ??)\n\n?1??       \n3.22 \n\n \n\nA Figura 3-7 mostra a representação em diagramas de blocos do sistema. Nota-se \n\nque a função de transferência ?(?? ? ? + ??? + ??)\n?1?? atua como controlador do \n\nsistema. Por isso, denomina-se esta função de transferência como função de \n\ntransferência do controlador-observador. \n\n \n\n\n\n \n    42 \n \n\n \n\n \nFonte: (OLIVEIRA, 2014) \n\n Figura 3-7 – Diagrama de blocos do sistema com controlador-observador \n\n \n\nA matriz do controlador-observador ? ? ??? ? ?? pode ser estável ou não, embora \n\n? ? ?? e ? ? ??? sejam escolhidas para serem estáveis. \n\n \n3.3.2. Observador de Ordem Reduzida \n\n \nAlgumas variáveis de estado podem ser medidas com exatidão, logo, não necessitam \n\nser estimadas ou observadas. Suponha que um vetor de estado ? seja um vetor de \n\ndimensão ? e que a saída seja um vetor ? de dimensão ? que pode ser medido. Como \n\nas variáveis ? de saída são combinações lineares das variáveis de estado, então ? \n\nvariáveis de estado não precisam ser estimadas. É necessário estimar apenas ? ? ? \n\nvariáveis de estado. Então, um observador de ordem reduzida se torna um observador \n\nde ordem (? ? ?), que também pode ser denominado como um observador de ordem \n\nmínima (OLIVEIRA, 2014). A Figura 3-8 mostra um diagrama de blocos de um sistema \n\ncom um observador de ordem mínima.  \n\n \nFonte: (OLIVEIRA, 2014) \n\n Figura 3-8 – Sistema de controle realimentado por estado observado de ordem mínima \n\n \n\n\n\n \n    43 \n \n\n \n\nA ideia básica do observador de ordem mínima, é que a saída que pode ser medida \n\nseja um escalar (ou seja ? = 1). Considera-se então, o sistema como descrito pelas \n\nEquações 3.6 e 3.7, onde o vetor ? é particionado em duas partes: ?? (escalar) que é \n\nigual a saída ? e, portanto, pode ser medida diretamente e ?? (vetor com dimensão \n\n? ? 1), que é a porção não medida do vetor de estado. Desse modo, a equação de \n\nestado particionada e a de saída resultam em: \n\n[\n??\n?\n?\n\n????\n] = [\n\n??? ? ???\n? ? ?\n??? ? ???\n\n] [\n\n??\n?\n??\n\n] + [\n??\n?\n??\n\n] ?    \n3.23 \n\n? = [1 ? 0] [\n\n??\n?\n??\n\n]           \n3.24 \n\nonde ??? é um escalar, Aab é uma matriz 1×(? ? 1), Aba é uma matriz (? ? 1)×1, Abb \n\né uma matriz (? ? 1)×(? ? 1) , Ba é uma matriz ?× ?, e Bb é uma matriz (? ? 1)× ? . \n\nA partir da Equação 3.23, pode-se retirar a equação da porção mensurável do estado \n\nque resulta em: \n\n???? = ????? + ????? + ???       3.25 \n\nou \n\n???? ? ????? ? ??? = ?????    3.26 \n\n \n\nAs equações 3.25 e 3.26 agem como equações de saída. Considera-se o lado \n\nesquerdo das equações 3.25 e 3.26 como quantidades conhecidas para o projeto de \n\nobservadores de ordem mínima. Da mesma forma, a partir da equação 3.23, pode-se \n\nretirar a equação não mensurável do estado que resulta em: \n\n???? = ????? + ????? + ???      3.27 \n\n \n\nComo as quantidades ????? e ??? são conhecidas, a Equação 3.27 descreve as \n\ndinâmicas da porção não mensurável do estado.  \n\nÉ possível comparar a equação de estado do observador de ordem plena obtido a \n\npartir de ??? = ?? + ??, com a equação de estado do observador de ordem mínima \n\ndada pela Equação 3.27. Da mesma forma, é possível comparar as equações de saída \n\n\n\n \n    44 \n \n\n \n\ndo observador de ordem plena dada por  ? = ?? com a equação de saída do \n\nobservador de ordem mínima dada pelas Equações 3.25 e 3.26. \n\nO projeto de observadores de ordem mínima pode ser construído a partir do \n\nobservador de ordem plena substituindo as quantidades de ? = ????? , pelas \n\nquantidades apresentadas nas equações 3.25, 3.26 e 3.27, associando cada \n\nquantidade com o valor comparado para ordem plena. A Tabela 1 lista as substituições \n\nnecessárias para escrever a equação do observador de ordem mínima. \n\nTabela 1 – Substituições para a equação do observador de ordem reduzida  \n\nObservador de estado de \n\nordem plena \n\nObservador de estado de \n\nordem mínima \n\n??? ???? \n\n? ??? \n\n?? ????? + ??? \n\n? ???? ? ????? ? ??? \n\n? ??? \n\n??(matriz n x 1) ??(matriz (n ? 1)x 1) \n\nFonte: (OLIVEIRA, 2014) \n\n \n\nFazendo as substituições necessárias, constrói-se a equação do observador de ordem \n\nmínima como segue: \n\n????? = (??? ? ?????)???? + ????? + ??? + ??(???? ? ????? ? ???)  3.28 \n\nonde a matriz ?? do observador de estado é uma matriz (? ? 1)×1. \n\nNa Equação 3.28, observa-se que para estimar ??, é necessário diferenciar ??, o que \n\nrepresenta uma dificuldade, pois a diferenciação amplifica ruídos. Portanto, \n\nanalisando as equações 3.25 e 3.26, pode-se reescrever a equação do observador de \n\nordem mínima como: \n\n????? = (??? ? ?????)???? + ????? + ??? + ???????  3.29 \n\n \n\n\n\n \n    45 \n \n\n \n\nEm seguida, obtém-se a equação do erro do observador de ordem mínima. Então, \n\nsubtraindo a Equação 3.29 da Equação 3.27, tem-se: \n\n???? ? ????? = (??? ? ?????)(?? ? ????) 3.30 \n\nPor definição, tem-se que  ? = ?? ? ????, o que transforma a Equação 3.30 em: \n\n??? = (??? ? ?????)?      3.31 \n\n \n\nA partir da Equação 3.31, pode-se obter as dinâmicas de erro seguindo a mesma \n\ntécnica desenvolvida para o observador de ordem plena. Para isso, tem-se que o \n\nposto seja (? ? 1) na seguinte matriz: \n\n[\n\n???\n??????\n\n?\n??????\n\n??2\n\n] 3.32 \n\n \n\nEsta é a condição de observabilidade completa aplicada ao observador de ordem \n\nmínima. A equação característica do observador de ordem mínima é obtida a partir da \n\nEquação 3.31, como segue: \n\n|?? ? ??? + ?????| = (? ? ?1)(? ? ?2) ? (? ? ???1) = ?\n??1 + ???1?\n\n??2 + ? +\n\n?????2? + ?????1 = 0            \n3.33 \n\nonde ?1, ?2, ? , ???1 são os autovalores desejados do observador de ordem mínima. A \n\nmatriz de ganho ?? do observador pode ser determinada escolhendo-se primeiro os \n\nautovalores desejados do observador de ordem mínima e utilizando-se do \n\nprocedimento já desenvolvido para o observador de ordem plena com as modificações \n\napropriadas. \n\nPara o sistema de controle realimentado por estado observado com observador de \n\nordem plena, tem-se que os polos de malha fechada consistem nos polos devido ao \n\nprojeto isolado da alocação de polos e dos polos devidos ao projeto isolado do \n\nobservador. Para o caso do sistema de controle realimentado por estado observado \n\ncom observador de ordem mínima, a mesma conclusão se aplica. Portanto, a equação \n\ncaracterística pode ser obtida como: \n\n|?? ? ? + ??||?? ? ??? + ?????| = 0      3.34 \n\n \n\n\n\n \n    46 \n \n\n \n\nOs polos de malha fechada do sistema de controle realimentado por estado observado \n\ncom um observador de ordem mínima compreendem os polos de malha fechada da \n\nalocação de polos, ou seja, autovalores da matriz (? ? ??), e os polos de malha \n\nfechada devido ao observador de ordem mínima, ou seja, autovalores da matriz (??? ?\n\n?????). Portanto, o projeto da alocação de polos e o projeto do observador de estado \n\nde ordem mínima são independentes entre si. \n\n \n\n3.4. Filtro de Kalman \n\n \n3.4.1. Filtro de Kalman Estendido (EKF) \n\n \nEm alguns casos, as saídas do sistema são corrompidas por sinais de ruído causados \n\npor motivos diversos (por ex. ruídos elétricos gerados por transientes de energia ou \n\nruídos captados pelo sistema de cabeamento). Portanto, pode ser impossível \n\ndeterminar com certeza os valores dos sinais no sistema em um dado momento. Para \n\ncontornar este problema, será utilizado o filtro de Kalman, para tanto será necessário \n\nconhecer dados estatísticos presentes nos sinais de ruído (DUTTON; THOMPSON; \n\nBARRACLOUGH, 1997). \n\nAtualmente, o Filtro de Kalman é uma das ferramentas de estimativa mais utilizadas \n\nna estimativa de estados de um sistema dinâmico na presença de ruído. É possível \n\nestimar os valores reais das medições e os seus valores calculados, atribuindo um \n\npeso maior para o valor com o menor grau de incerteza (THRUN; BURGARD; FOX, \n\n2005). A Figura 3-9 mostra a estrutura geral do Filtro de Kalman, bem como as etapas \n\nde predição e correção.  \n\nO Filtro de Kalman possui muitas aplicações na tecnologia (AUGER et al., 2013) e \n\nalgumas extensões e generalizações do método são mostradas através da versão \n\nestendida (EKF) e Unscented (UKF, do inglês Unscented Kalman Filter) (CRUZ, \n\n2013), (GREWAL; ANDREWS, 2008).  \n\n\n\n \n    47 \n \n\n \n\n \nFonte: (CRUZ, 2013) \n\nFigura 3-9 – Estrutura geral do filtro de Kalman \n\n \nO Filtro de Kalman tem excelente desempenho na estimativa de estados em sistemas \n\nlineares, porém sua aplicação é complexa em sistemas reais não lineares. O filtro de \n\nKalman Estendido supera essa limitação (CRUZ, 2013). \n\nConsidera-se um sistema não linear dado por: \n\n??+1 = ?(??, ??, ??)      3.35 \n\n??+1 = ?(??+1) + ??+1   3.36 \n\nonde ?() é uma função não linear do sistema do processo e ?() uma função não linear \n\ndo sistema de medição. Ambas as funções podem ser usadas para propagar o vetor \n\nde estados ??+1 e o vetor de saída ??+1. As variáveis ??, ?? e ??+1 estão relacionadas \n\nao controle, ao ruído do processo e ao ruído de medição respectivamente (CRUZ, \n\n2013). \n\nO filtro de Kalman Estendido fornece uma aproximação do valor verdadeiro, \n\nrepresentando essa aproximação por uma função gaussiana (THRUN; BURGARD; \n\nFOX, 2005), (GREWAL; ANDREWS, 2008). \n\nSe ?() é uma função não linear, a projeção da função gaussiana através desta função \n\né tipicamente uma função não gaussiana. Portanto é necessário aproximar a função \n\n?() por uma função linear tangente a ?() na média da função gaussiana, de forma que \n\nesta distorção não ocorra (CRUZ, 2013). \n\nUma vez que ?() é linearizada, a mecânica de propagação da esperança é \n\nequivalente à do filtro de Kalman. Da mesma forma, é necessário obter uma função \n\n\n\n \n    48 \n \n\n \n\nlinear tangente a função de medição de ?(), mantendo assim a natureza gaussiana \n\nda esperança posterior (THRUN; BURGARD; FOX, 2005). \n\nO Filtro de Kalman Estendido utiliza a Expansão de Taylor (primeira ordem) como \n\nmétodo de linearização. A expansão de Taylor constrói uma aproximação linear da \n\nfunção ?() a partir de seu valor e inclinação conforme mostrado na Equação 3.37: \n\n??(??, ??+1) =\n??(??, ??+1)\n\n???\n \n\n3.37 \n\n \n\nO Filtro de Kalman Estendido utiliza as linearizações de ?() e ?() em relação às \n\nvariáveis de estado e ao ruído do processo, sendo denominadas pelas matrizes \n\nJacobianas das equações 3.38, 3.39 e 3.40. \n\n? = ??(?) =\n\n[\n \n \n \n \n \n??1\n\n??1\n\n??1\n\n??2\n?\n\n??1\n\n???\n??2\n\n??1\n\n??2\n\n??2\n?\n\n??2\n\n???\n\n? ? ? ?\n???\n\n??1\n\n???\n\n??2\n?\n\n???\n\n???]\n \n \n \n \n \n\n  3.38 \n\n? = ??(?) =\n\n[\n \n \n \n \n \n??1\n\n??1\n\n??1\n\n??2\n?\n\n??1\n\n???\n??2\n\n??1\n\n??2\n\n??2\n?\n\n??2\n\n???\n\n? ? ? ?\n???\n\n??1\n\n???\n\n??2\n?\n\n???\n\n???]\n \n \n \n \n \n\n      3.39 \n\n? = ??(?) =\n\n[\n \n \n \n \n \n??1\n\n??1\n\n??1\n\n??2\n?\n\n??1\n\n???\n??2\n\n??1\n\n??2\n\n??2\n?\n\n??2\n\n???\n\n? ? ? ?\n???\n\n??1\n\n???\n\n??2\n?\n\n???\n\n???]\n \n \n \n \n \n\n      3.40 \n\n \n\nAs matrizes Jacobianas ? e ? não são constantes. Porém, caso as mesmas sejam \n\navaliadas em um valor específico do vetor de estados ? = ?0, as matrizes Jacobianas \n\ncorrespondentes tornam-se constantes. Logo, a etapa da predição é dada pelas \n\nEquações 3.41 e 3.42 e a etapa da correção é dada pelas equações 3.43, 3.44 e 3.45 \n\n(CRUZ, 2013). \n\n \n\n\n\n \n    49 \n \n\n \n\nPredição: \n\n????\n? = ?(?????1\n\n+ , ???1)       3.41 \n\n??\n? = ????1\n\n+ ?? + ????1?\n?       3.42 \n\n \n\nCorreção: \n\n?? = ??\n???[???\n\n??? + ??]\n?1       3.43 \n\n????\n+ = ????\n\n? + ??[?? ? ?(????\n?)] 3.44 \n\n??\n+ = ??\n\n? ? ?????\n?       3.45 \n\n \n\n \n\n3.4.2. Filtro de Kalman Unscented (UKF) \n\n \n\nO filtro de Kalman (KF) é um dos métodos mais utilizados para estimar variáveis de \n\nestado devido a sua simplicidade e robustez. Porém, a aplicação do filtro de Kalman \n\na sistemas não lineares pode ser complexa. A abordagem mais comum é utilizar o \n\nfiltro de Kalman Estendido (EKF), que basicamente lineariza todos os modelos não \n\nlineares para que o filtro de Kalman tradicional possa ser aplicado. Conforme \n\nmostrado na seção 3.4.1. Embora seja largamente utilizado, existe um consenso de \n\nque a implementação do filtro de Kalman Estendido não é simples, pois a linearização \n\npode produzir filtros altamente instáveis, se a hipótese de linearidade local for violada; \n\nadicionalmente a derivação de matrizes Jacobianas não são triviais na maioria das \n\naplicações e frequentemente levam a dificuldades significativas de implementação \n\n(ST-PIERRE; GINGRAS, 2004). \n\nO Filtro de Kalman Unscented foi proposto com o objetivo de superar os problemas \n\nverificados com a utilização do Filtro de Kalman Estendido, possibilitando a obtenção \n\nde um estimador com performance equivalente ao filtro de Kalman para sistemas \n\nlineares e que representa adequadamente um sistema não linear, porém sem a \n\nnecessidade dos passos de linearização descritos pelo filtro de Kalman Estendido  \n\n(JULIER; UHLMANN, 1997).  \n\n\n\n \n    50 \n \n\n \n\nPosteriormente, foram propostas algumas modificações para o Filtro de Kalman \n\nUnscented com o objetivo de adaptá-lo ao tipo de aplicação (WAN; MERWE; \n\nNELSON, 2000).  \n\nO Filtro de Kalman Unscented é capaz de realizar estimação de estados em sistemas \n\nque contêm não-linearidades, sem a necessidade de se linearizar as funções \n\npresentes no modelo (JULIER; UHLMANN, 2004). \n\nA transformação Unscented consiste em se utilizar um conjunto finito de vetores que, \n\nao sofrerem uma transformação não-linear, apresentam média amostral e covariância \n\namostral idênticas às calculadas para o novo conjunto de vetores transformados, \n\nsupondo uma transformação de 2ª ordem  (JULIER; UHLMANN, 1997). A Figura 3-10 \n\nmostra como se dá a transformação Unscented. \n\n \n\nFonte: (JULIER; UHLMANN, 1997) \nFigura 3-10 – Princípio do filtro de Kalman Unscented \n\n \n\nUma variável aleatória ?, de dimensão ?, possui média e covariância dadas por ??? e ?. \n\nDeseja-se calcular a média ??? e a covariância ??? de uma variável aleatória ?, de \n\ndimensão ?, sendo que ? está relacionada a ? por meio de uma função não-linear ?: \n\n? = ?(?)         3.46 \n \n\nÉ mais simples aproximar uma distribuição gaussiana do que linearizar uma função \n\nnão-linear arbitrária (JULIER; UHLMANN, 1997). Para que uma função de densidade \n\nde probabilidade gaussiana possa ser completamente descrita, são necessárias a \n\nmédia e a covariância. Portanto, o objetivo é encontrar alguma parametrização que \n\n\n\n \n    51 \n \n\n \n\npermita a propagação direta da informação por meio das equações não-lineares \n\natravés da captura da média e da covariância. (JUNIOR, 2003). \n\nÉ possível obter a parametrização desejada, através da geração de um conjunto de \n\nvetores a partir das linhas ou colunas das matrizes ±???, ou seja, das matrizes \n\ncompostas pela raiz quadrada positiva e negativa da matriz de covariância ? \n\nmultiplicada pela dimensão do vetor de variáveis aleatórias ?. Este conjunto de vetores \n\né dado pela matriz ? ? 2?; \n\n? = [??? ????]        3.47 \n\n \n\nDevido à maneira como é construído, este conjunto de vetores possui covariância \n\namostral igual a ? e média amostral zero. Cada vetor é conhecido na literatura como \n\nPonto Sigma (SP) logo, o Filtro de Kalman Unscented é conhecido também como \n\nSigma Points Kalman Filter (SPKF) (MERWE; WAN, 2001).  \n\nPara que o novo conjunto de vetores formado possua a mesma média dos vetores ? \n\noriginais, adiciona-se a média ??? à cada coluna da matriz ?. Como o novo conjunto é \n\nsimétrico, seus movimentos centrais impares são nulos, fazendo com que os três \n\nprimeiros momentos sejam iguais aos da distribuição original (JUNIOR, 2003). \n\nÉ possível ainda adicionar um fator de escala ? no cálculo da raiz quadrada da matriz \n\nde covariância, sem que o resultado da nova covariância se altere. \n\nO novo conjunto de vetores é gerado da seguinte maneira: \n\n? = [?(? + ?)? ??(? + ?)?]       3.48 \n\n?(0) = ???        3.49 \n\n?(?) = ??? + ?(?)        3.50 \n\nSendo ?(?)a iésima coluna da matriz ?. Desta forma ? varia de 1 a 2?. \n\nA nova matriz de covariância é dada por: \n\n? =\n1\n\n2(?+?)\n? (?(?) ?2??=1 ???)(?\n\n(?) ? ???)?       3.51 \n\n\n\n \n    52 \n \n\n \n\nDesenvolvendo-se a equação acima, é possível verificar que a covariância de ? é \n\nigual à covariância original ?. A transformação Unscented pode ser efetuada \n\nseguindo-se o procedimento abaixo (JULIER; UHLMANN, 1996). \n\nCálculo dos pontos sigmas e novo conjunto de vetores ?: \n\n?(0) = ??? 3.52 \n\n          \n\n?(?) = ??? + ?(?)    3.53 \n\n       \n\nCálculo dos pesos ?: \n\n?(0) =\n?\n\n?+?\n        3.54 \n\n?(?) =\n1\n\n2(?+?)\n        3.55 \n\n \n\nCada novo vetor gerado ?(?) é propagado usando-se a função não-linear ?, formando \n\num conjunto de pontos sigmas: \n\n?(?) = ?(?(?))        3.56 \n\n \n\nA nova média é dada por: \n\n??? = ? ?(?)?(?)2??=0      3.57 \n\n \n\nA covariância do conjunto de vetores transformado ?(?) é: \n\n??? = ? ?(?)(?(?) ? ???\n\n2?\n\n?=0\n\n)(?(?) ? ???)? \n3.58 \n\n    \n\nObservando-se as equações 3.52 e 3.53, verifica-se que o número de pontos sigma \n\n(???) é dado por: \n\n??? = 2? + 1        3.59 \n\n \n\nÉ importante notar que as estimativas das equações 3.57 e 3.58 são exatas somente \n\npara transformações até a 2ª ordem (JULIER; UHLMANN, 1996). \n\n  \n\n\n\n \n    53 \n \n\n \n\nAlgoritmo do Filtro de Kalman Unscented \n\nPasso de predição: \n\n?????1 = [?????1 ? ?????1] + ?? [????1 ?????1]      3.60 \n\n???? = ?(?????1, ???1)        3.61 \n\n????? = ??????        3.62 \n\n??? = ??????[????]\n? + ???1       3.63 \n\nPasso de atualização: \n\n???? = [???? ? ????] + ?? [??? ????]      3.64 \n\n?? = ?(????)        3.65 \n\n?? = ?\n?\n\n???        3.66 \n\n?? = ?\n?\n\n???[?\n?\n\n?]\n? + ??       3.67 \n\n?? = ????\n?\n??[?\n\n?\n?]\n\n?        3.68 \n\n \n\nPasso para computar o ganho do filtro ??, atualizar a média ????e a covariância ??: \n\n?? = ????\n?1\n\n        3.69 \n\n???? = ???\n?\n\n? + ??[?? ? ??]        3.70 \n\n?? = ?\n?\n\n? + ??????\n?\n        3.71 \n\n \n \n\n3.5. Simulador OLGA® \n\n \n\nO simulador computacional OLGA® (Oil-liquid-Gas Analyser) é um simulador numérico \n\nunidimensional de escoamento multifásico em dutos e instalações de produções \n\ndedicado à indústria de óleo e gás. O software utiliza três equações de continuidade \n\n(uma para o gás, uma para o líquido e outra para as gotículas de líquido), duas \n\nequações de quantidade de movimento (uma para a fase gás incluindo a fase dispersa \n\ne uma para a fase líquida) e 1 equação de energia para a mistura, considerando que \n\ntodas as fases estão na mesma temperatura (SCHLUMBERGER, 2014).  \n\nA solução é dada utilizando-se o método de volumes finitos com integração semi-\n\nimplícita no tempo, que é o esquema mais adequado para o escoamento multifásico \n\ntransiente (passos relativamente longos). As propriedades dos fluidos são \n\ndeterminadas utilizando o software PVTsim, que calcula estas propriedades baseado \n\n\n\n \n    54 \n \n\n \n\nnos componentes do óleo e sua quantidade. Este software é capaz de reproduzir o \n\ncomportamento da golfada em diversos sistemas, incluindo poços sujeitos a golfadas \n\ndo tipo casing-heading, assim como a maioria das linhas sujeitas a golfadas severas  \n\n(SCHLUMBERGER, 2014).  \n\nO OLGA® é considerado a ferramenta padrão para simulações multifásicas (BURKE; \n\nKASHOU, 1995), com aplicações especialmente voltadas ao estudo de golfadas \n\n(LAWRENCE et al., 2015), sendo que o mesmo é utilizado com frequência nos \n\nestudos comparativos pelo fato de representar bem o sistema real e pelo seu foco em \n\nsimulações de sistemas com comportamento transiente (MEGLIO, 2011). \n\nA modelagem matemática utilizada no software OLGA® é mostrada de forma \n\ndetalhada abaixo (BENDIKSEN et al., 1991). \n\n \n\n3.5.1. Modelo Matemático do OLGA®  \n\n \n\nDe forma a simplificar o modelo e a constituição da equação geral da conservação, \n\nforam consideradas as seguintes características do escoamento:  \n\n? Duto de seção transversal circular de diâmetro constante ?? e inclinado de um ângulo \n?;  \n\n? Unidimensional (1D) com duas fases, gás e líquido, independentes uma da outra;  \n\n? Predominância da fase gás na seção do duto;  \n\n? Sem transferência de energia entre as fases;  \n\n? Regime transiente;  \n\n? Padrão de escoamento estratificado;   \n\n \n\nA Figura 3-11 e a Figura 3-12 abaixo, caracterizam a seção transversal e o perfil de \n\nescoamento estratificado do duto. \n\n\n\n \n    55 \n \n\n \n\n  \n\nFonte: (SALES, 2013) \n Figura 3-11 – Seção transversal do escoamento. \n\n  \n\nFonte: (SALES, 2013) \nFigura 3-12 – Perfil lateral de escoamento estratificado. \n\n \n\nonde ?? é a área da seção transversal ocupada pelo gás; ?? é a área da seção \n\ntransversal ocupada pelo líquido; ?? é a superfície da interface; ?? é a altura ocupada \n\npelo líquido; ?? é o diâmetro interno; ?? é o volume ocupado pelo gás; ?? é o volume \n\nocupado pelo líquido; ?? é o atrito do gás na parede; ?? é o atrito do líquido na parede; \n\n? é a inclinação do tubo em relação a um plano horizontal; e ?? é o atrito na interface.  \n\n \n\n3.5.2. Formulação Matemática  \n\n \n\nAs equações do modelo de dois fluidos têm sido muito utilizadas na resolução de \n\nescoamentos bifásicos em tubulações, particularmente na indústria de petróleo, tendo \n\nsido incorporado nos códigos comerciais do OLGA® (BENDIKSEN et al., 1991).  \n\nPara os modelos físicos, as equações de continuidade separadas são aplicadas para \n\no gás, para o líquido e para gotículas de líquido, que podem ser acopladas através de \n\ntransferência de massa interfacial. Esse modelo faz uso das seguintes equações de \n\nconservação:  \n\n\n\n \n    56 \n \n\n \n\n(i) Uma equação de balanço de massa (continuidade) é utilizada para as três \nfases;  \n\n(ii) Duas equações de quantidade de movimento (uma para a fase gás \nincluindo a fase dispersa e uma para a fase líquida);  \n\n(iii) Uma equação de energia para a mistura. Duas classes de padrões são \nutilizadas, a saber: distribuído (intermitente ou bolhas) e separado \n(estratificado ou anular). A transição entre os padrões de escoamento é \nbaseada na fração de área média e determinada de acordo com o conceito \nde mínimo escorregamento onde é escolhido o padrão de escoamento que \nleve à menor velocidade do gás.  \n\nConforme mostrado na Figura 3-11 e na Figura 3-12, o duto é de seção circular e os \n\nvolumes ocupados pelo líquido e pelo gás são dados por ?? e ??. A razão de volumes \n\npode ser considerada igual a razão de áreas e as frações volumétricas do líquido e do \n\ngás, ?? e ?? podem ser definidas como (SALES, 2013): \n\n?? =\n??\n\n?\n     3.72 \n\n?? =\n??\n\n?\n    3.73 \n\nOnde as frações volumétricas, ?? e ??, estão sujeitas a seguinte condição: \n\n?? + ?? = 1     3.74 \n\n \n\n \n\n3.5.3. Equações de Balanço de Massa  \n\n \nPara a fase gás:  \n\n?\n\n??\n(????) = ?\n\n1\n\n?\n\n?\n\n??\n(???????) + ?? + ??     3.75 \n\n \n\nPara a fase líquida:  \n\n?\n\n??\n(????) = ?\n\n1\n\n?\n\n?\n\n??\n(???????) + ??\n\n??\n\n??+??\n? ?? + ?? + ??     3.76 \n\n \n\nPara a fase de gotículas de líquido:  \n\n?\n\n??\n(????) = ?\n\n1\n\n?\n\n?\n\n??\n(???????) ? ??\n\n??\n\n??+??\n+ ?? ? ?? + ??     3.77 \n\n \n\nPara os termos das equações 3.75, 3.76 e 3.77 tem-se ?? - Fração volumétrica do \n\ngás; ?? - Fração volumétrica do líquido; ?? - Fração volumétrica das gotas de líquido; \n\n? - Massa específica; ? - Velocidade; ? - Pressão; ? - Área da seção transversal do \n\n\n\n \n    57 \n \n\n \n\ntubo; ??- Taxa de transferência de massa entre as fases; ?? - Taxa de arrastamento; \n\n?? - Taxa de deposição; ?? - Fonte de massa da fase gás; ?? - Fonte de massa da \n\nfase líquida; e ?? - Fonte de massa da fase dispersa de gotículas de líquido. Os \n\nsubscritos g, L, i e D indicam gás, líquido, interface e deposição de gotas.  \n\n \n3.5.4. Equações de Quantidade de Movimento  \n\n \nPara a fase gás:  \n\n?\n\n??\n(??????) = ??? (\n\n??\n\n??\n) ?\n\n1\n\n?\n\n?\n\n??\n(???????\n\n2) ? ??\n1\n\n2\n??|??|??\n\n??\n\n4?\n? ??\n\n1\n\n2\n??|??|??\n\n??\n4?\n\n+ ????? cos ? + ???? ? ?? \n\n3.78 \n\n \n\nPara a fase gotículas de líquido:  \n\n?\n\n??\n(??????) = ??? (\n\n??\n\n??\n) ?\n\n1\n\n?\n\n?\n\n??\n(???????\n\n2) + ????? cos ? ? ??\n??\n\n??+??\n?? + ???? ?\n\n???? + ??      \n\n3.79 \n\n \n\nAs equações 3.78 e 3.79 foram combinadas para produzir um salto tal que o termo de \n\narrasto representado por ?? na relação entre gás/gotículas se anula. Assim tem-se \n\nsomente uma equação de balanço de quantidade de movimento para a fase gás \n\nincluindo a fase dispersa de gotículas de líquido, representada pela equação 3.80 \n\nabaixo: \n\n  \n\n\n\n \n    58 \n \n\n \n\nPara a combinação gás/gotículas de líquido:  \n\n?\n\n??\n(?????? + ??????)\n\n= ?(?? + ??) (\n??\n\n??\n) ?\n\n1\n\n?\n\n?\n\n??\n(???????\n\n2 + ???????\n2) ? ??\n\n1\n\n2\n??|??|??\n\n??\n\n4?\n\n? ??\n1\n\n2\n??|??|??\n\n??\n4?\n\n+ (???? + ????)? ??? ? + ??\n??\n\n?? + ??\n?? + ????\n\n? ???? \n\n3.80 \n\n \n\nPara a fase líquida: \n\n?\n\n??\n(??????) = ??? (\n\n??\n\n??\n) ?\n\n1\n\n?\n\n?\n\n??\n(???????\n\n2) ? ??\n1\n\n2\n??|??|??\n\n??\n4?\n\n? ??\n1\n\n2\n??|??|??\n\n??\n4?\n\n+ ????? cos ? + ??\n??\n\n?? + ??\n?? ? ???? + ????\n\n? ???(?? ? ??)?\n???\n??\n\nsin ? \n\n3.81 \n\n \n\nNas equações 3.78 a 3.81, ? corresponde a inclinação do tubo com a vertical e ??, ?? \n\ne ?? são respectivamente, o perímetro molhado do gás, do líquido e da interface. \n\nSupõe-se que a fonte interna ?? entra com um ângulo de 90° na parede do tubo, \n\ncaminhando sem impulso líquido. Com isso pode-se considerar: \n\n- Na evaporação do filme líquido: \n\n?? = ??  para  ?? > 0   3.82 \n\n \n\n- Na evaporação das gotas de líquido: \n\n?? = ??  para  ?? > 0   3.83 \n\n \n\n- Na condensação: \n\n?? = ??  para  ?? &lt;0   3.84 \n\n \n\nAs equações de conservação acima podem ser aplicadas para todos os tipos de \n\nregimes de escoamento.  \n\nA velocidade relativa ?? é definida pela seguinte equação de deslizamento \n\n?? = ??(?? + ??)       3.85 \n\n\n\n \n    59 \n \n\n \n\nOnde ?? é a uma taxa de distribuição de deslizamento causado por uma distribuição \n\ndesigual de fases e velocidades em toda a seção transversal da tubulação, como \n\nesboçada na seção seguinte. \n\nA velocidade das gotículas é similarmente definida por: \n\n?? = ?? ? ??? cos ?   3.86 \n\nonde ??? é a velocidade de queda da gotícula. A velocidade de interface ?? é \n\naproximada para ??, que é a velocidade do líquido. \n\n \n\n3.5.5. Equação de Energia da Mistura \n\n \nPara a energia da mistura tem-se: \n\n?\n\n??\n[?? (?? +\n\n1\n\n2\n??\n\n2 + ??) + ?? (?? +\n1\n\n2\n??\n\n2 + ??) + ?? (?? +\n1\n\n2\n??\n\n2 + ??)]\n\n= ?\n?\n\n??\n[???? (?? +\n\n1\n\n2\n??\n\n2 + ??) + ???? (?? +\n1\n\n2\n??\n\n2 + ??)\n\n+ ???? (?? +\n1\n\n2\n??\n\n2 + ??)] + ?? + ? \n\n3.87 \n\nonde ? é a energia interna por unidade de massa, ? é a elevação, ?? é a entalpia da \n\nfonte de massa e ? é a transferência de calor da parede do tubo. \n\n \n\n3.5.6. Propriedades dos Fluidos e Transferência de Fase \n\n \nTodas as propriedades (massas específicas, compressibilidades, viscosidades, \n\ntensão superficial, entalpias, capacidades de calor e condutividade térmica) são dadas \n\nem tabelas em função da pressão e temperatura e os valores reais em um \n\ndeterminado ponto no tempo e espaço são encontrados pela interpolação nestas \n\ntabelas (BENDIKSEN et al., 1991). Essas tabelas são geradas previamente à \n\nsimulação do OLGA®, utilizando qualquer pacote de propriedades dos fluidos, \n\nbaseadas nas equações de Peng-Robinson, Soave-Redlich-Kwong ou outra equação \n\nde estado, em conformidade com o formato da tabela especificada (SALES, 2013). \n\nConsidera-se que, a composição total da mistura é constante no tempo ao longo da \n\ntubulação, enquanto que as composições do gás e do líquido mudam com a pressão \n\ne a temperatura, como resultado da transferência de massa interfacial. Em sistemas \n\n\n\n \n    60 \n \n\n \n\nreais, a diferença de velocidade entre as fases de gás e óleo podem causar mudanças \n\nna composição total da mistura. Isso pode ser totalmente contabilizado somente para \n\num modelo de composição (BENDIKSEN et al., 1991). \n\n \n\n3.5.7. Transferência de Massa Interfacial \n\n \nA aplicação do modelo de transferência de massa na interface pode tratar tanto \n\ncondensação normal quanto evaporação e condensação retrógrada, em que uma fase \n\npesada condensa a partir da fase de gás com a queda de pressão (BENDIKSEN et \n\nal., 1991). A fração mássica de gás em condições de equilíbrio pode ser definida \n\ncomo: \n\n?? =\n??\n\n(??+??+??)\n   3.88 \n\n \n\nA taxa de transferência de massa poderá ser expressa da seguinte maneira: \n\n?? = [(\n???\n\n??\n)\n\n?\n\n??\n\n??\n+ (\n\n???\n\n??\n)\n\n?\n\n??\n\n??\n\n??\n\n??\n+ (\n\n???\n\n??\n)\n?\n\n??\n\n??\n+ (\n\n???\n\n??\n)\n?\n\n??\n\n??\n\n??\n\n??\n] (?? + ?? + ??)      3.89 \n\n \n\nO termo (\n???\n\n??\n)\n\n?\n\n??\n\n??\n representa a transferência de fase a partir de uma massa presente \n\nem uma seção devido a mudança de pressão na referida secção. Já o termo \n\n(\n???\n\n??\n)\n\n?\n\n??\n\n??\n\n??\n\n??\n representa a transferência de massa causada pela massa que flui de uma \n\nseção para a outra. \n\n  \n\n\n\n \n    61 \n \n\n \n\n \n\n3.6. Modelos Dinâmicos Simplificados \n\n \n\nAo estudar um escoamento em golfadas, o foco deve ser direcionado a capturar a \n\ndinâmica da formação da golfada, não a golfada em si, ou seja, o objetivo é evitar o \n\nregime de escoamento em golfadas ao invés de determinar o comprimento ou o \n\nformato das mesmas. Ao invés de lidar com modelos complexos, como os \n\ndesenvolvidos no simulador OLGA®, é necessário um modelo dinâmico simplificado \n\npara a análise de controlabilidade e projeto do controlador. Alguns dos principais \n\nmodelos encontrados na literatura estão citados a seguir: ”Modelo de Jahanshahi” \n\n(JAHANSHAHI; SKOGESTAD, 2011), “Modelo de Storkaas” (STORKAAS; \n\nSKOGESTAD, 2003), “Modelo de Eikrem1”, “Modelo de Kaasa” (KAASA et al., 2007), \n\n“Modelo de Nydal” (SILVA; DESSEN; NYDAL, 2010) e “Modelo de Di Meglio” \n\n(MEGLIO; KAASA; PETIT, 2009). Os modelos citados foram simulados no domínio do \n\ntempo e seus resultados comparados ao modelo OLGA® com o objetivo de avaliar os \n\ncinco aspectos abaixo, listados em ordem de importância (JAHANSHAHI; \n\nSKOGESTAD, 2011): \n\n? Abertura crítica da válvula choke para a formação de golfadas \n\n? Frequência das oscilações com a válvula choke na abertura crítica \n\n? Resposta dinâmica para uma mudança em degrau da abertura da válvula \nchoke \n\n? Pressão e vazão do sistema para o regime permanente \n\n? Pressões e vazões mínima e máxima das oscilações durante o regime de \ngolfadas \n\nOs modelos simplificados também foram analisados no domínio da frequência, onde \n\nforam consideradas a localização dos polos instáveis e zeros instáveis (RHP) do \n\nmodelo. Ao final do comparativo, os modelos que apresentaram os melhores \n\nresultados e as melhores predições das pressões e vazões mínimas e máximas para \n\no regime permanente quando comparadas aos resultados do OLGA®, foram o “Modelo \n\nde Jahanshahi” e o “Modelo de Di Meglio”.  \n\n                                            \n1 EIKREM, G. O. 2008. “Eikrem Riser Model” \n\nhttp://www.nt.ntnu.no/users/skoge/diplom/prosjekt08/tuvnes \n\n\n\n \n    62 \n \n\n \n\nPorém o “Modelo de Jahanshahi” apresentou um melhor ajuste para uma resposta em \n\ndegrau da pressão de topside  (JAHANSHAHI; SKOGESTAD, 2011). Portanto, optou-\n\nse neste trabalho pela utilização do “Modelo de Jahanshahi”, pois considera-se que \n\neste é o modelo simplificado mais representativo do sistema real e apresenta \n\nvantagens sobre os demais modelos encontrados na literatura. Este modelo será \n\ndescrito a seguir, em detalhes.  \n\n \n\n3.7. “Modelo de Jahanshahi” para um Sistema “Pipeline-Riser” \n\n \n\n3.7.1. Equações de Balanço de Massa para um Sistema “Pipeline-Riser” \n\n \n\nAs equações diferenciais 3.90, 3.91, 3.92 e 3.93 mostradas abaixo representam as \n\nequações de conservação de massa das fases gasosa e líquida do sistema “pipeline-\n\nriser” mostrado na Figura 3-13 e na Figura 3-14. \n\n???,?\n\n??\n= ??,?? ? ??,?? \n\n3.90 \n\n???,?\n\n??\n= ??,?? ? ??,?? \n\n3.91 \n\n???,?\n\n??\n= ??,?? ? ??,??? \n\n3.92 \n\n???,?\n??\n\n= ??,?? ? ??,??? \n3.93 \n\n \n\nAs quatro variáveis de estado do modelo são: ??,? massa de gás no pipeline [kg] \n\n??,? massa de líquido no pipeline [kg], ??,? massa de gás no riser [kg] e ??,? massa \n\nde líquido no riser [kg]. \n\n\n\n \n    63 \n \n\n \n\n \n\nFonte: (JAHANSHAHI, 2013) \nFigura 3-13 – Representação simplificada do escoamento (Sem bloqueio de líquido) \n\n \n\nFonte: (JAHANSHAHI, 2013) \nFigura 3-14 – Representação simplificada do bloqueio de líquido na base do riser, levando \n\na golfada severa. \n\n \n\n \n\nOs principais parâmetros utilizados no modelo estão descritos na Tabela 2. Quatro \n\ndos parâmetros encontrados nesta tabela são utilizados para sintonia do modelo, \n\nconforme abaixo: \n\n\n\n \n    64 \n \n\n \n\n? ??: Fator de correção do nível de líquido no pipeline \n\n? ??1: Constante da válvula choke de produção \n\n? ??: Coeficiente para a vazão de gás na base do riser \n\n? ??: Coeficiente para a vazão de líquido na base do riser \n\n \n\n \n\n3.7.2. Condições de Contorno na Entrada \n\n \n\nNas equações 3.90 e 3.91, ??,?? e ??,?? representam as vazões mássicas de entrada \n\ndo gás e do líquido, respectivamente. A princípio, é assumido que estas vazões são \n\nconstantes, mas esta condição de contorno pode ser posteriormente alterada por \n\nexemplo, para uma vazão de entrada variável com a pressão. \n\n \n\n3.7.3. Condições de Contorno na Saída  \n\n \n\nConsidera-se como condição de contorno na saída, que a pressão na saída é \n\nconstante (pressão de separação, ??). Logo, é possível representar a vazão de saída \n\npara uma mistura bifásica pela equação da válvula choke (JAHANSHAHI, 2013): \n\n???? = ??1. ?(?1)????. max (??? ? ??, 0)  3.94 \n\n \n\nSendo ?1, a abertura normalizada da válvula choke (0 &lt;?1 &lt;1) e ?(?1), a equação \n\ncaracterística da válvula.  \n\nNas simulações, é considerada uma válvula linear, ou seja, ?(?1) = ?1 . Esta premissa \n\npode ser alterada para outros tipos de válvulas. \n\nAs vazões mássicas de saída são calculadas (JAHANSHAHI, 2013) conforme abaixo: \n\n??,??? = ??,??\n? . ????   3.95 \n\n??,??? = (1 ? ??,??\n? ). ????   3.96 \n\n \n\nA fração mássica ??,??\n?  de líquido no topo do riser é dada por: \n\n\n\n \n    65 \n \n\n \n\n??,??\n? =\n\n??,??.??\n\n??,??.??+(1???,??).??,?\n   3.97 \n\nA densidade da mistura bifásica no topo do riser é dada por: \n\n??? = ??,??. ?? + (1 ? ??,??). ??,?  3.98 \n\nA fração volumétrica de líquido, ??,?? é calculada pela equação: \n\n??,?? = 2. ????,? ? ??,?? =\n2.??,?\n\n??.??\n?\n\n??\n\n??\n  3.99 \n\n \n\n3.7.4. Modelo do Pipeline \n\n \n\nA fração volumétrica de líquido na seção do pipeline ?? é dada pela fração mássica de \n\nlíquido ??\n? e pela densidade das fases líquida e gasosa: \n\n?? =\n??\n\n?/??\n\n??\n?/?? +(1???\n\n?)/??\n   3.100 \n\n \n\nA fração mássica média de líquido na seção do pipeline é dada pelas vazões mássicas \n\nna entrada: \n\n????,?\n? =\n\n??,??\n\n??,?? + ??,??\n   3.101 \n\n \n\nEntão, a fração volumétrica média de líquido no pipeline é: \n\n????,? =\n????,?.??,??\n\n????,?.??,??+??.??,??\n   3.102 \n\n \n\nA densidade do gás ????,? é calculada com base na pressão nominal (em regime \n\npermanente) no pipeline. Para efeitos de simplicidade do modelo, assumiu-se que o \n\ngás é ideal: \n\n????,? =\n???,???.??\n\n?.??\n   3.103 \n\n \n\nPressão de entrada nominal ???,??? é calculada a partir de uma inicialização em \n\nregime permanente do modelo. Portanto, para vazões de entrada constantes, obtém-\n\nse ????,? também constante. A área da seção transversal do pipeline é dada por: \n\n?? =\n?\n\n4\n. ??\n\n2    3.104 \n\n \n\n\n\n \n    66 \n \n\n \n\nonde ?? é o diâmetro do pipeline, então o volume do pipeline é dado por ?? = ??. ??. \n\nConsiderando uma distribuição homogênea do gás e do líquido ao longo do pipeline, \n\na massa de líquido é dada por:  \n\n????,? = ??. ??. ????,?   3.105 \n\n \n\nPortanto, o nível de líquido no ponto mais baixo do pipeline é dado aproximadamente \n\npor ?? ? ??. ????,?, onde ?? = ??. cos ? é a abertura ao fluxo na base do riser e ? a \n\ninclinação do pipeline, ou seja: \n\n?? = ??. ??. ????,?   3.106 \n\nonde ?? é o fator de correção em torno da unidade que pode ser utilizado para o ajuste \n\nfino do modelo. Se o conteúdo de líquido no pipeline aumentar de ???,? , o mesmo \n\ncomeça a preencher o pipeline a partir do ponto mais baixo e um comprimento do \n\npipeline igual a ?? será ocupado unicamente por líquido. \n\nA variação de massa do líquido no pipeline é calculada por: \n\n???,? = ??,? ? ????,? = ??. ??. (1 ? ????,?). ?? 3.107 \n\n \n\nO nível de líquido no pipeline é ? = h? + ??. sen ? , ou seja: \n\n? = ?? + (\n??,??????,?\n\n??.(1?????,?).??\n) . ??? ?  \n\n3.108 \n\n \n\nAssim, o nível de líquido no pipeline ? pode ser escrito como uma função da massa \n\nde líquido no pipeline ??,?, que é uma variável de estado do modelo. Os demais \n\nparâmetros da equação 3.108 são constantes. \n\nA densidade do gás no pipeline é dada por: \n\n??,? =  \n??,?\n\n??,?\n    3.109 \n\nonde o volume ocupado pelo gás no pipeline é: \n\n??,? = ?? ? ??,?/??   3.110 \n\n \n\nA pressão na entrada do pipeline, assumindo que o gás é ideal, é dado por: \n\n??? =\n??,?.?.??\n\n??\n    3.111 \n\n\n\n \n    67 \n \n\n \n\n \n\nPara o cálculo das perdas por fricção no pipeline, apenas o líquido é considerado: \n\n???? =\n????,?.??.??.?????,??\n\n2 .??\n\n2.??\n   3.112 \n\nO fator de fricção ?? do pipeline pode ser considerado como uma aproximação \n\nexplícita da equação implícita de Colebrook-White. Esta equação foi adotada por ser \n\nconsiderada a mais precisa lei de resistência ao escoamento, sendo utilizada como \n\npadrão referencial: \n\n1\n\n???\n= ?1,8. ???10. [(\n\n?/??\n\n3,7\n)\n1,11\n\n+\n6,9\n\n???\n]  3.113 \n\nonde o número de Reynolds é: \n\n??? =\n??.?????,??.??\n\n?\n   3.114 \n\n \n\nO termo ? é a viscosidade do líquido.  A velocidade superficial ?????,??, do líquido é: \n\n?????,?? =\n4.??,??\n\n?.??\n2.??\n\n    3.115 \n\n \n\n \n\n3.7.5. Modelo do Riser \n\n \n\nO volume total do riser é dado por: \n\n?? = ??. (?? + ??)   3.116 \n\nonde a sua área da seção transversal é  \n\n ?? =\n?\n\n4\n??\n\n2     3.117 \n\nE o volume ocupado pelo gás no riser é dado por: \n\n??,? = ?? ? ??,?/??   3.118 \n\n \n\nA densidade do gás no riser é dada por: \n\n??,? =\n??,?\n\n??,?\n    3.119 \n\nE a pressão no topo do riser, dada pela lei dos gases ideais é: \n\n??? =\n??,?.?.??\n\n??\n    3.120 \n\n \n\nA fração volumétrica média de líquido no riser é: \n\n\n\n \n    68 \n \n\n \n\n????,? =\n??,?\n\n??.??\n  3.121 \n\n \n\nA densidade média da mistura no riser é: \n\n????,? =\n??,?+??,?\n\n??\n   3.122 \n\n \n\nA perda por fricção no riser é: \n\n???? =\n????,?.??.????,?.????\n\n2 .(??+??)\n\n2.??\n   3.123 \n\nO fator de fricção do riser, utilizando-se da mesma correlação adotada para o pipeline \n\né: \n\n1\n\n???\n= ?1,8. ???10. [(\n\n?/??\n\n3,7\n)\n1,11\n\n+\n6,9\n\n???\n]  3.124 \n\nO número de Reynolds para o escoamento no riser é dado por: \n\n??? =\n????,?.????.??\n\n?\n   3.125 \n\n \n\nSendo as velocidades da mistura no riser dadas por:  \n\n???? = ?????,? + ?????,?   3.126 \n\n?????,? =\n??,??\n\n??.??\n    3.127 \n\n?????,? =\n??,??\n\n??,?.??\n    3.128 \n\n \n\n \n\n3.7.6. Modelo de Escoamento de Gás na Base do Riser \n\n \n\nComo ilustrado na Figura 3-14, quando o nível de líquido na seção do pipeline \n\nultrapassa a abertura do duto na base do riser (? > ??), o líquido causa um bloqueio \n\ndo gás, ou seja, a vazão de gás ??,?? na base do riser é zero. \n\n??,?? = 0,    ? ? ??   3.129 \n\n \n\nQuando o líquido não está bloqueando a base do riser (? &lt;??) conforme Figura 3-13, \n\no gás irá fluir do volume ??,? para ??,? com a vazão mássica ??,?? [kg/s] que é dada por \n\numa “equação de orifício” (SKOGESTAD, 2009): \n\n\n\n \n    69 \n \n\n \n\n??,?? = ??. ??. ???,?. ???,      ? &lt;??   3.130 \n\nonde: \n\n??? = ??? ? ???? ? ??? ? ????,?. ?. ?? ? ????  3.131 \n\n \n\nA área livre ?? para o escoamento de gás pode ser calculada utilizando funções \n\ntrigonométricas, mas por simplicidade, é utilizada neste modelo, uma aproximação \n\nquadrática. \n\n?? = ??. (\n????\n\n??\n)\n2\n\n, ? &lt;??    3.132 \n\n?? = 0, ? ? ??    3.133 \n\n \n\n \n\n3.7.7. Modelo de Escoamento de Líquido na Base do Riser \n\n \n\nA vazão mássica de líquido na base do riser é também descrita por uma “equação de \n\norifício”: \n\n??,?? = ??. ??. ???. ???    3.134 \n\nonde: \n\n? = ??? ? ???? + ??. ?. ? ? ??? ? ????,?. ?. ?? ? ????  3.135 \n\ne também: \n\n?? = ?? ? ??    3.136 \n\n \n\n \n\n3.7.8. Modelo de para Distribuição das Fases na Saída da Válvula Choke \n\n \n\nPara o cálculo das vazões mássicas de cada fase, deve-se conhecer a distribuição \n\ndas fases no topo do riser. A fração volumétrica de líquido no topo do riser (???), é \n\ncalculada considerando-se que, em um duto com escoamento bifásico vertical, há \n\numa relação aproximadamente linear entre a pressão e a fração volumétrica de \n\nlíquido. Adicionalmente, o gradiente de pressão é assumido como constante ao longo \n\ndo riser para regimes de escoamento estáveis (sem golfadas), ou seja, o gradiente da \n\nfração de líquido é constante (\n????\n\n??\n= ?????????). Logo, a fração volumétrica média de \n\nlíquido no riser é dada por: \n\n\n\n \n    70 \n \n\n \n\n????? =\n??,??+??,??\n\n2\n    3.137 \n\nEsta fração volumétrica ????,? do líquido no riser também é dada pela equação 3.121. A \n\nfração ??,?? na base do riser é determinada pela área ocupada pelo líquido nesta base \n\ndo riser: \n\n??,?? =\n??\n\n??\n    3.138 \n\nEntão, a fração volumétrica de líquido no topo do riser é: \n\n??,?? = 2. ????,? ? ??,?? =\n2.??,?\n\n??.??\n?\n\n??\n\n??\n  3.139 \n\n \n\n \n\nTabela 2 – Parâmetros do sistema pipeline-riser \n\nSímbolo Descrição Valor Unidades \n\n? Constante universal dos gases 8314 J/(kmol.K) \n\n? Gravidade 9,81 m/s2 \n\n?  Viscosidade do líquido 1426 x 10-4 Pa.s \n\n?? Densidade do líquido 832,2 kg/m\n3 \n\n??  Peso molecular do gás 20 g \n\n?? Temperatura do pipeline 293,15 K \n\n?? Diâmetro do pipeline 0,12 m \n\n?? Comprimento do pipeline 4300 m \n\n?? Diâmetro do riser 0,1 m \n\n?? Comprimento do riser 300 m \n\n?? Comprimento da seção horizontal no topo do riser 100 m \n\n?? Pressão do separador 50,1 bar \n\n?? Fator de correção de nível 0,7 - \n\n?? Coeficiente para a vazão de gás na base do riser 3,49 x 10-2 - \n\n??  Coeficiente para a vazão de líquido na base do riser 2,81 x 10\n-1 - \n\n??1 Constante da válvula choke de produção 1,16 x 10\n-2 - \n\nFonte:  (JAHANSHAHI, 2013) \n\n \n\n \n\n  \n\n\n\n \n    71 \n \n\n \n\n3.8. “Modelo de Jahanshahi” para um Sistema “Poço-Pipeline-\nRiser” \n\n \nNa seção 3.7, analisou-se um sistema com vazões de entrada constantes, definidas \n\nna seção 3.7.2 (condições de contorno de entrada). Porém, para uma análise mais \n\nrealista de um sistema de produção de petróleo, deve-se utilizar uma vazão de entrada \n\nvariável com a pressão. Portanto adicionou-se ao modelo um poço de petróleo, onde \n\né assumido que a pressão do reservatório é constante (condição de contorno), \n\nconforme Figura 3-15. \n\n \nFonte: (JAHANSHAHI, 2013) \n\nFigura 3-15 – Esquemático de um sistema poço-pipeline-riser. \n\n \n\n \n\n3.8.1. Modelo Simplificado Poço-Pipeline-Riser \n\n \n\nPara o modelo poço-pipeline-riser, adicionou-se duas variáveis de estado, a massa \n\ndo gás e a massa do líquido dentro do poço, resultando em um modelo com seis \n\nestados. As equações de estado adicionais são: \n\n???,?\n\n??\n= (\n\n???\n\n???+1\n) . ?? ? ??,??  3.140 \n\n\n\n \n    72 \n \n\n \n\n???,?\n\n??\n= (\n\n1\n\n???+1\n) . ?? ? ??,??   3.141 \n\nonde ??? é a razão mássica gás/líquido média produzida pelo reservatório, considera-\n\nse neste modelo que este parâmetro do poço é conhecido, ??,?? e ??,?? são as vazões \n\nde gás e líquido na cabeça do poço. A vazão ?? do reservatório para o poço foi \n\nconsiderada como uma relação linear com a pressão: \n\n?? = ??. ??? (0, ???? ? ???)   3.142 \n\n \n\nSendo PI, o índice de produtividade do poço, ???? a pressão do reservatório que pode \n\nser considerada constante para um período pequeno de análise (alguns dias) \n\nA pressão ??? no fundo do poço é: \n\n??? = ??? + ????,?. ?. ?? + ????   3.143 \n\nonde ???? , a perda de carga no poço devido ao atrito, é dada por: \n\n???? =\n????,?.??,????\n\n.?????,?\n2 .??\n\n2.??\n    3.144 \n\n \n\nAqui a fração volumétrica média de líquido no poço é dada por: \n\n????,? =\n??,?\n\n??.??\n     3.145 \n\nPara o fator de atrito no poço, é utilizada a mesma correlação do pipeline: \n\n1\n\n???\n= ?1,8. ???10. [(\n\n?/??\n\n3,7\n)\n1,11\n\n+\n6,9\n\n???\n]   3.146 \n\nTem-se o número de Reynolds para o escoamento no poço: \n\n??? =\n??.??????,?.??\n\n?\n   3.147 \n\nE a velocidade superficial média de líquido no poço é: \n\n?????,? =\n4.??????\n\n?.??\n2 .??\n\n    3.148 \n\nonde ?????? é a vazão nominal do poço, conhecida a priori.  \n\nComo outras variáveis importantes do modelo do poço, a densidade média da mistura \n\nbifásica é: \n\n ????,? =\n??,?+??,?\n\n??\n    3.149 \n\nA densidade da fase gás é: \n\n\n\n \n    73 \n \n\n \n\n??,? =\n??,?\n\n?????,?/??\n   3.150 \n\nE a pressão na cabeça do poço, considerando gás ideal é: \n\n??? =\n??,?.?.???\n\n??.(?????,?/??)\n     3.151 \n\n \n\nPara calcular as frações volumétricas no topo do poço, utiliza-se as mesmas \n\nconsiderações feitas para o riser: \n\n??,?? = 2. ????,? ? ??,??    3.152 \n\n \n\nNeste caso, assume-se que o fluido do reservatório está saturado e a fração \n\nvolumétrica do líquido é ??,?? = 1, pois a pressão no fundo do poço é bastante \n\nelevada, mantendo todo o gás em solução. A fração mássica do gás no topo do poço \n\né dada por: \n\n??,??\n? =\n\n(1???,??).??,?\n\n??,??.??+(1???,??).??,?\n    3.153 \n\n \n\nE a densidade da mistura no topo do poço é: \n\n??? = ??,??. ?? + (1 ? ??,??). ??,?   3.154 \n\nonde ??? é a pressão na entrada do pipeline.  \n\nAs vazões das fases gás e líquido na cabeça do poço são dadas por: \n\n??,?? = ???. ??,??\n?     3.155 \n\n??,?? = ???. (1 ? ??,??\n? )    3.156 \n\n \n\nAs vazões de gás e líquido no pipeline são dadas respectivamente por: \n\n??,?? = ??,?? + ?1    3.157 \n\n??,?? = ??,?? + ?2    3.158 \n\nonde ?1  e ?2 podem ser consideradas como distúrbios de outros poços na malha de \n\ndrenagem. \n\n  \n\n\n\n \n    74 \n \n\n \n\nTabela 3 – Parâmetros adicionais para o sistema poço-pipeline-riser \n\nSímbolo Descrição Valor Unidades \n\n???? Pressão do reservatório 320 bar \n\n?? Índice de produtividade 2,75 x 10-6 kg/(s.Pa) \n\n???? Vazão mássica nominal do reservatório 9 kg/s \n\n??? Razão mássica gás óleo 0,0417 - \n\n?? Temperatura do poço 369 K \n\n?? Diâmetro do poço 0,12 m \n\n?? Profundidade do poço 3000 m \n\nFonte: (JAHANSHAHI, 2013) \n\n \n\n \n\n3.9. Modelagem do sistema no simulador OLGA® \n\n \n\n3.9.1. Modelagem do Sistema Pipeline-Riser \n\n \nO sistema pipeline-riser descrito na seção 3.7 foi modelado no software OLGA® \n\nconsiderando os parâmetros geométricos informados na Tabela 2.  \n\nPara este modelo, considerou-se o comprimento total do trecho pipeline de 4300m, \n\nsendo este, formado por um trecho horizontal de 2000m (PIPE-1) e por um trecho com \n\ninclinação descendente de 1 grau, composto por uma seção de 2000m (PIPE-2) e \n\noutra de 300m (PIPE-3).  \n\nO trecho riser foi composto por um duto de 300m com inclinação vertical (PIPE-4) e \n\num trecho horizontal de 100m (PIPE-5), a válvula choke está situada ao final do trecho \n\nhorizontal, conectada a montante de um separador de produção com pressão \n\nconstante de 50,1 bar. Os trechos denominados PIPE-1 a PIPE-5 fazem parte da \n\nnomenclatura constante na Tabela 4. \n\nPara todo o duto, a rugosidade considerada foi de 0,028 mm. \n\n \n\n\n\n \n    75 \n \n\n \n\n \n\nFigura 3-16 – Modelo do OLGA® para o sistema pipeline-riser \n\n \n\nTabela 4 – Dados da geometria do sistema pipeline-riser modelado no OLGA® \n\nTrecho Nome Diâmetro Rugosidade Comprimento Elevação \n\nPipeline-Riser PIPE-1 0.12 m 2.8E-05 m 2000 m 0 m \n\nPipeline-Riser PIPE-2 0.12 m 2.8E-05 m 2000 m -34.9 m \n\nPipeline-Riser PIPE-3 0.12 m 2.8E-05 m 300 m -5.24 m \n\nPipeline-Riser PIPE-4 0.1 m 2.8E-05 m 300 m 300 m \n\nPipeline-Riser PIPE-5 0.1 m 2.8E-05 m 100 m 0 m \n\n \n\n \n\nNeste problema, considerou-se a fonte de massa com vazão de 9 kg/s e temperatura \n\nda mistura de 293,15K (20ºC). Pela curva mostrada na Figura 3-17 é possível obter a \n\nfração mássica do gás na entrada do pipeline. Para 20ºC, tem-se que 4% da vazão \n\nmássica é relativa a fração gasosa, logo, as vazões mássicas de alimentação do duto \n\nsão de 0,36 kg/s na fase gasosa e 8,64 kg/s na fase líquida. \n\n\n\n \n    76 \n \n\n \n\n \n\nFigura 3-17 – Curva de fração mássica de gás x temperatura do fluido \n\n \n\n \n\n3.9.2. Modelagem do Sistema Poço-Pipeline-Riser \n\n \n\nO sistema poço-pipeline-riser descrito na seção 3.8 foi modelado no software OLGA® \n\nconsiderando os parâmetros geométricos informados na Tabela 3.  \n\nPara este modelo, considerou-se o comprimento do poço de 3000m vertical, pressão \n\nde reservatório de 320 bar e temperatura do fluido a 369K. O modelo do reservatório \n\nfoi considerado linear, ou seja, a vazão de produção varia linearmente ao diferencial \n\nde pressão imposto ao reservatório. \n\n\n\n \n    77 \n \n\n \n\n \n\nFigura 3-18 – Modelo do OLGA® para o sistema poço-pipeline-riser \n\n \n\nTabela 5 – Dados da geometria do sistema poço-pipeline-riser modelado no OLGA® \n\nTrecho Nome Diâmetro Rugosidade Comprimento Elevação \n\nPoço PIPE-1 0.12 m 2.8E-05 m 3000 m 3000 m \n\n \n\n \n\n  \n\n\n\n \n    78 \n \n\n \n\n4. RESULTADOS E DISCUSSÃO \n\n \n\n4.1. Modelo do sistema pipeline-riser \n\n \n4.1.1. Pressões de Entrada e Saída e Diagrama de Bifurcação do Pipeline-\n\nRiser no OLGA® \n \n\nA partir do sistema pipeline-riser modelado no OLGA® na seção 3.9.1, simulou-se o \n\ncomportamento das pressões de entrada (pipeline) e saída (topo do riser) para uma \n\nabertura da válvula choke em rampa (entre 4% e 10%). O objetivo é determinar a \n\nabertura crítica da válvula, na qual as pressões da entrada do pipeline e do topo do \n\nriser se tornam instáveis e iniciam o comportamento oscilatório. Na Figura 4-1, a \n\nabertura da válvula choke está mostrada na escala de 0.04-0.10 no lado direito e as \n\npressões na entrada do pipeline e no topo do riser estão mostradas na escala 50-80 \n\nno lado esquerdo do gráfico. Através da análise do gráfico, nota-se que as oscilações \n\nnas pressões na entrada do pipeline e no topo dor riser se iniciam para aberturas da \n\nválvula choke em 7%, sendo esta, a abertura crítica em que o sistema se torna \n\noscilatório. \n\n \n\nFigura 4-1 – Comportamento das pressões na entrada do pipeline (PIPE-1) e no topo do riser \n(PIPE-5) para uma abertura crescente da válvula choke \n\n \n\n\n\n \n    79 \n \n\n \n\nA mesma simulação foi realizada, agora com uma maior variação da válvula choke \n\n(2% a 100%), com o objetivo de visualizar os ranges de oscilação das pressões para \n\ncada abertura da válvula choke e determinar de forma indireta, o diagrama de \n\nbifurcação do sistema, estes resultados podem ser visualizados na Figura 4-2. O \n\ndiagrama de bifurcação é formado pelos valores de máximo e mínimo das pressões \n\nna entrada do pipeline e no topo do riser. A abertura da válvula choke está mostrada \n\nna escala de 0.0-1.0 no lado direito e as pressões na entrada do pipeline e no topo do \n\nriser estão mostradas na escala 50-100 no lado esquerdo do gráfico. \n\n \n\nFigura 4-2 – Oscilação das pressões de entrada do pipeline e de topo do riser para diferentes \naberturas da válvula choke \n\n \n\n \n\n4.1.2. Diagramas de Bifurcação do Modelo Pipeline-Riser no MATLAB \n\n \n\nOs diagramas de bifurcação obtidos no MATLAB através do modelo simplificado de \n\nJahanshahi para o sistema pipeline-riser são apresentados na Figura 4-3. Diagrama \n\nde bifurcação é um método adequado para avaliar o ponto em que o sistema se torna \n\ninstável. Para presente caso, o modelo se torna instável para aberturas da válvula \n\nchoke superiores a 7%, ponto em que ocorre a separação das linhas representativas \n\ndas pressões máximas e mínimas, tanto para a pressão de entrada do pipeline (Figura \n\n4-3), quanto para a pressão do topo do riser (Figura 4-4), onde a linha tracejada \n\n\n\n \n    80 \n \n\n \n\nrepresenta a região de equilíbrio instável, representando o ponto ideal de operação, \n\nonde é possível elevar a produtividade do poço. \n\nA avaliação do modelo pipeline-riser pode ser realizada, comparando-se as oscilações \n\nde pressões de entrada do pipeline e de topo do riser obtidas no OLGA® e mostradas \n\nna Figura 4-2, com os diagramas de bifurcação obtidos via MATLAB mostrados na \n\nFigura 4-3 e na Figura 4-4. Tanto o diagrama obtido pelo OLGA® quanto no MATLAB \n\nsão mapas de bifurcação de Hopf  (STORKAAS; SKOGESTAD, 2007) e (ZAKARIAN, \n\n2000) \n\n \nFigura 4-3 – Diagrama de bifurcação - pressão na entrada do pipeline x abertura da válvula \n\nchoke \n\n \n\n \nFigura 4-4 – Diagrama de bifurcação - pressão no topo do riser x abertura da válvula choke \n\n0 10 20 30 40 50 60 70 80 90 100\n\n60\n\n65\n\n70\n\n75\n\n80\n\n85\n\nAbertura da Válvula Choke, Z\n1\n [%]\n\nP\nin\n\n [\nb\na\nr]\n\nPressão na Entrada do Pipeline (PIPE-1))\n\n \n\n \n\nPressões Máximas e Mínimas - Modelo Jahanshahi\n\nRegião de Equilíbrio Instável\n\n0 10 20 30 40 50 60 70 80 90 100\n50\n\n51\n\n52\n\n53\n\n54\n\n55\n\n56\n\n57\n\nAbertura da Válvula Choke, Z\n1\n [%]\n\nP\nrt\n [\n\nb\na\nr]\n\nPressão no Topo do Riser (PIPE-5)\n\n \n\n \n\nPressões Máximas e Mínimas - Modelo Jahanshahi\n\nRegião de Equilíbrio Instável\n\n\n\n \n    81 \n \n\n \n\n \n\nPortanto, é possível comprovar que, para ambos os casos de MATLAB e OLGA®, as \n\npressões de entrada do pipeline e do topo do riser, iniciam o comportamento \n\noscilatório para aberturas da válvula choke de aproximadamente 7%.  \n\nNota-se também que, para as simulações do MATLAB, os ranges de oscilação das \n\npressões na entrada do pipeline (entre 64 bar e 78 bar) e no topo do riser (entre 50 \n\nbar e 56 bar) são maiores que os obtidos pelo OLGA® (respectivamente entre 65 bar \n\ne 74 bar e entre 50 bar e 53 bar). Apesar das diferenças verificadas, considera-se que \n\no modelo de Jahanshahi implementado no MATLAB apresenta bom ajuste com os \n\nresultados das simulações no OLGA®.  \n\n \n\n \n\n4.2. Modelo do Sistema Poço-Pipeline-Riser \n\n \n\n4.2.1. Pressões de Entrada e Saída e Diagrama de Bifurcação do Poço-\nPipeline-Riser no OLGA® \n\n \n\nA mesma análise realizada para o sistema pipeline-riser foi repetida para o sistema \n\npoço-pipeline-riser. Os resultados podem ser visualizados na Figura 4-5, onde estão \n\nmostradas as faixas de oscilação das pressões para cada abertura da válvula choke, \n\nsendo possível visualizar o diagrama de bifurcação do sistema poço-pipeline-riser, \n\nsimilar ao item anterior, formado pelos valores de máximo e mínimo das pressões na \n\nentrada do pipeline e no topo do riser mostradas respectivamente nas escalas 50-85 \n\npara a pressão de topo do riser e 240-300 para a pressão do fundo do poço  no lado \n\nesquerdo da Figura 4-5. A abertura da válvula choke está mostrada na escala de 0.0-\n\n1.0 no lado direito da Figura 4-5. \n\n\n\n \n    82 \n \n\n \n\n \nFigura 4-5 – Oscilação das pressões do fundo do poço e no topo do riser para diferentes \n\naberturas da válvula choke \n \n\n \n\n4.2.2. Diagramas de Bifurcação pelo Modelo Poço-Pipeline-Riser no MATLAB \n\n \n\nDe forma análoga a realizada para o sistema pipeline-riser na seção 4.1.2, foram \n\nilustrados os diagramas de bifurcação obtidos no MATLAB, através do modelo \n\nsimplificado de Jahanshahi para o sistema poço-pipeline-riser. Os diagramas de \n\nbifurcação mostrados na Figura 4-6 e na Figura 4-7 podem ser comparados com a \n\nsimulação do OLGA® mostrada na  Figura 4-5. \n\n\n\n \n    83 \n \n\n \n\n \n\nFigura 4-6 – Diagrama de bifurcação - pressão no fundo do poço x abertura da válvula choke \n\n \n\n \n\nFigura 4-7 – Diagrama de bifurcação - pressão no topo do riser x abertura da válvula choke \n\n \n\nAnalogamente, é possível avaliar o modelo poço-pipeline-riser, comparando-se a \n\nFigura 4-5 que representa os resultados do OLGA® com a Figura 4-6 e a Figura 4-7, \n\nque representam os diagramas de bifurcação obtidos via MATLAB. Novamente, os \n\nresultados obtidos pelo OLGA® apresentam ranges menores que os simulados pelo \n\nMATLAB. \n\n0 20 40 60 80 100\n270\n\n275\n\n280\n\n285\n\n290\nPressão no Fundo do Poço\n\nAbertura da Válvula Choke, Z\n1\n [%]\n\nP\nb\n\nh\n [\n\nb\na\nr]\n\n0 20 40 60 80 100\n50\n\n52\n\n54\n\n56\n\n58\n\n60\nPressão no Topo do Riser\n\nAbertura da Válvula Choke, Z\n1\n [%]\n\nP\nrt\n\n [\nb\na\nr]\n\n\n\n \n    84 \n \n\n \n\nApesar das diferenças verificadas, considera-se que o modelo de Jahanshahi \n\nimplementado no MATLAB apresenta bom ajuste com os resultados das simulações \n\nno OLGA®.  \n\nCom base em tais resultados, utilizou-se o modelo simplificado modelado no MATLAB \n\npara o desenvolvimento de algoritmos de controle, com o objetivo de suprimir golfadas \n\nnos pontos de operação em que o sistema é instável (para aberturas da válvula choke \n\nmaiores que a abertura crítica).  \n\n \n\n \n\n4.3. Algoritmos de Controle para Mitigação de Golfadas \n\n \nDiversos algoritmos de controle têm sido desenvolvidos com o intuito de atenuar os \n\nproblemas gerados pela produção em golfadas. O sistema proposto é instável para \n\naberturas fixas da válvula choke superiores a abertura crítica, portanto, para se operar \n\nna região instável, aumentando a produtividade do poço e mitigando as golfadas, é \n\nnecessário modular adequadamente a válvula. Para isto, diversos algoritmos de \n\ncontrole foram propostos (JAHANSHAHI; SKOGESTAD, 2013), (JAHANSHAHI et al., \n\n2014), (JAHANSHAHI; SKOGESTAD, 2015), (OLIVEIRA; JÄSCHKE; SKOGESTAD, \n\n2015), (SIVERTSEN; SKOGESTAD, 2005) e  (ZHOU; KAASA; AAMO, 2008). \n\nComo variável controlada, são utilizadas preferencialmente as pressões de fundo do \n\npoço ou de topo do riser, pois as mesmas são as mais comumente encontradas nos \n\nsistemas reais, seja através de sensores de pressão submarinos ou na plataforma. \n\nPorém, os transmissores submarinos possuem como desvantagem, uma manutenção \n\nde alto custo em caso de falha. \n\nComo variável manipulada, é utilizada a abertura da válvula choke no topo do riser, \n\nvisto que, apesar de ser possível a existência da válvula choke em outras posições, \n\ncomo na cabeça do poço ou na base do riser, estas não são comuns em poços \n\nprodutores de óleo. \n\n\n\n \n    85 \n \n\n \n\nNeste trabalho são adotadas duas abordagens distintas para as técnicas de controle, \n\na primeira será a utilização de um controlador PI adaptativo que consiga atuar perante \n\nas mudanças inerentes do sistema. A segunda abordagem é a utilização de um \n\nRegulador Linear Quadrático associado a um observador de estados com filtro de \n\nKalman Unscented. O objetivo é verificar como o sistema se comporta em caso de \n\nutilização de um observador para compensar a falha de um sensor submarino. \n\n \n4.3.1. PI Adaptativo \n\n \nOs sistemas de controle aplicados na produção de petróleo se tornam instáveis após \n\nalgum tempo, devido, por exemplo, à depleção natural do reservatório, reduzindo a \n\nprodutividade do poço. Para compensar esta deficiência, são necessários \n\ncontroladores que consigam operar em diferentes pontos de operação e que lidem \n\nadequadamente com as não linearidades características deste tipo de sistema.  \n\nPara o controlador PI com ganho adaptativo, foi utilizado um algoritmo encontrado na \n\nliteratura (JAHANSHAHI, 2013), que é descrito em detalhes abaixo. \n\nA implementação deste controlador é realizada com base no ganho estático do \n\nsistema e na abertura média da válvula choke. No diagrama de bifurcação, a linha \n\ncentral representa a região desejada de operação conforme já citado nas seções \n\nanteriores. Esta linha está diretamente relacionada as propriedades da válvula choke \n\n(JAHANSHAHI, 2013), a equação da válvula possui a seguinte definição: \n\n? = ??. ?(?). ??. ??    4.1 \n\nonde ? (kg/s) representa a vazão mássica de saída da válvula, ?? representa a perda \n\nde carga através da válvula e ?? é uma constante conhecida da válvula. Logo, a perda \n\nde carga pode ser reescrita como: \n\n    ?? =\n???\n\n?(?)2\n 4.2 \n\nOnde ??? é uma constante e pode ser definida por: \n\n??? =\n1\n\n???\n. (\n\n???\n\n??\n)\n2\n\n    4.3 \n\nSendo ??? e ??? a vazão mássica média de saída e a densidade média da mistura \n\nrespectivamente, que podem ser obtidos das seguintes equações: \n\n\n\n \n    86 \n \n\n \n\n??? ? ??,?? + ??,??   4.4 \n\n??? =  ????. ?? + (1 ? ????). ????     4.5 \n\n \n\nPortanto, pela equação 4.2, a pressão a montante do choke é dada por: \n\n??? =\n???\n\n?(?)2\n+ ?????   4.6 \n\nonde ?????, também uma constante, é dada por: \n\n????? = ???\n? ?\n\n???\n\n?(??)2\n  4.7 \n\ne ?? é a abertura crítica da válvula choke do diagrama de bifurcação. \n\nDerivando a equação 4.7 em relação a ?, tem-se o ganho estático: \n\n?(?) =\n?2???.\n\n??(?)\n\n?\n\n?(?)3\n   4.8 \n\nAssumindo uma válvula com abertura linear, a equação acima pode ser reescrita: \n\n?(?) =\n?2???\n\n?3\n    4.9 \n\nonde ? é a abertura da válvula choke e varia de 0 ? ? ? 1. \n\nOs valores do ganho proporcional e do tempo integral do controlador PI podem ser \n\nescritos em função da abertura ? da válvula choke: \n\n??(?) =\n?.????\n\n?(?).??/??\n   4.10 \n\n??(?) = 3. ????. (\n?\n\n??\n)   4.11 \n\nonde ???? representa o período das oscilações no sistema em malha aberta, ?\n? \n\nrepresenta a abertura crítica da válvula (mostrada no diagrama de bifurcação) e ? é \n\numa constante calculada a partir da resposta em degrau do sistema em malha \n\nfechada. \n\nPrimeiramente são mostrados os gráficos do sistema em malha aberta, das pressões \n\nP1 (entrada do pipeline) e P2 (topo do riser), vazão volumétrica Q e vazão mássica W \n\npara diferentes aberturas da válvula choke. \n\nA Figura 4-8 mostra as saídas do sistema para uma abertura da válvula choke de 5% \n\nobtidas no MATLAB. Nota-se, conforme seção 5.1 que o sistema é estável para esta \n\n\n\n \n    87 \n \n\n \n\nabertura da válvula choke, mesmo em malha aberta, porém a pressão estabilizada da \n\nentrada do pipeline P1 é elevada, aproximadamente de 77,42 bar. \n\n \n\nFigura 4-8 – Pressões P1 e P2, vazão volumétrica Q e vazão mássica W para a válvula choke \ncom abertura de 5% \n\n \n\nNa Figura 4-9 são mostradas as saídas do sistema para uma abertura da válvula \n\nchoke de 10% obtidas no MATLAB. Nota-se que para esta abertura, o sistema já se \n\ntorna oscilatório em malha aberta, visto que a abertura da válvula choke é maior que \n\na abertura crítica 7%, valor este, obtido na seção 4.1.1. Apesar do comportamento \n\noscilatório, a pressão média de entrada do pipeline P1 para abertura de 10% é de \n\n71,56 bar, valor menor que o apresentado pelo sistema para uma abertura da válvula \n\nchoke de 5%. \n\n\n\n \n    88 \n \n\n \n\n \n\nFigura 4-9 – Pressões P1 e P2, vazão volumétrica Q e vazão mássica W para a válvula choke \ncom abertura de 10% \n\n \n\nNa Figura 4-10 são mostradas as saídas do sistema para uma abertura da válvula \n\nchoke de 20% obtidas no MATLAB. Nota-se que para esta abertura, o sistema \n\ncontinua oscilatório em malha aberta, porém a pressão média de entrada do pipeline \n\nP1 é de 69,53 bar, sendo novamente menor que nos casos anteriores. Conforme \n\nmostrado na seção 2.3, menores contrapressões impostas ao reservatório resultam \n\nem maior produtividade do poço, porém deve-se considerar o comportamento \n\nindesejável representado pelas oscilações do poço, resultando em um regime de \n\nescoamento por golfadas. \n\n\n\n \n    89 \n \n\n \n\n \nFigura 4-10 – Pressões P1 e P2, vazão volumétrica Q e vazão mássica W para a válvula choke \n\ncom abertura de 20% \n\n \n\nPara comparar a efetividade do controlador PI adaptativo, primeiramente projetou-se \n\num controlador PI de ganho fixo. Linearizou-se o sistema para o ponto de operação \n\nde abertura da válvula choke em 10%, após esta etapa, obteve-se a função de \n\ntransferência considerando como entrada, a abertura z da válvula choke e como saída, \n\na pressão de entrada do pipeline P1. Obteve-se o ganho proporcional e o tempo \n\nintegral utilizando a ferramenta “PID Tuner” disponível no MATLAB de forma a \n\nadequar o desempenho dinâmico do sistema em malha fechada mostrados na Figura \n\n4-11. Os valores de ganho proporcional e tempo integral obtidos são respectivamente: \n\n?? = ?1,09 e ?? = 11,9. \n\n\n\n \n    90 \n \n\n \n\n \n\n \n\nFigura 4-11 – Resposta ao degrau e diagrama de Bode para a função de transferência de z para \nP1. \n\n \n\nA partir do controlador PI de ganho fixo, simulou-se no MATLAB, a resposta em degrau \n\npara diferentes aberturas da válvula choke (entre 10% e 50%). Nota-se que este \n\ncontrolador só é adequado para aberturas da válvula choke de até 26%, para valores \n\nmaiores, o sistema se torna instável. As simulações de resposta ao degrau estão \n\nmostradas na Figura 4-12. \n\n \n\n\n\n \n    91 \n \n\n \n\n \nFigura 4-12 – Resposta ao degrau de P1 para aberturas da válvula choke variando de 10% a \n\n50% utilizando um controlador PI de ganho estático \n\n \n\nAdotando-se o controlador PI adaptativo descrito na seção 4.3.1, obteve-se \n\nnovamente a resposta em degrau para aberturas da válvula choke entre 10% e 50% \n\nno MATLAB.  \n\nO período de oscilação adotado foi obtido através da simulação do sistema em malha \n\naberta, dado pela Figura 4-9 e é de aproximadamente ???? = 2500 ?. \n\nNota-se que este controlador consegue estabilizar o sistema até mesmo com grandes \n\naberturas da válvula choke, ou seja, o controlador PI adaptativo apresenta \n\ndesempenho melhor que o controlador PI de ganho estático, visto que proporciona \n\nmaior produtividade para o poço através da menor contrapressão imposta ao \n\nreservatório pelo fato de operar de maneira estável para maiores aberturas da válvula \n\nchoke. As simulações de resposta ao degrau para o controlador PI adaptativo estão \n\nmostradas na Figura 4-13. \n\n\n\n \n    92 \n \n\n \n\n \nFigura 4-13 – Resposta ao degrau de P1 para aberturas da válvula choke variando de 10% a \n\n50% utilizando um controlador PI adaptativo \n\n \n\nA Figura 4-14 mostra a variação do ganho proporcional representada pela linha \n\ntracejada e do tempo integral representada pela linha cheia, para aberturas da válvula \n\nchoke variando de 10% a 50%. \n\n\n\n \n    93 \n \n\n \n\n \nFigura 4-14 – Variação do ganho proporcional e do tempo integral do controlador PI adaptativo \n\npara diferentes aberturas da válvula choke \n\n \n\nPara a simulação com o OLGA®, substituiu-se a planta pelo modelo do OLGA® \n\nutilizando os blocos de escrita e leitura de variáveis no servidor OPC disponíveis no \n\nSimulink. A configuração do servidor OPC está descrita em detalhes no Apêndice A e \n\na implementação no Simulink do controlador PI adaptativo está mostrada no Apêndice \n\nB.  \n\nA Figura 4-15 mostra o comportamento da pressão de entrada do pipeline P1 em \n\nmalha aberta e após a ativação do controlador PI adaptativo. Nota-se que o sistema \n\nera oscilatório em malha aberta, para uma abertura fixa da válvula choke em 10%. \n\nApós aproximadamente 5 h, o controlador foi ligado e o setpoint da pressão P1 fixado \n\nem 68 bar. A válvula choke iniciou a modulação e foi capaz de reduzir drasticamente \n\na oscilação do sistema. Realizou-se a redução do setpoint de pressão em 0,5 bar a \n\ncada 5 h, nota-se que o controle adaptativo conseguiu manter as oscilações de \n\npressão em patamares aceitáveis ao mesmo tempo que proporcionou uma pressão \n\nmédia de entrada do pipeline P1 menor que no sistema em malha aberta. A vantagem \n\ndeste controlador para o PI convencional é que o mesmo tem a capacidade de operar \n\nem ranges maiores da válvula choke, porém este controlador tem a desvantagem de \n\ndepender da disponibilidade da pressão de entrada do pipeline para operar. \n\n\n\n \n    94 \n \n\n \n\n \nFigura 4-15 – Comportamento da pressão de entrada do pipeline P1 e abertura da válvula \nchoke com a utilização do controlador adaptativo PI para diferentes setpoints de pressão \n\n \n\n \n4.3.2. Regulador Linear Quadrático com Filtro de Kalman Unscented \n\n \nAlgumas vezes, os sensores de pressão e temperatura localizados no fundo do mar \n\nsofrem falhas, sendo que, muitas vezes a substituição dos mesmos apresentam \n\ncustos proibitivos. Portanto, é interessante analisar formas de evitar golfadas em \n\nsistemas pipeline-riser utilizando apenas a medição de pressão no topside. Porém, a \n\ndinâmica desse sistema possui polos próximos a instabilidade (RHP right half plane), \n\n(STORKAAS; SKOGESTAD, 2007), além de zeros positivos relativamente próximos \n\naos polos instáveis, como exaustivamente demonstrado na seção 4.1, de forma \n\nprática através dos diagramas de bifurcação. Então, pode-se concluir que a medição \n\nreal da pressão na entrada do pipeline não é uma tarefa simples, pois há excesso de \n\n\n\n \n    95 \n \n\n \n\noscilações e ruídos. Uma solução convencional é adotar um observador que utilize a \n\npressão do topside em lugar da pressão do pipeline, para estimar os estados não \n\ndisponíveis, incluindo a pressão de fundo (JAHANSHAHI, 2013). Em resumo, algumas \n\nvariáveis são difíceis de serem medidas, portanto é necessário estimar estes estados \n\natravés das saídas do sistema. Os estados estimados podem ser utilizados com \n\nfeedback em substituição dos estados reais do sistema (DUTTON; THOMPSON; \n\nBARRACLOUGH, 1997).  \n\nO Filtro de Kalman proporciona um bom método de estimar o estado de um sistema \n\ndinâmico na presença de ruído. Considerando as vantagens expostas na seção 3.4.2, \n\nadotou-se neste trabalho o filtro de Kalman Unscented. O desempenho do filtro de \n\nKalman Unscented é melhorado pela implementação de um fator de esquecimento \n\nmenor que um, com isto, é possível aumentar artificialmente a covariância e o ganho \n\n? do observador. Porém, com altos ganhos no observador, o sistema se torna mais \n\nsensível ao ruído. \n\nPrimeiramente, realizou-se a simulação via MATLAB utilizando o modelo linearizado \n\ncomo planta. A Figura 4-16 mostra o comportamento das pressões de entrada do \n\npipeline P1 e de topo do riser P2. Nota-se que, assim como o controlador PI adaptativo, \n\no regulador linear quadrático com filtro de Kalman Unscented é capaz de estabilizar \n\nas oscilações de pressão em patamares aceitáveis ao mesmo tempo que proporciona \n\numa pressão média de entrada do pipeline menor que no sistema em malha aberta. \n\nEsta abordagem possui a vantagem de funcionar mesmo em caso de falha do sensor \n\nde fundo e na presença de ruídos na medição das variáveis, porém com ranges de \n\naberturas da válvula choke mais restritas que para o caso do controlador PI adaptativo \n\ncom a medição direta da pressão de fundo. \n\n\n\n \n    96 \n \n\n \n\n \nFigura 4-16 – Pressões P1 e P2 com controlador LQR + Filtro de Kalman Unscented para \n\ndiferentes aberturas da válvula choke \n\n \n\nPara a simulação com o software OLGA®, substituiu-se a planta pelo modelo do \n\nOLGA® utilizando os blocos de escrita e leitura de variáveis no servidor OPC \n\ndisponíveis no Simulink. A configuração do servidor OPC está descrita em detalhes \n\nno Apêndice A e a implementação no Simulink do regulador linear quadrático com \n\nfiltro de Kalman Unscented está mostrada no Apêndice C. \n\nA Figura 4-17 mostra o comportamento da pressão de entrada do pipeline P1, pressão \n\nde topo do riser P2 para a simulação com o OLGA®. Nota-se que, o regulador linear \n\nquadrático com filtro de Kalman Unscented só é capaz de estabilizar as oscilações de \n\npressão para aberturas da válvula choke de até aproximadamente 30%, desempenho \n\n\n\n \n    97 \n \n\n \n\npróximo do obtido com o PI convencional, esta diferença se dá principalmente pelo \n\nfato de o PI considerar a presença do sensor de entrada do pipeline e a abordagem \n\ndesta seção considerar apenas a estimativa do sensor, ou seja, apesar do \n\ndesempenho não tão satisfatório, esta abordagem possui a vantagem de funcionar \n\nmesmo em caso de falha do sensor de fundo e na presença de ruídos na medição das \n\nvariáveis, porém em ranges mais restritos de abertura da válvula choke. \n\n \nFigura 4-17 – Simulação do OLGA® para as pressões P1  e P2 com o controlador LQR + Filtro \n\nde Kalman Unscented \n\n \n\n  \n\n\n\n \n    98 \n \n\n \n\n5. CONCLUSÕES  \n\n \n\nO estudo da estabilidade em escoamentos utilizando a válvula choke em plataformas \n\noffshore de produção de petróleo é um problema bem estabelecido e definido, \n\nincluindo a modelagem, a análise e a representação matemática, como já descrito no \n\npresente trabalho.  \n\nEntretanto, a solução de controle ou mitigação dessa instabilidade ainda é um \n\nproblema em aberto. Toda a literatura publicada ou os laboratórios associados2 \n\napresentam soluções para este problema visando aplicações práticas, com métodos \n\nteóricos e técnicas de controle relativamente simples, visto que o problema por si só \n\njá é extremamente complexo. O presente trabalho não poderia ser diferente, \n\napresentando soluções de ponto de vista prático com teorias de controle já \n\nconsolidadas.  \n\nNas seções 4.1 e 4.2, concluiu-se que a dinâmica do modelo simplificado \n\nimplementado no MATLAB representa de forma satisfatória os resultados obtidos no \n\nsimulador OLGA®, possibilitando a adoção do modelo do MATLAB para o projeto dos \n\nalgoritmos de controle desenvolvidos neste trabalho. A implementação dos algoritmos \n\nde controle foi realizada no MATLAB/Simulink e sua aplicação no modelo do OLGA® \n\nfoi realizada via servidor OPC, que possibilita a interação na válvula choke em tempo \n\nreal. \n\nA avaliação da eficácia dos métodos de supressão das golfadas, foi realizada através \n\nde duas abordagens distintas. Inicialmente, utilizou-se um controlador PI adaptativo \n\ncom capacidade de operação em diferentes regiões de aberturas da válvula choke. \n\nPor fim, utilizou-se um Regulador Linear Quadrático associado a um observador de \n\nestados com filtro de Kalman Unscented com o objetivo de verificar como o sistema \n\n                                            \n2 Ver por exemplo, grupo da NTNU liderado por Skogestad http://www.nt.ntnu.no/users/skoge/publications/2015/oliveira-ifac-\n\noffshore-2015/patent/NTNU%20Anti-slug%20control_patent_product%20sheet%20(1).pdf; Oil and Gas Engineering Laboratory de \nUniv. Cranfield https://www.cranfield.ac.uk/case-studies/research-case-studies/slug-control; Statoil de Noruega \nhttp://www.statoil.com/en/technologyinnovation/fielddevelopment/flowassurance/slugcontrol/pages/default.aspx, CENPES de Petrobras \nhttps://pdfs.semanticscholar.org/09c2/93db97387cfdf832a511df192e4aabb6989c.pdf e  http://www.swge.inf.br/CBA2014/anais/PDF/1569996275.pdf, \ne muito outros centros. \n\n\n\n \n    99 \n \n\n \n\nse comportaria em caso de necessidade de um observador para compensar uma \n\npossível falha do sensor submarino de pressão.  \n\nConforme mostrado na seção 4.3.1, é possível reduzir as oscilações na pressão de \n\nentrada do pipeline P1 após a ativação do controlador PI adaptativo. Nota-se que o \n\nsistema era oscilatório em malha aberta, para uma abertura fixa da válvula choke em \n\n10% mas após a ativação do controlador, a válvula choke iniciou a modulação e \n\nconseguiu reduzir as oscilações do sistema. Esta estabilização é notada mesmo \n\nreduzindo-se o setpoint de pressão de entrada do pipeline P1, ou seja, foi possível \n\nmanter as oscilações de pressão em patamares aceitáveis ao mesmo tempo que se \n\nobteve uma pressão média menor de entrada do pipeline quando comparada ao \n\nsistema em malha aberta. \n\nA seção 4.3.2, mostra o desempenho do regulador linear quadrático combinado com \n\no filtro de Kalman Unscented. Assim como o controlador PI adaptativo, o regulador \n\nlinear quadrático com filtro de Kalman Unscented foi capaz de estabilizar as oscilações \n\nporém, o mesmo só é capaz de obter resultados satisfatórios para aberturas da válvula \n\nchoke de até aproximadamente 30%, desempenho próximo do obtido com o PI \n\nconvencional, esta diferença se dá principalmente pelo fato de o PI considerar a \n\npresença do sensor de entrada do pipeline e regulador linear quadrático considerar \n\napenas a estimativa do sensor, ou seja, apesar do desempenho menor, esta \n\nabordagem possui a vantagem de funcionar mesmo em caso de falha do sensor de \n\nfundo e na presença de ruídos na medição das variáveis. \n\nA faixa de operação da válvula choke, tanto para o PI quanto para o LQR, não é um \n\nproblema em si, uma vez que se pode utilizar um sistema supervisório para a decisão \n\nde controle por faixas (model based switched control) resolvendo essa \n\n“rangeabilidade” do controlador. Entretanto, do ponto de vista de metodologia, não \n\nacrescentaria relevância ao presente estudo. Revisitar as técnicas de controle \n\nadaptativo tanto para o PI quanto para o LQR, aliado ao estado da arte dos Filtros de \n\nKalman, atende aos propósitos do presente trabalho. \n\nEm trabalhos futuros, pode-se avaliar a utilização de novas teorias de controle como \n\no controle distribuído de equações diferenciais parciais (PDE based control) ou \n\n\n\n \n    100 \n \n\n \n\ncontrole estocástico de sistemas inerentemente estocásticas (ou seja, sem uma \n\ndeterminação precisa da variável de saída sendo, portanto, não baseado em \n\nrealimentação do erro, um exemplo é o controle de sistemas quânticos3). Entretanto \n\nessas incursões teóricas estão além do escopo do presente trabalho. \n\n \n\n \n\n  \n\n                                            \n3 Performance Measure for Optimal Quantum Control https://arxiv.org/pdf/1504.03926.pdf \n\n\n\n \n    101 \n \n\n \n\nREFERÊNCIAS \n\n \nASTOLFI, A.; KARAGIANNIS, D.; ORTEGA, R. Nonlinear and Adaptive Control \n\nwith Applications. Springer, 2010. \n\nÅSTRÖM, K. J.; WITTENMARK, B. On self-tuning regulators. Automatica. p. \n185-199. 1973.  \n\nÅSTRÖM, K. J.; WITTENMARK, B. Adaptive Control. Massachusetts, 1989. \n\nÅSTRÖM, K. J.; WITTENMARK, B. A. Survey of Adaptive Control applications. \nProceedings of the 34th IEEE Conference on Decision and Control. p. 649-\n654. 1995.  \n\nAUGER, F.; HILAIRET, M.; GUERRERO, J. M.; MONMASSON, E.; ORLOWSKA-\nKOWALSKA, T.; KATSURA, S. Industrial applications of the Kalman filter \nA review. IEEE Transactions on Industrial Electronics. p. 60(12), 5458-5471. \n2013.  \n\nBENDIA, R. M. Avaliação econômica de estratégias de controle de golfadas \nno processo de separação de plataformas marítimas. Dissertação de \nMestrado. UFRJ. Rio de Janeiro. 2013. \n\nBENDIKSEN, K. H.; MALNES, D.; MOE, R.; NULAND, S. The Dynamic Two-Fluid \nModel OLGA Theory and Application. SPE Production Engineering. p. 171-\n180. 1991.  \n\nBILTOFT, J.; HANSEN, L.; PEDERSEN, S.; Z. YANG, Z. Recreating riser \nslugging flow based on an economic lab-sized setup. IFAC International \nWorkshop on Periodic Control 5th. p. 47–52. 2013.  \n\nBURKE, N. E.; KASHOU, S. F. Slug sizing/slug volume prediction, state of the \nart review and simulation. Offshore Technology Conference. 1995.  \n\nBURNS, R. S. Advanced Control Engineering. 1ª. ed. Londres Butterworth, \n2001. \n\nCAMPOS, M.; TAKAHASHI, T. R.; ASHIKAWA, F. H.; N., S. S.; MEIEN, O. F. V.; \nSTENDER, A. Advanced anti-slug control for offshore production plants. \n2nd IFAC Workshop on Automatic Control in Offshore Oil and Gas Production. \nFlorianopolis. p. 83–88. 2015.  \n\nCOURBOT, A. Prevention of Severe Slugging in the Dunbar 16' Multiphase \nPipeline. Offshore Technology Conference. Houston. 1996.  \n\nCRUZ, S. M. Implementação de um Filtro de Kalman Estendido em \nArquiteturas Reconfiguráveis Aplicado ao Problema de Localização em \nRobótica Móvel. Dissertação de Mestrado. UnB. Brasília. 2013. \n\nDUTTON, K.; THOMPSON, S.; BARRACLOUGH, B. The Art of Control \nEngineering. 1ª. ed. 1997. \n\nFARD, M. P.; GODHAVN, J. M.; SAGATUN, S. I. Modeling of Severe Slug and \nSlug Control with OLGA. SPE International Symposium and Exhibition on \nFormation Damage Control. Lafayette. 2006.  \n\n\n\n \n    102 \n \n\n \n\nGODHAVN, J. M.; FARD, M. P.; FUCHS, P. H. New slug control strategies, \ntuning rules and experimental results. Journal of Process Control 15. p. \n547–557. 2004.  \n\nGREWAL, M. S.; ANDREWS, A. P. Kalman filtering theory and practice using \nMatlab. Wiley, 2008. \n\nHAVRE, K.; DALSMO, M. Active Feedback Control as a Solution to Severe \nSlugging. SPE Annual Technical Conference and Exhibition. 2002.  \n\nHAVRE, K.; STORNES, K. O.; STRAY, H. Taming slug flow in pipelines. ABB \nReview. 2000.  \n\nJAHANSHAHI, E. Control Solutions for Multiphase Flow Linear and nonlinear \napproaches to anti-slug control. Tese de Doutorado. NTNU. Trondheim. \n2013. \n\nJAHANSHAHI, E.; OLIVEIRA, V.; GRIMHOLT, C.; SKOGESTAD, S. A \ncomparison between Internal Model Control, optimal PIDF and robust \ncontrollers for unstable flow in risers. Elsevier IFAC Publications. p. 5752-\n5759. 2014.  \n\nJAHANSHAHI, E.; SKOGESTAD, S. Simplified Dynamical Models for Control \nof Severe Slugging in Multiphase Risers. 18th IFAC World Congress. \nMilão,. p. 1634–1639. 2011.  \n\nJAHANSHAHI, E.; SKOGESTAD, S. Comparison between nonlinear model-\nbased controllers and gain-scheduling Internal Model Control based on \nidentified model. Proceedings of the IEEE Conference on Decision &amp; Control. \np. 853-860. 2013.  \n\nJAHANSHAHI, E.; SKOGESTAD, S. Anti-slug control solutions based on \nidentified model. J. Process Control. 2015.  \n\nJANSEN, F. E.; SHOHAM, O.; TAITEL, Y. The elimination of severe slugging—\nexperiments and modeling. Int. J. Multiphase Flow Vol. 22. p. 1055-1072. \n1996.  \n\nJULIER, S. J.; UHLMANN, J. K. A general method for approximation nonlinear \ntransformations of probability distributions. Technical report, Robotics \nResearch Group, Department of Engineering Science,. 1996.  \n\nJULIER, S. J.; UHLMANN, J. K. A new extension of the kalman filter to non-\nlinear systems. In: AeroSense: The 11th Internacional Symposium on \nAerosparce/Defense Sensing, Simulation and Controls. 1997.  \n\nJULIER, S. J.; UHLMANN, J. K. Unscented filtering and nonlinear estimation. \nProceedings of the IEEE. p. 92(3), 401-422. 2004.  \n\nJUNIOR, H. B. Métodos de Estimação Recursiva Baseados no Filtro de \nKalman Aplicados a Sistemas Não-Lineares. Dissertação de Mestrado. \nUFMG. Belo Horizonte. 2003. \n\nKAASA, G. O.; ALSTAD, V.; ZHOU, J.; AAMO, O. M. Nonlinear model-based \ncontrol of unstable wells. Modeling, Identification and Control. p. 69–79. \n2007.  \n\nKANIESKI, J. M. Modelagem e Controle LQR Aplicado a um Condicionador de \nEnergia. Dissertação de Mestrado. UTFPR. Pato Branco. 2010. \n\n\n\n \n    103 \n \n\n \n\nLAGES, W. F. Controle Adaptativo de Sistemas Estocásticos. UFRGS. Porto \nAlegre. 2007. \n\nLAWRENCE, C.; XU, Z. G.; ANDERSSON, P.; EIDING, H.; HOVDEN, L. .; \nHENRIKSSON, J.; HU, B. Validation of a Physically-Based Model for Slug \nInitiation and Evolution in Hydrodynamic Slug Flow. In 17th International \nConference on Multiphase Production Technology. BHR Group. 2015.  \n\nMARRELS, I. M. Y.; ANDERSON, B. D. O.; BITMEAD, R. R.; BODSON, M.; \nSASTRY, S. S. Revisition the MIT rule for adaptive control. In Proceedings \nof the 2nd IFAC Workshop on Adaptive Systems in Control and Signal \nProcessing. 1986.  \n\nMEGLIO, F. D. Dynamics and control of slugging in oil production. \nDissertação de Mestrado. MINES ParisTech. Paris. 2011. \n\nMEGLIO, F. D.; KAASA, G. O.; PETIT, N. A first principle model for multiphase \nslugging flow in vertical risers. Joint 48th IEEE Conference on Decision and \nControl and 28th Chinese Control Conference. 2009.  \n\nMERWE, R. V.; WAN, E. A. Kalman Filtering and Neural Networks cap 7. \nOntario. John Wiley &amp; Sons, 2001. \n\nNARENDRA, K. S.; ANNASWAMY, A. M. Stable Adaptive Systems. Dover \nPublications, 1989. \n\nNARENDRA, K. S.; LIN, Y. H.; VALAVANI, L. S. Stable adaptive controller \ndesign, part II Proof of stability. IEEE Transactions on Automatic Control. p. \n440–448. 1980.  \n\nOGAZI, A. I.; CAO, Y.; YEUNG, H.; LAO, L. Slug control with large valve \nopening to maximizing oil production. Offshore Europe Oil &amp; Gas \nConference &amp; Exhibition. 2010.  \n\nOLIVEIRA, C. A. M. Projeto de Observadores de Estado utilizando Algoritmos \nGenéticos. Dissertação de Mestrado. UFERSA. Mossoró. 2014. \n\nOLIVEIRA, V.; JÄSCHKE, J.; SKOGESTAD, S. An autonomous approach for \ndriving systems towards their limit an intelligent adaptive anti-slug \ncontrol system for production maximization. 2nd IFAC Workshop on \nAutomatic Control in Offshore Oil and Gas Production. 2015.  \n\nPEDERSEN, S.; DURDEVIC, P.; YANG, Z. Learning control for riser-slug \nelimination and production-rate optimization for an offshore oil and gas \nproduction process. The 19th World Congress of the International \nFederation of Automatic Control. p. 8522–8527. 2014.  \n\nPEDERSEN, S.; DURDEVIC, P.; YANG, Z. Challenges in slug modeling and \ncontrol for offshore oil and gas productions: A review study. International \nJournal of Multiphase Flow Volume 88. p. 270–284 Jan. 2017.  \n\nPICKERING, P. F.; HEWITT, G. F.; WATSON, M. J.; HALE, C. P. The prediction \nof flows in production risers - truth &amp; myth? IIR Conference. 2001.  \n\nSALES, F. C. S. Análise da Acurácia do Simulador de Escoamento Bifásico \nOLGA em Transientes de Gasodutos. Dissertação de Mestrado. UFRJ. Rio \nde Janeiro. 2013.  \n\n\n\n \n    104 \n \n\n \n\nSASTRY, S.; BODSON, M. Adaptive Control Stability, Convergence and \nRobustness. Dover Publications, 1989. \n\nSCHLUMBERGER. OLGA User Manual. Dynamic Multiphase Flow Simulator. \n2014. \n\nSCHMIDT, Z.; BRILL, J.; BEGGS, D. Riser-base gas injection into the se forties \nline. SPE Journal. p. 407–414. 1980.  \n\nSILVA, C. M.; DESSEN, F.; NYDAL, O. J. Dynamic multiphase flow models for \ncontrol. 7th North American Conference on Multiphase Technology. p. 221–\n236. 2010.  \n\nSILVA, M. J. S. Controle Adaptativo Aplicado a um Sistema de Bombeamento \nde Água Visando a Redução de Perdas de Energia Elétrica e Água. Tese \nde Doutorado. UFPB. João Pessoa. 2014. \n\nSIVERTSEN, H.; E. STORKAAS, E.; SKOGESTAD, S. Small-scale Experiments \non Stabilizing Riser Slug Flow. Chemical Engineering Research and Design. \np. 213–228. 2010.  \n\nSIVERTSEN, H.; SKOGESTAD, S. Cascade Control Experiments of Riser Slug \nFlow using Topside Measurements. 2005.  \n\nSKOGESTAD, S. Chemical And Energy Process Engineering. CRC Press, \nTaylor &amp; Francis Group, Boca Raton, FL, 2009. \n\nSTORKAAS, E.; SKOGESTAD, S. A simple dynamic model for control design \nand analysis of severe slugging. Multiphase'03. 2003.  \n\nSTORKAAS, E.; SKOGESTAD, S. Controllability analysis of two-phase \npipeline-riser systems at riser slugging conditions. Control Engineering \nPractice 15. p. 567–581. 2007.  \n\nST-PIERRE, M.; GINGRAS, D. Comparison between the Unscented Kalman \nfilter and the extended Kalman filter for the position estimation module \nof an integrated navigation information system. Intelligent Vehicles \nSymposium, 2004 IEEE. p. 831-835. 2004.  \n\nSUN, L.; GAN, J. Researching of two-wheeled self-balancing robot base on \nLQR combined with PID. 2nd International Workshop on Intelligent Systems \nand Applications. p. 1–5. 2010.  \n\nSYRE, T. V. Anti-Slug Control with Non-Linear State Estimation. Dissertação \nde Mestrado. NTNU. Trondheim. 2012. \n\nTAITEL, Y. Stability of severe slugging. Int. J. Multiphase Flow Vol. 12. p. 203-\n217. 1986.  \n\nTHRUN, S.; BURGARD, W.; FOX, D. Probabilistic Robotics. The MIT Press, \n2005. \n\nUYGUN, K.; MATTHEW, H. W. T.; HUANG, Y. FBA-LQR An optimal control \napproach to flux balance analysis. Industrial e Engineering Chemistry \nResearch. p. 8554–8564. 2006.  \n\nWAN, E. A.; MERWE, R. V.; NELSON, A. T. Dual Estimation and the Unscented \nTransformation, volume Neural Information Processing Systems. p. 666-\n672. 2000.  \n\n\n\n \n    105 \n \n\n \n\nYOCUM, B. Offshore riser slug flow avoidance Mathematical models for \ndesign and optimization. SPE European Meeting. Londres,. p. SPE 4312. \n1973.  \n\nZAKARIAN, E.. Analysis of two-phase flow instabilities in pipe-riser systems. \nIn: Proceedings of the ASME pressure vessels and piping conference, Seattle. \n2000. \n\nZHOU, J.; KAASA, G. O.; AAMO, O. M. Nonlinear adaptive observer control for \na riser slugging system in unstable wells. American Control Conference \nWestin Seattle Hotel. Seattle. 2008.  \n\n  \n\n\n\n \n    106 \n \n\n \n\nAPÊNDICE A \n\n \n\nIntegração MATLAB com o OLGA® \n\n \n\nUtilizou-se o servidor OPC para viabilizar a comunicação entre os softwares OLGA® e \n\nMATLAB. Abaixo, seguem descritos o passo a passo para configurar o servidor. \n\nApós a modelagem do sistema no software OLGA®, realiza-se a configuração servidor \n\nOPC através do item “SERVEROPTIONS”. Nesta tela, é necessário preencher as \n\nopções básicas do servidor OPC conforme mostrado na Figura A-1. \n\n \n\n \n\nFigura A-1 – Tela de configurações básicas do servidor OPC no OLGA ® \n\n \n\nO próximo passo consiste em expor no servidor OPC, as variáveis desejadas para \n\nleitura e escrita, isto é realizado incluindo itens “SERVERDATA” nas saídas do \n\n\n\n \n    107 \n \n\n \n\nmodelo.  Cada variável deve ser configurada individualmente conforme mostrado na \n\nFigura A-2. \n\n \n\nFigura A-2 – Tela de configuração das variáveis a serem expostas no servidor OPC \n\n \n\nO passo seguinte consiste em iniciar a simulação do modelo em modo “batch” \n\nconforme mostrado na Figura A-3. \n\n \n\nFigura A-3 – Barra de tarefas para início da simulação em “batch” \n\n \n \nAo iniciar a simulação em modo “batch”, a tela de status da simulação é aberta, \n\nmostrando os dados de registro do servidor OPC e o tempo decorrido de simulação, \n\nconforme mostrado na Figura A-4.  \n\n \n\n\n\n \n    108 \n \n\n \n\n \n\nFigura A-4 – Tela de status da simulação \n\n \n\nNesta etapa, o servidor OPC já está registrado e o OLGA® já está enviando e \n\nrecebendo dados do servidor. O próximo passo consiste em realizar a configuração \n\ndo MATLAB para que a comunicação seja estabelecida por completo. A configuração \n\ndo servidor do MATLAB pode ser realizada via Simulink, através do bloco “OPC \n\nConfiguration”. Ao abrir as configurações do bloco em questão, é possível conectar \n\nao servidor recém registrado, estabelecendo a comunicação conforme mostrado na \n\nFigura A-5. \n\n \n\n \n\nFigura A-5 – Tela de configuração do bloco do Simulink “OPC Configuration” \n\n \n\n \n\n\n\n \n    109 \n \n\n \n\nPor fim, basta adicionar no Simulink, os blocos de escrita e leitura do servidor OPC e \n\nescolher as variáveis desejadas. Estes blocos estão disponíveis na biblioteca do OPC \n\nToolbox do Simulink conforme mostrado na Figura A-6. \n\n \n\nFigura A-6 – Blocos do Simulink para leitura e escrita de variáveis do servidor OPC \n\n \n\n \n\n  \n\n\n\n \n    110 \n \n\n \n\nAPÊNDICE B \n\n \n\nImplementação do controlador PI adaptativo no Simulink \n\n \n\nPrimeiramente, implementou-se o controlador adaptativo no Simulink utilizando como \n\nplanta, o modelo linearizado para a abertura da válvula choke em 10%, obtendo-se \n\nassim, a função de transferência com a abertura z da válvula choke como entrada e a \n\npressão de entrada do pipeline P1 como saída.  \n\nA implementação do algoritmo de adaptação se deu através da criação de uma função \n\nno MATLAB que contém as equações mostradas na seção 4.3.1. Esta função utiliza \n\ncomo entrada a abertura z da válvula choke e como saída os ganhos proporcional Kc \n\ne integral Ki, que por sua vez são entradas do controlador PI adaptativo. \n\n \nFigura B-1 – Diagrama Simulink do controlador PI adaptativo utilizando o modelo linearizado \n\ndo MATLAB  \n\n \n \nApós a implementação utilizando a função de transferência linearizada do MATLAB, \n\nrealizou-se a implementação do sistema utilizando a planta do OLGA® como sistema \n\na ser controlado. Para isto, utilizou-se blocos do Simulink para escrita e leitura de \n\nvariáveis de forma a possibilitar a troca de informação entre os dois softwares. \n\n  \n\n\n\n \n    111 \n \n\n \n\n \n\n \nFigura B-2 – Diagrama Simulink do controlador PI adaptativo utilizando o modelo do OLGA®  \n\n \n\n \nCódigo do MATLAB para o algoritmo de adaptação \n \nfunction [Kc,Ki]=fcn(Z) \nwG_in0 = 0.36; %vazão de entrada gás \nwL_in0 = 8.64; %vazão de entrada líquido \nbeta=0.061; \ntosc=2500; %segundos \nz_critico=0.07; \nT2= 2.903e+02; \nrho_L= 8.322e+02; \nR= 8314; \nM_G= 23; \nw=9; \nCv=1.16e-2; \nP2_t = 57.8e5; \nrho_G2=P2_t*M_G/(R*T2); \nd=((wG_in0*rho_G2+wL_in0*rho_L)/w)/1000; %densidade da mistura \na=(1/d)*(w/Cv); \nkz=-2*a/(Z^3); \nKc = beta*tosc/(kz*(abs(Z/z_critico))^0.5); \nTi = 3*tosc*(Z/z_critico); \nKi=1/Ti; \nend \n \n\n  \n\n\n\n \n    112 \n \n\n \n\nAPÊNDICE C \n\n \nImplementação do regulador linear quadrático (LQR) com Filtro de Kalman \n\nUnscented \n\n \n\nPrimeiramente, implementou-se o regulador linear quadrático (LQR) com Filtro de \n\nKalman Unscented no Simulink utilizando como planta, o modelo linearizado para a \n\nabertura da válvula choke em 10%, obtendo-se assim, a função de transferência com \n\na abertura z da válvula choke como entrada e a pressão de entrada do pipeline P1 \n\ncomo saída conforme mostrado na Figura C-1.  \n\n \n\nFigura C-1 – Diagrama Simulink do regulador linear quadrático (LQR) com Filtro de Kalman \nUnscented (UKF) utilizando o modelo linearizado do MATLAB  \n\n \n\n \nPosteriormente, realizou-se a implementação do sistema substituindo o modelo do \n\nMATLAB pela planta do OLGA®. Para isto, utilizou-se blocos do Simulink para escrita \n\ne leitura de variáveis de forma a possibilitar a troca de informação entre os dois \n\nsoftwares conforme mostrado na Figura C-2. \n\n\n\n \n    113 \n \n\n \n\n \nFigura C-2 – Diagrama Simulink do regulador linear quadrático (LQR) com Filtro de Kalman \n\nUnscented (UKF) utilizando o modelo do OLGA®  \n\n \n \n \nCódigo do MATLAB para o regulador linear quadrático \n \nQ_lqr=1e-3*diag([1 0 1 0]); \nR_lqr=1e9; \nN_lqr=zeros(4,1); \n[K_lqr,S,e] =dlqr(F,B,Q_lqr,R_lqr,N_lqr); \nu_c(k-1)=-K_lqr*x(:,k-1); \nif(u_c(k-1)<-u_pc(k-1)); \nu_c(k-1)=-u_pc(k-1); \nend \nif(u_c(k-1)>(1-u_pc(k-1))); \nu_c(k-1)=1-u_pc(k-1); \nend \n \n \n \n  \n\n\n\n \n    114 \n \n\n \n\nANEXO A \n\n \n \n\n\n\n \n    115 \n \n\n \n\n \n\n\n\n \n    116 \n \n\n \n\n \n\n\n\n \n    117 \n \n\n \n\n \n\n\n\n \n    118 \n \n\n \n\n \n\n\n\n \n    119 \n \n\n \n\n \n\n\n\n \n    120 \n \n\n \n\n \n\n\n\n \n    121 \n \n\n \n\n \n\n\n\n \n    122 \n \n\n \n\nANEXO B \n\n \n\n\n\n \n    123 \n \n\n \n\n \n \n\n\n\n \n    124 \n \n\n \n\n \n \n \n \n \n \n\n\n\n \n    125 \n \n\n \n\n \n \n \n\n\n\n \n    126 \n \n\n \n\n \n \n \n\n\n\n \n    127 \n \n\n \n\n \n\n\n\n0 \n \n\nBIOGRAFIA \n \n \n \n\nNo ano de 2008, se formou em Engenharia Elétrica na UNESP -  \n\nUniversidade Estadual Paulista \"Júlio de Mesquita Filho\" – Campus \n\nde Ilha Solteira. \n\n \n\nEm 2009, entrou para a Petrobras como Engenheiro de Petróleo. Realizou \n\ntreinamento interno no CEP - Curso de Engenharia de Petróleo na Universidade \n\nPetrobrás em Salvador-BA. Em 2010, finalizou pós-graduação obtendo o título de \n\nespecialista em Engenharia de Petróleo.  \n\n \n\nAinda em 2010, se mudou para Macaé-RJ, onde trabalhou na operação onshore e \n\noffshore de plataformas de petróleo da Bacia de Campos.  \n\n \n\nEm 2011, se mudou para Santos-SP, onde exerce atualmente o cargo de Engenheiro \n\nde Petróleo na base de operações do FPSO Cidade de Santos que produz os campos \n\nde Uruguá e Tambaú, na Bacia de Santos. Neste período, participou de \n\ncomissionamentos de poços de petróleo e gás natural, manifolds submarinos, \n\nunidades de injeção de água dessulfatada dentre outras atividades. Em suas \n\natividades cotidianas elaborou e revisou procedimentos de partida e parada de poços, \n\nparticipou de estudos para otimização operacional, análises de risco e planejamento \n\nde paradas programadas. Pelas atividades desenvolvidas, tem contato com os \n\ndesafios tecnológicos de onde surgem seus interesses acadêmicos. Como exemplos, \n\ntem-se a participação conjunta com a equipe da Petrobras em projetos de otimização \n\nde produção por controle de bandas de nível dos vasos separadores de plataformas, \n\ncontrole de golfadas dentre outros. \n\n \n\nSeus interesses atuais são as ferramentas e métodos que permitam aumentos na \n\neficiência de produção com redução de custos através dos menores tempos de parada \n\noperacional, menor consumo de diesel em poços e garantia de integridade de \n\nequipamentos, estando alinhado com as diretrizes estratégicas da companhia."}]}}}