{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06551"}, {"@name": "filename", "#text": "11095_Diserta%c3%a7%c3%a3o%20de%20Mestrado%20-%20Jos%c3%a9%20Acioli%20B.%20de%20Menezes%20Filho%20-%20UFPE%20%20%28Geologia%29.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UFPE\nUNIVERSIDADE FEDERAL DE PERNAMBUCO\nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS\nJosé Acioli Bezerra de Menezes Filho\nCARACTERIZAÇÃO PETROGRÁFICA DO INTERVALO SILICICLÁSTICO DO SISTEMA LACUSTRE DO ANDAR ALAGOAS (APTIANO) DA BACIA DE JATOBÁ, NE DO BRASIL\nDissertação de Mestrado\n2015\nMCTI\nEl FINEP\nFINANCIADORA DE ESTUDOS E PROJETOS MINISTÉRIO DA CIÊNCIA E TECNOLOGIA\nMinistério da Ciência. Tecnologia e Inovação\nJOSÉ ACIOLI BEZERRA DE MENEZES FILHO\nGeólogo, Universidade Federal de Pernambuco, 2012\nCARACTERIZAÇÃO PETROGRÁFICA DO INTERVALO SILICICLÁSTICO DO SISTEMA LACUSTRE DO ANDAR ALAGOAS (APTIANO) DA BACIA DE JATOBÁ, NE DO BRASIL\nDissertação que apresenta ao Programa de Pós-Graduação em Geociências do Centro de Tecnologia e Geociências da Universidade Federal de Pernambuco, orientada pelo Prof. Dr. Gelson Luís Fambrini e co-orientada pelo Prof. Dr. Virgínio Henrique Neumann, como preenchimento parcial dos preceitos para obtenção do grau de Mestre em Geociências, na área da Geologia Sedimentar e Ambiental.\nRecife\nCatalogação na fonte\nBibliotecária Margareth Malta, CRB-4 / 1198\nM543c Menezes Filho, José Acioli Bezerra de.\nCaracterização petrográfica do intervalo siliciclástico do sistema lacustre do Andar Alagoas (aptiano ) da Bacia de Jatobá, NE do Brasil / José Acioli Bezerra de Menezes Filho. - Recife: O Autor, 2015.\n98 folhas, il., gráfs., tabs.\nOrientador: Prof. Dr. Gelson Luís Fambrini.\nCoorientador: Prof. Dr. Virgínio Henrique Neumann.\nDissertação (Mestrado) - Universidade Federal de Pernambuco. CTG.\nPrograma de Pós-Graduação em Geociências, 2015.\nInclui Referências e Apêndices.\n1. Geociências. 2. Intervalo siliciclástico. 3. Sistema Lago. 4. Bacia Jatobá. I. Fambrini, Gelson Luís. (Orientador). II. Neumann, Virgínio Henrique. (Coorientador). III. Título.\nUFPE\n551 CDD (22. ed.)\nBCTG/2015-188\nCARACTERIZAÇÃO PETROGRÁFICA DO INTERVALO SILICICLÁSTICO DO SISTEMA LACUSTRE DO ANDAR ALAGOAS (APTIANO) DA BACIA DE JATOBÁ, NE DO BRASIL\nJOSÉ ACIOLI BEZERRA DE MENEZES FILHO\nAprovado:\nProf. Dr. Gelson Luís Fambrini\nProf. Dra. Lúcia Maria Mafra Valença\nProf. Dra. Marcela Marques Vieira\nData da aprovação: 27 / 04 / 2015\nTudo o que a sua mão encontrar para fazer, faça-o com todo o seu coração.\nJesus Cristo.\nA Sulamita Cardoso e Cleonice Pessoa, grandes mulheres e tias, pelo incentivo e apoio em todos os anos geológicos.\nAGRADECIMENTOS\nAgradeço primeiramente a Deus por permitir que eu pudesse concluir esta dissertação com toda dedicação.\nAo meu pai José Acioli Bezerra de Menezes (in memorian) por ter me fornecido o conhecimento necessário para meu desenvolvimento pessoal, acadêmico e profissional.\nÀ minha querida mãe Maria de Fátima Pessoa de Menezes por ser minha amada mãe em todos os momentos.\nÀs minhas irmãs Thaís Maria e Taciana Cardoso por sempre me apoiarem em minhas decisões e por me proporcionarem suporte em minha jornada geológica.\nAos meus tios Severino Pessoa, Cleto Pessoa, Amaro de Oliveira Azevedo e Cláudio Pessoa por terem me dado grande ajuda no meu crescimento pessoal.\nAo meu orientador Prof. Dr. Gelson Luís Fambrini, pela forma gentil, disponível, amiga, e parceira de me conduzir e orientar neste desafio do mestrado.\nAo meu co-orientador Prof. Dr. Virgínio Henrique de Miranda Lopes Neumann, pela valiosa contribuição, acompanhamento, críticas, orientação, sugestões e pelo auxílio fornecido na elaboração deste trabalho.\nÀ Prof. Dra. Lúcia Maria Mafra Valença pelo apoio fornecido durante a execução do estudo.\nÀ Sonia Agostinho, maravilhosa pessoa, que sempre tem me apoiado nas caminhadas do estudo geológico.\nÀ minha namorada Gabriela Santos por sempre me motivar e me ajudar nos passos tomados no rumo geológico.\nÀ banca examinadora pela contribuição para o aperfeiçoamento e melhoramento deste trabalho.\nAos colegas Felipe Saboya, Leandro Durval, Otavio Leite, Carlos Fabiano, Wilker Cezário (in memorian), César Filgueiras e Rafael Lima.\nA todos os colegas da pós-graduação e da graduação em geologia, que ajudaram a compor um ambiente interativo de conhecimento e aprendizado.\nA todos os meus familiares e amigos pelo apoio e incentivo nas horas difíceis.\nAo FINEP, MCTI e PRH-26-ANP por patrocinar e fornecer apoio logístico e financeiro para a elaboração desta pesquisa laboriosa.\nAo LAGESE pela infra-estrutura disponibilizada, para o desenvolvimento deste trabalho.\nAo Programa de Pós-Graduação em Geociências da UFPE pela oportunidade de obter novos conhecimentos e aprendizado.\nAos professores do programa de geociências pelo tratamento justo com que recebi.\nE por último, mas não menos importante, a todas as pessoas que tiveram contribuição direta ou indireta na elaboração desse trabalho.\nRESUMO\nEsta dissertação teve como objetivo principal a caracterização petrográfica do intervalo siliciclástico (fácies arenosas) da sequência lacustre aptiana do Andar Alagoas da Bacia de Jatobá, que compreende as formações Crato (Grupo Santana) e Marizal. Foram coletadas, minuciosamente, 15 amostras para elaboração de lâminas delgadas, sendo todas procedentes do poço estratigráfico 2-JSN-01-PE. Todas as amostras coletadas são de arenitos ou arenitos siltosos. O estudo mostrou que macroscopicamente os arenitos são finos a muito finos e médios em pouca proporção, micáceos (rico em biotita), moderadamente a bem selecionados, subangulosos a subarredondados, empacotamento fechado a frouxo e com cimentação predominantemente carbonática (calcita). Ao microscópio petrográfico, os arenitos são predominantemente quartzarenitos, secundariamente subarcóseos, moderadamente selecionados a mal selecionados, com textura laminada e compacta, grãos majoritariamente subarredondados a subangulosos, empacotamento normal dominando e com cimento carbonático presente (calcítico) em quase 100% das amostras estudadas. Os grãos de quartzo monocristalino com extinção ondulante predominam em relação aos monocristalinos de extinção reta e policristalinos, nestes arenitos. O feldspato plagioclásio é mais frequente que os feldspatos potássicos (ortoclásio e microclina), como também a biotita é bem mais numerosa que os minerais de muscovita. Os minerais acessórios, como zircão, turmalina e titanita ocorrem em proporções variadas junto com os óxidos e hidróxidos de ferro e pirita. Os fragmentos minerais identificados, a partir das observações dos arenitos, indicam que foram originados em regiões cratônicas com áreas fontes próximas da área de deposição. A avaliação destas rochas mostra que estes corpos rochosos identificados, ao longo do poço estratigráfico, foram originados em um ambiente de águas tranquilas com incursão de material siliciclásticos, o qual fornece um padrão de empilhamento alternado de rochas arenosas, pelíticas e carbonáticas.\nPalavras-chaves: Intervalo siliciclástico. Sistema lacustre. Bacia de Jatobá.\nABSTRACT\nThis work focus on the petrographic characterization of interval siliciclastic from aptian lacustrine sequence belonging to the Alagoas floor of Jatoba Basin, comprising the Crato and Marizal Formation from Santana Group. It was collected, thoroughly, 15 samples with object to preparation of thin sections, proceeding all from stratigraphic well 2-JSN-01-PE. All samples are from sandstones or silty sandstones. This study showed that the macroscopic field sandstone are fine to very fine and medium in low proportion, micaceous (rich in biotite), moderately to poor selected, with subhedral texture of grains, packaging loose to closed with predominantly carbonate cementation. To the petrographic microscope, sandstones are predominantly quartzarenites secondarily subarkoses, moderately to poorly selected sorted, with laminated and compact texture, grain mostly sub-rounded to sub-angular, plain packaging dominating and cement carbonate present (calcite) in almost 100% of the samples. The monocrystalline quartz grains that show wavy extinction predominate above to monocrystalline and polycrystalline straight extinction, in these sandstones. The plagioclase feldspar is more frequent than potassic feldspars (orthoclase and microcline), as well as, biotite is much more numerous than muscovite minerals. Accessory minerals such as zircon, tourmaline and titanite occur in many proportions with the oxides and hydroxides of iron and pyrite. Mineral fragments identified from the sandstones indicate origin in cratonic regions with areas near to the deposition areas. The assessment from these rocks shows along the stratigraphic well, originated in a environment quiet water with incursion of siliciclastic material that s an alternate stacking pattern sandy, pelitic and carbonate rocks.\nKeywords: Siliciclastic interval. Lake system. Jatobá Basin.\nLISTA DE FIGURAS\nFigura 1 - Mapa com localização da Bacia de Jatobá e suas principais vias de acesso.21\nFigura 2 - Poço 2-JSN-01-PE situado a nordeste da Serra Negra visto na imagem de relevo\nSRTM................................................................................21\nFigura 3 - Sistema Rifte Recôncavo-Tucano- Jatobá, modificada de Magnavita 2005.....22\nFigura 4 - Ilustração dos limites e arcabouço da Bacia de Jatobá com destaque para as feições estruturais (falhas). Modificado de Costa et al. 2003.......................23\nFigura 5 - Arcabouço estrutural da Bacia de Jatobá ilustrando as falhas, horsts e grabens (modificado de Magnavita, 1992).....................................................24\nFigura 6 - Mapa geológico da Bacia de Jatobá (CPRM, 2001)...........................27\nFigura 7 - Coluna estratigráfica da Bacia de Jatobá (Modificada de Neumann &amp; Rocha, 2013) ..............................................................................................28\nFigura 8 - Minerais mais importantes na formação de rochas, representados em ordem crescente de estabilidade físico-química no ambiente de sedimentação (modificado de Tucker, 1991).................................................................................35\nFigura 9 - Local de coleta das amostras, para confecção das lâminas petrográficas, ao longo do Poço 2-JSN-01-PE (modificado de Rocha,\t2011)..........................................38\nFigura 10 - Perfil litológico com as principais associações de fácies identificadas (modificado de Rocha, 2011)...............................................................................43\nFigura 11 - Classificação dos arenitos baseado no diagrama proposto por Folk (1968)...........51\nFigura 12 - Composição do arcabouço das 15 amostras de arenito da Formação Crato (modificada da classificação dos arenitos - Folk 1968)....................................... 63\nFigura 13 - Distribuição dos estágios diagenéticos ilustrando as suas respectivas porções de atuação (modificado de Choquett e Pray, 1970)................................................ 64\nFigura 14 - Diagramas triangulares mostrando os tipos de proveniência tectónica a partir de petrográfia quantitativa observadas nas amostras (modificado de Dickinson, 1985)............. 77\nFigura 15 - Difratograma de Raios-X ilustrando os principais elementos identificados e o traço de caulinita na amostra JA-03 (Cal - calcita, Kln - caulinita, Fsp - feldspato, Qtz -quartzo, Bt - biotita e Ms - muscovita).......................................................81\nFigura 16 - Difratograma de Raios-X ilustrando os principais elementos identificados e a ilita na amostra JA-11 (Il - ilita, Fsp - feldspato, Qtz - quartzo, Bt - biotita e Ms - muscovita).81\nLISTA DE FOTOS\nFoto 1 - Aplicação da Catodoluminescência (CL) nas lâminas petrográficas.............40\nFoto 2 - Arenito médio, maciço, de coloração cinza claro, micáceo e com cimento calcífero\n(Amc)................................................................................45\nFoto 3 - Arenito fino, maciço, micáceo, com cimento calcífero e com estrutura de fluidização\ndo tipo wave (Afm)...................................................................45\nFoto 4 - Arenito fino com laminação cruzada acanalada tangencial com cimento calcífero\n(Aac)................................................................................45\nFoto 5 - Siltito interlaminado com arenito muito fino com incipiente laminação cruzada\nacanalada (Sca)......................................................................45\nFoto 6 - Siltito maciço de coloração cinza escuro (Sm)...............................46\nFoto 7 - Siltito maciço intercalado a arenito com estrutura de fluidização\t(Sac).....47\nFoto 8 - Siltito maciço com várias concreções carbonáticas (setas) (Scc).............47\nFoto 9 - Siltito de aspecto maciço a pouco laminado com bioturbação (Sm).............47\nFoto 10 - Siltito cinza esverdeado com interlaminações carbonáticas (Sc).............47\nFoto 11 - Siltito de aspecto maciço com fragmentos carbonosos e ostracodes\t(So)......48\nFoto 12 - Folhelho com interlaminações de arenito muito fino calcífero (FLac)........48\nFoto 13 - Folhelho marrom com finas interlaminações sílticas (FLs)...................48\nFoto 14 - Argilito maciço de cor cinza-esverdeado escuro (AG)........................48\nFoto 15 - Folhelho com delgadas laminações carbonáticas (Rac)........................49\nFoto 16 - Calcário laminado com estratificação plano paralela (Rl)...................49\nFoto 17 - Marga finamente laminada de coloração cinza amarelada (M)..................50\nFoto 18 - Calcário maciço bioclástico de cor cinza esbranquiçado (Cb)................50\nFotos 19 A e B - Quartzarenito fino da fácies Afm, cinza esverdeado, micáceo de aspecto maciço com seleção moderada e cimentação carbonática (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).....................................................52\nFotos 20 A e B - Grãos de quartzos monocristalinos, subangulosos a subarredondados e grãos de biotita apresentando orientação (Qz - quartzo e Bt - biotita) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).................................52\nFotos 21 A e B - Quartzo policristalino de alto grau metamórfico (seta) em subarcóseo com orientação mostrada pelas micas (biotita e muscovita) (Foto A: Nicóis paralelos e Foto B:\nNicóis cruzados - Objetiva de 20x)................................................53\nFotos 22 A e B - Quartzo semicomposto anédrico subarredondado (seta) identificado em subarcóseo (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).53\nFotos 23 A e B - Quartzo policristalino do tipo milonítico identificado em subarcóseo moderadamente selecionado totalmente envolvido por cimento carbonático (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).................................54\nFotos 24 A e B - Grão de ortoclásio subédrico, bem alterado observado em subarcóseo, pobremente selecionado, de aspecto compacto e cimentado por carbonato (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).................................55\nFotos 25 A e B - Grãos de plagioclásio subédricos com geminação polissintética evidente (setas), observada em subarcóseo pobremente selecionado cimentado por carbonato e óxido de ferro (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)..55\nFotos 26 A e B - Microclínio identificado em subarcóseo de granulação média cimentado por carbonato indicado pela seta (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x)...................................................................................56\nFotos 27 A e B - Grão de pertita (seta) em subarcóseo pobremente selecionado de aspecto maciço e cimentado por carbonatos (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 40x).......................................................................56\nFotos 28 A e B - Fragmento de siltito marrom identificado em quartzarenito micáceo muito fino calcífero (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)..57\nFotos 29 A e B - Quartzarenito médio a fino calcífero de aspecto maciço, pobremente selecionado mostrando as micas (biotita, muscovita) e a clorita bem preservada (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)..........................58\nFotos 30 A e B - Quartzarenito fino moderadamente selecionado mostrando os argilominerais (ilitas) com espessuras variadas ao redor dos grãos de quartzo (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 20x).................................58\nFotos 31 A e B - Quartzarenito muito fino cimentado por carbonato mostrando uma concentração de minerais opacos (seta) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 5x)........................................................................59\nFotos 32 A e B - Grão de zircão euédrico identificado em subarcóseo moderadamente selecionado cimentado por carbonato, mineral indicado pela seta (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).............................................59\nFotos 33 A e B - Granada (seta preta) com aspecto fraturado e relevo alto observado em subarcóseo pobremente selecionado (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -\nObjetiva de 40x)......................................................................60\nFotos 34 A e B - Quartzarenito micáceo pobremente selecionado com matéria orgânica (seta) e cimentado por sílica (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)..................................................................................60\nFotos 35 A e B - Microfóssil de ostracode (seta preta) identificado em meio a um subarcóseo pobremente selecionado cimentado por carbonato e óxido de ferro (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)...............................................61\nFotos 36 A e B - Quartzarenito micáceo moderadamente selecionado com orientação preferencial das biotitas e cimentado por carbonato de cálcio (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)......................................................62\nFotos 37 A e B - Subarcóseo de granulação média cimentado por carbonato (setas amarelas) e óxido de ferro (setas pretas) ilustrando a dissolução do feldspato plagioclásio no centro da imagem (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x)..............64\nFotos 38 A e B - Quartzarenito de granulação fina a média cimentado completamente por carbonato de cálcio (setas) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).......................................................................................65\nFotos 39 A e B - Biotitas em processo de cloritização (substituição da biotita por clorita), indicadas pelas setas, em subarcóseo pobremente selecionado cimentado por carbonato (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).....................66\nFotos 40 A e B - Quartzarenito médio a fino cimentado por carbonato calcítico ilustrando as cloritas em processo de ferruginização (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 10x)...........................................................................66\nFotos 41 A e B - Piritas fambroidais (setas) identificadas em quartzarenito (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).....................................67\nFotos 42 A e B - Bioturbação gerada em quartzarenito muito fino, em que se observam as micas (biotita e muscovita) redistribuídas no arcabouço (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x) ........................................................67\nFotos 43 A e B - Grãos minerais (quartzo, feldspatos e micas) em contato pontual (setas), observados em quartzarenito (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).......................................................................................68\nFotos 44 A e B - Muscovita e clorita encurvadas e modeladas ao redor de grãos de quartzo e feldspato (setas pretas), observados em subarcóseo cimentado por carbonato calcítico (Ms -\nmuscovita e Cl - clorita) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x) ......................................................................................69\nFotos 45 A e B - Diversos plagioclásios intemperizados e com processo de dissolução parcial, gerando porosidade (setas pretas), observados em subarcóseo calcífero (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x)................................70\nFotos 46 A e B - Cimento carbonático do tipo poiquilotópico identificado em quartzarenito, em que o mesmo cimento mostra-se iluminado (seta amarela) e escurecido (seta vermelha) em porções diferentes (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x) ......................................................................................70\nFotos 47 A e B - Cimento de óxido de ferro entre os grãos de quartzo e feldspato em um subarcóseo pobremente selecionado e calcífero (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x)...........................................................71\nFotos 48 A e B - Quartzarenito pobremente selecionado ilustrando a muscovita aberta gerada pelo processo de argilização (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 20x)......................................................................71\nFotos 49 A e B - Quartzarenito pobremente selecionado mostrando o grão de feldspato em processo de caulinização na fase telodiagenética (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 20x)...........................................................72\nFotos 50 A e B - Subarcóseo de aspecto frouxo (vários grãos flutuantes) cimentado por calcita e possivelmente por siderita (Foto A: Nicóis paralelos e Foto B: Catodoluminescência -Objetiva de 10x)......................................................................78\nFotos 51 A e B - Quartzarenito moderadamente selecionado cimentado totalmente por calcita rica em manganês (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 5x)................................................................................78\nFotos 52 A e B - Quartzarenito micáceo indicando grãos de quartzo (cores azul intenso -setas brancas) provenientes possivelmente de rochas ígneas plutônicas e de rochas metamórficas de alto grau (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 10x)...............................................................................79\nFotos 53 A e B - Quartzarenito pobremente selecionado indicando quartzos (verde intenso -setas brancas e azul ofuscado - setas amarelas) provenientes de rochas hidrotermais e pegmatitos (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 10x).80\nFotos 54 A e B - Subarcóseo pobremente selecionado ilustrando labradorita que é caracterizada por cores verde-azuis indicados nas setas brancas (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 5x).........................................81\nFotos 55 A e B - Biotita em processo de cloritização encurvada e dobrada (moldando-se entre os grãos minerais) em quartzarenito de aspecto maciço, micáceo, moderadamente selecionado e cimentado por calcita (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 40x).......................................................................83\nFotos 56 A e B - Porosidade secundária gerada pela dissolução de calcita observada entre grãos de quartzo em quartzarenito micáceo (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x)............................................................83\nFotos 57 A e B - Grão de quartzo totalmente fraturado (gerando porosidade secundária) em subarcóseo de aspecto maciço, micáceo, pobremente selecionado e cimentado por calcita (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).................84\nLISTA DE QUADROS\nQuadro I - Elementos ativadores, inibidores e sensibilizadores da catodoluminescência........41\nQuadro II - Associações de fácies e litofácies identificadas no poço estratigráfico 2-JSN-01-PE, na Bacia de Jatobá.......................................................................44\nQuadro III - Tabela com os processos diagenéticos identificados ao longo das amostras do estudo petrográfico.................................................................................72\nQuadro IV - Tipos de proveniência tectónica, ambientes geotectônicos correspondentes a composição das areias formadas (Dickinson et al. 1983 e Dickinson 1985). Classificação e símbolos dos tipos de grãos: A) Grãos Quartzosos (Qt = Qm + Qp); B) Grãos Feldspáticos (F = P + K); C) Fragmentos Líticos Instáveis(L)..............................................................74\nSUMÁRIO\n1\tINTRODUÇÃO.................................................................19\n1.1\tConsiderações Iniciais.....................................................19\n1.2\tTrabalhos Prévios..........................................................19\n1.3\tJustificativas e Objetivos ................................................19\n1.4\tLocalização e Acesso.......................................................20\n2\tA BACIA DE JATOBÁ..........................................................22\n2.1\tIntrodução ............................................................... 22\n2.2\tAspectos Tectónicos e Estruturais..........................................22\n2.3\tUnidades Tectono-Estratigráficas...........................................24\n2.4\tEmbasamento Cristalino.....................................................25\n2.5\tEstratigrafia..............................................................26\n2.5.1\tFormação Tacaratu..........................................................26\n2.5.2\tFormação Inajá.............................................................26\n2.5.3\tFormação Aliança...........................................................28\n2.5.4\tFormação Sergi.............................................................29\n2.5.5\tFormação Candeias ........................................................ 29\n2.5.6\tGrupo Ilhas................................................................30\n2.5.7\tFormação São Sebastião.....................................................30\n2.5.8\tFormação Marizal...........................................................30\n2.5.9\tGrupo Santana ............................................................ 31\n2.5.9.1\tFormação Crato............................................................31\n2.5.9.2\tFormação Romualdo.........................................................32\n2.5.10\tFormação Exu...............................................................32\n2.5.11\tCoberturas Cenozoicas......................................................32\n3\tMATERIAIS E MÉTODOS........................................................34\n3.1\tLevantamento Bibliográfico.................................................34\n3.2\tPoço Estratigráfico 2-JSN-01-PE............................................34\n3.3\tEstudos Petrográficos......................................................34\n3.4\tCatodoluminescência........................................................40\n3.5\tDifratometria de Raios-X..................................................41\n4\tRESULTADOS E DISCUSSÕES...................................................42\n4.1\tSistema Aptiano.......................................................... 42\n4.1.1\tAssociação de Fácies Deltaica (AFD) ..................................... 44\n4.1.2\tAssociação de Fácies Terrígena Lacustre (AFTL)............................46\n4.1.3\tAssociação de Fácies Carbonática (AFL)....................................48\n4.2\tCaracterização Petrográfica...............................................50\n4.2.1\tEstudo Petrográfico das Rochas Siliciclásticas............................50\n4.2.1.1\tTextura e Composição dos Grãos Detríticos................................51\n4.2.1.2\tComposição dos Cimentos ................................................ 61\n4.2.1.3\tDiagênese .............................................................. 63\n4.2.1.4\tProveniência.............................................................72\n4.3\tAplicação da Catodoluminescência..........................................77\n4.4\tAplicação da Difratometria de Raios-X.....................................80\n4.5\tIndústria do Petróleo.....................................................82\n5\tCONCLUSÕES................................................................85\n6\tREFERÊNCIAS...............................................................87\nANEXOS....................................................................94\n1\t- INTRODUÇÃO\n1.1\t- Considerações Iniciais\nO trabalho foi elaborado a partir de testemunho obtido do poço estratigráfico 2-JSN-01-PE, com foco nas rochas siliciclásticas. A partir deste testemunho, as rochas siliciclásticas, foram descritas com auxílio de microscopia petrográfica.\n1.2\t- Trabalhos Prévios\nOs estudos geológicos realizados sobre a Bacia de Jatobá são, em sua maioria, executados nas partes mais baixas, deixando de lado as serras Negra e do Periquito, que abrangem as Formações Crato, Romualdo e Exu, representando as serras da bacia. Logo, muitos estudos, são de caráter regional com informações estratigráficas, hidrogeológicas e tectônicas das unidades que ocorrem na porção basal da bacia.\nEntre os trabalhos mais citados e adotados, destacam-se “O Paleozóico da Bacia de Jatobá” (Barreto, 1968), que aborda aspectos estratigráficos, O Projeto Jatobá I e II (CPRM/CNEN, 1972 e 1973), com execução de poços objetivando a pesquisa de urânio, Hidrogeologia das Bacias Sedimentares de Tucano e Jatobá (Ferreira, 1965), O Inventário Hidrogeológico Básico do Nordeste, Folha 20 (Leal, 1971) e a Hidrogeologia da Bacia de Jatobá (Melo, 1980), baseado no estudo hídrico da bacia, como também, os trabalhos de Magnavita &amp; Cupertino (1987), Magnavita et al. (1992) e Peraro (1995), que destacam os aspectos estruturais, sísmicos e geotectônicos da Bacia de Jatobá. Dentre os trabalhos regionais recentes, destacam-se Geologia da Bacia de Jatobá (Rocha &amp; Leite, 1999), Estudo Hidrogeológico da Bacia de Jatobá (Leite et al., 2001), Carta Estratigráfica da Sub-bacia Tucano Norte e Bacia de Jatobá, Boletim de Geociências da PETROBRÁS (Costa et al., 2007), e mais recentemente, Geologia de Parte da Folha Airi (Lima, 2011) e Folha Poço da Cruz (Neumann et al., 2011).\nDentre os trabalhos que tratam especificamente da sequência lacustre pós-rifte da Bacia de Jatobá, destacam-se Neumann et al. (2009) e Neumann et al. (2010), que estudou as fácies carbonáticas e alguns dados isotópicos da Formação Crato, Tomé (2011), que estudou o conteúdo ostracoidal da Formação Crato, Vortisch et al. (2011) e Gratzer et al. (2011), cujo segmento de pesquisa abrange a geoquímica isotópica e a difratometria de raios-X em sedimentos carbonáticos e terrígenos dessa sequência lacustre pós-rifte, além de Rocha (2011) cuja linha de estudo foi sobre a Caracterização do Intervalo Carbonático do Sistema Lacustre Aptiano da Bacia de Jatobá.\n1.3\t- Justificativas e Objetivos\nAtualmente, a Bacia de Jatobá ainda não dispõe de dados suficientes proporcionais à sua grande importância no cenário das bacias interiores do Nordeste brasileiro, embora que, nos últimos anos, as pesquisas ganharam proporções maiores por conta de órgãos de pesquisas e universidades.\nNa parte norte da bacia, sendo mais específico na Serra Negra, afloram camadas de calcários laminados que estão intercalados com sedimentos terrígenos (clásticos), que foram correlacionados por Rocha e Leite (1999) aos calcários laminados do então Membro Crato da Formação Santana da Bacia do Araripe. Neumann e Cabrera (1999), no estudo sobre a sequência lacustre Aptiana da Bacia do Araripe, elevaram a Formação Santana à categoria de Grupo Santana e seus membros a categoria de formação, cuja terminologia proposta é a adotada neste trabalho.\nA Formação Crato da Bacia de Jatobá de idade Aptiana tem correlação com a Formação Riachuelo da Bacia Sergipe-Alagoas, aos calcários da Serra do Tonã na Sub-bacia de Tucano Norte (Braun, 1996), aos depósitos carbonáticos da Formação Codó, na Bacia do Parnaíba (Bruni et al., 1976), e também correlacionada com o calcário Trairí, da Formação Paracuru da Bacia do Ceará (Neumann et al., 2009). Este depósito de calcário é caracterizado como gerador e reservatório de hidrocarbonetos, dos campos de Xaréu e Atum, em offshore (distante 25 km da linha costeira), numa profundidade de próxima dos 1600 m.\nLevando em conta todas as semelhanças, aqui elucidadas, pode-se atribuir a grande importância evolutiva no conhecimento geológico desta unidade litoestratigráfica da Bacia de Jatobá. Assim, o objetivo geral desta dissertação de mestrado foi estudar a sequência lacustre Aptiana da Bacia de Jatobá, tendo enfoque na caracterização do intervalo siliciclástico (terrígeno) da Formação Crato, do Grupo Santana caracterizando os aspectos litofaciológicos, petrográficos e paleoambientais, cujos resultados proporcionarão uma melhor compreensão de outros sistemas lacustres correlacionáveis com os desta bacia.\nOs objetivos específicos deste estudo, se encontram na determinação das litofácies e associações de fácies rochosas da porção siliciclástica, na descrição detalhada da petrofábrica mineral e identificar os processos diagenéticos e de proveniência.\n1.4\t- Localização e Acesso\nA Bacia de Jatobá encontra-se localizada na porção sul do Estado de Pernambuco, na região denominada de Sertão do Moxotó, parte central do estado. A principal via de acesso se faz pela BR-232, partindo da cidade do Recife até a cidade de Ibimirim, numa distância aproximada de 325 km (Figura 1).\nO poço estratigráfico 2-JSN-01-PE perfurado na Serra Negra está situado a norte da Bacia de Jatobá (Figura 2), com as seguintes coordenadas UTM: 664900 E e 9034000 N. Cartograficamente o poço foi realizado na região que abrange a Folha Poço da Cruz (SC.24-X-A-VI), da SUDENE, na escala de 1:100.000, envolvendo o município de Ibimirim.\nPARAÍBA\nIngazeira\nOuricum\nSalgueiro.\n'Recife\n©Betânia\nCaruaru\nFloresta\níGaranhuns\nBAHIA\nALAGOAS\nRodovias\nPIAUÍ\nFigura 1: Mapa com localização da Bacia de Jatobá e suas principais vias de acesso.\nFigura 2: Poço 2-JSN-01-PE situado a nordeste da Serra Negra visto na imagem de relevo SRTM.\n2\t- A BACIA DE JATOBÁ\n2.1\t- Introdução\nA Bacia Sedimentar de Jatobá está inserida, quase que totalmente, na porção Centro-Sul do Estado de Pernambuco, na região denominada de Sertão do Moxotó, com uma área sedimentar de aproximadamente 5.600 Km2 tendo direção NE-SW, e estando plenamente inserida no Terreno Pernambuco-Alagoas da Província Borborema.\nEsta bacia, assim como a Sub-bacia de Tucano Norte, faz parte da extremidade setentrional do ramo abortado do Sistema Rifte Recôncavo-Tucano-Jatobá (Figura 3), o qual teve a origem relacionada à extensão crustal que fragmentou o Supercontinente Gonduana, em que teve origem o Oceano Atlântico Sul no Eoaptiano (Costa et al., 2007).\nA Bacia do Jatobá representa um marco da inflexão da direção geral do rifte intracontinental abortado do Sistema Rifte Recôncavo-Tucano-Jatobá, tendo modificado a sua direção de N-S para N70°E, cuja estruturação está nitidamente controlada pelo Lineamento de Pernambuco e zonas de cisalhamento associadas, de idades neoproterozóicas, que foram reativadas na Era Mesozóica (Magnavita &amp; Cupertino, 1987).\nFigura 3: Sistema Rifte Recôncavo-Tucano- Jatobá, modificada de Magnavita 2005.\nOs seus limites são constituídos pela Falha de Ibimirim a Norte, pela falha de São Francisco, que tem contato com a Sub-bacia de Tucano Norte a oeste e as bordas flexurais nas outras direções restantes, com associações de pequenas falhas (Figura 4).\n2.2\t- Aspectos Tectónicos e Estruturais\nA partir da interpretação de dados geofísicos, Peraro (1995), sugeriu que a Bacia de Jatobá apresenta uma estrutura em forma de meio graben, com blocos do embasamento\nrotacionados e progressivamente mais baixos em direção a NW. Este mesmo autor, também identificou uma tectónica transcorrente (transtrativa) como responsável pela geração e evolução da bacia.\nFigura 4: Ilustração dos limites e arcabouço da Bacia de Jatobá com destaque para as feições estruturais (falhas). Modificado de Costa et al. 2003.\nA Bacia de Jatobá foi formada sobre o Terreno Pernambuco-Alagoas, estando limitada a norte pela Zona de Cisalhamento Pernambuco-Paraíba. Esta feição estrutural teria proporcionado a inflexão do sentido de abertura do rifte, que muda de direção S-N, na Bacia de Tucano, para W-E/SW-NE na Bacia de Jatobá. A configuração estrutural da bacia setentrional do sistema Rifte Recóncavo-Tucano-Jatobá, é definida principalmente por falhamentos normais planares, direcionados preferencialmente a N70°E e mergulho regional das camadas para NW em direção ao depocentro, a partir da margem flexural.\nCosta et al. (2003) definiram os principais elementos estruturais da Bacia de Jatobá (Figura 5). Falha de São Francisco: feição estrutural com orientação geral N-S, que representou um divisor da sedimentação entre as Bacias do Jatobá e Tucano Norte, em que há feições de caráter compressivo; Horst de Icó: representa um alto estrutural de forma alongada, disposto paralelamente ao eixo da bacia e limitado a sul, pela Falha de Itacoatiara; Falha de Ibimirim: relacionada à reativação do Lineamento de Pernambuco, correspondendo à falha de borda da Bacia de Jatobá, definindo o limite norte da bacia; Baixo de Ibimirim: corresponde a uma área de aproximadamente 360 Km2 e profundidade superior a 3.000m. Neste baixo estrutural, situa-se o poço 2-I-Mst-01-PE perfurado pela PETROBRAS na década de 60, que objetivou buscar conhecimento geológico a respeito das camadas sedimentares que não afloram em superfície.\nFigura 5: Arcabouço estrutural da Bacia de Jatobá ilustrando as falhas, horsts e grabens (modificado de Magnavita, 1992).\nRocha &amp; Leite (1999) mapearam uma janela tectónica na base da Serra do Manari (Horst do Manari), porção Centro-Sul da bacia, onde afloram corpos rochosos granitóides, circundados por arenitos das Formações Tacaratu e Inajá.\nO arcabouço tectónico e estrutural da Bacia de Jatobá possui diversas falhas, que apesar de serem menos representativas, não minimizam sua complexidade tectónica. Estas falhas de menos expressão possuem direção preferencial ENE-WSW, que é a estruturação principal da bacia, associadas a esforços distencionais SE-NW, responsáveis pela implantação da bacia.\n2.3\t- Unidades Tectono-Estratigráficas\nEm relação as sequências estratigráficas, a Bacia de Jatobá correlaciona-se com a Bacia do Araripe, adotado aqui a análise de sequências tectonosedimentares realizadas por Ponte et al. (1997), Neumann et al. (2009) e Neumann &amp; Rocha (2013) que revisaram a Formação Santana proposta por Rocha &amp; Leite (1999). Assim, de acordo com esses autores a Bacia de Jatobá foi definida por cinco tectonosequências estratigráficas:\n•\tA Tectonossequência Beta, de idade siluro-devoniana\n•\tA Tectonossequência Pré-Rifte, de idade neojurássica\n•\tA Tectonossequência Sin-Rifte, de idade eocretácica\n•\tA Tectonossequência Pós-rifte, de idade mesocretácica\n•\tA Tectonossequência Zeta, de idade cenozóica\nA tectonossequência Beta é caracterizada por representar o primeiro ciclo deposicional nas bacias intracratônicas sob condições ortoplataformais, quando a plataforma brasileira se encontrava consolidada e estabilizada. Esta sequência registra um ciclo trasngressivo-regressivo completo, e é representada na bacia pelas Formações Tacaratu e Inajá.\nA tectonossequência Pré-Rifte é o registro sedimentar da fase inicial, ou precursora do evento de rifteamento que deu origem à Margem Continental Brasileira (Ponte &amp; Ponte Filho, 1996), representando um ciclo de sedimentação continental, caracterizado por sistemas lacustres e flúvio-eólicos. Na cidade de Jatobá, encontram-se afloramentos com sedimentos do Grupo Brotas, que compreende as Formações Aliança e Sergi.\nA tectonossequência Sin-Rifte representa o registro estratigráfico do estágio tectónico de ruptura crustal que deu origem ao processo de formação do Atlântico Sul. Esta sequência sedimentar também corresponde a um ciclo continental caracterizado por sistemas lacustres, fluviais e eólicos, que caracterizam os litotipos da Formação Candeias, do Grupo Ilhas e do Grupo Massacará, sendo este último representado pela Formação São Sebastião.\nA tectonossequência Pós-Rifte registra um estágio de subsidência crustal regional (Medeiros &amp; Ponte, 1981) e representa um ciclo sedimentar com predominância continental, o qual é contemporâneo das supersequências Trancisional e Marinha, das bacias pericratônicas brasileiras (Ponte &amp; Ponte Filho, 1996). É caracterizada por sistemas de leques aluviais, flúvio-eólicos e lacustrino, abrangendo assim as Formações Marizal, Crato, Romualdo e Exu.\nA tectonossequência Zeta corresponde as coberturas terrígenas continentais, depositadas sobre a superfície peneplana do ciclo erosional Sul-Americano, caracterizadas pelos depósitos eluviais/coluviais e aluvionares.\n2.4\t- Embasamento Cristalino\nA Bacia de Jatobá está totalmente assentada sobre o embasamento rochoso do Terreno Pernambuco-Alagoas. Segundo Delgado et al. (2003), este terreno compreende rochas metavulcânicas e metassedimentares de idade mesoproterozóica (1.2-1.0 Ma), intrudidas por inúmeros batólitos graníticos, datados do mesoproterozóico (1.0 Ma) e do neoproterozóico (650-600 Ma). Conforme este autor, o terreno subdivide-se nos Complexos Cabrobó e Belém do São Francisco.\nO Complexo Cabrobó constitui uma unidade supracrustal, em que se distingui uma sequência metavulcano-sedimentar e uma sequência metassedimentar. A primeira sequência é composta de muscovita-biotita xistos e biotita gnaisse, que estão por vezes migmatitizados. Podem ainda ocorrer corpos lenticulares de metamáficas, mármores, rochas calcissilicáticas e quartzitos. Já a segunda sequência (metassedimentar) é constituída por uma associação litológica de metarcósios com muscovita e por uma outra associação litológica de metagrauvacas turbidíticas.\nO Complexo Belém do São Francisco, segundo Santos (2000), é formado por ortognaisses e migmatitos com restos de supracrustais. Predominam metaleucogranitos róseos e migmatitos que englobam restos de ortognaisses tonalíticos-granodioríticos e supracrustais do Complexo Cabrobó.\n2.5\t- Estratigrafia\nEm trabalhos mais antigos, a Bacia de Jatobá era caracterizada por doze unidades estratigráficas, as quais incluíam as rochas paleozóicas das Formações Tacaratu e Inajá, as mesozóicas das Formações Aliança, Sergi, Candeias, Grupo Ilhas, Formações São Sebastião, Marizal, Santana e Exu, além das rochas cenozóicas representadas pelas coberturas detríticas residuais elúvio/coluviais e aluviões (Figura 6). Como mencionado, a Bacia de Jatobá é correlata à Bacia do Araripe, e nesta dissertação, a nomenclatura de Neumann &amp; Rocha (2013) foi a adotada. Está nomenclatura teve como base a de Neumann &amp; Cabrera (1999), que em estudos da Formação Santana a elevou da categoria de Grupo Santana e seus membros, Crato e Romualdo, à categoria de formações. Logo, a coluna estratigráfica atualmente utilizada é composta de treze unidades estratigráficas formais (Figura 7).\n2.5.1\t- Formação Tacaratu\nEsta formação é composta litologicamente por uma sequência predominantemente arenosa, tendo destaque arenitos cinza esbranquiçados a róseos avermelhados, de granulação média a conglomerática, com níveis de conglomerados e apresentando intercalações pelíticas, sendo muitas vezes de composição caulinítica.\nEstruturas sedimentares como estratificações cruzadas acanaladas de médio porte, conjuntas com estratificações plano-paralelas, cruzadas tabulares e cruzadas de aspecto festonado ocorrem nesta formação.\nDe acordo com Rocha &amp; Leite (1999), esta unidade possui características típicas de sistema fluvial entrelaçado (braided), associado, inicialmente, a leques aluviais (alluvialfans), evoluindo para fácies mediana a distal, com características de planície de inundação e com posterior retrabalhamento eólico.\nA Formação Tacaratu, de idade siluro-devoniana, é correlata ao Grupo Serra Grande da Bacia do Parnaíba, e também à Formação Cariri da Bacia do Araripe.\n2.5.2\t- Formação Inajá\nEsta formação litologicamente é caracterizada por arenitos finos a grossos, róseos a avermelhados por vezes ferruginosos, intercalados com siltitos micáceos, fossilíferos, lajotados e apresentando estratificações cruzadas acanaladas, estruturas tipo wavy e linsen e marcas onduladas.\nrmjci: ■i-r\n51>31\nH.hlHTVfliO ÜF WIMAJí FhFRCIA EbL'K> I.*3!LA Õ£ WIUAS t MblALUMQA ÇPRN SEAMrçO frEOLfotOÜQ BRA&amp;l\nFROIETDAMUjIAÇAD KDRO GEOLÓGICA DAS BACIAS IHTER.OHES ESTUDO ítEJRDOEDLOGICD DA BAGA DO JATGBA HWA CbjLÚÓLÓ ÍJAÕAfilA ttè JA1ÜHA\n\n\n\nir,-P\ts\t\n\t\t\nl 1 -rr\t\tíj\n;j£\t■íi-i-:\t\n\t1\tJ\n\tK\t\nFigura 6: Mapa geológico da Bacia de Jatobá (CPRM, 2001)\nGEOCRONOLOGIA\t\t\tTECTÔ- NICA\tUNIDADES ESTRATIGRÁFICAS\tAMBIENTE DEPOSICIONAL\tCOMPOSIÇÃO LITOLÓGiCA\nERA\tPERÍODO\tIDADE\t\t\t\t\nCenozoico\tNeógeno\tPleistocene»\t\tSedimentos Aluvionares\tFluvial\tAreias, siltes, argilas e lentes conglomeráticas\n\tPaleógeno\tOligo-ceno\t\tDepósitos Colúvio-eluviais\tCobertura detrítica residual\tCascalhos e areias\nMesozoico\tO (D O *CD Q L_ O\tAlbiano/Ce-nomantano\tPÓS-Rifte II\tFormação Exu\tFluvial entrelaçado e meandrante\tArenitos grossos a conglomeráticos com leitos finos\n\t\tAptiano\tPós-Rifte 1\tFormação Romualdo\tLacustrino raso\tSiltitos e folhelhos na base e calcários e calcário coquinóide no topo\n\t\t\t\tFormação Crato\tLacustrino raso a profundo\tCalcários laminados intercalados com arenitos, margas, siltitos e folhelhos\n\t\t\t\tFormação Marizal\tFluvial associado a deltas\tArenitos, siltitos e argilitos com estrutura de sobrecarga\n\t\tBarre-miano\tRifte\tFormação São Sebastião\tFluvial de alta energia com retrabalhamento eólico\tArenitos médios a finos com níves grossos na base\n\t\tHaute-riviano\t\t\t\t\n\t\tValan-giniano\t\t\t\t\n\t\t\t\tGrupo Ilhas\tDeltaico associado a lacustre\tAlternância de arenitos médios a grossos com argilitos e siltitos creme\n\t\tBerria-siano\t\t\t\t\n\t\t\t\tFormação Candeias\tFlúvio-lacustre raso\tArenitos, folhelhos e siltitos argilosos intercalados com carbonatos\n\to Q (/) (/) •<ü 3 ~3\tTitho-niano\tPré-Rifte\tFormação Sergii\tFluvial entrelaçado com retrabalhamento eólico\tArenitos grossos a finos com crosta laterítica\n\t\t\t\tFormação Aliança\tLacustre raso com influência fluvial\tFolhelhos e siltitos intercalados com arenitos, calcarenitos e gipsita\nO o :o N O o ns D_ Prote-rozóico\tO c ro \"c o > Q? CJ\t\tSiné-clise\tFormação Inajá\tMarinho de plataforma rasa associada a fluvial\tArenitos finos laminados e ferruginosos com intercalações de arenitos grossos e siltitos\n\t\t\t\tFormação Tacaratu\tFluvial entrelaçado associado com leques aluviais\tArenitos grossos a conglomeráticos com crostas lateríticas\n\tO e ra 2 ¿75\t\t\t\t\t\n\t\t\t\tEmbasamento Cristalino\t\tGranitos, migmatitos, gnaisses, sienogranitos, monzogranito e quartzitos\nFigura 7: Coluna estratigráfica da Bacia de Jatobá (Modificada de Neumann &amp; Rocha, 2013).\nAs características litológicas junto com as estruturas sedimentares e o conteúdo fóssil permitem associar a Formação Inajá a um ambiente de deposição marinho de plataforma rasa dominante, mostrando, de forma subordinada, um evento geológico regressivo caracterizado pela tentativa de implantação de um sistema fluvial entrelaçado (Rocha &amp; Leite, 1999).\nDe idade devoniana (Barreto 1968), esta formação é correlacionada à Formação Pimenteiras, da Bacia do Parnaíba e a sua porção superior é correlata à Formação Cabeças, desta mesma bacia.\n2.5.3\t- Formação Aliança\nComposta litologicamente por folhelhos e siltitos argilosos amarronzados a esverdeados, com intercalações de arenitos finos, localmente grossos, calcíferos, intercalados por calcissiltitos esbranquiçados a marrom claro, pouco espessos,\nlenticulares, fossilíferos e com raros níveis de evaporitos. Apresentam estruturas como estratificações plano-paralelas, cruzadas acanaladas de pequeno porte e marcas onduladas.\nMarcada por fortes características de ambiente lacustre raso de grande extensão, a Formação Aliança, de idade neojurássica, representa a primeira fase de deposição lacustre da Bacia de Jatobá. Está correlacionada à Formação Brejo Santo da Bacia do Araripe e à Formação Bananeiras da Bacia SE/Al (Menezes Filho et al., 1988).\n2.5.4\t- Formação Sergi\nEsta unidade rochosa é composta litologicamente por arenitos, de granulação que pode variar de grossa a fina, por vezes conglomeráticos, tendo algumas intercalações de siltitos de coloração creme com tons avermelhados, e apresentam estratificações cruzadas acanaladas de pequeno a médio porte. Aspecto de grande importância desta unidade sedimentar é a presença de madeira silicificada e concreções de silexito.\nA Formação Sergi tem seus afloramentos concentrados nas porções W e SW da bacia e de acordo com Correia (1965), tal fato se deve a eventos tectônicos que geraram um sistema de falhamento NE, com basculhamento de blocos para SW, iniciando um intenso período erosivo nos blocos a SE, responsável pela ausência de afloramentos na porção NE, desta unidade na bacia.\nDe idade neojurássica, o sistema deposicional desta formação, é caracterizado por um sistema fluvial entrelaçado (braided system), com retrabalhamento eólico e leques distais, e é correlacionada à Formação Missão Velha da Bacia do Araripe (Ponte &amp; Appi, 1990) e à Formação Serraria da Bacia SE/AL (Menezes Filho et al., 1988).\n2.5.5\t- Formação Candeias\nEsta unidade rochosa é à base da sequência rifte da Bacia de Jatobá, e representa a segunda fase lacustre desta bacia, que é composta litologicamente por folhelhos e siltitos argilosos de coloração marrom e cinza esverdeado, com intercalações de arenitos médios, finos calcíferos, margas e com níveis de calcilutitos fossilíferos. As estratificações plano-paralelas, acanaladas de pequeno porte, estruturas onduladas, estruturas convolutas (sobrecarga) e gretas de dessecação são as estruturas identificáveis nas rochas da Formação Candeias.\nDe idade eocretácea, esta unidade é caracterizada por um ambiente deposicional flúvio-lacustre raso, com frequêntes exposições subaéreas (Rocha &amp; Leite, 1999), e é correlata à Formação Barra de Itiúba, da Bacia SE/AL (Menezes Filho et al., 1988).\n2.5.6\t- Grupo Ilhas\nCaracterizado litologicamente por uma alternância de arenitos médios a grossos com argilitos e siltitos de coloração creme. Os arenitos são constituídos por lentes amalgamadas com estratificações cruzadas planares tangenciais, cruzadas acanaladas de pequeno porte e com estruturas de sobrecarga (convolutas) e ondulações cavalgantes. As camadas de siltitos e argilitos apresentam estruturas do tipo marcas onduladas e laminações plano-paralelas.\nDe idade eocretácea, o Grupo Ilhas, de acordo com Menezes Filho et al. (1988), possui camadas de sedimentação originadas em regime de fluxo superior e inferior, sugerindo deposição característica de planície e frente deltaica, associada a ambiente deposicional lacustre. Este grupo faz correlação estratigráfica à sequência intermediária da Formação Barra de Itiúba, da Bacia SE/AL, como também faz correlação à Formação Penedo desta mesma Bacia.\n2.5.7\t- Formação São Sebastião\nEsta formação é caracterizada litologicamente, em sua base, por arenitos de coloração avermelhada, contendo variações de granulação grossa a fina, com grãos moderadamente selecionados e por vezes oxidados. A sedimentação do topo desta sequência é representada por arenitos creme avermelhados, de granulação fina a muito fina, bom selecionamento dos grãos e bimodalidade. Estruturas como estratificações cruzadas acanaladas de grande porte são as que mais ocorrem, nestes arenitos de granulação mais fina, com indicações de paleofluxos em diversos sentidos, característicos de ambiente eólico.\nSegundo Rocha&amp; Leite (1999), a Formação São Sebastião, está associada a um ambiente de deposição fluvial de alta energia com posterior retrabalhamento eólico de ambiente desértico. Com idade eocretácea, faz correlação com as Formações Penedo, Coqueiro Seco e Morro do Chaves, da Bacia SE/AL (Ponti &amp; Appi, 1990).\n2.5.8\t- Formação Marizal\nSequência sedimentar correspondente à unidade basal da Tectonosequência Pós-Rifte da Bacia de Jatobá, que é agrupada pelas Formações Crato e Romualdo, do Grupo Santana, e pela Formação Exu.\nCaracterizada litologicamente por arenitos esbranquiçados de granulação média a grossa, por vezes fina e associados subordinadamente a siltitos e argilitos. Estruturalmente, se tem estratificações cruzadas acanaladas de pequeno a médio porte e estruturas convolutas (de sobrecarga) e fluidização.\nNeumann et al., (2011) sugeriram um ambiente deposicional flúvio-deltaico baseado nas características litológicas e nas estruturas primárias observadas nesta formação.\nDe idade mesocretácica (Bruni et al., 1976), a Formação Marizal, é correlata ao membro Carmópolis da Formação Muribeca da Bacia SE/Al, como também é correlata às Formações Itapecuru da Bacia do Parnaíba e Urucuia da Bacia do São Francisco (Ghignone, 1979).\n2.5.9\t- Grupo Santana\nEm alguns lugares da Bacia de Jatobá, afloram camadas rochosas de composição essencialmente carbonática intercaladas com material siliciclástico, que se concentram nas serras Negra e do Periquito, representando a terceira e última fase lacustre desta bacia. Rocha &amp; Leite (1999), individualizaram esta unidade sedimentar como pertencente à Formação Santana, sua correlata da Bacia do Araripe.\nSegundo Rocha &amp; Leite (1999), esta Formação Santana, é composta litologicamente por calcissiltitos e calcilutitos fossilíferos de coloração creme a cinza claro, intercalados a arenitos e folhelhos, e foi depositado em ambiente lacustrino raso, associado à planície do tipo sabkha.\nEstes sedimentos correspondem a denominada Sequência Lacustre Aptiana da Bacia de Jatobá, alvo desta dissertação. Esta sequência é composta pelas formações Crato e Romualdo do Grupo Santana, que unidas com as formações Marizal e Exu constituem a Tectonosequência Pós-Rifte da Bacia de Jatobá descrita por Rocha &amp; Leite (1999).\nEsta sequência lacustre apresenta uma espessura média de 170 metros, sendo cerca de 140 metros constituída por rochas da Formação Crato, principal unidade sedimentar do Grupo Santana. Possui uma área abrangente de aproximadamente 75 km2 e situa-se, exclusivamente, nas serras Negra e do Periquito.\n2.5.9.1\t- Formação Crato\nLitologicamente constituída por calcilutitos laminados fossilíferos, de cor creme a cinza claro, intercalados por arenitos muito finos a finos, siltitos e folhelhos. Estruturalmente, apresentam estratificações plano-paralelas, estruturas de escorregamento (slump), marcas onduladas, estruturas de escape de fluido e bioturbações.\nTrata-se de formação sedimentar originada em ambiente essencialmente lacustre com contribuições flúvio-deltaicas e em climas de condições áridas.\nA Formação Crato de idade Aptiana é correlata à Formação Riachuelo, da Bacia SE/AL (Braun, 1966) e a Formação Codó, da Bacia do Parnaíba (Bruni et al., 1976).\n2.5.9.2\t- Formação Romualdo\nEsta formação é caracterizada litologicamente por calcários coquinóides que estão intercalados com folhelhos e siltitos (Santos et al., 2011). Observam-se nestes calcários bioclásticos, fragmentos de bivalves, gratrópodes, ostracodes, fragmentos de estruturas algálicas e calcisferas.\nDe idade albiana, a Formação Romualdo, segundo Neumann et al., (1999), apresenta caracteristicas e conteúdo fóssil predominantemente de ambiente lacustre.\nCaracterísticas que venham a sugerir influência marinha, não foram identificadas, assim, a origem deposicional lacustre foi mantida.\n2.5.10\t- Formação Exu\nA Formação Exu, corresponde à última unidade estratigráfica da Tectonosequência Pós-Rifte da Bacia de Jatobá.\nConstitui a sequência de topo responsável pela morfologia aplainada da Serra Negra e da Serra do Periquito, devido a natureza psamítica-psefítica de forte diagênese e alto grau de silicificação.\nLitologicamente é composta predominantemente por arenitos grossos a conglomeráticos de coloração creme a lilás, localmente avermelhados, com níveis de conglomerados e com intercalações de pelitos de planície de inundação. Apresentam estratificações cruzadas acanaladas e planares, associadas à fácies características de sistemas fluviais entrelaçados (braidedsystem) para fluvial de baixa sinuosidade.\nDe idade albiana-cenomaniana, a Formação Exu é correlacionada à Formação Urucuia , em Goiás (Braun, 1966).\n2.5.11\t- Coberturas Cenozoicas\nEstas coberturas compreendem faixas bastante significativas, representadas por extensas áreas irregulares que se distribuem por toda bacia. As coberturas são em grande parte responsáveis pela dificuldade de caracterização das relações de contato entre algumas unidades, como também pela não identificação de estruturamentos importantes, que favoreceriam um melhor entendimento da tectónica de implantação e evolução do Rifte (Rocha &amp; Leite 1999).\nBaseado neste contexto, as coberturas cenozóicas possuem caráter arenoso eluvionar, onde a fração pelítica é extremamente rara, e formam extensos areais\n33 provenientes do retrabalhamento das formações essencialmente psamíticas, tipo Tacaratu, Sergi, Candeias, São Sebastião e Marizal.\nOs sedimentos aluvionares na Bacia de Jatobá são pouco desenvolvidos, por se tratar de uma região de clima semi-árido, em que predominam rios intermitentes.\n3\t- MATERIAIS E MÉTODOS\n3.1\t- Levantamento Bibliográfico\nPara o melhor desenvolvimento deste estudo, um levantamento bibliográfico foi realizado, envolvendo principalmente, todo o conhecimento geológico atualizado e disponível da Bacia de Jatobá, onde a área de estudo se localiza em relação a bacia, com enfoque nas camadas siliciclásticas do sistema lacustre aptiano da Formação Crato da Bacia de Jatobá. Trabalhos relacionados a sedimentação siliciclástica, os ambientes de deposição siliciclástica e a análise petrográfica de material terrígeno que pudessem contribuir para o melhor desenvolvimento deste estudo.\n3.2\t- Poço Estratigráfico 2-JSN-01-PE\nEste poço foi realizado na porção nordeste da Serra Negra (Figura 2) o qual atingiu uma profundidade de noventa metros e cinquenta centímetros (90,5 m). A sondagem deste poço estratigráfico foi realizada com recursos do Projeto Rede 07 -Caracterização Geológica e Geofísica de Campos Maduros - Fase 4, convênio 01.01.0721.00 FINEP/UFPE.\nO poço estratigráfico 2-JSN-01-PE representou a principal fonte de dados para a elaboração desta dissertação, pois forneceu dados que permitiram a identificação e a caracterização das litofácies siliciclásticas (foco do estudo) da Formação Crato, da Bacia de Jatobá.\n3.3\t- Estudos Petrográficos\nA petrografia microscópica foi inicialmente utilizada, como ferramenta para estudo de rochas sedimentares, por Henry Sorby, em meados do século XIX (Pettijonh et al. 1973). Esta ferramenta teve grande importância dentro do campo da sedimentologia, a partir do direcionamento da pesquisa para a indústria do petróleo, em que se buscava estudar os espaços porosos das rochas sedimentares capazes de armazenar hidrocarbonetos (Adams et al. 1984).\nA petrografia sedimentar, a partir da descrição mineralógica e da textura, permite identificar não só a origem das partículas detríticas, como também as condições diagenéticas e de soterramento que os sedimentos sofreram a partir de sua deposição. Neste estudo, o foco principal é a caracterização petrográfica das 15 amostras de rochas siliciclásticas coletadas ao longo do poço estratigráfico 2-JSN-01-PE, objetivando determinar as condições em que os sedimentos terrígenos foram depositados, a que processos os mesmos foram submetidos a partir da deposição e as condições de soterramento sofridas por eles.\nA assembleia mineral que compõe os sedimentos terrígenos depende da composição das rochas da área fonte como também do clima presente na área fonte,\ndos agentes de intemperismo, dos agentes de transporte e do ambiente de deposição que os sedimentos vão sendo acumulados ao longo do tempo até formarem as rochas sedimentares. Em um ambiente de formação de rochas sedimentares é muito importante a disponibilidade mineral, o material fornecido pela área fonte, o percurso dos sedimentos até o ambiente de deposição e a estabilidade química e mecânica na área de deposição. Os minerais formadores de rochas podem ser classificados quanto à estabilidade química que é representada por uma série, desde os minerais mais estáveis aos menos estáveis, de acordo com a Figura 8 adaptada de Tucker (1991). Determina-se então que a estabilidade química e física de um mineral é inversamente proporcional á temperatura em que foi gerado.\nTemperatura de formação\nBiotita (mica)\nAnfibólio (hornblenda)\n\t♦\t\t\tEstabilidade sedimentar\nQuartzo |\t| Zircão |\t| Turmalina\t\t\nFigura 8: Minerais mais importantes na formação de rochas, representados em ordem crescente de estabilidade físico-química no ambiente de sedimentação (modificado de Tucker, 1991).\nEm relação aos componentes detríticos formadores de rochas, os sedimentos são classificados de acordo com sua maturidade composicional, e em geral, o quartzo, os feldspatos, as micas, as argilas e os minerais pesados representam os componentes detríticos das rochas sedimentares.\n• O quartzo representa um dos minerais mais estáveis e de maior ocorrência em rochas arenosas (arenitos), sendo um mineral relativamente duro (dureza ao risco - 7), sem clivagem e mecanicamente muito estável, podendo assim, resistir ao atrito sofrido durante o transporte (Suguio, 1980). O quartzo apresenta duas variedades, o monocristalino (representa cristais simples - únicos) e o policristalino (agregados de quartzo). Segundo Suguio (2003) a abundância de\nquartzo policristalino diminui com o incremento da maturidade textural do arenito, logo, sugere que os grãos de quartzo policristalino sejam desagregados por intemperismo, transporte, deposição e diagênese.\nA concentração de feldspatos nas rochas sedimentares siliciclásticas é bastante variável, porém, segundo Folk (1968), o teor de feldspatos atinge em média 15% do total do arcabouço, sendo eles classificados em dois grupos principais, os potássicos (ortoclásio e microclínio) e sódico-cálcicos (série dos plagioclásios). Os feldspatos potássicos são os que tem maior ocorrência em relação aos do segundo grupo. A estabilidade mecânica dos feldspatos é bem menor que a do quartzo, pois os feldspatos apresentam menor dureza à abrasão e possuem clivagem, o que favorece a quebra e fragmentação dos grãos minerais durante o transporte sedimentar. A simples presença de feldspatos pode ser de pouca importância na interpretação da rocha fonte, a menos que a composição precisa dos feldspatos seja determinada.\n•\tAs micas (muscovita, biotita e clorita) geralmente ocorrem como fitas ou lâminas, concentrando-se em lentes e planos preferênciais de acamamento. Nas rochas sedimentares, a muscovita é a que tem maior ocorrência, em relação a biotita e clorita; isto se deve pelo fato de a muscovita resistir mais aos processos intempéricos.\n•\tOs argilominerais são minerais que difíceis de serem identificados através do microscópio petrográfico, sendo assim, é necessário a utilização de técnicas analíticas mais avançadas e precisas (microscopia eletrônica de varredura - MEV e difratometria de raios-X - DRX). A maioria dos argilominerais são provenientes da fração fina de fragmentos líticos (folhelhos, argilitos, ardósias, etc.) ou proveniente de processos diagenéticos.\n•\tOs minerais pesados compreendem os minerais acessórios de rochas ígneas, metamórficas e de rochas sedimentares mais antigas. Em rochas siliciclásticas, os minerais pesados mais encontrados são: opacos (magnetita, hematita, ilmenita, etc.), superestavéis (turmalina, zircão e rutilo) e os menos estáveis (apatita, granada, anfibólio, piroxênio, etc.), de acordo com a classificação proposta por Folk (1968). Conforme Hubert (1971) e Pettijohn (1975), os minerais pesados estão diretamente relacionados com a litologia da área fonte, assim, minerais como a granada, epidoto e magnetita são derivados de rochas metamórficas de baixo a alto grau, enquanto turmalina, zircão e rutilo indicam fontes de rochas ígneas, metamórficas de alto grau e pegmatitos, porém dependem de que forma estes grãos minerais ocorrem. Tudo isto fica a depender de que forma ocorrem os grãos minerais. Em geral, estes minerais de densidades superiores, não ultrapassam percentuais de 1% em relação aos minerais mais comuns como quartzo e feldspato, porém são bastante importantes em estudo de proveniência.\n•\tOutro componente que influencia na maturidade composicional das rochas detríticas são os fragmentos de rochas. Basicamente o tipo do fragmento rochoso presente depende da área fonte e de sua capacidade em resistir ao desgaste durante o transporte do material terrígeno. Assim, os principais tipos de fragmentos líticos encontrados em arenitos, são:\nS rochas sedimentares compostas por grãos fino e metassedimentos (folhelho, ardósia, filito e xisto);\nS rochas sedimentares silicosas como o chert, quartzito e sílex;\nS rochas ígneas (intrusivas e vulcânicas) e plutónicas;\nS rochas carbonáticas.\nBaseado no estudo de arenitos, os fragmentos de rochas proporcionam informações específicas sobre a proveniência, relacionando os tipos de fragmento com uma área fonte. Na grande maioria, estes fragmentos são de rochas do embasamento, que sofreram rápido soerguimento e erosão, porém fragmentos de rochas sedimentares também podem ocorrer.\nAssim, a partir dos testemunhos do poço estratigráfico 2-JSN-01-PE, quinze (15) amostras foram coletadas para confecção de lâminas petrográficas (Figura 9). As quinze amostras são provenientes da sedimentação siliciclástica das associações de fácies deltaica e flúvio-lacustre da Formação Marizal e Crato, da Bacia de Jatobá. As lâminas delgadas foram utilizadas para auxiliar na caracterização das litofácies siliciclásticas, baseadas nos estudos propostos por Dott (1964) e Folk (1968), na classificação correta das rochas, propiciando elementos para inferências de área fonte, processos diagenéticos e de ambientes geradores.\nO método da descrição petrográfica foi definido segundo os itens abaixo:\n•\tComposição: A partir do arcabouço rochoso, elementos detríticos principais foram identificados (quartzo, feldspato e fragmentos de rocha), além de acesso estimado a partir da contagem dos grãos. Proporções estimadas dos minerais acessórios (micas, minerais pesados, opacos e outros), também foram realizadas, em relação aos componentes principais.\n•\tTextura da rocha: É determinada pela granulação dos grãos (tamanho das partículas), seleção dos grãos, arredondamento, esfericidade e maturidade textural. Para determinação da granulação, utilizou-se a escala milimétrica proposta por Folk (1968). Para o arredondamento e esfericidade, utilizou-se da classificação de Powers (1953) e para a seleção granulométrica, uso-se o esquema proposto por Pettijohn et al. (1973) e Folk (1968).\n10,00m_\n20,00m_\n40,00m.\n50,00m\n0,00m_\nJA-15 } AFTL\nMargas\nCalcários\nJA-14\nFolhelhos, argilitos\nJA-13\nAFTL\nSiltitos\nJA-12\nJA-11\nArenitos\nJA-10 J\nJA-09 1\nJA-07 J\n70,00m\nJA-06\nJA-05\nAFTL\nJA-04\n80,00m\nJA-03\nJA-02 J\nJA-01 } AFD\n90,00m\nJA-08\t’ AFD\n?......\n60,00m\n<<<<<</\ntZtItItItM\nwwr 4\nFigura 9: Local de coleta das amostras, para confecção das lâminas petrográficas, ao longo do\nPoço 2-JSN-01-PE (modificado de Rocha, 2011).\n•\tMaturidade textural: Está relacionada a quantidade de matriz, grau de seleção dos grãos e arredondamento foi definida pela classificação proposta por Folk (1974).\n•\tMatriz/Cimento: A matriz é caracterizada pelas partículas de fração fina composta por silte e argila, identificadas entre os grãos minerais, e que podem ser de diversos tipos sindeposicional, infiltrada e pseudo-matriz. Já o cimento, corresponde aos minerais quimicamente precipitados após a deposição dos sedimentos.\n• Petrofábrica: Representada pela organização e arranjo físico entre os grãos minerais das rochas (empacotamento). Os tipos de contatos existentes que podem ser do tipo flutuante, pontual, reto e côncavo-convexo foram visualizados nas amostras em proporções variadas. O tipo de empacotamento (frouxo, normal ou fechado) foi definido segundo a classificação de Kahn (1956). Esta classificação define o arranjo dos grãos num padrão de arcabouço mais aberto ou mais fechado, o qual depende da história de soterramento das rochas. Resulta da razão entre a soma do número de contatos entre os grãos, em uma travessia, e o número total de contatos interceptados por ela, obtendo o valor expresso em porcentagem (%). A fórmula abaixo expressa este índice de empacotamento:\nP = 100 x -\nn\nP = Índice de empacotamento (IE)\nq = Número de contatos grão-grão\nn = Números de contatos grão-grão + grão-não-grão\nOs intervalos numéricos utilizados nesta classificação são: P &lt;40 que indica um empacotamento frouxo ou aberto, P entre 40 e 55 que caracteriza um empacotamento normal e P > 55 que indica um empacotamento fechado.\n• Maturidade mineralógica: Este parâmetro foi definido segundo a classificação de Dickinson (1985), a qual se baseia na proporção dos constituintes estáveis (quartzo, feldspato e fragmentos líticos). Segundo este método, é possível classificar mineralogicamente um arenito como maduro (quartzo predominante) ou imaturo (feldspatos e fragmentos líticos predominam em relação ao quartzo). Para se obter o índice de maturidade mineralógica, a partir desta classificação, utilizam-se as proporções de quartzo, chert, feldspatos e fragmentos de rocha identificados, na seguinte fórmula:\nQtz + Ch Fd + Fr\nM = Maturidade mineralógica\nQtz = Quartzo total\nCh = Chert\nFd = Feldspatos totais\nFr = Fragmento de rocha\nObservando-se a fórmula da maturidade mineralógica, pode-se concluir que, quanto maior for a razão de Qtz + Ch/Fd +Fr, melhor maturidade terá a rocha.\n•\tPorosidade: os tipos observados foram descritos de acordo com a classificação proposta por Schmidt e Mcdonald (1979).\n•\tClassificação da rocha: realizada com base na proporção de quartzo, feldspatos e fragmentos líticos segundo a classificação proposta por Folk (1968).\n• Para a identificação de alguns minerais ao microscópio petrográfico, utilizaram-se os livros de Scholle (1979), Mackenzie &amp; Guilford (1988) e Adams et al. (1991).\n3.4\t- Catodoluminescência\nAs lâminas confeccionadas não receberam o revestimento de lamínula, pois foi realizado um estudo em catodoluminescência (CL) para determinar os possíveis tipos de cimentação carbonática nos arenitos como também auxiliar na identificação mineralógica de alguns grãos minerais (Foto 1).\nFoto 1:\tAplicação da\nCatodoluminescência (CL) nas lâminas petrográficas.\nA catodoluminescência ocorre dentro do campo da luminescência, que é baseada no fenômeno da emissão de luz por meio de algumas substâncias, que se traduz pela capacidade que algumas substâncias têm de emitir luz sem terem sido ao menos excitadas. De acordo com o tipo de energia utilizada para excitar as substâncias, se determina o tipo de luminescência.\nA CL é determinada pelo fenômeno da luminescência emitida por determinados minerais sob o efeito de bombardeamento por um feixe de elétrons acelerados à vácuo. Desde seu advento, a CL tem sido um instrumento de grande valia em diversos estudos geológicos.\nCom as recentes descobertas de hidrocarbonetos do pré-sal, as rochas carbonáticas passaram a ser um pouco mais estudadas, e entre as técnicas analíticas disponíveis, a catodoluminescência é a ferramenta mais adequada para a caracterização de carbonatos, além de fornecer informações valiosas a respeito dos\ncimentos carbonáticos, pode-se também auxiliar na identificação de grãos minerais terrígenos como quartzo e feldspatos.\nO processo de luminescência em carbonatos está relacionado com a presença de íons inibidores (ofuscam a cor) e ativadores (realçam a cor) em sua estrutura. O Fe2+ e o Mn2+ representam estes íons, respectivamente, e suas concentrações dependem do ambiente de formação. Assim, cores e intensidades de luminescência estão relacionados praticamente com conteúdos analisados de Fe2+ e Mn2+.\nA CL é bastante sensível, em relação, à presença de elementos traços (alcance de ppb). Logo, calcita pura e quartzo emitirão radiação no espectro de luz ultravioleta, surgindo essencialmente sem cor. Porém, de acordo com Mason &amp; Mariano (1990), defeitos na estrutura dos átomos ou substituições de elementos traços na estrutura cristalina, permitirão a emissão de luz no campo visível.\nAlém do Fe2+ e Mn2+ mais comuns, outros elementos inibidores, ativadores e sensíveis também podem ocorrer (Quadro I).\nAtivadores\tInibidores\tSensíveis\nSm3+\tFe3+\tPb2+\nTb3+\tNi2+\tCe3+\nDy3+\tCo2+\t\nEu2+\t\t\nEu3+\t\t\nQuadro I: Elementos ativadores, inibidores e sensibilizadores da catodoluminescência.\nA cor da catodoluminescência em carbonatos é baseada na concentração de Fe2+ e Mn2+ e da razão entre eles, assim, a luminescência vermelha escura é característica de composições dolomíticas e as cores amarelo, laranja e vermelho claro são indicadores de composições calcíferas. A baixa concentração de ativadores ou calcita pura podem emitir luminescências azul a violeta (Almeida et al., 2007).\n3.5\t- Difratometria de Raios-X\nA utilização da técnica de difratometria de raios-x foi aplicada na identificação dos minerais argilosos nas frações inferiores a 2pm. Esta técnica foi aplicada em 15 amostras que possivelmente poderiam conter argilominerais ou fragmentos argilosos, que sob a microscopia óptica são difíceis de identificar.\nO método de análise por difração de raios-X (DRX) é baseada na identificação das estruturas da rede cristalina de cada espécie mineral. Foi aplicado, neste estudo, para identificar os possíveis tipos de argilas infiltradas presentes entre os grãos do arcabouço mineral dos arenitos e para determinar os tipos de cimentos presentes e materiais que substituem alguns grãos minerais.\n4\t- RESULTADOS E DISCUSSÕES\n4.1\t- Sistema Aptiano\nEsta sequência Aptiana da fase Pós-Rifte I, é representada pelas formações Marizal, Crato e Romualdo. A Formação Marizal é caracterizada por um ambiente fluvial associado a deltas, e as formações Crato e Romualdo (terceira fase lacustre da Bacia de Jatobá) do Grupo Santana estão ligadas a ambientes lacustres raso a profundo e raso, respectivamente.\nO intervalo sedimentar Aptiano apresenta uma espessura aproximada de 170 m e de área aflorante com cerca de 75 km2. Perfaz, quase que 70% das Serras Negra e do Periquito, correspondendo a um plató residual de grande extensão topográfica de destaque no relevo geral da Bacia de Jatobá (Rocha, 2011).\nA Formação Marizal está constituída por litotipos flúvio-deltaicos, caracterizados por arenitos intercalados com sedimentação pelítica (siltitos e argilitos), situados na porção médio basal do poço estratigráfico 2-JSN-01-PE.\nA Formação Crato é composta por litotipos flúvio-lacustres e deltaicos, que se encontram intercalados com carbonatos lacustres, dominando a porção superior do poço estratigráfico 2-JSN-01-PE.\nO estudo deste poço estratigráfico, realizado na Serra Negra, aliado ao estudo petrográfico de 15 amostras de arenitos, permitiram identificar 16 litofácies distintas, além de agrupar as litofácies em três associações de fácies: deltaica, terrígena lacustre e carbonática (Figura 10). Rocha (2011) realizou um estudo neste mesmo poço estratigráfico, descrevendo primeiramente estas litofácies e agrupando-as, sendo o seu foco principal a associação de fácies carbonáticas, com determinação de onze microfácies.\nA Associação de Fácies Deltaica (AFD) é caracterizada por arenitos muito finos a finos, às vezes de granulação média, por siltitos intercalados com arenito fino, com cimentação predominante calcífera (observada em quase todas as lâminas petrográficas), que se distribuem da porção basal até a porção mediana do poço. Cinco litofácies foram diagnosticadas nesta associação de fácies (Quadro II) (Rocha, 2011).\nA Associação de Fácies Terrígena Lacustre (AFTL) é composta por siltitos (maciços e laminados) e folhelhos que podem conter intercalações de arenitos finos e argilitos em que são comuns as intercalações de finas lâminas carbonáticas e de fragmentos carbonosos. Esta associação de fácies se encontra distribuída ao longo do poço e é composta por onze litofácies (Rocha, 2011).\n0,00m\n10,00m\n20,00m\n30,00m\n40,00m\n50,00m\n60,00m\n70,00m\n80,00m\n90,00m\nAFL\nAFTL\nAFL\nAFTL\nAFL\nAFD\nAFTL\nAFL\nAFTL\nAFD\n> AFL\nAFD\nAFL\nAFTL\nAFD\nAFTL\nFigura 10: Perfil litológico com as principais associações de fácies identificadas (modificado de Rocha, 2011).\nA Associação de Fácies Lacustre (AFL) é composta por calcários laminados intercalados com arenito muito fino, por margas, folhelhos e argilitos. Esta associação de litofácies, caracterizada por Rocha (2011), tem quatro litofácies distintas e se encontra na porção basal, mediana e superior do poço. Porém, tem maior representatividade na porção superior (topo do poço estratigráfico).\nAssociação de Fácies\tLitofácies\tDescrição\nDeltaica (AFD)\tAmc\tArenito médio maciço calcífero.\n\tAfm\tArenito fino maciço, micáceo e com cimento calcífero.\n\tAfac\tArenito fino a muito fino com laminações cruzadas acanaladas.\n\tSca\tSiltito laminado com interlaminações de arenito fino.\n\tSm\tSiltito maciço de coloração cinza escuro.\nTerrígena Lacustre (AFTL)\tSac\tSiltito intercalado com arenito fino calcífero e com estruturas de fluidização e bioturbação.\n\tScc\tSiltito de aspecto maciço, às vezes calcífero, com concreções carbonáticas e clastos carbonosos.\n\tSmc\tSiltito maciço ou fracamente laminado com fluidização, bioturbação e slump.\n\tSc\tSiltito intercalado com delgadas lâminas carbonáticas.\n\tSo\tSiltito maciço calcífero com ostracodes e partículas carbonosas.\n\tFLac\tFolhelho contendo intercalações de arenito fino calcífero e concreções carbonáticas.\n\tFLo\tFolhelhos escuros com ostracodes.\n\tFLcc\tFolhelho calcífero com concreções carbonáticas de até 1cm.\n\tFLc\tFolhelhos escuros carbonosos.\n\tFLs\tFolhelho com delgadas lâminas de siltito esverdeado.\n\tAG\tArgilito de aspecto maciço.\nCarbonática (AFL) (Rocha, 2011)\tRac\tRitmitos argilo-carbonáticos compostos por folhelhos com finas laminações carbonáticas, em que é comum a presença de níveis de calcário laminado e concreções carbonáticas e ostracodes.\n\tCl\tCalcários laminados de coloração creme a cinza clara, apresentando laminações plano paralelas, ondulações, estruturas de escorregamento, fluidização e loop-bedding.\n\tMl\tMargas com lâminas delgadas.\n\tCb\tCalcário bioclástico, composto por bivalves, ostracodes e calcisferas.\nQuadro II: Associações de fácies e litofácies identificadas no poço estratigráfico 2-JSN-01-PE, na Bacia de Jatobá.\n4.1.1\t- Associação de Fácies Deltaica (AFD)\nSegundo Rocha (2011), esta associação é caracterizada por lobos de composição arenosa de frente deltaica, que representam a progradação do sistema flúvio-deltaico no lago Aptiano da Bacia de Jatobá. Esses lobos arenosos, frequentemente, se encontram intercalados com sedimentos pelíticos característicos da Associação de Fácies Terrígena Lacustre (AFTL).\nNesta associação deltaica, cinco litofácies foram identificadas: a litofácies Amc é caracterizada por arenitos médios, de coloração cinza claro, de aspecto maciço moderadamente selecionados e com cimento calcífero (Foto 2); a litofácies Afm representada por arenitos finos a muito finos, de coloração cinza a cinza-esverdeado,\nrico em micas (biotita em sua maioria preservadas), com cimento calcífero e com estruturas de fluidização do tipo wave e bioturbação (Foto 3); a litofácies Aac é composta por arenitos muito finos a sílticos, de coloração cinza escuro a esverdeado, micáceo (bastante biotita), calcífero e com laminações cruzadas acanaladas tangenciais (Foto 4); a litofácies Sca é caracterizada por siltitos com interlaminações de arenitos muito finos, com incipientes laminações cruzadas acanaladas (Foto 5) e a litofácies Sm representada por siltito de aspecto maciço de coloração cinza escuro esverdeado (Foto 6).\nFoto 2: Arenito médio, maciço, de coloração cinza claro, micáceo e com cimento calcífero (Amc).\nFoto 3: Arenito fino, maciço, micáceo, com cimento calcífero e com estrutura de fluidização do tipo wave (Afm).\nFoto 4: Arenito fino com laminado cruzada acanalada tangencial com cimento calcífero (Aac).\nFoto 5: Siltito interlaminado com arenito muito fino com incipiente laminado cruzada acanalada (Sca).\nFoto 6: Siltito maciço de coloração cinza escuro (Sm).\nObservando a Figura 9 do poço 2-JSN-01-PE, notamos 4 fases de deposição do sistema deltaico onde predominam arenitos finos a muito finos, micáceos (com grande concentração de biotitas), e siltitos ora interlaminados com arenitos finos e ora maciços.\n4.1.2\t- Associação de Fácies Terrígena Lacustre (AFTL)\nDe acordo com Rocha (2011), esta associação de fácies é composta por sedimentos da porção submersa de delta (prodelta), principalmente caracterizada por pelitos, destacando-se folhelhos de colorações variadas e siltitos esverdeados, que podem estar intercalados com arenitos finos calcíferos e, em menor proporção, argilitos escuros de aspecto maciço. Segundo Rocha (2011), estes litotipos são produtos da sedimentação de material terrígeno em suspensão, em um ambiente de águas calmas, próximo a porção mais interna do lago, com pouca flutuação do nível de base.\nObservando a Figura 9, nota-se que esta associação de fácies tem uma estreita relação com as demais associações (AFD e AFL), identificada pela alternância desses sedimentos com os arenitos finos da AFD e com as litofácies carbonáticas da AFL.\nNesta associação terrígena lacustre, onze litofácies foram identificadas: a litofácies Sac é caracterizada por siltitos esverdeados intercalados com arenitos finos a muito finos calcíferos e que apresentam estruturas de escorregamento (slump), bioturbação e fluidização (Foto 7); a litofácies Scc é composta por siltitos de aspecto maciço, por vezes calcífero, apresentando concreções carbonáticas de poucos centímetros e clastos carbonosos (Foto 8); a litofácies Sm é constituída por siltitos de aspecto maciço a pouquíssimo laminado, apresentando estruturas de escorregamento (slump), bioturbação e fluidização (Foto 9); a litofácies Sc é caracterizada por siltitos cinza-esverdeado com interlaminações de delgadas lâminas carbonáticas (Foto 10); a litofácies So é composta por siltitos maciços pouco calcífero, ostracodes e fragmentos\ncarbonosos (Foto 11); a litofácies FLac é constituída por folhelhos marrom escuro com intercalações de arenitos muito finos com cimentação carbonática e concreções carbonáticas de poucos centímetros (Foto 12); a litofácies FLo é caracterizada por folhelhos escuros pouco físseis com ostracodes; a litofácies FLcc é composta por folhelhos amarronzados com várias concreções carbonáticas; a litofácies FLc é constituída de folhelhos escuros carbonosos; a litofácies FLs representa folhelhos com finas interlaminações sílticas de coloração esverdeada (Foto 13) e a litofácies AG é composta por argilitos de aspecto maciço de coloração cinza-esverdeado (Foto 14).\nFoto 7: Siltito maciço intercalado a arenito com estrutura de fluidização (Sac).\nFoto 8: Siltito maciço com várias concreções carbonáticas (setas) (Scc).\nFoto 9: Siltito de aspecto maciço a pouco laminado com bioturbação (Sm).\nFoto 10: Siltito cinza esverdeado com interlaminações carbonáticas (Sc).\nFoto 11: Siltito de aspecto maciço com fragmentos carbonosos e ostracodes (So).\nFoto 12: Folhelho com interlaminações de arenito muito fino calcífero (FLac).\nFoto 13: Folhelho marrom com finas interlaminações sílticas (FLs).\nFoto 14: Argilito maciço de cor cinza-esverdeado escuro (AG).\n4.1.3\t- Associação de Fácies Carbonática (AFL)\nEsta associação faciológica, detalhada na tese de Rocha (2011), é caracterizada por sedimentos de granulação fina e formados em ambiente de águas tranquilas como margas (calcário argiloso), calcários laminados e calcários maciços bioclásticos. Estes litotipos são característicos da porção mais interna do lago, e que Rocha (2011) definiu em quatro litofácies: a primeira litofácies é composta por ritmitos argilo-carbonáticos; a segunda por calcários laminados; a terceira por margas finamente laminadas e a quarta por calcários maciços bioclásticos.\nAs três primeiras litofácies carbonáticas correspondem a rochas da Formação Crato, e a última litofácies é correspondente a Formação Romualdo, ambas do Grupo Santana da Bacia de Jatobá.\nSegundo Rocha (2011), a associação de fácies caracterizada por ritmitos argilo-carbonáticos (Rac) é constituída por folhelhos com delgadas laminações carbonáticas, de coloração cinza a marrom escuro, em que é bastante comum visualizar níveis de calcário laminado e concreções carbonáticas (Foto 15). Localmente podem ocorre estruturas de sobrecarga, fluidização e pseudo-boudinagens.\nRocha (2011) definiu a associação de fácies composta por calcários laminados como sendo representados pela mais importante sequência carbonática lacustre Aptiana da Bacia de Jatobá. Caracteriza-se pela presença de calcários finamente laminados de cor creme a cinza esbranquiçados e calcários margosos, os quais podem apresentar estratificações plano paralelas (Foto 16), onduladas, estruturas de escorregamento, fluidificação e loop-bedding (Cl).\nDe acordo com Rocha (2011), a litofácies margosa é composta por margas finamente laminadas (Foto 17), que ocorrem no terço médio da unidade carbonática superior do poço estratigráfico 2-JSN-01-PE (M).\nA litofácies caracterizada por calcários bioclásticos é basicamente composta por calcários maciços com fragmentos bioclásticos (Foto 18), fortemente litificados, que ocorrem intercalados com folhelhos marrons e siltitos argilosos (Cb) (Rocha, 2011).\nFoto 15: Folhelho com delgadas laminações carbonáticas (Rac).\nFoto 16: Calcário laminado com estratificação plano paralela (Rl).\nFoto 17: Marga finamente laminada de coloração cinza amarelada (M).\nFoto 18: Calcário maciço bioclástico de cor cinza esbranquiçado (Cb).\n4.2\t- Caracterização Petrográfica\nNeste estudo, foram analisadas 15 lâminas delgadas ao microscópio petrográfico, com o objetivo de caracterizar as rochas siliciclásticas, determinando sua textura, processos diagenéticos, proveniência e arranjo do arcabouço mineral, que é de grande importante para a indústria do petróleo.\n4.2.1\t- Estudo Petrográfico das Rochas Siliciclásticas\nAs rochas siliciclásticas arenáceas deste estudo, foram classificadas de acordo com o diagrama de Folk (1968), o qual é baseado nas proporções relativas de quartzo, feldspato e fragmentos de rochas (Figura 11). Porém, atributos específicos podem ser adicionados a esta classificação, quando de uma característica marcante, como, por exemplo, arenitos ricos em micas (arenitos micáceos observados em várias lâminas).\nPara a caracterização dos litotipos terrígenos, foi utilizado a classificação de Folk (1968), que diz que os fragmentos de chert são considerados como fragmentos de rochas. Já o quartzo monocristalino (Qm), policristalino (Qp) e o quartzo semicomposto (Qs) foram todos classificados unicamente como quartzo, na classificação proposta por Folk (1968). Existem autores que consideram o quartzo policristalino (Qp) como fragmento lítico (Basu et al. 1975 e Scholle, 1979) e outros autores consideram as micas como sendo material lítico, que não são aplicados aqui, neste estudo.\nA análise modal foi realizada através da contagem manual dos diferentes grãos fazendo-se contagens nos quatro quadrantes e depois obtendo-se uma média para\ndenominação do tipo litológico. A contagem foi efetuada, separando-se as variações do quartzo, feldspatos e fragmentos líticos, além das micas e minerais pesados.\nFigura 11: Classificação dos arenitos baseado no diagrama proposto por Folk (1968).\nComo numa descrição de rochas siliciclásticas, foram identificadas os materiais essenciais e os acessórios, como também foi definido o tamanho médio dos grãos (granulação), arredondamento, esfericidade, tipo de contato entre os grãos, tipo de cimento (carbonático, argiloso, silicoso ou ferruginoso e etc.), as maturidades mineralógica e textural.\nAs amostras estudadas (quartzarenito sendo maioria) apresentam uma granulação predominantemente areia fina de coloração cinza esverdeado, porém granulação média também ocorre, são pobremente a moderadamente selecionadas, com grãos predominantemente subarredondados a subangulosos, esfericidade, praticamente ausente de matriz e com cimento dominantemente (Fotos 19 A e B). As descrições individuais de cada amostra encontram-se descritas no anexo I.\n4.2.1.1\t- Textura e Composição dos Grãos Detríticos\nO quartzo representa o componente mineral clástico predominante (55%), com extinção ondulante (maioria) e em menor quantidade com extinção imediata. O tamanho dos grãos de quartzo varia de areia muito fina (maioria) a média (menor proporção).\nOs grãos são, na maioria, angulosos a subangulosos, porém, em algumas amostras se apresentam subangulosos a subarredondados (Fotos 20 A e B).\nFotos 19 A e B: Quartzarenito fino da fácies Afm, cinza esverdeado, micáceo de aspecto maciço com seleção moderada e cimentação carbonática (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nFotos 20 A e B: Grãos de quartzos monocristalinos, subangulosos a subarredondados e grãos de biotita apresentando orientação (Qz - quartzo e Bt - biotita) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nO quartzo monocristalino (Qm) representam uns 60% do total, predominando os do tipo plutônico, podendo ser originado de granitóides. Em menor proporção, tem-se o quartzo policristalino (Qp) com uns 15% (Fotos 21 A e B) e em terceiro com uma porcentagem de 2% os quartzos semicompostos. Nos Qm, os grãos são na maioria, sem forma (xenomórfico) e se encontram bastante fraturados.\nFotos 21 A e B: Quartzo policristalino de alto grau metamórfico (seta) em subarcóseo com orientação mostrada pelas micas (biotita e muscovita) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 20x).\nOs Qp ocorrem em três amostras, com total predomínio do tipo metamórfico de alto grau de acordo com Krynine (1940) e Scholle (1979). O tipo composto metamórfico é o predominante, apresentando um mosaico de vários cristais com bordas retas. Os contatos entre os cristais são suturados, sugerindo o tipo metamórfico de zona de falha de Krynine (1940). Os grãos de quartzo do tipo semicomposto ocorrem em menor proporção que os policristalinos de variedade metamórfica ou milonítica (Fotos 22 A e B).\nFotos 22 A e B: Quartzo semicomposto anédrico subarredondado (seta) identificado em subarcóseo (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nO tipo composto deformado, milonítico ou estirado, segundo Scholle (1979), apresenta orientação evidente e estiramento dos grãos minerais, com contornos irregulares e suturados (Fotos 23 A e B). Alguns destes quartzos policristalinos podem atingir 1mm, com predomínio de extinção ondulante, e grãos subarredondados, indicando área fonte de alto grau de deformação ou metamórfico.\nFotos 23 A e B: Quartzo policristalino do tipo milonítico identificado em subarcóseo moderadamente selecionado totalmente envolvido por cimento carbonático (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nOs grãos de feldspato ocorrem em menor proporção (4%) que o quartzo nesses arenitos estudados, porém em quatro amostras conseguem atingir um percentual entre 5 e 10%.\nO tipo de feldspato mais comum é o plagioclásio que pode atingir uns 4% seguido do microclínio com 1%. Os ortoclásios, em sua maioria, apresentam grãos subédricos, e bem intemperizados, porém ocorrem em menor proporção que os demais (Fotos 24 A e B).\nO plagioclásio ocorre como grãos subédricos a anédricos, às vezes bem intemperizados, porém de fácil identificação através da sua geminação polissintética (Fotos 25 A e B).\nA microclina ocorre em menor frequência que o plagioclásio, porém é de fácil observação, através de sua geminação xadrez (Fotos 26 A e B). Pertitas em algumas amostras também foram identificadas, apresentando formas subédricas e bem preservadas (Fotos 27 A e B).\nFotos 24 A e B: Grão de ortoclásio subédrico, bem alterado observado em subarcóseo, pobremente selecionado, de aspecto compacto e cimentado por carbonato (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nFotos 25 A e B: Grãos de plagioclásio subédricos com geminação polissintética evidente (setas), observada em subarcóseo pobremente selecionado cimentado por carbonato e óxido de ferro (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nFotos 26 A e B: Microclínio identificado em subarcóseo de granulação média cimentado por carbonato indicado pela seta (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nFotos 27 A e B: Grão de pertita (seta) em subarcóseo pobremente selecionado de aspecto maciço e cimentado por carbonatos (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 40x).\nOs fragmentos de rocha nestes arenitos apresentam uma proporção de 4% em média, com máximo de 7% e mínimo de 1%, que se encontram disseminados no arcabouço. Aparecem principalmente fragmentos pelíticos (folhelhos e argilitos) e em menor proporção litoclastos metamórficos (quartzitos) e fragmentos de xistos. Estes fragmentos líticos apresentam dimensões de 1mm (em geral) e estão em arenitos com estruturas de fluxo, podendo as vezes acompanhar a orientação da rocha (Fotos 28 A e B).\nFotos 28 A e B: Fragmento de siltito marrom identificado em quartzarenito micáceo muito fino calcífero (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nAs micas são representadas quase que totalmente por biotitas, que se encontram bem preservadas, ocorrendo em todas as amostras, com um percentual de 20% em média, e mínimo de 10% e máximo de 45%. É frequente apresentarem encurvamentos suaves e dobras fechadas, o que evidencia os efeitos da compactação mecânica. As biotitas ocorrem em formas lamelares, fibrosas ou fitadas, às vezes tangenciando os grãos de quartzo e feldspato e com cores marrom esverdeado escuro (maioria), avermelhadas, verdes pálidas e até tons de preto. Normalmente estão orientadas, segundo uma direção preferencial, formando laminações. Em algumas amostras, foi observado o processo de cloritização (biotita alterando para clorita) e inclusão de zircões.\nAs muscovitas também se apresentaram bem preservadas, algumas com dobramentos provenientes da compactação da rocha. Várias cloritas, em sua maioria lamelares também foram visualizadas. As muscovitas apresentam uma porcentagem média de 4% e as cloritas um percentual entre 2% e 3%.\nAs muscovitas e biotitas são em geral derivadas de rochas ígneas, mas podem ter origem de rochas metamórficas como filitos e xistos. A muscovita apresenta maior estabilidade em relação a biotita, porém nestes arenitos a biotita predomina. A clorita que é um argilomineral, é proveniente de rochas metamórficas de baixo grau ou proveniente de processos diagenéticos como a cloritização de biotitas. Nas Fotos 29 A e B, temos a ilustração dos tipos de micas (biotita, muscovita) e clorita formada a partir de micas encontradas nos arenitos estudados.\nOs argilominerais são de difícil identificação (classificação) ao microscópio petrográfico, porém seu reconhecimento foi realizado através da utilização de difratometria de Raios-X e catodoluminescência (CL). Dentre as amostras, foram\nobservadas em lâmina, a presença de clorita em 50% das amostras e caulinita e ilita em apenas duas amostras (Fotos 30 A e B).\nFotos 29 A e B: Quartzarenito médio a fino calcífero de aspecto maciço, pobremente selecionado mostrando as micas (biotita, muscovita) e a clorita bem preservada (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nFotos 30 A e B: Quartzarenito fino moderadamente selecionado mostrando os argilominerais (ilitas) com espessuras variadas ao redor dos grãos de quartzo (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 20x).\nOs minerais pesados opacos identificados foram hematita, pirita, ilmenita e possivelmente magnetita (Fotos 31 A e B), que correspondem um percentual de 8% presente no arcabouço e os grãos minerais não opacos encontrados foram, zircão e turmalina. Os minerais opacos foram identificados a partir de seus hábitos e formas mais comuns, como o hábito cúbico da pirita. Os minerais não opacos perfazem um\npercentual máximo de 1% do arcabouço rochoso, entretanto, a presença destes minerais é visível em praticamente todas amostras, especialmente o zircão, por ser um mineral que apresenta alta resistência ao intemperismo. Os grãos de zircão ocorrem em tamanhos variados, podendo atingir 0.15 mm (Fotos 32 A e B), já os grãos de turmalina, ocorrem em sua maioria muito pequenos e às vezes com zonação interna bem evidente.\nFotos 31 A e B: Quartzarenito muito fino cimentado por carbonato mostrando uma concentração de minerais opacos (seta) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 5x).\nFotos 32 A e B: Grão de zircão euédrico identificado em subarcóseo moderadamente selecionado cimentado por carbonato, mineral indicado pela seta (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nJá em relação aos pesados menos estáveis, os grãos minerais identificados foram, apatita e granada (Fotos 33 A e B). Estes minerais, no geral, não chegam a representar 0,5% nas lâminas delgadas.\nFotos 33 A e B: Granada (seta preta) com aspecto fraturado e relevo alto observado em subarcóseo pobremente selecionado (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 40x).\nA matéria orgânica tem grande importância para a indústria do petróleo, na geração de hidrocarbonetos (HC). Em apenas uma amostra, foi identificada uma grande concentração de matéria orgânica, que se encontram situadas entre os grãos de quartzo e das micas (Fotos 34 A e B). Rocha (2011) já havia constatado a presença de matéria orgânica nos arenitos e nos siltitos do poço estratigráfico.\nFotos 34 A e B: Quartzarenito micáceo pobremente selecionado com matéria orgânica (seta) e cimentado por sílica (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nOs microfósseis são bastante utilizados para determinação da idade de camadas rochosas, e em apenas uma amostra foram identificados microfósseis de ostracodes (Fotos 35 A e B). Estes ostracodes indicam o tipo lacustre de ambiente em que viviam.\nFotos 35 A e B: Microfóssil de ostracode (seta preta) identificado em meio a um subarcóseo pobremente selecionado cimentado por carbonato e óxido de ferro (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\n4.2.1.2\t- Composição dos Cimentos\nA cimentação identificada, no geral, é representada principalmente, por carbonato de cálcio (calcita), material ferruginoso (óxido e hidróxido de ferro), material silicoso e por material argiloso, respectivamente.\nO cimento carbonático ocorre em quase todas as amostras, como um mosaico que preenche os espaços intergranulares (pore-filling) (Fotos 36 A e B). O cimento carbonático intergranular (calcita microcristalina) é o que tem maior ocorrência, porém, do tipo poiquilotópica também ocorre.\nO cimento de argilominerais (clorita e ilita), que ocorrem em menor proporção que o carbonático, preenche os espaços intergranulares, em especial como cutículas circundando os grãos minerais, indicando ser argilas mecanicamente infiltradas. O cimento ferruginoso é encontrado em quase todas as amostras, porém em proporções muito variadas, preenchendo espaços intergranulares e englobando minerais, o que indicar ter sido mecanicamente infiltrada.\nO cimento silicoso identificado preenche fraturas entre os grãos e foi caracterizado como quartzo e opala. O cimento argiloso identificado foi a ilita.\nFotos 36 A e B: Quartzarenito micáceo moderadamente selecionado com orientação preferencial das biotitas e cimentado por carbonato de cálcio (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nA porosidade identificada nas amostras são do tipo primário (maior ocorrência) seguida pelo tipo secundário (menor abrangência). Estes poros, em geral, estão isolados e sem conectividade (sem possibilidade de ter permeabilidade).\nA maturidade mineralógica foi expressa pela presença de grãos minerais pesados e pela quantidade de quartzo no arcabouço, baseado na proporção de minerais estáveis ME> 90%. Com base nessa proporção, os resultados indicaram, que as amostras estudadas, tratam de rochas arenáceas maturas com 54% e submaturas com 46%.\nA maturidade textural, a partir das amostras, é considerada submatura em 80% do total e matura com 20%, e em função do conteúdo de argila (&lt;5 %).\nA seleção granulométrica varia de pobre a moderada, os contatos côncavo-convexos e pontuais são os de maior ocorrência nas amostras estudadas e o arredondamento varia de arredondado a anguloso.\nA classificação dos litotipos foi baseada no diagrama de Folk (1968), com os seguintes resultados: 60% das amostras foram classificadas como quartzarenito, secundariamente, com 33%, ocorrem os subarcóseos e, por fim, com 7%, os arenitos líticos (Figura 12).\nFigura 12: Composição do arcabouço das 15 amostras de arenito da Formação Crato (modificada da classificação dos arenitos - Folk 1968).\n4.2.1.3\t- Diagênese\nO termo diagênese significa os processos que ocorrem após a deposição dos sedimentos, até o início do metamorfismo ou desagregação do material rochoso por processos erosivos.\nDe acordo com Tucker (1991) os processos de origem diagenética que afetam as rochas estão separados por dois estágios principais: a diagênese precoce (envolve os processos que ocorrem desde a deposição até o soterramento raso) e a diagênese tardia (envolve os processos que afetam os sedimentos a grandes profundidades e em soerguimento). Os estágios diagenéticos: eodiagênese, mesodiagênese e telodiagênese têm sido aplicados na diagênese precoce, profunda e de soerguimento, respectivamente de acordo com Choquett e Pray, 1970 (Figura 13).\n• Eventos diagenéticos nos arenitos estudados:\nA eodiagênese é caracterizada por ter circulação de águas superficiais (fluidos meteóricos, de água doce e salgada) nos sedimentos, em que pode atingir profundidades de dezenas a centenas de metros. Os processos diagenéticos característicos dessa fase observados, nas amostras estudadas, foram: dissolução de minerais instáveis, como os feldspatos plagioclásio (Fotos 37 A e B), bioturbação e precipitação de minerais como calcita poiquilotópica (Fotos 38 A e B), óxidos e hidróxidos de ferro e pirita. A partir da observação das amostras, pode-se determinar que a sequência dos processos eodiagenéticos, segue a precipitação de cimentos, compactação mecânica e posterior dissolução e substituição dos grãos minerais.\nrra mento\nMescxHagên.\nAug u i metamorflsmo\nErosão Pós Soterramento\nEodiagènese\nOceano\nMetamorfísmo\nFigura 13: Distribuição dos estágios diagenéticos ilustrando as suas respectivas porções de atuação (modificado de Choquett e Pray, 1970).\nFotos 37 A e B: Subarcóseo de granulação média cimentado por carbonato (setas amarelas) e óxido de ferro (setas pretas) ilustrando a dissolução do feldspato plagioclásio no centro da imagem (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nFotos 38 A e B: Quartzarenito de granulação fina a média cimentado completamente por carbonato de cálcio (setas) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nA elevada ocorrência de cimentação ferruginosa (metade das amostras estudadas), se deve atribuir ao fato de os minerais pesados terem sido dissolvidos, liberado óxidos e hidróxidos de ferro. De acordo com Walker (1976 apud Morad 1991) a maioria dos cimentos de hematita que ocorrem em arenitos seria formada pela alteração diagenética de minerais detríticos portadores de ferro, como os minerais de biotita, anfibólio, piroxênio e magnetita. Muito do óxido de ferro provém do processo de cloritização das biotitas (Fotos 39 A e B) que liberam das reações íons de ferro ferroso e férrico. Quando estes íons de ferro liberados não se combinam com outros elementos, formando outros minerais, eles podem se concentrar e enriquecer outros minerais como as próprias cloritas formadas (Fotos 40 A e B) ou cimentar grãos do arcabouço mineral. O hábito destes óxidos e hidróxidos são do tipo cutícula que circundam os grãos minerais do arcabouço rochoso.\nA precipitação de calcita, segundo Folk (1974), é controlada pela mineralogia e morfologia dos diferentes minerais carbonáticos, que estão associados a atividade do íon Mg2+ e de outros íons como o Na+, e pela taxa de crescimento dos cristais. O cimento carbonático identificado nas amostras estudadas, tem origem na rápida precipitação próximo à superfície, associada a processos e reações químicas que causam a rápida supersaturação e formação do cimento.\nNas amostras, foi evidenciado apenas o tipo de carbonato calcítico (calcita), não sendo identificado carbonatos dolomíticos.\nFotos 39 A e B: Biotitas em processo de cloritização (substituição da biotita por clorita), indicadas pelas setas, em subarcóseo pobremente selecionado cimentado por carbonato (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nFotos 40 A e B: Quartzarenito médio a fino cimentado por carbonato calcítico ilustrando as cloritas em processo de ferruginização (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 10x).\nAs pouquíssimas piritas identificadas, podem ter sua formação associada à redução de sulfato e de acordo com Gautier (1985), o H2S formado combina-se rapidamente com Fe2+ em solução e gera precipitados de sulfetos metaestáveis, o qual se transforma em pirita com hábito framboidal (pouca ocorrência), indicando uma fase redutora sob condições eodiagenéticas (Fotos 41 A e B).\nFotos 41 A e B: Piritas fambroidais (setas) identificadas em quartzarenito (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nAlém dos processos diagenéticos citados acima da fase eodiagenética, foram também identificados bioturbações nos arenitos finos a muito finos (Fotos 42 A e B). A bioturbação é caracterizada pela atividade dos organismos perfuradores, em meio ao sedimento, gerando novo arranjo dos grãos do arcabouço rochoso.\nFotos 42 A e B: Bioturbação gerada em quartzarenito muito fino, em que se observam as micas (biotita e muscovita) redistribuídas no arcabouço (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nA mesodiagênese é identificada pela interrupção dos processos superficiais representados pela percolação de águas que ocorrem próximos a superfície. Os processos diagenéticos observados, relacionados a esta fase, foram a compactação\nmecânica, a dissolução de feldspatos, precipitação de pirita e a cimentação por calcita poiquilotópica.\nA compactação mecânica pode ocorrer inicialmente na fase eodiagenética, principalmente, nos grãos minerais mais incompetentes, porém é no regime mesodiagenético, que a pressão do material rochoso (empilhamento sedimentar) se eleva o necessário para desencadear este processo (Schmidt &amp; McDonald, 1979).\nA compactação mecânica observada nas amostras não foi muito intensa nesta fase, pois em sua maioria, os grãos apresentam contatos pontuais (Fotos 43 A e B) e micas pouco deformadas (encurvadas e dobradas), que se arranjam ao redor dos grãos do arcabouço rochoso.\nFotos 43 A e B: Grãos minerais (quartzo, feldspatos e micas) em contato pontual (setas), observados em quartzarenito (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nEvidenciou que as rochas possuem pouco espaço intergranular, com predomínio de contatos pontuais, determinando compactação moderada, com empacotamento fechado e índice de Kahn variando de 35 a 70.\nNo entanto, poucas porções das amostras mostraram compactação química intensa, formando contatos côncavo-convexos entre os grãos do arcabouço e dobramentos fechados nos minerais micáceos (Fotos 44 A e B).\nFotos 44 A e B: Muscovita e clorita encurvadas e modeladas ao redor de grãos de quartzo e feldspato (setas pretas), observados em subarcóseo cimentado por carbonato calcítico (MS -muscovita e Cl - clorita) (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nA dissolução de feldspatos (plagioclásio, microclíno e ortoclásio) foi pouco observada, isto implica que o fluido percolante, entre o arcabouço mineral, não foi tão agressivo a ponto de dissolver totalmente grãos minerais mais instáveis, gerando, porém, pouca dissolução nos minerais, que possivelmente venham a gerar porosidade secundária (Fotos 45 A e B). Segundo Schmidt &amp; McDonald (1979) a geração de fluidos ácidos capazes de dissolver carbonatos e feldspatos, é proveniente da produção de CO2 a partir matéria orgânica depositada em folhelhos. Este CO2 quando entra em contato com água produz ácido carbônico, tornando assim, o fluido migrante com caráter ácido que vai percolando entre as rochas arenosas e vai dissolvendo os grãos minerais.\nO cimento carbonático do tipo poiquilotópico, identificado em duas amostras, tem origem em regiões mais afastadas da superfície, e está associada a processos e reações químicas mais lentas gerando cimento carbonático de grande crescimento (Fotos 46 A e B).\nA telodiagênese é determinada pelo soerguimento das camadas rochosas que se encontravam em subsuperfície, e que passaram a ter influência da infiltração de águas superficiais. O processo diagenético desta fase, mais comum e observado nas amostras, é representado pelas condições oxidantes que favorecem a precipitação e formação de óxidos de ferro. Esta cimentação por óxidos de ferro foi apenas identificada em uma amostra, que também pode indicar que a rocha foi formada em subsuperfície em condições de boa oxigenação (Fotos 47 A e B). Um outro processo diagenético, que é bastante comum de ocorrer na telodiagênese é a intemperização de micas (biotita e muscovita) gerando aberturas e descolamentos das lamelas micáceas\n(Fotos 48 A e B). Este processo de intemperização das micas também pode ocorrer na fase eodiagenética, porém em menor grau de intensidade.\nFotos 45 A e B: Diversos plagioclásios intemperizados e com processo de dissolução parcial, gerando porosidade (setas pretas), observados em subarcóseo calcífero (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nFotos 46 A e B: Cimento carbonático do tipo poiquilotópico identificado em quartzarenito, em que o mesmo cimento mostra-se iluminado (seta amarela) e escurecido (seta vermelha) em porções diferentes (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 10x).\nFotos 47 A e B: Cimento de óxido de ferro entre os grãos de quartzo e feldspato em um subarcóseo pobremente selecionado e calcífero (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\nFotos 48 A e B: Quartzarenito pobremente selecionado ilustrando a muscovita aberta gerada pelo processo de argilização (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 20x).\nOutro processo que também foi identificado é a forte alteração dos feldspatos (sericitizando e caulinizando) em estágio avançado o qual não permite identificar mais o tipo de feldspato (Fotos 49 A e B).\nA sequência dos eventos diagenéticos podem ser visualizados no quadro III.\nFotos 49 A e B: Quartzarenito pobremente selecionado mostrando o grão de feldspato em processo de caulinização na fase telodiagenética (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 20x).\nEstágios Diagenéticos\tRegimes Diagenéticos\t\t\n\tEodiagênese\tMesodiagênese Telodiagênese\t\nBioturbação\tX\tX\t\nDissolução de feldspatos\tX\tX\t\nPrecipitação de cimento ferruginoso\tX\t\tX\nPrecipitação de cimento calcifico\tX\t\t\nProcesso de cloritização\tX\tX\tX\nProcesso de ferruginizasão\tX\tX\tX\nPrecipitação de pirita\tX\t\t\nCompactação mecânica e química\t\tX\t\nCimentação por calcita poiquilotópica\t\tX\t\nIntemperização de micas (descolamento)\t\t\tX\nCaulinização por decomposição de feldspatos\t\t\tX\nQuadro III: Tabela com os processos diagenéticos identificados ao longo das amostras do estudo petrográfico.\n4.2.1.4\t- Proveniência\nA proveniência abrange o campo em que se determinam os possíveis locais ou fontes de onde os materiais que compõem as rochas sedimentares, no caso deste estudo, as rochas arenosas, procederam.\nO estudo da proveniência sedimentar constitui uma ferramenta fundamental na análise e na compreensão da evolução tectónica de bacias em superfície, assim como contribuem significativamente para reconstrução da história tectónica global (Dickinson, 1988; Miall, 1990, 2000). Tais técnicas, quando associadas a análises de fácies e sistemas deposicionais, assim como a estudos petrográficos e de diagênese\ndos sedimentos formadores, permitem caracterizar a área fonte que forneceu detritos para a bacia de deposição.\nA aplicação da análise de proveniência é bastante utilizada em estudos de bacias sedimentares focadas na exploração de hidrocarbonetos (petróleo e gás) e na manutenção e otimização de reservatórios que já se encontram em exploração. Estudos dessa natureza permitem identificar a composição mineralógica e litológica das áreas-fonte, inferir sua localização geográfica, clima e relevo, determinar as principais rotas de distribuição das areias, e estimar a distância e tempo de transporte (Remus et al., 2008).\nAssim, em um arenito, a maturidade mineralógica indica basicamente os processos de intemperismo atuantes na área fonte e a intensidade do retrabalhamento e transporte que os sedimentos sofreram. Sedimentos com caracterização imatura indicam que os fragmentos que formaram a rocha procederam de uma área fonte muito próxima. Todavia, estes sedimentos também podem ter tido um transporte rápido e curto associado com pouca ação intempérica e retrabalhamento.\nOs sedimentos submaduros, onde se encontram metade das amostras analisadas neste estudo, indicam que as partículas sofreram ação mediana dos agentes intempéricos, abrasão moderada e retrabalhamento. Os sedimentos maduros sofreram maior ação dos agentes intempéricos em relação aos sedimentos submaduros, e a outra metade das amostras se encaixam neste parâmetro. Já os supermaturos mostram que sofreram intensa ação dos agentes intempéricos (físicos e químicos), elevada abrasividade e retrabalhamento, não sendo observado em nenhuma amostra.\nDe acordo com Carvalho (2010), estes estágios de maturidade mineralógica são reflexos, também, das condições deposicionais e de transporte, como também da natureza das rochas-matrizes e da diagênese.\nDickinson et al. (1983) e Dickinson (1985), propuseram um estudo sobre os tipos de proveniência, em que dividiram os arenitos em quatro principais terrenos de proveniência: cratón estável, soerguimento do embasamento, arco magmático e reciclagem orogenética (Quadro IV).\nNa tectónica de cratóns estáveis, areias quartzosas relativas ao embasamento granítico-gnáissico são produzidos. Nas regiões de soerguimento do embasamento, que representam áreas elevadas, formam-se sedimentos quartzo-feldspáticos e pobremente líticos. Nos arcos magmáticos, sedimentos arenosos com grande concentração de fragmentos líticos vulcânicos predominam em sua formação. Já nos ambientes de reciclagem orogênica, os sedimentos formados são caracterizados por\ndiversas composições, pelo fato de ocorrer diferentes tipos de orogêneses (colisões entre placas continentais e oceânicas) (Dickinson et al. 1983 e Dickinson 1985).\nTipos de Proveniência\tAmbiente Tectónico\tComposição das Areias Geradas\nCratón estável Soerguimento do embasamento Arco magmático Reciclagem orogênica\tIntracontinental ou plataforma passiva Rifte ou ruptura transformante Arco de ilhas ou arco continental Cinturão orogênico ou complexo de subducção\tAreias quartzosas (ricas em Qt) com altas taxas de Qm/Qp e K/P. Areias quartzo-feldspáticas (Qm-F) pobres em Lt e Qp, similares à área fonte. Areias feldspáticas-líticas (F-L) vulcanoclásticas com altas razões P/K e Lv/Ls, gradando para areias quartzo-feldspáticas derivadas de batólitos. Areias quartzo-líticas (Qt-Lt) ricas em Ls (sedimentares e metasedimentares), pobres em F e Lv, com razões variáveis de Qm/Qp e Qp/L.\nQt = total de quartzos\nF = total de grãos de feldspatos\nL = total de fragmentos líticos instáveis\nQm = quartzo monocristalino\nQp = quartzo policristalino\nP = grãos de plagioclásio\nK = grãos de feldspato potássico\nLv = fragmentos líticos vulcânicos / metavulcânicos\nLs = fragmentos líticos sedimentares / metassedimentares\nQuadro IV: Tipos de proveniência tectónica, ambientes geotectônicos correspondentes a composição das areias formadas (Dickinson et al. 1983 e Dickinson 1985). Classificação e símbolos dos tipos de grãos: A) Grãos Quartzosos (Qt = Qm + Qp); B) Grãos Feldspáticos (F = P + K); C) Fragmentos Líticos Instáveis (L).\nA composição detrítica de arenitos, em estudos petrográficos, requer que sejam determinados os reais percentuais de cada tipo de grão presente na rocha analisada, afim de correlacionar, com melhor precisão, a área fonte e o ambiente tectónico formador dos sedimentos (Carvalho, 2010).\nOs arenitos estudados são predominantemente classificados como quartzarenitos e subarcóseos de acordo com os critérios de Folk (1968). Porém, uma única amostra foi classificada como sublitoarenito.\nA partir do arcabouço rochoso foi identificado um percentual de 60% de quartzo monocristalino (Qm) e 15% de quartzo policristalino (Qp) que indica tratar de areias quartzosas ricas em Qt com elevadas razões de Qm/Qp. O Qm, majoritário, é do tipo ígneo plutónico de Krynine (1940). Predominam aqueles com extinção ondulante (55%), seguidos daqueles com extinção simultânea ou imediata (30%). Os grãos minerais subangulosos perfazem cerca de 45% (maioria), enquanto os subarredondados (30%), angulosos (20%) e arredondados (5%) representam o restante.\nDentre os grãos de quartzo policristalino (Qp), destacam-se os do tipo composto comum ou metamórfico (Cm) de Krynine (1940), semi-composto (de veio) (Csc) e o milonítico (deformado) (Ce). O tipo policristalino metamórfico, com maior representatividade, apresenta diversos cristais com evidências de recristalização tais como: extinções distintas e contatos bem formados entre os cristais. O tipo composto\ndeformado, também é originado por vários cristais com feições de recristalização; ocorrem em menor proporção, mas diferem do policristalino metamórfico, pelo contato intersticial e orientação preferencial interna no grão dos cristais individuais.\nPelos tipos de feldspatos, a proporção de plagioclásio é bem maior que a de microclina e ortoclásio, perfazendo, em média, um total de 3 a 7% do total do arcabouço. Os feldspatos sódicos apresentam grãos subédricos e bem formados (límpidos) e alterados (aspecto sujo), os quais, a depender do grau de alteração, refletem processos que ocorreram ainda nas áreas fontes (De Ros, 1985). Estes plagioclásios apresentam grãos subarredondados, mas alguns são euédricos com faces angulosas a subangulosas.\nOs ortoclásios aparecem, em sua maioria, como grãos alterados (aspecto \"sujo\") e com dimensões muito pequenas como os plagioclásios. Apresentam formas subédricas tabulares, porém, formas mais alongadas também foram observadas.\nO microclínio ocorre, subordinadamente, apresentando as maclas de geminação em xadrez. Os grãos bem preservados ocorrem em maior proporção e grãos com geminações mal geradas (spindle twinning) também foram constatados.\nOs fragmentos de rocha disseminados no arcabouço são bem escassos nestes arenitos, constituindo menos de 2 % dos grãos, os quais representam relação com a granulação (areia média a grossa) das rochas. Os fragmentos líticos são compostos basicamente por rochas pelíticas metamórficas (xistos e quartzitos) e sedimentares (argilitos). Baseado no estudo de De Ros (1985), a pouca presença de fragmentos líticos em rochas arenosas, é oriunda do retrabalhamento contínuo e da granulação comumente grossa da fonte principal. Porém os litoclastos foram observados em arenitos de granulação média pobremente selecionados.\nEntre os minerais acessórios, o mais representativo é a biotita perfazendo um total de 20 % dos grãos do arcabouço, o qual se encontra encurvadas, dobradas e achatadas, por efeito dos processos de compactação mecânica. Em algumas amostras, a biotita se encontra em estágios avançados de cloritização e ferruginização, podendo esta ferruginização ser total. A muscovita é outro mineral acessório comum em quase todas as amostras, porém ocorre em pouca proporção (6%). Estas muscovitas apresentam tamanhos maiores que as biotitas e cloritas.\nOs minerais caracterizados como opacos ocorrem com frequência em quase todas as amostras perfazendo um total de 3%, e sendo representados pela magnetita, hematita, titanita. Já os ultraestáveis ocorrem numa margem de 1 a 2 %, porém, aparecem em quase todas as amostras, como por exemplo o zircão. A turmalina que se\nencaixa nos minerais ultraestáveis tem uma baixa representatividade, inferior a 1%, ocorrendo em apenas duas amostras.\nPartindo do estudo proposto por Dickinson et al. (1983) e Dickinson (1985), dos quatro tipos de proveniência, o modelo que melhor se encaixa é o da composição detrítica proveniente de um cratón estável com eventos tectónicos de pouca intensidade relacionados a rifteamentos ou plataformas passivas e rupturas transformantes (Figura 14).\nA constituição dos arenitos analisados não está relacionada apenas à natureza da rocha fonte, mas também está relacionada a tectónica, ao clima, ao relevo da área fonte, ao tempo de transporte sofrido pelas partículas, ao ambiente em que os sedimentos se depositaram e aos processos diagenéticos.\nSumarizando as características destes arenitos, pode-se indicar fonte proveniente de rochas metamórficas de baixo a alto grau metamórfico e rochas ígneas que fazem parte do embasamento cristalino situado a sul da Bacia de Jatobá. Isto foi evidenciado pela abundância em quartzo (monocristalino com extinção ondulante em sua maioria), além de biotitas, muscovitas, zircão, turmalina e apatita. Nestes arenitos, um fato bastante importante é a grande quantidade de micas (biotita) bem preservadas, observadas em todas as amostras, indicando um rápido transporte de sedimentos da área fonte para a bacia de deposição. Nos poucos minerais de muscovita (mais estável que a biotita), pode-se observar pouca alteração sofrida pelos agentes de intemperismo, ratificando o pouco transporte, a curta exposição do ambiente sedimentar, implicando transporte e deposição bastante rápidos.\nOs quartzos policristalinos indicam que os sedimentos são provenientes de rochas metamórficas de alto grau e que sofreram pouco transporte, não desagregando o grão em grãos menores. Os fragmentos líticos também indicam que os sedimentos sofreram curto transporte e pouca ação dos agentes intempéricos.\nOs minerais pesados são bastante utilizados para indicações de proveniência e eventos geológicos na área fonte. Certos minerais, como o zircão e a turmalina, indicam fontes de sedimentos retrabalhados (zircão), de rochas metamórficas de alto grau, autigênicos e de pegmatitos (turmalina azul), e também indicativos de fontes ígneas (turmalina de coloração rósea e zircão euédrico).\nA morfologia geral de todos os grãos (textura), em sua maioria subangulosos a subarredondados, implicam que essas partículas sofreram curto a médio transporte, com área fonte próxima.\nFigura 14: Diagramas triangulares mostrando os tipos de proveniência tectónica a partir de petrografia quantitativa observadas nas amostras (modificado de Dickinson, 1985).\n4.3\t- Aplicação da Catodoluminescência\nEm 75% das amostras estudadas, ocorre cimento carbonático, do qual predomina o calcífero. Este cimento carbonático engloba os grãos detríticos, incluindo os estreitos espaços intergranulares e ocorrem em proporções variadas nas amostras estudadas.\nNos subarcóseos de aspecto maciço e pobremente selecionados, o cimento calcífero dominante apresenta coloração vermelha escura sob a análise da CL, o que indica presença do ferro ferroso, elemento que ofusca a cor (Fotos 50 A e B).\nOs quartzarenitos moderadamente selecionados apresentam cimento calcífero com grandes quantidades de Mn, pois as cores identificadas na CL vão do amarelo ao vermelho muito claro, indicando elementos ativadores (Fotos 51 A e B).\nFotos 50 A e B: Subarcóseo de aspecto frouxo (vários grãos flutuantes) cimentado por calcita e possivelmente por siderita (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 10x).\nFotos 51 A e B: Quartzarenito moderadamente selecionado cimentado totalmente por calcita rica em manganês (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 5x).\nA principal aplicação da catodoluminescência, nas amostradas coletadas através do poço estratigráfico 2-JSN-01-PE, foi na determinação dos tipos de cimento carbonático, porém certos elementos como o quartzo e o feldspato apresentam cores um pouco exóticas, em tons de azul e verde , que podem indicar a presença desses\nelementos. Estes grãos minerais, na observação da CL, também podem se mostrar opacos (escuros), com coloração preta.\nUma outra aplicabilidade da catoluminescência é na determinação da proveniência de alguns tipos de grãos minerais, como o quartzo e feldspato, que ocorrem comumente em rochas sedimentares.\nDe acordo com Boggs e Krinsley (2006), o trabalho publicado por Zinkernagel (1978) parece ter sido o primeiro a investigar a relação entre as características de catodoluminescência do quartzo e os tipos de rochas geradoras que contêm quartzo. Após o estudo de Zinkernagel, muitos trabalhos utilizando a catodoluminescência surgiram, como os de Ramseyer et al. (1988), Owen (1991) e Gotze et al. (2000). Embora estes trabalhos diferenciem-se na interpretação das cores da catoluminescência, há um consenso geral para se utilizar como padrão as relações propostas no estudo de Gotze &amp; Zimmerle (2000).\nBaseando-se no estudo de Gotze &amp; Zimmerle (2000), as amostras deste estudo, ilustraram quartzos com cores azul e verde intenso a ofuscado. A cor azul intensa indica quartzo proveniente de rochas ígneas plutônicas e metamórficas formadas em condições de alto grau (Fotos 52 A e B). A cor azul ofuscada e o verde intenso a ofuscado (pouco brilho) indicam fragmentos provenientes de rochas hidrotermais e pegmatitos (Fotos 53 A e B).\nFotos 52 A e B: Quartzarenito micáceo indicando grãos de quartzo (cores azul intenso - setas brancas) provenientes possivelmente de rochas ígneas plutônicas e de rochas metamórficas de alto grau (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 10x).\nFotos 53 A e B: Quartzarenito pobremente selecionado indicando quartzos (verde intenso -setas brancas e azul ofuscado - setas amarelas) provenientes de rochas hidrotermais e pegmatitos (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 10x).\nA identificação de feldspatos através da catodoluminescência não representa uma ferramenta de grande utilidade para a interpretação de proveniência, pois os feldspatos apresentam cores muito semelhantes as do quartzo, sendo as cores verdes e azuis, as representativas dos feldspatos. A CL é bem empregada quando as cores amarelas e vermelhas ocorrem para os feldspatos.\nDe acordo com Boggs e Krinsley (2006), a cor mais frequente observada em feldspatos é azul. Owen (1991) cita estudos que relatam que a luminescência da labradorita é verde a verde-azul; bytownita e anortita, cor amarelo; microclina e ortoclásio são geralmente azul pálido, porém podendo ser vermelho e a sanidina é comumente azul-esverdeada. Na amostra JA-15, podemos identificar labradorita, da série do plagioclásio, que indica teores maiores para cálcio (Ca) em relação ao sódio (Na) (Fotos 54 A e B).\n4.4\t- Aplicação da Difratometria de Raios-X\nForam realizadas 15 análises por DRX, nas amostras que indicam infiltração de argilas e presença de cimentação por óxidos e hidróxidos de ferro. Observando os diagramas, quartzo e feldspato foram os minerais de maior concentração, seguido pelas micas, calcita e por pouquíssimos traços de caulinitas e ilitas verificados apenas na amostra JA-03 e JA-11 (Figura 15 e 16). Além destes minerais, óxidos e hidróxidos também foram constatados como na lâmina JA-15.\nA presença da caulinita indica ter origem diagenética, proveniente da alteração de feldspatos e a presença da ilita indica que foi introduzida juntamente com os outros grãos (sindeposicionais) que fazem parte do arcabouço rochoso.\nFotos 54 A e B: Subarcóseo pobremente selecionado ilustrando labradorita que é caracterizada por cores verde-azuis indicados nas setas brancas (Foto A: Nicóis paralelos e Foto B: Catodoluminescência - Objetiva de 5x).\n\tQtz\n\t, _ - - - - 1 1 1\nCal\tFsp Fsp - Kln Mj/\t«w\tFsp \ti\ti\t\t H J i i\ti\tBt\tBt\tMs\ni\tt\ti\tt\tt\tümoathln-j Prafile\t\nFigura 15: Difratograma de Raios-X ilustrando os principais elementos identificados e o traço de caulinita na amostra JA-03 (Cal - calcita, Kln - caulinita, Fsp - feldspato, Qtz - quartzo, Bt -biotita e Ms - muscovita).\nFigura 16: Difratograma de Raios-X ilustrando os principais elementos identificados e a ilita na amostra JA-11 (Il - ilita, Fsp - feldspato, Qtz - quartzo, Bt - biotita e Ms - muscovita).\n4.5\t- Indústria do Petróleo\nAo longo dos anos, a indústria do petróleo vem sendo ampliada, tanto na fase de exploração como de explotação. Logo os estudos foram avançando cada vez mais, no intuito de se obter melhores resultados na produção de hidrocarbonetos. E estudar e identificar as rochas que estão associadas ao sistema petrolífero são de fundamental importância.\nAssim, estudos detalhados sobre o tipo de rocha (em várias escalas), de diagênese, de proveniência são muito importantes para a reconstrução de situações geológicas, e por sua vez, são de fundamental importância para elaborar estudos a respeito da qualidade de rochas que tenham caráter de reservatórios e rochas com grandes potenciais geradores e selantes (capeadoras).\nNas amostras estudadas, a maior concentração das rochas arenosas (arenitos) apresentaram granulação muito fina a fina, seguida por rochas de granulação média e com ausência de rochas de granulação grossa. Em sua maioria, são moderadamente selecionados e bastante cimentados. Enorme quantidade de micas, a grande maioria sendo biotita, encontram-se nesses arenitos cimentados quase que totalmente por cimento carbonático (caráter calcítico), porém cimentos silicosos, argilosos e por óxidos de ferro também ocorrem em menor proporção.\nEstes arenitos não apresentam características boas para rochas reservatórios, pois apesar de terem uma seleção moderada, encontram-se muito bem cimentados, não deixando espaços vazios entre os grãos minerais (porosidade) e nem conexões entre os grãos (permeabilidade). Além desta boa cimentação, outros fatores inibem estes arenitos de serem considerados bons reservatórios, tais como: diversas micas (biotita e muscovita) curvadas e dobradas entre os minerais do arcabouço (Fotos 55 A e B) e as atividades dos organismos perfuradores que modificam o arranjo estrutural dos grãos do arcabouço, concentrando sedimentos finos e formando uma barreira.\nA porosidade primária tem pouca representatividade seguida pela porosidade secundária que ocorre pela dissolução de alguns feldspatos (plagioclásio, microclínio e ortoclásio) e carbonatos de cálcio (Fotos 56 A e B) e fraturamento de minerais como o quartzo e feldspatos gerados pela compactação mecânica das rochas (Fotos 57 A e B).\nEm relação as rochas capeadoras, identificadas ao longo do poço estratigráfico 2-JSN-01-PE, temos argilitos, siltitos, folhelhos e calcários laminados que podem ter esta atribuição. Nas rochas geradoras, foram observados folhelhos marrom escuro e argilitos com matéria orgânica. Não foram confeccionadas lâminas petrográficas das rochas sedimentares mais finas, pois estes materiais foram analisados junto aos carbonatos por Rocha 2011.\nFotos 55 A e B: Biotita em processo de cloritização encurvada e dobrada (moldando-se entre os grãos minerais) em quartzarenito de aspecto maciço, micáceo, moderadamente selecionado e cimentado por calcita (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 40x).\nFotos 56 A e B: Porosidade secundária gerada pela dissolução de calcita observada entre grãos de quartzo em quartzarenito micáceo (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados -Objetiva de 40x).\nFotos 57 A e B: Grão de quartzo totalmente fraturado (gerando porosidade secundária) em subarcóseo de aspecto maciço, micáceo, pobremente selecionado e cimentado por calcita (Foto A: Nicóis paralelos e Foto B: Nicóis cruzados - Objetiva de 40x).\n5\t- CONCLUSÕES\nEsta dissertação contribui com o estudo a respeito do Sistema Lacustre Aptiano da Bacia de Jatobá, o qual teve como objetivo principal a caracterização dos corpos rochosos detríticos, em especial as rochas arenosas, a partir do poço estratigráfico 2-JSN-01-PE, realizado à nordeste da Serra Negra.\nAo longo do poço estratigráfico, a descrição litológica dos corpos rochosos permitiu identificar as Formações Crato e Marizal, caracterizadas respectivamente por calcários laminados intercalados com arenitos muito finos, margas e folhelhos (descritos e detalhados no estudo desenvolvido por Rocha, 2011) e por arenitos, siltitos, folhelhos e argilitos.\nEsta sequência litológica aptiana, anteriormente identificada por Rocha (2011), pôde ser dividida em três conjuntos de fácies rochosas: A associação de Fácies Deltaicas (AFD), a Associação de Fácies Terrígena Lacustre (AFTL) e a Associação de Fácies Carbonática (AFC).\nA AFD é composta por arenitos muito finos a finos (predominantemente), pouquíssimo médios e por siltitos de coloração esverdeada intercalados com arenitos muito finos (muitas vezes com bioturbações e fluidizados). Já a AFTL é constituída por siltitos cinza esverdeados, folhelhos marrons, às vezes intercalados com arenitos muito finos e argilitos. A associação AFC é representada principalmente por calcários laminados.\nO principal enfoque, deste estudo, foi sobre as rochas arenosas que apresentam granulação fina dominante, seleção dos grãos moderada em sua maioria, enorme quantidade de micas (biotita e muscovita), maturidade textural e mineralógica moderadas (submaturas) e com cimentação carbonática (calcítica) predominante.\nOs arenitos estudados compreenderam porções rochosas da Formação Crato e num aspecto geral, apresentam quartzo em sua maioria monocristalinos (Qm) com extinção ondulante predominando sobre a extinção imediata, quartzo policristalinos (Qp) de origem milonítica e de rochas de alto grau metamórfico. Os grãos de quartzo apresentam também textura subédrica predominante, granulação que vai de areia muito fina até areia média e grãos subarredondados a subangulosos, que indicam pouco transporte ou área fonte um pouco próxima.\nOs plagioclásios foram os feldspatos mais presentes (muitas vezes bastante intemperizados) seguidos pelos feldspatos potássicos (ortoclásio e microclínio). Alguns destes feldspatos encontram-se em processo de caulinização, indicando sedimentação próxima da superfície, na qual tenha percolação de fluidos.\nAs micas encontradas em grande quantidade foram a biotita (em maioria) seguida pela muscovita, e que indicam também um curto transporte sedimentar, pois as biotitas, diferentemente das muscovitas, são facilmente alteráveis, e nas amostras analisadas se encontram bem preservadas. As muscovitas também podem ter sofrido pouca ação dos agentes intempéricos na área fonte.\nPraticamente todas as amostras, com exceção de uma, apresentaram cimentação carbonática (de composição calcítica identificadas com auxílio da catodoluminescência - CL) com empacotamento arcabouço normal a frouxo e fechado em poucas amostras. Cimentos como o ferruginoso, silicoso e argiloso (caulinita e ilita) também foram constatados, porém em proporções bem inferiores quando comparado aos carbonatos.\nComo a concentração de quartzos monocristalinos é superior a 50%, trata-se de rochas quartzosas de origem cratônica, porém minerais pesados encontrados (turmalina, zircões) indicam origem de rochas ígneas plutônicas, rochas metamórficas de alto grau e de pegmatitos. Com o auxílio da CL pôde ratificar a origem dos grãos minerais provenientes de tais rochas.\nE estes arenitos não apresentam boas característica para rochas reservatórios, pois são bem cimentados (reduzindo a porosidade e permeabilidade), e na maioria, apresenta micas dobradas e encurvadas que também inibem a boa qualidade de um reservatório.\nA partir das características estudadas ao longo das rochas terrígenas do poço estratigráfico 2-JSN-01-PE, pode-se definir, que se trata de rochas formadas em ambiente aquoso de águas calmas com entrada de aporte sedimentar flúvio-deltaico, o qual formou rochas arenosas intercaladas (maioria calcífera) com rochas pelíticas e carbonáticas.\n6\t- REFERÊNCIAS\nADAMS, A. E.; MACKENZIE, W. S.; GUILFORD, C. Atlas of sedimentary rocks under the microscope. Essex: Longman. ISBN 0-582-30118-1: (broch.), 1984. 104p.\nADAMS, A. E.; MACKENZIE, W. S.; GUILFORD, C. Atlas of sedimentary rochs under the microscope. Longman - Scientific &amp; Technical. New York: Sixth impression, 1991. 98p.\nALMEIDA, S. H. M.; MACAMBIRA, M. J. B.; MCREATH, I. Catodoluminescência como instrumento de refinamento petrográfico de calcários da Formação Itaituba (PA), Bacia do Amazonas. 4° PDPETRO, Campinas-SP, V. único, p. 21-24, out. 2007.\nBARRETO, P. M. C. O Paleozóico da Bacia do Jatobá, Pernambuco. Boletim da Sociedade Brasileira de Geologia, São Paulo, v. 17, n. 1, p. 29-45, 1968.\nBASU, A.; YOUNG S. W.; SUTTNER L. J.; JAMES W. C.; MACK G. H. Re-evaluation of the use of undulatory extinction and polycrystallinity in detrital quartz for provenance determination. Journal of Sedimentary Petrology, v. 45, n. 4, p. 873-882, dez., 1975.\nBOGGS, S. JR.; KRINSLEY, D. H. Application of cathodoluminescence imaging to the study of sedimentary rocks. University of Oregon. Cambridge University Press, 2006, 178p.\nBRAUN, O. P. G. Estratigrafia dos sedimentos da parte interior da região Nordeste do Brasil (bacias de Tucano-Jatobá, Mirandiba e Araripe). Boletim DNPM/DGM, Rio de Janeiro, n. 236, p. 75, 1966.\nBRUNI, M. A. L.; CORDANI, U. G.; CAMPOS, D. R. B; CAMPOS, D. A. Carta geológica do Brasil ao milionésimo. Folha Aracaju (SC.24), Brasília, P. 226, 1976.\nCARVALHO, R. R. Origem e proveniência da sequência siliciclástica inferior da Bacia de Jatobá. 2010. 101 f. Dissertação (Mestrado) - PPGEOC, Universidade Federal de Pernambuco. Pernambuco, 2010.\nCHOQUETTE, P. W.; PRAY, L. C. Geologic nomenclature and classification of porosity in sedimentary carbonates. AAPG, Bulletin, v. 54, n.2, p. 207-244, 1970.\nCOMPANHIA DE PESQUISA DE RECURSOS MINERAIS: PROJETO JATOBÁ. Recife, CNEM/CPRM, p. 76, 1972.\nCOMPANHIA DE PESQUISA DE RECURSOS MINERAIS: PROJETO JATOBÁ. Recife, CNEM/CPRM, p. 41, 1973.\nCOMPORTAMENTO DAS BACIAS SEDIMENTARES DA REGIÃO SEMI-ÁRIDA DO NORDESTE BRASILEIRO - HIDROGEOLOGIA DA BACIA DE JATOBÁ: Sistema Aquífero Tacaratu/Inajá -Relatório Diagnóstico do Estado da Arte. Recife, UFPE/CPRM/FINEP, p. 497, 2005.\nCOMPORTAMENTO DAS BACIAS SEDIMENTARES DA REGIÃO SEMI-ÁRIDA DO NORDESTE BRASILEIRO - HIDROGEOLOGIA DA BACIA DE JATOBÁ: Sistema Aquífero Tacaratu/Inajá -Caracterização Geológica e Geométrica dos Aquíferos. Recife, Rede Cooperativa de Pesquisa, p. 35, 2007.\nCORREIA, E. G. Contribuição da refração sísmica no delineamento do arcabouço estrutural da Bacia do Jatobá. In: Coletância de relatorios de exploração (II). Rio de Janeiro: Petrobrás, CENPES: p. 41-66. 1965.\nCOSTA, I. P.; BUENO. G. V.; MILHAMEM, P. DA S.; CARVALHO, M. S. S. DE. Bacias sedimentares brasileiras: Bacia do Jatobá. Aracaju, Fundação Phoenix, Série Bacias Sedimentares, n.53, 2003.\nCOSTA, I. P.; BUENO, G. V.; MILHOMEM, P. S.; ROCHA LIMA, H. S.; DIETZSCH KOSIN, M. Sub-Bacia de Tucano Norte e Bacia do Jatobá. Boletim de Geociências da Petrobras, Rio de Janeiro, V. 15, n. 2, mai./nov., p. 445-453, 2007.\nDELGADO, I. M.; SOUZA, J. D.; SILVA, L. C.; SILVEIRA FILHO, N. C.; SANTOS, R. A.; PEREIRE. A. J.; GUIMARÃES, J. T.; ANGELIM, L. A. A.; VASCONCELOS, A. M.; GOMES, I. P.; LACERDA FILHO, J. V.; VALENTE, C. R.; PERROTTA, M. M.; HEINEC, C. A. Geotectônica do escudo atlântico. Geologia, Tectônica e Recursos Minerais do Brasil: Textos, Mapas &amp; SIG. Brasília, Companhia de Pesquisa de Recursos Minerais, p. 227-334, 2003.\nDE ROS, L. F. Petrologia e características de reservatório da Formação Sergi (Jurássico) no campo de Sesmaria, Bacia do Recôncavo, Brasil. 1985. 101 f. Dissertação (Mestrado) - UFOP, Ouro Preto, 1985.\nDICKINSON, W. R.; BEARD, L. S.; BANKENRIDGE, G. R.; ERJAVEC, J. L.; FERGUSON, R. C.; INMAN,\nK.\tF.; KNEPP, R. A.; LINDBERG, F. A.; RYBERG, P. T. Provenance of north american phanerozoic sandstones in relation to tectonic setting. Geol. Soc. Am. Bul., v. 94, p. 222-235, 1983.\nDICKISON, W. R. Interpreting provenance relations from detrital modes of sandstones. In: Zuffa. G. G. (ed.) Provenance of Arenites. North Atlantic Treaty Organization - Advanced Study Institutes (NATO-ASI). Series C, n. 148, p. 333-361, 1985.\nDICKISON, W. R. Provanance and sediment dispersal in relation to paleotectonics and paleogeography of sedimentary basins. In: Kleinspehn, Basin Analysis. Springer-Verlag, New York, p. 3-25, 1988.\nDOTT, R. H. Wacke, graywacke and matrix, what approach to immature sandstone classification. Journ. Sediment. Petrol., v. 34, p. 625-632, 1964.\nFERREIRA, J. C. Hidrogeologia das bacias sedimentares de Tucano e Jatobá. Boletim Técnico da Petrobras, Rio de Janeiro, v. 8, n. 1, p. 57-75, 1965.\nFERREIRA JÚNIOR, A. V.; MEDEIROS DE ARAÚJO, T. C.; VIEIRA, M. M.; NEUMANN, V. H.; GREGÓRIO, M. N. Petrologia dos arenitos de praia (beachrocks) na costa central de Pernambuco. Revista de Geociências da Unesp, São Paulo, v. 30, n.4, p. 545-559, 2011.\nFOLK, R. L. Petrology of sedimentary rocks. The Univ. of Texas, Austin, Hemphil's, 1968. 172 p.\nFOLK, R. L. Petrology of Sedimentary Rocks. Austin, EUA, Hemphill's, 1974. 182 p.\nFAMBRINI, G. L.; LIMA FILHO, M. F.; TESSER JUNIOR, S.; COSTA, B. H.; JESUINO, P. C. L.; VALENÇA, L. M. M.; NEUMANN V. H. M. L. Paleocorrentes fluviais da Formação São Sebastião, Bacia de Jatobá, NE do Brasil. In: XXII Simpósio de Geologia do Nordeste, 2007, Natal-RN. Atas do XXII Simpósio de Geologia do Nordeste, v. único, p. 45-45, 2007.\nFAMBRINI, G. L.; NEUMANN V. H. M. L.; MENEZES FILHO, J. A. B.; ROCHA, D. E. G. A.; DURVAL,\nL.\tG. O.; JESUINO, P. C. L. Fácies e sistemas deposicionais e a Formação São Sebastião (eocretáceo), Bacia de Jatobá, PE: Contribuição à Evolução Geológica do Rifte Recôncavo-Tucano-Jatobá, Nordeste do Brasil. In: XXV Simpósio de Geologia do Nordeste, 2013, Gravatá-PE. Atas do XXV Simpósio de Geologia do Nordeste, v. único, p. 176-177, 2013.\nGHIGNONE, J. I. Geologia dos sedimentos fanerozóicos do Estado da Bahia. In: INDA, H. A. V. (Ed.) Geologia e recursos minerais do Estado da Bahia: Textos Básicos, Salvador, v. 1, p. 24-117, 1979.\nGOTZE, J. AND W. ZIMMERLE. Quartz and silica as guide to provenance in sediments and sedimentary rocks. Contributions to Sedimentary Geology, n. 21, p. 1-91, 2000.\nGOTZE, J. M. R.; KRBETSCEK, D.; HABERMANN, AND D. WOLF. High-resolution cathodoluminescence studies of feldspar minerals. In Pagel, M., V. Barbin, P. Blanc, and D. Ohnenstetter (eds.), Cathodoluminescence in Geosciences, Berlin, Springer-Verlag, 2000, p. 245-70.\nGOTZE, J.; M. PLOTZE, AND D. HABERMANN. Origin, spectral characteristics and practical applications of the cathodoluminescence (CL) of quartz - a review. Mineralogy and Petrology, n. 71, p. 225-50, 2001.\nGRATZER, R.; NEUMANN, V. H.; VORTISCH, W.; ROCHA, D. E. G. A.; BECHTEL, A. Stable isotopes of organics and inorganics of aptian lacustrine sediments in Notrh-Eastern Brazil. In: Mineralogical Magazine Goldschmidt Conference, Praga. Goldschmidt Conference Abstracts, Cambridge: Cambridge, v. único, p. 943-943, 2011.\nHUBERT, J. F. Analysis of heavy mineral assemblages. In: R. Carver (editor): Procedures in Sedimentary Petrology, Wiley Intercience Public, New York, p. 453-478, 1971.\nKAHN, J. S. The analysis and distribution of the properties of packing in sand-size sediments: 1. On the Measurement of Packing in Sandstones, Journal of Geology, n. 64, p. 385-395, 1956.\nKRYNINE, P. D. Petrology and genesis of the third bradford sand bull - Pennsylvania State College,n. 29, p. 134, 1940.\nLEAL, O. Inventário hidrogeológico básico do Nordeste. Série Hidrogeologia, n. 29. Folha n. 9 -Jaguaribe NO. SUDENE, Recife, 1971.\nLEITE, J. F.; PIRES S. DE T. M.; ROCHA, D. E. G. A. Estudo hidrogeológico da Bacia do Jatobá-PE. Série Hidrogeologia, Estudos e Projetos, v. 7, p. 55, 2001.\nLIMA, R. P. Mapeamento geológico da área Nordeste da Folha Airí. 2011. 83 f. TCC, UFPE (DEGEO), Centro de Tecnologia e Geociências, Pernambuco, 2011.\nLIMA, R. P.; NEUMANN V. H. M. L.; ROCHA, D. E. G. A.; MIRANDA, T. S.; GONÇALVES, L. R. L.; BARBOSA, J. A.; SANTOS, C. A.; LIMA FILHO, M. F.; FAMBRINI, G. L.; MENEZES FILHO, J. A. B. Sedimentologia e estratigrafia do paleolago aptiano da Bacia de Jatobá. In: 6° Congresso Brasileiro de Pesquisa e Desenvolvimento em Petróleo e Gás - 6° PDPETRO, 2011, Florianópolis-SC. Anais do 6° Congresso Brasileiro de Pesquisa e Desenvolvimento em Petróleo e Gás, v. único, p. 33-40, 2011.\nMACKENZIE, W. S. AND GUILFORD, C. Atlas of rock- forming minerals in thin section. Longman Scientific &amp; Techinal, New York- Sixt impression, 1988, 98 p.\nMAGNAVITA, L. P. &amp; CUPERTINO, J. A. Concepção atual sobre as bacias de Tucano e Jatobá, Nordeste do Brasil. Bol. De Geoc. Petrobras, v. 1, n. 2, p. 119-134, 1987.\nMAGNAVITA, L. P. Geometry and kinematics of the Recôncavo-Tucano-Jatobá Rift, NE Brazil. 1992. 492 p. Tese (Doutorado), University of Oxford, Oxford, 1992.\nMAGNAVITA, L. P.; SILVA, R. R.; SANCHES. C. P. Guia de Campo da Bacia do Recôncavo, NE do Brasil. B. Geoc. Petrobras, Rio de Janeiro, v. 13, mai/nov, n. 2, p. 301-334, 2005.\nMASON, R .A.; MARIANO, A. N. Cathodoluminescence activation in manganese bearing and rare earth bearing synthetic calcites. Chem. Geol., n. 88, p. 191-285, 1990.\nMEDEIROS, R. A.; PONTE, F. C. Roteiro geológico da Bacia do Recôncavo (Bahia). Petrobrás/SEM-BA, p. 63, 1981.\nMELO, G. DE. Estudo hidrogeológico da Bacia do Jatobá (PE): Recursos Exploráveis e Dispositivos de Captação. 1980. 132 f. Dissertação (Mestrado), UFPE, Recife 1980.\nMENEZES FILHO, J. A. B.; FAMBRINI, G. L.; NEUMANN V. H. M. L.; ROCHA, D. E. G. A.; DURVAL, L. G. O.; CHAVES, O. L. Análise das fácies siliciclásticas do sistema lacustre aptiano da Bacia de Jatobá, NE do Brasil (resultados preliminares). In: XXV Simpósio de Geologia do Nordeste, 2013, Gravatá-PE. Atas do XXV Simpósio de Geologia do Nordeste, v. único, p. 191-192, 2013.\nMENESES FILHO, N. R. DE.; SANTOS, R. A. DOS.; SOUZA, J. D. Programa levantamentos geológicos básicos do Brasil: Carta Geológica, carta metalogenética/previsional - escala 1:100.000 (Folha SC.24-X-C-V Santa Brígida), Estado da Bahia. Brasília, DNPM/CPRM, p. 144, 1988.\nMIALL, A. D. Lithofacies Types and Vertical Profile Models in Braided River Deposits: a summary. In: A. D. Miall (ed) Fluvial Sedimentology. Can. Soc. Petro. Geol. Mem., v. 5, p. 597604, 1978.\nMIALL, A. D. Architecturial - Element anallysis: A new method of facies analysis applied to fluvial deposits. Eart Sciense Reviews, v. 22, n. 4, p. 261-300, 1985.\nMIALL, A. D. Principles of sedimentary basin analysis. 1990. 2ã Dd. 668 p. Berlin. 1990.\nMIALL, A. D. The geology of fluvial deposits. 1996. 582 p. Berlin, Springer - Verlag. 1996.\nMIALL, A. D. Principles of sedimentatary basin analysis. 2000. 3nd ed. 616 p. Springer - Verlag, 2000.\nMORAD, S. Diagenesis of titaniferous minerals in Jurassic sandstones from the Norwegian Sea. Sedimentary Geology, v. 57, p. 17-40, 1988.\nMORAD S. Diagenesis of clastic sedimentary rocks. Department of Mineralogy and Petrology, Institute of Geology, Uppsala University, p. 287, 1991.\nNETO, S. F. Contribuição da catodoluminescência para o entendimento da diagênese da Formação Jandaíra: Áreas do Campo de Petróleo da Fazenda Belém e Lajedo do Rosário. 2010. 80 f. Dissertação (Mestrado), 2010.\nNEUMANN, V. H.; CABRERA, L. Uma nueva propuesta estratigráfica para La tectonosecuencia post-rifte de La Cuenca de Araripe, Noreste de Brasil. In: Simpósio do Cretáceo Brasileiro, n. 5, Serra negra. UNESP, Boletim de Resumos, p. 279-285, 1999.\nNEUMANN, V. H.; ROCHA, D. E. G. A.; GONÇALVES, L. R. DE L.; BARBOSA, J. A.; SANTOS, A. DOS.; LIMA, R. P. DE.; LIMA FILHO, M.; FAMBRINI, G. &amp; CARVALHO, R. R. Microfácies e microestruturas dos calcários laminados das serras do Periquito e Negra, Bacia de Jatobá. 5° Congresso Brasileiro de Petróleo e Gás, UFC, Ceará., p. 8, 2009.\nNEUMANN, V. H. M. L.; ROCHA, D .E. G. A.; MORAES, A. S.; SIAL, A. N.; TABOADA-CASTRO, M. T.; BARBOSA, J. A.; FAMBRINI, G. L.; CARVALHO, R. R. Microfácies carbonáticas e comportamento isotópico de C e O nos calcários laminados aptianos lacustres da Serra Negra, Bacia de Jatobá, Nordeste do Brasil. Estudos Geológicos (UFPE), v. 20, p. 89-100, 2010.\nNEUMANN, V. H.; MIRANDA, T. S.; LIMA, R. P.; MENEZES FILHO, J. A.; GONÇALVES, L. R. Mapeamento Geológico da Folha Poço da Cruz (SB.24-X-A-VI). Relatório Técnico, CPRM/UFPE/FADE, Programa Geologia do Brasil (no prelo), 2011.\nNEUMANN, V. H.; ROCHA, D. E. G. A. Stratigraphy of the post-rift sequences of the Jatobá Basin, Northeastern Brazil. Strati 2013, Springer Geology, p. 553-557, 2013.\nNICHOLS, G. Sedimentology and stratigraphy. 2009. 2nd ed. 432 p. Ed. Wiley Blackwell, 2009.\nOWEN, M. R. Application of cathodoluminescence to sandstone provenance. In Luminescence Microscopy and Spectroscopy: Qualitative and Quantitative Applications, SEPM Short Course 25, p. 67-75, 1991.\nPERARO, A. A. Caracterização sísmica do tectonismo transcorrente na Bacia do Jatobá. In: SBGf, Congresso Internacional da Sociedade Brasileira de Geofísica, Rio de Janeiro, Anais, n. 4, p. 1-3, 1995.\nPETTIJOHN, F. J.; POTTER, P. E. AND SIEVER, R. Sand and sandstone. 1973. 631 p. New York, Springer-Verlag, 1973.\nPETTIJOHN, F. J. Sedimentary rocks. 1975. 3 ed. 628 p. Harper &amp; Row, New York, 1975.\nPONTE, F. C.; APPI, C. J. Proposta de revisão da coluna estratigráfica da Bacia do Araripe. In: XXXVI Cong. Bras. de Geol., v. 1, p. 211-226, 1990.\nPONTE, F. C.; PONTE FILHO, F. C. Estrutura geológica e evolução tectônica da Bacia do Araripe. Recife: DNPM, p. 68, 1996.\nPONTE, F. C.; MEDEIROS, R. A.; PONTE FILHO, F. C. Análise estratigráfica da Bacia do Araripe: Parte 1 - Análise de sequências. In: Simpósio sobre a Bacia do Araripe e Bacias Interiores do Nordeste, Crato-Ceará. Atas, Crato, DNPM, n. 2, 1997.\nPOWERS, M. C. A new roundness scale for sedimentary particles. J. Sediment. Petrology, n. 23, p. 117-119, 1953.\nRAMSEYER, K. J.; BAUMANN, A.; MATTER, AND J. MULLIS. Cathodoluminescence colours of fi-quartz. Mineralogical Magazine, n. 52, p. 669-77, 1988.\nREMUS, M. V. D.; SOUZA, R. S.; CUPERTINO, J. A.; DE ROS, L. F.; DANI, N. &amp; LELARGE, V. M. L. Proveniência sedimentar, métodos e técnicas analíticas aplicadas. Revista Brasileira de Geociência, v. 38, n. 2, p. 166-185, 2008.\nROCHA, DA D. E. G. A. &amp; LEITE, J. F. Estudo hidrogeológico da Bacia de Jatobá-PE - Geologia. Recife, CPRM, v. 2, p. 19p, 1999.\nROCHA, DA D. E. G. A. Caracterização do intervalo carbonático do sistema lacustre Aptiano da Bacia de Jatobá, NE do Brasil. 2011. 160 f. Tese (Doutorado), UFPE, Pernambuco, 2011.\nSANTOS ALVES, A. C. Operacionalização da técnica de catodoluminescência e aplicação ao estudo do quartzo. 2013. 154 f. Dissertação (Mestrado), Faculdade de Ciências - Universidade do Porto, Portugal, 2013.\nSANTOS, E. J.; BRITO NEVES, B. B.; VAN SCHMUS, W. R.; OLIVEIRA, R. G.; MEDEIROS, V. C. An overall view on the displaced terrane arragement of the Borborema Province, NE-Brazil. In 31st International Geological Congress, 2000, Rio de Janeiro. Proceedings, in CD-ROM, 2000.\nSANTOS, C. A.; NEUMANN, V. H.; MENEZES, M. R. F. DE.; ROCHA, D. E. G. A.; AGOSTINHO, S. Caracterização sedimentológica e micropaleontológica dos calcários bioclásticos da Serra do Periquito, Bacia do Jatobá - PE. Estudos Geológicos, UFPE, v. 21, n. 1, p. 21-39, 2011.\nSCHOLLE, P. A. A color illustrated guide to constituents, textures, cements, and porosities of sandstones an associated rock. Memoir 28, 1979, 103p.\nSCHMIDT, V. &amp; MCDONALD, D. A. The role of secondary porosity in the course of sandstones diagenesis. In: Scholle P. A. &amp; Schluger P. R. (eds.) Aspects of Diagenesis. Tulsa, Society of Economic Paleontologists and Mineralogists Special Publication, v. 26, p. 175-208, 1979.\nSUGUIO, K. Rochas sedimentares: propriedades, gênese, importância econômica. São Paulo: Edgard Blucher, Editora da Universidade de São Paulo, 1980. 495 p.\nSUGUIO, K. Geologia sedimentar. São Paulo: Edgard Blucher, Editora da Universidade de São Paulo, 2003. 400 p.\nTOMÉ, M. E. Estudo dos ostracodes não-marinho do Andar Alagoas, nas bacias do Araripe, Cedro, Jatobá e Sergipe-Alagoas, Nordeste do Brasil. 2011. 162 f. Tese (Doutorado), UFPE, Pernambuco, 2011.\nTUCKER, M. Sedimentary petrology - An introduction to the origen of sedimentary rocks. Ed. John, Wile , 1991. 2nd ed.\nTUCKER, M. 2001. Sedimentary petrology - An introduction to the origen of sedimentary rocks. Ed. John, Wile, 2001. 3rd ed.\nTUCKER, M. Sedimentary rocks in the fild. Ed. John, Wile, 2003. 3rd ed.\nVIEIRA, M. M. Aspectos sedimentológicos e petrológicos dos Beachrocks do Estado do Rio Grande do Norte. 2005. 243 f. Tese (Doutorado), UFRN, Rio Grande do Norte, 2005.\nVIEIRA, M. M.; DE ROS, L. F. Cementation Patterns and Genetic Implications of Holocene Beachrocks from Northeastern Brazil. Sedimentary Geology - Elsevier, n. 192, p. 207-230, 2006.\nVORTISCH, W.; NEUMANN, V. H.; GRATZER, R.; ROCHA, D. E. G. A. Clay mineralogy and chemical environment of an aptian lacustrine succession in North-Eastern Brazil. In: Goldschmidt Conference, 2011, Praga. Mineralogical Magazine - Goldschmidt Conference Abstracts. Midllesex: Cambridge Press, v. único, p. 2103-2103, 2011.\nWALKER, T. R. Diagenetic origin of continental Permian in west, central and south Europe. Proceedings of the NATO Advanced Study Institute, D. Reidel Pub. Co., Germany, p. 240-282, 1976.\nZINKERNAGEL, U. Cathodoluminescence of quartz and its application to sandstone petrology. Contributions to Sedimentology, v. 8, p. 1-69, 1978.\nANEXOS\nAnexo I - Análise microscópica dos arenitos obtidos a partir do poço estratigráfico 2-JSN-01-PE.\nLâmina\tGeneralidades\tArcabouço\tMatriz\tCimento\tEmpacotamento\tMaturidade Mineralógica\tMaturidade Textural\tClassificação Folk (1968)\nJA-01\tArenito fino com laminação horizontal, pobremente selecionado, com grãos angulosos a subarredondados e com contatos pontuais predominando entre os grãos.\tQz monocristalino com extinção ondulante (maioria), e alguns qz fraturados e com extinção reta. Muitas biotitas (bem preservadas, dobradas e cloritizadas), muscovitas, cloritas, opacos e minerais pesados presentes (zircão).\tAusente\tCarbonático (predomina) e ferruginoso.\tFechado\tMaturo\tMaturo\tQuartzarenito\nJA-02\tArenito fino com laminação horizontal, mal selecionado, com grãos angulosos a subangulosos e com contatos pontuais (maioria) e localmente com contato flutuante em algumas porções.\tQz mono (maioria) e policristalino com extinção ondulante de alto grau metamórfico. Alguns qz com extinção reta. Muitas biotitas (dobradas e encurvadas), muscovitas, cloritas, opacos e minerais pesados como o zircão.\tAusente\tCarbonático (maioria) e ferruginoso.\tNormal\tMaturo\tSubmaturo\tQuartzarenito\nJA-03\tArenito maciço muito fino, moderadamente selecionado, com grãos subangulosos a subarredondados e com contato pontual predominando.\tQz monocristalino maioria com extinção ondulante e alguns com extinção reta. Grande quantidade de biotita, clorita e óxido de ferro. Muitas biotitas encontram-se totalmente ferruginizadas.\tArgilosa\tCarbonático.\tFechado\tMaturo\tMaturo\tQuartzarenito\nJA-04\tArenito muito fino com laminação pouco evidente, mal selecionado, com grãos angulosos a subangulosos e com contatos pontual (predominando) e cóncavoconvexo (poucos).\tQz monocristalino com extinção ondulante (maioria) e alguns com extinção reta imediata. Enorme quantidade de biotita e clorita, e opacos (óxidos de ferro). Presença de matéria orgânica.\tAusente\tSilicoso e carbonático em pouca proporção.\tFechado\tMaturo\tSubmaturo\tQuartzarenito\nLâmina\tGeneralidades\tArcabouço\tMatriz\tCimento\tEmpacotamento\tMaturidade Mineralógica\tMaturidad e Textural\tClassificação Folk (1968)\nJA-05\tArenito muito fino intercalado com siltito apresentando laminação cruzada tabular, pobremente selecionado, com grãos angulosos a subarredondados e com contatos pontual e cóncavoconvexo.\tQz monocristalino com extinção ondulante (maioria). Alguns qz com extinção reta. Muitas biotitas de coloração marrom escura, cloritas e opacos.\tAusente\tCarbonático e pouquíssim o silicoso.\tFechado\tMaturo\tSubmaturo\tQuartzarenito\nJA-06\tArenito médio a fino de aspecto maciço, pobremente selecionado, com grãos angulosos a subangulosos e com contatos pontual (maioria) e flutuante em algumas porções.\tQz mono e policristalino (vários) com extinção ondulante (predomina) e poucos com extinção reta. Biotita, clorita, feldspatos (maioria de plagioclásio). Muitas biotitas ferruginizadas.\tAusente\tCarbonático (predomina) e ferruginoso.\tNormal\tSubmaturo\tSubmaturo\tsublitoarenito Feldspático (filarenito)\nJA-07\tArenito médio maciço, pobremente selecionado, com grãos angulosos a subangulosos e com contatos pontuais (maioria), cóncavo-convexo e flutuante em algumas porções.\tQz mono (maioria) e policristalino com extinção ondulante (poucos). Alguns qz com extinção reta. Biotitas (muitas de coloração verde a preto ferruginizadas), muscovita, clorita, opacos e minerais pesados.\tAusente\tCarbonático\tFechado\tSubmaturo\tSubmaturo\tSubarcóseo\nJA-08\tArenito médio a fino com laminação plano paralela, mal selecionado, com grãos angulosos a subangulosos e subarredondados e com contatos flutuantes (maioria) e pontuais.\tQz monocristalino com extinção ondulante e alguns com extinção reta. Poucos qz policristalinos. Muitas biotitas, muscovita, clorita e minerais pesados. Processo de bioturbação.\tAusente\tCarbonático (predomina) e silicoso.\tFrouxo\tSubmaturo\tMaturo\tQuartzarenito\nLâmina\tGeneralidades\tArcabouço\tMatriz\tCimento\tEmpacotamento\tMaturidade Mineralógica\tMaturidade Textural\tClassificação Folk (1968)\nJA-09\tArenito médio maciço, mal selecionado, com grãos angulosos a subangulosos e com contatos pontual, cóncavo-convexo e flutuante.\tQz mono (maioria) e policristalino com extinção ondulante. Alguns qz com extinção reta. Muitas biotitas (cloritizando e ferruginizadas), opacos e muitos zircões.\tAusente\tCarbonático.\tNormal\tSubmaturo\tSubmaturo\tSubarcóseo\nJA-10\tArenito fino com laminação cruzada tabular evidente, pobre a moderadamente selecionado, com grãos angulosos a subangulosos e também subarredondados. Contatos pontuais predominam.\tQz mono (predomina) e alguns com extinção reta. Alguns policristalinos com extinção ondulante. Muitas biotitas marrons, muscovita, clorita e concentrações óxido de ferro.\tAusente\tCarbonático (maioria) e ferruginoso.\tFechado\tMaturo\tSubmaturo\tQuartzarenito\nJA-11\tArenito médio a fino com laminação horizontal, moderadamente selecionado, com grãos subangulosos a subarredondados e com contatos pontuais, cóncavo-convexo e em algumas partes flutuante.\tQz monocristalino com extinção ondulante (maioria). Alguns qz com extinção reta e poucos qz policristalinos. Muitas biotitas, clorita, muscovita e opacos (óxidos de ferro).\tArgilosa\tCarbonático e ferruginoso.\tNormal\tSubmaturo\tSubmaturo\tSubarcóseo\nJA-12\tArenito fino com laminação plano paralela, moderadamente selecionado, com grãos subangulosos a subarredondados e com contatos pontuais e cóncavoconvexos em algumas porções.\tQz monocristalino maioria com extinção reta. Poucos qz policristalinos. Grande quantidade de biotita, clorita e opacos. Ausência de fragmentos líticos. Rocha bioturbada.\tAusente\tCarbonático (maioria) e ferruginoso.\tFrouxo\tSubmaturo\tSubmaturo\tSubarcóseo\nLâmina\tGeneralidades\tArcabouço\tMatriz\tCimento\tEmpacotamento\tMaturidade Mineralógica\tMaturidade Textural\tClassificação Folk (1968)\nJA-13\tArenito fino com laminação cruzada tabular, moderadamente selecionado, com grãos subangulosos (maioria) a subarredondados e com contatos pontuais e côncavo-convexos em algumas partes.\tQz mono e policristalino com extinção ondulante. Poucos qz monocristalino com extinção reta. Grande quantidade de biotita verde ezcura, clorita e zircões.\tAusente\tCarbonático (maioria), silicoso e ferruginoso.\tNormal\tMaturo\tSubmaturo\tQuartzarenito\nJA-14\tArenito fino a muito fino com laminação cruzada tabular, moderadamente selecionado, com grãos subangulosos (maioria) a subarredondados e com contatos pontuais e flutuantes em algumas porções.\tQz monocristalino (maioria) com extinção ondulante. Poucos qz com extinção reta. Grande quantidade de biotita, clorita e opacos. Grande quantidade de zircões.\tAusente\tCarbonático.\tNormal\tMaturo\tSubmaturo\tQuartzarenito\nJA-15\tArenito médio maciço, mal selecionado, com grãos subangulosos (maioria) a subarredondados e com contatos flutuantes predominando.\tQz mono (maioria) e policristalino com extinção ondulante. Biotitas (algumas ferruginizadas), plagioclásios, opacos e minerais pesados presentes (turmalina e granada).\tAusente\tCarbonático (maioria) e ferruginoso.\tFrouxo\tSubmaturo\tSubmaturo\tSubarcóseo\nAnexo II - Intervalos de coleta das amostras para confecção das lâminas petrográficas\nPOÇO 2-JSN-01-PE\t\t\t\t\nLâminas\tCaixa de Testemunhos\tLâminas Poço\tInterv. Inicial\tInterv. Final\nJA-01\t18\tLâmina 1\t90,50\t90,45\nJA-02\t\tLâmina 2\t88,23\t88,20\nJA-03\t17\tLâmina 3\t88,77\t88,74\nJA-04\t\tLâmina 4\t88,20\t88,16\nJA-05\t14\tLâmina 5\t75,13\t75,08\nJA-06\t13\tLâmina 6\t70,87\t70,82\nJA-07\t\tLâmina 7\t68,10\t67,99\nJA-08\t\tLâmina 8\t65,10\t65,08\nJA-09\t\tLâmina 9\t65,00\t64,95\nJA-10\t12\tLâmina 10\t64,49\t64,46\nJA-11\t\tLâmina 11\t64,17\t64,15\nJA-12\t\tLâmina 12\t62,80\t62,76\nJA-13\t8\tLâmina 13\t44,18\t44,14\nJA-14\t\tLâmina 14\t42,03\t41,99\nJA-15\t2\tLâmina 15\t15,02\t15,00\nAnexo III - Siglas dos minerais com os nomes abreviados\nNomes\tAbreviaturas\nBiotia\tBt\nCaolinita\tKln\nClorita\tCl\nFeldspato\tFds\nHematita\tHem\nIlita\tIl\nMateria orgânica\tM.O\nMicroclínio\tMc\nMuscovita\tMs\nOrtoclásio\tOr\nPirita\tPi\nPlagioclásio\tPl\nQuartzo\tQz"}]}}}