{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04699"}, {"@name": "filename", "#text": "BTP_1963_6_2_10_Aguas_residuais.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DIVERSOS\náguas\nresiduais\ndo\nprocessamento\ndo\nxisto:\nproblemas de rejeito\nBeethoven H. de Sá Carlos A. S. Ribeiro Ernesto Wenth\nErno Jy Righesso Joel Rezende (*)\nSINOPSE — Estudo realizado na Petrobrás-SIX, com vistas a resolver, satisfatôriamente, o problema de rejeição das águas residuais da futura Usina Protótipo do Irati. Ressalta a importância do assunto e mostra quanto o problema de poluição é desconhecido e descuidado, principalmente no Brasil. Apresenta as dificuldades para se estabelecerem as bases do estudo, os testes executados para obtenção de dados, as diversas alternativas de rejeição possíveis e as extrapolações imprescindíveis para se atingir o objetivo procurado. O estudo conclui por uma solução na qual uma reprêsa projetada para o rejeito do xisto retortado é aproveitada para proporcionar as condições necessárias a uma depuração parcial das águas poluídas. Tratando-se de assunto pouco conhecido e de suma importância para um país em desenvolvimento, a divulgação do presente trabalho foi considerada oportuna e útil para os que defrontam com problemas semelhantes.\n(*) Técnicos dà Superintendência da Industrialização do Xisto (®ÍX)\n— Petrobrás. j -/\n1\t— INTRODUÇÃO\nPropõe-se a Superintendência da Industrialização do Xisto (SIX), da Petrobras, a instalar em São Mateus do Sul, Paraná, uma Usina Protótipo para processamento do xisto da Formação Irati (U.P.I.).\t’\nA instalação de uma indústria de grande porte, em localidade sem qualquer desenvolvimento industrial, como a cidade de São Mateus do Sul, faz-se acompanhar, normalmente, de um surto elevado de progresso, beneficiando a região, mas por outro lado, criando problemas desastrosos, quando do planejamento imperfeito ou descuidado.\nDentro dêste raciocínio é que a Superintendência da Industrialização do Xisto (SIX) vem desenvolvendo o projeto da Usina Protótipo e, através de um planejai-mento cuid.adoso e sério, procurando solucionar, a contento, todos os problemas que possam pôr em risco a segurança e o bem estar da população.\nEntre os problemas que têm merecido especial atenção da SIX, esiá o da poluição de cursos d’água motivado pelo rejeito dos resíduos líquidos e sólidos provenientes do processamento do xisto na UPI. Para resolvê-lo, a Superintendência criou um grupo d.e trabalho composto de técnicos da Unidade denominado Grupo de Estudo da Poluição de Cursos d’AgUa (GEPOL).\nTerminado o estudo, o GEPOL apresentou um relatório conclusivo à Sm perintendência, do qual resulta o presente trabalho para fins de divulgação.\n2\t- CARACTERIZAÇÃO DO PROBLEMA\nDo processamento do xisto resultam os seguintes produtos fundamentais:\n—\tgás\n—\tóleo\n—\tágua de processo (água de retortagem)\n—\tresíduo de pirólise (xisto retortado)\nNa Usina Protótipo, apenas o gás e o óleo serão aproveitados. A água de processo e o resíduo de pirólise serão rejeitados.\nA água de processo é altamente poluída, principalmente por conter, em quantidades apreciáveis, sulfetos e .compostos fenólicos. Sua vazão, na capacidade máxima da Usina, é da ordem de 7 000 1/h.\nO resíduo de pirólise contém ainda carbono e enxofre, motivo por que, quando armazenado em grandes pilhas, pode entrar em combustão espontânea, com desprendimento de gases tóxicos. Êsse fenômeno pode ser evitado molhando o xisto ao sair da retorta e conservando-o em contato com água. Para isso, será construída uma reprêsa próxima da Usina (Fig. 1), para onde será transportado, por via hidráulica, o xisto retortado. A água usada no arraste hidráulico do xisto terá, certamente, suas características alteradas tornando-se, provàvelmente, poluída. Sua vazão máxima é da ordem de 236 000 1/h.\nHá ainda os esgotos sanitários que constituem a terceira corrente de água poluída.\nAs três correntes citada, ágúa de processo, água de arraste hidrálico (após decantação do xisto retortado) e esgotos sanitários, deverão ser lançadas no Rio Iguaçu e a incumbência do GEPOL é justamente encontrar um sistema de rejeição não dispendioso, que evite a poluição do curso d’água receptor.\n3\t— FINALIDADES\nA realização do presente estudo teve como principais objetivos os seguintes:\na)\tselecionar um ou mais esquemas de rejeição do xisto retortado e água de processo, com vistas a resolver o problema de poluição;\nb)\tobter amostras, as mais representativas possível, da água de arraste hidráulico, água de processo e água efluente da reprêsa;\nc)\tverificar a necessidade ou não de tratamento, não só das águas residuais da Usina, como dos esgotos sanitários;\nd)\tverificar a conveniência ou não da mistura do esgoto sanitário com o industrial;\ntéc. PETROBRAS, Rio de Janeiro, 6\t(2):\t179-210, abr./juir. 1963\n■e) fornecer à Superintendência da Industrialização do Xisto elementos relativos ao problema de poluição necessários ao julgamento e aceite do projeto da U.P.I.\n4\t— ASPECTOS GERAIS DO PROBLEMA DE POLUIÇÃO DE CURSOS D’AGUA\nExiste no Brasil, de modo geral, grande indiferença e desinterêsse pelos problemas de poluição de cursos d’água. Cidades e indústrias têm descarregado, em correntes d’água, esgotos não tratados ou inadequadamente tratados, não se importando com as conseqüências que daí decorram. Êste procedimento pode ser explicado pelas seguintes razões:\na)\tcusto de investimento e de operação de uma estação de tratamento de •\nágua poluída;\t.\t.\nb)\tfalta de fiscalização por parte dos órgãos competentes;\nc)\tdesconhecimento parcial ou total dos problemas de poluição.\nTorna-se oportuno, portanto, uma definição do que se compreende por água residual poluída, desde que nem todos os líquidos provenientes de indústrias são resíduos que contaminam ou poluem as águas receptoras.\nConsidera-se como poluição qualquer alteração das propriedades, físicas, químicas e biológicas das águas, que possa importar em prejuízo à saúde, à segurança e ao bem-estar das populações e ainda comprometer a sua utilização para fins agrícolas, industriais, recreativos e, principalmente, a existência normal da fauna aquática (artigo 3’ do Decreto N’ 50.877 de 29/6/61).\n- Autoridades encarregadas da Saúde Pública têm chamado a atenção, rei-te-radamente, para os malefícios que aquelas descargas ocasionam aos mananciais de água potável, aos locais de recreios e à vida dos peixes. Ê bem verdade que, hodiernamente, uma estação para tratamento d’água, pode ser projetada de modo a tornar potável uma água, qualquer que seja a sua procedência e características. Entretanto, forçoso é reconhecer que esta premissa é discutível, pois não seria justo obrigar uma cidade a instalar uma custosa estação de tratamento d’água somente porque indústrias e cidades situadas a montante descarregam, no mesmo curso d’água, seus resíduos poluídos.\nÊ dever, portanto, de cada cidade e de cada indústria, empenhar-se ao máximo na eliminação do problema da poluição'dos cursos d’água, procurando retornar ao rio a mesma água que dêle foi retirada, senão em quantidade, pelo menos em qualidade.\nExistem poucos aspectos da tecnologia industrial que variam tanto de uma para outra indústria como o problema de rejeição de resíduos líquidos.\nEm primeiro lugar, duas Instalações fabricando o mesmo prod.uto a partir de matérias-primas idênticas freqüentemente produzem efluentes residuais inteiramente diferentes entre si, em virtude de:\na)\tvariações nos métodos de processamento utilizados;\nb)\texistência de processos de recuperação de alguns constituintes da\nágua residual;\t■\nc)\tutilização ou não da ágúa de resfriamento em circuito fechado, etc.\nPor outro lado, se duas indústrias diferentes, por circunstâncias fortuitas, produzirem uma mesma água residual, seus problemas de rejeição ainda serão, provàvelmente, diferentes entre si, em virtude da natureza e utilização das águas receptoras, as quais variam de local para local. Ê evid.ente que o tipo e o grau de tratamento necessários são diferentes, quer se trate de lançar a água residual na rêde de esgoto sanitário municipal de uma determinada cidade, num riacho ou num rio de grand.e vazão, bem como se a corrente receptora é usada Como fonte de suprimento de água potável ou para recreação ou. se é utilizada apenas no transporte de resíduos industriais.\nPelas razões já apontadas, não é possível estabelecer-se um programa--padrão para o estudo dos métodos de tratamento de resíduos líquidos e aolicá-lo na resolução dos problemas de poluiçãoexistentes nas várias categorias de indústrias. Como conclusão, cada indústria deve merecer um estudo especial.\nÉ certo que a grande maioria dos resíduos industriais são poluídos, o que torna necessário tratá-los antes de serem descarregados. O tipo e o grau de tratamento dos resíduos depende de vários íatôres; assim, um dado resíduo Dode constituir um grande problema quando lançado numa determinada corrente d água e deixar de ser um problema sério quando descarregado em outra, dependendo do volume, da utilização e das características de poluição da corrente receptora.\nNenhuma regra geral pode ser aplicada para a fixação do grau de tratamento necessário à depuração de um determinado efluente poluído, sem um estudo pormenorizado dos seguintes aspectos:\na)\tlocalização da indústria;\nb)\tuso do curso d,’água por outras indústrias;\nc)\tcaracterísticas da água receptora e o seu volume;\nd)\tefeitos nocivos que o volume de água residual, a ser rejeitado, acairc-tará aos usuários a jusante pela mudança das características da água.\n5\t— DESENVOLVIMENTO DO ESTUDO\n5.1\t— Levantamento de Dados Existentes\nA necessidade de obter d.ados e informações que viessem auxiliar a solução do problema em estudo, levou inicialmente a uma extensa busca bibliográfica que resultou numa seleção de livros e revistas técnicas, altamente especializados no assunto.\nDados topográficos e meteorológicos da região de São Mateus do Sul e informações sôbre temperatura, velocidade, vazão e análise química de potabilidade da água do Rio Iguaçu foram extraídas de publicações existentes na SIX,\nCom a mesma finalidade de angariar informações, efetuaram-se contactos com órgãos públicos e entidades diversas que, de qualquer forma, estão ligados ao problema de poluição de águas. Assim, visitaram-se, entre outros, o Setor de Segurança Industrial da Petrobrás (ASPES-4), a Divisão de Engenharia Sanitária do Estado do Paraná, a Seção de Coqueria da Cia. Siderúrgica Nacional (Volta Redonda), a Divisão de Águas do Instituto de Biologia e Pesquisas Tecnológicas do Paraná, a Divisão de Hidráulica do Departamento de Águas e Energia Elétrica do Estado do Paraná, a Divisão de Caça e Pesca do Ministério da Agricultura (Paraná) e a Comissão Intermunicipal de Controle da Poluição do Ar e da Água, em Santo André (São Paulo).\n5.2\t— Fixação de Bases e Critérios\nPara o desenvolvimento do trabalho, o GEPOL sentiu a necessidade de fazer uma seleção dos dados e informações existentes, fixar alguns critérios e arbitrar, quando necessário, dados não existentes.\nAs seguintes bases e critérios foram estabelecidos:\nI — Nos cálculos de poluição será usada a vazão mínima do Rio Iguaçu, verificada em 30 anos (15m3/seg.).\nII\t— Para efeito dos testes experimentais, serão consideradas semelhantes, as águas do Rio Iguy.çu e Paraíba.\nIII\t— As seguintes vazões máximas serão adotadas:\nxisto retortado\t— 78 5 t/h\nágúa de processo\t— 7,0 m3/h\nágua de arraste hidráulico\t— 236 m3/h\nágua de refrigeração (retorno)\t— 3060 m3/h\nIV\t—■ Na falta de medida direta da vazão do Ribeirão Canoas, será adotada a vazão média anual de 10 000 m3/dia (0,116 m3/seg.), calculada com base nos dados hidrológicos e topográfico?.\nV\t— Na pesquisa das características poluentes, a água de processo será considerada como tendo propriedades intermediárias às das águas residuais de uma coqueria de usina siderúrgica e de uma retiraria. Êste critério baseia-se no fato de que o óleo de xisto tem, grosso\nmedo, características químicas situadas entre o óleo produzido em uma coqueria e o petróleo.\nVI\t— No cálculo dos esgotos sanitários, a U.P.I. será considerada como uma vila de 500 habitantes.\nVII\t— O estudo da rejeição dos esgotos sanitário e industrial devei á ser feito em separado, tendo em vista a natureza diversa dos dois efluentes.\nVIII\t— Embora o Laboratório da SIX (LAB) não esteja convenientemente equipado, nem seja especializado em análises de água, todos os ensaios necessários ao trabalho deverão ser feitos pelo mesmo, tendo em vista as seguintes razões, de ordem prático-técnica:\na)\tA água de processo ou água de retortagem altera suas características, poucas horas depois de produzida, não obstante os cuidados que se tomem em seu manuseio. Por êsse motivo, algumas análises devem ser feitas imediatamente após a coleta da amostra.\nb)\tInaplicabilidade, à água de processo, de certos métodos de análise padronizados e apenas testados em outros tipos de água. A água de retortagem contém inúmeros compostos que interferem nes ensaios, requerendo um estudo preliminar para adaptação dos méto-dos-padrões.\nc)\tMaior facilidade de entrosamento entre o Grupo de Trabalho e o\n- Laboratório da SIX no que diz respeito a:\n! —• produção, coleta e envio de amostras;\n— alterações do programa e diretrizes, diante de dificuldades surgidas.\nd)\tDisponibilidade de pessoal no LAB para execução, -em tempo útil, de um grande número de análises.\nIX\t— Na fixação dos limites máximos dos compostos poluentes, onde as leis brasileiras forem omissas, serão adotados os limites apresentados pela literatura estrangeira, devidamente ajustados às condições locais e aos aspectos específicos do problema (vide item 5.3).\nX\t— Tendo em vista a dificuldade de se conseguir com os equipamentos disponíveis na SIX, amostras representativas da água de processo que será produzida na UPI, as propriedades da referida água serão obtidas por extrapolação, com base nos dados experimentais conseguidos com as águas de retortagem da Usina Piloto e da Unidade de Bancada.\nXI\t— Conforme necessidade -e conveniência, serão usadas indistintamente no estudo as propriedades das águas de processo produzidas na Usina Pfôto ou na Unidade de Bancada, com a correção adequada para as condições da U.P.I. No caso de haver discrepância, será adotado o resultado mais conservador (maior poluição).\nXII\t— Serão evitadas soluções que impliquem tratamento das águas residuais, tendo em vista o custo de investimento e de operação de instalações dessa natureza e o caráter provisório da U.P.I.\n5.3\t— Compostos Poluentes\nDada sua importância, os compostos poluentes constituirão um item a paite.\nPodem-se definir como compostos poluentes tôdas as substâncias qu.e, em determinadas quantidades, tornam a água nociva às plantas ou aos organismos animais.\nA nocividade pode ser direta, quando a substância age diretamente sôbre os organismos vivos (substâncais tóxicas), ou indireta, quando altera as carc-terísticas da água adequadas ao equilíbrio orgânico (BOD e pH).\t-\nA maior dificuldade, na solução de um problema de poluição, é conhecer Os teores máximos dos diversos poluentes permissíveis numa determinada água, pois não existem normas padronizadas que possam ser ap1 içadas nos diversos casos de poluição.\nConsultando a literatura verlfica-se que os limites máximos permissíveis, tanto para rios como para efluentes de indústrias, não são os mesmos em todos os países, mas variam, inclusive dentro de um mesmo país. Teores diferentes de uma mesma substância são apresentados como limites máximos permissíveis. Esta ocorrência pode ser explicada por uma série de razões que serão apresentadas a seguir:\na)\tOs limites máximos são pesquisados e estabelecidos com vistas a determinados objetivos e, portanto, não são válidos para todos os casos.\nb)\tA determinação experimental dos limites, utilizando peixes como cobaias, pode levar a resultados diferentes, conforme a família a que pertençam os espé-cimens, a idade e ainda o ambiente em que foram criados. Além disso, os resultados obtidos servem apenas como índices para a fixação dos limites, através de extrapolações, que variam conforme as hipóteses admitidas e o critério adotado.\nc)\tCada legislação adota um rigor diferente no estabelecimento dos limites dè poluição, conforme a mentalidade dos governantes e os problemas específicos da região.\nd)\tA evolução do estud.o da poluição traz conhecimentos novos que obrigam a constante atualização dos limites anteriormente fixados.\ne)\tAs características da água receptora, antes do lançamento do esgôto, te sua utilização posterior.\nO que foi dito acima basta para mostrar o quanto difícil é estabelecer os limites em questão, principalmente no Brasil, onde o assunto é pouco conhecido e a legislação é bastante omissa.\nDiante das dificuldades encontradas, o GEPOL resolveu adotar o seguinte critério:\n—\tobedecer sem restrição ao que estabelecem as leis brasileiras;\n—\tonde as leis brasileiras forem omissas usar os limites estabelecidos pela legislação estrangeira ou recomendados pela literatura, tomando-se o cuidado de ajustá-los às nossas condições;\n—\tonde as fontes disponíveis forem omissas, obter os dados por estimativas, Procedendo dessa maneira, o Grupo preparou a tabela abaixo contendo os\nlimites máximos de poluentes, não só para rios como para efluentes industriais. Os valores foram apresentados em faixas para se ter uma melhor visão do quanto variam os teores procurados, assim como para permitir maior flexibilidade na aplicação dos limites.\nObservações da Tabela I\na)\tOs valores apresentados para óleo, COD e N2 amoniacal no rio foram estipulados pelo Grupo, não tendo sido extraídos diretamente da literatura.\nb)\tNão se trata da faixa dos limites máximos, mas sim do intervalo de valores permissíveis para o p'H.\nc)\tO valor do oxigênio dissolvido apresentado na tabela é a média mensal mínima, sendo que a média diária não pode ser inferior a 3 ppm.\nd)\tO valor apresentado para o limite do sulfato é o máximo permitido para água potável.\nOs limites máximos fixados para o rio e para o efluente industrial cerres-podem a duas condições simultâneas e obrigatórias, a que um sistema de rejeição deverá atender. Não basta satisfazer apenas aos limites estabelecidos para um dos fluxos. A razão de se estabelecer limites máximos também para os efluentes industriais é eliminar a possibilidade de poluição localizada no ponto de lançamento.\n5.4\t— Seleção dos Métodos de Análise\nA água de retortagem de xisto, pelas propriedades especiais que apresenta, oferece grandes dificuldades para a determinação qualitativa e quantitativa de seus constituintes.\nSendo inexeqüível a determinação de tôdas as substâncias prejudiciais possíveis de existir na água de retortagem, resolveu-se escolher um mínimo de\n185\nTABELA I\nLimites máximos dosí poluentes\nPoluentes\tUnidade\tLimites Máximos\t\tNotas\n\t\tEfluente\tRio\t\nÓleo\tppm\t10 — 75\t0,5 — 3,5 (a)\t(1) (2) (3) (4) (5) (6) ' (7) (8)\nSulfetos\tppm\t1,0\t0,5\tO) (10) (11) (5) (3)\nFenol\tppm\t0,5 — 3,0\t0,1 — 0,3\t(3) (4) (3; (10) (12) 113) (7) i8)\nCO2 livre\tppm\t—\t100 — 200\t(11) (14)\nNHg livre\tppm\t3 — 8\t1 — 3\t(y) (14) (6/\nTemperatura\t’C\t40\t—\t(li) (IR) (5)\nSólidos em suspensãc\tppm\t50 — 200\t\t(3) (15) (7)\nCianetos\tppm\t0,3\t0,1\t(9/ (IL (13)\npH (b>\t-\t5,0 — 3,5\t5,0 — 9,5\t(19)\nCOD\tPPm\t10 — 75\t1 — 7 (a)\t(4) (15) (3) (fí)\nBOD\tppm\t10 — 50\t5,0\t(3) (10) (15) (5) (19)\nN2 amoniaeal\tppm\t5 — 10\t0,5 — 10 (a)\t(4> O) (15)\nO2 d’ssolvido\tppm\t-\t4 (c)\t(19)\nSulfates\tppm\t-\t250 (d)\t(20)\nSulfitos\tppm\t15\t\t(4)\nexames que pudessem caracterizar, com certo grau de segurança, determinada poluição.\nConsiderou-se a água de retortagem como tendo propriedades interim diárias às das águas residuais de uma coqueria de usina siderúrgica e de uma refinaria, porquanto o óleo de xisto tem, grosso modo, propriedades químicas situadas entre o óleo produzido em uma coqueria e o petróleo.\nO problema de maior monta surgido na seleção dos métolos de análise foi a presença dos inúmeros interferentes nos diversos fluxos d? água estudados. Outra dificuldade encontrada foi a amostragem e preservação das amostras colhidas para as análises. A água de retortagem, por exemplo, sofre alterações quando exposta ao ar.\nAssim, na seleção dos vários métodos, levou-se em consideração tôda essa série de circunstâncias que pudessem falsear os resultados obtidos.\nProcurou-se utilizar, ao máximo, os métodos analíticos já padronizados ; (ASTM, API e APHA). Quando isto não era possível, em vista da presença de interferentes que contraindicavam a sua aplicação, faziam-se modificações em métodos existentes, com base em investigações realizadas no próprio laboratório da Unidade.\n5.5\t— Esquemas Básicos de Rejeição\nO GEPOL procurou considerar tôdas as alternativas possíveis para o rejeito das águais residuais. Do estudo realizado, chegou-se a três fluxogramas básicos, que foram denominados de esquemas I, II e III (vide figuras 2, 3 e 4).\nAs características principais dêsses três esquemas são as seguintes:\nEsquema I — A água de processo e de arraste hidráulico, depois de lançadas na reprêsa de rejeito, permanecerão ali algum tempo, para em seguida serem encaminhadas ao Rio Iguaçu.\nEsquema II — A ágúa de processo e de arraste hidrálico serão lançadas na reprêsa de rejeito, para em seguida serem recicladas em sua maior parte, para servirem novamente de meio de transporte ao xisto retortado. Apenas uma pequena parte da água lançada na reprêsa teria de ser encaminhada ao Rio Iguaçu.\nEsquema III — Somente a água de arraste hidráulico será lançada na reprêsa e, após decantação, encaminhada ao Rio Iguaçu. A água de processo irá ter diretamente ao Rio Iguaçu, com ou sem tratamento, conforme necessário ou permitido.\nDe início, os três esquemas apresentados foram considerados equivalentes, constituindo cada um dêles uma solução satisfatória para o problema da rejeição.\nCom êsse espírito serão aprsentadas, a seguir, as vantagens e desvantagens principais dos três esquemas básicos.\nEsquema I\nVantagens:\na)\tpermite que a água de processo permaneça na reprêsa durante vários dias, propiciando estabilização dos compostos instáveis através de oxidaçâo pelo oxigênio dissolvido;\nb)\tpossibilita a retenção da película de óleo superficial que eventualmente possa vir a constituir problema no Rio Iguaçu;\nc)\tpermite que se faça um teste real quanto à influência da água de processo na vida dos peixes, pela simples observação do desenvolvimento de espé-cimens colocados dentro da reprêsa.\nDesvantagens :\na) a ágúa de processo deverá ser lançada a uma distância da ordem de 1 a 2 km da barragem, acarretando um gasto maior em tubulação. O gasto, porém, não será grande tendo em vista o diâmetro da tubulação (2 polegadas);\n187\n188\n189\nb) se a água de processo poluir a reprêsa, haverá os seguintes inconvenientes :\n—■ aspecto e odor desagradáveis\n■—• necessidade de tratamento do efluente da reprêsa cuja vazão é cêrca de 40 vêzes a da ágUa de processo.\nEsquema II\nVantagens\na)\tconsumo pequeno de água tendo em vista o retorno da água de arraste hidráulico, após a decantação;\nb)\tse a água de arraste hidráulico fôr poluida peJo xisto retortado, a ponto de exigir tratamento, êste será feito em pequeno fluxo de água.\nDesvantagens :\na)\tA água da reprêsa ficará certamente poluída acarretando os seguintes inconveninentes :\n—\taspecto e odor desagradáveis,\n—\tcorrosão nos canos e bombas;\nb)\tmaior gasto de energia tendo em vista o reciclo da água da reprêsa para ser usada no arraste, em lugar de aproveitar a água de refrigeração já existente na planta;\nc)\tno caso de o efluente da reprêsa exigir tratamento êste seria feito em fluxos bastante variáveis tendo em vista os períodos de chuva e de sêca.\nEsquema III\nVantagens :\na)\tA reprêsa, não recebendo a ágUa de processo, certamente não ficará poluida, deixando de apresentar aspecto e odor desagradáveis. Esta afirmativa pressupõe que o xisto retortado não polui, de maneira inconveniente, a água de arraste hidráulico. Esta hipótese- foi confirmada posteriormente.\nb)\tNo caso de haver tratamento, êste será feito num fluxo concentrado e de menor vazão (água de processo).\nDesvantagens :\na)\tse não houver tratamento, o lançamento no Rio Iguaçu da água de processo poderá ocasionar, no ponto de lançamento, os seguintes inconvenientes :\n—- poluição concentrada devida ao consumo de oxigênio dissolvido e às subs-tncias tóxicas, com a conseaüente eliminação da vida aquática, na região afetada;\n—\tformação de película de óleo na superfície da água do rio, na região do lançamento;\nb)\tSe houver tratamento êst-e .será dispendioso.\n5.6\t— Testes Experimentais e Seus Resultados\nDe posse de todos os dados e informações obtidos e dos resultados dos estudos preliminares, pôde o Grupo elaborar um programa de testes experimentais visando à obtenção de dados imprescindíveis ao prosseguimento dos trabalhos.\nNa execução dos testes, procurou o Grupo simular as condições esperadas na Usina Protótipo.\nAs análises químicas de potabilidade da água do Rio Iguaçu, fornecidas pelo Instituto de Biologia e Pesquisas Tecnolgicas (IBPT) do Paraná e algumas análises da água do Rio Paraíba, existentes na SIX, mostraram haver certa semelhança entre as principais propriedades das duas águas. Êste fato permitiu que se\nusasse nos testes a água do Rio Paraíba em lugar da água do Rio Iguaçu, simplificando de muito o trabalho experimental. É oportuno lembrar, que, sendo a água do Rio Iguaçu mais limpa que a do Rio Paraíba, o uso desta em lugar daquela, fornecerá resultados mais conservadores, ou seja, mais favoráveis à segurança.\nOs testes programados resumiam-se em reproduzir, em modêlo reduzido e com a fidelidade possível, todos os esquemas de rejeição anteriormente estudados, de modo a se poder verificar os efeitos de poluição decorrentes de cada um dêles. Para isto foram construídos recipientes representativos da reprêsa que permitissem constatar os efeitos de superfície e de profundidade. Diversos testes de retor-tagem, em condições bem definidas, foram realizados na Usina Piloto e na Unidade de Bancada para obtenção de xisto retortado e água de processo. As diversas correntes de água que compõem os esquemas de rejeição foram preparadas e manuseadas de maneira semelhante ao caso real previsto para a U.P.I. Fêz-se grande número de análises para caracterizar, sob o aspecto de poluição, cada corrente de água.\nOs primeiros testes realizados mostraram que o xisto retortado não polui, de maneira inconveniente, a água de arraste hidráulico, conclusão que motivou i a eliminação do esquema II (ver item 5.7).\tI\nApós a eliminação do esquema II, os testes prosseguiram com os esquemas I e III, por um período de 30 dias, tempo julgado suficiente diante dos resultados obtidos.\nForam também realizados testes de decantação, com o objetivo de verificar o tempo mínimo necessário à total decantação do pó de xisto retortado suspenso na água de arraste hidráulico.\nOs seguintes resultados foram obtidos :\nTABELA II\nPropriedades da Água de Betortagem\nCompostos Poluentes\tUnidades\tÁgua de Retortagem\t\t\n\t\tUsina Piloto\tUnidade Bancada\tUsina Protótipo (extrapolado)\nFenóis\tppm\t120 — 750\t770 — 2 620\t2 000 — 2 500\nSulfetos\tft\t580 — 880\t200 — 1 230\t700 -- 900\nEnxofre tot.\t\t620 — 1 030\t400 — 2 600\t600 — 2 000\nPH\t.\t—\t7,4 — 8,4\t7,5 - 9,5\t7,5 - - 9,5\nNitrog. Amon.\tppm\t440 — 460\t400 — 1 000\t500 — 1 000\nCO2 livre\t\t210 — 440\t\t\t250 — 500\nCOD\t\t3 000 — 4 000\t\t ■\t7 000 — 8 000\nBOD\t\t750 — 1500\t\t\t1 000 — 2 000\nIDOD\t>»\t100 — 600\t\t\t300 — 500\nóleo\t\t350 — 760\t—\t300 — 500\nObs.: Os teores dos compostos poluentes para a água de processo da Usina Protótipo' foram obtidos por extrapolações. O teor de fenol foi extrapolado\nVARIAÇÃO DO TEOR DE COMPOSTOS FENÓL1C0S\nEM AGUAS DE RETORTAGEM-UNIDADE DE BANCADA\n2400.'\nCEeej.\nÁGUA / O'LEO\nFIG. 5\ntéc. PETROBRAS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\n2000\n\t\t\n\t\t\t\n4 í\t\t-j—5 n—\nr-4-\t- M\t\n\t1\t\n\t\t\n\t\t\n±\t\t\n\t\t\nrh\t+r\t\nL\t\t\nW\ntéc. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\nVARIAÇÃO DO TEOR DE SULFETOS TOTAIS EM A'GUAS DE RETORTAGEM\n\tBB\t\t—\t\t+F+444+H+\tf 5 1\t\nti—\t\t. 1 -\t\t-+T-+-\t-J\tt{-\t1 í H ,\tf\ti Thrq i\n\t\tA\tHt\t- f 1\tL ^4.\tj^4jri c L\t\n\t\n\tr ™\tf\t\ncom base no gráfico da Fig'. 5, o qual exprime a correlação entre o teor de fenol na água, e a razão água/óleo. Para o teor d.e sulfetos, a extrapolação foi feita com base no gráfico da Fig. 6, que exprime correlação entre o teor de sulfetos na água e a razão água/gás. Para os demais poluentes, na falta de uma correlação, a extrapolação foi feita com base nos dados experimentais e em algumas considerações teóricas.\nTABELA III\nPropriedades\tda Agua de Arraste\tHidráulico\nFenóis\t5—30\tppm\nSulfetos\t0 — 2\t\nS total\t30 — 100\t\nóleo\t2—20\tH\nN Amon.\t0 —\t3\t})\nCOD\t50 — 150\tff\nCO, livre\t10 — 15\t\npH\t7,5\t—\nNH8 livre\t7,9\tppm\nTABELA IV\nPropriedades do Efluente da Reprêsa (Esquema I)\n(Valores em ppm)\nDias\t\t1\t2\t3\t4\t7\t8\t13\t17\t22\t27\t30\n(/)\tFenóis\t65,0\t62,6\t\t51,7\t27,6\t—\t5,6\t4,3\t4,8\t—\t3,1\no\tSulfetos\t0\t0\t0\t0\t0\t0\t0\t0\t0\t0\t0\n-\tS total\t76\t87\t125\t136\t170\t171\t213\t239\t282\t315\t315\n\tSOD\t216\t—\t151\t87\t—\t\t20\t15\t—\t7,8\t—\n(/)\tnH\t9,0\t7,4\t—\t7,7\t7,1\t7,4\t—\t7,5\t7,4\t6,9\t6,9\nz\tÓleo\t310\t210\t—\t60\t—\t—\t—\t—\t—\t—\t—\nti]\t50,\t\t\t—\t—\t—\t—\t640\t720\t820\t930\t1050\nB. téc. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\ntéc. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\nTABELA V\nPropriedades do Efluente da Reprêsa (Esquema III)\n(Valores em ppm)\n\tDias\t! 1 1 !\t2\t3\t4\t7\t8\t13\t17\t22\t27\t30\nz\tFenóis\t1 1\t31 1\t26\t—\t20\t23\t14\t4,2\t2,9\t3,0\t1,2\t1,0\nD\tSulfetcs\t1 1 0 1\t0\t0\t0\t0\t0\t0\t0\t0\t0\t0\n-\tS total\t1 |\t52 1\t74\t109\t118\t140\t143\t168\t190\t235\t—\t—\n<\tCOD\t! | 128 1\t107\t—\t32\t12\t—\t7,9\t1 7,9 |\t— 1\t\t—\t—\nr\\\tpH\t1 1\t9,0 1\t1 7,3 |\t— 1\t\t7,6\t7,3\t7,2\t—\t7,4\t7,9\t7,2\t7,3\nZ.\tÕleo\t1 | 340 1\t50\t-\t30\t\t—\t—\t—\t—\t1 1 ~\t\nLL1\tSO4\t1 1 “\t—\t—\t1 I ~\t\t\t520\t590\t690\t1 . 1 ~\t\nObs.i O aumento dos teores de enxôfrs total e sulfatos (SO4) com o tempo, conforme mostram as tabelas IV e V, foi motivado não só pela oxidação de compostos de enxôfre do xisto retortado, como também pela evaporação de parte d,a água da reprêsa.\nVariação das propriedades da água com a profundidade\nOs testes realizados para estudo dos efeitos da profundidade nas propriedades da água tiveram a principal finalidade de verificar a ocorrência de reações anaer-róbias com o possível desprendimento de H2S, proveniente da decomposição de sulfatos. Usou-se, para isso, um recipiente cilíndrico com 33 cm de diâmetro e 2,70 m de profundidade. Os dados obtidos e as observações feitas, durante um período de 39 dias, mostraram que não ocorrem as referidas reações. As propriedades da água permanecem pràticamente constantes, sendo notado efeito incipiente de oxidação.\nTABELA VI\nResultados dos testes de decantação\nTestes\tSólidos decantados após 5 miii\tSólidos em suspensão após 8 h.\n1\t89,4 % pêso\t14 ppm\n2\t83,7\t10.0 ”\n3\t94,3\t98 ”\nEmbora não houvesse determinação direta, foi observado, que os sólidos depositam totalmente após um período de- decantação de 24 horas.\nAlém dos controles de laboratório cujas aná'ises foram apresentadas, os membros do GEPOL fizeram, d.urante os testes, diversas observações de int-erêsse, tais como: côr, cheiro, efeito de superfície, desprendimento de H2S, etc.\nPela observação visual, constatou-se o desenvolvimento dos processos de oxidação, pela mudança da coloração da água de retortagem que, gradualmente, passa do amarelo ao verde, do verde ao marrom e finalmente ao incolor, após os primeiros quatro dias.\nQuanto ao cheiro, a água efluente da reprêsa, pelo esquema III, apresen-tava-se pràticamente inodora, enquanto a do esquema I caracterizava-se por cheiro de compostos fenólicos e de enxofre até o 10\" dia.\nO desprendimento de H2S na água da reprêsa, pelo esquema I, foi constatado somente ao início do teste, em teores muito baixos, 1 a 2 ppm ao nível da água, não sendo detectado a 20 cm acima dêsse nível.\n5.7\t— Seleção do Esquema de Rejeição\nO esquema II apresenta duas vantagens. A primeira delas é o menor consumo de água, conseguido através do reciclo da ágUa de arraste hidráulico. No caso da U.P.I. esta vantagem não tem significado, uma vez que existe água de refrigeração em abundância na Usina para ser rejeitada. Fica restando a vantagem (b), relativa à possível necessidade de tratamento da água de arraste hidráulico. Ora, os resultados obtidos nos primeiros testes experimentais, mostraram que o xisto retortado não polui, de maneira inconveniente, a água de arraste hidráulico. Êste fato anulou a 2’ vantagem do esquema II que passou, então, a apresentar apenas desvantagens. Por esta razão, o GEPOL achou conveniente eliminar êste esquema, logo no início dos testes experimentais, e continuar o estudo apenas com os esquemas I e III, que serão apresentados a seg'uir, com mais detalhes.\nB. tée. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179'210, abr./jun. 1963\nRESULTADOS DOS TESTES DE POLUIÇÃO EM MODELO REDUZIDO\nDA A'GUA REPRESENTATIVA DA REPRÊSA PELO\nESQUEMA I\nTEMPO DE PERMANÊNCIA DA A'GUA NA REPRESA\nDIAS\ntéc. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\nRESULTADOS DOS TESTES DE POLUIÇÃO\nEM MODELO REDUZIDO\nDA ÁGUA REPRESENTATIVA DA REPRESA PELO\nESQUEMA III\nTEMPO DE PERMANÊNCIA DA A'GUA NA REPRESA -\nFIG.8\nDIAS\nALTERNATIVAS DO ESQUEMA I\n<fí\nAlternativa 1\tAlternativa 2 o\no\nAlternativa 3\nSIMBOLOGIA\nA.A.H.\t-\tAgua\tde\tarraste hidráulico\nA. P.\t-\tA'gúa\tde\tprocesso\nA. R.\t-\tA'gua\tde\trefrigeração\trestante\nR.\t-\tRepresa\ntéc. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\nAlternativa 4\nALTERNATIVAS DO ESQUEMA UI\nAlternativa 5\nAlternativa 6\nSIMBOLOGIA\nA. A.H.\t-\tAgua de\tarraste hidráulico\nA. P.\t-\tA'gua de\tprocesso\nA. R.\t-\tA’gua de\trefrigeração\trestante\nR.\t-\tRepresa\nAnalisando-se as diversas correntes de água que compõem o sistema de rejeição e os vários arranjos que podem ser obtidos com as mesmas, verifica-se que cada um dos dois esquemas comporta três alternativas, perfazendo um total de seis, as quais se encontram esquematizadas na Figs. 9 e 10. Nas seis alternativas admitiu-se a não existência de- tratamento. Esta orientação visou procurar uma solução viável e que fôsse a mais econômica. Foi também admitido que o excesso de água de refrigeração não será lançado dentro da reprêsa, mas .encaminhado para a jusante da barragem. Esta hipótese foi considerada para eliminar outras alternativas julgadas de pouco interêsse prático.\nA viabilidade da adoção de uma ou mais das 6 alternativas ficou condicionada ao problema de poluição. Para isso foram estudadas, sob êste aspecto, tôdas as correntes de água em jôgo.\nNa Tabela VII, apresentada a seguir, encontram-se as principais características de poluição das diversas correntes em questão. A identificação de cada corrente poderá ser feita pelos números indicados nos desenhos esquemáticos das seis alternativas.\nJá foram apresentados os limites máximos permissíveis dos diversos poluentes, não só para água de rio como para efluentes de indústrias (Tabela I).\nAnalisando os elementos disponíveis, verifica-se que o esquema III, em qualquer de suas alternativas, apresenta-se como solução inconveniente, uma vez que o efluente (corrente n’ 10), lançado no Rio Iguaçu, não obedece aos limites máximos permissíveis para os poluentes, fenol e sulfetos.\nResumindo-se, têm-se os seguintes resultados :\n\tEfluente da UPI\tLimites máximos permissíveis para efluentes\nFenol\t4—5\t0,5\t—\t3,0\nSulfetos\t1,4 — 1,8\t1,0\nDiante dêsses resultados, resolveu-se eliminar as três alternativas do esquema III.\nO problema de rejeito ficou assim reduzido às três alternativas do esquema I que podem ser caracterizadas como segue :\nALTERNATIVA 1\nCaracteriza-se pela existência de um conduto especial para levar tôdas as águas residuais da U.P.I. até o rio Iguaçu. Tem a vantagem de conservar Inalteradas as características do Ribeirão Canoas, além de- diminuir suas enchentes no tempo das chuvas, beneficiando, ao invés de prejudicar, os moradores da cidade de São Mateus localizados em suas margens. Por outro lado, apresenta-s-e como solução dispendiosa tendo em vista as dimensões do conduto (canal ou tubulação) que deverá ser utilizado para o transporte dos 80 000 m3/dia.\nALTERNATIVA 2\nCaracteriza-se pela utilização do leito do Ribeirão Canoas como canal para o rejeito da água de refrigeração cujo elemento de poluição reside apenas na temperatura. Neste caso, o conduto a ser construído seria destinado apenas às águas- provenientes da reprêsa e dos esgôtos sanitários.\nTABELA VH\nCaracterísticas de Poluição das Diversas Correntes de Agua\nCorrentes\tFenol\t\tSulfetos\tÓleo\tN2 Amônia-\tCOD\tBOD\tIDOD\tOD\tV azão\n\t(ppm)\t\t(ppm)\t(ppm)\tcal (ppm)\t(ppm)\t(ppm)\t(ppm)\t(ppm)\t(m3/dia)\n1\t0 -\t- 20\t' 0\t2\t0—20\t0 — 3\t50 — 150\t—\t_ —\t—\t6 500\n2\t2000 — 2500\t\t700 — 900\t300 — 500\t500 — 1000\t7000 — 800C\t1000 — 200(\t300 — 500\t—\t180\n3\tzero\t\tzero\tzero\tzero\t3,6\t3,0\t—\t—\t73500\n4\t1 — 3\t\tzero\t10 — 30\t5 — 10\t10 — 20\t100 — 200\t—\t(3 — 5)\t7 700\n5\t0,1 -\t- 0,3\tzero\t1 — 2,8\t0,5 — 1,1\t4,2 — 5,2\t12,2 — 21,7\t—\t—\t81200\n6\t0,1 -\t- 0,25\tzero\t0,9 — 2,5\t0,5 — 1,0\t4,1 — 5,0\t11,2 — 19,7\t—\t—\t91200\n7\t4,9 — 6,1\t\t1,7 — 2,2\t0,7 — 1,2\t1,2 — 2,5\t21 — 23\t5,4 — 7,9\t—\t—\t73 700\n8\t1 -\t- 2\tzero\t1 — 10\t0—2\t10 — 20\t50 — 100\t—\t(3 — 5)\t7 500\n9\t4,5 — 5,7\t\t1,5 — 2,0\t0,8 — 2,0\t1,1 — 2,5\t20 — 23\t9,6 — 16,7\t-\t—\t81 200\n10\t4,0 -\t- 5,1\t1,4 — 1.8\t0,7 — 1,8\t1,0 — 2,2\t18 — 20,7\t8,8 — 14,9\t—■\t—\t91200\n11\t48 -\t- 60\t16,4 — 21,1\t8,0 — 21,5\t11,7 — 25,4\t174 — 207\t72,3 — 144,6\t—\t—\t7 700\n12\tzero\t\tzero\tzero\tzero\t3,6\t3,0\t—\t—\t83 500\n13\t0,08 — 0,16\t\tzero\t0,08 — 0,8\t0 — 0,16\t4,1 — 5,0\t6,8 — 11,0'\t—\t—\t91000\nEsta alternativa mostra-se mais vantajosa que a primeira no que diz respeito aos custos de investimento.\nApresenta as seguintes desvantagens :\t.\na)\taltera o regime do Ribeirão Canoas aumentando de muito sua vazão média, e, em conseqüência, provoca no tempo de chuva inundações mais freqüentes;\nb)\taumenta a temperatura da água do Ribeirão Canoas para um valor da ordem de 40’. C.\nALTERNATIVA 3\nCaracteriza-se pela utilização do leito do Ribeirão Canoas como canal para conduzir tôdas as águas residuais. Ê a alternativa mais barata e a mais simples.\nApresenta as mesmas desvantagens da alternativa anterior, além de conferir à água do Ribeirão Canoas um índice BOD acima do permitido, para água de rios, pela legislação brasileira.\nSeleção da Alternativa\nTècnicamente é viável, através de melhoramentos no leito do Ribeirão Canoas, torná-lo capaz de receber a água de refrigeração da U.P.I., sem maiores problemas de inundação, mesmo no período de chuvas normais. Concluímos, então, que depende de uma análise econômica a escolha entre a abertura e/ou dragagem do Canoas e o envio da água por conduto independente até o rio Iguaçu (gravi-tacional ou forçado).\nA escolha da alternativa mais conveniente será feita por ocasião da elaboração do anteprojeto do sistema de rejeição. O que se pode dizer é que os dados atualmente disponíveis indicam o esquema I como a melhor solução para o rejeito do xisto retortado e da água de processo.\n5.8\t— Esgotos Sanitários\nO Grupo estudou o problema de rejeição do esgoto sanitário em separado d.o esgoto industrial, tendo invocado como razões para essa segregação as seguintes:\na)\to problema de rejeição do esgôto sanitário na UPjl é de pequena amplitude. quando comparado com o do esgôto industrial;\nb)\ta literatura especializada no assunto assinala que, na maioria dos casos, o procedimento mais acertado, quando se projeta um sistema de rejeição d.e esgotos sanitário e industrial, é segregá-los e eletuar o tratamento, se necessário, em separado;\nc)\tNas refinarias modernas, a segregação do esgôto sanitário é aceita como uma necessidade, por razões de ordem sanitária, pois essa separação melhora as condições do efluente industrial quanto a sólidos em suspensão, BOD e COD.\nAs seguintes bases foram adotadas no equacionamento e resolução dêsse problema:\na)\tA U.P.I. foi considerada como equivalente a uma vila de 500 habitantes; b)\ta quantidade total diária da água de esgôto sanitário foi calculada com base nos dados da A.B.N.T. (21) apresentados a seguir :\t\nPrédio\tContribuição/dia\nEscritórios\t50 litros/pessoa\nFábrica em geral\t70 litros/operário\ne da seguinte forma :\n200 x 50 + 300 X 70 = 31 000 1/dia = 31 m^/ãia\nc)\ta vazão minima do rio Iguaçu foi tomada igual a 15 m3/seg. (descarga volumétrica mínima ocorrida durante um período de 30 anos, 1931-1960);\nd)\tA diluição mínima (relação entre as vazões da corrente receptora e do esgoto) que permite o lançamento do esgoto sanitário, sem prévio tratamento, foi adotada igual a 500 (valor consagrado na prática da engenharia sanitária e sugerido pela Boyal Comission).\nDos valores acima, conclui-se que a vazão mínima do Iguaçu representa 15 X 86 400/31 X 500 = 83,6 vêzes o valor exigido pela Boyal Comission, como garantia de decomposição aeróbia; logo, verifica-se que a vazão do Ig'uacu é amplamente suficiente para manter suas condições atuais de autodepuração, mesmo após o receb’mento do esgôto sanitário proveniente da U.P.I. Dêsse modo, é possível o seu lançamento no rio Ig'uaçu, sem prévio tratamento.\nPor outro lado, sob o ponto-de-vista higiênico, é interessante a efetivação de um tratamento primário (remoção parcial da matéria orgânica em suspensão nos despeios e sua decomposição em substâncias e compostos mais simp’es e estáveis) do esgôto sanitário, principalmente se fôr considerado o baixo custo de uma instalação dessa natureza.\nPortanto, para a rejeição do esgôto sanitário, apresentam-se-nos três alternativas :\na)\tlançamento do esgôto no rio Iguaçu, sem prévio tratamento;\nb)\tlançamento no rio Iguaçu, após um tratamento primário;\nc)\tlançamento no efluente da reprêsa, após um tratamento primário.\nO Grupo recomendou a adoção da última alternativa por ser satisfatória sob o aspecto de higiene industrial e constituir, ao mesmo tempo, a solução menos dispendiosa.\n6\t— CONCLUSÕES\nBaseado na literatura e legislações consultadas, nos testes experimentais executados e nas análises e estudos realizados, o GEPOL pôde, criteriosamente, chegar às seguintes conclusões :\n6.1\t— O problema de poluição de cursos d’água é pouco conhecido no Brasil. Não existe sm nosso país nenhum trabahro ou estudo capaz de fornecer uma orientação segura para a solução do problema. Nossas leis são falhas neste particular, uma vez que tratam do problema de maneira muito geral e vaga, sem fornecer os elementos essenciais necessários à sua solução.\n6.2\t— O lançamento in natura dos residuos brutos de esgotos, sejam ê’es\ndomésticos ou industriais, em cursos d’água, ocasiona problemas complexos que a engénharia sanitária tem procurado resolver por meio de tratamento, quer para o efluente lançado, quer para as águas que, após o seu ciclo natural de autodemiracno.\tnecessitam do mesmo, de modo a servir para fins de\nabastecimento público.\n6.3\t— Em outros países, como na Alemanha e nos Estados Unidos, o problema de poluição de cursos d’água tem merecido maior atenção, rendo mais bem conhecidos os meios de resolvê-los, quer pelo estabelecimento dos limites máximos permissíveis de poluentes, quer pela utilização de processos de tratamento dos efluentes.\n6.4\t— Os limites máximos permissíveis rara os diversos poluentes (quer em efluentes, quer em rios), estabelecidos por lei ou recomendados pelos entendidos, variam de pais para país e, dentro de um mesmo pais, podem variar de um Estado para outro. Esta ocorrência é justificada por diversos fatores: atualização de conhecimentos, rigor usado na confecção das leis, características e utilização da água dos rios da região.\nB, téc.. PETROBRÁS, Rio de Janeiro, 6\t(2):\t179-210, abr./jun. 1963\n6.5\t— No trecho do rio Iguaçu, onde desaguará o esgoto industrial da U.P.I., não há, na atualidade, despejos industriais de vulto. Além disso, a primeira cidade importante nesse trecho do rio, à jusante de São Mateus do Sul, é Pôrto União, a mais de 80 km rio abaixo. Cite-se também que, 20 km à jusante de São Mateus, desemboca no Iguaçu o rio Negro, cuja vazão é aproximadamente igual à do rio Iguaçu, em São Mateus do Sul.\n6.6\t— A água de processo obtida na retortagem de xisto da formação Ira ti é altamente poluída, (ver Tabela II).\n6.7\t— O xisto retortado altera as características da água usada para o seu arraste (ver Tabela III).\n6.8\t— O pó d.e xisto retortado,. que se encontra em suspensão na água de arraste hidráulico, decanta completamente após um repouso de 24 horas.\n6.9\t— Os compostos tóxicos e instáveis existentes nas águas de processo e d? arraste hidráulico, tais como fenol e suJetos, são quase totalmente eliminados pela oxidação natural, quando aquelas águas são deixadas em contato com o ar por um período de 30 dias.\n6.10\t— As principais propriedades da água proveniente da reprêsa, uma vez adotado o esquema I de rejeição e supondo-se um tempo mínimo de permanência da água na reprêsa de trinta dias, são as seguintes :\nQuantidades em ppm\nFenol\t1\ta\t2\nSulfetos\tzero\nÓleo\t1\ta\t10\nNitrogênio Amoniacal\t0\ta\t2\nCOD\t10\ta\t20\nBOD\t50\ta\t100\nO pH pode ser tomado como variando de 7 a 8.\n6.11\t— As seguintes conclusões foram extraídas do estudo dos esgotos\nsanitários:\t.\na)\tpoderão ser lançados diretamente no rio, através de um emissário geral, independente da tubulação de água industrial residual e sem necessidade de qualquer tipo de tratamento;\nb)\ttratamento primário não implica grandes gastos e possibilita, sem problemas sanitários, a mistura do efluente líquido do tratamento primário do es gôto sanitário com a água industrial; o despejo no rio se faria através de um único conduto.\n6.12\t— A água de processo, mesmo diluída com a água de refrigeração, não pode ser lançada ao rio Iguaçu sem desobedecer aos limites máximos estabelecidos para efluentes industriais (ver Tabela I). Assim sendo, a água de processo deverá permanecer na reprêsa por um período de 30 dias ou então sofrer um tratamento.\n6.13\t— O esquema I é o sistema mais indicado para o rejeito do xisto retortado e da ágúa de processo, uma vez que resolve o problema satisfatóriamente com menor gasto.\n6.14\t— Para permitir às águas lançadas na reprêsa (água de retortagem e água de arraste hidráulico), um tempo de residência de 30 dias, suficiente para decantação dos sólidos em suspensão e- para a oxidação dos compostos instáveis, será necessário um volume de água, à montante do local de tomada d’água, da ordem de 400 000 m3.\n6.15\t— O estudo do GEPOL sôbre poluição de cursos d’águas teve um objetivo primário: verificar a necessidade ou não de tratamento da á^ua residual da U.P.I., antes de ser ela lançada ao rio Iguaçu. Como a conclusão do grupo foi rada não necessidade de tratamento, ficou prejudicado um estudo mais aprofundado das possibilidades d.e recuperação de alguns subprodutos .existentes na água de retortagem, pois, não deve ser esquecido que, com a instalação de uma planta de tratamento, é possível recüperar-se produtos que, vendidos comercialmente, podèrão cobrir o custo operacional d.a planta.\nA água de processo a ser obtida na Usina Protótipo possui quantidades relativamente grandes de fenol, nitrogênio amoniacal e sulíetos, os quais podem talvez ser recuperados comercialmente. Infelizmente, o GEPOL não pôde dedicar maior parcela de tempo ao exame de atratividade econômica de recuperação daqueles produtos, a partir da água de retortag'em da U.P.I.\nNOTAS\n(1) STEEL, E. W. — Water supply and sewerage. 3. ed. New York [etc.], McGraw-Hill Book Co., 1953. p. 427.\n(21 MANUFACTURING CHEMISTS' ASSOCIATION — Water pollution abatement manual. Washington. (Manufaturing Chemists’ Association. Bulletin W-4).\n(3)\tESTADOS UNIDOS. PUBLIC HEALTH SERVICE — Petroleum refinery wastes control and treatment, by Hayse H. Black. Washington, p. 3.\n(4)\tPRATHER, B. V. — Will air flotation remove the chemical oxygen demand of refinery waste water? Petroleum Refiner, Houston, Texas, 40 (5): 177-180, may 1961.\n(5)\tMcCLINTOCK, J. H. — Evaluate pollution control this way. Petroleum Refiner, Houston, Texas, 39(3):201, mar. 1959.\n(6)\tBROOKS, K. — How Phillips treats wastes. Oil and Gas Journal, Tulsa, Okla., 58(50):132, Dec. 12, 1960.\n(7)\tULLMANN, F. — Enciclopédia de quimica industrial. Dirigida por el professor Dr. Fritz Ullmann. Version del alemán bajo la dirección del Dr. José Estalella. 2. ed. Barcelona, G. Gilli, 1955. v. 10, sec. 4, p. 129-186.\n(8)\tRENO, G. S. et alii — How Shell treats refinery water. Petroleum Refiner, Houston, Texas, 37(5):153, May 1958.\n(9)\tRUDOLFS, W. ed. — Industrial wastes, their disposal and treatment. New York, Reinhold, 1953. p. 372, 406.\n(10)\tTURNBULL, H. et alii — Toxity of various refinery materials to fresh water fish. Industrial and Engineering Chemistry, Easton, Pa., 46(2):324, Feb. 1954.\n(11)\tTHE PERMUTIT COMPANY, New York — Impurezas na água. New York [s. d.] p. 15.\n(12)\tMCRAE, D. A. et alii — Biological oxidation of phenolic wast water. Oil and Gas Journal, Tulsa, Okla., 8(20):223-227, 1956.\n(13)\tGURNHAM, C. F. — Principles of industrial waste treatment. New York, J. Wiley; London, Chapman &amp; Hall [1955] p. 381.\n(14)\tMURDOCK, H. R. — Industrial wastes. Industrial and Engineering Chemistry, Easton, Pa., 45(12):99A, Dec. 1953.\n(15)\tBESSELIEVRE, E. B. — Industrial waste treatment. New York [etc.]\n1 McGraw-Hill Book Co., 1952. p. 78-98.\t_\n(16)\tHÜTTE — Manual del Inginiero. 2. ed. Traducida de la 26. ed. alemana por Rafael Hernández... con la colaboración de Manuel Company. Barcelona, Ed. Gustavo Gili S. A., 1956. v. 3 p. 814.\n(17)\tMURDOCK, H. R. — Industrial wastes. Industrial and Engineering Chemistry, Easton, Pa., 44(3):105-A, Mar. 1952.\n(18)\tSTANIAR, W., ed. — Plant engineering handbook. New York, McGraw-Hill, 1950, p. 31-34.\n(19)\tBRASIL. LEIS, DECRETOS, ETC. — Decreto 50 877 de 29 de junho de 1961. Dispõe sôbre o lançamento de resíduos tóxicos ou oleosos nas águas interiores ou literâneas do País, e dá outras providências. Diário Oficial, Brasília, 145:5903, 29, jun. 1961.\n(20)\tALKALIES and chlorine in treatment of municipal and industrial water. Boletim Técnico (8):43, 1959.\n(21)\tASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, Rio de Janeiro — Construção e instalaçao de fossas sépticas. Norma brasileira. Boletim da Associação Brasileira de Normas Técnicas, Rio de Janeiro, 8(547:20-39 jan.-fev. 1961.\nBIBLIOGRAFIA\nAMERICAN PETROLEUM INSTITUTE — Manual on disposal of refinery wastes. New York, 1953.\nAMERICAN PUBLIC HEALTH ASSOCIATION — Standard methods for the examination of water, sewage and industrial wastes. 10th. ed. New York, 1955.\nAMERICAN SOCIETY FOR TESTING MATERIALS. COMMITTEE D-19 ON INDUSTRIAL WATER — Manual on industrial water. Philadelphia, Pa., 1954. VIII, 419p. (American Society for Testing Materials. Special Technical Publication, n. 148-A).\nBABBITT, H. E. e BAUMANN, E. R. — Sewerage and sewage treatment. New York, John Wiley and Sons Inc., 1958.\nCHAMPLIN well satisfied with refinery disposal system. Oil and Gas Journal, Tulsa, Okla., 56 (51): 32, Dec. 22, 1958.\nECKENFENDER, W. W. jr. — Process design of aeration systems for biological waste treatment. Chemical Engineering Progress, New York, July 1956, p. 286.\nHAELST, R. — Find phenol properties by nomograph. Petroleum Refiner, Houston, Texas, 40 (9): 230, Sep. 1961.\nHERMANN, E. R. — Toxity index for industrial wastes. Industrial and Engineering Chemistry, Easton, Pa., 51(4): 84A-87A, Apr. 1959.\nHULL, C. D. — How Conoco treats waste water. Oil and Gas Journal, Tulsa, Okla., 56(49): 73-76, Dec. 8, 1958. ■\nISAAC, P. C. G. — Waste treatment. Oxford jetc.| Pergamon Press, 1960.\nKALINSKE, A. A. — New equipment upgrades refinery. Waste treatment by activated sludge process. Oil and Gas Journal, Tulsa, Okla., 57(52): 75-77, Dec. 21, 1959.\nKLEIN, L. — Aspects of river pollution. London, Butterworths Scientific Publications, 1957.\nMANUFACTURING CHEMISTS’ ASSOCIATION — Water pollution abatement - manual. (Manufacturing Chemists' Association. Bulletin W-l, W-2, W-3).\nMURDOCK, H. R. — Industrial wastes. Industrial and Engineering Chemistry, Easton, Pa., 42(10): 73A, Oct. 1950; 44(5): 115A, May 1952; 44(8): 99A, Aug. 1952.\nPRATHER, B. V. — Waste water aeration. Oil and Gas Journal, Tulsa, Okla., 57(49): 78-80, 84, 86-89, 90, Nov. 30, 1959.\nRESEN, L. — Humble attacks pollution at Bayton. Pts. 1 e 2. Oil and Gas Journal, Tulsa, Okla., 57(41): 176-181, Oct. 5, 1959; 57(42): 172-175, Oct. 12, 1959.\nTREATER counters high BOD waste streams. Chemical Engineering, New York, o4(4): 186, Apr. 1957.\nVICTORETTI, B. A. — Lagoas de oxidação para estabilização de esgotos em São José dos Campos. Revista do Clube de Engenharia, Rio de Janeiro, 229:233, dez. 1961.\nWATER treatment handbook. Surêsnes, E. Degrémont |cl960|.\nSYNOPSIS — A study was made in Superintendência da Industrialização do Xisto (SIX) — Petrobras with a view to satisfactorily resolve the problem of the rejection of the residual water of the future Irati Prototype Plant. The study brings out the importance of the subject and shows to what extent the problem of pollution is unknown and disregarded, principally in Brazil. The study also presents the difficulties encountered to establish bases of the study, the countless tests executed to obtain data, the various possible alternatives of rejection and the unavoidable extrapolations made in order to reach the desired objective. The study is concluded with a solution in which the dam of reject of the retorted shale is used to adjust the necessary conditions to a partial depuration of the polluted water. Considering it as an amost unknown subject and of great importance for a country in development, the revealing of the present work was considered oportune and useful for those that are faced with similar problems.\n(Originais recebidos em 17/1/63)"}]}}}