{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17173"}, {"@name": "filename", "#text": "23927_DM_VeraRibeiro_2008_MEQ.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Instituto Superior de Engenharia do Porto \nDepartamento de Engenharia Química \n\n \n \n \n \n\n \n \n \n \n\nEfeitos Tridimensionais no Escoamento em Torno \nde Cilindros Confinados \n\n \n \n \n \n\n \nVera Maria Machado Ribeiro \n\n \n \n \nDissertação apresentada com vista à obtenção do grau de mestre em Engenharia \n\nQuímica pelo Instituto Superior de Engenharia do Porto \n\n \n \n \nDissertação realizada sob a supervisão de: \n \n\n•  Professor Doutor Fernando Manuel Tavares de Pinho do Departamento de \n\nEngenharia Mecânica e Gestão Industrial da Faculdade de Engenharia da \n\nUniversidade do Porto. \n \n\n• Professora Doutora Maria Teresa Sena Esteves do Departamento de \n\nEngenharia Química do Instituto Superior de Engenharia do Porto. \n\n \n \n \n\nDezembro 2008\n\n\n\n iii \n\nAgradecimentos \n \n \n\nTodos os dias e em todas as etapas da minha vida há algo que aprendo. Pode ser \n\num conhecimento científico, uma forma de pensar, uma forma de estar, uma \n\natitude…verdadeiras lições de vida. \n\nChegada ao fim mais uma etapa da minha vida, posso ainda enaltecer que para \n\nalém de tudo o que aprendi, sinto ainda o privilégio de ter aprendido, e com a certeza de \n\nque continuarei a aprender, com determinadas pessoas a quem aqui deixo o meu \n\nreconhecimento e agradecimento. \n\nAo orientador Professor Fernando Pinho pelo acompanhamento e pela partilha \n\ndos seus sábios conhecimentos. \n\nÀ co-orientadora Professora Maria Teresa Sena Esteves por todo \n\nacompanhamento, conhecimentos partilhados e pela confiança em mim. \n\nAo Professor Manuel Alves pelas oportunidades, pelos conhecimentos \n\ntransmitidos, pelas criticas e por toda a ajuda indispensável. \n\nAo Professor Paulo Coelho pela ajuda reconhecidamente indispensável na \n\nconstrução da instalação e por todos os saberes partilhados. \n\nÀ Patrícia Sousa, pela companhia no laboratório, por toda a ajuda e por todos os \n\npormenores e sábios “truquezinhos” que comigo partilhou. \n\nAo CEFT – Centro de Estudos e Fenómenos de Transporte pela cedência do \n\nespaço, equipamento e todo o material. \n\nÀ Fundação para a Ciência e a Tecnologia e FEDER, no âmbito do programa \n\nPOCI2010, via projectos POCI/EQU/59256/2004 e POCI/EQU/56342/2004 e no âmbito \n\ndo Programa Nacional de Re-equipamento Científico (Projectos REEQ/262/EME/2005 e \n\nREEQ/928/EME/2005), que permitiu a compra de parte do equipamento utilizado no \n\nâmbito desta tese. \n\nE sem referir nomes, porque eles sabem quem são, a todos os meus amigos que \n\nde uma forma ou outra me ajudaram. \n\nPor fim, não pelos conhecimentos científicos mas apenas por existirem na minha \n\nvida, aos meus Pais, às minhas Irmãs, aos meus Sobrinhos e à Dra. Luísa Gomes. \n\n \n\n \n\n \n\n\n\n iv \n \n\n\n\n v \n\nResumo \n\n \n\nTendo em consideração a elevada relevância do estudo do escoamento de fluidos \n\nnewtonianos e não-newtonianos no desenvolvimento e melhoramento de muitos \n\nprocessos industriais, onde estes escoamentos apresentam na sua maioria carácter \n\ntridimensional, a realização deste trabalho tem como principal objectivo o estudo dos \n\nefeitos tridimensionais do escoamento laminar de fluidos newtonianos em torno de um \n\ncilindro confinado. \n\nCom o objectivo de estudar e quantificar os efeitos tridimensionais no escoamento \n\nlaminar em torno de um cilindro confinado, pretende-se neste trabalho estudar \n\nexperimentalmente o efeito da razão de forma AR = 8 (razão entre a largura da secção \n\nrectangular e a sua profundidade - AR) e razão de bloqueio BR=50% (razão entre o \n\ndiâmetro do cilindro e a profundidade da secção rectangular - BR), através da \n\ncaracterização do escoamento em diferentes condições. Utilizaram-se para o efeito dois \n\nfluidos newtonianos, a água e uma solução aquosa de glicerina a 46,3 %. \n\nPara se efectuar a caracterização do escoamento utilizam-se duas técnicas. A \n\nvisualização de escoamentos, através de uma técnica fotográfica de elevado tempo de \n\nexposição, e a medição detalhada do campo de velocidade, utilizando a técnica \n\ndenominada por velocimetria por imagem de partículas (PIV). Os resultados obtidos \n\nexperimentalmente são posteriormente comparados com previsões numéricas \n\nefectuadas.  \n\nO estudo do efeito da variação da razão de forma é efectuado apenas \n\nnumericamente para AR = 1 e AR = 8 para diferentes números de Reynolds. \n\nAtravés da caracterização do fluido (visualização de escoamentos e PIV), pode-se \n\nconcluir que existem quatro picos de velocidade no escoamento em torno do cilindro nas \n\ncondições estudadas experimentalmente (AR = 8 e BR = 50%). Estes picos de \n\nvelocidade correspondem ao local onde o comprimento da recirculação é mínimo. \n\nComparando o escoamento para AR = 8 e AR = 1 conclui-se que para AR = 8 o \n\nefeito do cilindro é dominante enquanto que para AR = 1 o escoamento é dominado pelo \n\nefeito do cilindro e pelo efeito das paredes laterais. \n\n \n\n \n\n. \n\n\n\n vi  \n\n\n\n vii \n\nAbstract \n\n \n\nThe study of Newtonian and non-Newtonian fluids around a confined cylinder \n\nreveals a great importance in the development and improvement of some real flow \n\nphenomena that happens in industrial processes such as polymer extrusion and injection \n\nmolding, where the Reynolds numbers are quite low due to the high fluid viscosity. \n\nThe main goal of this work is to investigate experimental and numerically the three-\n\ndimensional effects on the laminar flow of Newtonian fluids around a confined cylinder. \n\nThe effect of the aspect ratio, AR (ratio between the width of the rectangular section and it \n\ndepth) was studied experimentally for AR = 8 and for blockage ratio BR = 50% (ratio \n\nbetween the cylinder diameter and the depth of rectangular section), through the \n\ncharacterisation of different flow conditions. The fluids used were water and an aqueous \n\nsolution of glycerine 46,3 wt%.  \n\nFlow visualisations were carried out using streak line photography and the velocity \n\nfield of the flow was measured in detail using Particle Image Velocimetry (PIV). The \n\nexperimental results obtained were also compared with numerical predictions. \n\nMoreover, the effect of the variation of the aspect ratio was studied numerically for \n\nAR = 1 and AR = 8. \n\n Through the characterization of the fluid (flow visualizations and PIV \n\nmeasurements), one can conclude that there are four velocity peaks around the cylinder \n\nunder the conditions studied experimentally (AR = 8 and BR = 50%). These velocity peaks \n\ncorrespond where the length of the recirculation is minimal.  \n\n Comparing the flow for AR = 8 and AR = 1, one can conclude that for AR = 8 the \n\neffect of cylinder is dominant, while for AR = 1 the flow is dominated by the effect of \n\ncylinder and the effect of the side walls. \n\n\n\n viii  \n\n\n\n ix \n\nÍndice \n\n \n\n1. Introdução           1 \n\n 1.1 Fluidos newtonianos e não-newtonianos     1 \n\n1.2 Motivação e Contribuição       2 \n\n1.3 Objectivos          4 \n\n1.4 Organização da Tese        5 \n\n \n\n2. Revisão Bibliográfica         7 \n\n2.1 Fluidos newtonianos e não-newtonianos     7 \n\n2.2 Escoamento em Torno de um Cilindro Confinado    8 \n\n2.3 Escoamento em Torno de um Cilindro Confinado – Efeitos Tridimensionais 9 \n\n2.4 Conclusão            10 \n\n \n\n3. Descrição Experimental         11 \n\n3.1 Construção da Instalação       11 \n\n3.2 Descrição da Instalação        14 \n\n3.3 Técnicas Utilizadas        16 \n\n3.3.1 Visualização de Escoamentos      16 \n\n3.3.2 Medição do Campo de Velocidades – PIV    18 \n\n3.4 Caracterização dos Fluidos       20 \n\n3.5 Procedimento Experimental       21 \n\n3.6 Método Numérico         23 \n\n \n\n4. Resultados e Discussão         25 \n\n4.1 Caracterização Reológica do Fluido N46,3       25 \n\n4.2 Análise de Incertezas        27 \n\n4.3 Caracterização do Escoamento       29 \n\n 4.3.1 Comprimento da Recirculação – LV        29 \n\n 4.3.2 Medição do Campo de Velocidades – PIV    33 \n\n4.4 Variação da Razão de Forma – Estudo Numérico    41 \n\n \n\n5. Conclusões e Recomendação para Trabalho Futuro     47 \n\n5.1 Conclusões         47 \n\n5.2 Recomendações para Trabalho Futuro      49 \n\n \n\n\n\n x \n\nReferências Bibliográficas         51 \n\n \n\nAnexos           1 \n\n Anexo A          1 \n\n Anexo B          17 \n\n Anexo C          19 \n\nAnexo D          20 \n\nAnexo E          23 \n\n \n\n\n\n xi \n\nÍndice de Figuras \n\n \n\nFigura 1.1 – Domínio de escoamento tridimensional: conduta de secção L x H.  4 \n\n \n\nFigura 3.1 – Representação esquemática da instalação experimental.   12 \n\nFigura 3.2 – Instalação experimental construída.      13 \n\nFigura 3.3 – Representação esquemática da coluna (a) e do cilindro (b).   14 \n\nFigura 3.4 – Posição 1 da coluna em que foram realizados os ensaios – estudo do  \n\nplano xz.         15 \n\nFigura 3.5 – Posição 2 da coluna em que foram realizados os ensaios – estudo do  \n\nplano xy.         15 \n\nFigura 3.6 – Esquema pormenorizado do cilindro na coluna e dos lasers.  17 \n\nFigura 3.7 – Esquema pormenorizado do cilindro na coluna e do laser do PIV.  19 \n\nFigura 3.8 – Posição 1 da coluna em que foram realizados os ensaios – estudo do  \n\nplano xz.         22 \n\nFigura 3.9 – Posição 2 da coluna em que foram realizados os ensaios – estudo do  \n\nplano xy.        . 22 \n\n \n\nFigura 4.1 – Variação da viscosidade do fluido em função da temperatura.  26 \n\nFigura 4.2 – Fotografia obtida no ensaio realizado com o fluido N46,3 com número \n\nde Reynolds de 23,0 no plano z/R=0.      30 \n\nFigura 4.3 – Variação do comprimento da recirculação em função do número de  \n\nReynolds para cada plano em estudo.     31 \n\nFigura 4.4 – Variação do comprimento da recirculação em função do número de  \n\nReynolds nos planos z/R=0 e z/R=15.      32 \n\nFigura 4.5 – Perfis de velocidade ao longo da linha central (y/R=0 e z/R=0) para \n\nRe=15,2 e Re=27,5.        34 \n\nFigura 4.6 – Perfis de velocidade ao longo de z/R (y/R=0) para Re=15,2 e Re=27,5. 35 \n\nFigura 4.7 – Figura 4.7 – Comparação dos perfis transversais da velocidade axial \n\nem z/R=0 e z/R=15 para Re = 11,2: a) s/R=-4; b) s/R=-2; c) s/R=1;  \n\nd) s/R=2; e) s/R=4; f) s/R=10;           38 \n\nFigura 4.8 – Comparação dos perfis transversais da velocidade axial e m z/R=0 e  \n\nz/R=15 para Re = 19,9: a) s/R=-4; b) s/R=-2; c) s/R=1; d) s/R=2;  \n\ne) s/R=4; f) s/R=10;       39 \n\n \n\n \n\n\n\n xii \n\nFigura 4.9 – Comparação dos perfis transversais da velocidade axial em z/R=0 e  \n\nz/R=15 para Re = 35,7: a) s/R=-4; b) s/R=-2; c) s/R=1; d) s/R=2; \n\n e) s/R=4; f) s/R=10;       40 \n\nFigura 4.10 – Perfis de velocidade (y/R=0 e s/R=4) um função da direcção z/R para \n\nos números de Reynolds de 10, 20 e 40: a) AR = 8; b) AR = 1;  42 \n\nFigura 4.11 – Variação do comprimento da recirculação em função da direcção z/R \n\npara os números de Reynolds de 10, 20 e 40: a) AR = 8; b) AR =1;  44 \n\n \n\nFigura A.1 – Acessório de entrada e saída da coluna com seis injectores.  3 \n\nFigura A.2 – Distribuidor.         4 \n\nFigura A. 3 – Secção de trabalho.        5 \n\nFigura A.4 – Pormenor do sistema de fixação das placas para a  \n\ncontracção bidimensional.       6 \n\nFigura A.5 – Suporte para as secções de 160 e 40 mm.     7 \n\nFigura A.6 – Suporte para as secções de 80 e 20 mm.     8 \n\nFigura A.7 – Espaçador para secção 80 mm.      9 \n\nFigura A.8 – Espaçador para secção 40 mm.      10 \n\nFigura A.9 – Espaçador para secção 20 mm.      11 \n\nFigura A.10 – Cilindro com 10 mm de diâmetro.      12 \n\nFigura A.11 – Suporte para cilindro de 10 mm de diâmetro.    13 \n\nFigura A.12 – Cilindro com 5 mm de diâmetro.      14 \n\nFigura A.13 – Suporte para cilindro de 5 mm de diâmetro.     15 \n\nFigura A.14 – Cilindro com 16 mm de diâmetro.      16 \n\n \n\nFigura B.1 – Esquema inicial da instalação experimental.     17 \n\n \n\nFigura E.1 – Frame 1 de um par de imagens.      23 \n\nFigura E.2 – Pixel Mean obtida.        24 \n\nFigura E.3 – Imagem obtida após a subtracção da imagem Pixel Mean.   24 \n\nFigura E.4 – Imagem obtida após a aplicação da mask.     25 \n\nFigura E.5 – Imagem obtida após a aplicação da correlação.    25 \n\nFigura E.6 – Imagem obtida após a aplicação da Moving Average.   26 \n\nFigura E.7 – Imagem do mapa de vectores.       26 \n\nFigura E.8 – Perfil de velocidade retirado do mapa de vectores a dois raios a jusante \n\n do cilindro.         27\n\n            \n\n \n\n\n\n xiii \n\n \n\nÍndice de Tabelas \n\n \n\nTabela 4.1 – Valor dos caudais e respectivos números Reynolds estudados \n\nna visualização de escoamentos.       30 \n\nTabela 4.2 – Valor dos caudais e respectivos Reynolds estudados na medição do \n\ncampo de velocidades com a coluna na posição 1.      33 \n\nTabela 4.3 – Valor dos caudais e respectivos números de Reynolds estudados \n\nna medição do campo de velocidades com a coluna na posição 2.   36 \n\n \n\n \n\nTabela C.1 – Valores obtidos do ensaio reológico do fluido N46,3.   19 \n\n \n\nTabela D.1 – Valor do comprimento da recirculação para cada número de Reynolds  \n\ne respectivo plano para os ensaios realizados com água.   20 \n\nTabela D.2 – Valor do comprimento da recirculação para cada número de Reynolds \n\n e respectivo plano para os ensaios realizados com N46,3.   21 \n\nTabela D.3 – Valor do comprimento da recirculação para cada número de Reynolds  \n\ndos resultados experimentais e dos resultados numéricos nos planos \n\nz/R=0 e z/R=15.        22\n\n          \n\n     \n\n\n\n xiv \n\nNomenclatura \n\n \n\n?  - Tensão de Cisalhamento \n\n \ny\n\nv\n\n?\n\n?\n - Gradiente de Velocidade \n\n? – Viscosidade (Pa.s) \n\n(x,y,z) – Coordenadas cartesianas \n\nL – Largura da secção rectangular (mm) \n\nH – Profundidade da secção rectangular (mm) \n\nDCilindro – Diâmetro do cilindro (m) \n\nRCilindro – Raio do cilindro (mm) \n\nRe – Número de Reynolds \n\nu – Velocidade Axial (m/s) \n\nU – Velocidade média (m/s) \n\n? – Massa Volúmica (Kg/m3) \n\nAR – Razão de Forma \n\nBR – Razão de Bloqueio \n\nO – Ordem de Grandeza \n\nT – Temperatura (ºC ou K) \n\nT0 – Temperatura de referência (ºC ou K) \n\n?0 – Viscosidade de Referência (Pa.s) \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNeste capítulo introdutório, apresenta-se inicialmente a definição de fluido e a \n\ndistinção entre fluido newtoniano e não-newtoniano. Posteriormente, indicam-se as \n\nmotivações para a realização desta tese bem como a sua contribuição, justificando assim \n\na relevância deste trabalho. Por fim, indicam-se os objectivos associados à realização \n\ndesta tese e descreve-se de forma sucinta a sua estrutura. \n\n \n\n \n\n1.1 Fluidos newtonianos e não-newtonianos \n\n \n\nDenomina-se de fluido toda a matéria, no estado líquido ou gasoso, que se \n\ndeforma indefinidamente quando sujeita à acção de uma força de cisalhamento (ou corte \n\nou tangencial). Os fluidos compartilham a propriedade de não resistir à deformação e por \n\nisso não têm forma própria, tomando a forma do recipiente que ocupam. \n\n As propriedades dos fluidos relevantes para o estudo da dinâmica dos fluidos de \n\nescoamentos isotérmicos são a massa volúmica, a tensão superficial, a viscosidade e \n\nrestantes propriedades reológicas.  \n\n De acordo com as suas propriedades reológicas, os fluidos podem ser \n\nclassificados como newtonianos ou não-newtonianos. Assim, se um fluido obedece à lei \n\n \n\n1. Introdução \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 2 \n\nde Newton da viscosidade, descrita na equação (1), diz-se que este fluido é newtoniano, \n\ncomo por exemplo a água ou o ar. \n\n \n\ny\n\nv\n\n?\n\n?\n?= ??             (1)                 \n\nSendo ?  a tensão de cisalhamento (Pa), ? a viscosidade (Pa.s) e \ny\n\nv\n\n?\n\n?\n o gradiente de velocidade \n\n(s-1). \n\n \n\nSe um fluido não obedece à lei de Newton da viscosidade, diz-se que este fluido é \n\nnão-newtoniano, como por exemplo, o sangue, tintas, etc. \n\nEmbora o conceito de viscosidade seja utilizado para classificar os fluidos, o \n\nestudo das características dos fluidos não-newtonianos poderá ser feito através de outras \n\npropriedades reológicas que mostram as relações entre os tensores de tensão e de \n\ndeformação sob diferentes condições, como a deformação oscilatória ou o fluxo \n\nextensional, que são medidas através de reómetros de corte e de reómetros \n\nextensionais.  \n\n \n\n \n\n1.2 Motivação e Contribuição \n\n \n\nO escoamento e a deformação de qualquer fluido durante o seu processamento \n\ntem um papel muito importante nas propriedades finais de produtos como os polímeros, \n\nmetais, cerâmicos, etc. Assim, o conhecimento do comportamento dos materiais é \n\nessencial para obter produtos com as propriedades desejadas e auxilia no projecto dos \n\nequipamentos utilizados no processamento desses materiais.  \n\n A generalidade dos materiais poliméricos apresenta características reológicas de \n\nfluidos não-newtonianos, podendo-se encontrar este tipo de fluidos em diversos \n\nprocessos das indústrias petroquímica, alimentar, farmacêutica, dos plásticos, das tintas \n\ne dos detergentes, entre outras.  \n\nA produção anual de produtos plásticos continua a aumentar a um ritmo \n\nacentuado, tendo-se registado uma produção mundial de 80 milhões de toneladas em \n\n2004. Comparando este valor com a produção anual observada em 1950, de apenas 5 \n\nmilhões de toneladas, compreende-se facilmente o acréscimo da importância dos \n\nmateriais poliméricos no nosso dia a dia. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 3 \n\n Os materiais poliméricos possuem frequentemente comportamento viscoelástico, \n\no qual se caracteriza pela manifestação simultânea de comportamento viscoso e elástico \n\nquando sujeitos a uma deformação. Desta combinação resultam frequentemente \n\nescoamentos com comportamentos algo inesperados, como se pode observar no \n\ninteressante álbum de fotografias coligidas por Boger e Walters (1993). \n\n \n\n A generalidade dos estudos experimentais com fluidos newtonianos e não-\n\nnewtonianos refere-se a condições em que o escoamento pode ser considerado \n\nbidimensional. Contudo, em situações práticas é habitual os escoamentos processarem-\n\nse em geometrias complexas, nas quais o padrão de escoamento apresenta um forte \n\ncarácter tridimensional, como é o caso do escoamento em torno de um cilindro, colocado \n\nperpendicularmente ao escoamento no centro de uma conduta de secção quadrada. Esta \n\ngeometria apresenta uma elevada simplicidade geométrica, no entanto conduz a padrões \n\nde escoamento complexos, que importa perceber. Neste contexto, Ferreira (2007) \n\ndesenvolveu o estudo numérico de efeitos tridimensionais no escoamento de fluidos \n\nnewtonianos e viscoelásticos em torno de um cilindro. \n\n Tendo em consideração que a experimentação permite a validação dos modelos \n\nmatemáticos usados nos cálculos numéricos, pretende-se com o trabalho desenvolvido \n\nnesta tese dar continuidade e validar o trabalho desenvolvido por Ferreira (2007). Desta \n\nforma será possível contribuir para a compreensão do comportamento dos fluidos em \n\ngeometrias ainda pouco estudadas, como é o caso do escoamento em torno de um \n\ncilindro confinado. \n\n Embora o objectivo principal do trabalho em curso seja o estudo do \n\ncomportamento dos fluidos não-newtonianos em geometrias complexas tridimensionais, \n\ntorna-se imperativo iniciar o estudo de determinadas condições de escoamento (neste \n\ncaso o escoamento em torno de um cilindro confinado) pelos fluidos newtonianos, para o \n\nqual o estudo numérico tem uma elevada precisão, e só depois proceder ao estudo do \n\ncomportamento dos fluidos não-newtonianos em geometrias mais complexas, de \n\nrelevância industrial. Isto porque a problemática dos escoamentos de fluidos não-\n\nnewtonianos passa também pela escolha do modelo reológico adequado que represente \n\na reologia de fluidos usados nas experiências, o que nem sempre é evidente, sobretudo \n\nquando nos escoamentos existem zonas de características muito diversas e também com \n\nregiões dominadas por efeitos de corte e zonas predominantemente extensionais. Esta \n\nmultiplicidade de características nos escoamentos aumenta o grau de incertezas das \n\ncomparações numérico-experimental. \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 4 \n\nH \n \n\nx \n\ny \n \n\nD \n \n\nH \n \n\n1.3 Objectivos  \n\n \n\nEste trabalho tem como principal objectivo o estudo experimental do escoamento \n\nlaminar em torno de um cilindro de envergadura finita inserido numa conduta rectangular, \n\ncom vista à quantificação dos efeitos tridimensionais, utilizando fluidos newtonianos.  \n\n Com o objectivo de quantificar os efeitos tridimensionais, pretende-se estudar o \n\nefeito da variação da razão de forma, AR (do inglês aspect ratio), que é a razão entre a \n\nlargura da secção rectangular e a sua profundidade (L / H), conforme se pode verificar na \n\nfigura 1.1, uma vez que estes efeitos são acentuados com a diminuição da razão de \n\nforma. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1.1 – Domínio de escoamento tridimensional: conduta de secção L x H. Vista de cima do \n\ncilindro (a)) e vista lateral correspondente (b)). \n\n \n\n A influência da razão de forma surge combinada com os parâmetros \n\nadimensionais que caracterizam dinamicamente o escoamento. Como o estudo \n\ndesenvolvido neste trabalho refere-se a fluidos newtonianos, o parâmetro adimensional \n\nque caracteriza o regime de escoamento é o número de Reynolds. Assim, os parâmetros \n\nadimensionais relevantes nesta tese são os seguintes: \n\n \n\n• Razão de Forma, \nH\n\nL\nAR =               \n\n \n\n• Número de Reynolds, \n?\n\n?\nCilindro\n\nRU\n=Re                \n\n \n\n• Razão de Bloqueio, 5,0==\nH\n\nD\nBR\n\nCilindro         \n\ny \n\nZ \n \n\nL \n \n\nDirecção do  \nEscoamento \n\n \n\na) Vista de cima b) Vista lateral \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 5 \n\nPara efectuar o estudo e a quantificação do efeito da razão de forma no \n\nescoamento em torno do cilindro, faz-se a caracterização do escoamento em diferentes \n\ncondições. \n\nNeste trabalho, a caracterização do escoamento faz-se com duas técnicas. A \n\nprimeira é a visualização de escoamentos através da utilização de uma técnica \n\nfotográfica de elevado tempo de exposição e a segunda técnica, denominada \n\nvelocimetria por imagem de partículas, doravante designada por PIV (do inglês Particle \n\nImage Velocimetry), a qual permite efectuar a medição detalhada do campo de \n\nvelocidades do escoamento.   \n\n É ainda objectivo deste trabalho complementar as medições experimentais e \n\nefectuar comparações com um estudo numérico usando um programa de simulação já \n\nexistente (Oliveira et al 1998 e Alves et al 2001). Nesta tese, não foram desenvolvidos \n\nnovos métodos numéricos, mas apenas utilizados os métodos e códigos já existentes, \n\ncomo ferramenta de simulação numérica para previsão dos escoamentos em estudo por \n\nvia experimental. \n\n \n\n \n\n1.4 Organização da Tese \n\n \n\nEsta tese encontra-se dividida em cinco capítulos. No capítulo 2 desta tese \n\napresenta-se um resumo da bibliografia relevante para este estudo. \n\n No capítulo 3 encontra-se a descrição da instalação e das técnicas utilizadas com \n\nvista à obtenção de resultados e por fim referem-se os procedimentos seguidos no \n\ntrabalho experimental. \n\nNo capítulo 4 apresentam-se os resultados experimentais obtidos em cada uma \n\ndas técnicas utilizadas (técnica fotográfica e PIV), bem como a discussão relativa aos \n\nresultados obtidos. Neste capítulo efectuam-se ainda as respectivas comparações com \n\nas previsões numéricas.  \n\nPara finalizar, no capítulo 5, e tendo em consideração todo o trabalho \n\nexperimental e os resultados obtidos, apresentam-se as conclusões do trabalho bem \n\ncomo algumas sugestões de trabalho futuro.   \n\n \n\n \n\n \n\n \n\n  \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 6 \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 7 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\nIntrodução \n\n \n\n Neste capítulo apresentam-se as referências bibliográficas de maior relevância \n\nassociadas ao estudo de escoamento de fluidos newtonianos e não-newtonianos, em \n\ntorno de um cilindro confinado, para que se possa enquadrar o estudo desenvolvido \n\nnesta tese na literatura já existente. \n\n \n\n \n\n2.1 Fluidos newtonianos e não-newtonianos \n\n \n\nSendo o objectivo deste trabalho o estudo dos efeitos tridimensionais do \n\nescoamento laminar de fluidos em torno de um cilindro confinado, importa desde já \n\nsalientar que este é um tema pouco estudado, embora de óbvio interesse dado o carácter \n\ntridimensional dos escoamentos reais. Apesar de tudo, há alguns trabalhos relacionados \n\ncom o tema, que de seguida serão descritos sucintamente. No entanto, antes de abordar \n\nespecificamente este escoamento, salientam-se dois marcos da maior relevância no \n\nestudo de fluidos newtonianos e não-newtonianos. \n\n \n\n2. Revisão Bibliográfica \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 8 \n\nO primeiro, relacionado com o estudo do comportamento de fluidos não-\n\nnewtonianos, é a incontornável obra de Bird et al (1987) “Dynamics of Polymeric Liquids”, \n\nonde se faz uma abordagem teórica da dinâmica de fluidos de materiais poliméricos. O \n\nsegundo, está relacionado com uma abordagem experimental, e é o livro “Reological \n\nPhenomena in Focus” de Boger e Walters (1993), onde se ilustra uma parte significativa \n\ndos trabalhos experimentais de visualização efectuados.  \n\nAs visualizações de Boger e Walters com fluidos newtonianos são no fundo \n\nmotivadas pelo trabalho com fluidos não-newtonianos. Neste contexto, os trabalhos \n\nrealizados numérica e experimentalmente com fluidos newtonianos surgem como \n\nnecessidade de estabelecer aproximações dos fluidos não-newtonianos aos fluidos \n\nnewtonianos, com vista à obtenção de uma solução numérica exacta para o escoamento \n\ndos fluidos não-newtonianos.   \n\n \n\n \n\n2.2 Escoamento em Torno de um Cilindro Confinado \n\n \n\nNo trabalho de Boger and Walters (1993), destaca-se a complexidade do \n\nescoamento de fluidos viscoelásticos em torno de um cilindro e salienta-se que a sua \n\nanálise é particularmente indicada para análise numérica. Neste sentido, e dado que \n\nainda não se obteve a solução exacta para o escoamento de fluidos viscoelásticos em \n\ntorno de um cilindro, este escoamento foi seleccionado para problema de referência em \n\nReologia Computacional por Brown e McKinley (1994). \n\nApós a selecção como problema de referência em reologia computacional, \n\nobserva-se um elevado interesse no estudo deste escoamento e por isso iniciaram-se \n\nvários estudos experimentais e numéricos de escoamento de fluidos viscoelásticos em \n\ntorno de um cilindro, como refere a obra de Owens (2002), que apresenta uma extensa \n\nrevisão bibliográfica do tema. \n\nNeste contexto, desde a sua selecção como problema de referência, iniciaram-se \n\nvários trabalhos experimentais acerca do escoamento de fluidos viscoelásticos em torno \n\nde um cilindro (McKinley et at. (1993); Baaijens (1995); Vershelst and Nieuwstadt (2004)). \n\nNo entanto, a maior parte dos trabalhos que surgiram desde então, foram desenvolvidos \n\nnumericamente (Fan et al. (1999); Alves e tal. (2001); Caola et al (2001); Sahin and \n\nOwens (2004); Ferreira (2007)). A maioria destes trabalhos considera o escoamento em \n\ntorno de cilindros de elevado comprimento, sendo por isso o escoamento bidimensional. \n\nAssim, verifica-se uma lacuna no estudo dos efeitos tridimensionais do escoamento em \n\nquestão, e por isso o interesse no estudo desenvolvido neste trabalho.  \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 9 \n\n2.3 Escoamento em Torno de um Cilindro Confinado – Efeitos \n\nTridimensionais \n\n \n\nO estudo efectuado por Verhelst (2004) é o trabalho mais próximo do objecto de \n\nestudo desta tese. Neste trabalho, analisa-se experimentalmente o escoamento de \n\nfluidos viscoelásticos em torno de um cilindro disposto simetricamente no interior de uma \n\nconduta rectangular com razão de forma de 8:1 e razão de bloqueio cilindro/coluna de \n\n1:2. Uma das principais conclusões deste trabalho é a de que o escoamento nestas \n\ncondições não pode ser considerado bidimensional mas sim tridimensional.  \n\nNeste contexto, verifica-se que o estudo dos efeitos tridimensionais do \n\nescoamento laminar em torno de um cilindro confinado é relativamente recente e a maior \n\nparte dos estudos realizados são maioritariamente numéricos.  \n\nAinda que neste trabalho se dê relevância ao estudo do escoamento laminar em \n\ntorno de um cilindro, salientam-se os trabalhos de Gerich e Eckelman (1982) e Norberg \n\n(1994), que efectuaram o estudo dos efeitos tridimensionais de fluidos Newtonianos em \n\ntorno de um cilindro mas em regime turbulento. \n\n \n\nNo estudo realizado por Poole et al (2007), em que algumas das características \n\ndo escoamento em estudo são comuns à do escoamento em torno de um cilindro \n\nconfinado numa conduta rectangular, observa-se a existência de picos de velocidade \n\njunto das paredes laterais. \n\nDesta breve revisão ressalta que o que ainda não está claramente estabelecido é \n\nqual deverá ser a razão de forma a partir da qual o escoamento possa ser considerado \n\nbidimensional, e no caso em que ele é tridimensional, quais são as respectivas \n\ncaracterísticas do escoamento. \n\nRecentemente, Ferreira (2007), desenvolveu o estudo numérico dos efeitos \n\ntridimensionais do escoamento em torno de cilindro confinado com o objectivo de dar \n\nrespostas a estas questões, e posteriormente alargar o âmbito do estudo a fluidos de \n\ncaracterísticas não newtonianas. Neste trabalho, também se verificou a existência de \n\npicos de velocidade junto das paredes laterais.  \n\nAssim, este trabalho dá continuidade aos estudos de Ferreira (2007) e tem como \n\nobjectivo demonstrar experimentalmente algumas das suas descobertas (como a \n\nexistência de picos de velocidades junta das paredes laterais) validando os seus cálculos, \n\npara permitir a continuação desta investigação a novos efeitos da tridimensionalidade dos \n\nescoamentos.  \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 10 \n\n2.4 Conclusão \n\n \n\nSendo o escoamento laminar de fluidos newtonianos e não-newtonianos em torno \n\nde um cilindro de elevada relevância em vários processos industriais (como por exemplo \n\nnos processos com permutadores de calor), onde os escoamentos apresentam \n\ncaracterísticas de tridimensionalidade, considera-se este trabalho de elevada relevância \n\ncientífica e industrial. \n\nPor outro lado, considera-se também importante o facto de este trabalho ter como \n\nobjectivo complementar e validar o trabalho numérico desenvolvido por Ferreira (2007). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 11 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNeste capítulo apresenta-se inicialmente uma breve descrição da instalação \n\nexperimental e posteriormente, faz-se a descrição da secção de teste, bem como de \n\ntodos os equipamentos usados na execução deste trabalho. De seguida descrevem-se as \n\ntécnicas de visualização de escoamentos e de medição detalhada do campo de \n\nvelocidades (PIV), as condições de operação e referem-se os procedimentos seguidos \n\nem cada uma destas técnicas. Por fim, faz-se uma breve referência ao método numérico \n\nutilizado no estudo numérico que complementa os resultados experimentais.  \n\n \n\n \n\n3.1 Construção da Instalação \n\n \n\nDepois de projectada e construída a coluna de secção rectangular, onde se \n\nencontra inserido o cilindro, elaborou-se o esquema da instalação experimental, que se \n\nencontra representado na figura 3.1. \n\nPara completar este trabalho, os desenhos a partir dos quais se construiu a \n\ncoluna, são apresentados no anexo A. Estes desenhos são da autoria do Professor Paulo \n\nJosé da Silva Martins Coelho que conjuntamente com o Professor Manuel António \n\nMoreira Alves conceberam a instalação. \n\n \n\n3. Descrição Experimental \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 12 \n\nLegenda: \nB – Balança \nBc – Bomba Centrífuga \nC – Cilindro \nCL – Coluna  \nL1 e L2 – Laser \nR1 e R2 – Reservatório \n\n  – V1 a V5 – Válvula de Regulação \n  – Va – Válvula Anti-Retorno \n\n \n \n\nR2 \n\nR1 \n\nC \n\nCL \n\nB \n\nL1 L2 \n\nBc \n\nV2 \n\nV4 \n\nV3 \nV1 \n\nVa \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.1 – Representação esquemática da instalação experimental. \n\n \n\n \n\n Posteriormente, procedeu-se à montagem da instalação, que está suportada \n\nnuma estrutura em Dexion, que tem como finalidade suportar todos os equipamentos \n\nnecessários para a actividade experimental (coluna, balança, reservatórios, etc). Na \n\nfigura 3.2 apresenta-se uma vista geral da instalação experimental. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 13 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.2 – Instalação experimental construída. \n\n \n\n No decorrer da montagem e utilização da instalação, esta foi sendo \n\nsucessivamente sujeita a algumas alterações de forma a optimizar os resultados. Nas \n\nfiguras 3.1 e 3.2 está representada a versão final da instalação experimental, ou seja, a \n\ninstalação optimizada. Toda a descrição experimental, resultados e discussões \n\nColuna \n\nLaser do \nPIV \n\nMáquina \nFotográfica e \n\nmesa de \ncoordenadas \n\nxyz \n\nCilindro \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 14 \n\napresentadas nesta tese referem-se aos resultados obtidos na instalação experimental \n\nrepresentada nas figuras 3.1 e 3.2. \n\n As alterações efectuadas bem como os motivos da necessidade de efectuar estas \n\nalterações na instalação experimental, encontram-se descritos no anexo B desta tese. \n\n \n\n \n\n3.2 Descrição da Instalação \n\n \n\nO elemento principal da instalação experimental é a coluna de secção rectangular \n\nonde está inserido o cilindro, perpendicularmente à direcção do escoamento. Tendo em \n\nconsideração o modo como foi construída a instalação, o fluido circula por gravidade e \n\npor isso circula no sentido descendente.  \n\n A coluna, construída em acrílico, tem 1,7 m de altura e o cilindro encontra-se a \n\numa distância de 0,63 m a partir do topo da coluna. A secção rectangular da coluna tem \n\numa largura (L) de 160 mm e uma profundidade (H) de 20 mm, conforme se mostra na \n\nrepresentação esquemática na figura 3.3.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.3 – Representação esquemática da coluna (a) e do cilindro (b). \n\n  \n\n \n\nPode-se ainda verificar na representação da figura 3.3 (a), que o fluido entra na \n\ncoluna através de seis injectores, uniformemente distribuídos em toda a largura da \n\ncoluna, de forma a garantir que a velocidade do fluido seja o mais uniforme possível na \n\nentrada da coluna. \n\n1700 mm \n\n160 mm \n20 mm \n\n(a) \n\ny \n\nZ \n \n\nL \n \n\nH \n \n\nx \n\ny \n \n\nD \n \n\n(b) \n\nDirecção do  \nEscoamento \n\n \n\nH \n \n\nVista de cima Vista lateral \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 15 \n\ny \n\nZ \n \n\nL \n \n\nH \n \n\nx \n\ny \n \n\nD \n \n\nA coluna está acoplada a um suporte giratório que possibilita a sua rotação, \n\ntornando-se assim possível a realização do estudo do escoamento do fluido nos planos \n\nxz e xy. Assim, é possível realizar ensaios com a coluna em duas posições distintas, \n\ndefinidas como a posição 1 (estudo do plano xz) e a posição 2 (estudo do plano xy), tal \n\ncomo se pode verificar nas figuras 3.4 e 3.5, respectivamente.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.4 – Posição 1 da coluna em que foram realizados os ensaios – estudo do plano xz. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.5 – Posição 2 da coluna em que foram realizados os ensaios – estudo do plano xy. \n\n \n\n \n\n Para além da coluna, e conforme se pode verificar na figura 3.1, a instalação \n\npossui ainda dois reservatórios (R1 e R2), um dos quais armazena o fluido que é \n\nfornecido à coluna (R1) e o outro recebe o fluido proveniente da coluna (R2). \n\n Depois de percorrer a coluna e entrar no reservatório R2, o fluido é transportado \n\ndo reservatório R2 para o reservatório R1 por meio de uma tubagem e com o auxílio de \n\nLaser \n\nLaser \n\nDirecção do  \nEscoamento \n\n \n\nH \n \n\nVista lateral \n\nVista de cima \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 16 \n\nbomba centrífuga (Bc). Nesta tubagem existe uma válvula anti-retorno Va, localizada a \n\njusante da referida bomba, para impedir que o fluido circule no sentido inverso. \n\n Para garantir que o caudal de fluido fornecido à coluna seja constante em todo o \n\nensaio, criou-se uma segunda ligação entre o reservatório R1 e o reservatório R2, para \n\nque o nível no reservatório R1 e R2 seja sempre constante e consequentemente o caudal \n\nseja constante. Assim, através desta ligação, o excesso de fluido retorna para o \n\nreservatório R2, de forma a garantir que a altura no reservatório R1 é constante.  \n\n \n\n \n\nMedição do Caudal \n\n O caudal fornecido à coluna é determinado a partir da medição da massa de fluido \n\nque passa da coluna para o reservatório R2, recorrendo ao uso de uma balança (B) \n\n(KERN DS 36kg) com uma precisão de 0,5 g. A variação de peso ao longo do tempo é \n\nmedido pela balança e registado num programa de aquisição de dados em Labview, que \n\ncontabiliza o tempo em que se realiza a medição de forma a ser possível determinar o \n\ncaudal mássico. Durante esta medição, a bomba centrifuga é desligada, e o fluido deixa \n\nde passar do reservatório R2 para o reservatório R1, de forma a poder-se determinar a \n\nmassa de fluido que sai do reservatório R1, atravessa a coluna e acumula-se \n\nposteriormente no reservatório R2. Esta medição do caudal de fluido é efectuada no final \n\nde cada ensaio. \n\n \n\n \n\n3.3 Técnicas Utilizadas \n\n \n\n3.3.1 Visualização de Escoamentos \n\n \n\nA técnica experimental de visualização do escoamento consiste na iluminação do \n\ncilindro, usando um díodo laser com uma potência de 5 mW e um comprimento de onda \n\nde 635 nm, que emite uma “folha” de luz vermelha. Esta “folha” de luz, perpendicular ao \n\neixo do cilindro, que ilumina a geometria torna visíveis as partículas traçadoras que se \n\nencontram suspensas no fluido. São estas partículas que, por reflectirem a luz do díodo \n\nlaser e por se deslocarem com o fluido, marcam a trajectória deste, que é depois captada \n\npor uma máquina fotográfica, usando tempos de exposição elevados. Para este fim, \n\nutilizou-se uma câmara fotográfica CANON EOS 30D com uma lente macro EF100mm. \n\n Com o fluido a percorrer a coluna e o díodo laser a iluminar a fluido, procede-se à \n\ncaptação das fotografias. Como forma de se conseguir obter as trajectórias das partículas \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 17 \n\ntraçadoras, é necessário ajustar o tempo de exposição da fotografia a cada caudal de \n\nfluido. Neste contexto, quanto menor o caudal do fluido, menor a velocidade do fluido e \n\ndas partículas e por isso é necessário um maior tempo de exposição da fotografia, para \n\nse obter um rasto significativo. \n\n Para que se pudessem estudar diferentes planos do cilindro e para garantir que a \n\niluminação do cilindro seja uniforme em todo o seu comprimento e perímetro, utilizaram-\n\nse dois díodos laser iguais (laser 1 e laser 2), um de cada lado do cilindro colocados \n\nparalelamente, conforme se pode observar na figura 3.6. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.6 – Esquema pormenorizado do cilindro na coluna e dos lasers. \n\n  \n\n \n\n \n\n De acordo com a figura 3.6, verifica-se que ambos os díodos laser podem \n\npercorrer todo o cilindro, desde a posição A, definida como o início do cilindro até à \n\nposição B, definida como o final do cilindro. A posição C representa o plano central do \n\ncilindro.  \n\n O deslocamento ao longo do cilindro é efectuado recorrendo a uma mesa de \n\ncoordenadas XYZ, à qual os lasers se encontram acoplados. Para que a distância entre a \n\ncâmara fotográfica e o plano iluminado seja sempre a mesma, a câmara também se \n\nA \n\nC \n\nB \n\n20 mm \n\n160 mm \n\n? = 10 mm \n\nLaser 2 Laser 1 \n\nLaser 1 Laser 2 \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 18 \n\nencontra acoplada à mesa de coordenadas XYZ. Assim, o deslocamento dos díodos \n\nlaser e da câmara fotográfica é sempre o mesmo. \n\n \n\nDe salientar que para cada ensaio (cada Re e cada plano em estudo) foi \n\nnecessário ajustar o tempo de exposição de cada fotografia, de modo a se conseguir \n\nvisualizar claramente a recirculação. Para isso, foi necessária uma fase inicial de \n\nexperiência e de prática da técnica fotográfica com elevado tempo de exposição. \n\n Nos ensaios realizados, tendo em consideração o caudal do escoamento em cada \n\nensaio, o tempo de exposição para cada fotografia variou entre  \n\n(O (0,1 s) ? ?t ? O (10 s)). \n\n Na visualização do escoamento, para cada fotografia, ou seja, para cada número \n\nde Reynolds e respectivo plano em estudo, pretende-se medir o comprimento da \n\nrecirculação (LV), para assim se poder analisar a variação do comprimento da \n\nrecirculação em função do número de Reynolds e da coordenada neutra do cilindro (z). \n\n \n\n \n\n3.3.2 Medição do Campo de Velocidades – PIV \n\n \n\nA medição detalhada do campo de velocidades é realizada, recorrendo ao sistema \n\nde Velocimetria por Imagem de Partículas – PIV. O sistema de PIV permite caracterizar \n\ncom rigor e de uma forma quantitativa os campos de velocidade do escoamento de \n\nfluidos.  \n\nO sistema de PIV é constituído por um laser (Solo PIV III da New Wave \n\nResearch), que emite uma “folha” de luz verde com um comprimento de onda de 532 nm, \n\ncom uma energia máxima de 50 mJ, por pulso de luz. \n\n No sistema de PIV, o fluido é iluminado por dois pulsos de luz, de forma a captar o \n\ntrajecto de cada partícula existente no fluido entre esses dois pulsos de luz, resultando \n\nduas imagens separadas por um tempo pré-definido, que permitem a criação do mapa de \n\nvectores. Estas imagens são adquiridas através de uma câmara digital de CCD (Flow \n\nSense 2M, Dantec Dynamics), à qual se encontra acoplada uma lente Nikon – AF Micro \n\nde 60 mm.  \n\n Para a aquisição e tratamento das imagens adquiridas é utilizado o software \n\nFlowManager v4.60 (Dantec Dynamics). Uma breve explicação acerca do tratamento das \n\nimagens obtidas por PIV até à criação do mapa de vectores, encontra-se no anexo E \n\ndesta tese. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 19 \n\nDe salientar que para cada ensaio foi necessário definir o tempo entre cada pulso \n\nde luz, para que cada partícula se deslocasse cerca de 25% da área de interrogação \n\n(valor recomendado no manual). Para isso, foi necessária uma fase inicial de experiência \n\ne de prática da utilização do PIV. \n\n Nos ensaios realizados, tendo em consideração o caudal do escoamento em cada \n\nensaio, o tempo entre cada pulso de luz variou entre (O (1x103 µs) ? ?t ? O (1x105 µs)) \n\ne para cada ensaio foram obtidos 60 pares de imagens.     \n\n \n\n Tal como na visualização de escoamentos o laser do sistema PIV pode também \n\npercorrer todo o cilindro, desde a posição A, definida como o início do cilindro até à \n\nposição B, definida como o final do cilindro. A posição C representa o plano central do \n\ncilindro, conforme se pode verificar na figura 3.7.  \n\n O deslocamento ao longo do cilindro é efectuado recorrendo também a uma mesa \n\nde coordenadas XYZ, à qual o laser do PIV se encontra acoplado. Para que a distância \n\nentre a câmara fotográfica e o plano iluminado seja sempre a mesma, a câmara também \n\nse encontra acoplada a mesa de coordenadas XYZ. Assim, o deslocamento provocado \n\nno laser do PIV e na câmara fotográfica é sempre o mesmo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.7 – Esquema pormenorizado do cilindro na coluna e do laser do PIV. \n\n \n\nA \n\nC \n\nB \n\n20 mm \n\n160 mm \n\n? = 10 mm \n\nLaser PIV \n\nLaser  PIV \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 20 \n\n3.4 Caracterização dos Fluidos \n\n \n\nNo estudo efectuado nesta tese utilizaram-se dois fluidos newtonianos, água e \n\numa solução aquosa de glicerina a 46,3%, doravante designada por fluido N46,3. \n\nNuma fase inicial e de teste da instalação, realizaram-se ensaios com o fluido \n\nágua. Posteriormente, utilizou-se o fluido N46,3. \n\nAinda que se espere que os resultados obtidos com água e com o fluido N46,3 \n\nsejam iguais em escoamentos a idêntico número de Reynolds, dado que ambos os \n\nfluidos são newtonianos, a realização de ensaios com o fluido N46,3 permite obter \n\nimagens com melhor qualidade na visualização de escoamentos. Isto porque este fluido \n\napresenta uma maior viscosidade, o que permite trabalhar com velocidades de \n\nescoamento maiores e por isso a quantidade de partículas que passa através da coluna \n\nem cada ensaio é maior, o que possibilita que o trajecto das partículas obtido nas \n\nfotografias seja melhor definido. \n\nPor outro lado, a utilização de um fluido com maior viscosidade, o que permite \n\ntrabalhar com velocidades de escoamento maiores, possibilita também a obtenção de \n\nmelhores resultados na medição detalhada do campo de velocidades, uma vez que a \n\nquantidade de partículas que atravessa a coluna vai ser maior e por isso os erros \n\nassociados ao tratamento das imagens obtidas no PIV vão também ser menores. \n\n \n\nPara a realização dos ensaios com qualquer um dos fluidos, é necessário cerca \n\nde 20L de fluido na instalação.  \n\nA ambos os fluidos (água e N46,3) adicionou-se 25 ppm de biocida (Kathon) com \n\no objectivo de evitar e minimizar o desenvolvimento de bactérias nos fluidos e adicionou-\n\nse 20 ppm de partículas traçadoras de poliamida com diâmetro igual a 50 µm. \n\nAssim, os fluidos utilizados neste trabalho continham: \n\n \n\n Água:  \n\n  100% de água \n\n  25 ppm de biocida \n\n  20 ppm de partículas  \n\n N46,3: \n\n  46,3% de glicerina \n\n  53,7% de água \n\n  25 ppm de biocida \n\n  20 ppm de partículas  \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 21 \n\nSendo a água um fluido com características reológicas (densidade, viscosidade) já \n\nestudadas, conhecidas e publicadas, não foi necessário efectuar a sua caracterização \n\nreológica. As características reológicas da água utilizadas neste trabalho foram retiradas \n\ndo trabalho de Streeter e Wylie (1982).  \n\n \n\nPor outro lado, para o fluido N46,3 foi necessário medir a sua densidade (com um \n\ndensímetro) e fazer a sua caracterização reológica, com o objectivo de determinar a \n\nviscosidade deste fluido.  \n\nNeste contexto, uma vez que o fluido é newtoniano, a sua análise reológica \n\nconsiste em analisar a variação da viscosidade em função da temperatura, mantendo a \n\ntaxa de deformação constante. Para tal, utilizou-se um reómetro de corte da marca Anton \n\nPaar e modelo Physica MCR301 e fez-se um ensaio em que se variou a temperatura do \n\nfluido entre 10ºC e 22ºC. \n\nSendo que a variação da viscosidade em função da temperatura pode ser descrita \n\npela Equação de Arrhenius [ln (?/?0) = (?H/R) / (1/T-1/T0], a partir dos resultados obtidos \n\nno ensaio realizado no reómetro pode-se determinar o valor da viscosidade em função da \n\ntemperatura. \n\nOs resultados obtidos na caracterização reológica do fluido N46,3 encontram-se \n\nno capítulo 4 desta tese, onde se encontram todos os resultados obtidos neste trabalho. \n\n \n\n \n\n3.5 Procedimento Experimental \n\n \n\n Ainda que a coluna esteja preparada para trabalhar com várias razões de forma e \n\ncom cilindros de vários diâmetros, no âmbito deste trabalho, e tendo em consideração o \n\nplano de trabalhos proposto, experimentalmente utilizou-se o cilindro com um diâmetro de \n\n10 mm e estudou-se a geometria com razão de forma igual a 8 (AR = 8).  \n\n  \n\n \n\nTemperatura \n\nComo não existe na instalação forma de manter a temperatura do fluido constante \n\nao longo dos ensaios, esta varia em função das alterações da temperatura ambiente a \n\nque o laboratório onde decorre o trabalho experimental está sujeito. Contudo, através de \n\num sensor de temperatura colocado no interior na coluna, a temperatura do fluido em \n\ncada ensaio foi registada, de forma a ser possível determinar a viscosidade para a \n\ntemperatura a que decorreu cada ensaio.  \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 22 \n\nH \n x \n\ny \n \n\nD \n \n\ny \n\nZ \n \n\nL \n \n\nH \n \n\nPressão \n\nDurante a realização dos ensaios a pressão relativa no interior da coluna é de \n\ncerca de +0,25 bar para garantir que não existem entradas de ar para o interior da coluna \n\ne desta forma evitar eventuais alterações no escoamento. O controlo da pressão no \n\ninterior da coluna é efectuado através de um manómetro de pressão que se encontra \n\nacoplado à instalação. \n\n \n\nNo trabalho experimental realizado no âmbito desta tese, realizaram-se ensaios \n\ncom a coluna em duas posições distintas, definidas como a posição a 1 e posição 2, tal \n\ncomo se pode verificar nas figuras 3.8 e 3.9. Nestas figuras encontram-se representados \n\ncom cor vermelha os planos em que se efectuou o estudo do escoamento do fluido. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.8 – Posição 1 da coluna em que foram realizados os ensaios – estudo do plano xz. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.9 – Posição 2 da coluna em que foram realizados os ensaios – estudo do plano xy. \n\nLaser \n\nLaser \n\n0 8 10 12 14 \n\n15 \n\n15,5 \n \n\n15,7 \n\nPlano Central \nX = 0; Y = 0  \n\n \n\nDirecção do  \nEscoamento \n\n \n\n16 \n13 \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 23 \n\n Com a coluna na posição 1, e para vários caudais de fluido (vários Re), \n\nrealizaram-se ensaios com: \n\n \n\n• Sistema PIV no plano central do cilindro (x = 0 e y = 0) – plano coincidente \n\ncom a “folha” de luz do laser.  \n\n \n\n \n\n Com a coluna na posição 2, e para vários caudais de fluido (vários Re) realizaram-\n\nse ensaios com: \n\n \n\n• Sistema PIV nos planos z/R = 0; 8; 10; 12; 13; 14; 15; 15,5; 15,7; - Planos \n\nperpendiculares à “folha” de luz do laser. \n\n \n\n• Visualização de escoamentos nos planos z/R = 0; 8; 10; 12; 13; 14; 15; \n\n15,5; 15,7; - Planos perpendiculares às “folhas” de luz dos díodos laser. \n\n \n\nNos ensaios realizados com a coluna na posição 2, considera-se que o \n\nescoamento é simétrico na direcção de z e por isso efectuasse o estudo experimental \n\napenas num dos lados do cilindro, tal como se pode verificar na figura 3.9. \n\n \n\n \n\n3.6 Método Numérico \n\n \n\nO método numérico a partir do qual se pretende prever os escoamentos e desta \n\nforma complementar o estudo experimental, é o método dos Volumes Finitos que tem \n\nsido amplamente utilizado e encontra-se actualmente validado (Oliveira et al 1998 e Alves \n\net al 2001). \n\nTendo em consideração que não é objectivo deste trabalho a aprendizagem do \n\nmétodo numérico utilizado, sugere-se a consulta de Ferreira (2007), onde se encontra \n\numa descrição detalhada do método numérico.  \n\nNeste trabalho, a utilização da simulação numérica, visa complementar e \n\ncomparar os resultados experimentais com o estudo numérico efectuado. No entanto, a \n\nanálise da variação da razão da forma efectuada neste trabalho é apenas numérica. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 24 \n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 25 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNeste capítulo apresentam-se os resultados obtidos experimental e \n\nnumericamente neste trabalho. Inicialmente mostram-se os resultados obtidos na \n\ncaracterização reológica do fluido N46,3. Posteriormente faz-se uma breve análise das \n\nincertezas associadas a este trabalho. De seguida apresentam-se os resultados obtidos \n\nna visualização de escoamentos e na medição detalhada do campo de velocidades. Os \n\nresultados obtidos numericamente vão sendo apresentados em simultâneo com os \n\nresultados experimentais, de modo a facilitar a sua comparação. Por fim, apresentam-se \n\nos resultados que permitem estudar o efeito da razão de forma, que são exclusivamente \n\nnuméricos. \n\n \n\n \n\n4.1 Caracterização Reológica do Fluido N46,3 \n\n \n\nComo já referido, e sendo o fluido N46,3 um fluido newtoniano, para se fazer a \n\nsua caracterização reológica, determinou-se a influência da temperatura na sua \n\nviscosidade, realizando para esse efeito um ensaio em que se fez variar a temperatura \n\nnuma gama de valores pré-definidos (10ºC a 22ºC), mantendo constante uma dada taxa \n\n \n\n4. Resultados e Discussão \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 26 \n\n-2.50x10\n-5 0.00 2.50x10\n\n-5\n5.00x10\n\n-5\n7.50x10\n\n-5\n1.00x10\n\n-4\n1.25x10\n\n-4\n1.50x10\n\n-4\n\n-0.1\n\n0.0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\nln (? / ?\n0\n)= 3352,6 * (1/T - 1/T\n\n0\n) + 0.0034\n\nln\n (\n\n?\n/?\n\n0\n)\n\n(1/T)-(1/T\n0\n) (K\n\n-1\n)\n\nde deformação (? = 0,01 s-1). Considera-se que a temperatura de referência T0 é igual a \n\n20ºC (293,15 K).  \n\nSendo que a variação da viscosidade em função da temperatura de um fluido \n\nnewtoniano pode ser descrita pela equação de Arrhenius, a partir dos resultados obtidos \n\nno ensaio realizado no reómetro pode-se construir a figura 4.1. Sabendo que a \n\nviscosidade à temperatura de referência (T0=293,15 K) é ?0= 0,0041 Pa.s, a partir do \n\najuste obtido determina-se o valor da viscosidade para qualquer temperatura. A partir do \n\nvalor da viscosidade correspondente à temperatura de cada ensaio, determina-se o \n\nrespectivo valor do número de Reynolds.  \n\nOs resultados obtidos através dos ensaios reológicos encontram-se tabelados no \n\nanexo C desta tese. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\nFigura 4.1 – Variação da viscosidade do fluido em função da temperatura. \n\n  \n\n \n\nAssumiu-se que na gama de temperaturas a que foram efectuados os ensaios a \n\nmassa volúmica da solução é aproximadamente constante, ? = 1130 kg/m3. \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 27 \n\n4.2 Análise de Incertezas \n\n \n\n Dado que qualquer trabalho experimental e mesmo até qualquer método numérico \n\nestá associado a um determinado grau de incerteza, a sua quantificação torna-se \n\nnecessária para análise e comparação de resultados. \n\n Ainda que neste trabalho não se faça uma quantificação específica de todos os \n\nerros associados a este trabalho, dadas as limitações temporais existentes, faz-se aqui \n\numa breve análise quantitativa das incertezas associadas ao trabalho experimental. Os \n\nvalores de incertezas apresentados de seguida apresentam um nível de confiança de \n\n95%. \n\n Embora a análise de incertezas do método numérico seja também importante, \n\nneste trabalho esta não vai ser realizada, dado que não houve qualquer desenvolvimento \n\nde métodos numéricos, mas apenas a utilização de um método.  \n\n \n\n \n\nVisualização de Escoamentos – Técnica Fotográfica \n\n \n\n A incerteza associado à técnica fotográfica de elevado tempo de exposição \n\nutilizada na visualização dos escoamentos é a incerteza existente na medição do \n\ncomprimento da recirculação, dado que esta medição é efectuada visualmente a partir \n\ndas fotografias. \n\n Assim, e de acordo com as inúmeras medições efectuadas e as respectivas \n\nrepetições, verificou-se que a incerteza relativa na medição do comprimento da \n\nrecirculação para baixos números de Reynolds é maior do que a incerteza na medição \n\ndos comprimentos para maiores números de Reynolds, dado que para menores números \n\nde Reynolds o comprimento da recirculação é menor do que para maiores números de \n\nReynolds. \n\n Quantitativamente, a incerteza na medição do comprimento da recirculação para \n\nmenores números de Reynolds (Re ? 7) é de cerca de 8% e a incerteza na medição do \n\ncomprimento da recirculação para maiores números de Reynolds (Re ? 40) é de cerca de \n\n1,2%. \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 28 \n\nMedição detalhada do campo de velocidades – PIV \n\n \n\n A incerteza associada à medição detalhada do campo de velocidades com PIV \n\nestá relacionado com o tratamento das imagens com o software FlowManager v4.60 e \n\napresenta um valor de cerca de 5%. Para a existência desta incerteza contribuem dois \n\nfactores. A primeira contribuição deve-se ao facto do software não detectar o \n\ndeslocamento das partículas entre cada par de imagem, caso a velocidade seja muito \n\nbaixa. A segunda contribuição refere-se a um erro sistemático (referenciado no manual \n\ndo PIV) e deve-se ao facto do software eliminar os pontos cujas velocidades das \n\npartículas sejam muito elevadas. Ao eliminar valores de velocidades mais elevadas, os \n\nresultados finais obtidos tendem para um valor de velocidade média mais baixa do que é \n\nna realidade. \n\n \n\n \n\nMudança de plano na direcção de z – Estudo do plano xy \n\n \n\n As diversas repetições da mudança do plano na direcção de z, efectuada nos \n\nensaios realizados na posição 2 da coluna (estudo do plano xy), bem como o tratamento \n\ne análise dos resultados, permitem concluir que existe uma incerteza associada a esta \n\nmudança de plano. \n\n Assim, junto do plano z/R=0, a incerteza da mudança de plano é inferior à \n\nincerteza na mudança do plano junto das paredes laterais da coluna. Isto é, à medida que \n\nse altera o plano de z/R=0 em direcção à parede lateral da coluna (z/R ? 16), a \n\nincerteza, isto é, o desvio entre os valores experimentais e os dados numéricos, é \n\nprogressivamente maior. Quantitativamente, a incerteza nas medições realizadas no \n\nplano z/R=0 é desprezável, aumentando progressivamente até aos 10%. \n\n A existência desta incerteza deve-se a uma limitação da instalação. Isto é, a \n\nligação efectuada entre a mesa de coordenadas e o laser (utilizado na visualização de \n\nescoamentos e no PIV) têm maior estabilidade no plano z/R=0 do que no plano junto das \n\nparedes laterais da coluna. De salientar que durante os ensaios observou-se esta \n\nlimitação da instalação, no entanto a confirmação desta limitação verificou-se após a \n\nanálise dos resultados. Este defeito introduz uma rotação da folha de laser em torno do \n\neixo do yy, cujas consequências nefastas são ampliadas em regiões de elevados \n\ngradientes de velocidade, como acontece para valores de z mais elevados. \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 29 \n\n4.3 Caracterização do Escoamento \n\n \n\nNa caracterização do escoamento laminar em torno de um cilindro confinado \n\nefectuada neste trabalho, todos os ensaios realizados referem-se ao intervalo de \n\nnúmeros de Reynolds entre 7 e 40, dado que Ferreira (2007) conclui no seu trabalho que \n\na recirculação surge para números de Reynolds superiores a 7 e torna-se instável para \n\nnúmeros de Reynolds superiores a 40.  \n\nTendo em consideração o número de ensaios realizados no presente trabalho, por \n\nmotivos de clarificação e simplificação na interpretação de todas as figuras apresentadas \n\nna caracterização do escoamento, não se representam resultados para todos os números \n\nde Reynolds obtidos experimentalmente.  \n\nEm todas as figuras apresentadas na caracterização do escoamento, os \n\nresultados experimentais encontram-se representados por símbolos e os resultados \n\nnuméricos por linhas. Note-se ainda que nestas figuras podem-se encontrar resultados \n\nde ensaios realizados com água e com o fluido N46,3. \n\nNa caracterização do escoamento laminar em torno de um cilindro efectuada \n\nneste trabalho, apresentam-se primeiro os resultados referentes ao comprimento da \n\nrecirculação (LV) e posteriormente os resultados resultantes da medição do campo de \n\nvelocidades com PIV. \n\n \n\n \n\n4.3.1 Comprimento da Recirculação – LV \n\n \n\n O estudo do comprimento da recirculação foi efectuado através da visualização de \n\nescoamentos. Assim, e como já referido no capítulo 3 desta tese, a visualização de \n\nescoamentos foi efectuada com a coluna na posição 2 (estudo do plano xy). Neste \n\ncontexto, para vários caudais de fluido (vários números de Reynolds), foram tiradas \n\nfotografias das linhas de rasto nos planos z/R = 0; 8; 10; 12; 13; 14; 15; 15,5; 15,7 \n\n(previamente definidos).  \n\n Os caudais para os quais se obtiveram as fotografias e respectivos números de \n\nReynolds (Re) para cada fluido utilizado encontram-se resumidos na tabela 4.1.  \n\n Os valores de cada comprimento da recirculação medidos encontram-se no anexo \n\nD desta tese. \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 30 \n\nTabela 4.1 – Valor dos caudais e respectivos números Reynolds estudados na visualização de \n\nescoamentos. \n\n \n\n  \nCaudal \n\n(g/s) \nRe \n\n11,104 19,4 \n\n17,923 31,9 Água \n\n21,935 39,2 \n\n18,894 7,2 \n\n28,321 10,4 \n\n35,343 13,9 \n\n54,177 20,3 \n\n68,881 27,3 \n\nExperimentais \n\nN46,3 \n\n86,400 33.9 \n\n \n\n \n\nComo se obtiveram dezenas de fotografias na visualização do escoamento, \n\napresenta-se apenas uma fotografia como exemplar de todas as que foram obtidas, a \n\npartir da qual se pode verificar a qualidade dos resultados obtidos. Assim, na figura 4.2 \n\npode-se observar uma fotografia obtida no ensaio realizado com o fluido N46,3, com \n\nRe=20,3 e no plano z/R=0. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.2 – Fotografia obtida no ensaio realizado com o fluido N46,3 com número de \n\nReynolds de 20,3 no plano z/R=0. \n\n \n\n \n\nApós a determinação do comprimento da recirculação (LV) de cada ensaio, \n\nprocede-se à representação gráfica do LV / R em função da coordenada neutra do cilindro \n\n(z), para diferentes número de Reynolds. Assim, na figura 4.3, pode-se observar a \n\nvariação do comprimento da recirculação (LV) em função do plano em estudo (z), para \n\ndiferentes números de Reynolds.  \n\nLV 2R \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 31 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.3 – Variação do comprimento da recirculação em função do número de Reynolds \n\npara cada plano em estudo. \n\n \n\n \n\nAssim, a partir da observação da figura 4.3 verifica-se que z/R=15 é o plano de \n\nmedição mais próximo do local onde o comprimento da recirculação é mínimo e por isso \n\na velocidade do fluido é máxima, o que possibilita verificar a existência de picos de \n\nvelocidade junto das paredes laterais da coluna, tal como era esperado de acordo com o \n\ntrabalho numérico de Ferreira (2007). \n\nNumericamente, pode-se ainda observar que existe simetria do comprimento \n\nrecirculação em relação ao plano central do cilindro (z/R=0) e por isso o estudo \n\nexperimental de diferentes planos de z/R pode ser realizado apenas em metade do \n\ncilindro, tal como foi efectuado neste trabalho. \n\n \n\n Com os resultados obtidos referentes ao estudo do comprimento da recirculação, \n\npode-se ainda analisar graficamente a variação do comprimento da recirculação em \n\nfunção do número de Reynolds e para os diferentes planos, tal como se pode observar \n\nna figura 4.4, z/R=0 (plano central) e z/R=15. Este último plano está próximo do local \n\nonde existe um pico de velocidade.  \n\n \n\n0\n\n0.5\n\n1\n\n1.5\n\n2\n\n2.5\n\n3\n\n3.5\n\n4\n\n-16 -12 -8 -4 0 4 8 12 16\nz/R\n\nL\nv/\n\nR\n\nRe=20\n\nRe=40\n\nRe=27.3\n\nRe=13.9\n\nRe=10,4\n\nRe=7,2\n\nNumérico \nN46,3 \nÁgua \n  \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 32 \n\n \nFigura 4.4 – Variação do comprimento da recirculação em função do número de Reynolds nos \n\nplanos z/R=0 e z/R=15. \n\n \n\n \n\nConforme esperado, de acordo com Ferreira (2007), observa-se que o \n\ncomprimento da recirculação aumenta com o aumento do número de Reynolds para \n\nambos os planos representados (z/R=0 e z/R=15). No entanto, verifica-se que o aumento \n\ndo comprimento da recirculação em função do aumento do número de Reynolds não é \n\nproporcional nos diferentes planos em estudo.  \n\nDe referir ainda que para o número de Reynolds mais baixo representado na \n\nfigura 4.4 (Re=7,2, z/R=0, N46,3), já existe recirculação, o que de acordo com Ferreira \n\n(2007) é esperado. Este concluiu no seu trabalho que para as condições de escoamento \n\nem que foram realizados estes ensaios a recirculação surge para números de Reynolds \n\nsuperiores a 7. \n\n \n\nAtravés da análise dos resultados da figura 4.3 e da figura 4.4, verifica-se que a \n\ndiferença máxima existente entre os resultados experimentais e numéricos é de cerca de \n\n10%. Esta diferença é essencialmente devido à incerteza experimental da medição do \n\ncomprimento da recirculação que se estima na ordem de 8%. Esta diferença inclui ainda \n\numa contribuição de 3,5%, relativa ao efeito da incerteza da mudança de plano. Esta \n\núltima contribuição é desprezável no plano central, mas importante junto das paredes \n\nlaterais, onde ocorrem grandes gradientes de velocidades. \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n4\n\n5 10 15 20 25 30 35 40\n\nRe\n\nL\nv\n\n /\n R\n\nx \n\ny \n\nLv \n\nR \n\nNumérico \n\nN46,3 \n\nÁgua \n\nz/R=0 \n\nz/R=15 \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 33 \n\nAssim, verifica-se que os resultados experimentais e numéricos são bastante \n\nconcordantes, o que possibilita que estes resultados complementem e validem o estudo \n\nnumérico desenvolvido por Ferreira (2007). \n\n \n\n \n\n4.2.3 Medição do Campo de Velocidades – PIV \n\n \n\nA medição detalhada do campo de velocidades utilizando o PIV foi efectuada com \n\na coluna na posição 1 (estudo do escoamento no plano xz) e na posição 2 (estudo do \n\nescoamento no plano xy). Em ambas as posições em estudo, foram realizados ensaios \n\npara vários números de Reynolds.  \n\nAssim, com a coluna na posição 1, e para vários caudais (vários números de \n\nReynolds), realizaram-se ensaios no plano central do cilindro (x = 0 e y = 0). Com a \n\ncoluna na posição 2, e também para vários caudais, realizaram-se ensaios nos planos \n\nz/R = 0; 8; 10; 12; 13; 14; 15; 15,5; 15,7.  \n\n \n\n Na tabela 4.2 encontram-se representados os caudais e respectivos números de \n\nReynolds dos ensaios realizados com a coluna na posição 1. \n\n \n\nTabela 4.2 – Valor dos caudais e respectivos Reynolds estudados na medição do campo de \n\nvelocidades com a coluna na posição 1. \n\nFluido Caudal (g/s) Re \n\n6,868 11,4 \n7,354 12,1 \n9,300 15,2 \n12,945 21,6 \n14,087 22,9 \n15,951 26,0 \n\nÁgua \n\n17,385 27,5 \n\n \n\n \n\n \n\n Na figura 4.5 pode-se observar os perfis de velocidade ao longo da linha central \n\nda secção de teste (y/R=0 e z/R=0) para os números de Reynolds de 15,2 e 27,5.  \n\nA partir da análise da figura 4.5, verifica-se que a montante do cilindro, os dois \n\nperfis de velocidade são coincidentes e que o escoamento é afectado pela presença do \n\ncilindro a uma distância de cerca de quatro raios do cilindro (s/R = (x/R -1) = -4), uma vez \n\nque é a partir desta distância que há alteração nos perfis de velocidade. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 34 \n\nPode-se observar que o intervalo -1> x/R&lt;1, corresponde ao cilindro e por isso \n\nperfil de velocidades toma o valor de zero. \n\nA jusante do cilindro, pode-se observar claramente a existência da recirculação \n\nbem como o aumento do seu comprimento com o aumento do número de Reynolds, tal \n\ncomo seria de esperar de acordo com o trabalho de Ferreira (2007) e também de acordo \n\ncom os resultados obtidos no estudo do comprimento da recirculação já efectuada neste \n\ntrabalho e já evidenciada anteriormente.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.5 – Perfis de velocidade ao longo da linha central (y/R=0 e z/R=0) para Re=15,2 e \n\nRe=27,5. \n\n \n\n \n\nCom os ensaios realizados na posição 1 da coluna, pode-se ainda representar os \n\nperfis de velocidade em função do plano (x, 0, z) para vários valores de x, tal como se \n\npode observar na figura 4.6. \n\nAssim, na figura 4.6, evidenciam-se os perfis de velocidade a jusante do cilindro \n\npara as distâncias de s/R = 2, 4, 6 e 12 do cilindro (s / R = x / R-1). No lado esquerdo da \n\nfigura podem-se observar os resultados obtidos para Re = 15,2 e do lado direito da figura \n\npara Re = 27,5. \n\n \n\n \n\n \n\n \n\n-8 -4 0 4 8 12\n-0.4\n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n \n\nRe = 27,5\n\n,  Experimental\n      Numerical\n\nu\n /\n\n U\n\nx/R\n\nRe = 15,2\n\n \nExperimental \nNumérico \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 35 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.6 – Perfis de velocidade ao longo de z/R (y/R=0) para Re=15,2 e Re=27,5. \n\n \n\n \n\nPara ambos os números de Reynolds verifica-se a existência de picos de \n\nvelocidade próximos das paredes laterais da coluna e verifica-se ainda que a intensidade \n\ndos picos de velocidade aumenta com a diminuição da distância em relação ao cilindro \n\n(os picos de velocidade são mais intensos em s/R=4 do que em s/R=6). Pode-se ainda \n\nobservar que a intensidade dos picos de velocidade aumenta com o aumento do número \n\nde Reynolds (s/R = 4 é mais intenso para Re = 27,5 do que para Re = 15,2). \n\nVerifica-se ainda que a variação do comprimento da recirculação com o número \n\nde Reynolds é aparente, quando se compara o perfil s/R=2, dado que para Re=27,5, a \n\nvelocidade é negativa para Re=15,2 a velocidade é positiva. \n\nTodas as conclusões obtidas a partir da análise da figura 4.6 já referidas eram \n\nesperadas, de acordo com os resultados já obtidos e discutidos anteriormente neste \n\ntrabalho e de acordo com o trabalho de Ferreira (2007). \n\n \n\nAtravés da análise dos resultados das figuras 4.5 e 4.6, verifica-se que a diferença \n\nmáxima existente entre os resultados experimentais e numéricos é de cerca de 8%. O \n\nvalor deste erro não tem em consideração os resultados da figura 4.6 para Re=27,5 à \n\ndistância de s/R=2, dado que as diferenças entre os resultados numéricos e \n\nExperimental \nNumérico \n\n-16 -12 -8 -4 0 4 8 12 16\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0 Re = 27.5\n\ns/R = 2\n\ns/R = 4\ns/R = 2\n\ns/R = 4\n\ns/R = 6\n\ns/R = 6\n\ns/R = 12\n\n Experimental (PIV)\n Numerical\n\n \n\n \n\nu\n/U\n\nz/R\n\ns/R = 12\n\nRe = 15.2\n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 36 \n\nexperimentais são significativas em relação aos restantes resultados apresentados na \n\nmesma figura. \n\nAssim, tendo em consideração que a incerteza da medição detalhada do campo \n\nde velocidades estimada é de cerca de 5%, verifica-se que a diferença existente entre os \n\nresultados experimentais e numéricos é essencialmente devida à incerteza da medição \n\ndo campo de velocidades. Esta diferença inclui ainda uma contribuição de 3%, relativa ao \n\nefeito da incerteza da mudança de plano que, como já referido, é desprezável no plano \n\nz/R=0 e significativa no plano próximo das paredes laterais. \n\nPode-se então concluir que existe uma elevada concordância entre os resultados \n\nexperimentais e numéricos, o que permite complementar e validar o estudo numérico de \n\nFerreira (2007). \n\n \n\nNa tabela 4.3 encontram-se representados os caudais e respectivos números de \n\nReynolds dos ensaios realizados na medição detalhada do campo de velocidades com a \n\ncoluna na posição 2 (estudo do plano xy).  \n\n \n\nTabela 4.3 – Valor dos caudais e respectivos números de Reynolds estudados na medição do \n\ncampo de velocidades com a coluna na posição 2. \n\n \n\nFluido Caudal (g/s) Re \n\n9,606 15,9 \n11,478 19,2 Água \n\n25,416 42,8 \n\n12,379 4,8 \n\n17,551 6,6 \n\n30,441 11,2 \n\n36,507 14,2 \n\n52,040 19,9 \n\n70,820 28,2 \n\nN46,3 \n\n89,062 35,7 \n\n \n\n \n\n As figuras 4.7 a 4.9 representam os perfis transversais da velocidade axial, dos \n\nensaios realizados com o fluido N46,3 e com Re=11,2, Re=19,9 e Re=35,7, \n\nrespectivamente. Nestas figuras apresentam-se os resultados obtidos no plano z/R = 0 \n\n(plano central) e no plano z/R = 15 (plano próximo da zona onde existe um pico de \n\nvelocidade). \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 37 \n\nEm ambas as figuras (4.7 a 4.9), as representações gráficas a) e b) mostram os \n\nperfis de velocidade a montante do cilindro com uma distância do cilindro de s/R=-4 e \n\ns/R=-2, respectivamente. As representações gráficas c), d), e) e f) exibem os perfis de \n\nvelocidade a jusante do cilindro com uma distância do cilindro de s/R=1, s/R=2, s/R=4 e \n\ns/R=10, respectivamente. \n\n Nas figuras 4.7 a 4.9 encontram-se representados apenas metade dos perfis de \n\nvelocidade, uma vez que existe simetria do perfil de velocidades na direcção de z/R, em \n\nrelação ao plano central do cilindro (z/R=0). A existência desta simetria foi já evidenciada \n\nnos resultados experimentais da visualização dos escoamentos e nas respectivas \n\ncomparações numéricas efectuadas.  \n\n \n\n Para qualquer número de Reynolds estudado, o perfil de velocidade representado \n\na montante do cilindro (s/R=-4 - (a)) não é afectado pela presença do cilindro, uma vez \n\nque no estudo do plano xy (posição 1) verificou-se que só a partir da distância de s/R=-4 \n\né que o escoamento é influenciado pela presença do cilindro (figura 4.5).  \n\n No perfil de velocidades a montante mais próximo do cilindro (s/R=-2 - (b)), pode-\n\nse observar a influência da presença do cilindro, tendo em consideração a diminuição da \n\nvelocidade do escoamento, para qualquer número de Reynolds representado. \n\n A montante do cilindro (s/R=-4 e s/R=-2 - a) e b)), qualquer que seja o número de \n\nReynolds, a velocidade de escoamento é sempre maior no plano central (z/R=0) do que \n\npróximo das paredes laterais do cilindro (z/R=15). \n\n A jusante do cilindro (c), d), e) e f)), os perfis de velocidade nos dois planos em \n\nestudo apresentam diferentes comportamentos em relação ao número de Reynolds. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 38 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.7 – Comparação dos perfis transversais da velocidade axial em z/R=0 e z/R=15 para  \n\nRe = 11,2: a) s/R=-4; b) s/R=-2; c) s/R=1; d) s/R=2; e) s/R=4; f) s/R=10; \n\n \n\n \n\n Para o número de Reynolds igual a 11,2 (figura 4.7), que é o menor número de \n\nReynolds representado graficamente, verifica-se que a jusante do cilindro a velocidade no \n\nplano z/R=0 é maior do que no plano z/R=15 para qualquer valor de y/R. No entanto, é de \n\nsalientar que no perfil s/R=1 – c), perfil mais próximo de cilindro, a velocidade do \n\nescoamento é idêntica em ambos os planos em estudo. \n\n \n\n \n\n \n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n0 0,5 1 1,5 2\n\ny/R\n\nu\n/U\n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n0 0,5 1 1,5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\nz/R=0 \n\nz/R=15 \n\na) b) \n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n0 0,5 1 1,5 2\n\ny/R\n\nu\n/U\n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n0 0,5 1 1,5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nExperimental \nNumérico \n\nz/R=0 \nz/R=15 \n\nz/R=0 \nz/R=15 \n\nc) \n\nd) \n\nExperimental \n\nNumérico \n\nz/R=0 \n\nz/R=15 \n\nz/R=0 \n\nz/R=15 \n\na) \n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n0 0,5 1 1,5 2\n\ny/R\n\nu\n/U\n\n0\n\n0,4\n\n0,8\n\n1,2\n\n1,6\n\n2\n\n0 0,5 1 1,5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nExperimental \nNumérico \n\nz/R=0 \nz/R=15 \n\nz/R=0 \n\nz/R=15 \n\ne) f) \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 39 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.8 – Comparação dos perfis transversais da velocidade axial em z/R=0 e z/R=15 para  \n\nRe = 19,9: a) s/R=-4; b) s/R=-2; c) s/R=1; d) s/R=2; e) s/R=4; f) s/R=10; \n\n \n\n \n\n Para o número de Reynolds igual a 19,9 (figura 4.8), verifica-se que nos perfis a \n\njusante mais próximos do cilindro (s/R=1 e s/R=2 - c) e d)) a velocidade do escoamento \n\nno plano z/R=15 é maior do que no plano z/R=0 até y/R ? 0,7-0,9. \n\n Nos perfis mais afastados do cilindro (s/R=4 e s/R=10 - e) e f)), verifica-se que a \n\nvelocidade no plano z/R=15 é menor do que no plano z/R=0, qualquer que seja y/R. \n\n \n\n \n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\nz/R=0 \n\nz/R=15 \n\na) b) \n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\n-0.4\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n2.4\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\nz/R=0 \n\nz/R=15 \n\nc) d) \n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nExperimental \nNumérico \n\nz/R=0 \nz/R=15 \n\nz/R=0 \n\nz/R=15 \n\ne) f) \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 40 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.9 – Comparação dos perfis transversais da velocidade axial em z/R=0 e z/R=15 para  \n\nRe = 35,7: a) s/R=-4; b) s/R=-2; c) s/R=1; d) s/R=2; e) s/R=4; f) s/R=10; \n\n \n\n \n\n Para o número de Reynolds igual a 35,7 (figura 4.9), verifica-se que nos perfis a \n\njusante mais próximos do cilindro (s/R=1 e s/R=2 - c) e d)) a velocidade do escoamento \n\nno plano z/R=15 é maior do que no plano z/R=0 até y/R ? 1-1,1. No perfil representado \n\nem e) (s/R=4), verifica-se que a velocidade no plano z/R=0 é maior do que no plano \n\nz/R=15 até aproximadamente y/R=0,7. No perfil mais afastado do cilindro (s/R=10 – f)), \n\nverifica-se que a velocidade no plano z/R=0 é maior do que no plano z/R=15, y/R> 0,2. \n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\nExperimental \nNumérico \n\nz/R=0 \nz/R=15 \n\na) b) \n\n-0.4\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n2.4\n\n2.8\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\n-0.4\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n2.4\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\nExperimental \nNumérico \n\nz/R=0 \nz/R=15 \n\nc) d) \n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2\n\n0 0.5 1 1.5 2\n\ny/R\n\nu\n/U\n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\nExperimental \nNumérico \n\nz/R=0 \n\nz/R=15 \n\ne) \n\nf) \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 41 \n\nRelativamente às figuras 4.7 a 4.9, em y/R=0 as velocidades elevadas no plano \n\nz/R=15, correspondem aos picos de velocidade observados na figura 4.6. Os picos \n\nobservados na direcção de y/R, correspondem a picos de velocidade que ocorrem até \n\ncerca de metade da profundidade da secção, para o número de Reynolds mais elevado.  \n\nDe salientar que como apenas se encontra representada nas figuras 4.7 a 4.9 \n\napenas metade da profundidade da coluna, na realidade, existem dois picos de \n\nvelocidade na direcção de y, um pico de cada lado do cilindro. \n\n  \n\nAtravés da análise dos resultados apresentados nas figuras 4.7 a 4.9, verifica-se \n\nque a diferença máxima existente entre os resultados experimentais e numéricos varia \n\nentre 2% e 10% nos planos z/R=0 e z/R=15, respectivamente. Embora a diferença \n\nencontrada para z/R=0 esteja dentro da incerteza experimental, já no caso de z/R=15, o \n\nerro introduzido pela mudança de plano é o responsável pelo maior desvio verificado. \n\n \n\n \n\n4.4 Variação da Razão de Forma – Estudo Numérico \n\n \n\nNo âmbito deste trabalho estudaram-se numericamente as razões de forma AR = \n\n8 e AR = 1, para os números de Reynolds de 10, 20 e 40. \n\nA figura 4.10 mostra os perfis de velocidade a jusante do cilindro (y/R=0 e s/R=4) \n\nem função da direcção z/R para os números de Reynolds de 10, 20 e 40 e para AR = 8 \n\n(a)) e AR = 1 (b)). \n\nConforme era já esperado, na figura 4.10 a) (AR=8) observa-se a existência de \n\npicos de velocidade junto das paredes laterais da coluna, que são maiores quanto maior \n\nfor o número de Reynolds. A existência destes picos de velocidade localizados próximos \n\ndas paredes laterais do cilindro deve à compensação de velocidade que tem de ocorrer \n\nno escoamento, devido à desaceleração na parede. \n\nNa figura 4.10 b) (AR=1), verifica-se que o perfil de velocidades deixou de ser \n\ndominado pela influência da presença do cilindro no escoamento, sendo que agora é \n\ndominado pelo efeito das paredes laterais da coluna. Na realidade, o aumento da \n\nvelocidade no plano central deve-se à necessária compensação da velocidade do \n\nescoamento que tem de ocorrer devido à desaceleração do escoamento na parede. \n\nComo neste caso o plano central encontra-se muito próximo da parede lateral, é nesta \n\nzona que vai ocorrer a compensação da velocidade do escoamento. \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 42 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.10 – Perfis de velocidade (y/R=0 e s/R=4) em função da direcção z/R para os números de \n\nReynolds de 10, 20 e 40 e para AR = 8 (a)) e AR = 1 (b)). \n\n \n\n \n\nb) \n0.0\n\n0.5\n\n1.0\n\n1.5\n\n-16 -12 -8 -4 0 4 8 12 16\nz /R\n\nu\n/U\n\nRe  = 10\n\nRe  = 20\n\nRe  = 40\n\na) \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n-2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 1.5 2.0\nz /R\n\nu\n/U\n\nRe  = 10\n\nRe  = 20\n\nRe  = 40\n\nb) \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 43 \n\nA figura 4.11 evidencia a variação do comprimento da recirculação em função da \n\ndirecção z/R para os números de Reynolds de 10, 20 e 40 e para AR = 8 (a)) e AR = 1 \n\n(b)). \n\nAtravés de análise da figura 4.11, verifica-se que qualquer que seja a razão de \n\nforma, o comprimento da recirculação aumenta com o aumento do número de Reynolds \n\ntal como era de esperar e também de acordo com a figura 4.3.  \n\nRelativamente à variação do comprimento da recirculação em relação à direcção \n\nz/R em a), verifica-se que o comprimento da recirculação é menor junto das paredes \n\nlaterais da coluna, tal como era esperado, tendo em consideração os resultados já \n\nobtidos neste trabalho. \n\nPor outro lado, em b) verifica-se que o comprimento da recirculação é maior junto \n\ndas paredes laterais e menor no plano central. O facto do comprimento da recirculação \n\nser menor no plano central, deve-se ao aumento da velocidade neste plano. Como já \n\nreferido o aumento da velocidade do fluido neste plano deve-se à compensação da \n\nvelocidade que ocorre junto das paredes laterais, para compensar a desaceleração do \n\nescoamento na parede da coluna. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 44 \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n3.5\n\n4.0\n\n4.5\n\n-16 -12 -8 -4 0 4 8 12 16\n\nz/R\n\nL v___\n\nR\nRe  = 40\n\nRe  = 20\n\nRe  = 10\n\n(a)\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n3.5\n\n4.0\n\n-2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 1.5 2.0\nz /R\n\nL v___\nR Re  = 40\n\nRe  = 20\n\nRe  = 10\n\n(b)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.11 Variação do comprimento da recirculação em função do plano em estudo para vários \n\nnúmeros de Reynolds (y/R=0): a) AR=8; b) AR=1; \n\n \n \n\n \n\n  \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 45 \n\nPara AR=8, o efeito do cilindro é dominante, e por isso os picos de velocidade \n\nsurgem apenas junto das paredes laterais da coluna (figura 4.10 a)) e o comprimento da \n\nrecirculação é mínimo junto das paredes laterais da coluna (figura 4.11 a)). \n\nNo entanto, para AR=1, e tal como se pode ver na figura 4.10 b), o efeito do \n\ncilindro deixa de ser dominante, passando a ser dominado pelo efeito do cilindro e da \n\nparede, dado que a velocidade é maior no plano central. Por este motivo, o comprimento \n\nda recirculação é mínimo na plano central, tal como se pode ver na figura 4.11. \n\n \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 46 \n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 47 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNeste capítulo apresentam-se as conclusões que se podem obter tendo em \n\nconsideração o estudo desenvolvido neste trabalho e as recomendações de trabalho \n\nfuturo relacionadas com este trabalho, \n\n \n\n \n\n5.1 Conclusões \n\n \n\nTendo em consideração que o objectivo deste trabalho consiste em estudar e \n\nquantificar os efeitos tridimensionais no escoamento laminar em torno de um cilindro \n\nconfinado com uma razão de bloqueio de 50%, pretende-se para isso estudar \n\nexperimentalmente o efeito da razão de forma AR = 8, através da caracterização do \n\nescoamento em diferentes condições e estudar o efeito da variação da razão forma. Para \n\nisso pretende-se efectuar o estudo numérico do escoamento com AR=8 e AR=1 e \n\nestabelecer as respectivas comparações. \n\nPara se efectuar a caracterização do escoamento utilizam-se duas técnicas. A \n\nvisualização de escoamentos, através de uma técnica fotográfica de elevado tempo de \n\n \n\n5. Conclusões e Sugestões \nde Trabalho Futuro \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 48 \n\nexposição e a medição detalhada do campo de velocidade, utilizando a técnica \n\ndenominada por velocimetria por imagem de partículas (PIV). \n\nA visualização de escoamentos permite estudar o comprimento da recirculação LV \n\npara diferentes números de Reynolds e com PIV pode-se estudar e quantificar \n\ndetalhadamente o campo de velocidades do escoamento para diferentes números de \n\nReynolds. \n\n \n\nAtravés do estudo do comprimento da recirculação, pode-se concluir que quanto \n\nmaior o número de Reynolds, maior é o comprimento da recirculação, qualquer que seja \n\no plano em estudo na direcção de z. No entanto, verifica-se que o aumento do \n\ncomprimento da recirculação com o aumento do número de Reynolds, não é proporcional \n\nnos diferentes planos na direcção de z em estudo neste trabalho. \n\nTal como Ferreira (2007) concluiu no seu estudo numérico, verifica-se a existência \n\nde picos de velocidade próximos do plano z/R=15. Estes picos de velocidade \n\ncorrespondem ao local onde o comprimento da recirculação é mínimo. \n\n \n\nAtravés da medição detalhada do campo de velocidades com PIV, pode-se \n\nconcluir que a montante do cilindro, o escoamento é afectado pela presença deste a uma \n\ndistância de cerca de quatro raios (s/R=-4) do cilindro, qualquer que seja o número de \n\nReynolds. \n\n A jusante do cilindro, verifica-se que ocorrem picos de velocidade do escoamento \n\npróximos do plano z/R=15. A intensidade destes picos de velocidade diminui à medida \n\nque a distância do cilindro na direcção de x aumenta. Por outro lado, a intensidade destes \n\npicos aumentam com o aumento do número de Reynolds. \n\n Na análise do escoamento na direcção de y, verifica-se que a existência de picos \n\nde velocidade entre o cilindro e a parede da coluna (um pico em cada lado do cilindro). A \n\ndistância destes picos em relação ao cilindro depende do número de Reynolds. Assim, \n\nquanto maior o número de Reynolds, maior a distância destes picos de velocidade em \n\nrelação ao clindro. \n\n Assim, com o estudo detalhado do campo de velocidades efectuado nas \n\ndiferentes direcções, pode-se concluir que na realidade existem quatro picos de \n\nvelocidade no escoamento em torno do cilindro nas condições estudadas \n\nexperimentalmente (AR=8 e BR=50%). Na direcção de z existem dois picos de \n\nvelocidade junto das paredes laterais da coluna e na direcção de y existem dois picos de \n\nvelocidade, um de cada lado do cilindro. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 49 \n\n Tendo em consideração a análise de incertezas efectuada, pode-se ainda concluir \n\nque os resultados experimentais obtidos na visualização dos escoamentos e na medição \n\ndetalhada do campo de velocidades apresentam uma elevada concordância com as \n\ncomparações numéricos efectuadas, o que permite concluir que este trabalho \n\ncomplemente e valide o trabalho numérico de Ferreira (2007). \n\n \n\nRelativamente à influência da variação da razão de forma conclui-se que, \n\nqualquer que seja a razão de forma (AR), a montante do cilindro, as partículas contidas \n\nno fluido, ao aproximarem-se do cilindro, aumentam a sua velocidade para contornarem o \n\nobstáculo (neste caso o cilindro). As partículas que se encontram junto das paredes têm \n\nmenor velocidade, devido ao efeito das paredes laterais.  \n\nA jusante do cilindro, a uma determinada distância das paredes (dependente do \n\nnúmero de Reynolds), ocorre uma aceleração do fluido, para compensar a diminuição da \n\nvelocidade junto das paredes. Este aumento de velocidade é responsável pela presença \n\nde picos de velocidade a jusante do cilindro. \n\nPara AR=8, o efeito do cilindro é dominante, e por isso os picos de velocidade \n\nsurgem apenas junto das paredes laterais da coluna e o comprimento da recirculação é \n\nmínimo junto das paredes laterais da coluna, onde a velocidade é máxima. \n\nNo entanto, para AR=1, o escoamento é dominado pelo efeito do cilindro e pelo \n\nefeito das paredes laterais e por isso observa-se que a velocidade é maior no plano \n\ncentral. Na realidade, dado que o plano central encontra-se próximo das paredes laterais, \n\né no plano central que ocorre o pico de velocidade, que surge com forma de compensar a \n\ndesaceleração do fluido nas paredes. Por este motivo, o comprimento da recirculação é \n\nmínimo no plano central. \n\n \n\n \n\n5.2 Recomendações para Trabalho Futuro \n\n \n\nApós a realização deste trabalho e tendo em consideração os resultados obtidos \n\nbem como os vários aspectos relacionados com o trabalho desenvolvido ou o trabalho \n\nque poderia ter sido desenvolvido mas que por limitações de tempo não foi possível, \n\nconsidera-se que diversos estudos podem ainda ser realizados neste âmbito. Assim, \n\nrecomenda-se o estudo dos seguintes aspectos: \n\n \n\n• Tendo em consideração que a instalação está preparada para o estudo \n\nexperimental de diferentes razões de forma (AR = 8, 4, 2 e 1), recomenda-\n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 50 \n\nse o estudo experimental das razões de forma AR = 4, 2 e 1, uma vez que \n\nneste trabalho efectuou-se apenas o estudo experimental da razão de \n\nforma AR = 8. \n\n \n\n• Tendo em consideração que a instalação está preparada para o estudo \n\nexperimental de diferentes razões de bloqueio, através da utilização de \n\ncilindros com diferentes diâmetros (5mm, 10 mm e 16 mm), recomenda-se \n\no estudo experimental das diferentes razões de bloqueio para as quais a \n\ncoluna está preparada. \n\n \n\nSalienta-se que cada razão de forma pode ser estudada com as três diferentes \n\nrazões de bloqueio. \n\n \n\n• Tendo em consideração a importância do estudo dos fluidos não-\n\nnewtonianos e uma vez que neste trabalho utilizaram-se apenas \n\nfluidos newtonianos, recomenda-se o estudo experimental do \n\nescoamento com fluidos não-newtonianos com as diferentes razões de \n\nforma e razões de bloqueio para as quais a instalação está preparada. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 51 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nReferências Bibliográficas \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 52 \n\nAlves M.A.. Pinho F.T. e Oliveira P.J. (2001). The flow of viscoelastic fluids past a \n\ncylinder: finite-volume high-resolutio methods. J. Non-Newt. Fluid Mech. 97: 207-232. \n\n \n\nBaaijens H.P.W.. Peters G.W.M.. Baaijens F.P.T. e Meijer M.E.H. (1995). Viscoelastic \n\nFlow past a confined cylinder of a polyisobutylene solution. J. Rheol. 39: 1243-1277. \n\n \n\nBird R.B.. Armstrong R.C. e Hassager O. (1987a). Dynamics of polymeric Liquids. Vol. 1 – \n\nFluid Mechanics. 2nd Ed. Jonh Wiley &amp; Sons. New York. \n\n \n\nBoger D.V. e Walters K. (1993). Rheological phenomena in focus. Elsevier. Amsterdam.  \n\n \n\nBrown R.A. e McKinley G.H. (1994). Report on the VIIIth Internacional workshop on \n\nNumerical Methods in Viscoelastic Flows. J. Non-Newtonian Fluid Mech. 52: 407-413. \n\n \n\nCaola A.E.. Joo Y.L.. Armstrong R.C. e Brown R.A. (2001). Higly parallel time integration \n\nof viscoelástico flows. J. Non-Newt. Fluid Mech. 100: 191-216. \n\n \n\nFan Y.. Tanner R.I. e Phan-Thien N. (1999). Galerkin/least-square finite-element methods \n\nfor steady viscoelástico flows. J. Non-Newt. Fluid Mech. 84: 233-256. \n\n \n\nFerreira H.H. (2007). Escoamento de fluidos newtonianos e viscoelásticos em torno de \n\num cilindro: Estudo numérico de efeitos tridimensionais. Tese de Mestrado. Faculdade de \n\nEngenharia da Universidade do Porto. \n\n \n\nGerich D. e Eckelman H. (1982). Influence of end plates and free ends on the shedding \n\nfrequency of circular cylinder. J. Fluid Mech. 122: 109-121. \n\n \n\nMcKinley G.H.. Armstrong R.C. e Brown R.A. (1993). The wake instability in viscoelastic \n\nflow past confined circular cylinders. Phil. Trans. R. Soc. Lond. 344: 265-304. \n\n \n\nNorberg C. (1994). An experimental investigation of the flow around a confined cylinder. . \n\nJ. Fluid Mech. 258: 287-316. \n\n \n\nOliveira P.J.. Pinho F.T. e Pinto G.A. (1998) Numerical simulation of non-linear elastic \n\nflows with a general collocated finite-volume method. J. Non-Newt Fluid Mech. 79: 1-43. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n 53 \n\nOwens R.G. e Phillips T.N. (2002). Computacional Rheology. Imperial College Press. \n\nLondon. \n\n \n\nPoole R.J.. Escudier M.P.. Afonso A. e Pinho F.T. (2007) Laminar flow of a viscoelastic \n\nshear-thinning liquido ver a backward-facing step preced by gradual contraction. Phys. \n\nFluids 19:93-101. \n\n \n\nSahin M. e Owens R.G. (2004). On the effects of viscoelasticity on two-dimensional vortex \n\ndynamic in the cylinder wake. J. Non-Newt. Fluid Mech. 123:121-139. \n\n \n\nStreeter V.L. e Wylie E.B. (1982). Mecânica dos fluidos. McGraw-Hill. São Paulo. \n\n \n\nVerhelst J.M. and Niewstadt F.T.M. (2004) Visco-elastic flow past circular cylinders \n\nmounted in a channel: experimental measurements of velocity and drag. J. Non-Newt. \n\nFluid Mech. 116: 301-328. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n54 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnexos \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n55 \n\nAnexo A  \n\n \n\nNeste anexo apresentam-se os desenhos a partir dos quais se construiu a coluna \n\ne os respectivos acessórios (cilindros, espaçadores e distribuidor). Os referidos desenhos \n\npodem-se visualizar desde a figura A.1 até à figura A.14.  \n\nDe modo a simplificar a análise das figuras, de seguida indica-se o que cada uma \n\ndas figuras representa, tal como nas legendas das figuras: \n\n \n\n• Figura A.1 – Acessório de entrada e saída da coluna com seis injectores. \n\n• Figura A.2 – Distribuidor. \n\n• Figura A. 3 – Secção de trabalho. \n\n• Figura A.4 – Pormenor do sistema de fixação das placas para a contracção \n\nbidimensional. \n\n• Figura A.5 – Suporte para as secções de 160 e 40 mm. \n\n• Figura A.6 – Suporte para as secções de 80 e 20 mm. \n\n• Figura A.7 – Espaçador para secção 80 mm. \n\n• Figura A.8 – Espaçador para secção 40 mm. \n\n• Figura A.9 – Espaçador para secção 20 mm. \n\n• Figura A.10 – Cilindro com 10 mm de diâmetro. \n\n• Figura A.11 – Suporte para cilindro de 10 mm de diâmetro. \n\n• Figura A.12 – Cilindro com 5 mm de diâmetro. \n\n• Figura A.13 – Suporte para cilindro de 5 mm de diâmetro. \n\n• Figura A.14 – Cilindro com 16 mm de diâmetro. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n56 \n\n \n \n \n\nFigura A.1 – Acessório de entrada e saída da coluna com seis injectores. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 46 46 46 46 \n\n10 \n\n2\n0\n\n \n\n 12 furos?6 \n\n250 \n\nG 1/2 \n\n? 18.5 \n\n10 \n\n40\n\n0 70\n\n0 100 \n\n130 \n\n160 \n\nSede para O-Ring, int. 29×209, ext. 35×215 \n\nW1/8 \n\n1\n5\n\n \n\n?13º \n\n170 \n\n25 55 \n\n4\n0\n\n \n5\n\n0\n \n\n7\n0\n\n \n\n10 \n\n190 \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n57 \n\n \n\n ? 160 \n\n? 120 \n\n  ?\n 90 \n\n1 9\n \n\n 6\n0\nº \n\nG 1/8? \n\n57 \n\n1\n5\n \n\n30\nº \n\n1\n0\n \n\n2\n0\n \n\n7\n0\n \n\nG \n\n \n\n6 furos G 1/2? \n\n4 furos cegos \nM8 \n\nFigura A.2 - Distribuidor \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n58 \n\n                Figura A.3 – Secção de trabalho. \n\n  \n\n  \n \n\n \n \n\n     \n\n \n\n   \n\n \n \n\n \n\n \n \n\n \n\n9\n7\n\n0\n \n\nM\n 2\n\n0\n \n\n1\n5\n\n0\n0\n\n \n\n? 8 \n\n1\n5\n\n4\n0\n\n \n\n2\n4\n\n0\n \n\n2\n4\n\n0\n \n\n1\n3\n\n6\n1\n\n \n\n1\n9\n\n \n\n11 \n\n1\n9\n\n \n\n1\n6\n\n0\n0\n\n \n\n1\n3\n\n6\n1\n\n \n\n11 \n\n1\n9\n\n \n\n11 11 \n\n   M3 \n\nM 8×18 \n\n1\n9\n\n \n\nM8×18 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\nM8×18 \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n59 \n\n? 8 \n6\n\n0\n \n\n1\n0\n\n0\n \n\nM\n 2\n\n0\n \n\nM\n 2\n\n0\n \n\n9\n7\n\n0\n \n\n9\n7\n\n0\n \n\nM\n 2\n\n0\n \n\n1\n5\n\n0\n0\n\n \n\n? 8 \n\n1\n5\n\n4\n0\n\n \n\n2\n4\n\n0\n \n\n1\n0\n\n0\n \n\n1\n3\n\n6\n1\n\n \n\n1\n9\n\n \n\n11 \n\n1\n9\n\n \n\n1\n6\n\n0\n0\n\n \n\n1\n3\n\n6\n1\n\n \n\n11 \n\n   M3 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\nM 8×18 \n\n4\n0\n\n0\n \n\nM\n4\n\n \n\n?\n3\n\n \n\n10 15 27.5 27.5 \n\nM\n4\n\n \n\n?\n3\n\n \n\n10 15 27.5 27.5 \n\n \n \n\nFigura A.4 – Pormenor do sistema de fixação das placas para a contracção bidimensional. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n60 \n\n \n\n30 \n\n4\n0\n\n \n\n1\n5\n\n9\n6\n\n \n\n30 \n\nM\n 8\n\n \n\n30 \n\nM\n 8\n\n \n\n5\n8\n\n \n\n9\n6\n\n8\n \n\n10 \n\n10 \n\n20 \n\n10 \n\nM4 \n\n?\n1\n\n6\n \n\n20 \n\n40 \n\n2\n0\n\n \n\n30 \n\n5\n8\n\n \n\n?\n3\n\n \n\n1\n0\n\n \n\n4 \n\n9\n8\n\n \n\n4\n9\n\n8\n \n\n2.5 2.5 \n\n2.5 2.5 \n\n1\n0\n\n \n\n4 \n\n?\n3\n\n \n\nP\na\nra\n\nfu\nso\n\ns a\n u\n\nsa\nr a\n\nq\nu\n\ni, M\n3\n\n se\nx\n\nta\nv\n\na\nd\n\no\n in\n\nte\nrio\n\nr \n\nFigura A.5 – Suporte para as secções de 160 e 40 mm. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n61 \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura A.6 – Suporte para as secções de 80 e 20 mm. \n \n\n40 \n\n1\n5\n\n9\n6\n\n \n\n30 \nM\n\n 8\n \n\n5\n8\n\n \n5\n\n8\n \n\n9\n6\n\n8\n \n\n?\n1\n\n6\n \n\n10 \n\n10 \n\n20 \n\nM4 \n20 \n\n30 \n\nM\n 8\n\n \n\n1\n0\n\n \n\n4 \n\n?\n3\n\n \n\n1\n0\n\n \n\n4 \n\n?\n3\n\n \n\n9\n8\n\n \n\n4\n9\n\n8\n \n\n10 \n\n2.5 2.5 \n\n2.5 2.5 \n\nP\na\nra\n\nfu\nso\n\ns a\n u\n\nsa\nr a\n\nq\nu\n\ni, M\n3\n\n se\nx\n\nta\nv\n\na\nd\n\no\n in\n\nte\nrio\n\nr \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n62 \n\n \n\n \n\n \n\nFigura A.7 – Espaçador para secção 80 mm. \n \n \n\n5\n8\n\n \n\n8\n0\n\n \n\n80 \n\n? 8 \n\n20 \n\n10 \n\n? 3 3\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n63 \n\n \n\n \nFigura A.8 – Espaçador para secção 40 mm. \n\n \n \n \n\n5\n8\n\n \n\n8\n0\n\n \n\n120 \n\n? 8 \n\n20 40 40 \n\n? 3 3\n \n\n? 3 3\n \n\n10 \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n64 \n\n \n\n \n\nFigura A.9 – Espaçador para secção 20 mm.\n\n58 \n\n1\n4\n\n0\n \n\n80 \n\n? 8 \n\n2\n0\n\n \n\n4\n5\n\n \n4\n\n5\n \n\n? 3 \n\n3 \n\n? 3 \n\n3 \n\n1\n0\n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n65 \n\n \n\n \n\n \n\n \n\nFigura A.10 – Cilindro com 10 mm de diâmetro.\n\n2\n0\n\n \n\n1\n9\n\n5\n \n\nM3 \n?10 \n\nFenda \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n66 \n\n \n\n \n\n \n\n \n\n \n\n~ \n\n \n\n \n\n \n\nFigura A.11 – Suporte para cilindro de 10 mm de diâmetro.\n\n?16 \n?10 \n\n3\n5\n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n67 \n\n \n\n \n\n \n\n \n\nFigura A.12 – Cilindro com 5 mm de diâmetro. \n\n1\n0\n\n \n\n1\n9\n\n5\n \n\nM 3 ?5 \n\nFenda \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n68 \n\n \n\n \n\nFigura A.13 – Suporte para cilindro de 5 mm de diâmetro. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n \n \n\n?16 \n?5 \n\n3\n5\n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n69 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura A.14 – Cilindro com 16 mm de diâmetro. \n \n\n \n\n2\n0\n\n \n\n1\n9\n\n5\n \n\nM3 \n?16 \n\nFenda \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n70 \n\nAnexo B \n\n \n\nNeste anexo encontra-se a representação do esquema da instalação experimental \n\ninicial (figura B.1), que foi posteriormente alterada com o objectivo de optimizar os \n\nresultados experimentais, como já referido no capítulo 3 (descrição experimental) desta \n\ntese. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura B.1 – Esquema inicial da instalação experimental. \n\n \n\nEm termos experimentais, a instalação representada na figura B.1 apresenta as \n\nseguintes limitações: \n\n \n\n• Como o fluido circula através da coluna por gravidade, a pressão de \n\noperação é igual à pressão atmosférica, o que pode provocar a entrada de \n\nar para dentro da coluna. A entrada de ar na coluna pode provocar \n\nR \n\nR \n\nRV C \n\nM \n\nBV \n\nCL \n\nB \n\nL L \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n71 \n\nalterações dos padrões de escoamento do fluido e, no caso do fluido ser \n\numa solução aquosa de glicerina, acresce ainda o facto desta solução ser \n\nhigroscópica quando em contacto com o ar, alterando a sua composição.  \n\n \n\n• Como o nível de água do tanque superior vai diminuindo com decorrer do \n\nensaio (o fluido vai passando do tanque superior para a coluna e da coluna \n\npara o tanque inferior), o caudal de fluido que passa através da coluna por \n\ngravidade vai diminuindo ao longo do ensaio, uma vez  que a diferença de \n\ncotas entre os níveis de líquido nos dois tanques vai também diminuindo. \n\n \n\n \n\nCom vista à optimização dos resultados obtidos e tendo em consideração as \n\nlimitações referidas, efectuaram-se as seguintes alterações na instalação: \n\n \n\n• Criou-se um circuito fechado em toda a instalação, com o objectivo de \n\npressurizar toda a instalação, de modo a que a pressão no interior da \n\ncoluna seja sempre superior à pressão no exterior. Assim, garante-se que \n\nnão existe qualquer entrada de ar na coluna. \n\n \n\n• Com o objectivo de manter o caudal de água que atravessa a coluna \n\nconstante durante os ensaios, fez-se uma ligação entre os dois \n\nreservatórios. A partir desta ligação, e com o auxilio de uma bomba \n\ncentrífuga, o fluido é transportado desde o reservatório inferior até ao \n\nreservatório superior, de forma a que os níveis de líquido nos dois tanques \n\nseja sempre constante e consequentemente o caudal de fluido que passa \n\natravés da coluna é também sempre constante. \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n72 \n\nAnexo C \n\n \n\n Neste anexo, encontram-se na tabela C.1 os valores obtidos no ensaio reológico \n\nrealizado para o fluido N46,3. Este ensaio foi efectuado com o objectivo de determinar a \n\nviscosidade do fluido em cada ensaio. A temperatura de referência T0 é igual a 20ºC \n\n(293,15 K). \n\n \n\nTabela C.1 – Valores obtidos do ensaio reológico do fluido N46,3. \n\n \n\nTemperatura Temperatura Viscosity ln (?/?0) 1/T-1/T0 \n(ºC) (K) (Pa.s)  (K-1) \n\n10 283,15 0,00623 4,18E-01 1,21E-04 \n\n11 284,15 0,00590 3,64E-01 1,08E-04 \n\n12 285,15 0,00564 3,19E-01 9,57E-05 \n\n13 286,15 0,00542 2,79E-01 8,34E-05 \n\n14 287,15 0,00522 2,42E-01 7,13E-05 \n\n15 288,15 0,00502 2,02E-01 5,92E-05 \n\n16 289,15 0,00482 1,62E-01 4,72E-05 \n\n17 290,15 0,00463 1,22E-01 3,53E-05 \n\n18 291,15 0,00445 8.19E-02 2,34E-05 \n\n19 292,15 0,00427 4,06E-02 1,17E-05 \n\n20 293,15 0,00410 0,00E+00 0,00E+00 \n\n21 294,15 0,00396 -3,47E-02 -1,16E-05 \n\n22 295,15 0,00383 -6,81E-02 -2,31E-05 \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n73 \n\n Anexo D \n\n \n\n Neste anexo, encontram-se os resultados obtidos a partir dos resultados da \n\nvisualização de escoamentos. \n\n Na tabela D.1, encontram-se os resultados do comprimento da recirculação para \n\ncada número de Reynolds e respectivo plano em estudo, para os ensaios realizados com \n\nágua. Na tabela D.2 encontram-se os mesmos resultados, mas para os ensaios \n\nrealizados com o fluido N46,3. \n\n \n\n \n\nTabela D.1 – Valor do comprimento da recirculação para cada número de Reynolds e respectivo \n\nplano para os ensaios realizados com água. \n\n \n\nRe \nPlano \n\nz/R \nLV / R \n\n0 1,700 \n\n8 1,680 \n\n10 1,680 \n\n12 1,607 \n\n13 1,577 \n\n14 1,351 \n\n15 1,195 \n\n15,5 1,537 \n\n19,4 \n\n15,7 1,693 \n\n0 2,844 \n\n8 2,843 \n\n10 2,820 \n\n12 2,877 \n\n13 2,746 \n\n14 2,344 \n\n15 2,020 \n\n15,5 2,487 \n\n31,9 \n\n15,7 2,596 \n\n0 3,600 \n\n8 3,613 \n\n10 3,912 \n\n12 3,657 \n\n13 3,172 \n\n14 2,574 \n\n15 2,300 \n\n15,5 2,820 \n\n39,2 \n\n15,7 2,944 \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n74 \n\n \nTabela D.2 – Valor do comprimento da recirculação para cada número de Reynolds e respectivo \n\nplano para os ensaios realizados com N46,3. \n\n \n\nRe \nPlano \n\nz/R \nLV / R Re \n\nPlano \nz/R \n\nLV / R \n\n0 0,291 0 1,732 \n\n8 0,282 8 1,658 \n\n10 0,285 10 1,621 \n\n12 0,234 12 1,468 \n\n13 0,187 13 1,385 \n\n14 0,109 14 1,129 \n\n15 0,058 15 1,050 \n\n15,5 0,112 15,5 1,362 \n\n7,2 \n\n15,7 0,203 \n\n20,3 \n\n15,7 1,668 \n\n0 0,534 0 2,404 \n\n8 0,513 8 2,516 \n\n10 0,518 10 2,534 \n\n12 0,451 12 2,505 \n\n13 0,393 13 2,322 \n\n14 0,326 14 1,880 \n\n15 0,185 15 1,650 \n\n15,5 0,289 15,5 2,187 \n\n10,4 \n\n15,7 0,429 \n\n27,3 \n\n15,7 2,481 \n\n0 0,988 0 2,925 \n\n8 0,988 8 3,333 \n\n10 0,995 10 3,340 \n\n12 0,948 12 3,400 \n\n13 0,903 13 3,101 \n\n14 0,724 14 2,455 \n\n15 0,562 15 2,134 \n\n15,5 0,796 15,5 2,511 \n\n13,9 \n\n15,7 0,903 \n\n33,9 \n\n15,7 2,679 \n\n \n \n\n \n\nNa tabela D.3, encontram-se os resultados experimentais obtidos na visualização \n\nde escoamentos, para os ensaios realizados com a água e com o fluido N46,3, nos \n\nplanos z/R=0 e z/R=15, bem como os respectivos resultados numéricos.  \n\n \n\n \n\n \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n75 \n\nTabela D.3 – Valor do comprimento da recirculação para cada número de Reynolds dos resultados \n\nexperimentais e dos resultados numéricos nos planos z/R=0 e z/R=15. \n\n \n\n  Re \nLV/ R \nz/R=0 \n\nLV/ R \nz/R=15 \n\n7,9 0,384 \n\n19,4 1,620 \n\n31,9 2,764 \nÁgua \n\n39,2 3,600 \n\n \n\n7,2 0,357  \n\n10,4 0,561 0,185 \n\n13,9 0,988 0,562 \n\n20,3 1,732 1,050 \n\n27,3 2,401 1,650 \n\nExperimentais \n\nN46,3 \n\n33,9 3,460 2,134 \n\n \n\n \n \n \n \n \n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n76 \n\nAnexo E \n\n \n\n Neste anexo, pode-se visualizar uma sequência de imagens obtidas no tratamento \n\ndos resultados da medição detalhada do campo de velocidades com PIV, bem como uma \n\nbreve explicação do que é feito em cada imagem. \n\n As imagens que de seguida se podem observar, foram obtidas no ensaio \n\nrealizado na posição 2 da coluna para um número de Reynolds igual a 20,3 e no plano \n\nz/R=0. \n\n Na figura E.1 pode-se observar a imagem “bruta” obtida nos ensaios. Esta é uma \n\ndas imagens obtidas em cada par de imagens e é designada por frame 1. A outra \n\nimagem do mesmo par é designada por frame 2. \n\n \n\n \n\n \n \n\nFigura E.1 – Frame 1 de um par de imagens. \n\n \n\n Após a obtenção das imagens, inicia-se o tratamento das mesmas. Assim, a partir \n\nda imagem “bruta” ou imagem inicial, cria-se a denominada Pixel Mean (média de píxeis), \n\nque se pode ver na figura E.2. Nesta imagem pode-se observar o “ruído” existente na \n\nimagem inicial. Ou seja, tudo o que não são partículas traçadoras e em nada ajudam na \n\ncriação do mapa de vectores. Esta imagem é obtida através de uma média dos 60 pares \n\nde imagens adquiridas em cada ensaio. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n77 \n\n \n \n\nFigura E.2 – Pixel Mean obtida. \n\n \n\n \n\n De seguida, procede-se à subtracção da imagem Pixel Mean a cada uma das \n\nimagens obtidas, para que todas as imagens resultantes da subtracção contenham \n\napenas os elementos necessários à criação do mapa de vectores. Na figura E.3 pode-se \n\nobservar uma imagem obtida após a subtracção da imagem Pixel Mean. \n\n \n\n \n\n \nFigura E.3 – Imagem obtida após a subtracção da imagem Pixel Mean. \n\n \n\n \n\n Posteriormente, para remover da imagem a zona do cilindro bem como das \n\nparedes da coluna, que podem influenciar o mapa de vectores na zona de estudo do \n\nescoamento, cria-se a denominada Mask (máscara), que é aplicada a todas as imagens \n\ndo ensaio, conforme se pode observar na figura E.4. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n78 \n\n \n\n \n \n\nFigura E.4 – Imagem obtida após a aplicação da mask. \n\n \n\n \n\n Depois de removido das imagens tudo o que não é necessário, aplica-se uma \n\ncorrelação já existente no programa FlowManager v4.60. A correlação utilizada, \n\ndenominada de Adaptive Correlation, faz sucessivas iterações em pequenas áreas de \n\ninterrogação em que é dividida a imagem. Na figura E.5 pode-se observar a imagem \n\nobtida após a aplicação da correlação. \n\n \n\n \nFigura E.5 – Imagem obtida após a aplicação da correlação. \n\n \n\n \n\nNa imagem, os vectores representados a azul correspondem aos vectores \n\nresultantes do escoamento após a aplicação da correlação e os vectores representados a \n\nverde correspondem aos vectores que são substituídos, após a aplicação da correlação. \n\nEstes vectores são substitutidos por apresentarem uma velocidade com diferenças \n\nsuperiores a 10% (valor do erro recomendado no manual) em relação à velocidade média \n\nem cada área de interrogação. \n\nPosteriormente, faz-me uma média em cada imagem (Moving Average) dos \n\nvectores representados a azul e a verde, também em cada área de interrogação, de \n\nforma a retirar os vectores que se encontrem fora da média obtida. Os vectores retirados \n\nencontram-se representados a vermelho na figura E.6. \n\n \n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n79 \n\n \n\n \n \n\nFigura E.6 – Imagem obtida após a aplicação da Moving Average. \n\n \n\n \n\nA partir das imagens obtidas após aplicação da Moving Average, faz-se uma \n\nmédia de todas as imagens do ensaio para obter o mapa de vectores correspondente. O \n\nmapa de vectores obtido nesta sequência de imagens encontra-se representado na figura \n\nE.7. \n\n  \n\n \n\n \nFigura E.7 – Imagem do mapa de vectores. \n\n \n\n \n\n Depois de criado o mapa de vectores correspondente a cada ensaio, retiram-se os \n\nperfis de velocidade com a localização e direcção que se pretender. Na figura E.8 pode-\n\nse visualizar um perfil de velocidade retirado a uma distância de dois raios a jusante do \n\ncilindro. \n\n \n\n\n\nEfeitos Tridimensionais no Escoamento em torno de Cilindros Confinados \n\n \n80 \n\n \n\n \n \n\nFigura E.8 – Perfil de velocidade retirado do mapa de vectores a dois raios a jusante do cilindro. \n\n \n\n\n\tDM_Vera Ribeiro_2008_MEQ_Capa\n\tDM_Vera Ribeiro_2008_MEQ_Texto\n\tDM_Vera Ribeiro_2008_MEQ_Anexos"}]}}}