{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18677"}, {"@name": "filename", "#text": "256_Aguiar_Mestrado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SAO PAULO\n\nrNsTrruro DE GEocrÊruclns\n\nA BACIA DE ÁCUN BONITA, UMA PASSAGEM MARINHA\n\nEOPALEOZOICA NO BRASIL CENTRAL\n\nMarília Pulito de Aguiar\n\nOrientador: Prof. Dr. Claudio Riccomini\n\nDISSERTAçÃO DE MESTRADO\n\nPrograma de Pós-Graduação em Geoquímica e Geotectônica\n\nSÃO PAULO\n\n2013\nT\nA282\nMP.b\ne.2\n\n\n\nUNIVERSIDADE DE SAO PAULO\nINSTITUTo DE GEoCIÊruc¡ns\n\n,,A BACIA DE AGUA BONITA, IJMA PASS,AGEM MARINHA EOPALEOZOrcE\nNO BRAS'L CEruTRAL\"\n\nUnRíun PULITo DE AGUIAR\n\nOrientador: Prof. Dr. Claudio Riccomini\n\nDrssERTnçÃo DE MESTRADo\n\nCOIT¡ISSRO JULGADORA\n\nNome Assinatura\n\nClaudio Riccomini (Orientador)\n\n)\n,/¿'I\n\nz/ i \\ ,/'Presidente: Dr.\n\n:\n\nTitulares: Dr. Egberto Pereira (UERJ)\n\nDr. SetembrinoPetri(GSA/lGc/USP)\n\nSAO PAULO\n2013\n\nversäo original\n\n\n\nUNIVERSIDADE DE SÃO PAULO\n\nINSTITUTO DE GEOCIÊNCIAS\n\nDEDALUS-Acervo-IGC\n\nlllllll lllil lllll llill lllll lllil lllll lllllllllilliil llill !lilllli\n\n30900031 800\n\nBACIA DE ÁGUA BONITA, UMA PASSAGEM MARINHA\n\nEOPALEOZOICA NO BRASIL CENTRAL\n\nMarília Pulito de Aguiar\n\nOrientador: Prof. Dr. Claudio Riccomini\n\nDISSERTAçAO DE MESTRADO\n\nPrograma de Pós-Graduação em Geoquímica e Geotectonica\n\nSAO PAULO\n\n2013\n\n\n\nF icha catal-ográf ica\ndo Instituto\n\npreparada pelo\nde Geociências\n\nServiço de Biblioteca e DocumentaÇão\nda Universidade de São Paulo\n\nAguiar, MariJ-ia PuÌito de\nA Racj.a de Água Bonlt-a' uma passagem marinha\n\nEopateozoica no BrasiI central- / Marília Pulito cle\nAguiar. -- São Paulo, 2013.\n\n60 p. : il. + anexos\n\nDissertaÇão (Metrado) : IGclUSP\nOrient. : Riccomini, Claudio\n\n1. Bacia Água Bonita 2 ' Glaciação 3.\nGl aci ologia 4 . Geologia histórj-ca 5 .\nEopaleozó1co I. Titulo\n\n\n\n\"Opte pelo (Ue\"fqz o seu coração víbrar.\nOpte pelo que gostaría defazer,\n\napesar de todas as consequências.\"\n\n\n\nlJnivcrsidade de São Paulo\n\nAGRADECIMENTOS\n\nAgradecer a todos que, de uma forma ou de outra, contribuíram para que eu pudesse\n\nconcluir mais esta etapa de minha vida não é tarefa fácil, principalmente pela dificuldade em\n\ndistinguir onde surgiram as ideias e os sentimentos que me levaram a entrar nela. De modo\n\ngeral, gostaria cle clizer que sou grata aos meus avós. tios. primos e amigos que. de diversas\n\nmaneiras, foram responsáveis para que eu me tornasse a pessoa que hoje sou, e que me\n\nincentivaram a seguir em busca das respostas às perguntas que sempre tive sobre o mundo\n\n(mesmo quando este se limitava ao morrão do alternativo ou ao quintal da casa da vó)'\n\nComo não poderia deixar de ser, o meu maior agradecimento é dirigido à minha\n\nfàmília, por sempre ter me proporcionado todas as fèrramentas necessárias para que eu\n\nrealizasse os meus sonhos. Ao meu pai, que por tanto acreditar nos meus passos faz com que\n\neu busque dar todos os dias o melhor de mim, e de quem, além de f'rlha, sabe ele que também\n\nsou ñ. À minha mãe, por ter feito do amor a base de nossa relação. 'l'alvez eu nunca consiga\n\nretribuir o seu esforço imensurável para me ver sempre bem e feliz. À minha irmã, pelas cores\n\nque só ela sabe dar à vida. Por me.fahar palavras vou dizer apenas te amar. E, ao meu irmão,\n\nque descobrindo agora os caminhos pelos quais seguir, mesmo sem perceber, faz com que eu\n\nreviva muitas das minhas escolhas, inspirando a eterna procura em ser uma pessoa melhor.\n\nDestaco aqui o papel do professor e colega Claudio Riccomini na sugestão pela\n\ncontinuidade do tema proposto, o que fez - e ainda fará - render boas histórias. A ele agradeço\n\npela contínua excelência como orientador. Junto ao Guano e Trilô, agradeço também pelos\n\nbons momentos que acompanharam as etapas de campo ao longo do \"Lineamento\n\nTransbrasiliano\", e todos os ensinamentos e discussões que nelas surgiram e delas seguiram.\n\nFormalmente, agradeço ao CNPq pela concessão de minha bolsa de mestrado.\n\nAos funcionários do Instituto de Geociências da USP, principalmente ao pessoal da\n\ngrâfica e da seção de pós-graduação, agradeço enormemente por toda a ajuda e atenção.\n\nTambém a todos os professores que participaram de minha formação como geóloga e (espero\n\nque) agora como mestre, obrigada pelos eusinatnentos que levo comigo à vida. Por discussões\n\nsobre o tema, mesmo que rápidas pelos corredores, agradeço também ao Falcon. E à Gringa,\n\npela ajuda com os icnos.\n\nA todos os amigos queridos dessa vida, agradeço os bons momentos compartilhados\n\ndurante essa jornada, quer tenham sido discutindo e elaborando ideias, ou simplesmente\n\n\n\nUniversidade de Sâo Paulo\n\npartilhando a alegria de viver. Figuras raras que, independente da fiequência e apesar da não\n\nrara distância, amo encontrar pelas ruas, bares ou quaisquer que sejam os lugares por aí:\n\nAstrid, Kenguinha, Lua, Pará, Fares, Kabong, Nulo, Dog, Basei, Batatinha, Fer, Lulu, Patita,\n\nPeter, Casseta, Mari, Letê, Sil, Maria, Mazão, Rafa, Bru, Moqui, Verô' Lidi, Thazão, Isah,\n\nentre tantos outros que seria impossível aqui citar, mas que toda vez que os encontro, faço\n\nquestão de lembrar com um abraço o quão importantes são para tnim'\n\nÀ minha família paulistana, Re, Flá, Dani, Maria e Léo (in memorian), agradeço por\n\nme acolherem e lne fàzerem sentir \"em casa\" sempre que preciso, como nos meses de início\n\ndessa jornada,\n\nÀ Massa. Xana e Jurema, agradeço por mais um capítulo da tão complicada \"arte da\n\nconvivência\", na qual ainda espero um dia me formar.\n\nÀs minhas amigas-irmãs que a geologia trouxe: Vesguinha, Mocotó, Gê, Pinhão,\n\nTonhão e Wally, obrigada por fazerem meu caminhar muito mais feliz.\n\nAgradeço também ao pessoal da Tratch-Mundi, em especial ao Samar, por todo o\n\napoio desde a decisão de iniciar nesse mestrado, por sua conliança e amizade; ao Deco, pela\n\nparceria de todo dia; à Lari, pela ajuda com os esquecimentos e por sempre divagar comigo à\n\nprocura do sentido das coisas; ao Gâ, pelos raros encontros mas sempre bons papos; ao\n\nFefinho, pelo companheirismo e amizade desde o início dessa parada; à Popó, por todas as\n\ndiscussões; à Planária, pela ajuda com os últimos e corridos processamentos de dados; ao\n\nFeijão, pelo compartilhar de tantas experiências, com quem ainda espero muito aprender; e\n\ntambém ao Sífilis, Zé, Turta, Ariane, Reini, Guri, Luan, Ap, Gult, Carlão, Cris, Polegar,\n\nSagui, Mateus e Bruna.. obrigada pelo crescimento pessoal e profissional que a nossa relação\n\nme proporcionou nesses últimos anos.\n\nÀ Shirley, Pachá, Rica, Dani, Digo e Lara, obrigada por todo carinho com que me\n\nacolheram na família.\n\nFinal e especialmente, agradeço ao Rafa, pelo companheirismo de todos os dias e pela\n\npaciência com as minhas aflições durante a conclusão desta dissertação. Também pelo\n\nsentimento \"mais bonito\" que um dia prometeu que me faria sentir - e conseguiu. E, mais do\n\nque tudo, pelo novo sentido que deu ao meu viver.\n\n\n\n[]nivcrsidade dc São l)aulo\n\nRESUMO\n\nA Bacia de Água Bonita localiza-se na região limítrofe entre os estados de Tocantins e\n\nGoiás, a meio caminho das grandes sinéclises intracratônicas do Paraná e do Parnaíba. Com\n\ncerca de l0 km de largura e 90 km de comprimento, a bacia segue o trend geral NE do\nLineamento Transbrasiliano (LTB). Sua origem f'oi associada previamente a um gráben de\n\npreservação de rochas sedimentares ou como uma bacia transtrativa resultante de uma\n\ntranscorrência dextral ao longo do LTB. Levantamentos de campo realizados na região para o\n\npresente trabalho mostraram distribuição de facies coerente com uma incursão marinha de\n\nnordeste para sudoeste. Em conjunto com dados de paleocorrentes, paralelas a estrutura do\n\nlineamento, sugere-se que estes sedimentos tenham se depositado ao longo de uma calha\n\nalongada na direção NE-SW condicionada por estruturas prévias do embasamento,\nrelacionadas ao LTB. Evidências de tectonismo ativo durante a sedimentação, como falhas\n\nsinsedimentares e estruturas dc liquefàção (diques clásticos e convoluções), indicam que o\n\nlineamento também ftri uma estrutura ativa durante a instalação da bacia. No presente trabalho\n\no preenchimento sedimentar da bacia foi dividido em duas unidades: a Formação Água\n\nBonita, unidade basal, essencialmente rudáceo-psamítica, com depósitos de ambiente costeiro,\n\ntransicional e marinhos de plataforma rasa, em parte sobre influência glacial, e a Formação\n\nVereda Verde, superior, essencialmente pelítica, com depósitos deltaicos e marinhos\nprofundos. Nas vizinhanças da bacia ocorre a Formação Araguaçu, com diamictitos glaciais,\n\naos quais é também relacionada uma nova ocorrência de pavimento subglacial, ora descrita.\n\nAs duas unidades da bacia ftrram relacionadas às sequências correspondentes ao ciclo\n\nordoviciano-siluriano das bacias do Paraná (Grupo Rio lvaí) e do Parnaíba (Grupo Serra\n\nGrande). A Formação Araguaçu, a julgar pelo sentido de deslocamento da geleira,\nrepresentaria um registro da glaciação permocarbonífera. Com base nos dados de campo,\n\napresenta-se um novo modelo para a origem da Bacia de Água Bonita, como uma área de\n\nsubsidência oontrolada por falhas do LTB no embasamento. A presença de sedimentos\nmarinhos corrobora a ideia de que essa depressão tectôni ca, na região central do Brasil, tenha\n\nsido uma passagem marinha transcontinental que ligou as costas norte e sul do Gondwana\n\ndurante a trangressão marinha landoveriana. em congruência com modelos anteriores\nsustentados por dados paleofaunísticos.\n\n\n\nlJnivcrsidade dc São Paulo\n\nABSTRACl'\n\nThe Agua Bonita Basin is located in central Brazil, halfway between the large Paraná and\n\nParnaíba intracratonic basins. With about l0 km wide and 90 km long, the basin follows the\n\ngeneral NE-oriented trend of the Transbrasiliano Lineament (TBL). It was previouslv\nconsidered as a post-sedimentary graben or as a left-lateral strike-slip basin associated with\n\nthe TBt.. A recent investigation of the basin has revealed facies distribution consistent with a\n\nmarine incursion from northeast to southwest, an idea corroborated by paleocurrent data,\n\nwhich prefèrred orientation parallels the orientation of the basin suggesting that sediment\n\ntransport f'ollowed a trough controlled by the TBL. Although no faults were identifìed limiting\n\nthe basin, the presence of clastic dykes and other soft-sediment def'ormation structures -\ninterpreted as seismites - and of NE-SW-oriented syn-sedimentary faults within the basin\nindicate that tectonics was active during sedimentation. The sedimentary fill of the basin was\n\ndivided into two units: the Agua Bonita F'onnation, a basal, essentially rudaoeous-psamitic\n\nunit with aeolian, transitional and marine deposits. partly under glacial influence: and the\n\noverlying, pelitic, Vereda Verde Formation, with deltaic and marine deposits. In the region of\n\nthe basin occurs the Araguaçu Formation, with glacial diamictites, which are also related to\n\nthe new description of the occumence of a subglacial pavement. The two units of the Água\n\nBonita Basin were considered as correlated to the sequences of the Ordovician-Silurian cycle\n\nof the Paranâ (Rio lvaí Group) and Parnaíba (Serra Grande Group) basins, while the Araguaçu\n\nFormation as a record of the Permo-Carboniferous glaciation, as suggested by the sense of\n\nmovement of the glacier. The data presented in this study allows the proposition of a model to\n\nthe origin of the basin as an area of subsidence controlled by basement faults of the TBL. The\n\npresence of marine sediments corroborates the idea that this tectonic depression in central\n\nBrazil has been a transcontinental seaway which connected the north and south coasts of\n\nGondwana during the Llandoverian marine transgression, in congruence with previous models\n\nsupported by paleofàunistic data.\n\n\n\nLJnivcrsidade dc São Pat¡lo\n\nSUMÁRIO\n\nt. INTRODUÇ,4O .........8\n2. METAS E OBJETIVOS. .,...,,..,.1I\n3. METODOS ............. 12\n\n3.1 Análise de täcies e litoestratigrat\\a .....12\n3.2 Análise de paleocorrentes ..................12\n3.3 Análise estrutural .............13\n\n1. LOCALIZAÇ,î:¡ ø ACESSOS. .... ....... .,14\n5. TRABALHOSANTERIOR¿'S............. .,,, . ,,,16\n\n5.1 A Bacia de Água Bonita ....................16\n5.2 O Lineamento Transbrasiliano.... ........17\n\n6. RESULTADOS O8T1DOS............. ............20\n6.l EMBASAMENTO....... ......................20\n6.2 DEPÓSITOS SEDIMENTARES .,.....22\n6.2.1 Análise de fácies... ........22\n6.2.2 Associações de fácies, paleocorrentes e ambientes deposicionais .......... ..........27\n6.3 PAVIMENTO SUBGLACIAL... .......33\n6,4 LITOESTRATIGRAFIA............. ..,...36\n6,4.1 Formação Água Bonita ................38\n6.4.2 Formação Vereda Verde....... .......38\n6.4.3 Formação Araguaçu. ....................40\n6.s ESTRUTURAS DE DEFORMAÇÃO STNSEDTMENTAR........... ........42\n\n7, DISCUSSÕES ...,,,,.45\n8. CONCLUSÕ8S............. ...........52\nREFERENCIAS BIBLIOGNÁTrc,q5.. ,.,,,..,......54\n\n\n\nlJniversidade de São Paulo\n\nÍNplcp DE FrcuRAS\n\nFigura t. Mapa de localização da Bacia de Águu Bonitu e suu posição relctliva às rochas\nsedimentares paleozoicas das bacias do Paraná e do Parnaíha................. .......................10\n\nFigura 2. Mapa de localização da Bacia de Água Bonita com as principais vias de acesso ..............15\n\nFigura 3. Eslrutures relacionadas à.s rochas do embasamenlo na região......... ................21\n\nFigura 4. Fácies sedimentares da Bacia de Água Bonita e arredores ............26\n\nFigura 5. Seção Aß.............. ...................27\n\nFigura 6. A, B) Diagramas de rosciceas com medidas de paleocorrentes dafácies AFc.....................28\n\nFigura 7. Seção CD...,.......... ..................28\n\nFigura 8. Diagrama de rr¡sáceas medidas nas.formas sigmoidais.. ...............29\n\nFigura 9. Seção 8F.........,.... ..................29\n\nFigura 10. Diagrama de Schmidt-Lambert (hemisíërio inferior) com a atitude dos planos de falhas e\ndas superfícies axiais.... .......30\n\nFiguru 1 1. Seção GH...........,.. ................30\n\nFigura I2. Clasto estriado e nultifucetado dafácies Dm.....,..... ....................3I\n\nFigura 13. Seção 1J................ .................3I\n\nFigura 14. Diagratna de rosáceas moslra sentido de paleocorrenles medidas em laminações cruzadas\nda.facies AMGc........ . ..........32\n\nFigura 15. Pavimento subg1acia1.................. .............34\n\nFigura 16. Modelo deformação de degraus na superJicie subg\\acia\\.................. ............. jJ\n\nFigura 17. Mapu geol(tgico de detalhe na região setentrional cla bacia e, em detalhe, perfil com a\nlocalização das seções descritas neste trabalho ao longo da rodovia TO-373....... ...........36\n\nFigura IB. Mapa geológico da região da Bacia de Água Bonita........ ............37\n\nFigura 19. Aspecto geral da Formação Água Bonitu e tla Fornração Vereda Vercle em campo. Contato\nentre essas unidades na região da Fazenda Água Bonita Vereda Verde.......... .................40\n\nFigura 20. Estruturas de deþrmação sin-sedimenlares ..............44\n\nFigura 21. Correlação eslratigrrifica das unidades pré-carboníferas das bacias tJo Amazonas,\nParnaíba e Paraná (segundo Assine 2001).......... .......................46\n\nFigura 22. Quadro de correlação estratigra/ica (modificada a partir de Assine 2001).......................47\n\nFigura 23. Principais localidutles com.feição de abrasão subglacial in¿licando o provável sentido de\nde,slocamenlo das geleira.s (nodi/icado após Gei,sick et al. 2002)..,..,.... .......49\n\n\n\nIJniversidade de São Paulo\n\nl. TNTRODUÇAO\n\nA ocorrência de rochas sedimentares a meio caminho das grandes sinéclises\nintracratônicas brasileiras do Paraná e Parnaíba (Figura l), foi descrita pioneiramente por\nBaptista &amp; Cartner-Dyer (1966). Dispostas ao longo de uma faixa com cerca de l0 km de\nlargura e 90 km de comprimento, segundo os autores, essas rochas seriam limitada por falhas\n\nfotointerpretadas de direção aproximada N40E, o que levou à interpretação de que estariam\n\nrelacionadas a um gráben de preservação de rochas sedimentares, designado de Gráben de\n\nÁgua Bonita. Idade siluriana a devoniana foi atribuída para essas rochas em função da sua\n\nsemelhança litológica com o Grupo Serra Grande e a Formação Furnas, das bacias do\n\nParnaíba e Paranâ, respectivamente (Batista &amp; Cartner-l)yer 1966).\n\nAnos mais tarde, o Gráben de Água Bonita foi relacionado ao Lineamento\nTransbrasiliano (LTB), uma zona intensamente falhada que atravessa o território brasileiro de\n\nnordeste a sudoeste numa extensão de mais de 2700 km, já na ocasião de sua definição\n(Schobberrhaus e/ ul., 1975). Posteriormente, ZaIân (1986), atribuiu a origem dessa estrutura à\n\ntranscorrência dextral ao longo do LTB.\n\nDesde a sua descrição pioneira (Baptista &amp; Cartner-Dyer 1966) sugere-se que as\nrochas sedimentares do Gráben de Água Bonita representem um possível remanescente da\n\ncontinuidade pretérita das grandes sinéclises intracratônicas do Parnaíba e do Paraná. A\n\ninterligação entre essas bacias por meio de um seowcty na região hoje percorrida pelos rios\n\nAraguaia e Tocantins já foi sugerida por diversos autores (v.g. Weeks 1941 e Lange &amp; Petri\n\n1967). A presença de braquiópodes boreais no Membro São Domingos (Formação Ponta\n\nGrossa) é considerada evidência de ingresso de águas marinhas mais quentes na Bacia do\n\nParanâ, vindas de norte durante o Givetiano (Assine 2001). O desaparecimento da fàuna\n\nmalvinocáfrica, cujo apogeu foi no Emsiano, também é atribuído ao possível ingresso de\n\nformas boreais na região neste período. A presença de icnofüsseis silurianos na Líbia e na\n\nArgentina (região de Buenos Aires) f'ortalece a ideia de uma passagem marinha\ntranscontinentál na região (Seilacher 2005, 2007).\n\nEmbora estudos relacionando estruturas do embasamento com bacias sedimentares\n\nfanerozoicas do Brasil tenham recebido grande impulso desde trabalhos pioneiros da década\n\n\n\nljniversidade de São Paulo\n\nde 1980 (Cordani et al., 1984, Brito Neves et al. 1984), o LTB não foi objeto de uma análise\n\nexaustiva com esse propósito. Na região do denominado Gráben de Água Bonita, as relações\n\nentre as falhas limitantes das rochas sedimentares, previamente mapeadas, e o seu\npreenchimento sedimentar ainda não foram estabelecidas de modo a veriflrcar se a bacia teve\n\nsua instalação controlada pela atividade de falhas ou se trata. realmente. de um gráben de\n\npreservação de rochas sedimentares. Tampouco o preenchimento sedimentar da bacia\nmereceu maior detalhamento quanto à sua natureza, distribuição de fácies e prováveis\n\nambientes deposicionais que possam, eventualmente, fundamentar a hipótese de uma\npassagem marinha eopaleozoica no Brasil central.\n\n\n\nUniversidade de Sâo Paulo\n\nCOBERN.RASEOIMETTIR\nF NEnOEO|C^ á\n\nCarìdolûo\n\nf o,\"bnrárt\"\nffi:3i neogrno\nt¡¡o¡oloo\n\n! cnucro\nP¡l¡ocl¡o\n\nI ecnriano\nI ø't-l¡t\nf oaronreno\nI grrrr.-\nEMIA¡ATßNfi'\nI pr+C.ntt -\n\nFígura I. Mapa de localização da Bacia de Ågua Bonita e sua posição relativa às rochas\nsedimentares paleozoicas das bacias do Paraná e do Parnaíba (Fonte: compilação de dados das\n\nþlhos SC-22(Tocantins) e SD-22(Goiás), escala l:1.000.000, CPRM 2004).\n\n10\n\n\n\nljniversidade dc São Pat¡lo\n\n2. METAS E OBJETIVOS\n\nCom o enfoque de estabelecer a relação entre a tectônica e a sedimentação na região\n\nda aqui denominada Bacia de Água Bonita, este trabalho teve como meta principal verificar se\n\na bacia teve sua instalação controlada pela atividade de falhas (rift), ou se trata, realmente, de\n\num gráben de preservação de rochas sedimentares.\n\nPara atingir esta meta, foram definidos os seguintcs objetivos a scrcm alcançados:\n\na) estudar as relações entre as falhas limitantes e o preenchimento sedimentar da bacia;\n\nb) caracterizar as principais litofäcies dos depósitos;\n\nc) determinar as paleocorrentes deposicionais;\n\nd) determinar, se possível, os paleocampos de esforços atuantes na geração e\n\ndeformação das estruturas rúpteis encontradas;\n\ne) compar¿ìr a sucessão sedimentar da bacia com aquelas presentes nas bacias do\n\nParaná e do Parnaíba de modo a se tentar estabelecer correlações regionais e tecer\nconsiderações paleogeográficas.\n\n7'L\n\n\n\nIJniversidade de São Paulo\n\n3. MÉTODOS\n\n3.I Análise de fácies e litoestratigrafia\n\nCom o objetivo de fundamentar interpretações sobre os sistemas deposicionais foi\n\nrealizada. inicialmente, a classificação, clescrição e interpretação das fácies seclimentares\n\nencontradas na região. Esta análise seguiu a metodologia proposta por Walker &amp; James\n(1992) e Miall (1990,2000), na qual as fácics são individualizadas indcpcndcntcmcnte de sua\n\nposição litoestratigrâfica e descritas em função da composição mineralógica da rocha,\n\ngranulação, estruturas sedimentares primárias e conteúdo fossilífero. Para cada facies descrita\n\nforam inferidos os processos fisicos inerentes à sua deposição, com base em evidências do\n\ntipo de transporte das partículas e características do fluxo.\n\nAs relações espaciais das principais facies sedimentares descritas foi realizada a partir\n\ndo posicionamento dessas em seções geológicas levantadas em locais de afloramentos\n\nextensos. Nestes ftrram tiradas fotos de forma sequencial para compor imagens em mosaico\n\n(Wizevich l99l), sobre as quais foram desenhadas as seções geológicas apresentadas apartir\n\ndo software CorelDraw (Versão l4). A partir do reconhecimento de associações faciológicas\n\nforam, então, interpretados os ambientes deposicionais relacionados à sua formação, com base\n\nna comparação com análogos modernos ou reproduzidos em laboratório.\n\nEsta análise serviu como ferramenta para correlação e posterior divisão das respectivas\n\nunidades litoestratigráhcas da bacia, realizadas com base nas propriedades sedimentológicas,\n\nsignificado genético e cronologia dos depósitos sedimentares, tendo como parâmetro a curva\n\nde variação do nível do mar correspondente ao período de sua construção.\n\n3.2 Análise de paleocorrentes\n\nA análise de paleocorrentes baseia-se no reconhecimento e na medição sistemática de\n\nestruturas sedimentares que refletem as condições hidrodinâmicas em que foram geradas, de\n\nforma a se reconstituir a direção e muitas vezes o sentido da corrente responsável pelo\n\ndepósito. Esta análise deve também basear-se em interpretações de ambientes deposicionais\n\npara que se possa compreender a origem da estrutura medida e o significado da direção e do\n\nsentido do transporte, resultantes da análise. A determinação das paleocorrentes deposicionais\n\n12\n\n\n\n(lniversitlade dc São l)arrlo\n\nneste trabalho ftri feita com base nos trabalhos clássicos de Potter &amp; Pettijohn (1977) e\nCollinson &amp; Thompson (1989). Os diagramas de rosáceas quc indicam o sentido das\npaleooorrentes foram confeccionados a partir do software openStereo (Grohmann et al.2011).\n\n3.3 Análise estrutural\n\nA análise estrutural foi realizada a\nproceclimentos e classifìcações apresentadas\n\nAngelier (1994) e Dunne &amp; Hancock (1994).\n\npartir de estruturas tcctônicas seguindo os\n\nnos trabalhos de Angclicr &amp; Mechlcr (1977),\n\nA reconstituição dos oampos de paleotensões f'oi realizada mediante o emprego do\n\nrnétodo dos diedros retos, conhecido como método de Angelier (Angelier &amp; Mechler 1977),\n\ntcndo os diagramas sido confècoionaclos com o cnlprego clo sr¡fiv,ure T-Tec'to (Zalohar &amp;.\n\nVrabec 2007). Os dados estruturais f'oram tratados na forma dc cstcrcogramas dc igual área\n\n(rede de Schmidt-Lambert) com o hemisferio inferior como refèrência. confèccionados a\n\nparlir do so.ftv,are openSterco (Grohrnann et al.2011).\n\n13\n\n\n\nUnivcrsitlade dc São l)aulo\n\n4. LOCALIZAÇAO E ACESSOS\n\nA Bacia de Água Bonita localiza-se na região limítrofe entre os estados de Tocantins e\n\nGoiás (Figura 2). Atualmente expõe-se descontinuamente ao longo de uma área de\naproximadamente 900 km', compreendendo parte das seguintes cartas topográficas (escala\n\nl:250.000): porção sudeste da Folha Araguaçu (SD-22-X-A), sudoeste da Folha Alvorada\n\n(SD-22-X-B), nordeste da Folha São Miguel de Araguaia (SD-22-X-C) e noroeste da Folha\n\nPorangatu (SD-22-X-D).\n\nOs limites desta bacia distam cerca de 400 km de Palmas (TO) e 450 km de Brasília\n\n(GO). A partir do Distrito Federal, o acesso à região se dá, inicialmente, pela BR-080 sentido\n\nnoroeste, até o entroncamento desta com a BR-135. Posteriormente, deve-se seguir sentido\n\nUruaçu, para norte, até a altura de Porangatu. A partir desta cidade, ruma-se a oeste pela\n\nrodovia GO-244. A cerca de 50 km encontra-se o município de Novo Planalto e, em seguida,\n\nsão mais 80 km até São Miguel do Araguaia. Este último trecho acompanha o limite\nmeridional da bacia. Com exceção deste, que apresenta grande quantidade de buracos, as\n\ndemais vias supracitadas encontram-se pavimentadas e em bom estado de conservação.\n\nO município de São Miguel do Araguaia foi escolhido como base para os trabalhos de\n\ncampo pela sua proximidade à bacia e por apresentar melhor estrutura no que se diz respeito\n\nhospedagem e alimentação quando comparado aos demais municípios em seu entorno. A\n\nrodovia GO-164, pavimentada e em bom estado, segue a partir desta cidade rumo nordeste,\n\nacompanhando aproximadamente a mesma direção da borda oeste da bacia, distando cerca de\n\n7 km desta. Passa por um pequeno vilarejo de nome Tataíra (GO) e, a meio caminho deste\n\ncom a cidade de Araguaçu (TO), cn)za o limite entre os estados de Goiás e Tocantins. A partir\n\ndaí, recebe o nome de TO-373. Poucos quilômetros após Araguaçu, no sentido de Alvorada,\n\num novo trecho dessa rodovia, orientado segundo as direções leste-noroeste, cruza a porção\n\nsetentrional da bacia.\n\nJâ a partir da capital tocantinense, o acesso à Alvorada (TO) se dá, inicialmente, rumo\n\noeste pela rodovia TO-080 até Paraíso do Tocantins. de onde segue-se pela rodovia BR-153\n\nsentido sul por cerca de 270 km.\n\n1,4\n\n\n\nUniversidade de São Paulo\n\nAlém das rodovias supracitadas, as demais estradas existentes na região são de terra e\n\napresentam estado variado, com trechos dc dificil locomoção. A de maior extensão é a TO-\n\nl8l, que parte de Araguaçu sentido sudeste e tem continuidade até Novo Planalto. Nessa\nestrada, a cerca de 12 km de Araguaçu, encontra-se o acesso à Fazenda Água Bonita Vereda\n\nVerde, uma das partes originadas da divisão da antiga FazendaÁgua Bonita. onde localizam-\n\nse os depósitos descritos pioneiramente por Baptista &amp;. Cartner-Dyer (1966) que deram nome\n\nà bacia.\n\nFigura 2. Mapa de localização da Bacia de Água Bonila (em laranja) com as principais vias de\n\nacesso.\n\nt00s\n\nìx\n\\ qr'\n\nlo(C\n\\7'\nr'ô\n\n\\\n)\n\nI\n{-\"\"^\n\n'th\n)þ_\\. -/\n\n.lt4arilåndia\n\nr_t\n-l\n\n\\¡\n'-.'l\n\n'\\ r\nTo-r81\n\nCajuelro\n\n)I\n\n( \n\"\"\"?- \n\n-\n\n\"rf, ;'YJ GO-244f,-/ f rp2 \\\\ on\"ro*, Porangatu\n\nBR-153\n\n_å\nôrot\n\n\"y\n\n15\n\n\n\nUniversidade de São Paulo\n\n5. TRABALHOS ANTERIORES\n\n5.1 A Bacia de Água Bonita\n\nA identificação de rochas sedimentares na região central do Brasil, a meio caminho\n\nentre as grandes sinéclises intracratônicas do Paraná e Parnaíba. foi realizada pioneiramente\n\npor Baptista &amp;. Cartner-Dyer (1966) durante a fase de fotointerpretação preliminar do Projeto\n\nBrasília (DNPM). Os autores reconheceram uma faixa com aproximadamcntc l0 km dc\nlargura e 90 km de comprimento de \"material que litológica e estruturalmente se difèria de\n\ntudo que se conhecia da bibliografia regional existente\".\n\nA designação Formação Água Bonita foi atribuída pelos autores aos \"arenitos de cor\n\nbranca com algumas intercalações decimétricas de siltitos argilosos de cor cinza com muita\n\nsericita e muscovita\", devido à localização de seus melhores afloramentos nas proximidades\n\nda sede de fazenda epônima. Pelo fato de não terem sido ainda encontrados fósseis ou\n\nmicrofosseis nos depósitos sedimentares, idade siluriana a devoniana tem sido atribuída à\n\nessas rochas, por analogia com unidades semelhantes das bacias intracratônicas que as\n\ncercam, com as quais, inclusive, foi sugerida continuidade pretérita (Baptista &amp; Cartner-Dyer\n\nte66).\n\nNos trabalhos de fotointerpretação alguns lineamentos f'oram considerados como\n\nfalhas de direção aproximada N40E, o que levou à interpretação inicial de que estas rochas\n\nteriam sido preservados numa estrutura representada por um \"gráben\" ou fossa tectônica\n\n(Baptista &amp;. Cartner-Dyer 1966i). Anos mais tarde, essa estrutura foi relacionada ao\nLineamento Transbrasiliano, já na ocasião de sua definição (Schobbenhaus 1975).\nPosteriormente, Zalân (1986), num trabalho num trabalho de revisão e síntese sobre tectônica\n\ntranscorrente, atribuiu a origem do até então conhecido como o \"Gráben de Água Bonita\" a\n\numa transcorrência dextral divergente de pequena escala ao longo do LTB, que seria então\n\numa bacia de afastamento. Entretanto, as relações entre as falhas limitantes do suposto\n\ngráben, previamente mapeadas, e o seu preenchimento sedimentar ainda não foram\nclaramente estabelecidas, objetivo ao qual se propõe o presente trabalho.\n\n76\n\n\n\nljniversidadc dc São Paulo\n\n5.2 O Lineamento Transbrasiliano\n\nO Lineamento Transbrasiliano (LTB) é uma zona intensamente fàlhada que estende-se\n\npor uma distância de cerca de 2.700 km em território brasileiro, desde o noroeste do Ceará,\n\natravessando a Bacia do Parnaíba e o Estado de Goiás, até o noroeste da Bacia do Paraná, na\n\nregião sudoeste do Mato Grosso do Sul.\n\nNo noroeste do Cearâ, o lineamento corresponde à Zona de Cisalhamcnto Sobral-\n\nPedro II. Nesta região, uma reativação do LTB na transição Proterozoico-Fanerozoico teria\n\nsido responsável pela instalação do Rift Jaibaras (Oliveira &amp; Mohriak 2003). O granito pós-\n\ntectônico alcalino Meruoca. com idade tJ-Pb SHRIMP em z.ircão de 523 + 9 Ma (Cambriano),\n\nparcialmente intrusivo no pacote sedimentar que preenche o ri/i (Archanjo et ql. 2009),\ntambém teria sua colocação controlada pela atividade do LTB (Oliveira &amp;. Mohriak 2003).\n\nO prolongamento do LTB para sudoeste coincide com o depocentro eopaleozoico da\n\nBacia do Parnaíba (Góes 1995), e pode representar um estágio precursor à sua instalação\n\n(Oliveira &amp; Mohriak 2003). Na projeção do lineamento para o interior da bacia são\nencontrados, inclusive, vários derrames de rochas básicas do vulcanismo eocretáceo Sardinha\n\n(Brito Neves 1983), que também podem estar relacionados a uma reativação dessa estrutura.\n\nNa borda sudoeste da Bacia do Parnaíba, atividade tectônica sinsedimentar relacionada\n\nà reativação do Lineamento Transbrasiliano foi identificada em episódios distintos (Chamani\n\n2011) desde o Neodevoniano (formações Pimenteiras e Cabeças), Neodevoniano-\nEocarbonífero (Formação Longá), Neocarboníf'ero (Formação Piauí) e ao Eocretáceo (Grupo\n\nAreado).\n\nJá nos estados de Tocantins e Goiás, o LTB atravessa essencialmente os terrenos do\n\nArco Magmático de Goiás, de idade neoproterozóica (Pimentel et al. 2000). Mais para\n\nsudoeste, na região fronteiriça entre Goiás e Mato Grosso, o LTB representa o limite entre o\n\nArco Magmático de Goiás e a Faixa Paraguai (Ferreira 2009).\n\nNo setor sudeste do Pantanal Matogrossense, na continuidade do traçado do I-TB. a\n\nsedimentação ocorre principalmentc no lobo ativo do Rio Taquari, cujo limite sul, uma área\n\nmais elevada, é relacionado ao LTB (Soares eÍ al. 1998, Assine &amp; Soares 2004, Assine 2005).\n\n1,7\n\n\n\n[Jniversidadc de São Paulo\n\nA delimitação quase retilínea da borda noroeste da Bacia do Paraná também é considerada\n\ncomo resultado da existência dessa estrutura na Plataforma Brasileira (Schobbenhaus 1915).\n\nEm escala continental, a análise de dados obtidos pelo satélite CHAMP (CHAltenging\n\nMini-salellite Payloafl para os campos gravimétrico e magnético terrestres permitiu o\nreconhecimento de uma provável continuidade do LTB tanto para nordeste, na Áfiica\n\nocidental, como de uma ramificação do lineamento a sudoeste, nas bacias sedimentares de\n\nSalado e Colorado, na Argentina (Fairhead &amp; Maus 2003).\n\nO ramo meridional desta presumível continuidade do LTB para sudoeste fbi\nconsiderado como um limite entre os blocos cratônicos Pampia e Rio da Plata (Ramos et a/.\n\n2010), que teria permanecido ativo até o Paleozóico Superior, devido ao seu controle sobre\n\nbacias paleozoicas (Ramos er al.2010).\n\nJa a idéia de que o linemento corresponde a uma continuação da Zona de\nCisalhamento de Hoggar-Kandi, que se estende desde a costa do Togo, na região do golfo da\n\nGuiné até a região central da Argélia, é considerada por vários autores (e.g. Cordani et al.\n\n2003 e Arthaud et al. 2008). Neste caso, o LTB e sua contraparte africana se constituiriam\n\nnuma zona de cisalhamento com cerca de 4000 km de extensão - talvez a mais longa zona de\ncisalhamento coerente do mundo (Attoh &amp; Brown 200S).\n\nQuanto à evolução geológica do Lineamento Transbrasiliano, autores o consideram\n\ncomo uma megassutura (Sato 1998, Brito Neves &amp; Cordani 1991, Cordani &amp; Sato 1999) que\n\nteria unido dois grandes domínios geotectônicos na gênese do Gondwana: a noroeste, um\n\ndomínio \"Pré-brasiliano\", que teria atuado como uma grande placa continental durante o\n\nNeoproterozóico; e a sudeste, um domínio \"Brasiliano\", que corresponderia a uma séria de\n\nfragmentos menores de placas continentais, microcontinentes, arcos magmáticos e terrenos\n\nalóctones cujos eventos def'ormacionais são relacionados a este ciclo. Na contra-parte\nafricana, Arthaud et al. (2008) propõem que a zona de cisalhamento, por eles denominada\n\nKandi/Sobral-Pedro II, seja uma sutura críptica, na qual grandes volumes de litosfera foram\n\nconsumidos antes da instalação de uma colisão oblíqua.\n\n18\n\n\n\ntjniversidadc de São Paulo\n\nQuanto à idade do lineamento, este seria considerado ativo a partir do evento\n\ncolisional Brasiliano II, há 650 Ma (Delgado et al. 2003), e sua principal fase de\nmovimentação é tida com dextral pela maioria dos autores, tanto na América do Sul quanto na\n\nÁfrica (e.g. Delgado et a\\.2003; Attoh &amp; Brown 2008; Arthaud et at. 2008).\n\nO quadro apresentado demonstra que o LTB representa uma importante estrutura\n\nintraplaca de longa duração, que teve grande participação na evolução tectônica proterozoica\n\ne fanerozoica da Plataforma Sul-Americana. Entretanto, importantes questões, como a\ndistribuição generalizada ou setorizada das diferentes etapas de movimentação, o nível crustal\n\ndas deformações registradas, bem como a cinemática do LTB ao longo de sua evolução, ainda\n\naguardam respostas.\n\nEste trabalho representa uma contribuição neste sentido, uma vez que a origem da\n\nBacia de Agua Bonita, aparentemente com correlação direta a atividades ao longo desta\n\nestrutura, ainda é tema sem consenso na literatura existente,\n\n19\n\n\n\n[Jniversidadc de São Paulo\n\n6, RESULTADOS OBTIDOS\n\n6.I EMBASAMENTO\n\nEm geral, as rochas que compõcm o embasamento da Bacia de Água Bonita são\n\nmarcadas por uma foliação milonítica bem desenvolvida. com clireção mé<lia N40E e algumas\n\ninflexões locais para NNE e ENE (Figura 3-E). Esta direção acompanha o trend geral do\n\nLineamento Transbrasiliano, caracterizando-o no local, inicialmentc, como uma zona dc\n\ncisalhamento dúctil. Na porção setentrional da bacia, indicadores cinemáticos, como bolsões\n\nde rochas granitoides em estruturas sigmoidais (Figura 3-A), evidenciam carâter dextral a esta\n\nfase de movimentação.\n\nAinda na porção setentrional da bacia há evidências também de uma zona de\n\ncisalhamento secundária que transpõe a principal. Esta def'ormação desenvolve-se ora em\n\nplanos de foliação de direção WNW-ESSE e mergulhos subverticais (Figura 3-E) com dobras\n\nde arrasto associadas (Figura 3-B), indicando movimento sinistral, ora em dobras na fbliação\n\nmilonítica principal (Figura 3-C), com superficie axial orientada na direção NW-SE (Figura 3-\n\nE). Esses dados sugerem que esta fase de deformação, de caráter dúctil-rúptil, tenha se\n\nderivado de um encurtamento na direção NE(NNE)-SW(SSW).\n\nJá em nível crustal raso, foram descritas, nas proximidades da borda nordeste da bacia,\n\nfalhas normais cortando os ortognaisses do Complexo Rio dos Mangues (Figura 3-D). A\n\nanálise de dados pareados dessas falhas com estrias, a partir da aplicação do método gráfìco\n\nde Angelier &amp; Mechier (1977), indica o campo de tensões regional durante a sua formação,\n\ncom o eixo de esforço principal máximo (ol) subvertical e o de esf'orço principal mínimo\n\norientado na direção NW(WNV/)-SE(ESE).\n\n20\n\n\n\ntJniversidade de São Paulo\n\nFigura 3. A) Bolsão de rocha\ngranitóide preservado em quart-\nzito milonítico como indicador\ncinemótico dextral. B) Zona de\ncisalhamento dúctil-rúptil de ca-\nráter sinistral cortando aþliaç\nmilonítica principal; C) Foliação\nprincipal dobrada. D) Espelho\nde falha normal em gnaisse. E)\nProjeção estereogrófica com ati-\ntude das estruturas do embasa-\nmento. F) Campo de tensões\nobtidos a partir de dados de\nfalhas /e str ias do e m bas am e nt o.\n\n- \nZona de c¡salhamento princ¡pal\n\n- \nZona de c¡salhamento secundária\n\n.- Supe¡ltcie axial\nlCampo de encu¡Tamento máximo\nlÇampo de encurtamento mlnimo\n\n2t\n\n\n\nlJnivcrsidade dc São Paulo\n\n6.2 DEPOSITOS SEDIMENTARES\n\n6,2.1 Análise de fácies\n\nDepósitos sedimentares ocolrem na região principalmente no interior dos atuais\n\nlimites da Bacia de Água Bonita\" embora também haja ocorrências isoladas fora do domínio\n\nda bacia.\n\nCom o objetivo de fundamentar interpretações sobre os sistemas deposicionais e,\n\nposteriormente, individualizar as principais unidades da Bacia de Água Bonita e arredores, foi\n\nrealizada, inicialmente, a classifìcação, descrição e interpretação das fácies sedimentares\n\nencontradas na região. Esta análise seguiu a metodologia proposta por Walker &amp; James\n(1992) e Miall (1990, 2000), na qual as fäcies são individualizadas independentemente de sua\n\nposição litoestratigftftca e descritas em função da composição mineralógica da rocha,\n\ngranulação, estruturas sedimentares primárias e conteúdo fossilífero.\n\nPara cada facies descrita foram infèridos os processos físicos inerentes à sua\ndeposição, com base em evidências do tipo de transporte das partículas e características do\n\nfluxo. Este procedimento constitui a base para a associação de diferentes fácies e processos\n\nsedimentares a mecanismos de transporte e deposição característicos de um dado sistema\n\ndeposicional.\n\nForam caracterizadas onze diferentes fácies sedimentares, descritas a seguir:\n\nCM (Figura 4-A): Conglomerado com seixos a blocos de quartzito, com formatos\ngrosseiramente tetraédricos e com arestas arredondadas, superficie superior bastante lisa\n\n(polida, brilhante) e inferior opaca e rugosa, imersos em matriz arenosa fina. As\ncaracterísticas apresentadas sugerem retrabalhamento eólico dos clastos, e esta fácies é\n\ninterpretada como uma superficie de deflação com ventifactos.\n\nAFc (F'igura 4-B): Arenitos finos em séries de até aproximadamente 2 m de espessura\n\ncaraçteÅzadas por estratificação cruzada tabular e levemente acanalada, truncadas no topo e\n\ntangenciais na base, separadas por superficies com estratificação plano-paralela, onde aparece\n\nintercalada a facies AFPg. Apresenta seleção granulométrica moderada a boa, grãos bem\n\n22\n\n\n\nUnivcrsidadc de São Paulo\n\narredondados e com alta esfericidade. Localmente a estratificação encontra-se dobrada\n(convolucionada). Fácies interpretada como produto da migração de dunas eólicas de crista\n\nretilínea a levemente sinuosas, sob ação de correntes unidirecionais.\n\nAFPg: Arenito fino com estratificação plano-paralela com intercalações de lentes pelíticas de\n\ncor escura, que localmente aparecem gretadas, com preenchimento das gretas por areia fìna. A\n\ndeposição destes sedimentos finos é interpretada como resultado de decantação em regiões\n\númidas interdunas. A presença de porções gretadas revela carëúer intermitente desta\ninundação, com exposição do leito levando à gretação e posterior preenchimento. Esta fácies\n\nocone intercalada aos estratos da fácies Af'c.\n\nAMb (Figura 4-C): Arenitos médios, com estratifìcação plano-paralela suavemente marcada,\n\nmoderadamente selecionados, com coloração ocre, amplamente bioturbada. Ocorre\n\nintercalado às camadas mais superiores da fäcies AFc. As bioturbações são caracterizadas\n\npela ocorrência de escavações cilíndricas verticais, com ou sem meniscos (spreiten),\n\naparentetnente relacionados ao icnogênero sk¡lilhos (Haldemann, 1840). Geralmente, formas\n\nverticais estão relacionados à fixação em ambiente de alta energia e alimentação a partir de\n\nmaterial em suspensão.\n\nAMGc (Figura 4-D): Arenitos médios a grossos, micáceos, de coloração esbranquiçada, com\n\nestratificação cruzada de baixo ângulo. São mal selecionados e apresentam grãos angulosos,\n\ncom pacotes de granulação mais grossa apresentando granodecrescência ascendente.\n\nInterpretados como depósitos litorâneos de antepraia.\n\nAFs (Figura 4-E): Arenitos finos de coloração esbranquiçada, com boa seleção\ngranulométrica, dispostos em camadas métricas com estratificação cruzada tipo swaley.\n\nFácies interpretada como produto de correntes unidirecionais concomitantes à atuação de\n\nfluxo oscilatório de orbitais de ondas de tempestade, com predominância de contribuição da\n\ncomponente unidirecional, oriunda da ação das correntes de retorno.\n\nASs: Arenito fino siltoso, moderadamente a bem selecionado, de cor marrom acinzentada.\n\nApresenta lâminas (drapes) de lama acinzentada compondo estruturas sigmoidais em lobos\n\nlocalizados, sendo interpretadas como formadas por processo de desaceleração de fìuxo. Nos\n\n23\n\n\n\nIlnivcrsidadc dc São Paulo\n\nestratos horizontais desta facies foram descritas escavações meandrantes de orientação\n\nhorizontal a oblíqua em relação à estratificação (Figura 4-F). Estas formas apresentam seção\n\ntransversal circular a elíptica e preenchimento diferente da matriz, características típicas do\n\nicnogênero Planolites (lr{icholson, 1873), gerados por organismos que se alimentam de\n\nmaterial depositado. O grande porte. o predomínio de traços levemente curvos a retilíneos e a\n\nausência de anulações transversais caracterizam a icnoespécie Planolites beverleyensis\n(Billings, 1862).\n\nSAd: Camadas centimétricas de siltito arenoso intercaladas com arenito fìno siltoso, com\n\nestratificação aparentemente plano-paralela bastante deformada em camadas específicas,\n\nacima e abaixo das quais ocorrem horizontes indefbrmados. Estas dobras são descoladas da\n\nbase e apresentam flancos rompidos. Esta deformação pode ter sido causada por\nescorregamento, sismicidade sinsedimentar, ou, ainda, por glaciotectônica.\n\nPp: Argilitos de coloração marrom avermelhados com estratifìcação plano paralela. Nos\n\nlocais onde esta estratifìcação é mais marcada (nível de folhelhos), a alteração desta fäcies\n\ngera depósitos desagregados de aspecto empastilhado. Presença de concreções ferruginosas\n\ndiscoidais com até 8 cm de eixo maior e cerca de 1 a 2 cm de espessura. Fácies interpretada\n\ncomo tendo sido depositada por decantação em ambiente de baixa energia.\n\nDm (Figura 4-A): Diamictitos maciços com seixos a matacões imersos em matriz lamosa. Os\n\nblocos maiores a matacões constituem-se de arenito médio a grosso com grânulos,\naparentemente correspondente à f;ícies AMGc. Já os seixos são predominantemente de\nquartzo e quartzito, frequenternente apresentam facetas polidas e mais raramente são\nmultifacetados e multiestriados (Figura l0-B). As características sugerem influência glacial na\n\nformação desta facies - tanto as feições dos seixos, que são típicas de desgaste pelo processo\nde abrasão na poção basal da geleira durante o deslocamento desta sobre o substrato, quanto a\n\npresença de fragmentos de tamanho bloco a matacão. que necessitam de um agente erosivo\n\nmuito forte, como o gelo, para serem mobilizados.\n\nCe (Figura 4-G): Conglornerados com seixos a blocos de quartzito em arcabouço arenoso\n\nargiloso. Os clastos apresentam arestas arredondadas, alguns com estrias, o que sugere indica\n\norigem glacial dos mesmos. A relação clastos/matriz nestes depósitos é bastante variada. Nos\n\n24\n\n\n\nUniversidadc de Sâo paultr\n\nlocais onde esta relação é muito alta\n\n(indicando um possível sentido de\nretrabalhamento fluvial dos depósitos\n\natuais da Bacia de Água Bonita.\n\ne os clastos se sustentam e apresentam imbricação\n\npaleofluxo), sugere-se que tenha ocorrido um\n(Figura 4-H). Esta f,ícies ocorre fora dos domínios\n\n25\n\n\n\nUniversidade de São Paulo\n\nFìgurø 4. Fácies sedimentares da Bacia de Água Bonita e arredores. A) Superficie de deflação\ndesenvolvida sobre o embasamento milonítico (fácies CM). B) Arenito fino com estratificações\ncruzadas de médio porte (ticies AFc). C) Icnogênero skolithos associado à fácies AMb. D) Aspecto\ngeral dafiicies AMF\\. E) Detalhe de estratiJìcação cruzado tipo swaley em arenito dafócies AFs. F)\nIcnoespëcie Planolites beverleyensis associada à fiicies AFPs. G) Aspecto geral da fácies Ce. H)\nC lastos imbricados sugerindo retrabalhamento fluvial da fiia ies C e.\n\n\n\nUniversidade de São Paulo\n\n6.2.2 Associações de fácies, paleocorrentes e ambientes deposicionais\n\nA associação das principais facies sedimentares descritas pode ser observada a partir\n\ndas seções geológicas levantadas ao longo da rodovia TO-373, que corta a porção setentrional\n\nda Bacia de Água Bonita. Ambientes deposicionais foram interpretados a partir dessas\n\nassociações, conf'orme é apresentado a seguir.\n\nA seção AB (Figura 5) mostra o contato erosivo da fácies CM com as rochas\nmiloníticas do embasamento. Esses depósitos são interpretados como uma superficie de\n\ndeflação, seguida por uma sucessão de dunas eólicas (fácies AFc e AFPg). Paleocorrentes\n\nmedidas em duas séries de estratificações cruzadas da fácies AFc indicam paleoventos com\n\ntransporte para sudoeste (Figura 6-A,8).\n\nNa porção superior da seção, a sucessão eólica começa a ser intercalada com depósitos\n\nda f;ícies AFMb, que provavelmente marcam o inicio de uma incursão marinha.\n\nFigura 5. Seção AB. Detalhe parq discordânciq erosiva (em vermelho) no contato das rochas\nmiloníricas do embasamento com os depósitos sedimentares.\n\n27\n\n\n\nUniversidade de São Paulo\n\nFigura 6, A, B) Diagramas de rosáceas com medidas de paleocorrentes da fiÍcies AFc, indicando\ntransporte sentido sudoeste (SW).(n:número de medidas)\n\nA três seções apresentad¿rs a seguir são lateralmente contínuas. Optou-se por\napresentáJas separadamente, iniciando-se pela seção localizada mais a sudoeste para a mais a\n\nnordesteo de forma a melhor visualizar as estruturas presentes em cada uma delas.\n\nA seçilo CD (Figura 7) mostra a facies AFPs, na qual as paleocorrentes deposicionais\n\nmedidas nos conjuntos de formas sigmoidais variam num leque de norte a leste, com sentido\n\nprincipal de transporte para nordeste (Figura 8b). Sugere-se que estas formas sejam resultado\n\ndo processo de desaceleração de correntes fluviais em sua desembocadura.\n\nFigura 7. Seção CD apresenta a fiicies AFPs, com formas sigmoidais compostas com drapes de\nargila.\n\n28\n\n\n\nUnivcrsidadc dc Sào l)at¡kr\n\n26,50\n\n\\\n\n)\n\nN\n-*=-d,\n\nrË\n(\n\n\\--- *----\n\nFigura 8. Diagrnnta de rt¡saceas medidas nas forma,s .sigmoidais indicando senlido princ:ipol de\nlransporle paru norclesle (n:número de medidas).\n\nA seção EF' (Figura 9), localizada mais a nordeste. mostra que a fäcies AFPs é\nlateralmente correlacionada com a läcies SAd. A atitude (Figura l0) das superfícies axiais clas\n\ndobras (com mergulho para SW-SSV/ e. portanto, vergência para NE-NNE) e das fàlhas\n\nresultantes da quebra de seus fÌancos (com mergulho também para SW-SSW) sugere que esta\n\ndefbrmação se.ja resultado de um encurtamento na direção NE(NNE)-SW(SSW).\n\nEsta direção é coerente com o sentido das paleocorrentes medidas nas fácies AFPs, o\n\nque corrobora com a hipótese de que a defbrmação seja resultante de um escorregamento\n\ndevido ao grande aporte sedimentar na região, corroborando com a interpretação do ambiente\n\ndeposicional da fácies AFPs em frentes deltaicas.\n\nFigura 9. Seção EF moslrtt a .fúcics SAtl, cr¡ttt dohrct:; cÌescoluclus det buse e .falhas rompendo ,sau.s\n,flanc:os.\n\n29\n\n\n\nUniversidade de São Paulo\n\nPlano de Falha\nSuperffcie À\\ial\n\nFígura 10. Diagrama de Schmidt-Lambert (hemisferio inferior) com a atitude dos planos de falhas\n(com mergulho para SW) e das superficies axiais das dobras (na mesma direção e mergulho,\nindicando vergência para NE).\n\nA seção GH (Figura I l) revela a presença de uma falha normal de atitude 220158, que\n\ncoloca lado a lado os depósitos da f;ícies SAd, aparentemente em porção estratigráfica\n\nsuperior, com os diamictitos da fäcies Dm. A descrição dos blocos a matacões de arenito que\n\ncompõem esta fiicies, por sua vez, sugere que seja resultado de um retrabalhamento glacial da\n\nfácies AMGc. Assim, o evento glacial que deu origem a estes depósitos deve corresponder a\n\num evento mais recente quando comparado à deposição da fiícies AMGc, e mais antigo\n\ncomparativamente às facies SAd e AFPs, lateralmente correlacionadas.\n\nFigura II. Seção GH moslrafalha normal colocando em contato afácies Dm com afiicies SAd.\n\n30\n\n\n\nUniversidade de São Paulo\n\nFigura 12. Clasto estriado (A) e multifocetado (B) dafácies Dm.\n\nNa porção basal da seção IJ (Figura l3), ocorre a fácies AMGc, representada por\n\narenitos médios a grossos micáceos, com estratificação cruzada de baixo ângulo e\nmicrolaminações cruzadas indicando paleocorrente no sentido sudoeste (Figura I I -B). Esta\n\nfacies é sobreposta pela fácies AFs, com estratificação uuzadatipo swaley, formada pela ação\n\ncombinada de fluxo oscilatório com correntes de retorno. Na parte superior deste afloramento\n\nocorre, ainda, a fácies Pp, representada no topo da seção IJ, por material argiloso desagregado\n\nde coloração amarronzada, proveniente de sua alteração. Esta fácies, interpretada como\n\nproduto de decantação em ambiente de baixa energia. Essa associação caracteriza a transição\n\ndepósitos de zona de shoreface pana depósitos de zona de offshore, estratigraficamente\n\nsobrepostos, provavelmente pela ocorrência de uma transgressão marinha.\n\nFigaro 13. Seção IJ apresenta a transição da facies AMGc, na porção basal, para a AFs.\nEstratigrøficamente acima desta, em segundo plano na foto, ocorre a fócies Pp, representada na\nporção superior do afloramento por material argiloso desagregado (empastilhado) proveniente de\nsua alteração.\n\n31\n\n\n\nLlnivcrsidadc de São Paulo\n\nFiguro 14, Diagranta de n¡sáceas moslrct sentido de paleocorrenles ntedidas em microlaminações\ncruzada:ì dafticies AMGc para sudoeste. (n:número de medidas)\n\n32\n\n\n\nLjniversidade de São Paulo\n\n6.3 PAVIMENTO SUBGLACIAL\n\nNo extremo sudeste do estado de Tocantins, ao lado da rodovia TO-373, que liga as\n\ncidades de Tataíra (GO) a Araguaçu (TO), coordenadas 12'58'39\"5 49o53'20\"'W, a oeste do\n\nlimite atualmente conhecido para a Bacia de Água Bonita, ocoffe um pavimento subglacial\n\ndesenvolvido sobre milonito-gnaisses da Formação Xambioá (Figura l5).\n\nEste pavimento representa uma feição de abrasão glacial de mesoescala, com forma\n\nalongada moldada (streamlined molded .fòrm), estrutura tipo dorso de baleia (whalehack),\n\narredondada pelas geleiras (v.g. Bussert 2010). É grosseiramente elíptico em planta, com\n\ndepressões elípticas métricas na superficie que configuram padrão de domos e bacias na\ndireção NNE-ssw, e a parte norte da exposição mais elevada (Figura l5-A).\n\nDurante os trabalhos de campo na região, foi realizado um levantamento à trena desta\n\nexposição. Os contornos foram esboçados a partir de seções espaçadas de 5 metros, e cotas da\n\nsuperfìcie do pavimento em relação à superficie relativamente plana do terreno vizinho foram\n\nestimadas a partir de visadas com bússola. Os dados obtidos foram interpolados manualmente\n\ne utilizados para gerar um modelo tridimensional do pavimento a partir d,o software ArcGis\n\n(Figura 15-F).\n\nEstrias subglaciais observadas na superficie do pavimento apresentam direção N-S de\n\nmovimentação da geleira. A feição glacial erosiva mais característica deste pavimento, no\nentanto, é representada por degraus (steps), cujas faces são sistematicamente voltadas para\n\nNNE (Figura l5-E), posição subparalela a apontada pelas estrias. A Figura l6 apresenta um\nmodelo para a formação desses degraus com a combinação dos mecanismos de plucking e de\n\nabrasão (v.g. Krabbendam &amp; Glasser 201l) durante o deslocamento da geleira sobre o\nsubstrato rochoso, a partir do qual infere-se que o sentido de movimento teria sido para NNE.\n\nQuanto às depressões existentes na porção central do pavimento, que confìguram um\n\npadrão de domos-e-bacias ao mesmo, pode-se afìrmar que estas são anteriores à formação dos\n\ndegraus, uma vez que estes ocorrem também em seu interior. Estas depressões representam\n\nprováveis fèições do tipo Muschelbrüche, também resultantes da abrasão (v.g. Bussert 2010) e\n\ncujos eixos maiores são indicativos da direção de deslocamento da geleira (Kor er at. l99l).\n\n33\n\n\n\nUniversidade de São Paulo\n\nLEGENDA\n\n. Faces de ouebra cota RelalÚe\n\nF'::;:,'::;,\"\",\",\" I ;-\nFiguro 15. A) Pavimento subglacial com vista para sua porção mais elevada (N), no sentido dofluxo\ndo gelo (detalhe para depressão na porção central do pavimento). B) VisÍa pqra a porção sul da\nexposição. C) Feição glacial erosiva mois caracteríslica do pavimento. D) Detalhe dos degraus com\nsentido de deslocamento da geleirø para a direita da foto. E) Diagrama de rosriceas mo.çlrando a\ndireção média das faces de quebra dos degraus (n:número de medidas). F) Modeto tridimensional do\npavimento.\n\n34\n\n\n\nUniversidade de São Paulo\n\nFigura 16. Modelo de þrmação dos degraus na superficie subglacial. A seta laranja qponta o sentido\nde deslocamento da geleira.\n\n- a0râsáo\n\n-\n^\n\n:,!l¡. r,¡rj- Lú'' l.\\.'¡ -\naÞrâsão\n\n,i'\n.¡ l-t¡?\n\n\n\nUniversidade de São Paulo\n\n6.4 LITOESTRATIGRAFIA\n\nA partir dos dados acima apresentados, propõe-se a divisão do preenchimento\nsedimenta¡ da Bacia de Água Bonita em duas unidades litoestratigráficas distintas, as\n\nformações Água Bonita e Vereda Verde, além de uma outra unidade fora dos domínios atuais\n\nda bacia, a Formação Araguaçu.\n\nAs duas unidades da Bacia de Agua Bonita foram mapeadas inicialmente em escala de\n\nsemidetalhe na região setentrional da bacia (Figura l7). Esse procedimento baseou-se nas\n\nrelações entre os depósitos sedimentares observados a partir da localização das seções\n\nestudadas em perfil topográfico (Figura 17) realizado ao longo da rodovia TO-373, e de\n\noutros dados obtidos em campo, como a ocorrência de falhas, e o controle da distribuição\n\nespacial destas unidades, principalmente pela correlação com os depósitos descritos\n\npreviamente.\n\nX (Exageroverttcal 10x)\n\nFigurø 17. Mapa geológico de detalhe na região setentional da bacia e, em detalhe, perJìl com a\nIocalização das seções descritas neste trabalho ao longo da rodovia TO-373.\n\nm\n300\n2AO\n260\n\nI formaçaover€davorde\nI formaOaoAgua Bonita\nI rormaeao Xambioá\n! ComÞtexo Rlo dos Msngues\n\n36\n\n\n\nUniversidade de São Paulo\n\nAs relações estabelecidas entre estas unidades nesta região foram, posteriormente,\n\nextrapoladas para o restante da bacia, tambóm seguindo pontos de controle realizarJos cla\n\ndependência das exposições rochosas existentes, escassas na região. O resultado final do\n\nmapeamento dessas unidades, que receberam designações formais na categoria de formações,\n\né apresentado na Figura 18. e a descrição de cada uma delas é apresentada em sequência.\n\nFigura 18. Mapa geológico da região da Bacia de Água Bonita.O retângulo vermelho mostra a\nIocalização do mapa apresentado na Figura 17.\n\n37\n\n\n\n[Jnivcrsidade dc São Paulo\n\n6,4.1 Formação Agua Bonita\n\nA unidade litoestratigrâfica inferior da bacia é aqui denominada de Formação Água\n\nBonita, de modo a manter a utilização pioneira do termo por Baptista &amp; Cartner-Dyer (1966)\n\nna designação dos \"arenitos esbranquiçados intercalados a siltitos\", litotipo descrito\noriginalmente pelos autores na região central da bacia, que apresenta grande extensão em área\n\ne é representativo desta unidade em escala regional.\n\nO limite inferior desta formação é caracteizado por uma discordância erosiva com\n\nrochas miloníticas do embasamento. Sobre ela encontram-se depósitos conglomeráticos com\n\nventifactos representativos de uma superficie de deflação. Segue-se uma sucessão de arenitos\n\neólicos recobertos por depósitos que marcam o início de uma incursão marinha, de nordeste\n\npara sudoeste. Os depósitos mais característicos desta unidade, que abrangem grande porção\n\nem área da bacia, são os arenitos esbranquiçados micáceos, correspondentes aos descritos\n\noriginalmente por Baptista &amp; Cartner-Dyer (1966), interpretados como depósitos marinhos de\n\nplatafonna rasa. Diamictitos com blooos a matacões destes arenitos, em regiões localizadas da\n\nbacia, marcam o retrabalhamento desta unidade por um evento glacial.\n\nO limite superior da unidade é marcado por uma passagem rápida para os folhelhos da\n\nFormação Vereda Verde, resultado de uma retrogradação da linha de costa.\n\nA espessura máxima estimada para a Formação Ág.ra Bonita é de aproximadamente\n\n50 metros. A seção-tipo desta unidade localiza-se na rodovia TO-273, representada pela\ncomposição das seções AB, GH e IJ, descritas neste estudo.\n\n6.4.2 f,'ormação Vereda Verde\n\nEstratigraficamente acima dos arenitos da Formação Água Bonita, ocorrem os\n\nfolhelhos da Formação Vereda Verde. A nomenclatura proposta para esta unidade deve-se ao\n\nfato de ocolrer na região da sede da Fazenda Água Bonita Vereda Verde, como é atualmente\n\ndenominado um dos lotes resultantes da divisão da antiga Fazend,aÁgua Bonita.\n\nFolhelhos representam o litotipo mais característico desta formação, interpretados\n\ncomo tendo sido depositados em ambientes marinhos profìrndos. Estes são lateralmente\n\n38\n\n\n\n[Jniversidade de São Paulo\n\ncorrelacionados com siltitos arenosos com drapes de argila compondo formas sigmoidais,\n\ndcpositados pcla dcsaceleração de fluxo fluvial em frentes deltaicas.\n\nO contato desta unidade com a inferior (Figura l9-C) é aparentemente gradacional,\n\nmas rápido, e facilmente reconhecido devido à grande diferença litológica entre estas\n\nunidades enquanto a Formação Água Bonita (Figura l9-A) é constituída\npredominantemente por arenitos esbranquiçados, cuja alteração gera material arenoso\n\ndesagregado de mesma coloração, a Formação Vereda Verde (Figura l9-B) é caraclerizada\n\npor folhelhos, cuja alteração gera depósitos empastilhados de cor amarronzada, com\n\nocorrência frequente de concreções ferruginosas discoidais associadas.\n\nA porção superior da Formação Vereda Verde é marcada por uma superficie erosiva\n\nregional, que constitui o relevo atual da área de estudos.\n\nEstima-se que a espessura máxima preservada dessa unidade seja de aproximadamente\n\n40 metros. Sua seção-tipo também localiza-se na rodovia TO-273, sendo representada pelas\n\nseções CD e EF.\n\n39\n\n\n\nlJniversidade de São Paulo\n\nFigura 19. Aspecto geral da (A) Formação Água Bonita e da (B) Formação Vereda Verde em campo.\nC) Contato entre essas uiidodut na região da Fazenda Água Bonita Vereda Verde.\n\n6.4.3 Formação Araguaçu\n\nOs depósitos da Formação Araguaçu, assim denominados pela proximidade de seus\n\nmelhores afloramentos ao município de Araguaçu, Estado do Tocantins, apresentam-se como\n\nocorrências isoladas e descontínuas, tanto ao sul como a oeste dos limites atualmente\n\nconhecidos da Bacia de Água Bonita.\n\nEsta unidade constitui-se de conglomerados maciços ou localmente estratificados com\n\ngradação granodecrescente, com presença de seixos estriados, que evidenciam contribuição\n\nglacial à sua fbrmação. Localmente estes depósitos apresentam os clastos imbricados,\nsugerindo possível retrabalhamento fl uvial.\n\nComo pode ser observado no mapa geológico da região (Figura 18), o sentido de\n\nmovimentação da geleira observado no pavimento subglacial descrito neste trabalho é\n\ncoerente com a disposição dos depósitos conglomeráticos da Fm. Araguaçu, ao longo de uma\n\n40\n\n\n\n[jnivcrsidade dc São Pat¡lo\n\nfaixa de direção aproximada NNE-SSW, o que contribui com a interpretação de origem\n\nglacial da formação.\n\nBem representada nas Figuras 6G e 6H, a seção-tipo da Formação Araguaçu localiza-\n\nse na estrada de terra que liga o município de Araguaçu (TO) ao povoado de Mineirópolis\n\n(TO). A espessura máxima preservada desta unidade foi estimada em aproximadamente l5\n\nmetros.\n\n47\n\n\n\n[Jniversidade de São Paulo\n\n6.5 ESTRUTURAS DE DEFORMAÇÃO STNSEDIMENTAR\n\nEstruturas de deformação sinsedimentar f'oram encontradas nas duas unidades\n\nestratigráficas da Bacia de Água Bonita. Dado o caráúer direcional de algumas dessas feições,\n\nno presente caso, o estudo destas estruturas foi importante para determinar os campos de\n\nesforços atuantes durante a sua formação e, assim, auxiliar na compreensão da história\n\nevolutiva da bacia.\n\nNa Formação Água Bonita, foram observadas falhas sinsedimentares em camadas\n\nespecíficas de arenito com estratificação plano paralela (Figura 20-A,B). Acima destas, em\n\ncamada superior. ocorrem blocos microfalhados imersos em matriz liquefèita (Figura 20-\n\nC,D), relação que aparenta o aumento da intensidade da deformação em direção ao topo da\n\nsucessão. Esta sequência observada se assemelha muito com a descrição original de um\n\n\"sismito\", termo cunhado por Seilacher (1969) para designar estruturas sinsedimentares\n\ngeneticamente ligadas a abalos sísmicos. Segundo ele, este seria constituído pelos chamados\n\n\".fuult-graded beds\", cu.ja base apresenta sedimentcls não perturbados e é seguida de zona\n\nsegmentada, zoîa fragmentada, zona liquefeita e, por fim, novamente, sedimentos não\nperturbados.\n\nMedidas de dados pareados de falhas e estrias foram tomadas destas estruturas, a partir\n\ndas quais foi aplicado o método dos diedros retos (Angelier &amp; Mechler, 1997) visando a\ndeterminação do campo de paleotensões atuante na época de geração dessas estruturas. O\n\nresultado obtido (Figura 20-G), mostra orientação subvertical do eixo de esforço principal\n\nmáxirno (ol), enquanto o eixo de esforço principal mínimo (o3) apare<;e orientado na direção\n\nWNW-ESE a NW-SE.\n\nJá em argilitos da Formação Vereda Verde foram observados diques clásticos\n\ntabulares preenchidos por silte e areia fina, com espessura variando de I a até cerca de 7 cm,\norientados na direção média N55E. A presença de ramifrcações na porção superior desses\ndiques (Figura 20-E,F) indica que estes tenham sido formados por injeção ascendente (da base\n\npara o topo). A ocorrência dessas estruturas em áreas sem declividades acentuadas durante a\n\ndeposição, como no presente caso, pode ser considerada uma assinatura de paleosismicidade\n\n(Obermeier 1996).\n\n42\n\n\n\nUnivenidade de São Paulo\n\nA obtenção do campo de paleotensões à época de formação dessas estruû¡ras baseia-se\n\nno fato em que se formam perpendiculares à direção do esforço horizontal mínimo em bacias\n\nsedimentares, confonne experimentos realizados por Jolly &amp; Lonergan (2002). Desta form4 a\n\norientação sistemática das intrusões clásticas verticais descritas na região (Figura 20-H),\n\nseriam indicativas de um eixo de esforço principal mínimo na direção N35IW-S35E na época\n\nde sua formação.\n\n43\n\n\n\nljniversidade de São Paulo\n\nlCampo de êncunamanto máximo\nllCampo de encurtamento mínimo\n\nFigura 20. A,B) Falhas sinsedimentares es-\ncalonadas em arenito da Fm. Ågua Bonita e\nsua interpretação. C,D) Blocos microfalha-\ndos imersos em matriz liquefeita e sua inter-\npretação. E,F) Diques clósticos de injeção,\nramifrcados no topo e sua interpretação. G)\nCampo de tensões obtidos a partir de dados\n\nde falhas sinsedimentares e suas\nrespectivas estrias . H) Diagramas de rosá-\nceas com a direção dos diques clásticos e\nindicação do eixo de compressão mínima\n(o3) à época das intrusões.\n\n44\n\n\n\n[)niversicladc dc São Paulo\n\n7. DISCUSSÕES\n\nOs levantamentos de campo realizados para o presente estudo mostraram que o\n\nLineamento Transbrasiliano, na região da Bacia de Água Bonita, configura-se inicialmente\n\ncomo uma zona de cisalhamento dúctil dextral, conforrne o determinado a partir de\nindicadores cinemáticos, superposta por outra, dúctil-rúptil sinistral. Essas duas deftrrmações\n\nsão provavelmente proterozóicas.\n\nNão se dispõe até o momento de dados cronológicos para os depósitos sedimentares da\n\nBacia de Água Bonita, de modo que uma idade siluriana a devoniana tem sido atribuída por\n\ncorrelações pretéritas com unidades semelhantes de bacias adjacentes (Baptista &amp; Cartner-\n\nDyer 1966). Os dados apresentados nesse estudo compõem um novo quadro para comparação\n\ne determinação dessas idades, conforme é discutido a seguir.\n\nO registro sedimentar pré-carbonifero das grandes bacias paleozoicas brasileiras\n\n(Paraná, Parnaíba e Amazonas) apresentam notável semelhança nos empilhamentos\nestratigráficos e nos formatos dos perfis de raio-gama (Figura 2l ).\n\nNeste contexto, a sucessão de arenitos esbranquiçados da Formação Água Bonita com\n\nretrabalhamento glacial, recobertos pelos folhelhos da Formação Vereda Verde, apresenta\n\nduas possibilidades de correlação:\n\nl) à Fm. Alto Garças, da Bacia do Paraná, recoberta por diamictitos subglaciais e/ou\nglaciomarinhos da Fm. Ipu, por sua vez recobertos por folhelhos landoverianos\n\nregressivos da Fm. Vila Maria; correspondentes à F-m. Ipu, da Bacia do Parnaíba,\n\nem cujo topo ocorrem diamictitos (Caputo e. Lima 1984), recobertos por\nsedimentos neríticos da Formação Tianguá (Góes e Feijó, 1994).\n\n2) à Fm. Cabeças da Bacia do Parnaíba, com ocorrências eventuais de diamictitos,\n\ntilitos, pavimentos e seixos estriados denotanto ambiente glacial ou periglacial\n\n(Caputo, 1984), recoberta por folhelhos da Formação Longá, esta sem\ncorrespondente na bacia do Paranâ, na qual a discordância que separa as\nsequencias devoniana e permocarbonílèra abrange um período de tempo muito\n\nlongo.\n\n45\n\n\n\nljnivcrsidade de São Paulo\n\nEacla do\nAmazonas\n\n1.AM.I.AM\n\nFm. Fåro\n\n---> -ç^.\nFm. Orlx.¡mlña È Londó\n\n_J-\n\nr Fm. Cuilil\nl_ __----\\ tm.\n\n&lt;ereL\n--- rlnha\n\nFm.\nE0n\n\nMb.\nLontrâ\n\nFñ.\n¡¡håm un'da\n\nFñ.\n\n^ubi\"Mlrlm\n\nBac¡. do\nParnalba\n\n2.PM-I.MA 2CA.1.MA\n\nFm.\n?olt \n\n/,/\n\n------'-'¿\n\n-{FÃ\n\nBacia do\nParaná\n\n2.AP.IPR 2RI.I-PR\nBrasil\n\n.----<\n\n\\Ë\n\\:\n\nFn. Alto\n\n+\n\n2-CP-1-n A\n\nFm.\nCabecas\n\nFn,\nlhlm aup¡rþr\n\nASU.1\n\nParagual\n\nMb. S¡o\nDomln!6\n\nMb.\nllba!l\n\nl,b'\nJa0u¿-\nrldlw\n\nt-\nFurnaa ¡up,\n\nF-\nFum¡r mad.\n\n--Tlt:-\nFumaÊ lnf.\n\nCr\nC.acup¡\n\nFn.\nPlñantâlmß\n\nSIM: Ëolândov.rlaho\n\nozg\n2\no\nl¡¡\nc¡\no\nJ\nI\no\n\noz\nEz\no\nU\no\no\nJ\nI\no\n\noz\nÉ\nJ\nu,\nozg\nI\noo\nÉ.\no\no\nJ\nI\nC'\n\nFm.\n\n(+ +\nI\nI\nI\n\nI\n\n++\n\nlpu\n\n+\n\nFn.\nlpu\n\n+\n\n+\n\nFigura 21. Correlação estratigráfica das unidades pré-carboníferas das bacias do Amazonas,\nParnaíba e Paranlt (segundo Assine, 2001).\n\nA correlação estratigráfìca com outras bacias gondwânicas (Figura 22) demonstra que,\n\nenquanto a glaciação neodevoniana parece ter sido um evento localizado, com ocorrências\n\ndescritas na Bacia do Parnaíba e no altiplano Boliviano, a glaciação ordoviciana-siluriana\n\napresenta registro amplo nas bacias sul americanas, norte africanas e do oriente médio. A\n\ngrande abrangência desta glaciação mais antiga a caracteriza como um evento gondwânico de\n\ngrande escala (Assine 2001), fator favoráwelpara correlação desta com os depósitos da Bacia\n\nde Água Bonita. A ocorrência de folhelhos pós-glaciais landoverianos nas bacias do norte da\n\nÁfrica, na Península Ibérica e Arábia Saudita (Assine 2001). testemunhando caráter de\n\ntransgressão também generalizada após a glaciação ordoviciana-siluriana, corrobora esta\n\ncorrelação.\n\n46\n\n\n\nUniversidade de São l)aulo\n\nFigura 22. Quadro de correlação e.sÍraligráfica (modificado a partir de Assine 2001). Os campos em\nverde indicam unidade.ç com influência glacial.\n\nComo antes refèrido, desde a descrição pioneira da ocorrência de rochas eopaleozoicas\n\nno Brasil Central (Baptista &amp; Cartner-Dyer 1966) tem sido sugerido que estas representem\n\num possível remanescente da continuidade pretérita das grandes sinéclises intracratônicas do\n\nParnaíba e do Paraná. A interligação entre essas bacias se daria ao longo de um seaway na\n\nregião hoje percorrida pelos rios Araguaia e Tocantins, conforme hipótese sugerida por\n\ndiversos autores (v.g. Weeks 1947 e Lange &amp; Petri 1967).\n\nPara Assine (2001) a presença de braquiópodes boreais no Membro São Domingos\n\n(Formação Ponta Grossa) é considerada evidência de ingresso de águas marinhas mais\n\nquentes na Bacia do Paraná, vindas de norte durante o Givetiano. O desaparecimento da fauna\n\nmalvinocáfrica, cujo apogeu foi no Emsiano, também é atribuído ao possível ingresso de\n\nformas boreais na região neste período.\n\nSeilacher (2005, 2007), com base no reconhecimento de icnofósseis característicos do\n\nSiluriano no sudeste da Líbia e no sul de Buenos Aires, na Argentina, admite a ocorrência de\n\numa passagem marinha transcontinental na região já durante esta idade. Segundo o autor,\n\nembora ambas as áreas estudadas fizessem parte do Gondwana naquela época, a migração\n\npelo lado ocidental do paleocontinente seria dificil de ocorrer, uma vez que esta representava\n\n47\n\n\n\nUnivenidadc dc São Pa¡lo\n\nr¡rna margem ativa eo portanto, inexistiam plataformas que constitulssem habitats propfcios à\n\nexistência das formas descritas.\n\nDenfro do quadro apresentado, a Bacia de .4,gua Bonita provavelmente seria o registro\n\ndessa passagem marinha na região dr¡rante o Sih¡riano, segundo a proposta de Seilacher\n\n(2005), uma vez que näo há ocorrência de registros glaciais nas unidades sobrepostas pelos\n\ndepósitos tansgressivos givetianos nas bacias do Paraná ou do Parnalba que pudessem\n\njustificar esta correlação com os da Formaçäo Ág* Bonita.\n\nQuanto à idade da glaciação relacionada à Formação Araguaçu, esta pode ser estimada\n\npelo sentido de movimentação das geleiras observado no pavimento glacial, cuja orientação é\n\nconcordante com a distribuição espacial dos depósitos glaciais que compõem a unidade. Este\n\nraciocfnio leva em consideração o sentido de movimentação das geleiras, que se dá de forma\n\nradial espalhando-se a partir do pólo (Staden et al.2010), e também o padrão de dishibuição e\n\ncronologia das glaciações que afeta¡am o continente Gondwana dr¡rante a Eta Paleozoica\n\n(Caputo &amp; Crowell 1985), que segue o modelo de migraçäo dos cenüos glaciais, resultado da\n\npassagem do supercontinente pelo pólo sul.\n\nO sentido de movimentação descrito neste trabalho, aproximadamente para norte, é\n\ncompatlvel com o obtido em feições de abrasäo glacial permocarbonfferas (Figura 23). Essa\n\nocorrência expandiria os limiæs até então conhecidos de alcance dessa glaciação no\n\nGondwana Ocidental nesse período.\n\n48\n\n\n\n[Jnivcrsidade dc São Paulo\n\nFìgura 23. Principais localidades com feição de abrasão subglacial indicando o provável sentido de\ndeslocamenlo das geleiras (modificado após Gesicki et o1.,2002): l:Rochas cambrianas ou mais\nantigas; 2:Coberturas .fanerozoicas; 3:Faixa de afloramento do Gr. Itararé, Fm. Aquidauana\n(Brasil) e Fm. Aquidabán (Paraguai). 4:Setas indicando o sentido de movimento das geleiras em: l)\nSuperfície estriada em ritmitos eopøleozóicos do Gr. Santa Fé, em Santa Fé de Minas (Dardene et al.\nI99l;Campos, 1992). O sentido de movimento.þi invertido de acordo com observações em campo\nrealizadas por Rocha-Campos (informação oral); 2) Rocha montounée em granitos pré-camhrianos\ndo emhasamento em Salto (SP) (Almeida, 1948); 3) Pavimento estriado em embasamento granítico\npré-cambriano enx lru (SP) (Amaral, 1965): 4) Estrias em clastos de diamictitos do Gr. Itararé em\nJurumirim (SP) (Rocha-Campos et al., I968); 5) Supedícies estriadas em arenitos do Gr. Itarqré em\nRio Piritubinha (SP) (Caetano-Chang et al., 1990); 6) Pavimentos estriados em arenitos devonianos\nda Fm. Furnas em Wittmarsum (PR) (Salamuni et al., 1966; Bigarella et at.,1967), 7) Pavimento\nestriado em gnaisses granodioríticos do embasamento em Mafra (SC)(Barbosa, 1940); 8) Pavimento\nestriado em embasamento granítico em Alfredo llagner (SC) (Rocha-Campos et at., 1988); 9) Feições\nde passagem de iceberg em rilmitos do Gr. Itararé, Trombudo Cenlral (SC) (Santus et al., tgg2b),.\nSuperfície estriada em diamictitos do Gr. Iluraré en 10) Cachoeira do Sul (/tg), 1l) Pinheiro\nMachado (RS) (Tonazelli e SolianiJr., l9B2), e 12) Suspiro (RS) (Tomuzelli e SolianiJr., 1997), l3)\nSuperfície estriada em diamiclito da Fm. Aquidabán em Escobar, Paraguai oriental (Riccomini &amp;\nVelázquez, 1999); Superfícies estriadas na Fm. Aquidauana (MS); 14) Rio Estrela, Bela Vista, I5)\nPonte do Grego; 16) Rio Negro; 17) Serra Negra I e tB) Serra Negra II (Geisick et at.2002);\nOcorrência descrita neste îrahalho; 19) Pavimenkt.subglacial em gnaisses do embasamenlo pré-\ncambriano em Araguaçu (70).\n\n49\n\n\n\nUnivcrsidade dc São Paulo\n\nEmbora a bacia encontre-se atualmente exposta numa estrutura em forma de gráben,\n\ndevido ao fato dos depósitos sedimentares serem limitados por estruturas retilíneas do\n\nembasamento, os dados apresentados neste trabalho indicam que a sua gênese não está ligada\n\na uma estrutura deste tipo. No trabalho original, Baptista &amp; Cartner-Dyer (1966) sugerem uma\n\norigem pós-sedimentar para a feição, ao considerarem que \"aptis a sedimentação da\nFormação Água Bonita olgumas dessas.falhas.foram reativadas e por gravidade originaram\n\na.f'ossa lectônico em e,çludo\".\n\nA ausência de uma falha como mecanismo formador dessa estrutura tampouco\ncaracteriza a Bacia de Água Bonita como uma bacia tipo rift. A distribuição das facies\nsedimentares descritas, perpendicularmente às bordas da bacia, corrobora com esta negativa.\n\nQuanto aos dados de paleocorrentes obtidos, estes apresentam direção paralela à\n\norientação da bacia, que, em conjunto com a análise de fäcies realizada, evidenciam que o\n\ntransporte sedimentar foi condicionado por uma calha alongada existente previamente no\n\nembasamento. Essa estrutura segue&lt;¡ trend geral do Lineamento Transbrasiliano, o que indica\n\nque a gênese da bacia estaria relacionada à presença deste lineamento na Plataforma\n\nBrasileira.\n\nEmbora não tenha sido descrita em campo a ocorrência de falhas sedimentares\n\nlimitando a bacia, há evidências de tectonismo ativo durante a sua instalação. Na Formação\n\nÁgua Bonita, estruturas de liquefação e falhas normais sinsedimentares apresentam formação\n\ncompatível com um regime de esforços distensivo, com direção WNW-ESE a NW-SE do eixo\n\nde esforço horizontal principal mínimo. Estas falhas apresentam mesma direção e campos de\n\nesforços muito parecidos aos obtidos das falhas encontradas em gnaisses do embasamento, o\n\nque indica provável contemporaneidade na sua formação.\n\nJá na Formação Vereda Verde, diques clástioos de injeção com direção entre NE-SW a\n\nENE-WSW indicam direção NW-SE a NNW-SSE do eixo de esforço horizontal mínimo.\n\nDesta fbrma, observa-se uma leve rotação horária observada desse eixo com o tempo,\nimplicando em uma componente de transtração dextral ao longo do LTB.\n\n-T.5, \nI 'j ( 50\n\n\n\nUniversidade de Sâo Paulo\n\nA falha normal pós-sedimentar de direção 220158 descrita na seção GH (Figura l1),\n\nque coloca em contato os depósitos da Formação Vereda Verde com os da Formação Água\n\nBonita, apresenta direção ortogonal ao trend da bacia. No mapa geológico de detalhe da\n\nregião setentrional da bacia (Figura l7), a partir da disposição dos depósitos sedimentares,\n\ndados de campo e lineamentos observados em imagens sombreadas geradas a partir de\n\nmodelo digital de elevação, foi interpretada a existência de outras falhas de mesmo caráter e\n\ndireção nesta região. A configuração dos depósitos ao longo de toda a extensão da bacia\n\n(Figura l8) também parece apresentar certo controle por estruturas desta direção. Desta\n\nforma, após a sedimentação, sugere-se que o campo de esforços na região teria evoluído para\n\numa possível distensão na direção NE-SW, ortogonal à bacia, o que marcaria o início de sua\n\ninversão.\n\nÉ provável que a bacia tenha sido soerguida e exumada, posteriormente, entre o final\n\ndo Devoniano e início do Carbonífero, a julgar pela distribuição dos depósitos da Formação\n\nAraguaçu, assentados diretamente sobre o embasamento pré-cambriano.\n\n51\n\n\n\nljniversidade de São l)aulo\n\n8. CONCLUSOES\n\nAs principais conclusões decorrentes do desenvolvimento desse trabalho podem ser assim\n\nenumeradas:\n\nI ) O preenchimento sedimentar da Bacia de Água Bonita foi dividido em duas\nunidades sedimentares, mapeadas e designadas neste trabalho de: Formação Água\n\nBonita, unidade basal, essencialmente rudáceo-psamítica, com depósitos de\n\nambiente costeiro, transicional e marinho de plataforma rasa, em parte sobre\n\ninfluência glacial; e Formação Vereda Verde, superior, essencialmente pelítica,\n\ncom depósitos deltaicos e marinhos profundos.\n\n2) Nas vizinhanças da bacia verificou-se que ocorre também a Formação Araguaçu,\n\ncom diamictitos glaciais, aos quais é relacionada uma nova ocorrência de\npavimento subglacial, ora descrita.\n\n3) As duas unidades da bacia foram relacionadas às sequências correspondentes ao\n\nciclo ordoviciano-siluriano das bacias do Paraná (Grupo Rio Ivaí) e do Parnaíba\n\n(Grupo Serra Grande).\n\n4) A Formação Araguagu, â julgar pelo sentido de deslocamento da geleira no\npavimento, representaria um registro da glaciação permocarbonífera.\n\nA origem da Bacia de Agua Bonita não está ligada a um gráben de preservação de\n\nrochas sedimentares, tampouco apresenta uma falha como mecanismo formador\n\nque possa caracterizát-la como uma bacia tipo rifr.\n\nA análise de fücies dos depósitos sedimentares apresenta distribuição coerente com\n\numa incursão marinha de nordeste para sudoeste na região; em conjunto com\n\ndados de paleocorrentes, paralelas à estrutura do lineamento, sugere-se que estes\n\nsedimentos tenham se depositado ao longo de uma calha alongada na direção NE-\n\nSW, condicionada por estruturas prévias do embasamento relacionadas ao LTB.\n\ns)\n\n6)\n\n52\n\n\n\nUnivc¡sidadc de Såo Par¡lo\n\n7) Durante a instalaçäo da Formação Ág* Bonita, o paleocampo de esforços obtido a\npartir de falhas sinsedimentares é compatlvel com regime distensivon com eixo\n\nprincipal de esforço mfnimo orientado na direção WNW-ESE. Jâ, na Formação\n\nVereda Verde, o paleocampo de esforços obtido a partir de diques clásticos indica\n\norientação do eixo princþl mlnimo na direção médiaN35W-S358.\n\n8) A leve rotação horária observada do eixo de esforço principal mlnimo com o\n\ntempo implica em uma componente de tanstraçäo dexüal ao longo do LTB.\n\n9) A presença de sedimentos ma¡inhos na regiäo corrobora a ideia de que essa\n\ndepressão tectônica tenha sido uma passagem marinha transcontinental que ligou\n\nas costas norte e sul do Gondwana durante a tangressão marinha landoverian4 em\n\ncongruência com modelos anteriores sustentados por dados paleofaunísticos.\n\n10) A ocorrência de falhas normais pós-sedimentares de diregäo NW-SE mancam o\n\ninício de t¡¡na posslvel inversão da bacia\" que provavelmente foi soerguida e\n\nexumada\" posteriorrrenten entre o final do Devoniano e inlcio do Carbonífero.\n\n53\n\n\n\nllniversidade de São Paulo\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nAlmeida, F.F.M. 1948. A Roche Montonée de Salto, Estado de São Paulo, Geologia e Metalurgia,5:\n\nI lz-t t7 .\n\nAmaral, S.E. 1965, Nova ocorência de rocha Montonée em Salto, SP. Boletim da Sociedade\n\nBrasileira de Geologia, l 4: 7 1 -82.\n\nAngelier, J. I 994 Fault slip analysis and palaeostress reconstruction. In: P.L. Hancock (ed.)\n\nContinentctl Deþrmatio,r. Pergamon, Oxford, p.: 53-l00.\n\nAngelier, J. and Mechler, P. 1977 Sur une méthode graphique de recherche des constraintes\n\nprincipales également utilisable en tectonique et en séismologie: la méthode des dièdres droits,\n\nBull. Soc. Geol. France, 7:1309-l3l 8.\n\nArthaud, M.ll, Caby, R., Fuck, R.4., Dantas, E.[,., Parente, C.V. 2008. Geology of the Norlhern\n\nBorborema Province, NE Brazil and its correlation with Nigeria, NW Africa. Geological\n\nSociety, Special Publications, 294: 49-67.\n\nArchanjo, C.J., Launeau, P., Hollanda, M.H.B.M., Macedo, J.W.P., Liu, D. 2009. Scattering of\n\nmagnetic fabrics in the Cambrian alkaline granite of Meruoca (Ceará state, northeastern Brazil).\n\nInternational .Iournal of Earth Sciences (Geologische Rundschau), 98: 1793-1807.\n\nAssine, M.L.2001. O ciclo Ordoviciano/Siluriano na Bacia do Paraná e correlação em outras bacias\n\nGondwânicas. Boletim Ciência Técnica Petróleo, Seção Exploração de Petróleo,20:9-17.\n\nAssine, M.L.2001. O ciclo Devoniano na Bacia do Paraná e correlação em outras bacias\n\nGondwânicas. Bolelim Ciência Técnicu Pelróleo, Seção Exploraçcio de Petróleo,20 55-62.\n\nAssine, M.L.2005. River avulsions on the Taquari megafan, Pantanal wetland, Brazil.\n\nGeomor¡thology, 70: 357 -371 .\n\nAssine, M.L. &amp; Soares, P.C.2004. Quaternary of the Pantanal, west-central Brazil. Quaternary\nInternational, I l4: 23-34.\n\nBarbosa, O. 1940. Estrias produzidas por gelo permo-carbonífero. Mineração e Metalurgia, 4:272-\n\n273.\n\nBatista, M.B. &amp; Cartner-Dyer, R. 1966. Ocorrência singular de sedimentos médio-paleozóicos no\n\ncentro-oeste de Coiás. Notas Preliminares. Divisão de Geologia e Mineralogiu, 135 l-11.\n\n54\n\n\n\nljniversidadc de São Paulo\n\nBigarella, J.J., Salamuni, R., Fuck, R.A. 1967. Striated surfaces and related features developed by the\n\nGondwana ice sheets (State of Paraná, Brazil). Paleogeography, Paleoclimatolog,,,\nPaleoecologt, 3 : 265 -27 6.\n\nBillings, E.1862. New species of fossils from different parts of the Lower, Middle and Upper Silurian\n\nrocks of Canada Paleozoic Fossils. Canadian Geological Surve.v. I : 96-168.\n\nBrito Neves, B.B. 1983. O Mapa Geológico do Nordeste Oriental do Brasil, escala 1: 1.000.000. São\n\nPattlo, Tese cle Livre-clocência, Instituto de Geociências, Universidade de São Paulo.\n\nBrito Neves, 8,8., Fuck, R.4., Cordani, U.G., Thomaz Filho, A. 1984. Influence of basement\n\nstructures on the evolution of the rnajor sedimentary basins of Brazil: a case of tectonic heritage.\n\n,Iournal of Geodynamics, l: 495-5 I 0.\n\nBrito Neves 8.8.. Cordani, U.G. 1991. Tectonic evolution of South America during the Late\n\nProterozo ic. P re c amb rian Re s e arc h, 53 : 23 -40.\n\nBrito Neves, 8.8., Van Schmus, W.R., Fetter, A.2002. North-western África * North-eastern Brazil.\n\nMajor tectonic links and correlation problems. Journal of African Ectrth Sciences,34:275-278.\n\nBussert, R. 2010. Exhumed erosional landforrns of'the Late Paleozoic glaciations in the northern\n\nEthiopia: Indicators of ice-flow direction, paleolandscape and regional ice dynamics. Gondwana\n\nResearch, l8:356-369.\n\nCaetano-Chang, M.R., Oliveira, J.P., Brighetti, J.M.P. 1990. Pavimento estriado em rochas do\n\nSubgrupo lfararé ao longo do Rio Piritubinha, suldo Estado de São Paulo. Revista Brasileira de\n\nGeociências, 20: 333 -335.\n\nCampos, J.E.G. 1992. A glaciação permo-carbonífera nas regiões de Canabrava e Santa Fé de Minas,\n\nMG. Dissertação de Mestrado, Instituto de Geociências. Universidade de Brasília, 104p.\n\nCaputo, M.V. &amp; Crowell, J.C. 1985. Migration of glacial centers across Gondwana during Paleozoic\n\nEra. Geological Society America Bulletin, g6: 1020-1036.\n\nCaputo, M.V. Lima, E. C., 1984. Estratigrafia, idade e correlação do Grupo Serra Grande - Bacia do\nParnaíba. 1r: Congresso Brasileiro de Geologia,33, Anais, p.740-753.\n\nChamani, M.A.Cl. 2011. Tectônica intraplaca e deftrrmação sinsedimentar induzida por abalos\n\nsísmicos: o Lineamento Transbrasiliano e estruturas relacionadas na Província Parnaíba, Brasil.\n\nDissertação de Mestrado, Instituto de Geociências, Universidade de São Paulo.\n\nCoimbra, A.M. 1991. Sistematização crítica da obra. São Paulo, Tese de Livre-docência, Instituto de\n\nGeociências, Universidade de São Paulo.\n\n55\n\n\n\n[Jniversidade de São Paulo\n\nCollinson, J,D. and Thompson, D.B. (Eds.) 1989. Sedimentary structure.t. Unwin Hyman, London,\n\n207p.\n\nCordani, U.G., Brito Neves 8.8., Fuck R.4., Porto R., Thomaz Filho 4., Cunha F.M.B. 1984. Estudo\n\npreliminar de integração do Pré-Cambriano com os eventos tectônicos das bacias sedimentares\n\nbrasileiras. Boletim Ciência Técnica Petrrileo. Seçtio Exploração de Petróleo. l5: l-70.\n\nCordani, U. G. &amp; Sato, K. 1999. Crustal evolution of the South American Platform, based on Nd\n\nisotopic systematics on granitoid rocks. Episodes,22: 167-173.\n\nCordani, U.G., D'Agrella-Filho, M.S., Brito-Neves, 8.8., Trindade, R.l.F. 2003. Tearing up Rodinia:\n\nthe Neoproterozoic paleogeography of South American cratonic fragments. Terua Nova, 15..\n\n350-359.\n\nCordani, U.G.. Teixeira, W., D'Agrella-Filho, M.S., Trindade, R.I. 2009. The position of the\n\nAmazonian Craton in supercontinents. Gondwana Research, | 5: 396-407.\n\nDardenne, M. 4., Gonzaga, G. M., Campos, J.E.G. 1991. The diamond-bearing cretaceous\nconglomerate of the Canabrava área, Minas Gerais, Brazil. In: Leonardos, O.H., Meyer, H.O.A.,\n\nGaspar, J.C. (Eds.) 5th Inîernational Kimherlite Oonference, Field Guide BooÆ, CPRM,\n\nBrasília, p.: 83-93.\n\nCPRM - Serviço Geológico do Brasil 2004.5C.22, Folha Tocantins, escala l:1.000.000. Disponível\nem: http://geobank.sa.cprm.gov.br. Acessado em I jun 2010.\n\nCPRM - Serviço Geológico do Brasil 2004. 5D.22, Folha Goiás, escala l:1.000.000. Disponível em:\nhttp://geobank.sa.cprm.gov.br, Acessado em I jun 2010.\n\nDunne, W.M. &amp; Hancock, P.L. 1994. Paleostress analysis of small-scale brittle structures. 1n:\nHancock, P.L. (ed.) Continental Deformation, Pergamon, Oxford. p.: l0l-120.\n\nFairhead, J.D. &amp; Maus, S. 2003. CHAMP satellite and terrestrial magnetic data help define the\n\ntectonic model for South America and resolve the lingering problern of the pre-break-up fit of\n\nthe South Atlantic Ocean. The Leading Edge,22: 779-783.\n\nFerrari, A.L. 2001. Evolução tectônica do Gráben da Guanabara, São Paulo. Tese de Doutoramento,\n\nlnstituto de Geociências, Universidade de São Paulo.\n\nFerreira, C.O.2009. A extensão do arco Magmático de Goiás ao longo do Lineamento\nTransbrasiliano: estudo baseado na aplicação dos métodos U-Pb e Lu-Hf por LA-MC-ICP-MS.\n\nl)issertação de Mestrado, Institututo de Geociências, Universidade de Brasília.\n\n56\n\n\n\n(Jniversidade de São Paulo\n\nGeisicki, A.L.D., Riccomini, C. Boggiani, P.C. 2002. lce flow direction during late paleozoic\n\nglaciation in western Paranâ Basin, Brazil. Journal of South American Earth Sciences, 14:933-\n\n939.\n\nGóes, A.M. 1995. A Formação Poti (Carbonífero Inferior) da Bacia do Parnaíba. Tese de\nDoutoramento, Instituto de Geociências. Universidade de São paulo.\n\nGóes, A.M.O. &amp; Feijó, F .J., 1994. Bacia do Parnaíba. Boletint de Geociências da Petrohrás, B: 57-67 .\n\nGrohmann, C.H., Campanha, G.A.C. and Soares Junior, A.V.20l L OpenStereo: um programa Livrc c\n\nmultiplataforma para análise de dados estruturais. 1n: Simpósio Nacional de Estudos Tectônicos,\n\n13, Anais, p.26.\n\nHaldeman, S.S. 1840. Supplement to nurnber of \"A monograpfut of the Limniades, ancl other .fre,sh-\nwaterunivelve shelts oJ'North America\", containing de.scriptions of'apparently new onimals in\n\ndffirenî classes and the names and characters of the subgenera in Paludina and Anculosa,\n\nPhiladelphia. 3p.\n\nJolly, R.J.H. &amp; Lonergan, L. 2002. Mechanisms and controls on the formation of sand intrusions.\n\n.Ioumal of the Geologicul Sociely, I 59: 605-61 7.\n\nKrabbendam, M. &amp; Glasser, N.F. 201L Glacial erosion and bedrock properties in NW Scotland:\nAbrasion and plucking, hardness and joint spacing, Geomorphologgt,l30:374-383.\n\nKor, P.S.G., Shaw, J., Sharpe, D.R. 1991. Erosion of bedrock by subglacial meltwater, Georgian Bay,\n\nOntario: a regional view. Earth Science, 28 1-20.\n\nLange, F.W. &amp; Petri, S. 1967. The Devonian of the Paraná Basin. Boletim Paranaense Geociências,\n\n21122:5-55.\n\nMiall, A.D. 1990. Principles of sedimentary basin analysls. Springer-Verlag, New York, 668p.\n\nMiall,4.D.2000. Principles of sedimentary basin analysr,r. Springer-Verlag, New York, 616p.\n\nNicholson, H.A. 1873. Contributions to the study of the errant annelides of the older Paleozoic rocks.\n\nRoyal Society of London,2l : 288-3 10.\n\nObermeier, S.F. 1996. Use of liquefaction-induced features for paleoseismic analysis - an overview ol\nhow seismic liquefaction fbatures can be distinguished fiom other features and horv their\n\nregional distribution and properties of source sediment can be used to infer the location and\n\nstrength of Holocene paleoearthquakes. Engineering Geology, 44: l-76,\n\nOliveira, D.C. 2001. Reavaliação da evolução tectono-magmática do Graben de Jaibaras (nordeste do\n\nBrasil). Acta Geologica Hispanica, 36:53-95.\n\n57\n\n\n\nUniversidade de São Paulo\n\nOliveira, D.C. &amp; Mohriak, W.U. 2003. Jaibaras trough: an important element in the early tectonic\n\nevolution of the Parnaíba interior sag basin, Northern Brazil. Marine and Petroleum Geology,\n\n20:35 l-383.\n\nPimentel, M.M., Fuck, R.4., Jost, H., Ferreira Filho, C.F., Araújo, S.M, 2000. The basement of the\n\nBrasília Belt and the Goiás Magmatic Arc. In: Cordani. U.G.. Milani. 8.J.. Thomaz Filho. 4..\n\nCampos, D.A. (eds.) Tectonic Evolulion of South America, 3lst International Geological\n\nCongress, Rio de .Ianeiro, p.:195-229.\n\nPotter, P.E. &amp; Pettijohn, F.J. 1977. Paleocurrenls and Basin Analysis. Springer-Verlag, Berlin\n\nHiedelberg, New York, 425 p.\n\nRamos, V.4., Vujovich, G.. Martino. R. Otamendi. J.2010. Pampia: A large cratonic block rnissing in\n\nthe Rodinia supercontin enf . ,Iournal of Geodynamics, 50: 243-255.\n\nRiccomini, C., Velázquez, V.F. 1999. Superfície estriada por geleira neopaleozóica no Paraguai\n\nOriental. Revista Brasileira de Geociências, 29: 233-236.\n\nRiccomini, C., Velázquez,Y.F., Gomes, C.8.2005. Tectonic controls of the Mesozoic and Cenozoic\n\nalcaline lnagmatisrn in central-southeastern Brazilian Platform. 1n: Gomes, C.B. &amp; Comin-\n\nChiaramonti, P. (orgs.) Mesozoic to Cenozoic alkaline magmatism in the Brazilian Platform,\n\nSão Paulo, EDUSP-FAPESP, p.: 3l- 55.\n\nRapela, C.W., Pankhurst, R.J., Casquet, C., Fanning, C.M., Baldo, 8.G., Gonzáiez-Casado, J.M.,\n\nGalindo, C., Dahlquist, J. 2007 . The Río de La Plata craton and the assembly of SW Gondwana.\n\nEarth-Science Reviews, 83 : 49-82.\n\nRocha-Campos,4.C., Farjallat, J.8., Yoshida, R. 1968. New glacial features of the Upper Paleozoic\n\nItararé Subgroup in the State of São Paulo, Brazil. Boletim da Sociedade Brasileira de\n\nGeologia, 17: 47-57.\n\nRocha-Campos, 4.C., Machado, L.C.R., Santos, P.R., Canuto, J.R., Castro, J.C. 1988. Pavimento\n\nestriado da glaciação neopaleozóica em Alfredo Wagner, Santa Catarina, Brasil. Boletin do\n\nInstituîo de Geociências da Universidade de São Paulo, Série Científica, 19:39-46.\n\nSalamuni, R., Bigarella, J.J., F'uck, R.A. 1966. Sobre a ocorrência de estrias glaciais no segundo\n\nplanalto do Paraná. Boletim Paranaense de Geociência,ç, 18-20: 127-131.\n\nSantos, P.R., Rocha-Campos,4.C., Canuto, J.R. 1992. Estruturas de arrasto de icebergs em ritmito do\n\nSubgrupo ltararé (Neopaleozoico), Trombudo Central, SC. Bolelint clo In,stituto de Geociências\n\nda Universidade de São Paulo, Série Científica,23:. l-18.\n\n58\n\n\n\ntjniversidade dc São Paulo\n\nSato, K., 1998. Evolução crustal da Plataþrma Sul-americana, com base na geoquímica isotripica\n\nSm-Nd. Tese de doutoramento, lnstituto de Geociências, Universidade de São Paulo.\n\nSeilacher, A, 1969. Fault-graded beds interpreted as seismites. Sedimentologt l3: I 55- I 59.\n\nSeilacher 4., 2005. Silurian trace fossils from Africa and Argentina mapping a trans-Gondwanan\n\nseaway? Neues .Iahrb Geol., 3:129_.14l\n\nSeilacher, A.,2007 . Trace Fossil Analysis. Springer Verlag, Berlin, Heidelberg, New York, 226p.\n\nSoares, P.C., Assine, M.L., Rabelo, L., 1998. The Pantanal Basin: recent tectonics, relationship to thc\n\nTransbrasiliano Lineament. In: Simpósio Brasileiro de Sensoriamento Remoto, 9, Anai.s, p. 459-\n\n469.\n\nStaden,4.V., Zimmermann, U., Chemale. F., Gutzmer, J., Germs, G.J.B.,2010. Correlation of\n\nOrdovician diamictites from Argentina and South Africa using detrital zircon dating. ,Iournal os\n\nthe Geological Society, 167 : 217 -220.\n\nSchobbenhaus, C. (coord.) 1975. Carta Geológica do Brasil ao Milioné.simo - Folha Goiás (SD 22).\nl)epartamento Nacional da produção Mineral, Brasília, I l4p.\n\nTeixeira, 4.L., Gaucher, C., Paim. P.S.G., Fonseca, M.M.. Parente, C.V.P.. Silva Filho, W.F.,\n\nAlmeida, A.R. 2004. Bacias do estágio de transição da Plataforma Sul-Americana. In:\n\nMantesso-Neto, V., Bartorelli, 4., Carneiro, C.D.R., Brito Neves, B.B. (orgs.) Geologia do\n\nContinente Sul-Americano, Evolução da Obra de Fernando Flávio Marques de Almeidq, Sáo\n\nPaulo, Beca, p.: 487-538.\n\nTomazelli, L.J. Soliani Jr., E. 1982. Evidências de atividade glacial no Paleozoico Superior no Rio\n\nGrande do Sul, Brasil. 1r: Congresso Brasileiro de Geologia (Salvador BA),32, Anais, p.: 1378-\n\n139r.\n\nTomazelli, L.J. Soliani Jr., E. 1997. Sedimentary facies and depositional environments related to\n\nGondwana glaciation in Batovi and Suspiro regions, Rio Grande do Sul, Brazil. .Iournal of\n\nSouth Anterica Earth Sciences, l0: 295-303.\n\nTrindade, R.1.1\"., D'Agrella-Filho, M.S., Epof, 1., Brito-Neves, B.B. 2006. Paleomagnetism of Early\n\nCambrian ltabaiana mafic dikes (NE Brazil) and the final assembly of Gondwana. Earth and\n\nPlanetary Science Letters, 244 361 -377 .\n\nWalker, R.G. &amp; .lames, N.P. 1992. Facies Models: responses lo sect level change. Geological\nAssociation of Canada, 454 p.\n\n59\n\n\n\nUnivcrsidadc dc Sâo Par¡lo\n\nlVeelrs, L.G.1947. Paleogeography of South America. American Association olPetoleum Geologists\n\nBullettn, 3l : I 194-1241.\n\nWizevich, M.C. 1991. Photomosaics of ouúcrops: useful phtographic teohniques. ^lz: Miall, A.D. &amp;\n\nTyler, N. (eds) The Tbee-Dimensional Facies Archítecture of Tenígenous Clastic Sediments\n\nand its Implications for llydrocøbon Discovery øtd Recovery. Tulsa, Society of Economic\n\nPaleontologists and Mineralogisß, Concepts in Sedimentolory and Paleontolory, v. 3, p.:22-\n\n24.\n\nZalfur, P.V., 1986. A Teotônica tanscorrente na exploragão de Peüóleo: uma revisflo. Revista\nBrasileira de Geocíêttcias, 16:245 -257.\n\nZabhar, J. &amp; Vrabetq M., 2007. Paleosûess anaþis of hetarogeneous fault-slip data: The Gauss\n\nMethod. Jownal of Stntctural Geologt,2g: 1798-1810.\n\n60"}]}}}