{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12229"}, {"@name": "filename", "#text": "17805_II-003%20Vilar%2c%20Martins%2c%20Boaventura.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "XIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nII-003 - REMOÇÃO DE METAIS POR BIOSSORÇÃO EM RESÍDUOS DE \nALGAS GRANULADOS \n\n \nVítor Jorge Pais Vilar(1) \nLicenciatura em Engenharia Química pela Faculdade de Engenharia da Universidade do Porto, em 2001. \nDoutoramento em Engenharia Química pela mesma instituição em 2006. Pós-graduação em Gestão Ambiental \nem 2004 pelo Instituto Superior de Paços de Brandão. Autor de 20 artigos em revistas científicas \ninternacionais, 3 artigos em livro, 6 artigos em actas de conferências, 4 apresentações em conferências \ninternacionais e nacionais, 7 posters em conferências nacionais e internacionais. \nRamiro José Espinheira Martins \nLicenciatura em Engenharia Química pela Faculdade de Engenharia da Universidade do Porto, 1991. \nMestrado em Tecnologia do Ambiente pela Universidade do Minho, 1995. Doutoramento em Engenharia \nQuímica pela Faculdade de Engenharia da Universidade do Porto, 2004. Co-autor de 8 artigos em livros e \nrevistas internacionais, 2 artigos em revistas nacionais, 14 comunicações em reuniões científicas \ninternacionais e 5 em reuniões científicas nacionais. \nCidália Maria de Sousa Botelho \nLicenciatura em Engenharia Química pela Faculdade de Engenharia da Universidade do Porto, 1987. \nMestrado em Química Aplicada pela Universidade Técnica de Lisboa, 1992. Doutoramento em Engenharia \nQuímica pela Faculdade de Engenharia da Universidade do Porto, 1998. Orientou 1 tese de doutoramento e 3 \nde mestrado. Actualmente co-orienta 1 tese de doutoramento e 4 de mestrado integrado. Co-autora de mais de \n30 artigos em livros e revistas internacionais, 2 artigos em revistas nacionais, mais de 20 comunicações em \nreuniões científicas internacionais e naconais \nRui Alfredo da Rocha Boaventura \nLicenciatura em Engenharia Química pela Faculdade de Engenharia da Universidade do Porto, 1969. \nDoutoramento em Engenharia Química pela Faculdade de Engenharia da Universidade do Porto, 1986. \nOrientou ou co-orientou 4 teses de doutoramento e 25 de mestrado. Actualmente orienta ou co-orienta 4 teses \nde doutoramento e 4 de mestrado. Co-autor de mais de 40 artigos em livros e revistas internacionais, 8 artigos \nem revistas nacionais, 56 comunicações em reuniões científicas internacionais e 45 em reuniões científicas \nnacionais. \n \nEndereço(1): LSRE - Laboratório de Engenharia de Separação e Reacção, Departamento de Engenharia \nQuímica, Faculdade de Engenharia da Universidade do Porto,Rua Dr. Roberto Frias, 4200-465 - Porto - \nPortugal - Tel: (351) 918257824 - e-mail: vilar@fe.up.pt \n \nRESUMO \n\nA biossorção é uma propriedade de determinados tipos de biomassa morta que permite a ligação e \nconcentração de iões metálicos, a partir de soluções aquosas, que podem ser muito diluídas. O processo pode \nser usado na purificação de efluentes industriais que contêm metais. O estudo do processo de biossorção por \num subproduto da indústria de extracção do agar, que contém restos de alga Gelidium, imobilizado num \npolímero orgânico seguiu os seguintes passos: 1) caracterização do biossorvente; 2) determinação das relações \nde equilíbrio, 3) determinação da cinética do processo, 4) determinação dos tempos de breakthrough em \nadsorvedor de cestos e numa coluna de biossorção com escoamento contínuo. \nO biossorvente foi caracterizado em termos da área superficial específica, densidade aparente, densidade real, \nporosidade, tamanho das partículas e distribuição de tamanho de poros, utilizando diferentes técnicas: \nadsorção de N2 e de azul de metileno, porosimetria de mercúrio, picnometria de hélio e microscopia \nelectrónica de varrimento. A caracterização química do biossorvente baseou-se na determinação dos principais \nconstituintes químicos presentes na estrutura da biomassa e na identificação e quantificação dos sítios activos \nda superfície, usando as técnicas de análise por espectroscopia do infravermelho (FTIR), microanálise por \nraios X e titulação potenciométrica ácido-base. Concluiu-se que a superfície do biossorvente é caracterizada \npor uma distribuição heterogénea de dois principais grupos químicos: ácido carboxílico e hidroxilo. \nForam realizadas experiências cinéticas em adsorvedor fechado, a partir das quais se determinou o tempo de \nequilíbrio e o valor da difusividade homogénea do metal no biossorvente. Determinaram-se as capacidades de \nbiossorção dos diferentes adsorventes para cada ião metálico, a partir das isotérmicas de adsorção a diferentes \nvalores de pH, temperatura e força iónica da solução. \nForam desenvolvidos modelos de transferência de massa, baseados na difusão externa e intraparticular, para \ndescrever o processo de biossorção e dessorção em adsorvedor de cestos e numa coluna de leito fixo de \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 1\n\nmailto:vilar@fe.up.pt\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nescoamento descendente, sendo o equilíbrio descrito pela isotérmica de Langmuir e pela lei de acção de \nmassa, respectivamente para a etapa de adsorção e dessorção. \n \nPALAVRAS-CHAVE: Biossorção, Iões metálicos, Resíduos de Algas Granulados, Dessorção, Sistema \nFechado, Adsorvedor de Cestos, Coluna de Leito Fixo. \n \n \nINTRODUÇÃO \n\nA poluição do ambiente por metais tóxicos é uma realidade preocupante. A extracção e processamento de \nminérios tem provocado o aumento de detritos industriais altamente contaminados, que são lançados, na \nmaioria das vezes, no ambiente terrestre, afectando não só as águas superficiais e subterrâneas, como também \nsolo e plantas. Desta forma, esses poluentes têm sido alvo de muita atenção devido à sua alta persistência no \nmeio ambiente e toxidade para uma grande variedade de organismos, incluindo o Homem. Uma vez presentes \nno meio ambiente, os metais tóxicos mostram-se biodisponíveis e podem ser acumulados nos organismos. \n \nOs métodos convencionais de remoção de iões metálicos em solução incluem permuta iónica, precipitação \nquímica, oxidação-redução química, recuperação por evaporação, osmose inversa, electrodiálise, adsorção, \netc. Estes processos físico-químicos são eficientes no tratamento de soluções concentradas de iões metálicos, \nmas são extremamente dispendiosos, especialmente pelos elevados gastos em reagentes químicos e/ou energia, \nquando usados no tratamento de soluções diluídas, com concentrações da ordem de 1-100 mg l-1 [1]. \n \nTêm vindo a ser estudados processos alternativos para remoção ou recuperação de iões metálicos de efluentes, \nbaseados nas propriedades de certos materiais naturais de origem biológica para fixarem o metal na sua \nsuperfície – processos de biossorção [1-3]. Diferentes tipos de biomassas têm sido testadas como biosorbentes \nde metais ao longo dos últimos 20 anos, tais como: turfa de musgo [4], resíduos industriais [5], bactérias [6], \nfungos [7], algas marinhas castanhas [8], verdes [9] e vermelhas [10], etc. \n \nA ligação dos metais às superfícies, no processo de biossorção, tem sido atribuída a um diferente número de \nmecanismos como a complexação, adsorção, permuta iónica ou microprecipitação (como metal ou como \ncomplexo metálico) [1]. É um facto reconhecido que a combinação de vários mecanismos, cada um \nfuncionando independentemente, pode contribuir para a remoção total do metal. Até este momento, os estudos \nrealizados na área da biossorção não têm visado fundamentalmente a identificação de mecanismos específicos. \nNo entanto, o mecanismo global pode incluir sub-mecanismos que contribuem para a remoção do ião \nmetálico. \nOs principais mecanismos são baseados nas interacções sorvato/sorvente e soluto/solvente, as quais, por sua \nvez, dependem da combinação de forças químicas (ligações covalentes) e físicas (electrostáticas e forças de \nLondon-van der Waals). \n \nA compreensão dos mecanismos de biossorção não é apenas de interesse académico pois existem também \nbenefícios práticos. O principal objectivo no estudo do processo de biossorção é a respectiva optimização em \naplicações industriais. Em vez de estabelecer condições óptimas de operação através de experimentação \ndispendiosa, deve-se ter como objectivo compreender o fenómeno, possibilitando a previsão dos resultados. \n \nA eficiência de um processo de biossorção de um metal não depende unicamente do biossorvente mas também \ndo tipo de ião metálico e da sua concentração, tal como de factores físico-químicos como a temperatura, pH, \nforça iónica, área específica e presença de outros iões em solução. \n \nAs características mais procuradas num adsorvente são: capacidade, selectividade, regenerabilidade, \ncompatibilidade e baixo custo. Raramente um adsorvente será óptimo em todos estes aspectos. A capacidade é \na quantidade de adsorvato retido por unidade de massa ou volume de adsorvente, e é normalmente a \ncaracterística mais importante. A capacidade afecta muito o custo de capital, uma vez que determina a \nquantidade necessária de adsorvente e o volume das unidades utilizadas. A regenerabilidade é essencial para \ntodas as unidades de adsorção, pois o adsorvente pode operar em ciclos sequenciais com desempenho \nuniforme. \n \nPara a implementação de uma nova tecnologia de acumulação de iões metálicos, deve ser estabelecida uma \nsérie de requisitos para a competitividade técnica e económica do processo: a biomassa deve ter uma \ncapacidade de acumulação elevada; as etapas de sorção e dessorção devem ser rápidas e eficientes; a biomassa \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 2\n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\ndeve ser abundante naturalmente e de baixo custo, reutilizável e adaptável a diferentes configurações dos \nequipamentos; a separação do metal retido deve ser fácil e barata. \n \nCom a descoberta de novos tipos de biomassa, com elevada capacidade para sorver metais, há um potencial \nreal para a introdução de toda uma família de novos biossorventes, que parecem ser muito competitivos e \napresentam uma relação custo/eficiência considerável na sorção de iões metálicos em soluções diluídas. Estes \nmateriais podem constituir as bases de toda uma nova tecnologia para a remoção e recuperação de metais. \n \nO principal objectivo deste trabalho é avaliar a capacidade de remoção de Pb2+, Cd2+, Cu2+, Zn2+ e Cr3+ em \nsolução aquosa, por um subproduto da indústria de extracção do agar, que contém restos de alga Gelidium, \nimobilizado num polímero orgânico, com vista à sua aplicação no tratamento de efluentes industriais. \n \n \nMATERIAIS E MÉTODOS \n\nPreparação dos Biossorventes \n\nO resíduo proveniente da extracção do agar (Fig. 1 (a)) foi desagregado e seco ao ar livre para eliminar \ncompostos voláteis e alguma água. Posteriormente foi lavado com água destilada e seco, primeiro ao ar, e \ndepois em estufa a 60ºC, e triturado num moinho de lâminas Retsch, modelo ZM, obtendo-se partículas com \ndiâmetro inferior a 1 mm. Este resíduo em contacto com água desagrega-se obtendo-se uma suspensão \nuniforme de partículas. O resíduo é constituído por restos da alga Gelidium após extracção do agar e terra de \ndiatomáceas. Os grânulos (Fig. 1 (b) e (c)) foram preparados no Departamento de Química Nuclear da \nUniversidade Técnica de Praga, República Checa, pelo Professor Ferdinand Sebesta. \n\n \n(a) \n\n \n(b) \n\n \n(c) \n\nFigura 1: Fotografia do resíduo (a) e imagem obtida por microscopia electrónica de varrimento dos \ngrânulos (b) e corte transversal (c). \n\n \nA técnica utilizada foi descrita anteriormente [11]. Numa primeira etapa dissolve-se poliacrilonitrilo (PAN) \nem dimetil sulfóxido (DMSO) durante 1 a 2 horas. O resíduo é adicionado de uma forma gradual à solução de \nPAN sob agitação durante cerca de 30 minutos. A suspensão homogénea é dispersa em água (banho \ncoagulante), à temperatura ambiente. Os grânulos formados na água são lavados com água destilada, \nseparados por filtração (filtro de Büchner) e secos na estufa a uma temperatura de 30 a 40 ºC. Os grânulos são \ndepois peneirados, obtendo-se fracções granulométricas entre 0,1 e 2,0 mm. De acordo com o procedimento \nusado, os grânulos secos contêm cerca de 75% de componente activo (resíduo). \n \nPreparação das Soluções \n\nAs soluções de iões metálicos foram preparadas por dissolução dos respectivos sais em água destilada (PbCl2 - \nSigma-Aldrich, 98%; CuCl2.2H2O - Riedel-de Haën, 99%; CdCl2 - Sigma-Aldrich, 99%; ZnCl2 - Merck, 98%; \nCr(NO3)3.9H2O - Merck, 98%). Foram usadas soluções de NaOH e HNO3 (0,01M e 0,1M), preparadas a partir \nde NaOH puro (PRONALAB-AKZO NOBEL) e HNO3 (Merck, 65%), para ajustar o pH das soluções. A \nforça iónica das soluções foi ajustada pela adição de solução de KNO3 (Merck, 99%) 1,0 M. \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 3\n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nCaracterização do Biossorvente \n\nNa Tabela 1 são apresentados os dados relativos à área superficial específica, obtida pelos métodos de \nadsorção de azul de metileno (AM), adsorção de N2 e intrusão de mercúrio, o diâmetro equivalente (Coulter \nCounter-LS Particle Size Analyzer), densidade aparente ( ), volume do poros ( ) e porosidade (?P) por \n\nintrusão de mercúrio, densidade real ( ) obtida por picnometria de hélio, teores de carbono orgânico total \n(COT) e matéria volátil, concentração de iões metálicos, tipo e quantidade de grupos activos na superfície dos \ngrânulos, obtidos por espectrometria FTIR e titulação potenciométrica, respectivamente. \n\nap? pV\n\nre?\n\n \nPara adsorventes heterogéneos, com uma distribuição contínua de afinidades quase-Gaussiana, sugerida por \nSips [12], considerando a isotérmica local de Langmuir-Freundlich estendida para dois tipos principais de \ngrupos presentes na superfície do biossorvente (carboxílicos e hidroxilo), obtém-se a seguinte relação [13]: \n\n( ) ( ) 2,H1,H mH' H,2\n2max,\n\nm\nH\n\n'\nH,1\n\n1max,\nH\n\nCK1\n\nQ\n\nCK1\n\nQ\nQ\n\n+\n+\n\n+\n=  equação (1) \n\nonde CH e QH representam a concentração do protão na solução e quantidade de grupos desprotonados, \nrespectivamente,  é o valor médio da distribuição de afinidades do protão e mH está relacionada com \nlargura da distribuição de Sips, podendo tomar valores entre 0 e 1, que representam respectivamente uma \nlargura infinita e uma largura nula. É importante notar que o parâmetro mH é uma medida da heterogeneidade \nglobal, em que se inclui a heterogeneidade química e as repulsões electrostáticas. Os indices 1 e 2 referem-se \naos grupos carboxílicos e hidroxilo, respectivamente. \n\n'\nHK\n\n \nTabela 1: Características físicas e químicas dos grânulos. \n\nCaracterísticas físicas Características químicas \nap?  (g cm\n\n-3) 0.25 \n\nre?  (g cm\n-3) 1.6 \n\nTOC (mg l-1) 27.8 Pb, Cd, Zn, Cu, Cr, Mn (mg g-1) &lt;5×10\n-3 \n\n?P 0.87 Volatile matter (%) 46 Al (mg g\n-1) 0.56 \n\npV (total) (cm\n3 g-1) 3.4 1max,Q  (mmol g\n\n-1) 0.16 ± 0.01 Fe (mg g-1) 0.49 \n\npV (&lt;60 Å) (cm\n3 g-1) 0.7 2max,Q  (mmol g\n\n-1) 0.095 ± 0.009 Ni (mg g-1) 1.2×10-2  \n\nAsp (m\n2 g-1)* 31 ± 1 ' H,1pK  4.4 ± 0.1 K (mg g\n\n-1) 0.4 \n\nAsp (m\n2 g-1)** 13.1 ± 0.2 ' H,2pK  8.9 ± 0.1 Na (mg g\n\n-1) 0.9 \n\nAsp (m\n2 g-1)*** 39.7 1,Hm  0.33 ± 0.04 Ca (mg g-1) 3.7 \n\ndp (mm) 0.9 2,Hm  0.59 ± 0.05 Mg (mg g\n-1) 1.0 \n\n* Método de AM; ** Método BET (N2); \n*** Intrusão de Mercúrio \n\n \n \nEstudos Cinéticos \n\nA cinética de biossorção foi estudada num adsorvedor fechado, com 1 litro de capacidade, envolvido por uma \ncamisa de termostatização, permitindo manter a temperatura constante (20 ± 1 ºC), ao longo da experiência. \nNa camisa circulava água proveniente de um banho termostático (Grant type VFP). A temperatura da solução \nfoi medida por um termopar (WTM TFK 530). Para registar a evolução do pH, utilizou-se um medidor de pH \n(pH Meter WTW pH 538), ligado a um computador, para a aquisição dos dados (aplicação LabView), a \nintervalos de tempo de 5 segundos. \n \nInicialmente adicionou-se 0,5 l de água destilada e uma quantidade previamente pesada de biossorvente seco. \nA suspensão foi mantida homogeneizada através dum agitador magnético (Heidolph MR 3000), com uma \nvelocidade de agitação de 600 rpm, impedindo a existência de zonas mortas no adsorvedor e eliminando a \nresistência à transferência de massa externa. A agitação foi mantida durante 15 minutos até estabilizar o valor \nde pH, acertando-se depois para o valor pretendido por adição de HNO3 ou NaOH. Por fim adicionou-se a \nsolução de metal de concentração conhecida. Ao longo de toda a experiência o pH foi controlado por adição \nde HNO3 ou NaOH. \n \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 4\n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nA recolha de amostras do meio líquido foi feita com uma seringa colocada no topo do adsorvedor, em \nintervalos de tempo definidos. As amostras foram centrifugadas de imediato (Eppendorf Centrifuge 5410) e a \nconcentração residual de metal no sobrenadante determinada por EAA-chama (GBC 932 Plus Atomic \nAbsorption Spectrometer). Sempre que necessário diluía-se a amostra de forma a obter concentrações na gama \nda curva de calibração. \n \nEstudos de Equilíbrio \n\nAs experiências foram realizadas em duplicado, usando matrazes de 100 ml e variando a concentração inicial \ndo ião metálico entre 10 e 300 mg l-1. O pH das soluções foi controlado durante o processo e a temperatura \nmanteve-se constante durante cada experiência (estufa refrigerada HOTCOLD-M). O procedimento \nexperimental foi o seguinte: (1) a cada matraz adicionou-se 100 ml de solução de ião metálico com \nconcentração conhecida, (2) adicionou-se uma massa previamente pesada de biossorvente sob agitação \nmagnética, 100 rpm, (3) ajustou-se o pH ao valor pretendido por adição de soluções diluídas de HCl ou \nNaOH, (4) depois de se atingir o equilíbrio (1 hora), retirou-se amostras da solução e centrifugou-se \n(Eppendorf Centrifuge 5410), (5) e analisou-se a concentração residual de metal em solução. \n \nEstudos em Sistemas Contínuos (CSTA e Coluna de Leito Fixo) \n\nNestes ensaios foi usado um adsorvedor tipo “Carberry” ou adsorvedor de cestos ligado a um agitador \nHeidolph. Os quatro cestos eram constituídos por compartimentos em acrílico fixos a um eixo de aço inox, \nlimitados por uma rede de poliéster com abertura inferior a 150 ?m. O eixo foi revestido por acrílico na parte \nem contacto com a solução. A alimentação ao adsorvedor foi feita por intermédio de uma bomba peristáltica \nIsmatec Ecoline VC-380. \n \nA temperatura da solução foi medida por um termopar (WTM TFK 530) e mantida a 20 ± 1 ºC. Para registar a \nevolução do pH utilizou-se um medidor de pH (pH Meter da WTW pH 538). Estudou-se também a biossorção \ndos iões metálicos numa coluna de vidro, de 3 cm de diâmetro interno e 15 cm de altura, com escoamento \ndescendente, equipada com filtros à entrada e saída, para evitar perdas de material. A solução de ião metálico \nfoi alimentada à coluna com uma bomba peristáltica Gilson Minipuls 2, e a recolha de amostras à saída da \ncoluna foi efectuada utilizando um amostrador (Gilson FC 203B Fraction Collector) que permite obter \namostras em intervalos de tempo pré-definidos. \n \n \nRESULTADOS E DISCUSSÃO \n\nA imobilização do resíduo da indústria de extracção do agar permite obter partículas esféricas rígidas com \nelevada porosidade. O método de azul-de-metileno permite determinar a área superficial específica disponível \npara a adsorção, visto que o azul-de-metileno se apresenta em solução na forma catiónica, tal como os iões \nmetálicos. \n \nAs concentrações de Cu2+, Pb2+, Cd2+, Zn2+ e Cr3+ nos grânulos, medidas por AA após digestão ácida, são \nbaixas, o que elimina a possibilidade de contaminação da solução  por lixiviação desses iões metálicos. A \nlixiviação pode ocorrer, no entanto, por elementos em concentrações mais elevadas, como o Al3+, Fe2+, Ca2+, \nMg2+, K+ e Na+. \n \nA análise por espectroscopia de infravermelho (FTIR) mostra diferentes picos de absorvância, o que indica \numa natureza complexa da biomassa (Fig. 2 (a)). Foram identificados o grupo hidroxilo (-OH), presente na \nmaioria dos constituintes da parede celular da alga (celulose e agar) e reservas glucídicas (amido-florídeo) e o \ngrupo carboxílico (-C=O e -C-O), presente no ácido glucopiranosidurónico e ácido pirúvico, monómeros da \nagaropectina do agar. \n \nA titulação potenciométrica ácido-base revela uma distribuição heterogénea dos grupos maioritários \n(carboxílico e hidroxilo), descrita pelo modelo contínuo (Fig. 2 (b)). A função distribuição de constantes de \nafinidade de Sips [12], representada na mesma Figura, evidencia dois picos correspondentes aos mesmos \ngrupos funcionais. O pico dos grupos carboxílicos é mais largo, o que significa que estes grupos são mais \nheterogéneos. \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 5\n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 6\n\n \n\n0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\n0.6\n\n0.7\n\n0.8\n\n600110016002100260031003600\n\nFre qu ê n ci a (cm -1)\n\nA\nbs\n\nor\nvâ\n\nnc\nia\n\n R-OH  R-COOH\n\n   C?N    C-H\n\n  R-O-H\na\n\n \n\n \n\n0.00\n\n0.05\n\n0.10\n\n0.15\n\n0.20\n\n0.25\n\n3 4 5 6 7 8 9 10\n\npH, l og(Ki,H\nint)\n\nQ\nH\n (\n\nm\nm\n\nol\n/g\n\n)\n\n0.000\n\n0.005\n\n0.010\n\n0.015\n\n0.020\n\n0.025\n\n0.030\n\n0.035\n\n0.040\n\n0.045\n\nF\n (\n\nm\nm\n\nol\n/g\n\n)\n\n   R-O H   R-C O O H\n\nb\n\n \nFigura 2: Espectro de Infravermelho (FTIR) dos grânulos (a); Titulação potenciométrica dos grânulos e \ncurvas de ajuste ao modelo contínuo e a função de distribuição das constantes de afinidade (F) (b) ( - \n\nPontos experimentais; ____ modelo contínuo; __ distribuição de Sips). \n \nA partir das experiências cinéticas em adsorvedor fechado, determinou-se o tempo de equilíbrio e o valor da \ndifusividade homogénea do metal no biossorvente, a diferentes valores de pH e concentrações iniciais (Fig. 3 \n(a) e (b)), considerando os modelos de difusão homogénea na partícula e o modelo LDF (Linear Driving \nForce) [14], sendo o equilíbrio definido pela isotérmica de Langmuir [15]. \nDeterminaram-se as capacidades de biossorção dos diferentes adsorventes para cada ião metálico, a partir das \nisotérmicas de adsorção a diferentes valores de pH, temperatura e força iónica da solução. Concluiu-se que: 1) \no aumento do pH favorece a biossorção dos iões metálicos, 2) o aumento da força iónica diminui a adsorção \ndos iões metálicos, 3) a temperatura influencia pouco a biossorção, na gama estudada. Para prever a influência \ndo pH e da presença de outros iões metálicos, na ligação de um dado metal aos grupos carboxílicos das \nsuperfícies, aplicou-se o modelo de equilíbrio NICA [16] (Fig. 4 (a)) que admite uma distribuição contínua \ndos grupos carboxílicos, dada pela distribuição de Sips [12] (Fig. 4 (b)). \nOs resultados da biossorção permitem concluir que a afinidade dos biossorventes para os iões metálicos varia \nna seguinte ordem: Pb > Cu >? Cr > Cd > Zn, de acordo com as constantes de afinidade determinadas pelo \nmodelo de equilíbrio contínuo. A sequência de ligação dos iões metálicos estudados neste trabalho está \nprovavelmente relacionada com a diminuição do carácter covalente da ligação (caracterizada por \n\n [17]) e o aumento da força de hidratação (z2/rcrist) [18]. ( 85,0rX crist2m + )\n \n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n0 10 20 30 40 50 6\n\n Te m po (m i n )\n\nq t\n (\n\nm\ng \n\nC\nu \n\n/ g\n g\n\nrâ\nnu\n\nlo\ns)\n\n0\n\npH=5.3\n\npH=4\n\npH=3\n\na\n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n0 10 20 30 40 50 60\n\n Te mpo (mi n )\n\nq t\n (\n\nm\ng \n\nP\nb \n\n/ g\n g\n\nrâ\nnu\n\nlo\ns)\n\nCi=95 mg/l\n\nCi=42 mg/l\n\nCi=30 mg/l\n\nb\n\n \nFigure 3. Perfis de concentração do Cu(II) e Pb(II) vs. tempo, simulados para diferentes valores de pH e \n\nconcentração inicial (Ci). (----) Modelo LDF; (\n____) Modelo de difusão homogénea. \n\n \n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nVerifica-se ainda que os iões Cu2+ se ligam aos ligandos mais homogéneos, ou seja, com uma distribuição \nmais apertada das constantes de afinidade, enquanto que os iões Pb2+ e Cd2+ apresentam uma distribuição mais \nespalhada (mais heterogénea) das constantes de ligação dos iões metálicos aos sítios activos. \n \n \n\n2\n2.5\n\n3\n3.5\n\n4\n4.5\n\n5 5.3\n\n0\n0.25\n\n0.5\n0.75\n\n1\n1.25\n\n1.5\n0\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.1\n0.11\n\npHC [Pb] (mmol/l)\n\nq \n[P\n\nb]\n (\n\nm\nm\n\nol\n/g\n\n)\n\n \n\n0\n\n0.01\n\n0.02\n\n0.03\n\n0.04\n\n0.05\n\n1 2 3 4 5 6 7 8 9\n\nl og (Kint)\nF\n\n (\nm\n\nm\nol\n\n/g\n)\n\nCd\n\nCu\n\nP b\n\nb\n\n \nFigura 4. (a) - Superfície do modelo de equilíbrio NICA de biossorção do Pb(II) pelos grânulos a \n\ndiferentes pH; (b) - distribuição de Sips para as constantes de afinidade de ligação do Cd(II), Cu(II) e \nPb(II) aos grupos carboxílicos presentes na superfície dos grânulos. \n\n \nA biossorção dos iões metálicos foi também estudada num adsorvedor de cestos de escoamento contínuo, \nsendo apresentado na Fig. 5 (a) a curva de ruptura do Pb(II) e o perfil de pH. Foi desenvolvido um modelo de \ntransferência de massa [19], baseado na difusão externa e intraparticular, para descrever o processo de \nbiossorção em adsorvedor de cestos (Fig. 5 (a)). Concluiu-se que o “joelho” inicial da curva de ruptura está \nrelacionado com a resistência à transferência de massa no filme. Para a eluição foi considerada apenas a \ndifusão intraparticular e o equilíbrio dado pela lei de acção de massa [20] (Fig. 5 (b)). O processo de \ndessorção é rápido e completo utilizando como eluente HNO3 0.1 M e o mecanismo de dessorção é atribuído à \npermuta iónica entre os protões e os iões metálicos numa razão de 1:1. \n \n\n0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\n0.6\n\n0.7\n\n0.8\n\n0.9\n\n1\n\n0 5 10 15 20 25 30 35 40\n\nt / ?\n\nC\nb \n\n/ C\nE\n\n5\n\n5.2\n\n5.4\n\n5.6\n\n5.8\n\n6\n\n6.2\n\npH\n\npH\n\na\n\n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n0 0.5 1 1.5 2 2.5 3 3.5 4 4.5 5\nt / ?\n\nC\nb \n\n(m\ng/\n\nl)\n\n1\n\n1.5\n\n2\n\n2.5\n\n3\n\n3.5\n\n4\n\n4.5\n\n5\n00.511.522.533.544.55\n\nt / ?\n\npH\nb\n\n \nFigure 5. Curva de breakthrough experimental e simulada na biossorção (a) e dessorção (b) do Pb(II), e \n\nperfil de variação do pH em adsorvedor de cestos. \n \n\nEstudou-se também o processo de biossorção dos iões metálicos numa coluna de leito fixo de escoamento \ndescendente, permitindo obter um efluente final com concentrações inferiores a 0.01-0.1 mg l-1. Concluiu-se \nque era possível a reutilização dos biossorventes em ciclos consecutivos de adsorção/dessorção mantendo a \nmesma eficiência de biossorção. Foram desenvolvidos dois modelos de transferência de massa, baseados na \ndifusão externa e intraparticular, para descrever o desempenho da adsorção e dessorção em coluna [14, 21]. \nAs curvas de breakthrough simuladas são apresentadas nas Figs. 6 (a) e (b). \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 7\n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nDevido à permuta iónica entre os iões metálicos e os protões que se encontram ligados aos sítios activos do \nbiossorvente, o pH à saída da coluna varia, o que se traduz nos perfis de pH apresentados nas Figuras 5 e 6. \nEm termos práticos, a curva de breakthrough do pH pode ser usada como um indicador da curva de \nbreakthrough do metal. Esta é uma forma simples de identificar o tempo de breakthrough, uma vez que a \nmedição do pH é mais simples de monitorizar do que a concentração de metal. \n \n\n0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\n0.6\n\n0.7\n\n0.8\n\n0.9\n\n1\n\n0 10 20 30 40 50 60\n\nt / ?\n\nC\nb \n\n/ C\nE\n\n3.5\n\n4\n\n4.5\n\n5\n\n5.5\n\n6\n\npH\n\npH\n\na\n\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n0 0.5 1 1.5 2 2.5 3\nt / ?\n\nC\nb \n\n(m\ng/\n\nl)\n0.5\n\n1\n\n1.5\n\n2\n\n2.5\n\n3\n\n3.5\n\n4\n00.511.522.53\n\nt / ?\n\npH\n\nb\n\nFigure 6. Curva de breakthrough experimental e simulada na biossorção (a) e dessorção (b) do Cu(II), e \nperfil de variação do pH em coluna de leito fixo. \n\n \n \nCONCLUSÕES \n\nA utilização do resíduo da indústria de extracção do agar, antes da disposição final em aterro, no tratamento \nde efluentes industriais contaminados com metais, é económica e ambientalmente atractiva. A granulação do \nresíduo permite a sua utilização em coluna de leito fixo, possibilitando o tratamento de efluentes com maior \neficiência, obtendo-se à saída da coluna concentrações inferiores a 0.01 mg/l de diferentes iões metálicos, \ncomo Pb(II), Cu(II), Cd(II), Zn(II) e Cr(III), e a reutilização do biossorvente em diferentes ciclos consecutivos \nde adsorção/dessorção, resultando na etapa de dessorção um efluente muito concentrado, com possibilidades \nde recuperação do metal, se tal for economicamente rentável. \n \n \nREFERÊNCIAS BIBLIOGRÁFICAS \n\n1. VOLESKY, B., \"Biosorption of heavy metals, CRC Press, Montreal, 1990. \n2. WASE, J., FORSTER, C., \"Biosorbents for metal ions, Taylor &amp; Francis, London, 1997. \n3. WONG, Y.S., TAM, N.F.Y., \"Wastewater treatment with algae, Springer, New York, 1998. \n4. BABEL, S., KURNIAWAN, T.A. Low-cost adsorbents for heavy metals uptake from contamined water: \n\nA review. Journal of Hazardous Materials, v.B97, p. 219-243, 2003. \n5. PRADHAN, J., DAS, S.N., THAKUR, R.S. Adsorption of hexavalent chromium from aqueous solution \n\nby using activated red mud. Journal of Colloid and Interface Science, v.217, n.1, p. 137-141, 1999. \n6. ZOUBOULIS, A.I., LOUKIDOU, M.X., MATIS, K.A. Biosorption of toxic metals from aqueous \n\nsolutions by bacteria strains isolated from metal-polluted soils. Process Biochemistry, v.39, n.8, p. 909-\n916, 2004. \n\n7. BAI, R.S., ABRAHAM, T.E. Studies on enhancement of cr(vi) biosorption by chemically modified \nbiomass of rhizopus nigricans. Water Research, v.36, n.5, p. 1224-1236, 2002. \n\n8. HOLAN, Z.R., VOLESKY, B. Biosorption of cd by biomass of marine algae. Biotechnology and \nBioengineering, v.41, p. 819-825, 1993. \n\n9. JALALI, R., GHAFOURIAN, H., ASEF, Y., DAVARPANAH, S.J., SEPEHR, S. Removal and recovery \nof lead using nonling biomass of marine algae. Journal of Hazardous Materials, v.92, n.3, p. 253-262, \n2002. \n\n10. HASHIM, M.A., CHU, K.H. Biosorption of cadmium by brown, green, red seaweeds. Chemical \nEngineering Journal, v.97, p. 249-255, 2004. \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 8\n\n\n\n                    \n \n\nXIII SILUBESA - Simpósio Luso-Brasileiro de Engenharia Sanitária e Ambiental \n  \n\nABES – Associação Brasileira de Engenharia Sanitária e Ambiental 9\n\n11. SEBESTA, F. Preparation of granular forms of powdered materials for their application in column packed \nbeds. Natural Microporous Materials in Environmental Technology, p. 473-484, 1999. \n\n12. SIPS, R. On the structure of a catalyst surface. Journal of Chemical Physics, v.16, p. 490-495, 1948. \n13. PINHEIRO, J.P.S., \"Especiação de metais vestigiários na presença de matéria húmica por voltametria, \n\nUniversidade Técnica de Lisboa, Instituto Superior Técnico, Lisboa, 1996. \n14. RODRIGUES, A.E., \"Elementos sobre a teoria de percolação\", Luanda, 1974. \n15. LANGMUIR, I. The adsorption of gases on plane surfaces of glass, mica and platinum. Journal American \n\nChemical Society, v.40, p. 1361-1403, 1918. \n16. KINNIBURGH, D.G., RIEMSDIJK, W.H.V., KOOPAL, L.K., BORKOVEC, M., BENEDETTI, M.F., \n\nAVENA, M.J. Ion binding to natural organic matter: Competition, heterogeneity, stoichiometry and \nthermodynamic consistency. Colloids and Surfaces A: Physicochemical and Engineering Aspects, v.151, \np. 147-166, 1999. \n\n17. NIEBOER, E., MCBRYDE, W.A.E. Free-energy relationship in coordination chemistry. Iii. A \ncomprehensive index to complex stability. Canadian Journal Chemistry, v.51, p. 2512-2524, 1973. \n\n18. WILLIAMS, R.J.P., HALE, J.D. The classification of acceptors and donors in inorganic reactions. \nStructure and Bonding, v.1, p. 249-281, 1966. \n\n19. RODRIGUES, A.E., BEIRA, E.C. Staged approach to percolation processes. Part i. Sorption processes in \na perfectly mixed reactor: Influence of nonlinear equilibrium isotherm and external mass transfer \nresistance. Journal AIChe, v.25, p. 416-423, 1979. \n\n20. GOMES, C.P., ALMEIDA, M.F., LOUREIRO, J.M. Gold recovery with ion exchange used resins. \nSeparation and Purification Technology, v.24, n.1-2, p. 35-57, 2001. \n\n21. RODRIGUES, A.E., TONDEUR, D., \"Percolation processes, theory and applications, SIJTHOFF &amp; \nNOORDHOFF, Maryland, USA, 1981. \n\n \n \n\n\n\tII-003 - REMOÇÃO DE METAIS POR BIOSSORÇÃO EM RESÍDUOS DE ALGAS GRANULADOS\n\tRESUMO\n\tINTRODUÇÃO\n\tMATERIAIS E MÉTODOS\n\tRESULTADOS E DISCUSSÃO\n\tCONCLUSÕES\n\tREFERÊNCIAS BIBLIOGRÁFICAS"}]}}}