{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17355"}, {"@name": "filename", "#text": "24136_ISSN1981-6723-2011-14-02-125-129.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Braz. J. Food Technol., Campinas, v. 14, n. 2, p. 125-129, abr./jun. 2011\nDOI: 10.4260/BJFT2011140200016\n\n Autor Correspondente | Corresponding Author\n\nRecebido | Received: 26/04/2010\nAprovado | Approved: 13/12/2010\n\nResumo\n\nNo comércio mundial de peixes salgados e secos, o Brasil é um dos \nprincipais importadores. A comercialização desse tipo de produto deve atender \na determinados padrões, baseados principalmente nos níveis de sal e umidade. \nO objetivo deste estudo foi analisar os teores de umidade e sal em bacalhau \ndo Atlântico, bacalhau do Pacífico e peixes salgados secos, Ling, Zarbo e \nSaithe importados, que, por não pertencerem ao gênero Gadus, não seriam \nclassificados como bacalhau. Também foi analisada a atividade de água, que \npode ser um parâmetro útil para determinar a qualidade dos produtos salgados. \nOs resultados mostraram que os limites legais de sal são muito inferiores aos \nvalores encontrados nas análises. Os teores de umidade estabelecidos para \ncategorias de salga, conforme determinado pela Legislação portuguesa, são \nmais confiáveis. Sugere-se a inclusão da atividade de água como parâmetro de \navaliação destes produtos.\n\nPalavras-chave: Gadidae; Bacalhau; Qualidade; Umidade; Cloreto de sódio; \nAtividade de água.\n\nSummary\n\nBrazil is a major importer in the world salted fish trade. The sale of these \nproducts must meet the established standards, based mainly on the salt and \nmoisture levels. The aim of this study was to analyze the salt and moisture levels \nin imported Atlantic cod and Pacific cod, and in the dried salted fish Ling, Zarbo \nand Saithe, which are not classified as cod since they do not belong to the genus \nGadus. The water activity was also analyzed, which could be a useful parameter \nto determine the quality of salted fish.The results showed that the legal limits for \nsalt were much lower than the values found in the analyses. The moisture contents \nestablished for the category of salted fish, as determined by the Portuguese \nlegislation, were more reliable. We suggest the inclusion of the water activity as \na parameter for the evaluation of these products.\n\nKey words: Gadidae; Cod; Quality; Moisture; Sodium chloride; Water activity. \n\nNota científica: \nDeterminação de atividade de água, umidade e  \n\nsal em peixes salgados e secos importados\nScientific note: \n\nWater activity, moisture and salt levels in imported salted and dried fish\n\nAutores | Authors\n\nEmanuel Joaquim Victoria \nMonteiro Oliveira LIMA\n\nUniversidade Estadual Paulista (UNESP)\nCentro de Aquicultura (CAUNESP) \ne-mail: emanueljlima@yahoo.com\n\n Léa Silvia SANT´ANA\nUniversidade Estadual Paulista (UNESP)\n\nFaculdade de Ciências Agronômicas\nDepartamento de Gestão e Tecnologia \n\nAgroindustrial\nRua José Barbosa de Barros, 1780  \n\nJardim Paraíso\nCEP 18610-370\n\nBotucatu/SP - Brasil\ne-mail: santana@fca.unesp.br\n\nhttp://www.ital.sp.gov.br/bj/\n\n\nBraz. J. Food Technol., Campinas, v. 14, n. 2, p. 125-129, abr./jun. 2011 126\n\nNota científica: Determinação de atividade de água, umidade e sal em peixes salgados e secos importados\n\nLIMA, E. J. V. M. O. e SANT´ANA, L. S.\n\nwww.ital.sp.gov.br/bj\n\npropôs uma nova legislação para bacalhau e espécies \nafins classificando os peixes como salgado verde, o \nqual deve ter teores de sal iguais ou superiores a 16% e \nteores de umidade superiores a 51% e inferiores a 58%; o \nbacalhau e as espécies afins classificadas como salgado \nsemisseco devem ter teores de sal iguais ou superiores a \n16% e teores de umidade superiores a 47% e inferiores \na 51%; o bacalhau e as espécies afins classificadas \ncomo salgado seco devem ter teores de sal iguais ou \nsuperiores a 16% e teores de umidade inferiores a 47% \n(PORTUGAL, 2005). \n\nO objetivo deste trabalho foi analisar os teores de \numidade e sal em produtos importados, comparando os \nvalores encontrados com os propostos em diferentes \nlegislações, e também avaliar se a atividade de água \npode ser um parâmetro útil para garantir a inocuidade \ndestes produtos. Os resultados obtidos neste trabalho \npodem ser úteis para o estabelecimento de critérios legais \nreais pela Legislação Brasileira.\n\n2 Material e métodos\n\nF o r a m  a n a l i s a d a s  a m o s t r a s  a d q u i r i d a s \nc o m e rc i a l m e n t e  e m  s u p e r m e rc a d o s  e  e m p re s a s \nimportadoras do Estado de São Paulo, consistindo de \noito amostras de Bacalhau do Atlântico (Gadus morhua); \nquatro amostras de Bacalhau do Pacífico (Gadus \nmacrocephalus), e de peixes salgados e secos, cinco \namostras de Ling (Molva molva), seis amostras de Zarbo \n(Brosme brosme) e sete amostras de Saithe (Pollachius \nvirens). As espécies de peixes salgados e secos foram \nescolhidas por serem as mais comercializadas.\n\nAs amostras de peixe, em porções aproximadas \nde 100 g, foram homogeneizadas e submetidas, em \ntriplicata, a determinações de umidade, cinzas e cloretos, \nsegundo métodos descritos por Brasil (1999). A atividade \nde água foi medida por método direto, a 25 °C, através \ndo analisador Aqualab 3T, da Decagon Devices.\n\nA comparação das médias foi realizada através \nde análise de variância ANOVA, seguida pelo teste de \ncomparação múltipla de Tukey-Kramer (p &lt;0,05). \n\n3 Resultados e discussão\n\nOs resultados das análises físicas e químicas dos \npeixes são mostrados na Tabela 1. \n\nA análise estatística mostrou que não houve \ndiferença significativa (p > 0,05) entre as amostras para \nos diversos parâmetros analisados.\n\nOs teores médios de umidade variaram entre 49,4 e \n52,3%, aproximando-se do limite superior de alimentos de \numidade intermediária, ou seja, de 15 a 50% (JAY, 2005) \ne estão acima do valor máximo de 45% estabelecido pela \nproposta brasileira (BRASIL, 2000). \n\n1 Introdução\n\nO Brasil está entre os principais mercados \nconsumidores mundiais de peixes salgados e secos, \ntendo, em 2009, importado da Noruega cerca de 30 mil \ntoneladas desses produtos, a um custo aproximado de \n153 milhões de dólares (BRASIL, 2010). \n\nS a l g a  e  s e c a g e m  s ã o  t é c n i c a s  a n t i g a s  d e \nconservação de pescado e objetivam essencialmente \nprolongar a vida de prateleira do alimento (FUENTES et al., \n2008). \n\nNo caso de peixes salgados ou salgados secos, \na sua qualidade está intrinsecamente vinculada à da \nmatéria-prima, ao método de salga, ao controle da \ntemperatura e da umidade durante o transporte, entre \noutros requisitos do processamento (BRASIL, 2007). \n\nTradicionalmente, se consideram como bacalhau \napenas peixes salgados pertencentes ao gênero Gadus; \noutras espécies de peixes da família Gadidae ou de outras \nfamílias submetidas à salga devem ser considerados \ncomo peixes salgados.\n\nA Legislação portuguesa classifica como bacalhau \nas espécies: Gadus mohrua (Bacalhau do Atlântico), \nGadus macrocephalus (Bacalhau do Atlântico), Gadus \nogac (Bacalhau da Groenlândia); os demais produtos \nrecebem a denominação de espécies afins (PORTUGAL, \n2005). \n\nA entrada da Noruega na produção de peixes \nsalgados levou à alteração dos métodos de salga, \ndiferindo dos tradicionais métodos de salga e secagem \ndesenvolvidos pelos portugueses, sendo necessário \nestabelecer normas para a comercialização destes \nprodutos. Para se adequar aos novos tempos, Portugal, \nque hoje é um grande importador de bacalhau salgado \nda Noruega, elaborou novas regras para comercialização \ndo bacalhau e espécies afins, quando foram definidos \nos parâmetros legais para conteúdo de sal e teores \nde umidade nas seguintes categorias: salgado verde, \nsalgado semisseco, salgado seco e salgado seco de \ncura amarela (PORTUGAL, 2005). \n\nNo Brasil, normas para comercialização de peixes \nsalgados e secos foram propostas em uma consulta \npública, descritas no Regulamento Técnico de Identidade \ne Qualidade de Peixe Salgado e Peixe Salgado Seco \n(BRASIL, 2001); entretanto, este regulamento não \nfoi publicado no Diário Oficial, porque uma questão \nconfrontava uma lei maior. Assim, não existe uma \nlegislação brasileira para a importação destes produtos. \nNa proposta submetida à Consulta Pública, foi fixado \num limite mínimo de 10% de sal e um máximo de 45% \nde umidade para peixes salgados secos, magros. O \nCodex Alimentarius estabelece que os teores de sal \nem peixes salgados e secos não devem ser inferiores a \n12% (CODEX ALIMENTARIUS, 1989). Em 2005, Portugal \n\nhttp://www.ital.sp.gov.br/bj/\n\n\nBraz. J. Food Technol., Campinas, v. 14, n. 2, p. 125-129, abr./jun. 2011 127\n\nNota científica: Determinação de atividade de água, umidade e sal em peixes salgados e secos importados\n\nLIMA, E. J. V. M. O. e SANT´ANA, L. S.\n\nwww.ital.sp.gov.br/bj\n\npela Legislação portuguesa é mais próximo dos valores \nencontrados nas análises.\n\nEm relação à umidade, apenas uma amostra de \nbacalhau do Atlântico, uma de bacalhau do Pacífico, \numa de Saithe e uma de Zarbo estão dentro dos limites \nsugeridos pela proposta brasileira, de no máximo 45% \n(Figura 1b).\n\nPor outro lado, a Legislação portuguesa considera \nas diferentes formas de processamento para estabelecer \nlimites inferiores e superiores para os teores de umidade, \ndemonstrando uma melhor adequação desta metodologia \n(Figura 1b).\n\nR e c e n t e m e n t e ,  f o r a m  a p r e s e n t a d o s  p o r \nGandini et al. (2009) dados que demonstram a adulteração \ndo peso de pescado pela injeção de líquidos e este fato \ntambém deve ser avaliado para garantir que não haja \nações de adulteração do bacalhau salgado e seco por \neste método.\n\nSe forem utilizados os critérios estabelecidos pela \nLegislação portuguesa, cinco amostras de bacalhau do \nAtlântico, três amostras de bacalhau do Pacífico, três \namostras de Ling, três amostras de Zarbo e duas de \nSaithe poderiam ser de produtos provenientes de salga \nverde. Estes resultados demonstram a necessidade \nde uma legislação brasileira, para que as importações \natendam a padrões mínimos de qualidade.\n\nUma questão importante em relação aos teores \nde sal e umidade de peixes salgados é não existir uma \nconcordância nas metodologias utilizadas em diferentes \nlegislações. A Legislação brasileira (BRASIL, 1999) e o \nCodex Alimentarius (1989) estabelecem a utilização de \nsecagem em estufa da amostra de peixe salgado para \ndeterminação dos teores de umidade. Porém, tanto a \nAssociation of Official Analytical Chemists quanto a Norma \nportuguesa estabelecem que, em análises de umidade \nem pescado, a amostra deve ser previamente dispersa \nem areia lavada ou em lã de vidro e, posteriormente, \nsecada em estufa (HOROWITZ, 2005; PORTUGAL, \n2005). No entanto, Horowitz (2005) estabelece que, \npara determinação do teor de sólidos totais, devem ser \nutilizados 2 g de areia lavada ou lã de vidro, 10 g de \namostra e 20 mL de água, enquanto a Norma portuguesa \n\nOs teores médios de sal (NaCl) variaram entre \n19,9 e 25,8%. Os teores de sal para peixes salgados \ne secos sugeridos pela proposta brasileira para um \nregulamento técnico é de, no mínimo, 10% de sal (BRASIL; \n2000), enquanto o Codex Alimentarius (1989) estabelece \num mínimo de 12%. Os resultados demonstram que \nos valores encontrados nas amostras analisadas são \nmuito superiores aos valores sugeridos pelo Brasil ou \npelos estabelecidos pelo Codex Alimentarius, sendo o \nvalor de 16% de sal definido na Legislação portuguesa \n(PORTUGAL, 2005) mais próximo dos valores reais.\n\nOs teores de cinzas variaram na proporção dos \nníveis de sal das amostras. As cinzas são, na verdade, \numa maneira indireta de avaliar a absorção do sal, porque \no cloreto não se decompõe em temperaturas até 550 °C \n(SANT’ANA, 2003). \n\n Neste estudo, os valores de atividade de água \nvariaram de 0,74 a 0,75 (Tabela 1), que, de acordo com \nJay (2005), é considerado um alimento de umidade \nintermediária e estável por apresentar Aa entre 0,60 e \n0,85. Todavia, a Aa não é considerada nas diferentes \nlegislações como parâmetro de qualidade de peixes \nsalgados secos; assim, sugere-se que se utilize o valor \nde Aa de 0,75 como limite máximo para peixes salgados \ne secos. \n\nOs valores encontrados para os teores de umidade \ndemonstram que, na importação de bacalhau e dos \ndemais peixes salgados e secos, existe uma grande \nvariação dos valores, possibilitando a comercialização \nde produtos com níveis de qualidade distintos. \n\nNa Figura 1, podem-se comparar os resultados \nobtidos pelas análises de umidade e cloretos com os \nsugeridos pela proposta brasileira e com os estabelecidos \npelo Codex Alimentarius e pela Legislação portuguesa. \nTodas as amostras de peixe salgado seco têm mais de \n10, de 12 ou de 16% de sal (Figura 1a); portanto, estão \nde acordo com os limites sugeridos ou estabelecidos. \nPorém, os resultados demonstram que 50% das amostras \nanalisadas apresentaram teores de sal na faixa de 20 a \n25%; 37,5% apresentaram teores situados entre 18 e 20%, \ne as demais amostras (12,5%), teores de sal superiores \na 25% (Figura 1a); ou seja, os valores reais são muito \nsuperiores, sendo que o valor de 16% estabelecido \n\nTabela 1. Análises físicas e químicas de amostras de cinco tipos de peixes salgados secos comercializados no Brasil. \nAmostra Aa Umidade (%) Cinzas (%) Sal (%)\n\nBacalhau do Atlântico 0,750 ± 0,008 52,3 ± 4,4 21,9 ± 2,6 21,3 ± 2,3\nBacalhau do Pacífico 0,745 ± 0,003 49,6 ± 7,8 27,4 ± 8,4 25,8 ± 7,4\n\nLing 0,747 ± 0,003 51,4 ± 1,4 20,2 ± 1,4 19,9 ± 1,1\nZarbo 0,746 ± 0,003 49,4 ± 4,9 23,6 ± 3,2 22,5 ± 3,8\nSaithe 0,742 ± 0,002 50,8 ± 5,1 21,1 ± 2,3 20,3 ± 1,9\n\nMedia ± desvio padrão. Aa= Atividade de água e umidade: Bacalhau do Atlântico (n = 8); Bacalhau do Pacífico (n = 4); Ling (n = 5); Zarbo (n = \n6); Saithe (n = 7). Cinzas e cloretos: Bacalhau do Atlântico (n = 7); Bacalhau do Pacífico: (n = 3 (A)); Ling (n = 3); Zarbo (n = 5); Saithe (n = 6).\n\nhttp://www.ital.sp.gov.br/bj/\n\n\nBraz. J. Food Technol., Campinas, v. 14, n. 2, p. 125-129, abr./jun. 2011 128\n\nNota científica: Determinação de atividade de água, umidade e sal em peixes salgados e secos importados\n\nLIMA, E. J. V. M. O. e SANT´ANA, L. S.\n\nwww.ital.sp.gov.br/bj\n\nOficial [da] República Federativa do Brasil, Brasília, DF, 27 \njul. 1999. \n\nB R A S I L .  P o r t a r i a  n .  5 2 ,  d e  2 9  d e  d e z e m b ro  d e  2 0 0 0 . \nRegulamento técnico de identidade e qualidade de peixe \nsalgado e peixe salgado seco. Diário Oficial [da] República \nFederativa do Brasil, Brasília, DF, 4 jan. 2001. Seção 1, p. 9. \n\nBRASIL. Agencia Nacional de Vigilância Sanitária – ANVISA. \nComercialização de Pescado Salgado e Pescado Salgado \nSeco: Cartilha Orientativa. Brasília: ANVISA/ABRAS, 2007. \nDisponível em:&lt;http://www.anvisa.gov.br/>. Acesso em: 28 \nmaio 2008. \n\nBRASIL. Ministério do Desenvolvimento, Indústria e Comércio \nExterior. Estatísticas de Comércio Exterior: Países e \nBlocos Econômicos, Jan./Dez. 2009. Brasília: Ministério \ndo Desenvolvimento, Indústria e Comércio Exterior, 2010. \nDisponível em:&lt;http://www.desenvolvimento.gov.br/sitio/\ninterna/interna.php?area=5&amp;menu=2033&amp;refr=576>. Acesso \nem: 29 mar. 2010.\n\nCODEX ALIMENTARIUS. Codex Standard for Salted Fish and \nDried Salted Fish of the Gadidae Family of Fishes. Codex \nStan 167. 1989. 10 p. \n\nFUENTES, A.; BARAT, J. M.; FERNÁNDEZ-SEGOVIA, I.; SERRA, \nJ. A. Study of sea bass (Dicentrarchus labrax L.) salting \nprocess: Kinetic and thermodynamic control. Food Control, \nOxford, v. 19, n. 8, p. 757-763, 2008. http://dx.doi.org/10.1016/j.\nfoodcont.2007.07.014\n\nGANDINI, G.; BERNARDI, C.; CATTANEO, P.; MENOTTA, \nS.; FEDRIZZI, G.; VILLA, G.; BENGOUMI, J.; TEPEDINO, V. \nL’évolution des fraudes des produits de la pêché commercialisés: \n\nestabelece o uso de 20 g de areia lavada e 10 g de \namostra (PORTUGAL, 2005).\n\nEm relação à determinação de cloretos, o método \npreconizado pela Association of Official Analytical \nChemists e pela Norma portuguesa é o método de Volhard \n(AOAC, 2005; PORTUGAL, 2005).\n\nEm função da utilização de diferentes metodologias \noficiais, é necessária a comparação dos métodos de \nanálise para verificar se existem diferenças significativas \nnos resultados utilizando estas metodologias, sendo este \no objetivo de um trabalho futuro.\n\n4 Conclusões\n\nOs valores de atividade de água per mitem \nclassificar todas as amostras como alimento de umidade \nintermediária.\n\nOs valores de umidade das amostras não estão de \nacordo com o sugerido pela proposta brasileira para um \nTécnico de Identidade e Qualidade de Peixe Salgado e \nPeixe Salgado Seco. \n\nOs teores de sal das amostras estão de acordo com \no sugerido pela proposta brasileira para um Técnico de \nIdentidade e Qualidade de Peixe Salgado e Peixe Salgado \nSeco e pelo Codex Alimentarius, mas apresentam valores \nmuito superiores aos limites estabelecidos.\n\nReferências \n\nBRASIL. Instrução Normativa nº 20, de 21 de julho de 1999. \nAnexo – Métodos Analíticos Físico-Químicos para Controle de \nProdutos Cárneos e seus Ingredientes – Sal e Salmoura. Diário \n\nB. Pacífico Ling Zarbo Saithe\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40 NaCl vs. regulamento técnico brasileiro (%)\n\nN\na\nC\n\nl (\n%\n\n)\n\nPeixes salgados secos\n\nB. Atlântico B. Pacífico Ling Zarbo Saithe\n30\n\n35\n\n40\n\n45\n\n50\n\n55\n\n60\n\n65 Umidade vs. regulamento técnico brasileiro (%)\n\nU\nm\n\nid\na\nd\n\ne\n (\n\n%\n)\n\nPeixes salgados secos\n\na b\n\nLimite máximo proposta brasileira\nLimite máximo legislação portuguesa\nLimite mínimo legislação portuguesa\n\nProposta brasileira\nCodex Alimentarius\nLegislação portuguesa\n\nFigura 1. a) Comparação dos teores de NaCl e b) umidade versus valores limites estabelecidos por Regulamentos Técnicos. (B) \nAtlântico: n = 7 (A) e n = 8 (B); B. Pacífico: n = 3 (A) e n = 4 (B); Ling: n = 3 (A) e n = 5 (B); Zarbo: n = 5 (A) e n = 6 (B); Saithe: \nn = 6 (A) e n = 7 (B)\n\nhttp://www.ital.sp.gov.br/bj/\nhttp://dx.doi.org/10.1016/j.foodcont.2007.07.014\nhttp://dx.doi.org/10.1016/j.foodcont.2007.07.014\n\n\nBraz. J. Food Technol., Campinas, v. 14, n. 2, p. 125-129, abr./jun. 2011 129\n\nNota científica: Determinação de atividade de água, umidade e sal em peixes salgados e secos importados\n\nLIMA, E. J. V. M. O. e SANT´ANA, L. S.\n\nwww.ital.sp.gov.br/bj\n\nPORTUGAL. Ministério da Agricultura, Pescas e Florestas. \nDecreto-Lei n. 25/2005, de 28 de janeiro de 2005. Define novas \nnormas de comercialização para o bacalhau e espécies afins, \nsalgados, verdes e secos. Diário da República, Lisboa, 28 jan. \n2005 a. I Série A, n. 20, p. 696. Disponível em:&lt;http://www.\nigp.pt/consulta_docs.php?Id=240>. Acesso em: 12 mar. 2009. \n\nSANT’ANA, L. S. Influência do alecrim (Rosmarinus officinallis \nL.) na atividade da água e oxidação lipídica de peixes de uma \nespécie de tilápia (Oreochromis ssp.-var. vermelha Flórida) \nsubmetidos à salga. Revista Brasileira de Plantas Medicinais, \nBotucatu, v. 6, n. 1, p. 51-55, 2003.\n\nMise à jour pour l’inspecteur de poisson. In: IAFI WORLD \n\nSEAFOOD CONGRESS, 8., 2009, Agadir. Proceedings… Agadir: \n\nIAFI, 2009. Disponível em:&lt;http://www.iafi.net/resources/>. \n\nAcesso em: 2 set. 2009.\n\nHOROWITZ, W. (Ed.). Official Methods of Analysis of the \n\nAssociation of Official Analytical Chemists. 17. ed. Arlington: \n\nAssociation of Analytical Chemists, 2005. \n\nJAY, J. M. Microbiologia de Alimentos. 6. ed. Porto Alegre: \n\nArtmed, 2005. 711 p.\n\nhttp://www.ital.sp.gov.br/bj/"}]}}}