{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11047"}, {"@name": "filename", "#text": "1625_Disserta%c3%a7%c3%a3o_Diogo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Escola das Ar tes da Un i versida de C atólica P or tug ues a  \n\nMestrado em Som e Imagem \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nConcepção de Estruturas Geológicas para Videojogos \n\n \n\n \n\nAnimação por Computador 2011/12 \n\n \n\n \n\n \n\n \n\nDiogo Barbosa \n\n \n\n \n\n \n\n \n\n \n\nProfessor Orientador: Prof. Doutora Cristina Sá \n\nProfessor Co-Orientador: Mestre Ricardo Megre, Prof. Doutora Sahra Kunz \n\n \n\n \n\n \n\n \n\nSetembro de 2012 \n\n \n\n \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\nii \n\nAgradecimentos \n\n \n\nDesejo agradecer a todas as pessoas da UCP que de uma forma ou de outra \n\ncontribuíram para o desenvolvimento desta dissertação e do projecto final.  \n\nEm particular gostava de mencionar os nomes da Prof. Doutora Cristina Sá, da Prof. \n\nDoutora Sahra Kunz, do professor Ricardo Megre e do professor Pedro Serrazina.  \n\nTambém queria agradecer a todos os colegas da turma de Animação por Computador, \n\nem particular à colega Joana Pinho por todo o seu empenho e dedicação a este projecto. \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\niii \n\nResumo \n\n \n\nEsta dissertação tem por objectivo estudar o processo de concepção e criação de \n\nestruturas geológicas tais como montanhas, pedras e desfiladeiros no âmbito exclusivo dos \n\nvideojogos. Alguns métodos diferentes serão estudados, considerando que a base da geração \n\nde objectos 3D por computador passa sempre pela sua modelação e texturização. Esses serão \n\nos principais processos examinados nesta dissertação com o objectivo de conhecer melhor \n\nquais as técnicas que produzem os resultados mais convincentes e eficientes. Para isso \n\ntambém será vital fazer um estudo sobre geologia para conhecer as principais razões por \n\ndetrás da aparência das rochas. \n\nAs limitações tecnológicas dos videojogos implicam que as técnicas usadas para gerar \n\nesse conteúdo necessitam de ser eficientes e optimizadas. Enquanto num filme de animação \n\npodem-se usar milhares ou mesmo milhões de polígonos para dar todo o detalhe necessário a \n\num objecto, num videojogo é fundamental estabelecer um compromisso entre qualidade e \n\nrapidez.  \n\nDevido ao carácter poligonal dos videojogos, tentar simular as formas caóticas da \n\nnatureza teve resultados pouco convincentes durante muito tempo. Contudo, devido à rápida \n\nevolução da capacidade dos computadores nestes últimos anos, cada vez mais os videojogos \n\nse aproximam da fidelidade de imagem da animação para cinema. O nível de detalhe \n\nnecessário para ter em conta as pequenas ranhuras de superfícies rochosas é algo que apenas \n\nrecentemente se tornou viável. Isto significa que a cada momento estão a surgir novas técnicas \n\ne métodos de gerar conteúdo. É uma indústria em constante evolução.  \n\nEsta investigação será feita no âmbito do projecto final do mestrado em animação por \n\ncomputador. Trata-se de um videojogo de ficção científica chamado ?Twin Paradox?. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\niv \n\n \n\n \n\n \n\nAbstract \n\n \n\nThe main objective of this dissertation is to study the methods of creation of \n\ngeological structures such as mountains, canyons and rocks for videogame environments. \n\nDifferent techniques will be explored, all of which in the context of 3D computer graphics \n\ncontent creation, such as modeling and texturing. After studying the main geological forces \n\nbehind the appearance of rock formations the objective will be to find the most convincing \n\ntechnical methods of translating those features into 3D graphics.  \n\nThe technological limitations of videogames provide a challenge in finding the most \n\nefficient ways of rendering realistic images. Motion picture animations are free to use as \n\nmuch detail as is required without needing to worry about computer performance. In the case \n\nof videogames, the images are not pre-processed. This means that each image needs to be \n\ncreated as fast as possible to provide a smooth experience for the player. As many as thirty \n\nimages per second. It is important to establish a compromise between image quality and \n\nspeed. \n\nFor many years videogames had trouble simulating the more chaotic aspects of nature. \n\nBut the speed of technological progress is reducing those limitations at an increasingly faster \n\npace. Soon, videogame graphics will be comparable to the image realism of major motion \n\npicture films.  \n\nMany of the techniques that allow videogames to surpass their visual limitations will \n\nbe discussed in this dissertation.  This, coupled with the scientific study of rock formation will \n\nbe discussed under the framework of the final project of the master’s degree in computer \n\nanimation. This project is a science fiction adventure videogame called ?Twin Paradox?. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\nv \n\nÍndice de Conteúdos \n\n1 Introdução ........................................................................................................................................... 1 \n\n1.1 Apresentação da Proposta de Trabalho ............................................................................................... 1 \n\n1.2 Estudo e Desenvolvimento do Projecto Final ....................................................................................... 3 \n\n1.3 Organização e Temas Abordados na Presente Dissertação................................................................ 4 \n\n2 Caracterização do projecto ................................................................................................................. 5 \n\n2.1 Passado/História do Projecto ............................................................................................................... 5 \n\n2.2 Objectivos do Projecto ......................................................................................................................... 8 \n\n2.3 O Universo de Twin Paradox: A Narrativa .......................................................................................... 10 \n\n2.4 Influências .......................................................................................................................................... 11 \n\n2.5 Pesquisa Efectuada para a Pré-Produção do Projecto ...................................................................... 14 \n\n3 Revisão do Estado da Arte ............................................................................................................... 17 \n\n3.1 Introdução à Geologia ........................................................................................................................ 17 \n\n 3.1.1 A Origem da Terra ..................................................................................................................... 17 \n\n 3.1.2 O Ciclo das Rochas ................................................................................................................... 20 \n\n 3.1.3 Propriedades das Rochas.......................................................................................................... 23 \n\n 3.1.4 Erosão e Intemperismo .............................................................................................................. 26 \n\n3.2 Computação Gráfica .......................................................................................................................... 35 \n\n 3.2.1 O que é a Computação Gráfica? ............................................................................................... 35 \n\n 3.2.2 Limitações e Soluções ............................................................................................................... 42 \n\n4 Criar o Mundo de Twin Paradox ....................................................................................................... 53 \n\n4.1 Pré-Produção ..................................................................................................................................... 53 \n\n4.2 Construção das Estruturas Geológicas .............................................................................................. 56 \n\n 4.2.1 O Terreno .................................................................................................................................. 56 \n\n 4.2.2 Desfiladeiros .............................................................................................................................. 62 \n\n 4.2.3 Pedras ....................................................................................................................................... 68 \n\n 4.2.4 Restantes Elementos do Cenário .............................................................................................. 72 \n\n4.3 Produção do Vídeo ............................................................................................................................ 75 \n\n 4.3.1 Implementação das Personagens e Ferramentas ..................................................................... 75 \n\n 4.3.2 Motion Capture .......................................................................................................................... 77 \n\n 4.3.3 Construção das Cenas .............................................................................................................. 79 \n\n 4.3.4 Som e Edição ............................................................................................................................ 80 \n\n5 Conclusões Finais ............................................................................................................................. 82 \n\nReferências e Bibliografia ...................................................................................................................... 84 \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n1 \n\n1 Introdução  \n\n1.1 Apresentação da Proposta de Trabalho \n\n \n\nGraças à flexibilidade do mestrado de animação por computador, foi possível escolher \n\ncomo projecto final a criação de um videojogo em vez da mais tradicional curta-metragem de \n\nanimação 3D. Este projecto intitula-se ?Twin Paradox?. Trata-se de um videojogo de ficção \n\ncientífica que de uma forma geral tem por objectivo fazer o jogador passar pela experiência de \n\nestar perdido num planeta alienígena. É um jogo de aventura em primeira pessoa onde o \n\njogador terá de explorar o cenário à procura de recursos para sobreviver na natureza hostil de \n\num planeta que desconhece. O formato do jogo é descrito com mais pormenor no capítulo 2.2. \n\nNo entanto é importante salientar que este projecto final de mestrado é apenas uma \n\ndemonstração jogável, e não o produto final na sua totalidade. Trata-se de uma prova de \n\nconceito. É um trabalho realizado em grupo, que para além do autor contou com a \n\nparticipação da colega Joana Pinho e da colega Sofia Simões (Aluna do 2º Ano do mestrado \n\nem design de som). \n\nO enredo e mecânica do jogo podem ser resumidos da seguinte forma: No futuro, um \n\ngrupo de cientistas desenvolve tecnologia de teletransportação. Matt Lightspear, piloto \n\nmarciano, é chamado para fazer parte da viagem inaugural. Ele e uma tripulação de seis \n\nconduzem uma nave para o interior da máquina de teletransportação em órbita de Marte tendo \n\na Terra como destino. Contudo eles acabam por ser transportados não para a Terra mas para a \n\nórbita de um planeta desconhecido. Matt perde controlo da nave e acaba por se despenhar na \n\nsuperfície rochosa deste misterioso planeta. Para além dele, apenas a jovem cientista Paige \n\nLenora sobrevive ao acidente. No entanto Paige fica gravemente ferida e precisa de cuidados \n\nmédicos com urgência. Felizmente encontram-se na posse de tecnologia de ponta, uma fábrica \n\nmolecular portátil. Esta ferramenta define o jogo tematicamente e a nível de jogabilidade. \n\nCom ela o jogador dispõe da possibilidade de criar e fazer cópias de qualquer objecto, \n\nbastando para isso reunir os elementos químicos necessários. Esta recolha de materiais é uma \n\ndas chaves da jogabilidade. O jogador terá que explorar o cenário à procura de fontes ricas de \n\nelementos como ferro, alumínio, carbono, entre outros. Contudo as personagens encontram-se \n\nnum mundo hostil cheio de predadores e outros perigos. A sobrevivência não será garantida. \n\nOcorre aos personagens usar a fábrica molecular em casos extremos. Caso um deles seja \n\nmorto, será possível fazer uma cópia idêntica do seu corpo, e assim ressuscitar o personagem. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n2 \n\n Esta característica não só define as regras do jogo, como será parte da problemática \n\nnarrativa do jogo, levantando questões morais. Para uma descrição mais aprofundada da \n\nnarrativa ver o ponto 2.3. \n\nUm dos objectivos para este projecto é que toda a experiência seja credível e tão \n\ncientificamente correcta quanto possível. A pesquisa para a criação dos ambientes do planeta \n\né portanto uma prioridade. O primeiro nível do jogo é principalmente caracterizado por \n\ndesfiladeiros, grutas, quedas de água, estruturas cristalinas e precipícios. Estas qualidades \n\nconduzem ao tema central desta dissertação, a criação de estruturas geológicas para \n\nvideojogos. Tal como um bom pintor precisa conhecer as propriedades físicas da luz, alguém \n\nque pretende recriar rochas, deve ter conhecimento dos processos geológicos da natureza, pois \n\na geologia é a base fundamental para a criação de qualquer ambiente natural. Nesta \n\ndissertação é feito um estudo da origem das rochas e das suas principais propriedades físicas. \n\nA grande variedade de formas e texturas que as rochas exibem pode ser compreendida através \n\nde um estudo das acções que estão por detrás da sua origem e dos processos que as continuam \n\na transformar ao longo do tempo. Esse conhecimento irá possibilitar resultados mais \n\nconvincentes na fase de criação dos modelos. \n\n Existem uma série de etapas na construção de conteúdo 3D por computador. No caso \n\nespecífico dos videojogos é necessário ter em atenção uma série de técnicas que permitem \n\nsuperar algumas das suas limitações. Trata-se de uma indústria que têm evoluído \n\ndrasticamente a nível de tecnologia e a cada ano surgem novos métodos que tiram partido de \n\ncomputadores cada vez mais poderosos. É importante conhecer como esses métodos se \n\nalteraram ao longo dos anos para estar a par das técnicas mais recentes.  \n\nPara melhor interiorizar todo este conhecimento técnico e científico, este é posto à \n\nprova ao longo do desenvolvimento de diversas estruturas geológicas para o projecto ?Twin \n\nParadox?. A análise da construção de modelos 3D de rochas é uma parte fundamental do \n\ndesenvolvimento do projecto final. Serão explicados os métodos de modelação e de \n\ntexturização e por fim como implementar esses modelos no jogo.  \n\n \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n3 \n\n1.2 Estudo e Desenvolvimento do Projecto Final \n\n \n\nO projecto ?Twin Paradox? é um videojogo que tem vindo a ser desenvolvido desde \n\n2005. A primeira versão do jogo era bastante diferente do que é agora e todo o trabalho \n\nproduzido para essa versão de uma forma ou de outra foi descartado. No entanto a nível \n\nnarrativo e temático o projecto manteve-se consistente e isso possibilitou um avanço na fase \n\nde pré-produção para o projecto final de mestrado. Como já tinha sido decidido com bastante \n\nantecedência qual seria o tema do projecto foi possível desenvolver conteúdo durante os \n\nmeses de verão de 2011. Assim, no início do primeiro semestre do mestrado de Animação por \n\nComputador, já se possuía trabalho realizado a nível de escrita de argumento, desenhos \n\nconceptuais, storyboards, e mesmo testes realizados no motor do jogo, o programa que \n\npermite criar o jogo em si. O plano seria utilizar um novo motor de jogo que estava previsto \n\nser lançado no final de Agosto de 2011 para realizar uma demonstração de prova de conceito. \n\nIríamos desenvolver uma demonstração jogável e um vídeo promocional. Na nossa \n\ncalendarização foram dedicadas algumas semanas do início do primeiro semestre para \n\naprender a utilizar o software.  \n\nA escrita da documentação de design do jogo continuou pelo semestre dentro à medida \n\nque se iam ajustando os parâmetros de jogabilidade. A nível de produção foi definido realizar \n\na construção do cenário principal dentro do primeiro semestre. Seria um ambiente natural \n\nprincipalmente marcado por estruturas geológicas. Essa característica ligou o projecto \n\ndirectamente com o tema da dissertação. Ainda dentro do primeiro semestre surgiram alguns \n\ncontratempos devido à falta de documentação do software utilizado. O local onde isso afectou \n\nmais o projecto foi na importação de personagens com animações para o motor. \n\nNo segundo semestre o projecto foi focado mais no desenvolvimento da parte do vídeo \n\npromocional. Reestruturou-se a calendarização para ter em conta os atrasos que surgiram. Em \n\nFevereiro a prioridade foi garantir que as personagens eram importadas correctamente para o \n\nmotor de jogo. Em Março foram capturadas todas as animações no estúdio de captura de \n\nmovimentos. No mesmo mês essas animações foram implementadas nas personagens e no \n\nmotor de jogo. Até ao final de Abril desenvolveu-se o resto dos elementos necessários para o \n\nvídeo promocional, incluindo todo o tratamento de som e de pós-produção de vídeo. \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n4 \n\n1.3 Organização e Temas Abordados na Presente Dissertação \n\n \n\nNo capítulo 2 é feita a caracterização do projecto final através de cinco pontos \n\ndistintos. Primeiramente é feita uma descrição do passado do projecto, que motivos estiveram \n\npor detrás da sua origem e como este evoluiu até ao presente momento. De seguida são \n\ndelineados quais os objectivos que se pretendem com a criação do projecto final e como estes \n\nse relacionam com o tema da dissertação. É também feito um resumo da temática e da \n\nnarrativa presente no projecto e descritas as influências principais. O capítulo termina com \n\numa descrição da pesquisa elaborada para a fase de pré-produção do projecto. \n\nO capítulo 3, denominado de revisão do estado da arte, encontra-se dividido em dois \n\npontos principais. O primeiro é dedicado a uma análise dos elementos da geologia que serão \n\nrelevantes para o tema da dissertação. Faz-se um resumo da história da Terra, explica-se o \n\nciclo das rochas, faz-se uma descrição dos três tipos de pedras que existem e analisa-se de que \n\nmodo a erosão as afecta. A segunda parte deste capítulo é dedicada à geração de imagens por \n\ncomputador. É feito um breve resumo desta arte, faz-se uma comparação entre os métodos \n\nutilizados em cinema e em videojogos, e explora-se de que modo se pode tirar partido de \n\nalgumas técnicas para ultrapassar as limitações gráficas dos videojogos. \n\nO capítulo 4 funciona como um relatório de produção do projecto. A divisão do \n\ncapítulo é feita mediante as três etapas de produção. A pré-produção, a produção e a pós-\n\nprodução. Os pontos levantados no capítulo anteriores são postos à prova através de uma \n\nanálise do processo de criação de rochas para videojogos da sua concepção até à sua \n\nimplementação final no projecto ?Twin Paradox?. \n\nO capítulo 5 termina a dissertação com uma análise reflectiva dos pontos anteriores e \n\ntambém do desenvolvimento do projecto final. As conclusões finais serão aqui expostas e \n\ntambém serão detalhadas algumas perspectivas futuras. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n5 \n\n2 Caracterização do projecto \n\n2.1 Passado/História do Projecto \n\n \n\nEste videojogo em particular é uma ideia que já existe há vários anos. Por volta de \n\n2003 surgiu a ideia de uma história para um filme sobre um grupo de astronautas que se \n\ndespenham na superfície de um misterioso planeta alienígena. Como uma produção \n\ncinematográfica dessa envergadura estava longe das capacidades de um adolescente, seria \n\nnecessário encontrar uma alternativa para dar vida a esta história. Foi então que no início de \n\n2005, com a ajuda de um programador, Francisco Araújo, deu-se início à criação deste novo \n\njogo. Chamava-se ?Twin Paradox? e contava com um aspecto 2D de baixa resolução. O \n\ngénero em que o jogo se inseria denomina-se na indústria por jogo de aventura point &amp; click. \n\nEste estilo de jogo caracteriza-se por deixar de lado a acção física em prol de uma \n\njogabilidade mais centrada na narrativa e na resolução de problemas mentais. Inicialmente os \n\ncenários e personagens eram desenhados e pintados à mão.  \n\n \n\nFigura 2.1 – Cenário 2D da versão de 2005 do projecto ?Twin Paradox?. \n\nIsto revelou-se ser um processo moroso pois um cenário levava cerca de uma semana a \n\nser concluído devido às dificuldades de desenhar em perspectiva. Procurando formas de \n\nacelerar o processo surgiu a ideia de tentar usar software de geração de imagens 3D. O plano \n\nseria usar esse software apenas para delimitar alguns objectos geométricos simples que \n\nserviriam de suporte para o desenho em perspectiva. Ao explorar as potencialidades deste \n\nprograma 3D apercebemo-nos rapidamente do poder de uma ferramenta destas. Decidimos \n\nrecomeçar o projecto, desta vez com imagens totalmente geradas em 3D. (É importante \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n6 \n\nmencionar que embora as imagens fossem geradas em 3D, eram apenas imagens, e o jogo \n\ncontinuava na sua essência uma experiência 2D). Através da ajuda de tutoriais contidos na \n\ndocumentação do programa, foi possível aprender as bases da modelação, texturização e \n\niluminação em 3D. \n\n \n\nFigura 2.2 – Cenário 3D da versão de 2005 do projecto ?Twin Paradox?. \n\nVisualmente, o resultado talvez não fosse tão interessante como os desenhos, mas a \n\nnível de produção era possível criar um cenário em apenas dois dias. Fez-se muito progresso \n\nnesse primeiro ano, mas o projecto era ambicioso demais para apenas duas pessoas. Embora \n\nse tenha produzido bastante conteúdo, no final não era mais do que 10% do que seria \n\nnecessário para concluir a história que se tinha em mente. Com o passar do tempo, devido à \n\ndificuldade de gerir o tempo entre o jogo e as aulas, a produção foi suspensa.   \n\nPassaram-se alguns anos mas as ideias para o jogo continuaram a evoluir. Evoluíram \n\nde tal modo que o formato 2D e o género point &amp; click já não se justificavam. A nova versão \n\nexigia um formato verdadeiramente tridimensional e uma perspectiva na primeira pessoa. \n\nUma vez mais tornou-se uma produção demasiado grande para um par de pessoas. Mas \n\ndevido à velocidade com que os computadores evoluem cada vez mais o hardware ficava \n\nmais rápido e o software mais potente e acessível. Bastava esperar poucos anos para que o \n\nsoftware das grandes empresas de jogos se tornasse acessível ao público em geral. Por volta \n\ndessa altura, dando início ao curso em Som e Imagem na Universidade Católica Portuguesa, \n\nos próximos 5 anos seriam dedicados ao curso e poderia continuar-se a desenvolver o ?Twin \n\nParadox? apenas a nível de história e de ideias. Entretanto, no terceiro ano da licenciatura \n\nsurgiu a oportunidade de poder voltar a desenvolver um videojogo na cadeira de Projecto \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n7 \n\nArtístico. Desta vez a equipa tinha crescido em um elemento com a adição da colega Joana \n\nPinho. Desenvolveu-se um novo jogo durante o ano de 2009/2010 chamado ?Fusebox?.  \n\n \n\nFigura 2.3 – ?Fusebox? (Barbosa, Pinho, &amp; Araújo, 2010). \n\nEste projecto revelou-se uma experiencia de aprendizagem extremamente valiosa e \n\ncimentou o nosso desejo de continuar a desenvolver videojogos. \n\nTerminando a licenciatura, demos início ao mestrado de animação por computador, \n\ndedicando-nos ao projecto de grupo do primeiro ano. Entretanto tínhamos já uma ideia do que \n\nqueríamos fazer para o projecto final no segundo ano. Até este momento reunimos uma lista \n\nextensa de ideias para o ?Twin Paradox?, e como não possuíamos ainda os meios para as \n\nconcretizar, achamos que deveria ser feito um vídeo mock-up\n1\n de como o jogo seria. \n\nUsaríamos as técnicas de animação que tínhamos aprendido até então para falsear um vídeo \n\nque promovesse as ideias chave do jogo. A ideia seria usar esse vídeo como prova de conceito \n\npara angariar fundos ou recrutar mais elementos para a equipa após concluir o mestrado. No \n\nentanto, antes que o primeiro ano terminasse, surgiu uma notícia de que o mais recente motor \n\nde jogos da Crytek\n2\n, o CryEngine 3\n\n3\n, seria lançado brevemente para o público numa versão \n\n                                                 \n\n1\n Mock-up refere-se a um modelo de um projecto com a sua funcionalidade falseada apenas para motivos de \n\ndemonstração. \n\n2\n http://www.crytek.com/ \n\n3\n http://www.crytek.com/cryengine \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n8 \n\ngratuita. Era a ferramenta pela qual tínhamos esperado. Encaixava perfeitamente nas \n\nnecessidades do ?Twin Paradox? e surgiu no momento ideal.  \n\nComo prometido pela Crytek, a empresa responsável pelo CryEngine 3, este foi \n\nlançado em Agosto de 2011, dando algum tempo para nos familiarizar com o programa antes \n\nde iniciar o último ano do mestrado. Embora a tecnologia tenha-se tornado mais acessível \n\ncomo previsto, continuava a ser um esforço que exigiria tudo de nós a nível técnico e artístico. \n\nContudo a própria equipa também tinha evoluído muito nestes últimos anos e sentimos que \n\nestávamos à altura do desafio. Uma vez mais seria um trabalho de grupo. Decidimos manter a \n\nideia de um vídeo promocional de prova de conceito. A diferença seria que não haveria \n\nqualquer tipo de falseamento, o jogo seria real. Propomo-nos a desenvolver uma \n\ndemonstração jogável para PC. Um nível apenas que demonstrasse o essencial.  \n\nAo longo de todos estes anos a ideia central manteve-se intacta. Queríamos contar uma \n\nhistória onde o objectivo era deixar o jogador viver a experiência de estar perdido num \n\nplaneta distante. \n\n2.2 Objectivos do Projecto \n\n \n\nComo já foi referido na introdução, este projecto final de mestrado é um vídeo de \n\nprova de conceito para um jogo de computador a ser continuado no futuro. Trata-se de uma \n\ndemonstração que permite exibir as principais qualidades do projecto. Dentro deste contexto \n\nfalar-se-á principalmente das características relevantes ao vídeo e protótipo e não do jogo na \n\nsua totalidade.  \n\n?Twin Paradox? é um jogo de ficção científica em primeira pessoa que possui \n\nelementos de aventura e de role-playing game. Estes são termos que possuem conotações \n\nespecíficas dentro da indústria dos videojogos. Um jogo em primeira pessoa significa que a \n\nperspectiva usada tenta simular a de uma pessoa real, ou seja, a câmara é colocada na posição \n\ndos olhos da personagem. É um formato que possui uma série de vantagens para se criar uma \n\nexperiência imersiva. Na grande maioria dos casos é um estilo que é usado em jogos de acção. \n\nSão os chamados FPS’s ou first-person-shooters. Neles, o objectivo é o de disparar sobre os \n\ninimigos utilizando armas de fogo e evitar ser atingido. Desde que foram primeiro \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n9 \n\npopularizados em 1993 pelo jogo ?DOOM? da Id software\n4\n, os FPS’s pouco mudaram a nível \n\nde mecânica. \n\n \n\nFigura 2.4 – Doom\n5\n (Id Software, 1993) à esquerda e Rage\n\n6\n (Id Software, 2011) à direita. Ambos os jogos da Id \n\nsoftware, separados por 18 anos de diferença.  \n\nO género seguinte mencionado denomina-se de jogo de aventura. Embora aventura \n\nseja um termo abrangente, no contexto dos videojogos descreve um estilo bastante específico. \n\nNo género de aventura encaixam-se jogos que são fortemente focados na narrativa e na \n\nresolução de puzzles deixando de lado o combate. Por fim, os role-playing games ou RPGs \n\nsão jogos onde a personagem que o jogador encarna vai evoluindo certas capacidades ao \n\nlongo do jogo dependendo das decisões tomadas. O jogador pode assim adaptar a sua \n\npersonagem para um estilo de jogo que seja da sua preferência. ?Twin Paradox? reúne \n\nqualidades de todos estes géneros. É um híbrido de jogo de aventura, de FPS e de RPG.  \n\nA história do jogo transporta o jogador por uma série de ambientes diversos, desde \n\ndesertos a lagos, de florestas a ruínas de civilizações alienígenas. Para este protótipo foi \n\ndecidido que o segundo capítulo na história seria o mais apropriado de se desenvolver. Esse \n\nnível é caracterizado por um ambiente montanhoso com grandes desfiladeiros, rios que \n\nrecortam curvas na rocha, quedas de água, cavernas, e corredores estreitos formados por \n\nparedes altas de pedra. No início do nível, após a nave se despenhar, o jogador está livre para \n\nexplorar este cenário. Para poder sobreviver terá que examinar bem os recursos que existem \n\ndisponíveis. Existem minérios valiosos embutidos nas rochas que será necessário extrair de \n\nforma a utilizá-los como recursos na fábrica molecular. Na introdução desta dissertação a \n\nfábrica molecular foi descrita como uma máquina capaz de materializar qualquer objecto. \n\nTrata-se de um mecanismo que é capaz de analisar a estrutura atómica de um objecto, e que \n\n                                                 \n\n4\n http://www.idsoftware.com/ [02-09-2012]  \n\n5\n Imagem retirada de [02-09-2012]: http://www.droiddog.com/wp-content/uploads/2010/11/doom2-550x412.jpg \n\n6\n Imagem retirada de [02-09-2012]: http://www.nofrag.com/2010/jun/15/34867/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n10 \n\nde seguida pode criar cópias idênticas, molécula a molécula. Contudo ela necessita dos \n\nmateriais brutos para trabalhar. Muitos deles são abundantes e de fácil acesso tal como \n\ncarbono, mas outros como titânio vão exigir uma procura mais extensiva por parte do jogador. \n\nA vários níveis a criação deste jogo envolveu uma forte vertente de pesquisa científica, \n\ne como podemos ver, as ciências do estudo das pedras foram de particular importância para \n\neste projecto. Uma vez mais, o tema desta dissertação é a concepção de estruturas geológicas \n\npara videojogos. É importante conhecer que tipos diferentes de pedras existem, e que \n\nprocessos estão por detrás da sua origem. Que particularidades as distinguem a nível de \n\nforma, cor e textura? Que processos as transformam ao longo do tempo e quais os resultados? \n\nEstas são questões que irão ajudar a criar um mundo visualmente credível.  \n\nContudo há uma série de particularidades que é necessário ter em conta quando se cria \n\nconteúdo para videojogos. Existem limitações que obrigam os criadores a estabelecer um \n\ncompromisso entre qualidade e rapidez. Fala-se de qualidade relativamente ao nível de \n\ndetalhe dos objectos. Quanto mais detalhado for um modelo 3D, mais este vai exigir \n\ncapacidade de processamento por parte do computador. Um jogo acima de tudo precisa de \n\nresponder rapidamente e fluidamente aos comandos do jogador, e a fidelidade visual torna-se \n\numa prioridade secundária relativamente a isso. Porém existem várias técnicas que \n\npossibilitam extrair o máximo de qualidade possível sem comprometer a fluidez do jogo. Para \n\nesta dissertação, essas técnicas são analisadas e postas à prova na criação de estruturas \n\ngeológicas para os cenários do jogo. Este estudo é feito no âmbito do projecto ?Twin \n\nParadox?, mas a informação contida é suficientemente abrangente para servir como guia \n\nprático para a criação de rochas virtuais em variados contextos.  \n\n2.3 O Universo de Twin Paradox: A Narrativa \n\n \n\nNa segunda metade do século XXI a humanidade esforça-se para tentar sobreviver à \n\nsua adolescência tecnológica. O desenvolvimento de novas tecnologias é regulado com \n\nextrema precaução. As guerras deste tempo são para prevenir que certas tecnologias caiam \n\nnas mãos erradas. A revolução nano tecnológica alterou a percepção da realidade que os \n\nhomens conheciam, e eles temem perder a sua humanidade. Manipulações genéticas são \n\napenas permitidas no combate a doenças e acidentes. O desenvolvimento de inteligência \n\nartificial é proibido.  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n11 \n\nNo entanto existem aqueles que acreditam que se está apenas a adiar o inevitável. A \n\nmissão da nossa espécie é dar início ao próximo paradigma de evolução do universo mesmo \n\nque isso signifique o nosso fim.  \n\nLonge dos governos terrestres, uma empresa em Marte tem andado a explorar \n\nsecretamente algumas dessas tecnologias banidas. Fábricas moleculares, nano máquinas que \n\naperfeiçoam os sentidos humanos e mesmo inteligência artificial. Um dos projectos principais \n\ndesta empresa é criar um teletransportador capaz de transportar pessoas à velocidade da luz \n\nentre a Terra e Marte. A tecnologia por detrás do teletransportador envolve um scanner que \n\ncapta toda informação atómica do objecto, um desmolecularizador que o desintegra \n\ninstantaneamente, e uma fábrica molecular que reconstrói o objecto com fidelidade atómica \n\nnum outro local. \n\nUm dia, um teste é feito onde uma nave com seis tripulantes é teletransportada com \n\ndestino à Terra. A viagem parece ter corrido sem percalços, mas Matt Lightspear, o piloto, \n\napercebe-se rapidamente que o planeta que observa pela janela da nave não é a Terra. Sem \n\ncompreenderem como, a equipa encontra-se em rota de colisão com um planeta alienígena. \n\nAcabam por se despenhar violentamente na superfície rochosa. Agora vão ter de aprender a \n\nsobreviver neste mundo misterioso para desvendarem os seus segredos e possivelmente um \n\ndia regressarem a casa. \n\n2.4 Influências \n\n \n\nEmbora ?Twin Paradox? conte já com vários anos de desenvolvimento, na sua \n\nessência manteve-se fiel às suas origens. Existe uma influência em particular que se destaca \n\nacima de todas as outras pois foi uma inspiração directa para a sua criação. Trata-se de um \n\nvideojogo de aventura chamado ?The Dig? (Lucasarts, 1995). Nele, também seguimos as \n\naventuras de um grupo de astronautas que se vêm perdidos num planeta alienígena. Não se \n\ntrata apenas de uma influência narrativa, visualmente o jogo distingue-se pelos seus ambientes \n\nmaioritariamente rochosos e de cariz geométrico. A variedade de estruturas geológicas \n\ncaracterizadas pelos seus formatos exóticos define a identidade visual do jogo. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n12 \n\n \n\nFigura 2.5 – Imagens de The Dig (Lucasarts, 1995). (Montagem de imagens e captura feita pelo autor.) \n\nAcima de tudo a principal influência que o ?The Dig? (Lucasarts, 1995) teve neste \n\nprojecto foi a nível do ambiente que pretende criar. Sean Clark, o director do ?The Dig?, \n\ndescreve no manual do jogo qual foi a sua intenção ao desenvolver o jogo.  \n\n?I decided early on that the game should be more than a story on an \n\nalien world—it should be a story in an alien world. That is, you should be \n\nimmersed (as well as can be done with current technology) in an alien \n\nenvironment. Toward that end, we tried to push every aspect of the game as \n\nhard as we could. Music and sound design go way beyond the usual \"filler\" \n\nand off-the-shelf sound effects. The full-digital music, ambient noises and \n\nsound effects play an important role in setting the mood and feel of the \n\nenvironment.? (Clark, 1995) \n\n Os objectivos aqui expressos reflectem aquilo que também é desejado para o ?Twin \n\nParadox?. Nenhum projecto vive apenas de uma só influência, muito menos um com uma pré-\n\nprodução tão longa como este. No campo do cinema destaca-se o ?Forbidden Planet? \n\n(Wilcox, 1956) e o ?2001: Odisseia no Espaço? (Kubrick, 1968) Ambos são marcos da ficção \n\ncientífica mas em termos de execução são praticamente pólos opostos.  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n13 \n\n \n\nFigura 2.6 – Forbidden Planet\n7\n (Wilcox, 1956) \n\n ?Forbidden Planet? praticamente define o estilo retro da ficção científica dos anos 50 \n\ncom as suas naves em forma de disco voador, os cenários exteriores filmados em estúdio com \n\npanos de fundo pintados à mão, os robots interpretados por actores vestidos em fatos \n\ngrosseiros entre outros elementos que consideramos hoje como clichés característicos da \n\naltura. Outrora essas qualidades eram vistas como inovadoras. A própria banda sonora do \n\nfilme foi a primeira a ser totalmente electrónica e para além disso tratava-se de música atonal \n\ne sem melodia composta por sons computadorizados que hoje em dia descrevemos como \n\nevocadora de ambientes espaciais. Este filme foi uma grande influência estética no que toca à \n\ncriação de ambientes de mistério e estranheza relativamente a um planeta desconhecido. \n\n \n\nFigura 2.7 – 2001: A Space Odyssey\n8\n (Kubrick, 1968) \n\n                                                 \n\n7\n Imagem retirada de [02-09-2012]:  http://departments.rwu.edu/theatre/current/indexcurrent.htm \n\n8\n Imagem retirada de [02-09-2012]:  http://www.thefilmframes.com/2001_a_space_odyssey/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n14 \n\nDo lado oposto do espectro está ?2001: Odisseia no Espaço?. O crítico de cinema \n\nnorte-americano Emanuel Levy diz o seguinte acerca do filme: ?The most influential sci-fi \n\nfilm ever made, 2001 caused culture shock when released, forever changing the conventions, \n\nstyle, and prestige of the previously debased genre.? (Levy, 2000) Até então a ficção \n\ncientífica nunca tinha sido levada a sério pelo cinema, mas o realizador Stanley Kubrick tinha \n\no objectivo de alterar esse estigma. O filme é celebrado pela sua exactidão científica. No \n\nvácuo do espaço não existe ar, e por isso não existe propagação de som. Também não existe \n\ngravidade dentro das naves. Ao contrário de outros filmes, 2001 não tenta ultrapassar o \n\nproblema justificando-o com tecnologia de gravidade artificial. As técnicas usadas são \n\nsoluções reais como salas cilíndricas que rodam sobre si para gerar força centrípeta mantendo \n\nos tripulantes fixos ao chão e simulando assim o efeito da gravidade.  \n\nMuitos diriam que o cinema tem como principal função entreter o público, e que esta \n\natenção ao realismo apenas irá prejudicar a experiência, tornando-a mais maçadora para o \n\nespectador. Não é um argumento sem validade, mas de outro ponto de vista, a ficção \n\ncientífica é um género que tem elementos do imaginário e do fantástico, tal como o género da \n\nfantasia, mas que ao contrário desta esses elementos são fundamentados na nossa realidade. \n\nIsto significa que as histórias de ficção científica se forem bem fundamentadas, podem um dia \n\nreflectir a realidade. Essas histórias para além de cativarem a nossa imaginação, são também \n\nmensagens de alerta para os perigos da tecnologia, e também para as suas vantagens. 2001 é \n\nportanto uma grande referência para ?Twin Paradox? pois mostra-nos a importância do \n\nrealismo.  \n\n2.5 Pesquisa Efectuada para a Pré-Produção do Projecto \n\n \n\nTematicamente este projecto contou com anos de pesquisa para a pré-produção. A \n\nestética visual exigiu muita exploração de arte conceptual tanto para os personagens como \n\npara os cenários. Foi feita uma recolha extensiva de imagens de referência. Possuímos uma \n\nbase de dados com mais de 2000 imagens.  \n\nPara garantir a realismo científico da história, sempre que surgia uma nova ideia, era \n\nfeita uma pesquisa online para confirmar se essa ideia era possível. Muitas vezes, dessa \n\npesquisa surgiam novas ideias inspiradas nas leituras feitas. Por vezes as dúvidas que \n\npretendiam-se esclarecer eram demasiado específicas para serem resolvidas com uma \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n15 \n\npesquisa em sites como o wikipédia\n9\n. Nessas ocasiões as questões eram colocadas \n\ndirectamente em fóruns de conversa especializados no tema. Numa ocasião foi necessário \n\nesclarecer uma dúvida de astronomia relativamente a ciclos de dia e noite em planetas que se \n\nencontram fixos por acoplamento de maré à sua estrela. No fórum online \n\n?www.physicsforums.com? foi colocada a questão\n10\n\n na secção de astrofísica, e após uma \n\nconversa estimulante não só foi resolvida a dúvida como outros elementos surgiram que \n\nacabaram por contribuir positivamente para o enredo do jogo. Contudo, em certas ocasiões a \n\nmelhor solução seria mesmo fazer experiências em programas de simulação. Para a criação de \n\num sistema solar estável que possibilitasse vida num dos planetas utilizou-se um software \n\nchamado UniverseSandbox\n11\n\n. Este software permite criar e manipular sistemas de estrelas e \n\nplanetas simulando o efeito da sua interacção com física correcta. \n\n \n\nFigura 2.8 – Screenshot de Universe Sandbox.  \n\nO enredo exigia um sistema invulgar com um buraco negro no seu centro. À volta \n\ndeste orbitava uma estrela anã vermelha que completava uma orbita em apenas 12 horas. O \n\nnosso planeta teria de orbitar à volta destes dois simultaneamente. Foi um processo delicado \n\nconseguir formar um sistema estável com esta configuração, mas graças ao uso do simulador \n\nfoi verificado que se tratava de um sistema possível de existir na realidade. \n\n                                                 \n\n9\n http://www.wikipedia.org/ [02-09-2012] \n\n10\n http://www.physicsforums.com/showthread.php?t=529585 [02-09-2012] \n\n11\n http://universesandbox.com/ [02-09-2012] \n\nhttp://www.physicsforums.com/\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n16 \n\nRelativamente à pesquisa técnica, o maior esforço foi atribuído à aprendizagem do \n\nsoftware CryEngine 3. Meses antes de ser iniciado o primeiro semestre do último ano de \n\nmestrado, já tinha sido projectado para o projecto que seria utilizado este software, contudo \n\neste só seria lançado no final de Agosto de 2011. Para tirar maior proveito das férias de verão \n\nadquiriu-se a versão anterior do programa, o CryEngine 2 para ir aprendendo as \n\nfuncionalidades principais. Chegando ao mês de Agosto fez-se a passagem para o CryEngine \n\n3 sem percalços devido à semelhança entre as duas versões. Dentro do programa foi \n\nnecessário adquirir conhecimentos relativamente aos métodos de: construir terrenos, \n\niluminação, texturização, importação de modelos feitos em programas externos como o \n\n?Maya?\n12\n\n e programação. Como o software tinha sido recentemente lançado não existiam \n\ntutoriais oficiais que apoiassem a aprendizagem, contudo foi fácil descobrir a informação \n\nnecessária através de vídeos produzidos por amadores em canais como o YouTube\n13\n\n. Quando \n\nsurgiam dúvidas recorreu-se aos fóruns oficiais da Crytek dedicados ao desenvolvimento de \n\njogos independentes, o crydev.net\n14\n\n. Aqui as nossas questões podiam ser resolvidas com a \n\najuda de utilizadores mais experientes ou mesmo funcionários da Crytek. \n\n                                                 \n\n12\n http://usa.autodesk.com/maya/ [02-09-2012] \n\n13\n http://www.youtube.com [02-09-2012] \n\n14\n http://www.crydev.net/viewtopic.php?f=325&amp;t=76155 [02-09-2012] \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n17 \n\n3 Revisão do Estado da Arte \n\n \n\nNo contexto do desenvolvimento de estruturas geológicas para videojogos, este \n\ncapítulo será iniciado com uma breve descrição dos principais conceitos e elementos da área \n\nda geologia. Começando com um resumo da origem da Terra e os processos envolventes na \n\nsua criação, passando para uma análise do ciclo das rochas e uma descrição dos três tipos de \n\npedras que existem. Ainda dentro do tema da geologia será importante examinar quais os \n\nprincipais processos de erosão e intemperismo que existem e quais os resultados da sua acção \n\nnos diferentes tipos de pedras. \n\nNa segunda parte deste capítulo será abordado o tema da geração de imagens por \n\ncomputador. Após um breve resumo da história dos gráficos de computador, será feita uma \n\nanálise dos processos que permitem aos videojogos superarem as suas limitações de modo a \n\natingirem resultados visuais de maior fidelidade. \n\n3.1 Introdução à Geologia \n\nA geologia é a ciência que estuda o planeta Terra do ponto de vista da sua formação e \n\ncomposição. Procura-se com a geologia examinar os materiais que compõem a Terra e os \n\nprocessos que estão por detrás da sua origem e transformações. A geologia também pretende \n\ncompreender o desenvolvimento da Terra ao longo do tempo, estabelecendo assim uma \n\norganização cronológica dos eventos que a modificaram, desde a sua origem até à sua \n\npresente forma (Lutgens &amp; Tarbuck, 2009, p. 2).  \n\n3.1.1 A Origem da Terra \n\nPara contar a história do planeta Terra é necessário recuar no tempo até à origem do \n\nUniverso. Há cerca de 13.7 mil milhões de anos surgiu uma súbita expansão de energia que \n\ndeu origem ao espaço, ao tempo e à matéria. Esse evento denomina-se de Big-Bang e é o \n\nponto de origem de tudo o que conhecemos. Originalmente o universo era composto quase \n\nexclusivamente por hidrogénio e hélio, os dois elementos mais leves. Devido à força da \n\ngravidade e ao arrefecimento do universo estes elementos começaram a acumular-se em \n\nnuvens de gás que se iam condensando em aglomerados cada vez mais densos e cada vez \n\nmais quentes. Quando atingiram uma certa densidade e temperatura iniciou-se o processo de \n\nfusão, dando origem a estrelas que emitiam luz própria. A fusão que ocorre no interior das \n\nestrelas é o processo que está por detrás de quase todos os elementos que conhecemos. O \n\núnico protão existente num átomo de hidrogénio funde-se com outro para dar origem a um \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n18 \n\nátomo de hélio que possui dois protões. À medida que as temperaturas sobem, mais pesados \n\nse tornam os elementos criados. O átomo de carbono possui seis protões. Para formar \n\nelementos mais pesados como ferro e ouro as temperaturas necessárias só são possíveis no \n\nmomento em que a estrela entra em colapso, formando uma explosão ultra violenta conhecida \n\npor super-nova. Todos os elementos que estavam contidos no interior da estrela são \n\nespalhados pelo espaço nessa explosão. O processo agora repete-se. Devido à atracção da \n\ngravidade esses materiais voltam a unir-se em aglomerados cada vez maiores, que podem dar \n\norigem a novas estrelas e também a planetas. Há cerca de 4.5 mil milhões de anos foi isso que \n\naconteceu no nosso sistema. O Sol a Terra e os restantes planetas do sistema solar formaram-\n\nse mais ou menos simultaneamente (Lutgens &amp; Tarbuck, 2009, p. 20). \n\n \n\nFigura 3.1 – Formação do sistema solar\n15\n\n. \n\nO nosso sistema solar teve início numa nebulosa, um conjunto de poeiras e gases. \n\nEsses materiais contraíram-se para formarem um disco rotativo. O arrefecimento dessa nuvem \n\nlevou a que materiais rochosos e metálicos se condensassem em pequenas partículas. Com o \n\ntempo essas partículas foram colidindo, formando corpos cada vez maiores como asteróides, e \n\nresultando finalmente em planetas. À medida que esses materiais se foram acumulando para \n\nformar a Terra, a temperatura desta aumentou consideravelmente devido aos impactos \n\nconstantes de asteróides. Com o aumento da temperatura, metais como ferro e níquel \n\ncomeçaram a derreter e afundaram-se para o centro da Terra. Outros materiais rochosos de \n\nmenor densidade flutuaram para a superfície formando a crosta terrestre. Assim se separaram \n\nas diferentes camadas que formam o interior da Terra (Lutgens &amp; Tarbuck, 2009, pp. 21-22).  \n\n                                                 \n\n15\n Imagem retirada do livro Essentials of Geology (Lutgens &amp; Tarbuck, 2009, p. 21) \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n19 \n\n \n\nFigura 3.2 – Camadas do planeta Terra\n16\n\n. \n\nNo centro temos o núcleo interno (sólido), depois o núcleo externo (líquido). Estes \n\ndois são constituídos por metais. É devido aos movimentos do núcleo líquido externo que o \n\nnosso planeta possui o seu campo magnético. As camadas seguintes são o manto inferior e \n\nsuperior que são formadas principalmente por rochas de grande densidade. São camadas \n\nsólidas mas movem-se devido às elevadas temperaturas que dão ao material qualidades \n\nmaleáveis. Por fim temos a camada superior da Terra, a crosta, que é definida por ser de dois \n\ntipos diferentes. Temos a crosta continental que tem em média cerca de 35 quilómetros de \n\nespessura e a crosta oceânica que em média tem 7 quilómetros de espessura (Lutgens &amp; \n\nTarbuck, 2009, pp. 23-24). \n\nA Terra é um planeta dinâmico. Talvez isso não seja aparente durante o período de \n\nvida de um ser humano, mas numa escala de milhões de anos podemos ver como a superfície \n\nda Terra se altera constantemente. Os continentes como os conhecemos hoje tinham formatos \n\ne localizações bastante diferentes há milhões de anos atrás. A crosta terrestre está dividida em \n\ndiferentes placas denominadas de placas tectónicas que se movem continuamente. Estas \n\nplacas por vezes colidem, obrigando rochas a elevarem-se milhares de metros acima do nível \n\ndo mar. A cordilheira dos Alpes, por exemplo, resultou da colisão da placa africana com a \n\nplaca euro-asiática. É devido a este dinamismo que podemos encontrar na superfície terrestre \n\na grande variedade de rochas que vemos. Grande parte das rochas são formadas sob grandes \n\npressões subterrâneas e tornam-se visíveis apenas quando certas forças as fazem emergir \n\n(Lutgens &amp; Tarbuck, 2009, pp. 28-34).  \n\n                                                 \n\n16\n Imagem retirada do livro ?Essentials of Geology? (Lutgens &amp; Tarbuck, 2009, p. 23) Tradução feita pelo autor. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n20 \n\n3.1.2 O Ciclo das Rochas \n\n \n\nComo vimos no subcapítulo anterior, a Terra é um sistema complexo em constante \n\ntransformação. À escala humana as rochas parecem-nos fixas no tempo, constantes e \n\nimutáveis. No entanto podemos contemplar uma variedade exaustiva de diferentes tipos de \n\npedras. Variam em formato, em escala, em cor e textura. Como podemos justificar tal \n\nvariedade? Existe um processo cíclico que justifica toda a gama de rochas que encontramos \n\nno nosso planeta. Chama-se o ciclo das rochas. Este diz-nos que existem três tipos de rochas \n\ndiferentes. São estas as rochas magmáticas (ou ígneas), as rochas sedimentares e as rochas \n\nmetamórficas. Estes três grupos básicos de rocha estão sempre em mudança, transformando-\n\nse uns nos outros e reformando-se constantemente. A figura seguinte descreve o processo de \n\ntransformações e as ligações entre os diferentes grupos (Lutgens &amp; Tarbuck, 2009, p. 18).  \n\n \n\nFigura 3.3 – Ciclo das rochas\n17\n\n. \n\n                                                 \n\n17\n Imagem retirada do livro ?Essentials of Geology? (Lutgens &amp; Tarbuck, 2009, p. 19) Tradução feita pelo autor. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n21 \n\n \n\n \n\nIniciamos o ciclo a uma grande profundidade onde podemos encontrar magma. O \n\nmagma é um material formado principalmente por rocha em estado líquido devido às grandes \n\ntemperaturas encontradas no subsolo da superfície terrestre. Quando este material arrefece \n\npassa por um processo chamado de cristalização, formando assim rocha sólida chamada de \n\nrocha magmática. Isto pode acontecer tanto no subsolo ou à superfície quando o magma se \n\ntorna em lava ao ser expelido por um vulcão (Lutgens &amp; Tarbuck, 2009, p. 20).  \n\n \n\nFigura 3.4 – Lava em estado líquido (à esquerda\n18\n\n) e rocha magmática (à direita\n19\n\n) \n\nEssa nova rocha, agora encontra-se exposta aos elementos da superfície como o vento \n\ne a água. Pouco a pouco a acção desses elementos sobre a rocha (erosão) acabam por a \n\ndesgastar, dando a origem a sedimentos que podem ser constituídos por seixos, areia ou pó. \n\nEsses sedimentos são transportados por rios ou pelo vento e acabam por ser depositados no \n\nfundo de zonas deprimidas da crosta continental ou oceânica. Pouco a pouco várias camadas \n\nde sedimentos vão-se formando umas em cima de outras. Estas vão-se compactando e acabam \n\npor formar rocha sedimentar através de uma série de processos chamados de litificação \n\n(Lutgens &amp; Tarbuck, 2009, p. 20).  \n\n                                                 \n\n18\n Imagem retirada de [02-09-2012]: http://hitokirivader.deviantart.com/art/Cooling-Lava-7839911 \n\n19\n Imagem retirada de [02-09-2012]: http://mayaocean.com/wp-content/2008/03/maya0308-061.jpg \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n22 \n\n \n\nFigura 3.5 – Grand Canyon (à esquerda\n20\n\n) e rocha sedimentar (à direita\n21\n\n). \n\nEm certos casos essa rocha sedimentar pode-se encontrar a grandes profundidades \n\ntornando-se exposta a níveis de pressão e temperatura extremas. A rocha vai então reagir a \n\nessas condições e transformar-se no terceiro tipo de rocha, a rocha metamórfica. Esse \n\nprocesso chama-se de metamorfismo (Lutgens &amp; Tarbuck, 2009, p. 20). \n\n \n\nFigura 3.6 – Rochas metamórficas\n22\n\n. \n\nSe os níveis de temperatura e pressão aumentarem ainda mais essas rochas irão fundir-\n\nse, passando do estado sólido ao estado líquido, convertendo-se novamente em magma. \n\n                                                 \n\n20\n Imagem retirada do livro ?Essentials of Geology? (Lutgens &amp; Tarbuck, 2009, p. 6) \n\n21\n Imagem retirada de [02-09-2012]: http://itonlycomesnaturally.blogspot.com/2010/07/notom-bullfrog-road-en-\n\nroute-to-capitol.html \n\n22\n Imagens retiradas de [02-09-2012]: http://hays.outcrop.org/images/rocks/metamorphic/132_3264_IMG.jpg e \n\nde http://www.npolar.no/no/arktis/svalbard/geologi.html (Montagem feita pelo autor) \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n23 \n\nNo entanto esta não é a única direcção do ciclo pois não se trata de um processo linear. \n\nCada uma destas transformações pode ocorrer em ordens diferentes. Rocha magmática pode \n\ntornar-se directamente em rocha metamórfica. Se esta for elevada à superfície será exposta a \n\ncondições de erosão e poderá tornar-se sedimentar. Uma vez iniciado o ciclo este toma todo o \n\ntipo de percursos possíveis e é dai que podemos observar a grande variedade de rochas que \n\nexistem à superfície da Terra (Lutgens &amp; Tarbuck, 2009, pp. 18-20).  \n\n3.1.3 Propriedades das Rochas \n\n \n\nTodas as rochas são constituídas por minerais. Um mineral é definido como um sólido \n\ninorgânico que surge por processos naturais. Estes quando são formados possuem uma \n\nestrutura cristalina. Isto significa que a sua estrutura atómica está organizada em padrões \n\ntridimensionais que se repetem. É devido a essa estrutura que podemos observar as formas \n\ngeométricas características de cristais como quartzo ou pirite (Lutgens &amp; Tarbuck, 2009, pp. \n\n38-39).  \n\n \n\nFigura 3.7 – À esquerda\n23\n\n um exemplo do mineral quartzo e à direita\n24\n\n um exemplo do mineral pirite. \n\n \n\n \n\n \n\n                                                 \n\n23\n Imagem retirada de [02-09-2012]: http://en.wikipedia.org/wiki/File:Quartz,_Tibet.jpg \n\n24\n Imagem retirada de [02-09-2012]: http://earth.uwaterloo.ca/museum/woe-pyrite \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n24 \n\nMuitos minerais formam-se no momento de arrefecimento de um corpo de magma ao \n\ncristalizar-se em forma sólida. Existem uma série de variantes que vão determinar o resultado \n\nfinal da cristalização. A composição química dos ingredientes existentes no magma e a \n\nvelocidade de arrefecimento dos minerais são duas características importantes que irão \n\ndeterminar o aspecto da rocha. Na imagem seguinte podemos observar três exemplos de \n\nrochas magmáticas que possuem texturas distintas. \n\n \n\nFigura 3.8 – Exemplos\n25\n\n de variação de textura em rochas magmáticas. \n\nA obsidiana é um vidro vulcânico que ocorre naturalmente. O arrefecimento do \n\nmagma é tão rápido que não existe possibilidade de formação de cristais, resultando numa \n\nmassa homogénea de elementos sem uma organização ordenada na sua estrutura. No caso do \n\npagmatito podemos observar uma grande diferenciação na sua constituição. Devido ao longo \n\ntempo de arrefecimento do magma formam-se cristais de grande dimensão que conferem uma \n\ntextura heterogénea e rugosa à pedra. Por vezes durante o processo de cristalização formam-se \n\nbolhas de gás no interior da rocha. Após a solidificação as cavidades mantêm-se e isso é \n\nvisível na rocha de scoria. A estrutura desta assemelha-se a uma esponja (Lutgens &amp; Tarbuck, \n\n2009, pp. 67-69).  \n\nCertos padrões cristalinos desenvolvem pontos de maior fraqueza ao longo da sua \n\nestrutura. Devido à ordenação inerente da estrutura dos cristais, quando estes se quebram \n\nrevelam esses pontos de fraqueza em padrões ordenados. O ponto de quebra segue sempre o \n\ncaminho de menor resistência. A esse atributo dá-se o nome de clivagem. Em certos casos a \n\nclivagem é tão evidente que podemos observar ângulos rectos e linhas paralelas na forma \n\ncomo certas rochas se desgastam (Lutgens &amp; Tarbuck, 2009, p. 47).  \n\n                                                 \n\n25\n Imagens legendadas pelo autor e retiradas de [02-09-2012]: http://geology.com/rocks/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n25 \n\n \n\nFigura 3.9 – À esquerda\n26\n\n e no centro\n27\n\n temos exemplos dos efeitos da clivagem. À direita\n28\n\n podemos ver \n\ndiferentes tipos de planos de clivagem. \n\n Embora as rochas magmáticas possuam uma grande diversidade composicional, estas \n\npodem ser divididas em grupos simples dependendo da sua proporção de minerais escuros e \n\nclaros. De um extremo do espectro temos rochas compostas quase totalmente por minerais \n\nclaros como quartzo. Estas são designadas por rochas graníticas. Do outro lado do espectro \n\ntemos rochas escuras designadas por rochas basálticas. O tom mais escuro destas pode ser \n\natribuído a uma percentagem alta de ferro na sua composição (Lutgens &amp; Tarbuck, 2009, pp. \n\n66-67). Rochas que se situam em pontos intermédios do espectro e possuem qualidades de \n\nambos os lados são chamadas de andesito. \n\n \n\nFigura 3.10 – Muitas calçadas portuguesas (à esquerda\n29\n\n) são formadas pela justaposição de blocos de basalto e \n\ngranito (à direita\n30\n\n). \n\n                                                 \n\n26\n Imagem retirada de [02-09-2012]: www.thepaperwall.com \n\n27\n Imagens montadas pelo autor e retiradas de [02-09-2012]: http://geology.com/rocks/ \n\n28\n Imagem retirada de [02-09-2012]: http://biopensamentos.blogspot.com/2010/02/propriedades-fisicas-dos-\n\nminerais_15.html \n\n29\n Imagem retirada de [02-09-2012]: https://picasaweb.google.com/lh/photo/Vq79qM2efd3sz-daTXAbXA \n\n30\n Imagens legendadas pelo autor e retiradas de [02-09-2012]: http://geology.com/rocks/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n26 \n\nComo podemos ver as rochas variam a nível cromático, mas não estão limitadas a tons \n\nde cinza. Dependendo dos ingredientes que as constituem a nível de minerais podemos \n\nencontrar todo o tipo de colorações.  \n\n \n\nFigura 3.11 – Exemplos\n31\n\n de variação cromática em diferentes rochas e minerais. \n\n3.1.4 Erosão e Intemperismo \n\n \n\nNa grande maioria dos casos, as rochas são formadas subterraneamente. As excepções \n\nsão as rochas vulcânicas que cristalizam após serem expelidas no formato de lava por um \n\nvulcão. Contudo muitas das rochas que são formadas subterraneamente acabam por emergir e \n\ntornam-se expostas aos elementos da superfície. Como já foi referido no ponto 3.1.1 deste \n\ncapítulo, o movimento das placas tectónicas por vezes forçam as rochas a elevarem-se acima \n\ndo solo. É a partir desse momento que as rochas sofrem um novo tipo de alterações que \n\nmarcam significativamente a sua aparência. Os efeitos do vento e da água e outros processos \n\nunidos com a força da gravidade desgastam e decompõem as rochas ao longo de milhares de \n\nanos, esculpindo assim a superfície da Terra. Chamamos a esses processos de erosão e de \n\nintemperismo e são uma parte fundamental do ciclo das rochas pois são responsáveis por \n\ntornar as rochas em sedimento.  \n\nTanto a erosão como o intemperismo são responsáveis pela degradação das rochas mas \n\nembora tenham uma função semelhante trata-se de dois processos distintos. O intemperismo \n\nenvolve dois métodos que agem em união para decompor pedra, os químicos e os mecânicos. \n\n                                                 \n\n31\n Imagem retirada de [02-09-2012]: http://www.flickr.com/photos/horsepunchkid/5561397153/lightbox/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n27 \n\nO intemperismo mecânico fragmenta a pedra em pedaços progressivamente mais pequenos \n\nsem alterar a sua composição química e o intemperismo químico envolve alterações a nível \n\nmolecular dos minerais, transformando-os em novos compostos. Estas duas acções ocorrem \n\nsem movimento. No momento em que uma partícula de rocha é solta e move-se, seja por \n\nacção da gravidade do vento ou da água, chama-se erosão. A erosão é portanto o transporte de \n\nmaterial solto por acção do intemperismo (Bourke &amp; Viles, 2007, p. 49).  \n\nUm dos principais processos mecânicos que contribui para o desgaste das rochas é a \n\nacção da variação de temperatura que expande e contrai o material. Isto provoca o surgimento \n\nde quebras e fissuras. Essas fissuras promovem a infiltração de agentes como a água que após \n\ncongelar expande-se, o que torna as fendas ainda maiores. Forma-se assim um ciclo onde as \n\nfendas alojam cada vez quantidades maiores de gelo e pouco a pouco vão fragmentando a \n\nrocha (Bourke &amp; Viles, 2007, p. 49).  \n\n \n\nFigura 3.12 – A infiltração de gelo em fendas provoca quebras na rocha\n32\n\n. \n\nEste estilo de intemperismo não está limitado à acção da água. A formação de cristais \n\nde sal no interior das fendas também gera forças de expansão e são comuns em zonas áridas \n\nou regiões costeiras. A acção de agentes biológicos como raízes de plantas também são \n\ncapazes de abrir fendas e dividir pedras (Bourke &amp; Viles, 2007, p. 49). O resultado de todas \n\nestas forças produzem fragmentos de pedra com algumas características únicas relativamente \n\nà sua aparência. Os clastos\n33\n\n resultantes geralmente possuem feições angulares e a área de \n\nsuperfície é demarcada por descamação\n34\n\n e rachaduras. \n\n                                                 \n\n32\n Imagem legendada pelo autor e retirada de [2-09-2012]: http://schools.bcsd.com/fremont/4th_Sci_earth_slow-\n\nchanges.htm \n\n33\n Clasto - Um fragmento de rocha ou grão resultante da decomposição de rochas maiores. \n\n34\n Descamação - Separação em forma de escama das partes exteriores de uma rocha. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n28 \n\n \n\nFigura 3.13 – Resultados estéticos do efeito do intemperismo mecânico sobre rochas\n35\n\n. \n\nO intemperismo mecânico raramente age sozinho, beneficiando sempre da ajuda do \n\nintemperismo químico. Este envolve processos complexos que decompõe os componentes das \n\nrochas e a estrutura interna dos minerais. Um exemplo disso é a oxidação do ferro. Quando os \n\nátomos de ferro entram em contacto com átomos de oxigénio estes formam óxido de ferro, \n\ntambém conhecido por ferrugem. Algumas das propriedades da ferrugem são a corrosão do \n\nmetal, tornando-o mais fraco e susceptível a desintegração. Outra propriedade característica \n\nda ferrugem é a sua cor vermelha. Quando rochas contêm minerais ricos em ferro a sua \n\nsuperfície torna-se avermelhada quando esta oxida. Outros reagentes como o ácido carbónico \n\nsão responsáveis por dissolverem calcário, uma rocha sedimentar. É assim que são formadas \n\nvastas redes de cavernas subterrâneas, pela acção de transporte da água e do seu conteúdo \n\nácido (Lutgens &amp; Tarbuck, 2009, p. 129). \n\n \n\nFigura 3.14 – À esquerda\n36\n\n uma caverna de calcário, à direita\n37\n\n os efeitos de coloração da oxidação do ferro. \n\n \n\n                                                 \n\n35\n Imagens montadas e legendadas pelo autor e retiradas do livro ?A Photographic Atlas of Rock Breakdown \n\nFeatures in Geomorphic Environments? (Bourke &amp; Viles, 2007, pp. 51-64) \n\n36\n Imagem retirada do livro ?Essentials of Geology? (Lutgens &amp; Tarbuck, 2009, p. 129) \n\n37\n Imagem retirada de [02-09-2012]: http://beautifulplacestovisit.com/national-parks/arches-national-park-utah-\n\nusa/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n29 \n\nExistem rochas que são solúveis em certas condições como o calcário e outras mais \n\nresistentes como o granito. Se uma rocha sedimentar for constituída por uma mistura de \n\nminerais solúveis e não solúveis, os efeitos do intemperismo vão afectar com mais vigor os \n\nminerais mais frágeis, deixando expostos os minerais que resistiram. Isto dá origem uma \n\ngrande variedade de texturas na superfície de certas rochas.  \n\n \n\nFigura 3.15 – Exemplos de texturas criadas por desintegração granular de rochas compostas por diferentes \n\nminerais.\n38\n\n  \n\nFicamos então a conhecer alguns dos efeitos dos dois tipos de intemperismo, mas esta \n\né apenas uma parte da história de como as rochas se desgastam, igualmente importante é a \n\nacção da erosão. No início deste capítulo foi feita uma distinção entre intemperismo e erosão, \n\ndestacando a erosão como um processo de transporte. O intemperismo reduz a rocha em \n\nfragmentos cada vez menores e a gravidade, o vento e a água transportam esses materiais para \n\noutros locais. Contudo a acção dessas forças não se limita unicamente ao transporte, pois o \n\nacto do arrastamento e das colisões que daí surgem também moldam a forma das rochas.  \n\nNo caso da erosão eólica, que consiste na acção do vento, o desgaste é feito através de \n\num processo chamado de abrasão, que consiste na passagem repetida de partícula rígidas \n\nsobre a superfície das rochas. Partículas de areia suficientemente pequenas para serem \n\ntransportadas pelo ar colidem com as rochas e soltam novas partículas. A erosão eólica produz \n\numa série de características diferentes através deste processo e as rochas resultantes são \n\nchamadas de ventifactos. Uma dessas características é a formação de superfícies facetadas que \n\nse cruzam em ângulos agudos (Bourke &amp; Viles, 2007, p. 8).  \n\n                                                 \n\n38\n Imagens montadas pelo autor e retiradas do livro ?A Photographic Atlas of Rock Breakdown Features in \n\nGeomorphic Environments? (Bourke &amp; Viles, 2007, pp. 57-60)  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n30 \n\n \n\nFigura 3.16 – Características angulares dos efeitos da erosão eólica.\n39\n\n \n\nA abrasão por areia ou outras partículas também pode produzir gravuras em \n\nsuperfícies de rochas. Tal como no intemperismo, se a rocha for constituída por diversos tipos \n\nde minerais, os mais resistentes serão acentuados, pois os outros minerais serão desgastados \n\ncom mais facilidade. É possível encontrar uma grande variedade de formatos de marcas nas \n\nrochas causadas pela abrasão. Os resultados dependem sempre da constituição das rochas, do \n\nnível de dureza dos minerais e também do número de diferentes tipos de minerais na mesma \n\nrocha.  \n\n \n\nFigura 3.17 - Exemplos de texturas criadas por abrasão em rochas compostas por diferentes minerais.\n40\n\n \n\nNo caso de uma rocha de constituição homogénea a abrasão eólica produz resultados \n\nmais suaves. De facto o polimento e alisamento das faces das rochas são das características \n\nmais comuns associadas á abrasão do vento. O nível de polimento é também um bom \n\nindicador da idade da rocha em questão (Bourke &amp; Viles, 2007, p. 20).  \n\n                                                 \n\n39\n Imagens retiradas do livro ?A Photographic Atlas of Rock Breakdown Features in Geomorphic Environments? \n\n(Bourke &amp; Viles, 2007, pp. 8-9) \n\n40\n Imagens montadas pelo autor e retiradas do livro ?A Photographic Atlas of Rock Breakdown Features in \n\nGeomorphic Environments? (Bourke &amp; Viles, 2007, pp. 13-18) \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n31 \n\n \n\nFigura 3.18 – Rochas polidas pela acção da erosão eólica.\n41\n\n  \n\nPor vezes o efeito da abrasão de vento dá origem a estruturas invulgares. Ao polir a \n\nsuperfície da rocha o vento cria curvas e essas curvas canalizam a força do vento de forma a \n\nesculpir características sinuosas e silhuetas marcantes na pedra. \n\n \n\nFigura 3.19 – Esculturas de vento\n42\n\n \n\n Noutras ocasiões os efeitos resultantes parecem desafiar a gravidade quando uma \n\nrocha fica suspensa por um pequeno pedestal que a suporta e a eleva do solo. Isto deve-se ao \n\nfacto da areia quando transportada pelo vento raramente se elevar acima de um metro de \n\naltura. Isto implica que as partes mais próximas do solo serão as mais afectadas pela abrasão  \n\n(Lutgens &amp; Tarbuck, 2009, p. 299). \n\n                                                 \n\n41\n Imagem retirada de [02-09-2012]: http://rammuseum.org.uk/collections/geology/beneath-your-feet/plenty-of-\n\npebbles \n\n42\n Imagens montadas pelo autor e retiradas de [02-09-2012]: http://www.mcmlter.org/lostseal/photos3.html \n\nhttp://streamteamventures.blogspot.com/2010/12/mt-falconer.html http://www.freerepublic.com/focus/f-\n\nchat/1839194/posts \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n32 \n\n \n\nFigura 3.20 – Rochas suportadas por pedestais criados por erosão de vento.\n43\n\n \n\nPor fim resta falar do outro tipo de erosão principal, a erosão fluvial. De facto a acção \n\nda água sobre a rocha é o agente que maior impacto tem na alteração das paisagens, erodindo \n\nmais terreno e transportando mais sedimento de que qualquer outro processo. (Lutgens &amp; \n\nTarbuck, 2009, p. 215) O mais famoso desfiladeiro do mundo, o Grand Canyon, é um \n\nexemplo claro do poder da água. O rio Colorado unido com a força da gravidade foi \n\nresponsável por cortar os mais de 400 km de extensão deste desfiladeiro que em certas zonas \n\natinge os 1600 metros de profundidade. A uma escala geológica todo esse processo aconteceu \n\nnum período de tempo relativamente curto, poucas dezenas de milhões de anos, deixando \n\nexpostas as diferentes camadas sedimentares que outrora se encontravam no fundo do oceano. \n\n(Lutgens &amp; Tarbuck, 2009, p. 6)  \n\n \n\nFigura 3.21 – O rio Colorado\n44\n\n e o Grand Canyon\n45\n\n no estado de Arizona nos Estados Unidos da América. \n\n                                                 \n\n43\n Imagem retirada do livro ?Essentials of Geology? (Lutgens &amp; Tarbuck, 2009, p. 299) \n\n44\n Imagem retirada de [02-09-2012]: http://en.wikipedia.org/wiki/Colorado_River \n\n45\n Imagem retirada de [02-09-2012]: http://www.edupics.com/photo-grand-canyon-i8982.html \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n33 \n\nTal como o vento, a água também produz abrasão nas rochas pois transporta \n\nsedimentos de areias e outras partículas. Os resultados são semelhantes mas ainda mais \n\nevidentes. Devido à força da gravidade a tendência da água é a de descer a encosta \n\nprocurando o caminho de menor resistência. A forma como a água flui fica marcada na rocha \n\nmoldando o caminho e removendo progressivamente os pontos de maior atrito. (Lutgens &amp; \n\nTarbuck, 2009, p. 223) \n\n \n\nFigura 3.22 – Efeitos de abrasão fluvial\n46\n\n \n\nOs efeitos da água não se fazem apenas sentir a grande escala, a erosão fluvial também \n\ndeixa marcas características em pedras individuais. Um dos sinais mais comuns do efeito de \n\ntransporte fluvial é o arredondamento de pequenas pedras chamadas de seixos. Como é \n\ncostume no ciclo das rochas estas começam por ser bastante maiores. A erosão e o \n\nintemperismo quebram fragmentos progressivamente mais pequenos. Uma vez encontrando-\n\nse na corrente de um rio esse processo continua. Correntes fortes conseguem mover \n\npedregulhos e fazê-los colidir entre si, fracturando e continuando o processo de criar pedras \n\nde menor dimensão. Estas continuamente chocam umas nas outras e as suas imperfeições vão \n\nsendo limadas até as suas superfícies se tornarem arredondadas e lisas. (Bourke &amp; Viles, \n\n2007, p. 28) Também vemos resultados semelhantes em praias, onde a erosão das ondas do \n\nmar também produzem seixos. Continuando o processo acabamos por obter areia. \n\n                                                 \n\n46\n Imagens montadas pelo autor e retiradas de [02-09-2012]: http://wallpaper-million.com/Nature/Canyons-\n\nwallpapers/Colorado-river-in-Grand-Canyon-National-Park-wallpaper_7418.html \n\nhttp://beautifulplacestovisit.com/category/canyons/ http://www.ke6lbm.com/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n34 \n\n \n\nFigura 3.23 – À esquerda\n47\n\n um exemplo de fractura de rochas causadas por transporte fluvial e à direita\n48\n\n seixos. \n\nNesta breve introdução à geologia ficamos a conhecer bastantes conceitos que revelam \n\nas razões por detrás da aparência das rochas. Não é de todo um catálogo exaustivo, apenas o \n\nessencial para pensar em termos científicos a criação de estruturas geológicas. Trata-se de um \n\nconjunto de ferramentas importantes para qualquer artista que pretenda criar ambientes \n\nnaturais mais realistas. Isto é verdade para qualquer tipo de arte, mas nos videojogos é de \n\nparticular importância devido à liberdade que os jogadores têm de examinar ao pormenor \n\ntodos os cantos dos cenários. Contudo, para se criar rochas para videojogos este conhecimento \n\né apenas parte da equação. No próximo ponto deste capítulo iremos explorar a parte \n\ntecnológica do problema, a computação gráfica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                 \n\n47\n Imagem retirada do livro ?A Photographic Atlas of Rock Breakdown Features in Geomorphic Environments? \n\n(Bourke &amp; Viles, 2007, p. 31) \n\n48\n Imagem retirada de [02-09-2012]: http://en.wikipedia.org/wiki/File:Pebbleswithquarzite.jpg \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n35 \n\n3.2 Computação Gráfica \n\n \n\nComo os últimos quatro pontos deste capítulo foram inteiramente dedicados à \n\ngeologia, talvez seja importante relembrar que o objectivo central desta dissertação é criação \n\nde modelos de rochas para videojogos. Neste novo ponto será então explorada uma área \n\ntotalmente diferente, a computação gráfica. \n\n3.2.1 O que é a Computação Gráfica? \n\n \n\nSimplificando a questão, a computação gráfica é a área da informática que lida com a \n\ngeração de imagens. Quando pensamos num computador, uma das primeiras imagens que nos \n\nsurge na cabeça é a de um monitor ou ecrã, isto porque esse periférico é a janela pela qual \n\nacedemos à informação existente no computador. Os resultados dos cálculos e processos \n\ncomplexos que ocorrem no processador seriam inúteis se não existissem formas de traduzir \n\nessa informação numa simples linguagem visual à qual podemos aceder (Hill, 2008, pp. 1-2).  \n\nO elemento básico do qual as imagens são formadas nos monitores é o pixel. A \n\npalavra advém da união das palavras picture e element. Os pixéis são organizados em colunas \n\ne linhas formando uma grelha bidimensional de pequenos pontos que podem alterar \n\ndinamicamente de cor e brilho. Para um computador, um ficheiro de imagem é uma lista que \n\nindica a cada pixel que cor este deve tomar (O'Callaghan, 2011). Em união esta grelha de \n\npixéis resulta nas imagens que vemos no ecrã. Estas podem ser tão simples como texto ou \n\numa fotografia a cores de alta definição.  \n\n \n\nFigura 3.24 - Este exemplo\n49\n\n mostra uma imagem com uma parte aumentada onde é possível ver os pixéis \n\nindividuais que constituem a imagem. \n\n                                                 \n\n49\n Imagem alterada pelo autor e retirada de [02-09-2012]: \n\nhttp://wallpaperswide.com/bisti_badlands_san_juan_county_new_mexico_us-wallpapers.html \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n36 \n\nOs computadores não têm dificuldade em produzir imagens bidimensionais, mas uma \n\ndas qualidades que os torna tão úteis, particularmente para as indústrias do cinema e dos \n\nvideojogos é a sua capacidade de gerar conteúdo 3D. \n\nCom a evolução da tecnologia, cada vez mais as imagens 3D geradas por computador \n\natingem níveis de realismo maiores. Na indústria cinematográfica usa-se a abreviatura CGI \n\n(Computer generated imagery) para se referir a esse tipo de imagens. O filme Avatar \n\n(Cameron, 2009) surpreendeu espectadores mundialmente devido à qualidade da sua \n\nreprodução de personagens e ambientes, tornando-se no maior êxito de bilheteira da história. \n\nE não é apenas a indústria do cinema que tem atingido níveis maiores de realismo, os \n\nvideojogos rapidamente se estão a aproximar desse mesmo nível de qualidade. \n\n \n\nFigura 3.25 - Cena\n50\n\n do filme Avatar (Cameron, 2009) \n\n \n\nFigura 3.26 – Cenário\n51\n\n do videojogo Rage (Id Software, 2011) \n\n \n\n                                                 \n\n50\n Imagem retirada de [9-02-2012]: http://www.hd-wallpapers.com/wide/movies/avatar/ \n\n51\n Imagem retirada de [9-02-2012]: http://www.gameranx.com/img/12-Feb/rage.jpg \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n37 \n\n \n\nMas para compreendermos como essas imagens 3D são geradas num computador \n\ntemos de começar por definir qual o elemento básico da sua constituição. O resultado final \n\nque vemos no ecrã acaba sempre por ser um conjunto de pixéis, mas a forma como os \n\ncomputadores processam informação 3D é distinta. Se o pixel é unidade base de uma imagem \n\n2D então o elemento fundamental de um objecto digital 3D é o voxel (Volumetric Picture \n\nElement). Para além de possuir coordenadas no eixo do X e do Y, o voxel possui uma \n\ncoordenada extra no espaço, o eixo do Z. Podemos imaginar uma grelha cúbica onde um \n\ngrande número de voxels estão organizados de modo a formar um objecto. Esse método pode \n\nser comparado com a forma como compreendemos a matéria no mundo real, sendo esta \n\nconstituída por pequenas unidades elementares, os átomos.  \n\nContudo existe um senão, pois o método de geração de imagens por voxels raramente \n\né utilizado seja no cinema ou em videojogos. Na realidade é uma técnica custosa a nível de \n\nprocessamento do computador, os resultados obtidos são pouco convincentes e sofrem sempre \n\ndo efeito de escada. Para se poder atingir uma superfície que aparente ser suave ao olhar \n\nhumano seria necessária uma resolução de voxels de tamanho astronómico e poucos \n\ncomputadores conseguiriam processar tamanha quantidade de informação. Esta tecnologia é \n\nmais útil em áreas como a medicina onde a informação recolhida dos scans ao interior do \n\ncorpo melhor se adequam ao posicionamento em grelha dos voxels (Accomazzi, 2009). \n\n \n\nFigura 3.27 - Modelo 3D\n52\n\n do crânio humano em voxels \n\ncriado com base em dados de uma ressonância magnética \n\n                                                 \n\n52\n Imagem retirada de [02-09-2012]: http://ex.osaka-\n\nkyoiku.ac.jp/~fujii/JREC6/onlinebook_selman/Htmls/3DJava_Ch07.htm \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n38 \n\n \n\nFigura 3.28 - Comparação\n53\n\n entre modelo poligonal (à esquerda)  \n\ne modelo constituído por voxels(à direita). \n\n \n\nSalvo raras excepções, a vasta maioria dos gráficos 3D gerados por computador que \n\nvemos em jogos ou em filmes utilizam uma tecnologia bastante diferente. Esse método tem \n\npor base o uso de polígonos. Em vez do voxel, a unidade elementar dos modelos poligonais é \n\no triângulo. Isto porque o triângulo possui o mínimo de informação necessária para formar \n\numa face, três pontos no espaço. Em linguagem de computação gráfica esses pontos são \n\nchamados de vértices. No livro Computer Graphics for Artists, Andrew Paquette faz a \n\nseguinte descrição:  \n\n?A vertex is a single coordinate for a point in world space. It has no \n\ndimension and very few properties by itself. To make it into an edge, it \n\nrequires another point. This only defines a line, and as such, still cannot be \n\nrendered. To render it, a third point must be defined, to create a triangle, also \n\nknown as a face or a polygon? (Paquette, 2008, p. 6). \n\nIsto significa que nenhum ponto individual é capaz de reflectir luz, e por isso é \n\ninvisível. Apenas uma superfície formada com pelo menos 3 pontos pode ser visível. Desta \n\nforma os objectos 3D que habitam os ambientes virtuais do computador são formados por \n\numa colecção de triângulos organizados logicamente. O processo de construção destes \n\nobjectos chama-se de modelação. ?Modeling is where all 3D projects must begin, because \n\nwithout a model, there is nothing to animate or render? (Paquette, 2008, p. 2). \n\n                                                 \n\n53\n Imagem retirada de [02-09-2012]: http://blog.wolfire.com/2009/11/Triangle-mesh-voxelization \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n39 \n\n \n\nFigura 3.29 – Topologia de rochas.\n54\n\n  \n\nExistem várias soluções de software para criar objectos 3D no mercado, sendo o \n\n?Maya? e o ?3D Studio Max?\n55\n\n os mais populares na indústria. Tradicionalmente quando se \n\nestá a modelar é recomendado o uso de quadriláteros ou quads pois isso facilita o processo de \n\nconstrução e de animação devido à maior facilidade em criar divisões na geometria. Contudo, \n\nquando vemos topologias\n56\n\n de modelos que consistem primariamente em faces quadradas, \n\ntrata-se apenas de uma simplificação gráfica para o utilizador, pois o computador pensa \n\nsempre na geometria em termos de triângulos.  \n\nTal como no mundo natural, para tornar os objectos visíveis é necessário luz, e esta em \n\ncombinação com um mapa de textura são o que dão informação de cor aos modelos 3D. Para \n\nas faces do modelo receberem correctamente luz e um mapa de texturas precisam de mais um \n\ncomponente que se denomina de normal. Um normal pode ser definido como um vector \n\nperpendicular à face que indica qual dos lados da face receberá luz e textura. Dependendo da \n\nintensidade da luz e do ângulo de incisão, cada face vai adquirir uma cor, e são essas \n\nvariações de tonalidade de face para face que dão volume aos objectos (Paquette, 2008, p. 12). \n\nContudo existe um problema com este método, pois a passagem de cor de face para face é \n\nabrupta e resulta em superfícies duras que chamam atenção à estrutura poligonal do modelo.  \n\nPara combater essa dificuldade foram inventadas algumas soluções que permitem \n\ngerar uma continuidade gradual de cor ao longo das faces do modelo. Uma dessas técnicas de \n\ncomputação gráfica é chamada de gouraud shading. O seu objectivo é simular a aparência de \n\nsuperfícies suaves nos modelos quando na realidade estes são poligonais. (Thomas, 1998)  \n\n                                                 \n\n54\n Imagem retirada do projecto final \"Twin Paradox?. \n\n55\n [02-09-2012] http://usa.autodesk.com/3ds-max/ \n\n56\n Topologia em termos de computação gráfica 3D refere-se à distribuição e organização dos polígonos num \n\nmodelo. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n40 \n\n \n\nFigura 3.30 – Comparação\n57\n\n de duas esferas idênticas a nível de topologia mas utilizando métodos de shading \n\ndiferentes. \n\nPequenas inovações como esta permitiram aumentar consideravelmente a qualidade \n\ndos gráficos 3D sem grandes custos de processamento. Este tipo de saltos qualitativos é algo \n\nque acontece repetidamente ao longo da história da computação gráfica e examinaremos com \n\nmais pormenor alguns deles no ponto seguinte deste capítulo.  \n\nAté agora expuseram-se as bases por detrás de um modelo 3D com volume e uma \n\nsuperfície suavizada, mas é ainda possível atribuir cor ao modelo. Isso pode ser feito de \n\nalgumas maneiras diferentes. Quando um modelo é criado, por padrão é lhe atribuída \n\nautomaticamente uma cor. No caso do software ?Maya? a cor pré-definida é o cinzento, mas \n\nesta pode ser alterada ao gosto do utilizador. Contudo trata-se apenas de uma só cor para todo \n\no objecto. É possível pintar um modelo com cores diferentes e isso pode ser feito ao definir \n\numa cor por vértice do modelo. Neste caso a informação de cor é guardada na própria \n\ngeometria por isso é de rápido processamento e ocupa pouco espaço no disco. A desvantagem \n\nprincipal deste método é que a definição da pintura está directamente relacionada com o \n\nnúmero de polígonos do modelo. Apenas é possível controlar a informação de cor nos \n\nvértices, não existindo possibilidade de dar detalhe ao centro de uma face, por exemplo. \n\n                                                 \n\n57\n Imagem legendada pelo autor e retirada de [9-02-2012]: \n\nhttp://www.mactech.com/articles/mactech/Vol.14/14.11/PoorMansBrycePartII/index.html \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n41 \n\n \n\nFigura 3.31 – Modelo\n58\n\n pintado através do método de vertex color. \n\nDevido a essas fraquezas esta técnica não é usada com o intuito de definir os detalhes \n\nde cor nos objectos. Para isso, o método mais utilizado consiste em usar ficheiros de imagem \n\npara cobrir a superfície do modelo. Chama-se a esse processo de mapeamento de texturas e \n\npode ser comparado com o acto de embrulhar um presente. No caso de um modelo simples \n\ncomo um cubo o processo é fácil, mas quando passamos para modelos mais detalhados como \n\npersonagens torna-se bastante mais complexo. Temos um objecto 3D que tem de ser envolto \n\npor uma imagem 2D. Para isso é preciso atribuir coordenadas na superfície do modelo, e a \n\nesse mapa de coordenadas chama-se de mapa de UV’s. O processo consiste em espalmar a \n\ninformação dos polígonos do modelo numa superfície bidimensional para que possa receber o \n\nficheiro de imagem. (Ingrassia, 2009, p. 40) \n\n \n\nFigura 3.32 – Exemplo\n59\n\n das fases do processo de mapeamento de texturas. \n\n                                                 \n\n58\n Imagem retirada de [02-09-2012]: http://swat3.furrycat.net/gsm/maya/ \n\n59\n Imagem retirada do projecto final ?Twin Paradox?. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n42 \n\nNo caso do mapeamento de texturas o detalhe final está dependente da resolução do \n\nficheiro de imagem. No exemplo da figura anterior o mapa de textura possui apenas \n\ninformação de cor. No ponto seguinte deste capítulo iremos ver como existem variados tipos \n\nde mapas de imagem que podem ser combinados por camadas para obter resultados ainda \n\nmais realistas. Serão exploradas quais as limitações principais que existem actualmente na \n\ncomputação gráfica e quais as melhores soluções para as superar.  \n\n3.2.2 Limitações e Soluções \n\n \n\nRecuando um pouco no tempo, grande parte dos monitores produzidos antes do novo \n\nmilénio possuíam um número muito reduzido de pixéis. Essa baixa resolução de pixéis foi das \n\nprimeiras limitações que os designers de videojogos tiveram de enfrentar. O criador do Super \n\nMario, Shigeru Miyamoto diz que as famosas características desse icone dos videojogos \n\nforam-lhe impostas pelas limitações da altura. No documentário de videojogos Thumb Candy \n\nde 2000, Miyamoto descreve algumas dessas limitações:  ?Mario wears a hat because I \n\ncouldn’t do his hair move realistically; he’s got a moustache to hide his mouth, because I \n\ncouldn’t draw the mouth properly.? (Lee, 2000) \n\n \n\nFigura 3.33 À esquerda\n60\n\n uma imagem de Space Invaders (Taito, 1978), à direita\n61\n\n a versão do Super Mario \n\nusado no jogo Super Mario Bros (Nintendo, 1985) \n\nOs criadores de jogos sempre tiveram que se adaptar às limitações da tecnologia. Hoje \n\nem dia facilmente se encontra um monitor com uma resolução superior a 1 milhão de pixéis, \n\nmas mesmo assim são necessários filtros especiais para suavizar o efeito de escada inerente a \n\numa grelha quadriculada. Esse efeito de escada é chamado de aliasing e os filtros de anti-\n\naliasing suavizam principalmente as linhas diagonais nas bordas dos objectos ao gerar um \n\nefeito gradiente de cor. \n\n                                                 \n\n60\n Imagem retirada de [2-09-2012]: http://www.youremgn.com/550/space-invaders-video-game-hitting-cinemas/ \n\n61\n Imagem retirada de [2-09-2012]: http://www.1up.com/boards/posts/list/53874.page \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n43 \n\n \n\nFigura 3.34 – Exemplos\n62\n\n do efeito anti-aliasing em gráficos de computador. \n\nMesmo que o número de pixéis já não seja a limitação tão grande que era há alguns \n\nanos atrás, ainda existem outras limitações que obrigam os artistas de CGI a pensar em \n\nestratégias inovadoras para atingir o máximo de realismo. Possivelmente a maior limitação \n\nseja ainda o número de polígonos que um computador consegue processar a cada momento. \n\nUm jogo moderno a correr num computador ou consola actual consegue lidar com cerca de \n\n300 milhões de polígonos por segundo. (Chubb, 2007)  \n\nÀ primeira vista pode parecer um número elevado, mas em apenas um segundo o \n\ncomputador tem de gerar pelo menos 30 imagens. Na realidade existe um grande número de \n\njogadores que exigem não menos que 60 frames por segundo para garantirem uma experiência \n\nfluida. Fazendo as contas, o computador gera 5 milhões de polígonos por frame, só que nem \n\ntoda a capacidade de processamento é focado na geração de polígonos, é igualmente \n\nnecessário lidar com os mapas de texturas, o som e a inteligência artificial dos personagens. \n\nMesmo com esses 5 milhões de polígonos é um desafio tentar simular a minúcia de detalhe \n\nque existe no mundo real. Basta observar o relevo existente nas rugas da pele humana para ver \n\ncomo rapidamente esgotamos o nosso orçamento de polígonos se tentarmos atingir esse nível \n\nde detalhe.  \n\nContudo vemos frequentemente jogos modernos a atingirem níveis de realismo \n\nsurpreendentes. Isto é possível devido a um uso eficiente dos recursos disponíveis em \n\nconjunto com uma série de técnicas. Imaginemos novamente um orçamento de 5 milhões de \n\npolígonos por frame. Esse não é o número total de triângulos que dispomos para distribuir \n\npelo cenário e personagens. O número total pode exceder os 5 milhões, mas não do ponto de \n\nvista da câmara do jogador.  \n\n                                                 \n\n62\n Imagens criadas pelo autor. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n44 \n\nO programa base que corre o jogo (o motor de jogo) vai a cada momento tentar exibir \n\napenas aqueles polígonos que se encontram no campo de visão do jogador. Se o jogador se \n\nencontrar numa sala sem janelas, não é necessário para o motor calcular todo o mundo que \n\nexiste no exterior. Apenas quando o jogador sair pela porta é que esses elementos serão \n\ncarregados. Isto significa que dentro da sala pode-se utilizar grande parte do orçamento para \n\ndar maior detalhe aos móveis, por exemplo. Uma vez no exterior seria de esperar que o \n\norçamento fosse facilmente ultrapassado devido à quantidade de objectos e terreno que se \n\npode enquadrar no campo de visão. Devido a uma técnica chamada de LOD (Level of Detail) \n\napenas aqueles objectos mais próximos da câmara irão exibir a totalidade do seu detalhe. \n\nObjectos mais distantes possuem menos triângulos e o motor aumenta e diminui a qualidade \n\ndo objecto consoante nos aproximamos ou afastamos deles. \n\n \n\nFigura 3.35 – Exemplo\n63\n\n de níveis de detalhe diferentes para o mesmo objecto. \n\nNa maior parte dos casos isto não acontece automaticamente. Normalmente os artistas \n\nprecisam de modelar 3 versões diferentes de cada objecto. (Ingrassia, 2009, p. 69) Esta \n\ncontinua a ser das formas mais eficazes de distribuir o orçamento de polígonos mas tem a \n\ndesvantagem de por vezes se notar os objectos a fazerem a transição de um modelo para \n\noutro. Isso pode quebrar o sentido de imersão do jogador. \n\nNo entanto continua a não ser suficiente para tratar do tipo de detalhe que ocorre à \n\nescala do centímetro ou milímetro. Durante muito tempo essa tarefa coube somente à textura \n\nde cor (diffuse color map). A limitação deste processo é que se trata de uma imagem 2D, por \n\nisso todo o detalhe fica espalmado na superfície do objecto.  \n\n                                                 \n\n63\n Imagem retirada de [02-09-2012]: \n\nhttp://www.leadwerks.com/werkspace/page/Documentation/le2/_/tutorials/introduction-to-models-r471] \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n45 \n\nIsso é mais evidente se observarmos a textura de perto e de certos ângulos. Neste caso \n\nefeitos como brilho e sombra são pintados directamente na textura, significando que \n\nindependentemente do movimento das luzes no cenário, as sombras de detalhe do objecto irão \n\nmanter-se fixas. A esta técnica chama-se de texture baking e continua a ser usada \n\nextensivamente devido à sua versatilidade. Se um objecto ou cenário mantêm-se sempre sobre \n\nas mesmas condições de iluminação, faz sentido fazer bake das sombras na própria textura, \n\npois calcular sombras dinamicamente é um processo custoso para o motor. \n\n     \n\nFigura 3.36 – Exemplo\n64\n\n de sombras pré-calculadas no jogo Mirror’s Edge (Dice, 2008) \n\nNa figura anterior temos o exemplo de um jogo que faz isso mesmo. As sombras neste \n\ncaso são pré-calculadas. Isto significa que computadores poderosos calcularam durante várias \n\nhoras a acção da luz sobre o cenário utilizando um tipo de iluminação chamado de GI (global \n\nillumination). A GI simula o efeito que a luz tem nos objectos à medida que ressalta de umas \n\nsuperfícies para as outras. Uma vez concluído o cálculo as sombras são gravadas num ficheiro \n\nde imagem e sobrepostas em cima dos objectos (Ingrassia, 2009, pp. 316-318). \n\n \n\nFigura 3.37 – Efeito da Global Illumination\n65\n\n. \n\n                                                 \n\n64\n Imagem retirada de [02-09-2012]: http://forums.overclockers.co.uk/showthread.php?p=15463486  \n\n65\n Imagem retirada de [02-09-2012]: http://www.slideshare.net/DICEStudio/henrikgdc09-compat  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n46 \n\nPode-se ver na figura anterior, no exemplo do lado direito como a luz ressaltou da \n\nparede vermelha para a parede branca adjacente, ganhando um tom avermelhado. Com esta \n\ntécnica podemos atingir resultados fotorrealistas mas não é possível mover ou alterar a \n\nposição das luzes. Alguns motores de jogos mais avançados já conseguem simular esse efeito \n\ndinamicamente. Em termos de computação gráfica quando algo é chamado de dinâmico \n\nsignifica que pode ser manipulado pelo utilizador em tempo real. A expressão tempo real é \n\nextremamente relevante neste contexto pois é a qualidade que permitem aos videojogos serem \n\ninteractivos. É o oposto de pré-calculado. O cálculo acontece a cada momento, 30 ou 60 vezes \n\npor segundo. Na realidade, esta é a distinção principal que separa o cinema de animação dos \n\nvideojogos. A qualidade de imagem do cinema é superior porque cada imagem pode levar \n\ndias a ser gerada por super computadores. Os videojogos não dispõem desse luxo e \n\nfrequentemente necessitam de fazer sacrifícios de qualidade para manter o número de \n\nimagens por segundo estável.  \n\nContudo, dentro de um videojogo, nem todos os processos ocorrem em tempo real. \n\nComo já foi visto, existem sistemas de iluminação não dinâmicos. O efeito resulta bem \n\nmaioritariamente em superfícies baças, mas não é capaz de reproduzir convincentemente \n\nmateriais brilhantes ou reflectores. Isto porque na realidade os brilhos e reflexos alteram-se \n\nconforme o ponto de vista. Se o ponto de vista se mover e os brilhos se mantiverem fixos, vai \n\ntransparecer a ideia de estarem pintados na superfície e traem as propriedades do material.  \n\nUma vez mais, existem formas de contornar esse problema. Da mesma forma que se \n\naplica uma textura de cor difusa num modelo, é possível aplicar uma segunda textura noutra \n\ncamada que irá apenas ter em conta informação relativa aos brilhos. Chama-se a essa textura \n\nde specular map. Trata-se de uma imagem a preto e branco onde os tons mais claros indicam \n\nlocais de maior reflectividade e tons mais escuros indicam locais mais baços. Isto possibilita \n\ndistribuir heterogeneamente os níveis de brilho ao longo de uma superfície (Ingrassia, 2009, \n\np. 316). Um bom exemplo para demonstrar a utilidade de um specular map seria num modelo \n\ndo planeta Terra. A textura principal, o diffuse color map contém os continentes e oceanos \n\nmas apenas os oceanos devem reflectir o brilho do sol. Para isso basta que o specular map \n\nseja totalmente branco na zona dos oceanos e preto nos continentes. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n47 \n\n \n\nFigura 3.38 – Specular Map e Diffuse Map (à esquerda\n66\n\n)  \n\ne resultado no modelo 3D do planeta Terra (à direita\n67\n\n).  \n\nUm uso bastante comum para o specular map é o de definir as zonas mais oleosas da \n\npele humana, particularmente do rosto. Também ajuda a definir a ideia de rugas na textura da \n\npele, mas para que estas possuam um efeito de relevo vai ser necessário utilizar um terceiro \n\ntipo de mapa de imagem, um bump map. Esta foi a técnica que verdadeiramente possibilitou \n\ntrazer níveis de detalhe minuciosos aos modelos sem necessidade de aumentar o número de \n\npolígonos.  \n\n \n\nFigura 3.39 – Demonstração\n68\n\n da técnica de bump mapping utilizada no jogo Halo 2 (Bungie, 2004). \n\nO bump map também tem por base uma imagem a preto e branco. Neste caso a \n\nvariação de cor irá definir o efeito de elevação ou depressão na superfície dos modelos. Assim \n\né possível que as texturas ganhem um efeito de profundidade em tempo real.  \n\n                                                 \n\n66\n Imagens legendadas pelo autor e retiradas de [9-02-2012]: http://planetpixelemporium.com/earth.html \n\n67\n Imagem retirada de [9-02-2012]: http://rainybrain.org/?p=131 \n\n68\n Imagem legendada pelo autor e retirada de [9-02-2012] : http://halo.bungie.org/misc/mc2xray/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n48 \n\nÉ possível simular riscos e arranhões, superfícies irregulares, padrões complexos, \n\norgânicos ou mecânicos (Ahearn, 2006, p. 67). O efeito é tão convincente que, quando \n\ncomeçou a tornar-se popular alguns estúdios aproveitaram para reduzir o número de \n\npolígonos dos seus jogos. \n\n \n\nFigura 3.40 – Comparação entre carro sem bump map (à esquerda\n69\n\n) do jogo Halo (Bungie, 2001) e do mesmo \n\ncarro com bump map (à direita\n70\n\n) do jogo Halo 2 (Bungie, 2004) \n\nEsta técnica é particularmente evidente em movimento pois a sua característica \n\nprincipal é ser capaz de se adaptar às condições de iluminação de forma dinâmica. É \n\nimportante mencionar que hoje em dia esta tecnologia é mais conhecida por outro nome. \n\nDevido a alguns melhoramentos foi criada uma variante do bump map que utiliza todo o \n\nespectro de cor e não apenas tons de cinza. Chama-se normal map e produz resultados mais \n\nprecisos que o bump map (Ahearn, 2006, p. 67). \n\n \n\nFigura 3.41- Exemplo\n71\n\n de um normal map. \n\n                                                 \n\n69\n Imagem retirada de [02-09-2012]: http://www.hollywood-diecast.com/warthog_large.jpg  \n\n70\n Imagem retirada de [02-09-2012]: http://www.thegamingonline.com/Xbox/Screenshots/halo2.htm \n\n71\n Imagem criada pelo autor \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n49 \n\n \n\n \n\nA razão pela qual os bump maps e os normal maps são tão valiosos é porque reduzem \n\nconsideravelmente a necessidade do uso de polígonos. Contudo esta técnica não passa de um \n\ntruque convincente. De facto não existe profundidade real na textura, trata-se de uma \n\ncombinação de algoritmos complexos que distorcem o modo como a luz incide sobre a \n\nsuperfície do polígono, tal como a técnica do gouraud shading mencionada no ponto 3.2.1 \n\ndeste capítulo. A melhor forma de perceber que os normal maps de facto não estão a gerar \n\nprofundidade real é observando a silhueta do objecto. \n\n \n\nFigura 3.42 – Comparação\n72\n\n entre o uso de bump map e de geometria real. \n\nPodemos ver na imagem anterior como um bump map é capaz de simular a \n\nirregularidade da textura que lhe foi aplicada, mas deixa o formato esférico do modelo \n\noriginal intacto. \n\nExiste ainda outra limitação inerente a todos os tipos de mapas de imagem que foram \n\nmencionados. Tanto o bump map como o specular map e o diffuse color map são ficheiros de \n\nimagem, e consequentemente a qualidade vai depender do tamanho destas. A resolução das \n\nimagens é medida pela sua largura em pixéis vezes a sua altura em pixéis. Geralmente esses \n\nnúmeros são múltiplos de dois. Alguns exemplos de resoluções comuns são 512x512, \n\n1024x1024 e 2048x2048. Raramente se ultrapassam esses tamanhos por questões de memória \n\ne performance. Tal como para os polígonos, o orçamento de memória reservado para texturas \n\né limitado e deve ser distribuído eficazmente. A melhor forma de poupar recursos é reutilizar \n\nas mesmas texturas tanto quanto possível. Para áreas extensas como terrenos existe uma \n\ntécnica que permite utilizar uma grelha repetitiva da mesma textura para cobrir toda a \n\nextensão. Para que o efeito resulte essa textura precisa de se repetir de forma a que os seus \n\npontos de contacto não sejam visíveis.  \n\n                                                 \n\n72\n Imagem retirada de [02-09-2012]: http://en.wikipedia.org/wiki/Bump_mapping  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n50 \n\n \n\nFigura 3.43 – Exemplos\n73\n\n de texturas diferentes repetidas em grelhas de 4 por 4 \n\nNo topo da imagem anterior temos dois exemplos de texturas que não repetem \n\ncorrectamente. Os limites dessas imagens não foram tratados de modo a tornar contínuo o \n\npadrão de repetição e os pontos de contacto tornam-se evidentes. No caso das duas texturas \n\nabaixo o padrão é muito menos evidente e estas repetem mais harmoniosamente. (Ahearn, \n\n2006, pp. 129-130) Esta técnica de repetição de texturas é extremamente versátil para poupar \n\nrecursos mas a estética do jogo pode sofrer se for usado em demasia ou incorrectamente. \n\n \n\nFigura 3.44 – Terreno\n74\n\n com padrão de repetição visível. \n\n                                                 \n\n73\n Imagem retirada do livro ?3D Game Textures? (Ahearn, 2006, p. 130) \n\n74\n Imagem retirada de [9-02-2012]: http://udn.epicgames.com/Three/TerrainAdvancedTextures.html  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n51 \n\nA imagem anterior exemplifica bem como o acto de repetir a mesma textura numa \n\ngrelha pode dar origem a padrões não naturais. É importante evitar texturas que possuam \n\ndetalhes que saltem à vista, pois esses detalhes ao serem repetidos vão dar origem a padrões \n\nvisíveis. É possível diminuir, mas não remover completamente o efeito de repetição, por isso \n\né importante saber disfarçar bem a textura com outros elementos para quebrar o padrão. \n\nExistem muitas formas de fazer isso; misturando texturas de outro tipo em camadas \n\ndiferentes, colocando vegetação sobre o terreno ou usando texturas especiais chamadas de \n\ndecals. As texturas decal são imagens com transparência nas bordas e são projectadas por \n\ncima de outras texturas. Estas podem ser projectadas sobre qualquer superfície e são \n\nfrequentemente usadas para simular o efeito de marcas de explosões ou manchas de sangue \n\n(Tracy &amp; Tracy, 2011, p. 67). \n\n \n\nFigura 3.45 – Decal\n75\n\n projectado no solo para adicionar variação ao terreno. \n\nDe uma forma geral, as principais técnicas de texturização foram abordadas. Os \n\nmelhores resultados são sempre obtidos através de uma mistura apropriada das ferramentas \n\nque temos disponíveis. Alguns mapas de imagem como os normal maps são mais \n\ndispendiosos que outros por isso é essencial saber utilizá-los com moderação.  \n\nÉ importante não esquecer que a indústria dos videojogos é das que mais rapidamente \n\nevolui tecnologicamente. Graças ao rápido avanço dos computadores sabemos que a cada \n\nmomento o tecto de limitações está a subir e é possível ir mais longe. Faz sentido terminar \n\neste ponto olhando para o futuro e vendo uma técnica que já começa a surgir nos \n\ncomputadores mais potentes do mercado.  \n\n                                                 \n\n75\n Imagem retirada de [02-09-2012]: http://freesdk.crydev.net/display/SDKDOC2/Placing+Decals \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n52 \n\nTrata-se de tessellation. Esta técnica usa o mesmo tipo de imagens de escala cinza que \n\nos bump maps usam. Ao contrário dos bump maps que apenas simulam o efeito de relevo, a \n\ntessellation gera polígonos em tempo real para abranger todo o detalhe necessário. É \n\nsemelhante ao sistema LOD (level of detail) mas neste caso não existe substituição de \n\nmodelos. Os polígonos são gerados pelo motor de jogo através da subdivisão do modelo \n\noriginal. Esta subdivisão torna-se maior quanto mais próxima for a distância da câmara. \n\n(Nvidia, s.d.) \n\n \n\nFigura 3.46 – Exemplo\n76\n\n do poder da técnica de tessellation. \n\nFinalmente os videojogos vão poder ultrapassar a estética angular que os tem \n\nassombrado durante todos estes anos. \n\n No próximo capítulo, onde será analisada a produção do projecto ?Twin Paradox?, \n\niremos ver como as técnicas aqui discutidas contribuíram para o desenvolvimento das \n\nestruturas geológicas presentes no jogo (especificamente no capítulo 4.2). Não só das técnicas \n\nrelativas à computação gráfica mas também da ciência relativa à geologia analisada nos \n\nprimeiros pontos deste capítulo. \n\n \n\n \n\n \n\n \n\n                                                 \n\n76\n Imagem retirada de [02-09-2012]: http://www.pcgameshardware.com/aid,698077/Unigine-Heaven-with-\n\nDirectX-11-Tessellation-Graphics-card-benchmarks-Top-article-of-October-2009/Practice/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n53 \n\n4 Criar o Mundo de Twin Paradox \n\n \n\nEste novo capítulo é inteiramente dedicado ao desenvolvimento do projecto final \n\n?Twin Paradox?. No total o projecto abarcou um período de cerca de 9 meses, de Setembro de \n\n2011 a Maio de 2012. Este capítulo encontra-se dividido em 3 pontos distintos. Numa \n\nprimeira parte será feito um aprofundamento da fase de pré-produção do projecto onde serão \n\ndiscutidos elementos como o argumento e storyboard. O ponto seguinte será o de maior \n\nrelevância para o tema desta dissertação, onde será detalhada a execução técnica da \n\nconstrução dos cenários do jogo. Por fim o tema final deste capítulo incide sobre a realização \n\ndo vídeo promocional de ?Twin Paradox? que inclui a fase de captação de movimentos para \n\nas personagens e toda a pós-produção.  \n\n4.1 Pré-Produção \n\n \n\nComo já foi mencionado no capítulo 2.1, ?Twin Paradox? é um projecto já com alguns \n\nanos que possui uma narrativa equivalente a um filme de longa-metragem em termos de \n\nescala. Para o projecto final de mestrado a primeira decisão importante incidiu sobre \n\nseleccionar um excerto dessa história que sintetizasse a sua essência. Era importante \n\napresentar as personagens, as circunstancias em que estes se encontram no inicio da aventura \n\ne a fábrica molecular, pois esta define uma das mecânicas principais do jogo e representa o \n\ntema central da história. Tudo isso teria de ser incluído num vídeo de cerca de 5 minutos. Foi \n\nfeita a escolha de retratar o início do segundo capítulo da história onde os nossos heróis se \n\nencontram no planeta alienígena pela primeira vez.  \n\nComo a narrativa original foi elaborada em torno de um jogo, algumas características \n\ntiveram de ter sido tidas em conta para a adaptação para o vídeo. A narrativa possui alguns \n\nelementos dinâmicos, não sendo assim totalmente linear. Durante o jogo o ritmo e por vezes a \n\nordem de certos eventos na história são determinados pelo jogador. Para o vídeo promocional \n\nfoi necessário condensar muitos desses elementos para se adequarem ao formato. A primeira \n\nmorte de Matt no vídeo é um exemplo de um evento que no jogo poderia ter ocorrido de outra \n\nforma num outro local. \n\nOutra característica inerente ao formato do jogo que foi tida em consideração foi a \n\nperspectiva de primeira pessoa. De forma a ser fiel ao jogo o vídeo teria de abdicar da \n\ntradicional linguagem cinemática e contar a história puramente através da perspectiva do \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n54 \n\nprotagonista. Essa linguagem trouxe alguns desafios, principalmente na elaboração dos \n\nstoryboards pois todos os planos são semelhantes e corre-se o risco do espectador perder a \n\nnoção do posicionamento geográfico das personagens e de outros elementos importantes.  \n\n \n\n \n\nFigura 4.1- Excerto do storyboard onde Matt se encontra com a criatura. \n\nPor outro lado é um estilo que beneficia do ponto de vista da imersão e torna a acção \n\nmais visceral. Filmes como ?Chronicle? (Trank, 2012) e ?Cloverfield? (Reeves, 2008) tiram \n\nbom partido dessa vantagem para criar experiências intensas nos espectadores. Contudo de \n\nforma a poder contar a história de forma mais eficaz algumas cenas exigiam que a regra fosse \n\nde alguma forma contornada. Era importante que a personagem de Matt fosse apresentada ao \n\npúblico antes do confronto final entre ele e a sua cópia, isto para não existirem dúvidas que se \n\ntrata de uma cópia e não de uma nova personagem. Também no confronto final era importante \n\npoder ver as duas personagens no mesmo plano para vincar ainda mais a ideia da duplicação. \n\nPara resolver estes problemas sem quebrar a regra surgiu a ideia da câmara ser um objecto \n\nfísico que existe na realidade do jogo e faz parte dos óculos de Matt. Assim os óculos podiam \n\nser ocasionalmente removidos do personagem e serem apontados na sua direcção. \n\nA primeira versão do argumento foi concebida antes de se ter dado inicio ao primeiro \n\nsemestre e de uma forma geral o argumento sofreu poucas alterações ao longo do \n\ndesenvolvimento do projecto. O storyboard elaborado foi baseado nesta primeira versão do \n\nargumento por isso não reflecte a narrativa final a 100%. Devido à natureza flexível de um \n\nmotor de jogo foi possível iterar diferentes versões do argumento praticamente até ao último \n\nmomento da produção do vídeo. Num filme de animação tradicional é essencial ter o \n\nargumento e o storyboards fechados antes de se iniciar a produção. Qualquer alteração que \n\nseja feita nessa altura pode significar dias de render perdidos.  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n55 \n\nNum ambiente de jogo os tempos de render são inconsequentes pois trata-se de um \n\nmundo interactivo que pode ser alterado em tempo-real. A posição dos personagens ou \n\niluminação pode ser alterada e numa questão de segundos pode-se visualizar o resultado final.  \n\nPara além do enredo e dos diálogos o argumento e storyboard também serviram para \n\ndemarcar quais os locais que teriam de ser construídos para o jogo. A história tem início \n\ndebaixo de água no momento em que Matt retoma os sentidos após ter despenhado a sua nave \n\nna superfície do planeta. Uma vez fora do rio passamos para uma praia e a aventura leva-nos \n\npor diversas quedas de água, desfiladeiros, precipícios vertiginosos, sistemas de grutas \n\ncomplexos e desertos de dunas extensos. Todos esses espaços tinham de encaixar uns nos \n\noutros num único nível coerente. Para isso foram desenhados alguns mapas diferentes que \n\ncombinassem todos estes elementos e que permitissem o jogador fluir de umas zonas para \n\noutras tendo em conta as necessidades da narrativa. \n\n \n\nFigura 4.2- Mapa do cenário \n\nA figura anterior é uma representação esquemática do nível. Nesse mapa é possível \n\nver uma selecção de referências visuais que captam o ambiente, a geografia ou os elementos \n\ngeológicos desejados para cada uma das áreas. Esta técnica simplificou bastante a construção \n\ndas variadas zonas do nível, processo que será explorado no próximo ponto deste capítulo.  \n\nEstando o autor encarregue do argumento e planeamento dos cenários, a colega de \n\ngrupo Joana Pinho dedicou o seu tempo de pré-produção à criação de toda a arte conceptual \n\ndas personagens, cenários, criaturas, objectos, veículos, armas etc. A figura seguinte ilustra \n\nalguns exemplos desse trabalho conceptual elaborado pela Joana. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n56 \n\n \n\nFigura 4.3 – Arte conceptual de Joana Pinho. \n\n4.2 Construção das Estruturas Geológicas \n\n \n\nNeste ponto do capítulo 4 iremos finalmente por em prática toda a teoria examinada no \n\ncapítulo 3 desta dissertação. A divisão dos diferentes tópicos deste ponto foi feita sobre a \n\nnoção de ir do geral para o particular. Sendo assim, iniciaremos com o maior elemento do \n\ncenário, o terreno em si, passando para estruturas geológicas de menor dimensão como os \n\ndesfiladeiros e assim progressivamente até chegarmos a pedras que dão detalhe ao cenário.  \n\n4.2.1 O Terreno \n\n \n\nExistem algumas definições diferentes para a palavra terreno, mas aquela mais \n\napropriada neste contexto é a que diz que um terreno é um espaço de terra de certa extensão. \n\nQuando se fala em terreno no contexto de um motor de jogo como o ?CryEngine?, estamos a \n\nreferir-nos a uma tecnologia distinta que possui algumas características particulares. O terreno \n\né a base de todo o cenário, é o maior objecto do jogo. No caso deste projecto o terreno usado \n\npossui uma área de 2 km² e uma resolução poligonal de 2048 por 2048 quadriláteros ou \n\nquads. Como vimos no capitulo 3.2, uma face quadrada equivale sempre a dois triângulos, e \n\nsomando todos esses triângulos atingimos a soma de 8 388 608 polígonos. 8 milhões \n\nultrapassa em grande medida o orçamento recomendado de polígonos e é por essa razão que a \n\ngeração do terreno no motor de jogo é feita de forma diferente do resto dos objectos. O \n\nterreno é dinâmico e dispõe apenas a geometria necessária para cada instante. Zonas afastadas \n\npossuem menos polígonos que a área directamente em frente do jogador.  \n\nA construção do terreno é feita não por modelação tradicional mas através da criação \n\nde um mapa de elevação. Este mapa de elevação é uma imagem de escala cinza que funciona \n\nde forma semelhante a um bump map. As zonas mais claras serão pontos altos como picos de \n\nmontanhas e as zonas escuras serão zonas baixas como vales.  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n57 \n\nA criação dessa imagem pode ser feita de diversas formas. Pode ser pintada \n\nmanualmente num programa como o ?Photoshop\n77\n\n?, ou mesmo gerada aleatoriamente dentro \n\ndo mesmo programa com um filtro de ruído Perlin\n78\n\n. O ruído Perlin foi criado por Ken Perlin, \n\nprofessor do departamento informático da Universidade de Nova Iorque em 1985 e consiste \n\n?…numa função para gerar ruído coerente. Ruído coerente significa que para cada dois pontos \n\nnum espaço, o valor da função de ruído altera-se suavemente de um ponto para o outro sem \n\ndescontinuidade.? (Zucker, 2001) \n\nMas usando estes métodos os resultados dificilmente serão realistas. É possível \n\ntambém tirar partido de imagens de satélite com dados relativos à elevação do terreno. Esta \n\núltima permite resultados realísticos pois trata-se de dados de terreno real mas a não ser que \n\nse encontre uma imagem com as qualidades que desejamos não é possível controlar a sua \n\nforma.  \n\n \n\nFigura 4.4 – Ruído Perlin (à esquerda\n79\n\n) e mapa de elevação de terreno real (à direita\n80\n\n). \n\nFelizmente existe ainda uma outra opção, a utilização de software dedicado à geração \n\nde mapas de elevação para terrenos. O software utilizado para o projecto foi o ?World \n\nMachine?\n81\n\n. Este software permite a criação de terrenos realísticos que simulam efeitos como \n\nerosão eólica e fluvial. Isto é feito através de avançados algoritmos que geram conteúdo \n\nfractal por cima de uma base de ruído Perlin. O interface é baseado numa rede de gráficos \n\nonde é possível ir misturando diferentes nós ou nodes que produzem diferentes efeitos no \n\nterreno. \n\n                                                 \n\n77\n O Photoshop é o software de manipulação de imagens líder do mercado. [02-09-2012] www.photoshop.com \n\n78\n [02-09-2012] http://webstaff.itn.liu.se/~stegu/TNM022-2005/perlinnoiselinks/perlin-noise-math-faq.html \n\n79\n Imagem gerada pelo autor. \n\n80\n Imagem retirada de [02-09-2012]: http://www.jegas.com/?MT=1&amp;MID=2012050412193120102 \n\n81\n [02-09-2012] http://www.world-machine.com/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n58 \n\n \n\nFigura 4.5 – Interface\n82\n\n gráfico de nodes do software ?World Machine?. \n\nA imagem anterior demonstra o esquema utilizado para a geração de um terreno. \n\nIniciamos do lado esquerdo com um gerador de ruído Perlin avançado. De seguida temos \n\ntodos os filtros que foram escolhidos para modificar a base. O filtro terrace produz terraços \n\nescalonados no declive das montanhas dando a ideia de diferentes níveis de rocha sedimentar. \n\nthermal weathering é um filtro que simula a acção do intemperismo térmico e cria fendas nas \n\nrochas. O filtro coast erosion ou erosão litoral simula o efeito de erosão que rios ou mares \n\npossuem sobre a costa dando origem a praias. Por ultimo o filtro erosion ou erosão simula o \n\nefeito do transporte fluvial e eólico sobre a rocha. Cada um destes nós possui uma série de \n\ncontrolos que permitem manipular o aspecto do terreno. Nas imagens seguintes vemos como \n\nesses parâmetros transformam o terreno. \n\n \n\nFigura 4.6 – Terreno gerado no ?World Machine? somente com um mapa de elevação de ruído Perlin. \n\n \n\n \n\n \n\n                                                 \n\n82\n Imagem do software ?World Machine?montada e capturada pelo autor. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n59 \n\n \n\n \n\nFigura 4.7 – Terreno com diversos filtros modificadores aplicados. \n\nNa figura 4.6 vemos a base do terreno gerado apenas pelo ruído Perlin. Utilizando os \n\nparâmetros correctos é possível atingir resultados já satisfatórios, mas para atingir um nível de \n\nrealismo superior é necessária a aplicação dos diversos filtros existentes no ?World Machine?. \n\nComo vemos na figura 4.7 os filtros de erosão simulam com fidelidade os processos naturais e \n\nassim atingimos resultados convincentes. Uma vez atingidos os resultados desejados resta \n\nexportar o mapa de elevação num ficheiro de imagem e importar esse ficheiro no motor de \n\njogo para criar o terreno. \n\nUma vez criado o terreno no motor de jogo o passo seguinte será criar uma textura \n\npara o cobrir. No motor ?CryEngine 3? existem dois tipos de texturas diferentes para terrenos. \n\nUma textura geral que cobre todo o terreno e tem como função ser vista a longas distâncias e \n\ndiversas outras texturas de detalhe que são pintadas directamente no terreno e possuem \n\nqualidade para serem vistas de perto. Para este projecto a textura geral foi criada no \n\n?Photoshop? utilizando uma mistura do mapa de elevação original com uma montagem de \n\ndiversas imagens de satélite retiradas do ?Google Maps?\n83\n\n.  \n\n                                                 \n\n83\n [02-09-2012] https://maps.google.com/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n60 \n\n \n\nFigura 4.8 – Textura geral do terreno implementada no motor de jogo. \n\nEssa primeira textura geral pode ser de alta resolução mas uma vez estendida sobre \n\numa área de diversos quilómetros nunca terá qualidade suficiente para ser vista de perto. É \n\naqui que entram as texturas de detalhe. Estas texturas têm que ser feitas de modo a poderem \n\nser repetidas em grelha. Existem muitos métodos para criar estas texturas. Podemos ver a \n\nseguir quais foram os diferentes passos utilizados para se criar uma das diversas texturas de \n\nareia que foram usadas no jogo. \n\nO primeiro passo consiste em encontrar uma boa fotografia para ser usada como base. \n\nÉ importante que a imagem seja de alta resolução, e seja homogénea. Isto significa que se \n\ndeve tentar evitar sombras fortes ou outros elementos que obstruam a textura. O site \n\nwww.cgtextures.com possui uma óptima colecção de imagens livres de direitos de autor. Uma \n\nvez encontrada a fotografia, esta foi aberta no ?Photoshop? para ser transformada numa \n\ntextura capaz de ser repetida numa grelha. \n\n \n\nFigura 4.9 – Passos para criar uma textura repetível. \n\n A figura anterior demonstra os passos necessários para se criar uma textura repetível. \n\nComeçando pela esquerda temos a foto original. Os números foram colocados para identificar \n\nos quadrantes da imagem pois no passo seguinte cada um dos quadrantes irá mudar de \n\nposição. Para isso divide-se a imagem em quatro partes iguais e inverte-se a posição de cada \n\numa delas. O canto superior direito irá trocar de lugar com o canto inferior esquerdo e o \n\nmesmo será feito para os outros cantos. Isto resulta numa imagem cujas margens são idênticas \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n61 \n\nverticalmente e horizontalmente tornando possível a repetição, contudo surgiram marcas de \n\ncostura visíveis no centro da imagem. Para remover essas costuras foram usadas \n\nprincipalmente as ferramentas clone stamp tool e spot healing brush tool. Essas ferramentas \n\npermitem reutilizar padrões de zonas diferentes da textura para cobrir os defeitos desejados. \n\nUma vez concluído esse trabalho a textura fica pronta mas é importante garantir que a \n\nimagem repete-se de forma natural sem padrões de repetição demasiado evidentes. \n\nMultiplicar a imagem 4 vezes no Photoshop é suficiente para se notar se existem problemas. \n\nSe algum elemento sobressair demasiado é necessário voltar atrás e remove-lo. \n\nUma vez no ?CryEngine 3? a textura é importada como uma textura de detalhe. As \n\ntexturas de detalhe são usadas no terreno por cima da textura geral e utilizando a ferramenta \n\nlayer painter é possível pintar directamente no terreno e combinar diversas texturas. \n\n \n\nFigura 4.10 – Processo de aplicação de texturas no terreno no ?CryEngine 3?. \n\nO processo de pintura é semelhante ao de muitos outros programas como o \n\n?Photoshop?. É possível seleccionar o tamanho e a dureza do pincel e o nível de brilho da \n\ntextura. \n\nPor fim, é importante saber que caso seja necessário fazer alguma alteração ao terreno \n\nnão é obrigatório voltar atrás e alterar o mapa de elevação criado no ?World Machine?. \n\nDentro do ?CryEngine 3? existem ferramentas que permitem fazer modificações directas no \n\nterreno. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n62 \n\n \n\nFigura 4.11 – Processo de modificação direta do terreno no ?CryEngine 3? \n\nO interface é semelhante ao de pintura de texturas. Existem ferramentas para controlar \n\na elevação, a suavização e o nivelamento do terreno. Para o projecto final, a função principal \n\ndestas ferramentas foi a de ajustar o terreno para receber os modelos dos desfiladeiros, \n\nmontanhas e cavernas que viriam a seguir. O processo de construção destes é descrito no \n\nponto seguinte. \n\n4.2.2 Desfiladeiros \n\n \n\nA fraqueza principal da tecnologia de geração de terrenos do ?CryEngine 3? é que não \n\npermite partes salientes em paredes ou qualquer elevação num ângulo superior a 90º. Isto \n\ntorna impossível a criação de grutas, arcos ou outras reentrâncias no terreno. Como o mapa de \n\nelevação é apenas uma imagem bidimensional não existe forma de incluir informação para ter \n\nem conta elementos como os mencionados. Esses elementos têm de ser modelados \n\ntradicionalmente em programas como o ?Maya? e importados no motor ?CryEngine 3? como \n\nobjectos separados do terreno. \n\nA modelação desses objectos teve início utilizando blocos simples para delimitar as \n\ndiferentes zonas do nível. O mapa da figura 4.2 no capítulo 4.1 foi importado para o ?Maya? \n\npara servir como referência. Nesta fase a modelação foi feita rapidamente com a intenção de \n\ncriar formas simples que ocupassem o espaço das futuras montanhas. Antes de iniciar uma \n\nfase de modelação mais pormenorizada era necessário garantir que os espaços estavam a \n\nfuncionar correctamente para o jogador. Esses modelos simples das montanhas foram \n\nimportados no ?CryEngine? e graças a esses testes foi possível iterar versões rapidamente até \n\nse atingirem bons resultados relativamente ao design do nível. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n63 \n\n \n\nFigura 4.12 – Modelo simples de um desfiladeiro criado no ?Maya? (à esquerda) e o mesmo modelo \n\nimplementado no ?CryEngine? (à direita). \n\nO próximo passo seria pegar nesses modelos simples e esculpir todo o detalhe que iria \n\ntransformá-los em desfiladeiros credíveis. Esse trabalho de modelação poderia ser feito no \n\n?Maya? mas o programa mais apropriado para a modelação deste tipo de objectos naturais e \n\ncaóticos é o ?Zbrush?\n84\n\n. O ?Zbrush? permite modelar de forma muito mais livre sendo \n\ncomparável a esculpir barro. Muitas das suas ferramentas são análogas à escultura. \n\n \n\nFigura 4.13 – (À esquerda) Modelo importado do ?Maya?  \n\nFigura 4.14 – (À direita) Modelo subdividido no ?Zbrush?  \n\nApós importar o modelo no ?Zbrush? o primeiro passo é subdividir a geometria do \n\nobjecto. O modelo em bloco possuía um número muito reduzido de polígonos e utilizando a \n\nopção divide é possível multiplicar o número de polígonos. Nesta fase quanto maior a \n\ndensidade poligonal mais detalhado será o modelo. Esta operação resulta numa superfície \n\nsuave e arredondada.   \n\n                                                 \n\n84\n [02-09-2012]: http://www.pixologic.com/zbrush \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n64 \n\n \n\nFigura 4.15 – Detalhes esculpidos no modelo \n\nPara adicionar detalhe ao modelo iremos recorrer às ferramentas de modelação do \n\n?Zbrush?. Estas são chamadas de brushes e existe uma grande variedade delas. É possível \n\npuxar, esticar, espalmar, vincar, beliscar, cortar, suavizar, polir etc. Para se obter uma \n\naparência de rocha é importante ter em conta todas as regras de como estas são formadas (ver \n\ncapítulo 3.1). A estrutura rochosa da figura 4.15 é composta por um tipo de pedra chamada de \n\narenito\n85\n\n. Trata-se de uma rocha sedimentar compactada por camadas de um material arenoso. \n\nEsta rocha é facilmente esculpida pela acção da água, e durante a modelação foi tido em conta \n\ncomo a erosão fluvial poderia moldar as formas desta rocha. Contudo a modelação nesta fase \n\npode ser feita de forma mais livre e não tão minuciosa. Isto porque o passo seguinte envolve \n\nreduzir drasticamente o número de polígonos. \n\n \n\nFigura 4.16 – (À esquerda) Preparação do modelo para redução de polígonos. \n\nFigura 4.17 – (À direita) Resultado da redução usando a ferramenta decimation master. \n\nA versão subdividida na qual o detalhe foi adicionado possuía mais de 200 000 \n\npolígonos, esse número foi substancialmente reduzido para que o modelo pudesse ser usado \n\n                                                 \n\n85\n http://pt.wikipedia.org/wiki/Arenito \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n65 \n\nno jogo. Existe uma ferramenta no ?Zbrush? que faz esse trabalho automaticamente. Podemos \n\nescolher a percentagem de polígonos que deve ser removida e o programa sabe analisar qual a \n\nmelhor forma de manter a forma original do modelo. Também é possível fazer uma selecção \n\ndas áreas que devem ser mais ou menos afectadas. Na figura 4.16 vemos como a zona mais \n\nescura foi seleccionada para ser menos afectada pela redução do que as outras áreas. Aquela \n\nzona em particular foi escolhida pois é a área com a qual o jogador irá interagir directamente. \n\nOs topos dos rochedos não são acessíveis por isso não necessitam de tanto detalhe. Na figura \n\n4.17 vemos o resultado da redução, esta versão possui apenas 8000 polígonos. Essa densidade \n\npoligonal não permite detalhes mais pequenos, para isso serão necessárias texturas. Contudo \n\npara tornar possível a utilização de texturas ainda falta criar o mapa de UV’s. \n\n \n\nFigura 4.18 – (À esquerda) Preparação do modelo para criar mapa de UV’s  \n\nFigura 4.19 – (À direita) Mapa de UV’s criado com a ferramenta UV Master. \n\nEsse processo também pode ser automatizado dentro do ?Zbrush? usando desta vez \n\numa ferramenta chamada UV Master. Como já foi referido no capítulo 3.2, criar UV’s \n\nassemelha-se ao acto de desembrulhar (unwrap) o modelo de forma a ser espalmado num \n\nplano bidimensional. Geralmente não é recomendado o acto de automatizar este processo, \n\nprincipalmente para personagens, mas no caso de rochas ou outros objectos de forma irregular \n\né preferível automatizar. No caso de uma personagem o UV automático não saberia valorizar \n\na importância das proporções faciais, mas relativamente a rochas essas questões não se \n\naplicam. Geralmente quando se desembrulha um objecto tridimensional complexo é \n\nnecessário fazer alguns cortes, e isso vai resultar em costuras visíveis na textura na zona onde \n\no corte foi feito. A ferramenta UV Master permite seleccionar no modelo que zonas devem ser \n\nprotegidas desses cortes. Na figura 4.18 vemos pintado a vermelho as zonas onde o jogador \n\nirá observar de mais próximo o cenário, assim garantimos que nenhuma dessas costuras irá \n\nsurgir nessa zona. Na figura 4.19 podemos ver o mapa de UV’s resultante da operação \n\nautomática.  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n66 \n\nConcluímos assim o trabalho dentro do ?Zbrush? para este modelo. O próximo passo \n\nserá criar as texturas. Tal como as texturas de detalhe para o terreno, as texturas destas \n\nestruturas geológicas irão ser texturas de repetição. A técnica usada foi exactamente a mesma, \n\nutilizar material fotográfico e tornar a textura repetível no ?Photoshop?. Desta vez iremos ver \n\num dos métodos usados para criar os outros tipos de mapas mencionados no capítulo 3.2, o \n\nnormal map e o specular map. Utilizando um software especial chamado ?Crazy Bump?\n86\n\n é \n\npossível gerar esses dois mapas a partir de um mapa diffuse. \n\n \n\nFigura 4.20 – Normal map criado no software ?Crazy Bump?. \n\nO programa é simples de usar, basta importar o mapa diffuse e ele gera todos os outros \n\nautomaticamente. O programa analisa de forma inteligente o conteúdo cromático e os valores \n\nde luminosidade da imagem para inferir relevo e dai extrair um normal map. Na figura 4.20 \n\npodemos ver uma série de valores que é possível configurar para obter diferentes resultados. \n\nUma vez satisfeitos com os resultados podemos exportar todos os mapas de uma vez só vez. \n\n \n\nFigura 4.21 – Mapas extraídos do programa ?Crazy Bump?  \n\nAntes de implementarmos estas texturas existe ainda uma última adição que será feita \n\nao modelo do rochedo. Como estamos a lidar com texturas de repetição é importante tirar \n\npartido de diferentes técnicas para quebrar o padrão repetitivo. No capítulo 3.2 foram \n\nmencionadas duas técnicas diferentes que serão úteis neste caso. A primeira técnica envolve \n\n                                                 \n\n86\n http://www.crazybump.com/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n67 \n\ntirar partido das vertex colors do modelo. Como vimos é possível atribuir no modelo \n\ninformação de cor sem uso de qualquer textura. A técnica seguinte seria a técnica de fazer \n\nbake da iluminação na própria geometria. Assim seria possível pré-renderizar um ambiente de \n\niluminação para gerar sombras directamente no canal vertex color do modelo. Todo este \n\nprocesso foi feito no ?Maya? utilizando a ferramenta batch bake. \n\n \n\nFigura 4.22 – Bake de sombras no canal de vertex colors do modelo. \n\nFinalmente iremos importar o modelo no ?CryEngine?. Dentro do ?CryEngine? existe \n\numa opção para misturar as texturas do modelo com o sombreamento que foi colocado no \n\ncanal vertex color do rochedo. A textura repete-se várias vezes ao longo da superfície mas o \n\nsombreamento tinge a cor difusa da textura dando maior variação de contraste. Já dentro do \n\nmotor existe ainda uma última coisa que pode ser feita para disfarçar ainda mais a repetição \n\nda textura. Também mencionado no capítulo 3.2 foi o uso de texturas decal para este mesmo \n\npropósito. Uma vez mais as texturas decal são texturas projectadas em cima dos modelos. \n\n \n\nFigura 4.23 – (À esquerda) Implementação do modelo no ?CryEngine? sem decals.  \n\nFigura 4.24 – (À direita) Versão final do rochedo com decals. \n\nDe forma geral estas foram as técnicas usadas para criar todos os desfiladeiros e \n\nrochedos de grande escala usados no cenário. Para a criação das cavernas a única diferença foi \n\nter de inverter o sentido das normais do modelo. No capítulo 3.2 vimos que as normais são o \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n68 \n\nsentido que as faces dos polígonos apontam. Invertendo as normais é possível trabalhar no \n\ninterior do objecto. \n\n \n\nFigura 4.25 – Cavernas. \n\n4.2.3 Pedras \n\n \n\nNeste novo ponto iremos ver como foram criadas as pedras de dimensão menor que \n\nforam espalhadas pelo cenário para acrescentar variedade. A razão pela qual se faz a distinção \n\nentre estas pedras e as estruturas maiores do ponto anterior é porque estas pedras não utilizam \n\ntexturas repetíveis, cada uma possui uma textura única. \n\nA modelação foi iniciada directamente no ?Zbrush?. Criou-se uma esfera e fez-se \n\nalgumas divisões de geometria para se obter uma boa resolução de polígonos. De seguida a \n\nesfera foi esticada e moldada até se obter uma forma rochosa simples. Continuou-se o \n\nprocesso de modelação e adicionou-se os detalhes mais pequenos. Sendo rocha sedimentar a \n\nmodelação foi feita tendo em conta as diferentes camadas que a formam.  \n\n \n\nFigura 4.26 – Evolução da forma da rocha (À esquerda e centro) e redução de polígonos do modelo (À direita). \n\nAqui também não foi necessário ter muito cuidado com o detalhe pois a sua densidade \n\npoligonal foi reduzida logo a seguir com a ferramenta decimation master. Este modelo com \n\ncerca de 1000 polígonos é o que será usado no jogo, sendo assim os UV’s foram criados já \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n69 \n\nnesta fase com a ferramenta UV master. Foi importante criar os UV’s nesta altura porque o \n\nmodelo a seguir foi trabalhado novamente para se criar detalhe pormenorizado. Foram feitas \n\nnovas subdivisões e esse detalhe todo serviu para ser transformado num normal map através \n\ndo processo de bake. \n\n \n\nFigura 4.27 – UV’s criados no UV master à esquerda e versão de alto detalhe da rocha à direita.  \n\nCom a ferramenta multi map exporter o ?Zbrush? é capaz de utilizar o modelo de alta \n\nresolução como referencia para criar um normal map para ser utilizado na versão de baixa \n\nresolução. Mas para além do normal map o multi map exporter também gera mapas de \n\noclusão e mapas de cavidades. Os mapas de oclusão e cavidades são gerados através da \n\ntécnica já discutida de fazer bake das sombras numa textura. Os dois diferem apenas no \n\nsentido em que o mapa de cavidades foca-se nas sombras das reentrâncias mais pequenas, \n\nenquanto o mapa de oclusão gera sombras mais abrangentes. \n\n \n\nFigura 4.28 – Mapas exportados pela ferramenta multi map exporter. \n\nOs últimos mapas a serem criados foram o diffuse e o specular. Desta vez esses mapas \n\nforam pintados directamente no modelo. O ?Zbrush? possui ferramentas de pintura próprias, \n\nmas nesta fase de pintura foi utilizado outro programa chamado ?Mudbox?\n87\n\n. \n\n                                                 \n\n87\n [02-09-2012]: http://usa.autodesk.com/adsk/servlet/pc/index?id=13565063&amp;siteID=123112 \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n70 \n\n   \n\nO ?Mudbox? é um software que compete directamente com o ?Zbrush?. Ambos são \n\nprogramas de escultura digital e a razão pela qual foi preferido utilizar o ?Mudbox? nesta \n\nsituação deve-se ao seu sistema de pintura mais robusto e intuitivo. A versão de poucos \n\npolígonos da pedra foi importada para o ?Mudbox? e deu-se assim início à fase de pintura. \n\n \n\nFigura 4.29 – Processo de pintura no software ?Mudbox?. \n\nPintar no ?Mudbox? é semelhante a pintar no ?Photoshop?. Existem layers ou \n\ncamadas que podem ser sobrepostas com diferentes modos de transparência. O acto de pintar \n\ntexturas na superfície do modelo baseia-se no uso de stencils\n88\n\n. Foram escolhidas meia dúzia \n\nde fotografias de texturas de pedra para serem pintadas no modelo usando a técnica de stencil. \n\nEssas fotografias são sobrepostas por cima do modelo na área de trabalho do programa, e \n\nusando o rato ou caneta digital basta pintar por cima da fotografia e a marca será deixada no \n\nmodelo 3D atrás (ver figura 4.29).  \n\nEsta técnica é intuitiva e permite bastante controlo. A seguir foram importados os \n\nmapas extraídos previamente no ?Zbrush?. O normal map foi inserido no canal apropriado, \n\nconferindo um relevo mais detalhado ao modelo e os outros dois mapas, o oclusion e o cavity \n\nsão inseridos por cima das outras layers de diffuse. Utilizando o modo de mistura multiply as \n\npartes brancas desses mapas tornam-se transparentes, deixando apenas as sombras marcadas \n\nno modelo. Por fim restou apenas criar o specular map. Para criar este mapa foi duplicada \n\numa das camadas de texturas usadas para o diffuse e essa nova camada foi alterada para preto \n\ne branco com alto contraste. Colocando essa nova textura no canal specular o efeito das zonas \n\nmais brilhantes sobressai no modelo. \n\n                                                 \n\n88\n Um stencil é um papel com recortes de desenhos pelos quais tinta é aplicada para formar uma imagem numa \n\noutra superfície. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n71 \n\n \n\nFigura 4.30 – Modelo final da rocha com todos os mapas aplicados. \n\nA rocha é assim dada por terminada e fica pronta para ser colocada no jogo. A figura \n\nseguinte mostra alguns exemplos de outras pedras que foram criadas usando as mesmas \n\ntécnicas discutidas neste ponto. Geralmente este tipo de modelos são criados para poderem ser \n\nreutilizados inúmeras vezes no mesmo cenário. Algo a ter em conta é não tornar estes \n\nmodelos demasiado distintos pois arrisca-se que o jogador repare na repetição do mesmo \n\nobjecto. Para ajudar a evitar que isso aconteça é importante posicionar as cópias no cenário \n\nutilizando rotações e escalas diferentes para cada uma. \n\n \n\nFigura 4.31 – Variadas pedras criadas para o projecto ?Twin Paradox? \n\n De uma forma geral termina-se aqui o ponto central desta dissertação que tem como \n\ntema central a ?Concepção de Estruturas Geológicas para Videojogos?. Vimos uma série de \n\ntécnicas diferentes de como obter resultados realísticos tendo em conta as limitações gráficas \n\ndos videojogos. Desde extensos terrenos a pequenas pedras existem variadas soluções para \n\ncada problema. Igualmente importantes foram as noções de geologia que permitiram uma \n\nconstrução informada destes modelos. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n72 \n\n \n\n4.2.4 Restantes Elementos do Cenário \n\n \n\nEsta parte final do capítulo 4.2 é dedicada a todos os outros elementos que fizeram \n\nparte da construção do cenário. Elementos como os rios, quedas de água, plantas, iluminação, \n\nsons, etc. \n\nPara criar os rios do cenário, primeiro foram utilizadas as ferramentas de alteração de \n\nterreno mencionadas no fim do capítulo 4.2.1 para cavar o leito do rio. Para acrescentar a água \n\no ?CryEngine? possui uma ferramenta própria para criar rios, apropriadamente chamada de \n\nriver tool. Com a river tool é possível desenhar uma linha curva com o trajecto que o rio irá \n\npercorrer. Depois é possível ajustar diversos parâmetros como a sua grossura, velocidade, cor, \n\nquantidade de espuma, tamanho das ondas, etc.  \n\n \n\nFigura 4.32 – Rio com as ferramentas de manipulação visíveis. \n\nPara criar as quedas de água primeiro foi usada uma simples face rectangular com uma \n\ntextura animada de água transparente a escorrer em combinação com vários geradores de \n\npartículas que animam a rebentação da água. O gerador de partículas é bastante versátil. \n\nPermite determinar a velocidade, força, quantidade, direcção, e muitos outros parâmetros. \n\nCom ele foi possível criar tanto as quedas de água, como o fogo e fumo dos incêndios e até os \n\npirilampos das cavernas. \n\nPara adicionar sons no cenário como a queda de água basta arrastar um emissor de \n\nsom para o local onde este deve ser gerado e escolher um ficheiro de áudio. Nos parâmetros \n\ndo emissor é possível determinar o raio de abrangência desse som e isso é visível \n\ngraficamente no interface por uma esfera que determina os limites audíveis desse som. \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n73 \n\nPara popular o cenário com vegetação ou outros grupos grandes de objectos como \n\npedregulhos seria muito moroso colocar cada objecto individualmente. Felizmente no \n\n?CryEngine? existe uma forma de pintar simultaneamente um grande número de objectos no \n\nterreno. Basta seleccionar numa lista os objectos que queremos adicionar e da mesma forma \n\nque se pintam texturas basta passar o rato pela superfície do terreno e automaticamente \n\nsurgiram os objectos. É possível também definir se a escala e rotação dos objectos é aleatória, \n\nevitando que surjam padrões pouco naturais como diversas pedras todas da mesma dimensão \n\napontadas no mesmo sentido. \n\n \n\nFigura 4.33 - Plantas e pedregulhos distribuídos pelo cenário. \n\nUma das maiores vantagens do ?CryEngine? face a outros motores de jogos é o facto \n\nde o seu sistema de iluminação ser totalmente dinâmico. Isto significa que é possível \n\nmanipular a iluminação em tempo real. Não existe necessidade de recalcular as sombras caso \n\nseja feita alguma alteração como é comum em outros motores. O que vemos no editor é \n\nidêntico ao produto final. A luz do sol é a principal fonte de iluminação e existem centenas de \n\nparâmetros que permitem ajustar a sua aparência.  \n\nNo capítulo 2.4 o jogo ?The Dig? (Lucasarts, 1995) foi mencionado como uma das \n\nmaiores referencias para este projecto, e nas áreas onde isso se fez mais sentir foi na \n\niluminação. Neste mundo o sol mantém-se permanentemente perto do horizonte, resultando \n\nem tons de entardecer. Queríamos um céu violeta para se complementar com os dourados da \n\nareia e rochas. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n74 \n\n \n\nFigura 4.34 - Iluminação do sol em duas alturas do dia diferentes. \n\nA iluminação para interiores é semelhante à de muitos outros programas 3D como o \n\n?Maya?. É possível colocar luzes no cenário e alterar as suas propriedades relativas a sua \n\nintensidade e cor. É importante saber gerir bem o número de luzes que projectam sombras, \n\npois demasiadas sombras podem reduzir a performance do jogo, tornando-o lento. Para as \n\ncavernas voltou-se a usar o ?The Dig? (Lucasarts, 1995) como inspiração. A iluminação é \n\nestilizada ao ponto de fazer lembrar uma pintura. Foram usados tons coloridos numa zona \n\nonde realisticamente não deveria existir luz. As fontes de luz aqui justificam-se pela \n\nexistência de cristais luminosos e uma série de fungos e bactérias bioluminescentes fixadas às \n\nparedes da caverna. \n\n \n\nFigura 4.35 - Iluminação da caverna em modo de edição. \n\nTerminamos aqui a análise feita à construção do cenário. No próximo capítulo iremos \n\nfalar sobre o desenvolvimento do vídeo promocional, incluindo a pós produção. \n\n \n\n \n\n \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n75 \n\n4.3 Produção do Vídeo \n\n \n\nNeste novo ponto do capítulo 4 será feita uma analisa do desenvolvimento do vídeo \n\npromocional do jogo. Iniciamos com uma descrição do processo de importação de \n\npersonagens e animações. De seguida é feita uma reflexão sobre a utilização do sistema de \n\ncaptura de movimento utilizado para a gravação das animações. É feita também uma \n\nexplicação de como as cenas eram montadas no motor de jogo e por fim é descrito o processo \n\nde edição e montagem de som. \n\n4.3.1 Implementação das Personagens e Ferramentas \n\n \n\nDurante a construção do cenário a colega Joana Pinho criou todas as personagens, \n\ncriaturas e objectos artificiais como as armas e a fábrica molecular. O autor ficou encarregue \n\nde implementar todos esses elementos no motor. Implementar as personagens com animações \n\nfoi sem dúvida a fase de toda a produção que trouxe mais dificuldades e causou mais atrasos. \n\n \n\nFigura 4.36 – Modelos de personagens criaturas e objectos concebidos por Joana Pinho. \n\nNos primeiros meses do projecto o software utilizado para exportar os objectos para o \n\n?CryEngine ? foi o ?Maya?. O simples acto de exportação revelou-se ser um ritual de passos \n\ndesnecessariamente complexos, e sendo esta a primeira vez que o ?CryEngine? estava \n\ndisponível ao público em geral, a documentação de apoio era reduzida. Isto levou a algumas \n\nfrustrações de tentativa e erro.  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n76 \n\nA questão multiplicava-se quando se tratava de exportar personagens com rig\n89\n\n. Foram \n\nfeitas muitas tentativas mas no fim acabamos por desistir de tentar usar o ?Maya? para \n\nexportar as personagens. Fizemos a transição para o ?3D Studio Max? que possuía uma plug-\n\nin\n90\n\n oficial da ?Crytek? para tratar da exportação.  \n\nAqui foi dedicado algum tempo para uma familiarização com o novo software. As \n\nfases de rigging\n91\n\n e skinning\n92\n\n necessitaram de alguma aprendizagem porque o ?3d Studio \n\nMax? tem uma abordagem a estas técnicas diferente do ?Maya?. Uma vez preparadas e \n\nprontas para animar as personagens podiam ser exportadas. Mas mesmo com a utilização do \n\nplug-in de exportação, foi necessário fazer vários testes até se ter sucesso. Durante essas \n\ntentativas a Joana recomendou que fosse feita uma troca temporária de tarefas. \n\n Nesse intervalo, onde foi modelado o exterior da nave espacial, a Joana conseguiu \n\nfinalmente exportar uma personagem simples com uma animação a funcionar no \n\n?CryEngine?. A partir daí foi uma questão de traduzir o processo para uma personagem \n\nhumana de esqueleto completo. \n\n \n\nFigura 4.37 – À esquerda, os modelos das personagens com rig no ?3d Studio Max?. À direita, os modelos das \n\npersonagens, criaturas e outros objectos no ?CryEngine?. \n\n \n\n \n\n \n\n \n\n                                                 \n\n89\n O rig de uma personagem é o conjunto do seu esqueleto e os respectivos controladores de animação. \n\n90\n Um plug-in é um componente de software que adiciona novas ferramentas a um programa já existente. \n\n91\n Acto de criar um rig para uma personagem. \n\n92\n Acto de unir o modelo ao esqueleto para que este se deforme correctamente quando animado. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n77 \n\nPara adicionar as armas ao jogo o processo é semelhante ao acto de importar \n\npersonagens. Isto porque na visão de primeira pessoa, quando vemos os braços da \n\npersonagem a segurar a arma, trata-se de um modelo próprio diferente do modelo de corpo \n\ninteiro. Esse modelo dos braços possui o seu próprio esqueleto e rig. Todas as animações da \n\nutilização das armas foram feitas à mão no ?3d Studio Max?. \n\n \n\nFigura 4.38 – À esquerda, arma com rig e esqueleto dos braços no ?3d Studio Max?. À direita, arma \n\nimplementada no jogo. \n\n4.3.2 Motion Capture \n\n \n\nA animação de movimentos humanos realísticos é uma arte que exige muitos anos de \n\nexperiência e meses de trabalho para um projecto destes. A promessa de que a Escola das \n\nArtes iria receber um estúdio de captura de movimentos foi uma das razões que nos fez seguir \n\nem frente com este projecto. Sabíamos que a quantidade de animação que este trabalho iria \n\nexigir ia roubar muito tempo às outras áreas tornando impossível concluir o projecto a tempo. \n\nEsta tecnologia de captura de movimentos centra-se à volta do uso de múltiplas \n\ncâmaras que detectam diversos pontos reflectores que são afixados no corpo do actor. Isto \n\ntorna possível digitalizar qualquer movimento e incorpora-los em personagens virtuais. O \n\nprocesso é bastante mais rápido que animar tradicionalmente e os resultados são realísticos.  \n\nO estúdio foi concluído no final do primeiro semestre. Em Fevereiro já estava \n\ndisponível para ser usado mas havia pouca documentação sobre como utilizar o equipamento. \n\nDevido a isso foi pedido à empresa responsável pela instalação do sistema, a ?Vicon?\n93\n\n, que \n\nenviasse um representante para ensinar professores e alunos a utilizar o sistema \n\ncorrectamente. Após uma sessão com o representante, Bob Dimmck, ficamos aptos a utilizar \n\no equipamento. \n\n                                                 \n\n93\n [02-09-2012]: http://www.vicon.com/ \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n78 \n\n \n\nFigura 4.39 - O autor vestido com o fato de motion capture. \n\nAs gravações foram feitas em apenas dois dias a meio de Março. A responsabilidade \n\nda actuação dos movimentos ficou a cargo do autor, enquanto a parte técnica de utilização do \n\nsoftware ficou a cargo da colega Joana Pinho. No geral as gravações correram bem. O único \n\npercalço foi a colocação incorrecta de um dos reflectores que obrigou a que fossem refeitas \n\nalgumas cenas. \n\nDevido à natureza da tecnologia de motion capture, inevitavelmente irão surgir erros \n\nde movimento que têm de ser corrigidos manualmente no software. As 10 câmaras são \n\ncolocadas no estúdio de forma a abrangerem o maior espaço possível para garantir que \n\ncapturam o posicionamento de cada um dos reflectores. Contudo é frequente obstruir um ou \n\nvários reflectores com certos movimentos ou posições. Estando o actor deitado no chão as \n\ncâmaras vão ter dificuldade em detectar todos os reflectores. Quando acontece um destes \n\nmomentos em que um ponto se torna invisível a captura pode ficar com erros. A correcção \n\ndessas imperfeições ficou a cargo da colega Joana Pinho. \n\n \n\nFigura 4.40 - Software da ?Vicon? utilizado para gerir a captura. \n\nUma vez concluída essa tarefa e tendo as personagens e as animações a funcionar, \n\nresta apenas dar início à construção das cenas no motor de jogo. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n79 \n\n4.3.3 Construção das Cenas \n\n \n\nO argumento final com a narrativa do vídeo promocional tem ao todo 34 cenas. A \n\nprodução destas cenas dividiu-se em dois métodos distintos. O primeiro método foi mais \n\ntradicional no sentido em que envolveu câmaras e animação. O segundo método envolveu \n\nsimplesmente correr o jogo e gravar as acções do jogador directamente. \n\nPara as cenas que envolveram animação tradicional o processo foi de forma geral \n\nsemelhante entre elas, pois quase todas as eram do ponto de vista do personagem. O processo \n\nde construção destas cenas envolveu primeiro colocar os personagens nas suas posições e \n\nseleccionar as animações correspondentes a cada cena. De seguida foi criada uma câmara para \n\nser colocada na posição dos olhos do protagonista. Em testes que foram feitos anteriormente \n\ntentou-se afixar a câmara directamente à cabeça do personagem, fazendo com que quaisquer \n\nmovimentos feitos no estúdio de motion capture  conduzissem os movimentos de câmara \n\ndirectamente. Contudo este método não foi utilizado pois os resultados eram demasiado \n\ntremidos. Os movimentos de câmara foram portanto animados à mão. Isto resultou em \n\nmovimentos mais suaves. \n\n \n\nFigura 4.41 – Construção de uma cena no ?CryEngine? \n\nEm algumas cenas os óculos de Matt, que também eram a câmara, foram pousados a \n\nalguma distância dele para que o protagonista também pudesse ser filmado. Os óculos numa \n\ncena foram agarrados e noutra foram atirados pelo ar. Todos estes movimentos foram \n\nigualmente animados à mão, tal como os planos finais do vídeo que possuem ângulos de \n\ncâmara tradicionais. Uma vez estando a cena construída o passo final foi exportar em formato \n\nde vídeo. Num filme de animação tradicional esta seria chamada a fase dos renders, e \n\npoderiam ser necessárias várias horas para se gerar a cena final. Num motor de jogo o render \n\né apenas tão longo quanto a própria duração da cena. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n80 \n\n \n\nPara as cenas que eram gravadas enquanto se jogava o processo era um pouco \n\ndiferente. Este método era semelhante ao acto de filmar vídeo real, no sentido em que eram \n\nfeitos vários takes até se atingir um bom resultado. \n\n \n\nFigura 4.42 - Cena gravada usando as acções do jogador. \n\nTendo as 34 cenas gravadas o passo seguinte foi iniciar a fase de edição do vídeo. \n\n4.3.4 Som e Edição \n\n \n\nNo início do primeiro semestre foi acordado que a produção do design de som ficaria a \n\ncargo da colega Sofia Simões. Ao longo do desenvolvimento do projecto foram feitas uma \n\nsérie de reuniões para discutir que caminho se deveria tomar relativamente à sonoridade do \n\njogo. Igualmente importante seria encontrar actores para interpretar os diálogos do vídeo \n\npromocional. Como o diálogo era em inglês, a prioridade para o casting dos actores foi que \n\neles não deveriam ter sotaques demasiado fortes. Felizmente a Sofia tinha amigos naturais de \n\nInglaterra que concordaram em oferecer as suas vozes para o projecto. Foram feitos alguns \n\ntestes e a voz masculina desempenhou um bom papel e foi aceite para as gravações finais. \n\nContudo a foz feminina não era o que estávamos à procura por isso foi necessário encontrar \n\numa substituta. Felizmente conhecíamos uma antiga colega que cresceu nos Estados Unidos e \n\ntambém estava disposta a ajudar. Os actores usados foram então Joey Wright e Inês Machado. \n\nEntretanto a Sofia desenvolveu alguns testes de música que se adaptavam bem ao \n\nambiente misterioso do planeta alienígena, mas faltava ainda uma música com forte carga \n\nemocional para acompanhar o final do vídeo. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n81 \n\nQuanto ao design de som este também foi evoluindo ao longo do segundo semestre, \n\ncontado com algumas sessões de gravação de efeitos sonoros num dos estúdios de captura de \n\nsom. Contudo continuavam a surgir novas versões do vídeo final à medida que se iam \n\nconstruindo os cenários e iam sendo adicionados novos objectos. Isto significa que até a \n\npoucas semanas da entrega, não existiu nenhuma versão finalizada com os tempos correctos \n\npara que se pudesse montar toda a sonoplastia. Isto dificultou o trabalho da Sofia que foi \n\nsendo acumulado para os últimos momentos.   \n\nMesmo na recta final para entrega surgiu um imprevisto e perdeu-se o contacto com a \n\nSofia. Nestes dias finais o resto da sonoplastia foi desenvolvido pelo autor e pela colega Joana \n\nPinho utilizando para isso bibliotecas de sons gratuitos na internet e música com direitos de \n\nautor. Simultaneamente foi feita também a edição do vídeo final. \n\nAo contrário de um filme de animação, na pós-produção não foi feito qualquer tipo de \n\ntratamento de imagem. Não foi uma questão de falta de tempo mas sim uma escolha \n\ndeliberada. Na indústria dos jogos qualquer manipulação da imagem em pós-produção que \n\nmelhore a aparência do jogo é mal vista, pois é considerada como falsa publicidade. O vídeo \n\npromocional deve portanto ser fiel à aparência real do jogo.  \n\nRelativamente à edição, foi escolhida uma linguagem particular que aludia a filmes \n\ncomo o Cloverfield (Reeves, 2008). Ou seja, filmes onde se assume a existência da câmara. \n\nDevido ao facto de quase todos os planos serem em primeira pessoa achou-se que os cortes de \n\ncena para cena poderiam ter má legibilidade devido à semelhança entre os planos. Foi então \n\ndecidido que entre cada corte deveria haver uma passagem para negro antes de se passar para \n\na próxima cena. Isto iria contribuir para a noção da câmara real que está a sofrer de alguns \n\nerros provenientes do acidente inicial. Mas em retrospectiva não estamos certos que essa \n\ndecisão tenha tido a leitura que desejamos. É possível que exista dúvida no espectador \n\nrelativamente a se esses erros de imagem espalhados pelo vídeo sejam deliberados ou não. \n\nContudo continuamos a achar que essa decisão é superior à alternativa de cortes directos. \n\nTalvez exista uma terceira solução ainda por explorar. \n\nCom isto chegamos ao fim do capítulo 4 e da análise da produção do projecto. O \n\ncapítulo seguinte será dedicado a uma reflexão final sobre o projecto.  \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n82 \n\n5 Conclusões Finais \n\n \n\nAo longo desta dissertação foi mencionada em algumas ocasiões diferentes a \n\nimportância de um artista possuir um bom entendimento das leis do mundo natural. Foi dito \n\nque um bom pintor deve compreender a luz. Qualquer bom artista deve também saber de \n\nanatomia para representar o corpo humano, de biologia para representar o reino animal e \n\nvegetal, de física para a animação de corpos em movimento, e de muitas outras ciências \n\nincluindo certamente a geologia para a criação de ambientes naturais. Socialmente é frequente \n\nfazer-se uma distinção entre aqueles indivíduos que possuem uma maior tendência para as \n\nartes e aqueles que têm maior tendência para as ciências. Mas se a arte pretende comentar \n\nsobre a realidade não deveria também compreender a realidade? Caso contrário corre o risco \n\nde não ser mais do que uma opinião mal informada. \n\nContudo, um artista não pode esperar até possuir todo o conhecimento, pois esse dia \n\nnunca chegará. Trata-se de um constante progresso. Pouco a pouco vão-se adquirindo novas \n\nferramentas e esta dissertação foi uma oportunidade de adquirir algumas ferramentas novas. \n\nOlhando para o projecto final, a escolha da geologia podia parecer óbvia mas existe \n\num grande número de outros caminhos igualmente válidos que podiam ter sido seguidos. Não \n\nexclusivamente temas de cariz científico. Os videojogos como arte são ainda um tema muito \n\npouco explorado e de certa forma a narrativa nos jogos também possui uma série de \n\nlimitações dignas de serem ultrapassadas tal como se tentou ultrapassar certas limitações \n\ntécnicas nesta dissertação. \n\n Mesmo na área da geologia existe ainda muito por explorar que não foi tocado nesta \n\ndissertação. Não basta conhecer os factos e é por isso que também foi importante explorar a \n\nparte técnica e prática da criação das rochas. Numa indústria que evolui tão rapidamente como \n\na dos videojogos é necessário estar a par das tendências mais recentes. Se existe o desejo de \n\ncontribuir algo novo é ainda mais importante não ter de reinventar a roda constantemente. \n\nEm todos os sentidos o projecto final ?Twin Paradox? foi um culminar de todo o \n\nconhecimento acumulado ao longo dos últimos 5 anos académicos. É raro poder dizer que o \n\nresultado final atingiu as expectativas da visão original, mas nesse sentido este projecto foi \n\num sucesso. Isto não significa que foi um projecto perfeito, muitas arestas ficaram por limar, e \n\nnão foi possível fazer a implementação da mecânica de jogo planeada. Mas comparativamente \n\ncom projectos passados foi mais ambicioso e em igual medida executado de melhor forma. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n83 \n\nO projecto ?Twin Paradox? foi também pensado para ser um projecto a continuar no \n\nfuturo. Isso continua a ser verdade, mas foi concluído que o melhor passo neste momento \n\nseria desenvolver um projecto semelhante mas menor em termos de escala. Foi confirmado \n\nque se trata realmente de um projecto com uma escala superior à qual conseguimos lidar neste \n\nmomento. Por isso pretende-se extrair os elementos principais e inclui-los num jogo mais \n\npequeno, que possa ser concluído no espaço de um ano. Reflectindo sobre perspectivas \n\nfuturas esse será provavelmente o caminho mais lógico a seguir. Uma carreira na indústria dos \n\nvideojogos continua a ser o objectivo, mas sentimos que a melhor forma de fazer uma \n\ncontribuição valiosa para nós e para o público é criando projectos pessoais em vez de fazer \n\nparte de uma empresa maior, seja nacional ou estrangeira. Vem aí uma revolução na forma \n\ncomo se criam e consomem videojogos, e é o desejo do autor fazer parte dessa revolução. \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n84 \n\nReferências e Bibliografia \n\n \n\nAccomazzi, V. (2009). Voxel-Based Graphics on Intel Architectures. Obtido em 1 de 02 de \n\n2012, de software.intel.com: http://software.intel.com/en-us/articles/voxel-based-graphics-on-\n\nintel-architectures/ \n\nAhearn, L. (2006). 3D Game Textures. Burlington, MA: Elsevier. \n\nBarbosa, D., Pinho, J., &amp; Araújo, F. (Developers). (2010). Fusebox [Videojogo]. \n\nBourke, M., &amp; Viles, H. (2007). A Photographic Atlas of Rock Breakdown Features in \n\nGeomorphic Environments. Planetary Science Institute. \n\nBungie (Developer). (2004). Halo 2 [Videojogo].  \n\nBungie (Developer). (2001). Halo [Videojogo].  \n\nCameron, J. (Produtor), &amp; Cameron, J. (Realizador). (2009). Avatar [Filme]. \n\nChinn, P. (Realizador). (2007). How the Earth Was Made [Motion Picture]. \n\nChubb, D. (2007). sony-ps3-275000000-polygons-per-second-vs-xbox-360s-500000000. \n\nObtido em 2 de 2 de 2012, de www.product-reviews.net: http://www.product-\n\nreviews.net/2007/11/06/sony-ps3-275000000-polygons-per-second-vs-xbox-360s-500000000/ \n\nClark, S. (1995). Forword in the Game manual for The Dig. Lucasarts. \n\nClosson, D. (2011). Tectonics. InTech. \n\nDice (Developer). (2011). Battlefield 3 [Videojogo].  \n\nDice (Developer). (2008). Mirror's Edge [Videojogo]. \n\nFeil, J., &amp; Scattergood, M. (2005). Beginning Game Level Design. Course Technology PTR. \n\nHill, F. S. (2008). Computer Graphics Using Open GL. Upper Saddle River, New Jersey: \n\nPrentice Hall. \n\nHoward, M. (22 de Novembro de 2004). Master Chief kills competition with Halo 2. Obtido \n\nem 7 de 2 de 2012, de palyvoice.com: http://palyvoice.com/node/15389 \n\nId Software. (Developer). (1993). Doom [Videojogo]. \n\nId Software. (Developer). (2011). Rage [Videojogo].  \n\nIngrassia, M. (2009). Maya for Games: Modeling and Texturing Techniques with Maya and \n\nMudbox. Oxford: Focal Press. \n\nKlawonn, F. (2008). Introduction to Computer Graphics. London: Springer. \n\nKubrick, S. (Produtor), &amp; Kubrick, S. (Realizador). (1968). 2001: A Space Odyssey [Filme]. \n\nLee, I. (Realizador). (2000). Thumb Candy - The History of Computer Games [Filme]. \n\nLevy, E. (2000). 2001: a space odyssey. Obtido em 9 de 2 de 2012, de \n\nwww.emanuellevy.com: http://www.emanuellevy.com/review/2001-a-space-odyssey-9/ \n\nLucasarts (Developer). (1995). The Dig [Videojogo].  \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n85 \n\nLutgens, F., &amp; Tarbuck, E. (2009). Essentials of Geology. Upper Saddle River, New Jersey: \n\nPearson Education. \n\nMyrick, D. (Realizador). (1999). Blair Witch Project [Filme]. \n\nNintendo (Developer). (1985). Super Mario Bros [Videojogo]. \n\nNvidia. (s.d.). Tessellation. Obtido em 8 de 2 de 2012, de www.nvidia.com: \n\nhttp://www.nvidia.com/object/tessellation.html \n\nO'Callaghan, J. (10 de 03 de 2011). what-are-pixels. Obtido em 9 de 2 de 2012, de \n\nwww.howitworksdaily.com: http://www.howitworksdaily.com/technology/question-of-the-\n\nday-what-are-pixels/ \n\nPaquette, A. (2008). Computer Graphics for Artists I. London: Springer. \n\nPark, G. (2006). Introducing Geology: A Guide to the World of Rocks. Dunedin Academic \n\nPress. \n\nAbrams, J. (Produtor), &amp; Reeves, M. (Realizador). (2008). Cloverfield [Filme]. \n\nSchell, J. (2008). The Art of Game Design: A Book of Lenses. Morgan Kaufmann. \n\nTaito (Developer). (1978). Space Invaders [Videojogo]. \n\nThomas, K. (1998). Poor Man's Bryce, Part II: More Terrain Generation with Quickdraw. \n\nObtido de www.mactech.com: \n\nhttp://www.mactech.com/articles/mactech/Vol.14/14.11/PoorMansBrycePartII/index.html \n\nTracy, D., &amp; Tracy, S. (2011). CryEngine 3 Cookbook. Birmingham: Packt Publishing. \n\nTrank, J. (Realizador). (2012). Chronicle [Filme]. \n\nWe Came From Mars. (Developer). (2011). Return Zero [Videojogo]. \n\nNayfack, N. (Produtor), &amp; Wilcox, F. (Realizador). (1956). Forbidden Planet [Filme]. \n\nWilliams, M. (Realizador). (2009). Inside Planet Earth [Filme]. \n\nWilson, J. R. (2010). Minerals and Rocks. BookBoon. \n\nZucker, M. (Fevereiro de 2001). The Perlin noise math FAQ. Obtido em 22 de Agosto de \n\n2012, de http://webstaff.itn.liu.se/~stegu/TNM022-2005/perlinnoiselinks/perlin-noise-math-\n\nfaq.html \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nConcepção de Estruturas Geológicas para Videojogos \n\n86 \n\nAPÊNDICE A \n\nO DVD em anexo contém o vídeo promocional do videojogo Twin Paradox, um vídeo de making-\n\nof, e uma selecção de imagens do projecto."}]}}}