{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17571"}, {"@name": "filename", "#text": "24363_000725616.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n \n \n \n \n \n \n \n \n\nALTERAÇÕES POST MORTEM \n(PSEUDOPALEOPATOLOGIAS) EM FÓSSEIS DE \n\nMAMÍFEROS PLEISTOCÊNICOS DO ESTADO DO RIO \nGRANDE DO SUL, BRASIL \n\n \n \n \n \n\nRENATO PEREIRA LOPES \n \n \n \n \n \n\nORIENTADOR: JORGE FERIGOLO \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPorto Alegre, fevereiro de 2009\n\n\n\n \n\n \nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n \n \n \n \n \n \n \n\nALTERAÇÕES POST MORTEM \n(PSEUDOPALEOPATOLOGIAS) EM FÓSSEIS DE \n\nMAMÍFEROS PLEISTOCÊNICOS DO ESTADO DO RIO \nGRANDE DO SUL, BRASIL \n\n \n \n \n \n\nRENATO PEREIRA LOPES \n \n \n \n \n \nORIENTADOR – Prof. Dr. Jorge Ferigolo \n \nBANCA EXAMINADORA: Dra. Ana Maria Ribeiro (UFRGS) \n\n Dr. Átila Augusto Stock Da Rosa (UFSM) \n Dr. Francisco Sekiguchi de Carvalho Buchmann (UNESP) \n\n \n \n \n \nDissertação de Mestrado \napresentada como requisito \nparcial para obtenção do Título \nde Mestre em Geociências \n\n \n \n \n\nPorto Alegre, 2009\n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLopes, Renato Pereira \n\nAlterações post mortem (pseudopaleopatologias) em fósseis \nde mamíferos pleistocênicos do estado do Rio Grande do Sul, \nBrasil / Renato Pereira Lopes. - Porto Alegre : IGEO/UFRGS, \n2009. \n\n127 f. :  il. \n \n\nDissertação (mestrado). - Universidade Federal do Rio \nGrande do Sul. Instituto de Geociências. Programa de Pós-\nGraduação em Geociências. Porto Alegre, RS - BR, 2009. \n\nOrientação: Prof. Dr. Jorge Ferigolo \n \n\n1. Pseudopaleopatologia. 2. Tafonomia. 3. Quaternário.  4. \nPleistoceno. 5. Megafauna. I. Título. \n\n \n_____________________________ \n\nCatalogação na Publicação \nBiblioteca Geociências - UFRGS \nLuciane Scoto da Silva CRB 10/1833 \n \n\n \n\n\n\n III\n\n \n \n \n \n \n\nAGRADECIMENTOS \n \n \n\nAo Jorge Ferigolo, pela oportunidade de orientação e por todos os ensinamentos, o que \n\nem muito contribuiu para o meu aprendizado. \n\n À Ana Maria Ribeiro, por todas as informações e conversas, que ajudaram em muito \n\nno enriquecimento do trabalho. \n\n A todos os colegas da Seção de Paleontologia da FZB, Annie, Carolina, Ednair, \n\nElizete, Patrícia, Paulo e Rodrigo, pelo convívio e pela amizade. \n\n Aos outros colegas e professores das Geociências, pelo intercâmbio de conhecimentos \n\ne experiências. \n\n E, finalmente, à CAPES e UFRGS pel oportunidade de desenvolvimento profissional e \n\nintelectual. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n IV\n\n \n\n \n\n \n\nSUMÁRIO \n \n\nRESUMO.................................................................................................................................. V \n\nABSTRACT ........................................................................................................................... VI \n\n1. INTRODUÇÃO .................................................................................................................... 1 \n\n1.1. Tafonomia ....................................................................................................................... 2 \n\n1.2. Objetivos ......................................................................................................................... 3 \n\n2. MATERIAL E MÉTODOS ................................................................................................. 5 \n\n2.1. Material Estudado.......................................................................................................... 5 \n\n2.1.1. Procedência............................................................................................................... 5 \n\n2.1.2. Abreviaturas ............................................................................................................. 5 \n\n2.1.3. Listagem do Material............................................................................................... 6 \n\n3. CONTEXTO GEOLÓGICO DOS DEPÓSITOS............................................................ 11 \n\n3.1. Região da Campanha................................................................................................ 11 \n\n3.2. Arroio Chuí ............................................................................................................... 12 \n\n3.3. Plataforma continental ............................................................................................. 13 \n\n4. RESULTADOS ................................................................................................................... 11 \n\n   4.1. Fósseis da Região da Campanha.............................................................................. 11 \n\n   4.2. Fósseis do Arroio Chuí.............................................................................................. 47 \n\n   4.3. Fósseis da Plataforma Continental .......................................................................... 49 \n\n5. DISCUSSÃO ....................................................................................................................... 51 \n\n6. CONCLUSÕES................................................................................................................... 59 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ............................................................................. 62 \n\nANEXO 1 - FIGURAS ........................................................................................................... 74 \n\nANEXO 2 – LISTAGEM DO MATERIAL ....................................................................... 103 \n\n \n \n \n \n \n\n  \n\n\n\n V\n\n \n \n \n \n \n \n\nRESUMO \n\nForam analisados fósseis de mamíferos terrestres provenientes de depósitos pleistocênicos do \n\nEstado do Rio Grande do Sul, da Região da Campanha ( maioria do Arroio Touro Passo, \n\nMunicípio de Uruguaiana), Arroio Chuí e plataforma continental. A análise teve por objetivo \n\nreconhecer e descrever alterações post mortem (pseudopaleopatologias) presentes nos fósseis \n\ne relacioná-las a condições de preservação e ambientes deposicionais distintos. Foram \n\nobservadas variações na preservação entre os fósseis encontrados nos três depósitos, \n\nrelacionadas ao contexto geológico, condições paleo-climáticas e processos pós-\n\ndeposicionais. A ausência de fósseis de organismos de pequeno porte (como roedores) no \n\nChuí e Touro Passo parece resultar de procesos tafonômicos, embora a falta de amostragem \n\nmais detalhada possa influenciar nesse padrão.  Os fósseis do Arroio Touro Passo apresentam \n\nelevado grau de intemperismo, relacionado a condições deposicionais e paleo-climáticas \n\ndistintas das observadas entre os fósseis do Arroio Chuí e plataforma. Os fósseis do Arroio \n\nChuí são predominantemente fragmentos, que indicam elevado grau de retrabalhamento pós-\n\ndeposicional, enquanto os do Touro Passo sofreram menor grau de retrabalhamento. Os \n\nfósseis provenientes da plataforma continental apresentam alterações resultantes do \n\nretrabalhamento em ambiente marinho, porém exibem características semelhantes às dos \n\nfósseis do Arroio Chuí, indicando que foram originalmente preservados em sistemas fluviais. \n\n \n\nPalavras-chave: Pseudopaleopatologia, Tafonomia, Quaternário, Pleistoceno, Megafauna \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\nVI\n\n \n\n \n\n \n\nABSTRACT \n\nFossils of terrestrial mammals from pleistocenic deposits in the Rio Grande do Sul State, in \n\nthe Campanha Region, Arroio Chuí and continental platform have been analyzed. The \n\nanalysis aimed at recognizing and describing post mortem alterations \n\n(pseudopaleopathologies) on the fossils and relate it to distinct preservation conditions and \n\ndepositional environments. Preservational variations among fossils from the threee deposits , \n\nrelated to the geological context, paleoclimatic conditions and postdepositional processes \n\nwere recorded. The absence of small-bodied taxa (such as rodents) at the Chuí and Touro \n\nPasso creeks may be a result of taphonomic processes, althought this pattern may be related to \n\nthe lacking of detailed sampling. The fossils from the Touro Passo exhibit high degree of \n\nweathering, related to depositional and paleoclimaic conditions different from those under \n\nwhich the fossils from the Chuí and platform were preserved. Fossils from the Chuí Creek are \n\nmostly fragments, indicating a high degree of postdepositional reworking, while those from \n\nthe Touro Passo were subject to less reworking. Fossils from the continental platform exhibit \n\nalterations that resulted from reworking in marine environment; however, there are features \n\nsimilar to those found in the fossils from Chuí, thus indicating that the former were originally \n\npreserved in fluvial systems. \n\n \n\nKeywords: Pseudopaleopathology, Taphonomy, Quaternary, Pleistocene, Megafauna \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n1. INTRODUÇÃO \n\n Ossos são estruturas complexas, que contêm informações em diversos níveis \n\n(isotópico, molecular, bioquímico e estrutural), cada qual apresentando relevância para \n\ndiversos tipos de estudos (HEDGES, 2002). Os ossos desempenham basicamente as funções \n\nmecânicas de fornecer suporte para músculos e contrabalançar a gravidade, além de fornecer \n\nespaço para a medula formadora de sangue e proteção para órgãos. Seu principal componente \n\nprotéico é o colágeno (cerca de 90%) e a hidroxiapatita, Ca10(PO4)6(OH)2, é o principal \n\ncomponente mineralizado (ORTNER &amp; PUTSCHARD, 1980). \n\n O endoesqueleto dos vertebrados, constituído por ossos de formas e tamanhos \n\ndistintos, nem sempre fica preservado articulado após a morte. Isso ocorre apenas sob \n\ncondições muito específicas, como soterramento rápido ou deposição em corpos d'água \n\ncalmos (mares, lagoas) com fundo anóxico, caso contrário os elementos ósseos serão \n\ndesarticulados e dispersos por processos físicos. A desarticulação do esqueleto segue um \n\npadrão definido, de acordo com o maior ou menor grau de articulação entre os elementos. Em \n\náreas semi-desérticas, o ressecamento dos tendões e ligamentos (mumificação), retarda a \n\ndesarticulação, podendo resultar no soterramento da carcaça completa (HILL, 1979). \n\nPredadores/necrófagos também podem contribuir para a desarticulação, especialmente das \n\npartes mais nutritivas, como membros (D’ANDREA &amp; GOTTHARDT, 1984). Os principais \n\nagentes que promovem a remoção e dispersão dos ossos são o transporte hidráulico e \n\npredadores / necrófagos. Os elementos ósseos que sobrevivem à destruição inicial por todos \n\nesses agentes, são submetidos ao soterramento, e então passam a ser sujeitos a diversos outros \n\nprocessos, que resultam em alterações significativas em sua composição e micro-estrutura \n\n(HEDGES, 2002), e levam à transformação do osso em fóssil. \n\nA ocorrência de fósseis de mamíferos no Rio Grande do Sul é conhecida desde o final \n\ndo Século XIX. Durante suas viagens pelo estado, o naturalista alemão Friedrich von Huene \n\n(1875-1969) relatou em carta ao naturalista argentino Florentino Ameghino (1854-1911) \n\nhaver encontrado placas da carapaça de xenartros cingulados, na praia do Município de Santa \n\nVitória do Palmar (OLIVEIRA, 1996). Ao longo do Século XX, esses fósseis têm sido objeto \n\nde estudo de vários pesquisadores (PAULA COUTO, 1939; CUNHA, 1959; OLIVEIRA, \n\n1992; RODRIGUES, 2003; RODRIGUES &amp; FERIGOLO, 2004; SCHERER et al., 2007; \n\nPITANA et al., 2005, entre outros); contudo, esses estudos têm focalizado basicamente a \n\n\n\n 2\n\nidentificação e classificação taxonômica do material. Há uns poucos estudos (SOLIANI JR., \n\n1973; BOMBIN, 1976; BUCHMANN, 2002; DA ROSA, 2003; LOPES et al., 2005) a \n\nrespeito dos depósitos em si nos quais os fósseis são encontrados; mas só alguns (LOPES et \n\nal., 2001; 2004; LOPES et al., 2008) enfocando os aspectos da preservação desses restos. \n\n \n\n1.1. Tafonomia \n\n A compreensão das fases que afetam a transição dos restos de organismos da biosfera \n\npara a litosfera constituem o objetivo da Tafonomia (EFREMOV, 1940). Essa transição é \n\nmarcada por processos que alteram as características físico-químicas dos restos orgânicos, e \n\nsão condicionados pela natureza do ambiente deposicional; portanto, as alterações post \n\nmortem observadas nos fósseis são uma ferramenta para o reconhecimento de paleo-\n\nambientes (BRETT &amp; BAIRD, 1986). Por envolver um amplo espectro de fatores ecológicos, \n\nbioestratigráficos, evolutivos e ambientais, a Tafonomia é uma disciplina com diversas \n\naplicações para a paleoecologia (BEHRENSMEYER et al., 2000). Em anos recentes, os \n\npesquisadores têm dado maior ênfase aos aspectos aditivos e transformadores das alterações \n\npost mortem sofridas pelos restos orgânicos, em oposição à perda de informações \n\npaleoecológicas (BEHRENSMEYER &amp; KIDWELL, 1985). O desenvolvimento da \n\nTafonomia experimental, sob condições controladas, em laboratório ou no próprio ambiente, \n\ntem possibilitado avaliar a influência de processos como desarticulação, decomposição, \n\ndesidratação, necofagia e dinâmica de transporte na preservação de restos orgânicos \n\n(ANDREWS, 1995; BRIGGS, 1995). \n\n No caso específico dos vertebrados, o principal objeto de estudo da Tafonomia são os \n\nelementos mineralizados (ossos, dentes), que têm maiores probabilidades de preservação após \n\na morte, e sua interação com o meio físico. Em anos recentes, a Tafonomia de Vertebrados \n\ntem sido aplicada aos estudos paleo-ecológicos e paleo-ambientais a praticamente todo o \n\nregistro fóssil desde a Era Paleozóica até o Recente, possibilitando reconstituir episódios de \n\nmortalidade catastrófica (ROGERS, 1990; TURNBULL &amp; MARTILL, 1988; RYAN et al., \n\n2001; ABDALA et al., 2006), alteração de restos esqueletais por humanos (SELVAGGIO, \n\n1994; LYMAN, 2005), ação de predadores (FERNÁNDEZ-JALVO, 1992; RYAN et al., \n\n1998; CARPENTER, 1988; MONTALVO et al., 2008) e até mesmo canibalismo entre \n\nhumanos (DEFLEUR et al., 1999). \n\n  \n\n\n\n 3\n\n Os processos que resultam na destruição post mortem do tecido ósseo, \n\nindependentemente da sua natureza (física, química, biótica ou abiótica), constituem as \n\npseudopaleopatologias. Um fator importante a ser considerado no estudo das alterações em \n\nrestos fossilizados, é a distinção entre alterações produzidas em vida (paleopatologias) \n\ndaquelas originadas após a morte (FERIGOLO, 1987; 1992). As alterações post mortem em \n\nrestos orgânicos resultam basicamente de dois conjuntos de processos (DONOVAN, 2002): \n\n? Físicos (ou bioestratinômicos) afetam os restos principalmente, mas não exclusivamente, \n\nna fase pré-deposicional, entre a morte do organismo e seu soterramento final. Os fatores \n\ncausadores destas alterações podem ser de origem biótica (necrofagia, pisoteio, \n\ncrescimento de plantas, perfuração por insetos) ou abiótica (variações de temperatura e \n\numidade, intemperismo, transporte fluvial, etc.). \n\n? Químicos (ou diagenéticos) ocorrem após o soterramento final. Resultam da \n\nprecipitação/recristalização de minerais, variações no pH, atividade microbiana, pressão \n\ndo sedimento, etc. \n\n Deve-se ressaltar que, ao longo do tempo geológico, os fósseis podem ser sujeitos a \n\nretrabalhamento pós-deposicional, e conseqüentemente expostos a um conjuntos de processos \n\nfísico-químicos totalmente distintos daqueles da deposição inicial, levando a modificações \n\nsignificativas em suas características. \n\n  \n\n1.2. Objetivos \n\n O objetivo principal deste trabalho é uma análise das alterações post mortem, nos \n\nrestos de mamíferos pleistocênicos coletados em diferentes locais do Estado do Rio Grande \n\ndo Sul, e sua comparação visando avaliar as variações nas alterações físicas, relacionadas às \n\ncondições específicas de cada um dos paleo-ambientes deposicionais. A comparação deve \n\npossibilitar o reconhecimento de semelhanças e diferenças na preservação entre os mesmos, \n\nestabelecendo assim parâmetros para a identificação de paleo-ambientes em outros depósitos \n\nque eventualmente venham a ser descobertos.  \n\nEmbora diversos estudos tafonômicos tenham enfatizado a importância das alterações \n\nfísico-químicas nos ossos em escala microscópica (diagenéticas), como perda de porosidade, \n\nalterações na cristalinidade, degradação protaica, modificações na matriz e ataque microbiano \n\n(HEDGES &amp; MILLARD, 1995; TURNER-WALKER &amp; SYVERSEN, 2002; TUROSS, \n\n  \n\n\n\n \n\n \n\n4\n\n \n\n2002; JANZ et al., 2004), este trabalho teve por enfoque a análise de alterações em escala \n\nmacroscópica, resultantes de agentes físicos e / ou biogênicos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n\n\n \n\n2. MATERIAL E MÉTODOS \n\n2.1. Material Estudado \n\n2.1.1. Procedência \n\n Os fósseis submetidos à análise fazem parte das coleções paleontológicas do Museu de \n\nCiências Naturais da Fundação Zoobotânica (FZB, Porto Alegre - RS) e Universidade Federal \n\ndo Rio Grande (FURG, Rio Grande – RS). Os fósseis são provenientes da Região da \n\nCampanha (no extremo oeste do Estado) e da Planície Costeira (Fig. 1). \n\nOs fósseis da Campanha pertencem à coleção da FZB, são resultado de atividades de \n\ncoleta realizadas desde a década de 70, e têm sido objeto de diversos estudos taxonômicos \n\n(OLIVEIRA, 1992; SCHERER, 2005; SCHERER et al., 2007). A grande maioria destes \n\nfósseis é proveniente do Município de Uruguaiana, embora existam também alguns coletados \n\nnos municípios de Alegrete, Dom Pedrito, Itaqui e Rosário do Sul. Nestas localidades existem \n\ndiversos afloramentos ao longo dos cursos d’água tributários do Rio Uruguai, em especial o \n\nArroio Touro Passo, em Uruguaiana (BOMBIN, 1976). \n\n Os fósseis pertencentes à coleção paleontológica da FURG foram coletados durante 10 \n\nanos, em duas áreas distintas: ao longo da linha de costa, entre o estuário da Laguna dos Patos \n\ne o Balneário Hermenegildo, e no Arroio Chuí. Os primeiros são provenientes de depósitos \n\nfossilíferos localizados na plataforma continental, de onde são trazidos à praia pela ação das \n\ntempestades de inverno (BUCHMANN, 2002).  \n  \n\n2.1.2. Abreviaturas \n\nAbreviaturas institucionais: \n\nMCN-PV – Coleção de Paleovertebrados do Museu de Ciências Naturais, Fundação \n\nZoobotânica, Rio Grande o Sul.  \n\nLGP – Coleção Paleontológica da Universidade Federal do Rio Grande.  \n\nVariáveis apresentadas nas tabelas: \n\nT.C. – Tamanho Corporal \n\nG.V. – Grupo de Voorhies \n\nInt. – Intemperismo \n\nI.F. – Integridade Física \n\n\n\n 6\n\n2.1.3. Listagem do Material  \n\nA relação dos espécimes analisados encontra-se no Anexo 2. \n\n \n\n2.1.4. Método \n\n Para a análise das feições resultantes de processos post mortem que afetaram os \n\nfósseis, foi aplicado o método proposto por BEHRENSMEYER (1991). Este pressupõe que é \n\npossível reconstituir a história deposicional dos restos esqueletais, através da caracterização \n\ndo contexto sedimentológico (análise do depósito fossilífero) e dos aspectos tafonômicos dos \n\nfósseis. Estes são definidos através da análise quali-quantitativa de uma série de variáveis, \n\nbaseadas nas características físicas dos restos e cuja presença é relacionada aos processos post \n\nmortem que agem sobre os esqueletos. A principal vantagem desse método é a padronização \n\nde uma série de aspectos a serem observados, o que possibilita a comparação direta entre \n\nfósseis de diferentes depósitos, revelando assim diferenças ou similaridades tafonômicas \n\nrelacionadas a condições deposicionais distintas ou semelhantes. Como não há dados precisos \n\nde coleta em boa parte do material, o contexto deposicional do mesmo não pôde ser \n\ndeterminado, o que será feito em estudos futuros. Estes fornecerão valiosas informações \n\npaleo-ambientais. \n\n  As variáveis analisadas neste trabalho foram modificadas em relação às sugeridas por \n\nBEHRENSMEYER (1991), devido a alguns aspectos particulares dos fósseis; contudo, a \n\nprópria autora ressalta que outra grande vantagem do método é a flexibilidade, pois pode ser \n\nadaptado às necessidades do pesquisador através da adição ou remoção de determinadas \n\nvariáveis. No caso desta análise, por exemplo, foram reconhecidos apenas 3 estágios de \n\nintemperismo, enquanto no método são previstos 6. A autora não propôs critérios para \n\ndiferenciar os a integridade física dos ossos; aqui, adotou-se o critério estabelecido por \n\nLOPES et al. (2004, 2008). No caso dos fósseis aqui apresentados, foram consideradas as \n\nseguintes variáveis: \n\n• Taxonomia: quando possível, os fósseis foram identificados ao menor nível \n\ntaxonômico possível, embora em muitos casos não tenha sido possível chegar além do nível \n\nde Família, devido à má preservação ou ausência de caracteres diagnósticos.  \n\n• Tamanho corporal: A proporção entre organismos de pequeno (menos de 5 kg), \n\nmédio (de 5 a 1000 kg) e grande porte (mais de 1000 kg), pode estar relacionada aos \n\n  \n\n\n\n 7\n\nprocessos post mortem que destroem preferencialmente material de organismos de pequeno \n\nporte (BEHRENSMEYER, 1978; BEHRENSMEYER et al., 1979). Esta variável baseou-se \n\nnas estimativas médias de massas corporais calculadas por FARIÑA et al. (1998). \n\n• Partes esqueletais: Os diferentes elementos esqueletais apresentam potenciais \n\ndistintos de transporte hidráulico, e determinadas partes são preferidas por \n\npredadores/necrófagos em detrimento de outras. Dessa forma, a abundância relativa desses \n\nelementos pode indicar a seleção por correntezas fluviais ou ação biótica. Os ossos são \n\nclassificados de acordo com seu potencial de transporte em três categorias, chamadas Grupos \n\nde Voorhies (VOORHIES, 1969): \n\no Grupo I: Ossos facilmente transportados por correnteza fraca, devido à sua baixa \n\ndensidade e maior relação superfície/volume, como falanges, vértebras e \n\nescápulas. \n\no Grupo II: Ossos com densidade e relação superfície/volume intermediária, como \n\nfêmur, úmero, tíbia, rádio, ulna e costelas. Transportados por correntezas \n\nintermediárias. \n\no Grupo III: Ossos que requerem correnteza de maior energia para seu transporte, \n\ncomo crânios, dentes e mandíbulas. \n\n Deve-se ressaltar que essas relações são válidas apenas para táxons semelhantes, pois \n\norganismos diferentes podem apresentar partes esqueletais homólogas com potenciais de \n\ntransporte distintos. Via de regra, as proporções relativas entre os diferentes elementos de um \n\nesqueleto, presentes em uma assembléia fossilífera, estão relacionadas ao grau de transporte \n\nsofrido por esses restos. Assembléias onde predominam elementos pertencentes aos três \n\ngrupos indicam baixo grau de transporte (assembléia alóctone); o predomínio de elementos do \n\ngrupo III indica um depósito residual (assembléia autóctone), de onde os elementos mais \n\nfacilmente transportáveis foram removidos. Não apenas o transporte hidráulico pode \n\ninfluenciar na representatividade das partes esqueletais em uma assembléia, mas também a \n\nação de predadores e necrófagos, que tendem a destruir ou remover as partes mais nutritivas, \n\ncomo ossos longos, muito mais do que crânios (HAYNES, 1980; D’ANDREA &amp; \n\nGOTTHARDT, 1984). \n\n• Integridade física: Esta variável caracteriza o estado geral de preservação da estrutura \n\ndos elementos esqueletais, indicada pela presença e extensão de fraturas. Estas podem ser \n\n  \n\n\n\n 8\n\ndefinidas como descontinuidades no tecido ósseo resultantes da aplicação de forças externas \n\nque excedem a elasticidade ou resistência da estrutura (AUFDERHEIDE &amp; RODRÍGUEZ-\n\nMARTÍN, 1998). O conteúdo de água e proteína (colágeno) confere elasticidade aos ossos; o \n\nque faz com que sejam distintos os padrões distintos de fratura entre ossos frescos e fósseis. \n\nNos primeiros, as margens fraturadas são irregulares (denteadas) e geralmente em um plano \n\nespiral ao longo do eixo maior do osso; no segundo caso, as fraturas são planas e geralmente \n\ntransversais (REIF, 1971 apud HOLZ &amp; SIMÕES, 2002). Em ossos fraturados após a \n\nfossilização observam-se diferenças na coloração das fraturas em relação à superfície. \n\nDiversos fatores podem levar a fraturas, entre eles predação, pisoteio (trampling) ou \n\ntransporte. Embora a metodologia proposta por BEHRENSMEYER (1991) não estabeleça \n\ncritérios definidos para qualificar esta variável, os fósseis foram considerados completos, \n\nincompletos (quando menos de de 50% da estrutura do osso foi destruída por processos \n\nfísicos) ou fragmentos (quando mais de 50% da estrutura original do osso foi destruída). \n\n• Intemperismo: É o processo através do qual agentes químicos e físicos, agindo \n\ndiretamente sobre os restos ou no solo ao redor, separam e destroem os componentes \n\norgânicos e inorgânicos do osso, levando a fraturas superficiais. Estas parecem estar \n\nrelacionadas à degradação do colágeno pela radiação UV, uma vez que ossos expostos à \n\nsombra demoram mais tempo para apresentar fraturas, e as partes que permanecem em \n\ncontato com o solo não as desenvolvem (TUROSS et al., 1989). Estas ainda podem ser \n\ncausadas pela cristalização de sais em solos alcalinos. Há dados sobre graus de intemperismo \n\nem relação a ossos expostos na savana (BEHRENSMEYER, 1978) e em outros ambientes, \n\nsob condições distintas como florestas temperadas (JANJUA &amp; ROGERS, 2008) ou tropicais \n\n(TAPPEN, 1994), o tempo decorrido entre a exposição dos ossos e o surgimento das fraturas \n\né distinto. Os fósseis foram classificados em estágios distintos de intemperismo, de acordo \n\ncom o aprofundamento e extensão das fraturas, seguindo o critério de BEHRENSMEYER \n\n(1978), que considera o estágio mais avançado de intemperismo cobrindo uma área maior do \n\nque 1 cm² da superfície do osso. \n\n• Abrasão: A abrasão superficial nos ossos é resultado da interação com o substrato e o \n\nsedimento em suspensão. É um indicativo do tempo e da intensidade da interação superficial \n\nentre o osso e o sedimento, mas não necessariamente da distância de transporte, uma vez que \n\nos ossos podem ser transportados por vários quilômetros sem sofrer arredondamento, por \n\n  \n\n\n\n 9\n\nperíodos de 10 anos ou mais (BEHRENSMEYER, 1982; ASLAN &amp; BEHRENSMEYER, \n\n1996). Em águas rasas, a abrasão mecânica é o principal agente de desgaste dos restos \n\nesqueléticos (BRETT &amp; BAIRD, 1986). Além disso, ossos fossilizados sofrem mais abrasão \n\ndo que ossos frescos (FERNÁNDEZ-JALVO &amp; ANDREWS, 1992). A abrasão é \n\ncaracterizada pela remoção da camada externa do osso, expondo a estrutura esponjosa interna \n\ne/ou pelo arredondamento observado nas extremidades, projeções ósseas e bordas fraturadas. \n\nEsta variável foi classificada como grau 0 (sem sinais de abrasão), grau 1 (sinais de desgaste \n\npouco extensos ou profundos) ou grau 2 (sinais de abrasão profundos e extensos, ocupando a \n\nmaior parte da estrutura do osso). Contudo, deve-se ressaltar que sinais similares a desgaste \n\nnas extremidades podem ser resultado do ressecamento de cartilagens (CAPILLA &amp; \n\nHENRIQUES, 2005). Sinais de osteoartrite (FERIGOLO, 1992) também podem ser \n\nconfundidos com evidências de abrasão.  \n\n• Marcas superficiais: Diversos fatores biogênicos, como insetos (KAISER, 2000; \n\nFEJFAR &amp; KAISER, 2005; ROBERTS et al., 2007), predadores/necrófagos (HAYNES, \n\n1980; ANDREWS &amp; FERNÁNDEZ-JALVO, 1997; DOMÍNGUEZ-RODRIGO &amp; \n\nPIQUERAS, 2003), plantas (MONTALVO, 2002), ou humanos (SELVAGGIO, 1994; \n\nBLUMENSCHINE et al., 1996; DEFLEUR et al., 1999), podem deixar marcas distintas nos \n\nossos. Sinais de dentes de mamíferos carnívoros aparecem na forma de furos ou sulcos bem \n\nmarcados, paralelos e agrupados, e são mais evidentes em ossos nasais, escápula, \n\nextremidades distais do úmero, rádio e tíbia, extremidades distal proximal do fêmur, crista \n\nilíaca e sínfise púbica (HAYNES, 1980; D’ANDREA &amp; GOTTHARDT, 1984). Embora seja \n\npossível distinguir com relativa segurança marcas causadas por carnívoros e necrófagos \n\ndaquelas resultantes de ação humana, como cortes de ferramentas e fraturamento \n\n(BLUMENSCHINE et al., 1996), marcas de dentes nos ossos não possibilitam distinguir o \n\nagente causador a nível inter-específico, a menos que se conheça a variação intra-específica \n\nna morfologia dentária e distribuição geográfica dos táxons (DOMÍNGUEZ-RODRIGO &amp; \n\nPIQUERAS, 2003). Outros agentes biogênicos causadores de marcas em ossos são insetos, \n\nque utilizam materiais orgânicos para alimentação, moradia e reprodução. Coleópteros \n\n(especialmente da Família Dermestidae) são comuns em carcaças, sendo encontrados desde \n\nanimais recém-mortos até ossos secos, e espécies distintas desses organismos são observadas \n\nem diferentes estações do ano e em diferentes estágios da decomposição (MOURA et al., \n\n  \n\n\n\n \n\n \n\n10\n\n \n\n1997; BHARTI &amp; SINGH, 2003). Os icno-traços feitos por insetos podem ser agrupados em \n\ncinco categorias:  \n\no Cubiculum (câmaras ovóides, atribuídas a larvas de besouros dermestídeos) \n\no Furos circulares e elípticos rasos (também atribuídos a besouros dermestídeos) \n\no Depressões rasas, na forma de incisões radiais (atribuídas a cupins e larvas de \n\nmariposas tineídeas) \n\no Osteocallis (trilhas superficiais rasas atribuídas a besouros silfídeos e histerídeos) \n\no Túneis e cavidades subcorticais (atribuídas a insetos necrófagos). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n3. CONTEXTO GEOLÓGICO DOS DEPÓSITOS \n\n3.1. Região da Campanha \n\n No extremo oeste do Rio Grande do Sul (Região da Campanha), os fósseis de \n\nmamíferos são encontrados em camadas expostas ao longo de diversos cursos d’água que \n\nintegram a bacia hidrográfica do Rio Uruguai (Arroio Touro Passo, Rio Quaraí, Rio Ibicuí).  \n\n A geologia dos depósitos continentais quaternários do Rio Grande do Sul ainda é \n\npouco conhecida, em comparação com os da região costeira. Os depósitos continentais são \n\nessencialmente de origem aluvial, que ocorrem isoladamente, dificultando a correlação \n\nhorizontal e vertical. A sedimentação e variação do volume d’água desses cursos fluviais é \n\ncondicionada pelas oscilações do nível de base do Rio Uruguai, e não apenas pelo regime \n\npluviométrico regional; dessa forma, em época de cheia do Uruguai, os tributários são sujeitos \n\nà deposição de sedimentos, enquanto na seca ocorre erosão (DA ROSA, 2007). Apenas duas \n\nunidades geológicas foram propostas para estes depósitos: a Formação Touro Passo \n\n(BOMBIN, 1976) e a “Aloformação Guterres” (DA ROSA &amp; MILDER, 2001). \n\nO mais bem estudado destes depósitos fica no Arroio Touro Passo (Fig. 2), próximo à \n\nCidade de Uruguaiana. BOMBIN (1976) descreveu a geologia deste afloramento, \n\ndenominando Formação Touro Passo à seqüência sedimentar exposta ao longo das margens \n\ndo arroio de mesmo nome, estabelecendo a seção-tipo nas coordenadas 56°50’W x 29°40’S. \n\nA bacia do arroio ocupa cerca de 800 km² e mede cerca de 55 km de extensão, entre os rios \n\nIbicuí e Quaraí. \n\n Os sedimentos da Formação Touro Passo estão assentados discordantemente sobre \n\nrochas basálticas alteradas da Formação Serra Geral. A formação é subdividida em dois \n\nmembros: o Membro Rudáceo, situado na base, contém fósseis muito fragmentados, e é \n\nconstituído por conglomerados cuja deposição é atribuída a um ambiente fluvial \n\nanastomosado de alta energia. Acima deste está assentado o Membro Lamítico, constituído \n\npor silte e argila, depositados em ambiente de planície de inundação (Fig. 3). Apresenta lentes \n\nde areia siltosa e fósseis in situ. O Membro Lamítico apresenta em sua porção superior um \n\nhorizonte carbonático (horizonte IICCa), coberto por um nível de caliche com espessura \n\ninferior a um metro, porém com extensão lateral da ordem de dezenas de metros. Este caliche \n\nfoi considerado por BOMBIN &amp; KLAMT (1975) como formado sob o mesmo regime \n\nclimático responsável pela formação do Caliche Cordão da Planície Costeira.  \n\n\n\n 12\n\nAlém de fósseis de mamíferos, são encontrados também restos de quelônios, moluscos \n\ndulcícolas e troncos carbonizados. Datações por termoluminescência feitas na Formação \n\nTouro Passo mostraram que sua deposição ocorreu entre 45 mil e 6 mil anos atrás, \n\naproximadamente (DA ROSA, 2003). Embora descritos às margens do Arroio Touro Passo, a \n\nesta formação pode ser reconhecida em outras localidades, como às margens do Arroio Imbaá \n\n(Uruguaiana), Sanga da Cruz (Alegrete) e afloramentos ao longo do Rio Quaraí (DA ROSA, \n\n2007).  \n\nA “Aloformação Guterres” é caracterizada por depósitos aluviais caracterizados por \n\narenitos conglomeráticos finos e conglomerados. Embora estes sedimentos não apresentem a \n\ndeposição carbonática característica da Formação Touro Passo, exibem crostas ferruginosas \n\nalaranjadas, cimentando a matriz conglomerática, e possivelmente constituídas por limonita. \n\nOs depósitos asociados a esta unidade estendem-se m uma faixa de orientação SW-NE, entre \n\nPontal do Quaraí e a cidade de Itaqui (DA ROSA &amp; MILDER, 2001). \n\n3.2. Arroio Chuí \n\n O Arroio Chuí (Fig. 4) nasce ao sul do Banhado do Taim, e seu curso segue \n\nparalelamente à linha de costa ao longo da área topograficamente mais baixa situada entre \n\nduas barreiras arenosas pleistocênicas: a Barreira II a oeste, com cerca de 325 mil anos, e a \n\nBarreira III, a leste, com 123 mil anos (VILLWOCK &amp; TOMAZELLI, 1995). Na altura da \n\nCidade do Chuí, o curso muda para leste, acompanhando o Lineamento do Chuí, até desaguar \n\nno Oceano Atlântico. Entre o final da década de 60 e início de 70, no trecho ao norte da ponte \n\nentre a Cidade de Santa Vitória do Palmer e Balneário do Hermenegildo, o curso do arroio foi \n\nescavado para irrigação, expondo sedimentos fossilíferos ao longo das barrancas.  \n\n A estratigrafia do arroio foi descrita originalmente por SOLIANI JR. (1973), e re-\n\ninterpretada por BUCHMANN et al. (2001) e LOPES et al. (2005). A seqüência sedimentar \n\nexposta ao longo da barrancas (Fig. 5) mostra na base uma camada constituída por sedimentos \n\narenosos, contendo icnofósseis Ophiomorpha nodosa e conchas marinhas. As estratificações \n\ncruzada de baixo ângulo e plano-paralela, os icnofósseis e as conchas retrabalhadas, indicam \n\num ambiente praial (zona intermareal). A camada acima desta é composta por sedimentos \n\narenosos com cerca de 20 a 25% de sedimentos finos, e contém os fósseis de mamíferos in \n\nsitu. Nesta camada observam-se ainda lentes de areia rica em matéria orgânica, e níveis de \n\n  \n\n\n\n 13\n\nsedimentos cimentados por óxido de ferro. Acima desta, há uma camada de sedimentos areno-\n\nlamosos que não apresentou fósseis até o momento, apenas concentrações de matéria orgânica \n\natribuídas a restos vegetais. Esta camada é recoberta por um nível de carbonato, chamado \n\n“Caliche Cordão” (DELANEY, 1965), sobre a qual estão o solo e vegetação atuais. Durante o \n\ninverno, as chuvas e menor evaporação fazem com que o nível das águas do arroio aumente, \n\nerodindo as barrancas. Durante o verão, a seca e a retirada de água para irrigação fazem com \n\nque o nível baixe, expondo a camada fossilífera. \n\nOs fósseis de vertebrados foram coletados nas barrancas do Arroio Chuí apenas no \n\ntrecho com cerca de 10 km de extensão que vai do norte da ponte na estrada que liga a cidade \n\nde Santa Vitória do Palmar até balneário Hermenegildo; é possível que ocorram também ao \n\nsul da ponte, mas não foram observados devido ao acúmulo de sedimentos e crescimento de \n\nvegetação nas barrancas. Os fósseis são encontrados na camada fossilífera mostrada na figura \n\n5 e também no sedimento aluvial acumulado na margem e leito do arroio, removidos das \n\nbarrancas pela erosão. Estes últimos ocorrem apenas isolados, enquanto na camada são \n\nencontrados também restos desarticulados, porém asociados, e até mesmo articulados \n\n(LOPES et al., 2001).  \n\n A estratigrafia observada ao longo das margens do arroio, e palinomorfos encontrados \n\nnas lentes de areia escura, rica em matéria orgânica, associadas à camada fossilífera, indicam \n\nque esta foi depositada em um sistema fluvial meandrante (LOPES et al., submetido). \n\nDatações feitas em três dentes de mamíferos coletados diretamente da camada fossilífera \n\nmostraram idades de 33.500 ± 8.000, 38.000 ± 2.000 e 42.000 ± 3.000 anos (LOPES et al., \n\n2008b), enquanto um incisivo de Toxodon platensis, coletado na fácies praial abaixo, revelou \n\nidade de 226.000 ± 35.000 anos, inicando ser proveniente de depósitos mais antigos \n\nretrabalhados. \n\n3.3. Plataforma continental \n\nA Planície Costeira do Rio Grande do Sul (PCRS) é a unidade geológica mais recente \n\ndentre as que constituem o território do Estado. É constituída basicamente por sedimentos \n\nsiliciclásticos, com baixos teores de carbonato (predominantemente de origem biogênica), \n\nsilte e argila. Os sedimentos siliciclásticos são originários da erosão das rochas das unidades \n\n  \n\n\n\n 14\n\ngeológicas mais antigas, enquanto os ss sedimentos síltico-argilosos são resultado de \n\nalterações diagenéticas (VILLWOCK &amp; TOMAZELLI, 1995).  \n\nEntre o Plioceno e Holoceno, oscilações do nível do mar resultantes dos ciclos glaciais \n\nmodelaram a geomorfologia da costa gaúcha. Como resultado dessas oscilações foi formado \n\num sistema de leques aluviais, que constitui a porção mais antiga e interiorizada da PCRS, e \n\nquatro sistemas deposicionais do tipo laguna-barreira. Cada um destes sistemas desenvolveu-\n\nse através da formação de uma barreira arenosa costeira durante um episódio de máxima \n\ntransgressão marinha.  \n\nDevido à baixa declividade da plataforma continental adjacente à costa do Rio Grande \n\ndo Sul, durante os episódios de regressão do nível do mar a área emersa da PCRS \n\ncorrespondia ao dobro da atual. Nos períodos regressivos (correspondentes aos máximos \n\nglaciais), essa área foi ocupada por ambientes terrestres, como indicado por sedimentos \n\nclásticos terrígenos (KOWSMANN &amp; COSTA, 1974), concentrações de minerais pesados \n\n(CORRÊA &amp; ADE, 1987) e paleo-canais fluviais (ABREU &amp; CALLIARI, 2005) presentes na \n\nplataforma atual. Nessas áreas formaram-se os depósitos fossilíferos contendo vertebrados \n\nterrestres, que são encontrados ao longo de praticamente toda a faixa litorânea do Rio Grande \n\ndo Sul. As idades obtidas em dentes de mamíferos, através de ressonância do spin do elétron \n\n(REE), entre 650.000 ± 105.000 anos e 18.000 ± 3.000 anos, indicam que os fósseis provêm \n\nde depósitos formados em épocas distintas, coincidentes com as regressões marinhas do \n\nQuaternário (LOPES et al., 2008b), e estão sendo concentrados no ambiente praial atual pela \n\nhidrodinâmica costeira, relacionados aos processos erosivos atuantes na costa \n\n(DILLENBURG et al., 2004). \n\nEsses depósitos ocorrem desde a zona de arrebentação até profundidades superiores a \n\n50 metros (BUCHMANN, 2002). Ocorrências similares em depósitos marinhos são relatadas \n\nna costa leste dos Estados unidos (WHITMORE et al., 1967; CUTLER, 1998). A maior \n\nconcentração dos fósseis na costa gaúcha é na porção sul (Buchmann, 1994), entre o Farol do \n\nAlbardão e o Balneário Hermenegildo, onde se encontram associados a depósitos de \n\nbioclastos marinhos (FIGUEIREDO JR., 1975). A presença destes fósseis nas praias é \n\nresultado da combinação entre a hidrodinâmica costeira (CALLIARI et al., 1998) e os \n\nprocessos erosivos que atuam sobre a costa (DILLENBURG et al., 2004), retrabalhando os \n\ndepósitos fossilíferos submersos, e as tempestades de inverno, que removem os fósseis e \n\n  \n\n\n\n \n\n \n\n15\n\n \n\nbioclastos marinhos até a faixa litorânea, formando extensas concentrações chamadas de \n\n“Concheiros” (Fig. 6) \n\n Segundo informação dos moradores de Santa Vitória do Palmar e Chuí, os Concheiros \n\ncomeçaram a surgir no início da década de 70. FIGUEIREDO JR. (1975), descreveu as \n\nconcentrações de bioclastos como manchas esparsas, com poucos quilômetros de extensão, \n\nlargura em torno de 5 metros e espessura de aproximadamente 3 cm. ASP (1996), em um \n\nlevantamento sobre o potencial econômico desse material, descreveu a presença contínua de \n\nbioclastos ao longo de 40 km de praia, com espessuras superiores a 2 metros. Observações ao \n\nlongo de 10 anos indicam que esses depósitos vêm aumentando em extensão e migrando para \n\no norte (Buchmann, comunicação verbal). Associados aos bioclastos, além dos fósseis de \n\nmamíferos, também são encontrados fósseis de peixes teleósteos, elasmobrânquios, cetáceos, \n\nequinodermos e crustáceos (LOPES, 2006), além de aves marinhas (LOPES et al., 2006) e \n\nrépteis (HSIOU &amp; FORTIER, 2007).  \n\n \n \n \n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n4. RESULTADOS \n\nForam analisados os aspectos tafonômicos de 242 fósseis da Região da Campanha, \n\n265 do Arroio Chuí e 255 da plataforma continental.  \n\nOs resultados das análises estão mostrados nas tabelas 1, 2 e 3. Algumas das variáveis \n\nforam modificadas em relação às propostas oriinalmente por BEHRENSMEYER (1991): \n\nembora a autora (BEHRENSMEYER, 1978) tenha reconhecido seis estágios de \n\nintemperismo, desde ossos frescos até ossos irreconhecíveis, entre os fósseis do Rio Grande \n\ndo Sul, puderam ser reconhecidos apenas três estágios de intemperismo: estágio 0 (ossos sem \n\nsinais de intemperismo); estágio 1 (apenas fraturas superficiais, na camada externa do osso) \n\nou estágio 2 (fraturas mais profundas, que atravessam o osso cortical expõem o osso \n\ntrabecular). Além disso, aqui foram incluídas na variável “marcas superficiais” alterações na \n\ncoloração e a presença de incrustações carbonáticas e ferruginosas. \n\n \n\n4.1. Fósseis da Região da Campanha \n Embora os fósseis sejam encontrados em diversos locais da Campanha, apenas no \n\nArroio Touro Passo (Município de Uruguaiana) foi encontrado material suficiente (185 entre \n\n242 peças analisadas) para possibilitar uma comparação quali-quantitativa direta com os \n\nfósseis da Plataforma e Arroio Chuí. O restante do material analisado consiste em poucos \n\nexemplares, encontrados em outros locais, como Alegrete (1 dentário de Cervidae, MCN-\n\nPV3345); Dom Pedrito (1 vértebra atribuída a Megatheriidae, MCN-PV0829); Itaqui (1 tíbia \n\natribuída a Mylodontidae, MCN-PV3229; 2 tíbias de Hemiauchenia, MCN-PV3233-3234, e 2 \n\nfêmures de Toxodon MCN-PV3230-3231); um lote de 30 ossos (MCN-PV1061) de um \n\nmesmo indivíduo de Stegomastodon (MARCON, 2007) e um fêmur atribuído a Mylodon \n\n(MCN-PV1424) de Rosário do Sul e, em outras localidades do Município de Uruguaiana, 1 \n\nfêmur (MCN-PV0219) e um lote de 8 fósseis (MCN-PV1940) de um Ursidae; 1 dentário de \n\nArtiodactyla (MCN-PV2089); 1 tíbia (MCN-PV2090) e fêmur (MCN-PV2091) de \n\nGlossotherium. Há ainda 8 fósseis de localidades não-especificadas. As descrições dos \n\nresultados referem-se portanto aos fósseis do Touro Passo, exceto quando indicado.  \n\n\n\n \n\nTABELA 1 – Resultado da análise dos fósseis da Região da Campanha. \n \nEspécime Taxonomia T.C. G.V. Int. I.F. Abras. Marcas Local \nMCN-PV0839 Toxodon platensis Grande I 0 incompleto 1  Arroio Touro Passo, Uruguaiana\nMCN-PV0841 Toxodon platensis Grande I 0 incompleto 1  Arroio Touro Passo, Uruguaiana\nMCN-PV0854 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0857 Toxodon platensis Grande II 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0860 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0868 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0880 Toxodon platensis Grande II 1 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0885 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0893 Toxodon platensis Grande I 0 incompleto 1  Arroio Touro Passo, Uruguaiana\nMCN-PV0901 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0909 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0928 Toxodon platensis Grande I 0 incompleto 1  Arroio Touro Passo, Uruguaiana\nMCN-PV0942 Tardigrada  II 1 incompleto 0 marcas de raízes Arroio Touro Passo, Uruguaiana\nMCN-PV0946 Toxodontidae Grande I 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0952 Toxodon platensis Grande II 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0977 Toxodontidae Grande  0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0984 Toxodon platensis Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1018 Toxodon platensis Grande II 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1021 Toxodon platensis Grande II 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1029 Toxodon platensis Grande II 0 completo 0 incrustação ferruginosa Arroio Touro Passo, Uruguaiana\nMCN-PV1058 Toxodon platensis Grande II 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1471 Hemiauchenia paradoxa Médio III 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV1482 Mylodontinae Grande II 2 completo 1  Arroio Touro Passo, Uruguaiana\nMCN-PV1970 Toxodon platensis Grande III 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV1970 Toxodon platensis Grande III 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\n\n\n\n 18\n\nMCN-PV1970 Toxodon platensis Grande III 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV1973 ?Hemiauchenia paradoxa Médio II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV1975a Palaeolama major Grande I 2 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1975b Palaeolama major Grande II 2 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1975c Camelidae Médio II 2 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1975d Palaeolama major Grande II 2 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV1981 Cervidae Médio I 2 incompleto 1 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV1991? Cervidae Médio I 2 incompleto 1  Arroio Touro Passo, Uruguaiana\nMCN-PV2065-a Cervidae Médio I 0 incompleto 0 incrustação ferruginosa Arroio Touro Passo, Uruguaiana\nMCN-PV2065-b Cervidae Médio I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV2082a Palaeolama major Grande I 2 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV2084 Tardigrada  II 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2088 Camelidae  II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2088? Camelidae?  II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2097 Cervidae?  III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2160 Macrauchenia patachonica Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2162 Tardigrada  II 2 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV2164-a Hemiauchenia paradoxa Médio I 2 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2164-b Hemiauchenia paradoxa Médio I 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2164-c Hemiauchenia paradoxa Médio I 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2164-d Hemiauchenia paradoxa Médio I 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2298-a Cervidae?  III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2298-b Cervidae?  III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2298-c Cervidae Médio II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2918 Artiodactyla (Cervidae?)  I 2 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV2970 Cervidae Médio I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3025 Tardigrada?  II 2 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3241 Tardigrada?  III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\n\n  \n\n\n\n 19\n\nMCN-PV3256 Cervidae  III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3265 Camelidae?  I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3266 Tardigrada  I 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3267 Camelidae?  III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3278 Palaeolama major Grande I 2 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3281 Cervidae Médio I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3282 Cervidae Médio I 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3283 Cervidae Médio I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3284 Cervidae Médio I 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3334 Camelidae  II 0 fragmento 1  Arroio Touro Passo, Uruguaiana\nMCN-PV3421 Cervidae Médio I 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV3422 Cervidae Médio I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV5664 Stegomastodon waringi Grande II 2 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV6945-a Camelidae Médio III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV6945-b Camelidae Médio III 2 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV6946 Palaeolama major Grande III 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV7927 Palaeolama major? Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062 Cervidae Médio III 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062 Cervidae Médio I 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062 Cervidae Médio I 2 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV8062-a Cervidae?  II 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062-b Cervidae?  I 2 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062-c Cervidae?  II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV8062-d Cervidae?  III 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062-e Cervidae?  I 0 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV8062-f Cervidae?  II 0 fragmento 0  Arroio Touro Passo, Uruguaiana\nMCN-PV8062-g Cervidae?  II 0 fragmento 0 incrustação ferruginosa Arroio Touro Passo, Uruguaiana\nMCN-PV8062-h Cervidae?  III 0 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\n\n  \n\n\n\n 20\n\nMCN-PV3320 indet.  I 2 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2077 Cervidae?  III 1 incompleto 1 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3314 indet.  I 1 incompleto 1 incrustação carbonática Arroio Touro Passo, Uruguaiana\ns/n indet.  II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\ns/n indet.  I 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\ns/n indet.  II 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2189 Equus sp. Médio III 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV2163 Equus sp. Médio III 1 incompleto 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3268 Equus sp. Médio III 1 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3269 Equus sp. Médio III 1 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3274 Equus sp. Médio I 2 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV3275 Equus sp. Médio I 1 fragmento 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944  Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944  Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944  Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\n\n  \n\n\n\n 21\n\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\n\n  \n\n\n\n 22\n\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944 Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1944  Pampatherium typum Médio I 2 completo 0 incrustação carbonática Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\n\n  \n\n\n\n 23\n\nMCN-PV 1942 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 completo 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV 2081 Glyptodon sp. Grande I 0 incompleto 0  Arroio Touro Passo, Uruguaiana\nMCN-PV0219 Ursidae  II 2 incompleto 0 rizocreções Passo do Juquiry, Uruguaiana \nMCN-PV1940-a Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV1940-b Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV1940-c Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV1940-d Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV1940-e Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV1940-f Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV1940-g Ursidae  I 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \n\n  \n\n\n\n 24\n\nMCN-PV1940-h Ursidae  II 1 incompleto 0 incrustação carbonática Passo do Juquiry, Uruguaiana \nMCN-PV2090 Glossotherium robustum Grande II 1 incompleto 1  Rio Quaraí, Uruguaiana \nMCN-PV2091 cf. G. robustum Grande II 1 incompleto 0 incrustação carbonática Rio Quaraí, Uruguaiana \nMCN-PV2089 Artiodactyla  III 0 fragmento 0  Rio Pindaí-Mirim, Uruguaiana \nMCN-PV1061-b Stegomastodon waringi Grande II 2 incompleto 1  Campo Seco, Rosário do Sul \nMCN-PV1061-d Stegomastodon waringi Grande II 2 fragmento 1  Campo Seco, Rosário do Sul \nMCN-PV1061-e Stegomastodon waringi Grande II 2 incompleto 1  Campo Seco, Rosário do Sul \nMCN-PV1061-g1 Stegomastodon waringi Grande II 2 incompleto 0  Campo Seco, Rosário do Sul \nMCN-PV1061-g2 Stegomastodon waringi Grande II 2 incompleto 0  Campo Seco, Rosário do Sul \nMCN-PV1061-I Stegomastodon waringi Grande II 0 incompleto 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \n\n  \n\n\n\n 25\n\nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1061-L Stegomastodon waringi Grande I 1 fragmento 0  Campo Seco, Rosário do Sul \nMCN-PV1424 Mylodon? Grande II 1 incompleto 1  Campo Seco, Rosário do Sul \nMCN-PV3229 Mylodontidae?  II 2 incompleto 0  Rio Ibicuí, Itaqui \nMCN-PV3233 Hemiauchenia paradoxa Médio II 2 incompleto 0 escuro Rio Ibicuí, Itaqui \nMCN-PV3234 Hemiauchenia paradoxa Médio II 2 incompleto 0 escuro Rio Ibicuí, Itaqui \nMCN-PV3230 Toxodon platensis Grande II 2 fragmento 1 incrustação ferruginosa Rio Ibicuí, Itaqui \nMCN-PV3231 Toxodon platensis Grande II 2 fragmento 1 incrustação ferruginosa Rio Ibicuí, Itaqui \nMCN-PV0829 ?Megatheriidae Grande I 2 completo 0  Dom Pedrito \nMCN-PV3345 Cervidae Médio III 1 incompleto 0 escuro Lageado dos Fósseis, Alegrete \nMCN-PV0951 Camelidae?  III 1 fragmento 0  não-especificado \nMCN-PV2173 Glossotherium robustum Grande II 2 fragmento 0  não-especificado \nMCN-PV2937 Megatherium? Grande II 0 fragmento 0 incrustação ferruginosa não-especificado \nMCN-PV3037 Camelidae  I 1 incompleto 0 escuro não-especificado \nMCN-PV3196 Camelidae  III 1 fragmento 0 incrustação ferruginosa não-especificado \nMCN-PV3427 Camelidae  II 1 fragmento 0 incrustação ferruginosa não-especificado \nMCN-PV8219 Stegomastodon waringi Grande II 2 incompleto 1  não-especificado \n\n \n \n \nTABELA 2 – Resultado da análise dos fósseis do Arroio Chuí. \n \nEspécime Taxonomia T.C. G.V. Int. I.F. Abras. Marcas Local \nLGP-CH0001 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0002 Indet.  ? 0 fragmento 0  Arroio Chuí \n\n  \n\n\n\n 26\n\nLGP-CH0003 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0004 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0005 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0006 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0007 Indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0008 Indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0009 Indet.  I 1 completo 0  Arroio Chuí \nLGP-CH0010 Indet.  III 0 fragmento 0  Arroio Chuí \nLGP-CH0011 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0012 Indet.  I 0 completo 0  Arroio Chuí \nLGP-CH0013 Indet.  I 1 fragmento 0 ranhuras Arroio Chuí \nLGP-CH0014 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0015 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0016 Cervidae?  II 0 fragmento 0  Arroio Chuí \nLGP-CH0017 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0018 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0019 Indet.  I 0 incompleto 2  Arroio Chuí \nLGP-CH0020 cf. Artiodactyla  I 1 completo 0  Arroio Chuí \nLGP-CH0021 Cervidae Médio I 0 fragmento 0  Arroio Chuí \nLGP-CH0022 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0023 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0024 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0025 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0026 Indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0027 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0028 Indet.  II 1 fragmento 0  Arroio Chuí \nLGP-CH0029 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0030 Indet.  ? ? fragmento 0  Arroio Chuí \n\n  \n\n\n\n 27\n\nLGP-CH0031 Indet.  I 0 incompleto 2  Arroio Chuí \nLGP-CH0032 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0033 Indet.  ? 0 fragmento 1 marcas de raízes Arroio Chuí \nLGP-CH0034 Cervidae?  I 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0035 Cervidae?  I 2 incompleto 0  Arroio Chuí \nLGP-CH0036 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0037 Indet.  I 0 completo 1 escuro Arroio Chuí \nLGP-CH0038 Indet.  I 0 completo 1  Arroio Chuí \nLGP-CH0039 Indet.  I 0 incompleto 2  Arroio Chuí \nLGP-CH0040 Indet.  I 0 fragmento 0 incrustação ferruginosa Arroio Chuí \nLGP-CH0041 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0042 Indet.  II 1 fragmento 1 incrustação ferruginosa Arroio Chuí \nLGP-CH0043 Glyptodontidae?  II 0 fragmento 0  Arroio Chuí \nLGP-CH0044 Indet.  I 0 incompleto 1  Arroio Chuí \nLGP-CH0045 Tardigrada?  I 0 completo 1  Arroio Chuí \nLGP-CH0046 Indet.  I 0 completo 0  Arroio Chuí \nLGP-CH0047 Indet.  I 0 incompleto 0 escuro Arroio Chuí \nLGP-CH0048 Indet.  I 0 incompleto 1  Arroio Chuí \nLGP-CH0049 Indet.  II 1 incompleto 1  Arroio Chuí \nLGP-CH0050 Indet.  I 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0051 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0052 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0053 Indet.  I 0 incompleto 1  Arroio Chuí \nLGP-CH0054 Indet.  I 0 incompleto 1  Arroio Chuí \nLGP-CH0055 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0056 Indet.  I 0 completo 1  Arroio Chuí \nLGP-CH0057 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0058 Indet.  I 0 incompleto 0 escuro Arroio Chuí \n\n  \n\n\n\n 28\n\nLGP-CH0059 Indet.  II 0 fragmento 1 escuro Arroio Chuí \nLGP-CH0060 Indet.  II 1 fragmento 0 escuro Arroio Chuí \nLGP-CH0061 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0062 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0063 Indet.  I 0 fragmento 2  Arroio Chuí \nLGP-CH0064 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0065 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0066 Toxodontidae Grande I 0 fragmento 0  Arroio Chuí \nLGP-CH0066 Toxodontidae Grande I 0 fragmento 1  Arroio Chuí \nLGP-CH0067 Indet.  I 0 fragmento 1  Arroio Chuí \nLGP-CH0068 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0069 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0070 Indet.  ? 0 incompleto 0 incrustação ferruginosa Arroio Chuí \nLGP-CH0071 Indet.  I 0 fragmento 0 incrustação ferruginosa Arroio Chuí \nLGP-CH0072 cf. Toxodontidae Grande II 0 fragmento 0  Arroio Chuí \nLGP-CH0073 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0074 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0075 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0076 Indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0077 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0078 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0079 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0080 Indet.  II 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0081 Indet.  I 0 completo 0  Arroio Chuí \nLGP-CH0082 Indet.  III 0 fragmento 0  Arroio Chuí \nLGP-CH0083 Indet.  ? 0 completo 0  Arroio Chuí \nLGP-CH0084 Indet.  I 0 fragmento 0  Arroio Chuí \nLGP-CH0085 cf. Stegomastodon Grande I 0 incompleto 0  Arroio Chuí \n\n  \n\n\n\n 29\n\nLGP-CH0086 Indet.  I 0 completo 0  Arroio Chuí \nLGP-CH0087 Cervidae?  I 0 fragmento 0  Arroio Chuí \nLGP-CH0088 cf. Artiodactyla  I 0 completo 0  Arroio Chuí \nLGP-CH0089 Indet.  III 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0090 Indet.  I 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0091 Indet.  I 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0092 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0093 Indet.  I 0 completo 0  Arroio Chuí \nLGP-CH0094 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0095 Indet.  III 0 fragmento 0  Arroio Chuí \nLGP-CH0096 Indet.  ? 1 fragmento 1  Arroio Chuí \nLGP-CH0097 Indet.  I 0 fragmento 0 escuro Arroio Chuí \nLGP-CH0098 Indet.  I 0 fragmento 1 marcas de raízes Arroio Chuí \nLGP-CH0099 Indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0100 Indet.  I 0 completo 1  Arroio Chuí \nLGP-CH0101 Indet.  I 0 completo 0 escuro Arroio Chuí \nLGP-CH0102 Indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0103 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0104 cf. Megatheriidae Grande II 1 incompleto 1  Arroio Chuí \nLGP-CH0105 Indet.  II 2 fragmento 1 incrustação ferruginosa Arroio Chuí \nLGP-CH0106 Indet.  II 1 fragmento 0  Arroio Chuí \nLGP-CH0107 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0108 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0109 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0110 Indet.  ? 0 fragmento 0 escuro, polido Arroio Chuí \nLGP-CH0111 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0112 Indet.  ? 1 fragmento 0 escuro Arroio Chuí \nLGP-CH0113 Indet.  ? 0 fragmento 2  Arroio Chuí \n\n  \n\n\n\n 30\n\nLGP-CH0114 Indet.  ? 1 fragmento 0 polido Arroio Chuí \nLGP-CH0115 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0116 Indet.  II 1 fragmento 0  Arroio Chuí \nLGP-CH0117 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0118 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0119 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0120 Indet.  II 0 fragmento 0 incrustação ferruginosa Arroio Chuí \nLGP-CH0121 Indet.  II 0 fragmento 2  Arroio Chuí \nLGP-CH0120 Indet.  I 0 incompleto 0  Arroio Chuí \nLGP-CH0121 Cervidae Médio I 0 incompleto 0  Arroio Chuí \nLGP-CH0122 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0123 Indet.  ? 0 fragmento 1 escuro Arroio Chuí \nLGP-CH0124 Indet.  I 0 fragmento 1  Arroio Chuí \nLGP-CH0125 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0126 Indet.  ? 0 fragmento 1 incrustação ferruginosa Arroio Chuí \nLGP-CH0127 Indet.  I 0 incompleto 2  Arroio Chuí \nLGP-CH0128 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0129 Indet.  ? 1 fragmento 0  Arroio Chuí \nLGP-CH0130 Indet.  II 1 fragmento 0  Arroio Chuí \nLGP-CH0131 Indet.  ? 2 fragmento 2  Arroio Chuí \nLGP-CH0132 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0133 Tardigrada  I 0 completo 1  Arroio Chuí \nLGP-CH0134 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0135 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0136 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0137 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0138 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0139 Indet.  ? 0 fragmento 0  Arroio Chuí \n\n  \n\n\n\n 31\n\nLGP-CH0140 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0141 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0142 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0143 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0144 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0145 indet.  I 0 fragmento 1  Arroio Chuí \nLGP-CH0146 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0147 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0148 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0149 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0150 indet.  I 0 completo 0 escuro Arroio Chuí \nLGP-CH0151 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0152 indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0153 Tardigrada  III 0 fragmento 0  Arroio Chuí \nLGP-CH0154 Indet.  I 0 completo 0 escuro Arroio Chuí \nLGP-CH0155 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0156 Indet.  ? 0 fragmento 0  Arroio Chuí \nLGP-CH0157 indet.  I 1 incompleto 2  Arroio Chuí \nLGP-CH0158 indet.  III 0 fragmento 2  Arroio Chuí \nLGP-CH0159 cf. Toxodontidae Grande III 0 fragmento 0  Arroio Chuí \nLGP-CH0160 indet.  I 0 fragmento 0 marcas de raízes Arroio Chuí \nLGP-CH0161 indet.  III 0 fragmento 2  Arroio Chuí \nLGP-CH0162 indet.  II 2 fragmento 1  Arroio Chuí \nLGP-CH0163 indet.  II 1 fragmento 1 incrustação ferruginosa Arroio Chuí \nLGP-CH0164 indet.  II 0 fragmento 1  Arroio Chuí \nLGP-CH0165 indet.  II 0 incompleto 1  Arroio Chuí \nLGP-CH0166 indet.  II 1 fragmento 1  Arroio Chuí \nLGP-CH0167 indet.  II 1 fragmento 0  Arroio Chuí \n\n  \n\n\n\n 32\n\nLGP-CH0168 indet.  II 1 fragmento 0  Arroio Chuí \nLGP-CH0169 indet.  II 1 fragmento 0  Arroio Chuí \nLGP-CH0170 indet.  II 1 fragmento 1  Arroio Chuí \nLGP-CH0171 indet.  I 1 fragmento 0  Arroio Chuí \nLGP-CH0172 indet.  II 1 incompleto 1  Arroio Chuí \nLGP-CH0173 indet.  II 1 fragmento 1  Arroio Chuí \nLGP-E0003 Toxodon platensis Grande III 0 incompleto 0  Arroio Chuí \nLGP-E0004 Toxodon sp. Grande III 0 fragmento 0  Arroio Chuí \nLGP-E0005 Toxodon sp. Grande III 0 fragmento 0 escuro Arroio Chuí \nLGP-E0006 Toxodon sp. Grande III 0 fragmento 0 escuro Arroio Chuí \nLGP-E0007 Toxodon sp. Grande III 0 fragmento 0 escuro Arroio Chuí \nLGP-E0008 Toxodon sp. Grande III 0 fragmento 0  Arroio Chuí \nLGP-E0009 Toxodon sp. Grande III 0 fragmento 0  Arroio Chuí \nLGP-E0010 Toxodon sp. Grande III 0 incompleto 0  Arroio Chuí \nLGP-E0011 Toxodon sp. Grande III 0 incompleto 0  Arroio Chuí \nLGP-E0012 Toxodon sp. Grande III 1 incompleto 0  Arroio Chuí \nLGP-E0013 Toxodon sp. Grande III 1 fragmento 0  Arroio Chuí \nLGP-G0001 Stegomastodon waringi Grande III 0 fragmento 0  Arroio Chuí \nLGP-G0002 Stegomastodon waringi Grande III 0 fragmento 0  Arroio Chuí \nLGP-G0003 Stegomastodon waringi Grande I 0 fragmento 0 escuro, polido Arroio Chuí \nLGP-G0004 Stegomastodon waringi Grande III 0 incompleto 0  Arroio Chuí \nLGP-I0001 Cervidae indet. Médio II 1 incompleto 0 ranhuras; polido Arroio Chuí \nLGP-I0002 Morenelaphus sp. Médio III 0 fragmento 1  Arroio Chuí \nLGP-I0003 Morenelaphus sp. Médio III 0 fragmento 1  Arroio Chuí \nLGP-I0004 Antifer sp. Médio III 0 fragmento 1 incrustação ferruginosa Arroio Chuí \nLGP-I0005 Morenelaphus sp.  III 0 fragmento 0 incrustação carbonática Arroio Chuí \nLGP-I0006 Morenelaphus sp. Médio III 1 fragmento 0  Arroio Chuí \nLGP-I0007 Morenelaphus sp. Médio III 1 fragmento 0 incrustação ferruginosa Arroio Chuí \n\n  \n\n\n\n 33\n\nLGP-I0008 Morenelaphus sp. Médio III 0 fragmento 1  Arroio Chuí \nLGP-I0009 Morenelaphus sp. Médio III 1 fragmento 0  Arroio Chuí \nLGP-I0010 Morenelaphus sp. Médio III 1 fragmento 0  Arroio Chuí \nLGP-I0011 Cervidae indet. Médio I 1 incompleto 0  Arroio Chuí \nLGP-I0012 Cervidae indet. Médio I 1 incompleto 0  Arroio Chuí \nLGP-K0001 Hippidion principale Médio III 0 fragmento 0  Arroio Chuí \nLGP-N0001 cf. Propraopus grandis Médio I 1 incompleto 1  Arroio Chuí \nLGP-N0002 cf. Propraopus grandis Médio I 0 completo 0  Arroio Chuí \nLGP-P0001 cf. Neuryurus rudis Grande I 0 completo 2  Arroio Chuí \nLGP-P0002 Panochthus tuberculatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0003 Glyptodon reticulatus Grande I 0 completo 1 escuro Arroio Chuí \nLGP-P0004 Glyptodon reticulatus Grande I 0 incompleto 1 escuro Arroio Chuí \nLGP-P0005 Glyptodon reticulatus Grande I 0 completo 0  Arroio Chuí \nLGP-P0006 Panochthus tuberculatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0007 Panochthus tuberculatus Grande I 0 completo 0  Arroio Chuí \nLGP-P0008 Panochthus tuberculatus Grande I 0 completo 0 escuro Arroio Chuí \nLGP-P0009 Glyptodon sp. Grande I 0 incompleto 0 escuro Arroio Chuí \nLGP-P0010 Glyptodon reticulatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0011 Panochthus tuberculatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0012a Glyptodon cf. clavipes Grande I 0 completo 1  Arroio Chuí \nLGP-P0012b Glyptodon cf. clavipes Grande I 0 completo 1  Arroio Chuí \nLGP-P0013 Panochthus tuberculatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0014 Glyptodon reticulatus Grande I 0 completo 0  Arroio Chuí \nLGP-P0015 Glyptodon reticulatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0016 Glyptodon reticulatus Grande I 0 completo 0 escuro Arroio Chuí \nLGP-P0017 Glyptodontidae Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0018 Glyptodon reticulatus Grande I 0 completo 0 escuro Arroio Chuí \nLGP-P0019 Glyptodon reticulatus Grande I 0 completo 0 incrustação ferruginosa Arroio Chuí \n\n  \n\n\n\n 34\n\nLGP-P0020 Panochthus tuberculatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0021 Panochthus tuberculatus Grande I 0 completo 0  Arroio Chuí \nLGP-P0022 Panochthus tuberculatus Grande I 0 completo 0  Arroio Chuí \nLGP-P0023 Panochthus tuberculatus Grande I 0 completo 0  Arroio Chuí \nLGP-P0024 Glyptodon reticulatus Grande I 0 completo 0 escuro Arroio Chuí \nLGP-P0025 Panochthus tuberculatus Grande I 0 completo 2  Arroio Chuí \nLGP-P0026 Glyptodon reticulatus Grande I 0 incompleto 2  Arroio Chuí \nLGP-P0027 Glyptodon reticulatus Grande I 0 incompleto 2  Arroio Chuí \nLGP-P0028 Glyptodon reticulatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0029 Glyptodon sp. Grande I 0 incompleto 2  Arroio Chuí \nLGP-P0030 Glyptodon reticulatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0031 Glyptodon reticulatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0032 Glyptodon reticulatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0033 Glyptodon clavipes Grande I 0 completo 0  Arroio Chuí \nLGP-P0034 Glyptodon reticulatus Grande I 0 incompleto 1 escuro Arroio Chuí \nLGP-P0035 Panochthus tuberculatus Grande I 0 incompleto 2  Arroio Chuí \nLGP-P0036 Glyptodon reticulatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0037 Glyptodon reticulatus Grande I 0 incompleto 1  Arroio Chuí \nLGP-P0162 cf. Neothoracophorus sp. Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0163 cf. Neothoracophorus sp. Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0164 Glyptodon reticulatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0165 cf. Glyptodon clavipes Grande I 0 incompleto 0  Arroio Chuí \nLGP-P0166 Glyptodon reticulatus Grande I 0 incompleto 0  Arroio Chuí \nLGP-Q0001a Mylodontidae indet. Grande I 0 completo 0  Arroio Chuí \nLGP-Q0001b Mylodontidae indet. Grande I 0 incompleto 0  Arroio Chuí \nLGP-Q0001c Mylodontidae indet. Grande I 0 incompleto 0  Arroio Chuí \nLGP-Q0001d Mylodontidae indet. Grande I 0 completo 0  Arroio Chuí \nLGP-Q0001e Mylodontidae indet. Grande I 0 fragmento 0  Arroio Chuí \n\n  \n\n\n\n 35\n\nLGP-Q0001f Mylodontidae indet. Grande ? 0 fragmento 0  Arroio Chuí \nLGP-Q0001g Mylodontidae indet. Grande I 0 fragmento 0  Arroio Chuí \nLGP-Q0001h Mylodontidae indet. Grande I 0 completo 0  Arroio Chuí \nLGP-Q0001i Mylodontidae indet. Grande I 0 fragmento 0  Arroio Chuí \nLGP-Q0002a Mylodontidae indet. Grande III 0 completo 0  Arroio Chuí \nLGP-Q0002b Mylodontidae indet. Grande III 1 fragmento 0  Arroio Chuí \nLGP-Q0003 Mylodontidae indet. Grande I 0 completo 0  Arroio Chuí \nLGP-Q0004 cf. Mylodon sp. Grande II 0 completo 1  Arroio Chuí \nLGP-R0001 Megatheriidae Grande I 0 incompleto 1  Arroio Chuí \nLGP-R0002 Megatheriidae Grande III 0 incompleto 0  Arroio Chuí \nLGP-R0003 Megatheriidae Grande III 0 incompleto 0  Arroio Chuí \nLGP-R0004 Megatheriidae Grande III 0 incompleto 0  Arroio Chuí \n\n \n \n \nTABELA 3 – Resultado da análise dos fósseis da Plataforma Continental. \n \nEspécime Taxonomia T.C. G.V. Int. I.F. Abrasão Marcas Local \nLGP-E0014 Toxodon sp. Grande III 0 incompleto 1 hipoplasia Plataforma \nLGP-E0015 Toxodon sp. Grande III 0 fragmento 1  Plataforma \nLGP-E0016 Toxodon sp. Grande III 0 incompleto 1  Plataforma \nLGP-E0017 Toxodon sp. Grande III 0 fragmento 1  Plataforma \nLGP-E0018 Toxodon sp. Grande III 0 fragmento 1 hipoplasia Plataforma \nLGP-E0019 Toxodon sp. Grande III 0 fragmento 1  Plataforma \nLGP-E0020 Toxodon sp. Grande III 0 fragmento 1 colonização Plataforma \nLGP-E0021 Toxodon platensis  II 0 completo 1  Plataforma \nLGP-G0005 Stegomastodon waringi Grande III 0 incompleto 2  Plataforma \nLGP-G0013 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \nLGP-G0018 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \n\n  \n\n\n\n 36\n\nLGP-G0019 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \nLGP-G0020 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \nLGP-G0028 Stegomastodon waringi Grande III 0 incompleto 2  Plataforma \nLGP-G0029 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \nLGP-G0030 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \nLGP-G0031 Stegomastodon waringi Grande III 0 fragmento 2  Plataforma \nLGP-H0001 Camelidae  I 0 completo 1  Plataforma \nLGP-H0002 Camelidae  I 0 completo 1  Plataforma \nLGP-H0003 Camelidae  I 0 completo 1  Plataforma \nLGP-H0038 Artiodactyla  III 0 fragmento 1  Plataforma \nLGP-H0041 Artiodactyla  III 0 incompleto 1  Plataforma \nLGP-H0064 Artiodactyla  III 0 completo 1  Plataforma \nLGP-H0068 Artiodactyla  III 0 incompleto 1  Plataforma \nLGP-H0074 Artiodactyla  III 0 incompleto 1  Plataforma \nLGP-H0090 Artiodactyla  III 0 incompleto 1  Plataforma \nLGP-H0093 Artiodactyla  III 0 fragmento 1  Plataforma \nLGP-I0013 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0014 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0015 Cervidae Médio I 0 completo 2  Plataforma \nLGP-I0016 Cervidae Médio I 1 completo 1  Plataforma \nLGP-I0017 Cervidae Médio I 0 completo 2  Plataforma \nLGP-I0018 Cervidae Médio I 0 completo 2  Plataforma \nLGP-I0019 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0020 Cervidae Médio I 0 completo 2  Plataforma \nLGP-I0021 Cervidae Médio I 0 completo 2  Plataforma \nLGP-I0022 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0023 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0024 Cervidae Médio I 0 completo 2  Plataforma \n\n  \n\n\n\n 37\n\nLGP-I0025 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0026 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0027 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0028 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0029 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0030 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0031 Cervidae Médio I 0 completo 1  Plataforma \nLGP-I0032 Cervidae Médio I 0 completo 2  Plataforma \nLGP-I0033 Cervidae Médio I 0 incompleto 2  Plataforma \nLGP-I0034 Cervidae Médio I 0 incompleto 2  Plataforma \nLGP-I0035 Cervidae Médio I 0 completo  2  Plataforma \nLGP-I0036 Cervidae Médio I 0 incompleto 2  Plataforma \nLGP-I0037 Cervidae Médio I 0 completo  1  Plataforma \nLGP-I0038 Cervidae Médio I 0 completo 1  Plataforma \nLGP-N0003 Pampatherium sp. Médio I 0 completo 1  Plataforma \nLGP-N0004 Holmesina sp. Médio I 0 completo 1  Plataforma \nLGP-N0005 Holmesina sp. Médio I 0 incompleto 1  Plataforma \nLGP-N0006 cf. Holmesina sp. Médio I 0 incompleto 1  Plataforma \nLGP-N0007 Holmesina paulacoutoi Médio I 0 incompleto 1  Plataforma \nLGP-N0008 Holmesina paulacoutoi Médio I 0 incompleto 1  Plataforma \nLGP-N0009 Pampatherium sp. Médio I 0 completo 1  Plataforma \nLGP-N0010 Pampatherium sp. Médio I 0 incompleto 1  Plataforma \nLGP-N0011 Holmesina paulacoutoi Médio I 0 incompleto 1  Plataforma \nLGP-N0012 cf. Holmesina sp. Médio I 0 completo 1  Plataforma \nLGP-N0013 Pampatherium sp. Médio I 0 completo 1  Plataforma \nLGP-N0014 Holmesina paulacoutoi Médio I 0 incompleto 1  Plataforma \nLGP-N0015 Holmesina paulacoutoi Médio I 0 incompleto 1  Plataforma \nLGP-N0016 Pampatherium sp. Médio I 0 completo 1  Plataforma \n\n  \n\n\n\n 38\n\nLGP-N0017 Holmesina paulacoutoi Médio I 0 incompleto 2  Plataforma \nLGP-N0018 Pampatherium typum Médio I 0 completo 1  Plataforma \nLGP-N0019 Holmesina paulacoutoi Médio I 0 incompleto 1  Plataforma \nLGP-N0020 cf. Holmesina sp. Médio I 0 fragmento 1  Plataforma \nLGP-N0021 Pampatherium sp. Médio I 0 incompleto 2  Plataforma \nLGP-N0022 cf. Holmesina sp. Médio I 0 completo 1  Plataforma \nLGP-N0023 cf. Propraopus grandis Médio I 0 completo 1  Plataforma \nLGP-N0024 Pampatherium sp. Médio I 0 completo 1  Plataforma \nLGP-P0038 cf. Neuryurus rudis Grande I 0 incompleto 2  Plataforma \nLGP-P0039 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0040 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0041 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0042 Glyptodon cf. clavipes Grande I 0 completo 2  Plataforma \nLGP-P0043 Doedicurus clavicaudatus Grande I 0 completo 2  Plataforma \nLGP-P0044 Glyptodon cf. reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0045 Glyptodon cf. reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0046 Glyptodon cf. reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0047 Glyptodon cf. reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0048 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0049 Glyptodon reticulatus Grande I 0 incompleto 2  Plataforma \nLGP-P0050 Doedicurus clavicaudatus Grande I 0 completo 2  Plataforma \nLGP-P0051 Glyptodon cf. reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0052 Glyptodon clavipes Grande I 0 completo 1  Plataforma \nLGP-P0053 Panochthus tuberculatus Grande I 0 completo 2  Plataforma \nLGP-P0054 Glyptodon sp.? Grande I 0 completo 2  Plataforma \nLGP-P0055 Glyptodon sp. Grande I 0 completo 1  Plataforma \nLGP-P0056 Glyptodon cf. clavipes Grande I 0 completo 1  Plataforma \nLGP-P0057 Glyptodon cf. reticulatus Grande I 0 incompleto 1  Plataforma \n\n  \n\n\n\n 39\n\nLGP-P0058 Doedicurus clavicaudatus Grande I 0 completo 2  Plataforma \nLGP-P0059 Glyptodon cf. clavipes Grande I 0 completo 2  Plataforma \nLGP-P0060 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0061 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0062 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0063 cf. Neuryurus rudis Grande I 0 completo 2  Plataforma \nLGP-P0064 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0065 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0066 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0067 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0068 Glyptodon reticulatus Grande I 0 incompleto 1  Plataforma \nLGP-P0069 Glyptodon sp. Grande I 0 completo 1  Plataforma \nLGP-P0070 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0071 cf. Glyptodon sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0072 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0073 cf. Glyptodon sp. Grande I 0 incompleto 1  Plataforma \nLGP-P0074 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0075 cf. Glyptodon sp. Grande I 0 completo 2  Plataforma \nLGP-P0076 Glyptodon reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0077 Glyptodon clavipes Grande I 0 completo 2  Plataforma \nLGP-P0078 cf. Glyptodon clavipes Grande I 0 completo 2  Plataforma \nLGP-P0079 Glyptodon reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0080 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0081 cf. Glyptodon clavipes Grande I 0 completo 2  Plataforma \nLGP-P0082 cf. Glyptodon clavipes Grande I 0 completo 2  Plataforma \nLGP-P0083 Glyptodon reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0084 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0085 Panochthus tuberculatus Grande I 0 completo 2  Plataforma \n\n  \n\n\n\n 40\n\nLGP-P0086 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0087 Glyptodon reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0088 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0089 Panochthus tuberculatus Grande I 0 completo 2  Plataforma \nLGP-P0090 Panochthus tuberculatus Grande I 0 completo 2  Plataforma \nLGP-P0091 Glyptodon sp. Grande I 0 completo 2  Plataforma \nLGP-P0092 Glyptodon sp. Grande I 0 completo 2  Plataforma \nLGP-P0093 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0094 Glyptodon sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0095 Glyptodon reticulatus Grande I 0 completo 2  Plataforma \nLGP-P0096 Glyptodon reticulatus Grande I 0 completo 1  Plataforma \nLGP-P0097 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0098 Doedicurus clavicaudatus Grande I 0 completo 2  Plataforma \nLGP-P0099 Panochthus tuberculatus Grande I 0 completo 1  Plataforma \nLGP-P0121 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0135 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0140 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0151 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0152 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0153 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0154 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0155 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0156 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0157 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0158 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0159 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0160 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0161 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \n\n  \n\n\n\n 41\n\nLGP-P0167 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0168 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0169 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0170 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0171 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0172 cf. Glyptodon sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0173 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0174 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0175 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0176 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0177 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0178 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0179 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0180 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0181 cf. Neothoracophorus sp. Grande I 0 completo 2  Plataforma \nLGP-P0182 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0183 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0184 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0185 cf. Neothoracophorus sp. Grande I 0 completo 1  Plataforma \nLGP-P0186 Doedicurus clavicaudatus Grande I 0 incompleto 2  Plataforma \nLGP-P0187 Doedicurus clavicaudatus Grande I 0 incompleto 2  Plataforma \nLGP-P0188 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0189 Panochthus tuberculatus Grande I 0 incompleto 2  Plataforma \nLGP-P0190 Doedicurus clavicaudatus Grande I 0 incompleto 2  Plataforma \nLGP-P0191 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0192 Panochthus tuberculatus Grande I 0 completo 1  Plataforma \nLGP-P0193 cf. Neothoracophorus sp. Grande I 0 incompleto 2  Plataforma \nLGP-P0194 Panochthus tuberculatus Grande I 0 completo 1  Plataforma \n\n  \n\n\n\n 42\n\nLGP-P0196 cf. Glyptodon sp. Grande I 0 incompleto 2  Plataforma \nLGP-Q0005 cf. Glossotherium Grande II 1 incompleto 2  Plataforma \nLGP-Q0006 cf. Glossotherium Grande II 1 incompleto 2  Plataforma \nLGP-Q0007 cf. Mylodon Grande I 1 incompleto 2  Plataforma \nLGP-Q0008 cf. Glossotherium Grande II 1 fragmento 2  Plataforma \nLGP-Q0009 cf. Glossotherium Grande II 1 incompleto 2  Plataforma \nLGP-Q0010 cf. Glossotherium Grande II 0 fragmento 2  Plataforma \nLGP-Q0011 cf. Glossotherium Grande I 1 incompleto 2  Plataforma \nLGP-Q0012 cf. Mylodon Grande I 1 incompleto 2  Plataforma \nLGP-Q0013 cf. Glossotherium Grande I 0 incompleto 1  Plataforma \nLGP-Q0014 cf. Glossotherium Grande I 0 incompleto 2  Plataforma \nLGP-Q0015 cf. Mylodon Grande I 1 incompleto 2  Plataforma \nLGP-Q0016 cf. Glossotherium Grande II 2 incompleto 2  Plataforma \nLGP-Q0017 cf. Glossotherium Grande I 0 incompleto 2  Plataforma \nLGP-Q0018 cf. Glossotherium Grande I 1 incompleto 2  Plataforma \nLGP-Q0019 cf. Mylodon Grande II 1 incompleto 2  Plataforma \nLGP-Q0020 cf. Glossotherium Grande II 1 fragmento 2  Plataforma \nLGP-Q0021 cf. Mylodon Grande II 1 incompleto 2  Plataforma \nLGP-Q0022 cf. Glossotherium Grande II 1 fragmento 2  Plataforma \nLGP-Q0023 cf. Glossotherium Grande II 2 fragmento 2  Plataforma \nLGP-Q0024 cf. Glossotherium Grande II 2 fragmento 2  Plataforma \nLGP-Q0025 cf. Mylodon Grande II 2 fragmento 2  Plataforma \nLGP-R0005 Megatheriidae Grande II 1 fragmento 2  Plataforma \nLGP-R0006 Megatheriidae Grande II 1 fragmento 2  Plataforma \nLGP-PC0001 Tardigrada  I 0 completo 2  Plataforma \nLGP-PC0002 Tardigrada  I 0 completo 1  Plataforma \nLGP-PC0003 cf. Mylodontidae Grande I 1 completo 1  Plataforma \nLGP-PC0004 indet.  II 2 incompleto 2  Plataforma \n\n  \n\n\n\n 43\n\nLGP-PC0005 cf. Mylodontidae Grande II 0 fragmento 2  Plataforma \nLGP-PC0006 indet.  II 1 fragmento 2  Plataforma \nLGP-PC0007 Tardigrada  I 0 completo 2  Plataforma \nLGP-PC0008 Tardigrada  I 0 completo 2  Plataforma \nLGP-PC0009 Tardigrada  I 0 completo 2  Plataforma \nLGP-PC0010 Artiodactyla  I 0 completo 2  Plataforma \nLGP-PC0011 Artiodactyla  I 0 completo 2  Plataforma \nLGP-PC0012 Artiodactyla  I 1 completo 1  Plataforma \nLGP-PC0013 Artiodactyla  I 0 completo 1  Plataforma \nLGP-PC0014 Artiodactyla  I 0 completo 1  Plataforma \nLGP-PC0015 Artiodactyla  I 1 completo 2  Plataforma \nLGP-PC0016 Artiodactyla  I 1 completo 1  Plataforma \nLGP-PC0017 Tardigrada  III 1 fragmento 2  Plataforma \nLGP-PC0018 Tardigrada  III 0 fragmento 2  Plataforma \nLGP-PC0019 Tardigrada  III 0 fragmento 2  Plataforma \nLGP-PC0020 Tardigrada  III 0 fragmento 2  Plataforma \nLGP-PC0021 indet.  I 1 fragmento 2  Plataforma \nLGP-PC0022 indet.  I 0 incompleto 2  Plataforma \nLGP-PC0023 indet.  I 0 incompleto 2  Plataforma \nLGP-PC0024 cf. Macraucheniidae  I 0 incompleto 1  Plataforma \nLGP-PC0025 indet.  I 0 incompleto 1  Plataforma \nLGP-PC0026 indet.  I 0 incompleto 2  Plataforma \nLGP-PC0027 indet.  I 0 fragmento 1  Plataforma \nLGP-PC0028 indet.  I 0 fragmento 1  Plataforma \nLGP-PC0029 cf. Gomphotheriidae Grande I 1 incompleto 2  Plataforma \nLGP-PC0030 cf. Cervidae  II 1 fragmento 1  Plataforma \nLGP-PC0031 cf. Cervidae Médio II 1 fragmento 1  Plataforma \nLGP-PC0032 cf. Artiodactyla  II 1 fragmento 2  Plataforma \n\n  \n\n\n\n \n\n \n\n44\n\n \n\nLGP-PC0033 indet.  II 1 fragmento 1 Incrust. carbonática Plataforma \nLGP-PC0034 cf. Equidae Médio I 2 incompleto 1  Plataforma \nLGP-PC0035 indet.  II 2 incompleto 2  Plataforma \nLGP-PC0036 cf. Tardigrada  I 1 incompleto 2  Plataforma \nLGP-PC0037 indet.  II 1 incompleto 1  Plataforma \nLGP-PC0039 indet.  I 1 incompleto 2  Plataforma \nLGP-PC0040 indet.  I 0 fragmento 2  Plataforma \nLGP-PC0041 Tardigrada  I 1 completo 1  Plataforma \nLGP-PC0042 Cervidae Médio II 1 incompleto 1  Plataforma \nLGP-PC0043 ?Cervidae  I 2 fragmento 2  Plataforma \nLGP-PC0044 cf. Toxodontidae Grande II 0 fragmento 2  Plataforma \nLGP-PC0045 cf. Tardigrada  III 0 fragmento 2  Plataforma \nLGP-PC0046 indet.  II 1 incompleto 2  Plataforma \nLGP-PC0047 Tardigrada  III 0 fragmento 2  Plataforma \nLGP-PC0048 cf. Toxodontidae Grande II 1 fragmento 2  Plataforma \nLGP-PC0049 indet.  II 1 fragmento 2  Plataforma \nLGP-PC0050 indet.  II 1 fragmento 2  Plataforma \nLGP-PC0051 indet.  ? 0 fragmento 2 Incrust. carbonática Plataforma \nLGP-PC0052 indet.  II 0 fragmento 2 Incrust. carbonática Plataforma \nLGP-PC0053 indet.  II 0 fragmento 2 Incrust. carbonática Plataforma \n\n\n\n \n\nOs fósseis do Touro Passo incluem desde fragmentos até ossos completos, sendo \n\nnotável um conjunto de peças de um mesmo indivíduo de Toxodon platensis (Fig. 7), \n\nencontrados semi-articulados e com aspecto de ossos recentes. Assim como no caso do Arroio \n\nChuí e Plataforma Continental, na Região da Campanha foram identificados apenas \n\nherbívoros (xenartros, ungulados sul-americanos, artiodáctilos e proboscídeos), de médio (88 \n\nespécimes) e grande  porte (66 espécimes). Com relação às Partes Esqueletais, foram \n\nidentificados desde partes facilmente transportadas por correntezas fracas, como costelas e \n\nvértebras, até aquelas cujo transporte requer correntezas de elevada competência, como partes \n\ndo crânio e dentes. Os elementos mais abundantes correspondem ao grupo I (137 espécimes), \n\nseguidos por ossos do grupo II (26) e III (22). Os mais numerosos são osteodermos da \n\ncarapaça de cingulados dos gêneros Pampatherium (57) e Glyptodon (35). \n\n A análise da Integridade Física, mostrou predomínio de ossos completos (91) e \n\nincompletos (56). A maioria dos fósseis completos é formada pelos osteodermos (69 \n\nexemplares). Os fragmentos apresentam proporções similares entre os três grupos (10 do \n\ngrupo I, 13 do II e 14 do III). As fraturas planas presentes nos fósseis incompletos e \n\nfragmentos indicam que foram causadas após a fossilização. Com relação ao intemperismo, \n\n72 fósseis foram classificados como estágio 0, 16 como estágio 1 e 97 como estágio 2. Os \n\nfósseis que apresentam fraturas tanto do estágio 1 quanto 2 (Fig. 8), foram todas classificadas \n\napenas neste último, uma vez que os estágios de intemperismo são considerados etapas de \n\numa progressão. Ossos representativos do estágio 0 são predominantemente do grupo I e \n\nincompletos, enquanto a maioria dos ossos do estágio 1 são do grupo III. Em alguns casos \n\nforam observadas fraturas transversais ao eixo maior do osso (Fig. 9), cuja presença pode \n\nestar relacionada à presença de incrustações carbonáticas (vide abaixo). Os dentes exibem \n\nmenos sinais de intemperismo quando comparados com ossos (Fig. 10). Nos fósseis \n\npertencentes a um mesmo indivíduo de Stegomastodon waringi (MCN-PV1061), provenientes \n\nde Rosário do Sul, os elementos do grupo II de Voorhies apresentam-se mais intemperizados \n\ndo que do grupo I (predominantemente costelas); contudo, estes estão mais fragmentados em \n\nrelação ao grupo II.  \n\nApenas 10 espécimes apresentam sinais de abrasão (grau 1), e não foram observados \n\nsinais de abrasão grau 2. Não foram encontradas quaisquer marcas que pudessem ser \n\natribuídas à ação de predadores e/ou necrófagos. Em uma ulna de Tardigrada (MCN-PV0942, \n\n\n\n 46\n\nFig. 11) há sinais de raízes crescendo diretamente sobre o osso. Dentre os fósseis do Touro \n\nPasso, 109 apresentam incrustação por carbonato, na superfície e / ou interior do osso (Fig. \n\n12). Apenas 2 espécimes de estágio de intemperismo 0 apresentam esse tipo de incrustação, \n\nenquanto 14 do estágio 1 e 82 do estágio 2 apresentam carbonato. Em alguns espécimes a \n\npresença de carbonato está associada a um padrão reticulado de fraturas ao redor da estrutura \n\ndo osso (Fig. 13). Em vértebras de Ursidae (MCN-PV1940) foram observados moldes de \n\nraízes, e um chifre de cervídeo (MCN-PV3256) (Fig. 14) apresenta rizocreções raízes (sensu \n\nKlappa, 1980), ambas devido à precipiação de carbonato associado a raízes crescendo sobre \n\nos fósseis, indicando que à época da precipitação do carbonato estavam recobertos por \n\nvegetação ou soterrados a poucos centímetros da superfície. Os moldes de raízes são \n\nformados pelo carbonato precipitado ao redor da raiz que, ao se decompor, deixa uma \n\ncavidade interna; as rizocreções são preenchimento carbonático das cavidades deixadas pela \n\ndecomposição das raízes O carbonato também manteve unidos osteodermos de cingulados \n\n(Fig. 15), impedindo que fossem completamente desarticulados e dispersos.  \n\nUm fêmur direito de Toxodon platensis (MCN-PV1029), uma vértebra (MCN-\n\nPV2065-a) e um fragmento de úmero de Cervidae (MCN-PV8062-g) exibem incrustação \n\nferruginosa contendo grãos de quartzo e seixos mais grosseiros. Esse tipo de feição aparece \n\ntambém em dois fragmentos de fêmur de Toxodon (MCN-PV3230-3231) provenientes de \n\nItaqui, um fragmento de fêmur atribuído a Megatherium (MCN-PV2937) e um dentário \n\n(MCN-PV3196) e um fragmento de  úmero (MCN-PV3427) de Camelidae de procedência \n\nincerta (Fig. 16). \n\nEm vértebras e em um úmero (MCN-PV1940) de Ursidae provenientes do Passo do \n\nJuquiry (Uruguaiana) e um osso não-identificado (MCN-PV3314) coletados no Touro Passo, \n\nobservam-se perfurações com menos de 0,5 cm de largura, e galerias de maior diâmetro, \n\naparentemente feitos por larvas de coleópteros (Fig. 17). Duas tíbias de Hemiauchenia \n\nparadoxa (MCN-PV3233 e 3234) de Itaqui e um dentário de Cervidae (MCN-PV3345) de \n\nAlegrete, e um metatarsal (MCN-PV3037) de Camelidae de procedência incerta exibem \n\ncoloração escurecida, provavelmente devido à exposição subaquosa, como observado nos \n\nfósseis coletados diretamente no leito do arroio Chuí, removidos da camada original (LOPES \n\net al., 2004).  \n\n \n\n  \n\n\n\n 47\n\n4.2. Fósseis do Arroio Chuí \n\n Foram analisados 265 fósseis, abrangendo desde fragmentos pequenos, não-\n\nidentificáveis e isolados, até peças completas e articuladas. A identificação taxonômica foi \n\nbastante dificultada devido à grande quantidade de material muito fragmentado, não-\n\nidentificável. Os fósseis que puderam ser positivamente identificados pertencem apenas a \n\nmamíferos herbívoros (xenartros, ungulados sul-americanos, artiodáctilos e proboscídeos) de \n\nmédio e grande porte, não tendo sido encontradas entre as amostras restos de carnívoros ou \n\nroedores, embora tenham sido registrados neste depósito (OLIVEIRA et al., 2005; UBILLA \n\net al., 2008). Um úmero de milodontídeo (LGP-Q0004, Fig. 18) foi coletada em um canal \n\ntransversal, cerca de 50 m a leste do curso do arroio, porém no mesmo horizonte \n\nestratigráfico, mostrando que a camada fossilífera tem grande extensão horizontal. \n\nDentre as amostras, foram identificadas partes esqueletais representativas dos três \n\nGrupos de Voorhies, sendo 137 do grupo I, 29 do grupo II e 38 do grupo III. Foram \n\nobservados ainda 61 fragmentos que não puderam ser atribuídos a nenhum desses grupos. \n\nCom relação à integridade física, 42 espécimes são completos, 70 incompletos e 153 são \n\nfragmentos. A maior proporção de elementos do grupo I é constituída por elementos \n\ncompletos, principalmente osteodermos de gliptodontídeos. A maioria dos fósseis dos grupos \n\nII (23 espécimes) e III (28 espécimes) é constituída por fragmentos. A presença de um \n\nsegmento de quatro vértebras articuladas de preguiça terrícola (Família Mylodontidae), \n\nassociada a outras partes esqueletais do mesmo animal, como costelas e os ossículos dérmicos \n\n(Fig. 19), indica que esses restos não foram transportados após a morte, ou que o transporte, \n\nse ocorreu, foi antes da decomposição total dos tecidos moles (ligamentos, músculos, etc.) e \n\nconseqüente desarticulação da carcaça.  \n\n       A maioria dos ossos (211 espécimes) encontra-se sem sinais de intemperismo (estágio \n\n0), seguidos por fósseis com estágio 1 de intemperismo (50). Apenas 4 fósseis apresentam \n\nintemperismo estágio 2, na forma de profundas fraturas (Fig. 20). Enquanto a maioria dos \n\nfósseis dos grupos I (36 espécimes) e III (22 espécimes) não apresentam sinais de \n\nintemperismo, a maior proporção dos fósseis do grupo II (13 espécimes) apresenta estágio 1 \n\nde intemperismo. Esse padrão indica que a maioria dos restos foi soterrada em pouco tempo \n\napós a morte do animal, ou que permaneceu protegida por tecidos, vegetação ou água até o \n\nsoterramento final.  \n\n  \n\n\n\n 48\n\n As fraturas planas observadas nos fósseis do arroio Chuí sugerem que o \n\nquebramento/fragmentação ocorreu como resultado de retrabalhamento pós-fossilização. Uma \n\ntíbia de cervídeo (LGP-I0001; Fig. 21) apresenta extremidade proximal fraturada em um \n\npadrão irregular que indica que a fratura ocorreu antes da fossilização, possivelmente \n\nresultado da ação de predadores ou necrófagos. No caso de uma mandíbula de Toxodon \n\n(LGP-E0003, Fig. 22), desenterrada diretamente da camada fossilífera, observam-se fraturas \n\nplanas, causadas provavelmente pela pressão do sedimento acumulado sobre a peça após o \n\nsoterramento. O espécime encontrava-se apoiado sobre o lado esquerdo, com a porção dorsal \n\nvoltada para o interior da camada; a ausência do ramo mandibular ascendente direito indica \n\nque foi removido antes do soterramento final. \n\n Dos 265 espécimes analisados, 196 não apresentam sinais de abrasão, 52 exibem \n\nabrasão de grau 1 e apenas 17 de grau 2 (Fig. 23). Seis espécimes apresentam superfície \n\npolida, indicando abrasão por sedimento fino. \n\n Em um fragmento não-identificado (LGP-CH0033; Fig. 24), um fragmento de costela \n\n(LGP-CH0098) e um de escápula (LGP-CH0160) aparecem marcas superficiais que indicam \n\no crescimento de raízes diretamente sobre os fósseis. A tíbia de cervídeo da figura 19 e um \n\nfragmento de costela (LGP-CH0013) exibem ranhuras superficiais, agrupadas de forma \n\nparalela, mas cuja origem não foi identificada. Não foram observadas outras marcas \n\nsuperficiais que possam ter origem atribuída a agentes biogênicos, como perfurações causadas \n\npor larvas de isetos, nem ranhuras ou marcas que possam ser atribuídas a necrófagos. A \n\nausência dessas características superficiais e de evidências da ação de necrófagos sugere que \n\nos ossos foram rapidamente recobertos por água ou sedimento após a morte do animal. \n\nFósseis encontrados diretamente no leito do arroio, ou parcialmente expostas na \n\nbarranca, devido à erosão, exibem escurecimento devido à ação da água (Fig. 25). Um \n\nfragmento de chifre de Cervidae (LGP-I0005) apresenta incrustação carbonática (Fig. 26). \n\nEmbora este espécime tenha sido coletado em sedimentos acumulados na margem, e não na \n\ncamada fossilífera, provavelmente foi originalmente depositado na camada carbonática \n\npróximo à superfície e removido pela erosão. Outros 10 espécimes apresentam incrustação \n\npor sedimento arenoso consolidado, cimentado por óxido de ferro (Fig. 27). \n\n \n\n  \n\n\n\n 49\n\n4.3. Fósseis da Plataforma Continental \n\n Foram analisados 255 fósseis coletados ao longo da porção sul da linha de costa, na \n\nárea conhecida por “concheiros”. As características mais marcantes destes fósseis são a \n\nextrema dureza e a coloração escura, variando de avermelhado a preto, o que sugere a \n\nsubstituição do fosfato original por elementos como manganês e ferro em sua micro-estrutura, \n\nresultante da exposição ao ambiente marinho.  \n\n Com relação ao tamanho corporal dos organismos, todos os fósseis analisados \n\ncompreendem herbívoros xenartros, artiodáctilos, perissodáctilos e proboscídeos, de médio \n\nporte e grande porte. Embora organismos de pequeno porte, como roedores (RODRIGUES, \n\n2003; RODRIGUES &amp; FERIGOLO, 2004) sejam conhecidos neste depósito, não havia \n\nespécimes entre as amostras analisadas. \n\n A análise da partes esqueletais revelou a predominância de elementos do grupo I (192 \n\nespécimes), seguidos por 33 do grupo II e 9 do grupo III. A maioria dos espécimes do grupo I \n\né constituída por elementos menores, como osteodermos de cingulados, astrágalos e falanges \n\nenquanto o grupo III é constituído predominantemente por dentes isolados. \n\n Com relação à integridade física, 132 espécimes são completos, 86 incompletos e 48 \n\nsão fragmentos. Assim como no caso das partes esqueletais, os fósseis do grupo I \n\npredominam entre os completos (119 espécimes) e incompletos (66 espécimes). Entre os \n\nfragmentos, contudo, foram registrados apenas 6 espécimes do grupo I, mas 21 espécimes do \n\ngrupo II e 20 do grupo III. Não foram observadas evidências conclusivas de fratura pré-\n\nfossilização. O padrão plano, e a coloração distinta do restante do osso observada em diversas \n\nfraturas, indicam que os ossos foram fraturados após a fossilização, devido ao \n\nretrabalhamento pela hidrodinâmica marinha.  \n\n A maioria dos fósseis (210 espécimes) não apresenta sinais de intemperismo; 37 \n\nespécimes exibem estágio 1 de intemperismo e 8 espécimes estágio 2. Os fósseis do grupo II \n\nconstituem a menor proporção de espécimes sem sinais de intemperismo, porém são a maioria \n\ndos espécimes que apresentam estágios I (21 espécimes) e II (6 espécimes). Os sinais de \n\nintemperismo são mais evidentes ao longo do eixo maior dos ossos longos (Figura 28); \n\nentretanto, em superfícies articulares convexas (como a cabeça de fêmur e de úmero, \n\ncôndilos) e côncavas, observam-se fraturas em um padrão reticulado (Fig. 29). \n\n  \n\n\n\n \n\n \n\n50\n\n \n\n Todos os fósseis da plataforma exibem sinais de abrasão, sendo que 100 espécimes \n\nexibem abrasão de grau 1 e 155 de grau 2. Entre os espécimes que apresentam grau 1, os do \n\ngrupo II ocorrem em menor proporção (6 exemplares) em relação aos grupos I (80 espécimes) \n\ne III (14 espécimes). Enquanto nos elementos dos grupos I e III os sinais de abrasão ocorrem \n\nao redor de toda a superfície, nos ossos do grupo II estes estão concentrados mais nas \n\nextremidades e projeções (Figura 30).   \n\nNão foram observadas marcas superficiais que pudessem ser atribuídas a agentes \n\nbiogênicos, como predadores, necrófagos, insetos ou plantas. Dois dentes de Toxodon \n\nplatensis exibem ranhuras transversais ao eixo maior, mas são de origem patológica, \n\nindicando hipoplasia (FERIGOLO, 1992).  Um fragmento de crânio de Toxodon platensis \n\n(LGP-E0020) exibe colonização superficial por organismos marinhos incrustantes \n\n(epiesqueletozoários sensu TAYLOR &amp; WILSON, 2002), como esponjas, cracas, corais, \n\npoliquetas e ostreídeos (Fig. 31). Este espécime não foi coletdo na praia, mas por um barco de \n\narrasto longe da costa, a profundidades superiores a 25 metros, abaixo da zona de ação das \n\nondas. Não foram observados sinais da ação de organismos perfurantes, como bivalves \n\nmitilídeos, poliquetas ou esponjas clionídeas.  \n\n Entre as amostras, 4 espécimes estão associados a cimento carbonático, incrustados \n\nem blocos de coquinas (Fig. 32) ou com coquina preenchendo suas cavidades (Fig. 33). A \n\ncoquina é formada pela cimentação de grãos de areia e fragmentos de conchas de moluscos \n\npela precipitação do carbonato de cálcio (CaCO3) sob regime climático mais quente que o \n\natual, em ambiente praial. O cimento carbonático exibe recristalização, indicando exposição \n\nposterior à água doce (BUCHMANN, 2002). Em um dos fósseis, a recristalização e expansão \n\ndo cimento resultaram em fraturas (Fig. 34).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n5. DISCUSSÃO \n\n A fim de facilitar a visualização e comparação dos resultados entre os diferentes \n\ndepósitos fossilíferos, os resultados foram convertidos em porcentagens e plotados em \n\ntafogramas (Fig. 35). Entre os fósseis dos três depósitos o predomínio é de herbívoros de \n\nmédio e grande porte. Enquanto no Touro Passo predominam fósseis de organismos de médio \n\nporte, no Arroio Chuí e Plataforma a maior proporção é de organismos de grande porte. Na \n\nplataforma continental, organismos de pequeno porte são representados por roedores, e são \n\nrelativamente bem conhecidos (RODRIGUES &amp; FERIGOLO, 2004), enquanto no Arroio \n\nChuí até o momento só há um registro deste grupo (UBILLA et al., 2008). No Arroio Touro \n\nPasso, ainda não foram encontrados fósseis desses organismos, o que pode ser resultado da \n\nfalta de prospecção mais detalhada, ou influência de fatores tafonômicos. Embora sejam \n\nnormalmente os mais numerosos em ecossistemas terrestres, organismos de pequeno porte são \n\nmais suscetíveis à destruição por diversos processos, como predação, pisoteio e intemperismo, \n\nque tendem a destruir seus restos antes do soterramento final, o que resulta em \n\ntendenciamento nos levantamentos paleobiológicos (BEHRENSMEYER et al., 1979; \n\nBEHENSMEYER, 1991).  \n\n Os fósseis dos três depósitos são predominantemente elementos do grupo I de \n\nVoorhies. Os mais numerosos são osteodermos de cingulados, falanges, vértebras e costelas. \n\nNos três depósitos os osteodermos encontrados são predominantemente isolados, embora \n\nocorram osteodermos fusionados. No Arroio Touro Passo há osteodermos que permaneceram \n\nassociados devido à presença de cimentação carbonática. Entre os fósseis provenientes da \n\nplataforma continental, a predominância de elementos do grupo I é uma combinação da \n\nabundância desses fósseis e do maior potencial de transporte desde os depósitos submersos \n\naté a praia, devido à sua forma compacta, que oferece menor resistência à ação das ondas, \n\nenquanto ossos maiores são mais dificilmente transportados. \n\nAo longo de toda a extensão estudada da camada fossilífera do Arroio Chuí (cerca de \n\n5 km), não se observou um padrão de seleção na distribuição das diferentes partes esqueletais: \n\nelementos ósseos dos três grupos de Voorhies são encontrados em qualquer ponto. Uma vez \n\nque os diferentes elementos do esqueleto são transportados por regimes hidráulicos de \n\ndiferentes intensidades, a ausência de seleção desses elementos indica que os restos foram \n\nintroduzidos em diversos locais ao longo do sistema fluvial, como mostram experimentos e \n\n\n\n 52\n\nobservações em ambientes atuais (BEHRENSMEYER, 1992; ASLAN &amp; \n\nBEHRENSMEYER, 1996). No Arroio Touro Passo, por outro lado, BOMBIN (1976) relatou \n\na maior ocorrência de fósseis em determinado ponto do curso, associada a um banco arenoso \n\nna porção interna de um meandro. Esses locais são propícios à acumulação de restos devido à \n\nredução do fluxo hidráulico (BEHRENSMEYER, 1982). A presença de fósseis de moluscos e \n\nquelônios indica que o Membro Lamítico da Fm. Touro Passo originou-se em regime \n\nhidrológico mais calmo que o atual, em ambiente preferencialmente lêntico e sujeito a menos \n\nvariações sazonais (BOMBIN, 1976); portanto, o potencial de transporte dos fósseis seria \n\nlimitado. Provavelmente o fluxo hídrico teria removido preferencialmente os ossos do grupo \n\nI, acumulando-os em meandros, onde a diminuição na energia hidráulica promoveria sua \n\ndeposição. Isso teria sido o fator responsável pela menor proporção de elementos cranianos, \n\nde remobilização mais difícil. \n\n Tanto no Arroio Touro Passo quanto na Plataforma predominam ossos completos. \n\nAssim como no caso das partes esqueletais, essa maior proporção é resultado da abundância \n\nde elementos ósseos do grupo I de Voorhies, que são mais resistentes à fragmentação devido à \n\nforma compacta. No caso da plataforma, a pequena proporção de fragmentos é resultado de \n\ntendenciamento amostral, uma vez que são coletados preferencialmente os fósseis mais \n\ncompletos ou que exibem caracteres diagnósticos mais claramente. Todos os fósseis dos três \n\ndepósitos exibem fraturas planas, que indicam fraturamento pós-fossilização, com exceção da \n\ntíbia de cervídeo (LGP-I0001) encontrada no Arroio Chuí. Esta peça apresenta a extremidade \n\nproximal fraturada de modo irregular, indicando que possa ter sido fraturada por algum \n\npredador ou necrófago para a extração do tutano, ou sofreu pisoteio. \n\n No Arroio Chuí, onde a amostragem foi feita de maneira mais uniforme, \n\nindependentemente do tamanho ou estado de preservação dos fósseis, predominam os \n\nfragmentos, a maioria não-identificáveis. As fraturas planas presentes nos fósseis incompletos \n\ne fragmentados do arroio indicam que sofreram intenso retrabalhamento. Em sistemas fluviais \n\nsoterramento final dos fósseis ocorre apenas quando deixam a zona ativa do canal e são \n\ndepositados em setores de baixa energia, como bancos, ou devido ao abandono de meandros \n\n(BEHRENSMEYER, 1990). A presença na camada fossilífera do arroio de lentes de areia rica \n\nem matéria orgânica, contendo palinomorfos característicos de ambiente lêntico, indica a \n\npresença de meandros fluviais abandonados e \"oxbow lakes\". Em sistemas fluviais de \n\n  \n\n\n\n 53\n\nplanície, a migração lateral dos meandros resulta em erosão de um lado da margem e \n\ndeposição de sedimento no lado oposto, formando os bancos arenosos (DAVIS jr., 1983; \n\nBRIDGE, 1985). Como resultado do processo de migração do canal, fósseis também são \n\nretrabalhados e fragmentados, sendo re-depositados em setores a jusante do curso.  \n\n No Arroio Touro Passo, a menor proporção de fragmentos sugere que os fósseis foram \n\nmenos sujeitos a retrabalhamento pós-deposicional. Assim como no caso da seleção das \n\npartes esqueletais, a baixa dinâmica fluvial teria contribuído para a melhor preservação do \n\nmaterial. A fragmentação observada em grande parte dos elementos esqueletais do grupo III, \n\npode ter contribuído para sua maior representatividade em relação aos elementos do grupo II, \n\nna medida que reduz seu tamanho e facilita o transporte. Na camada basal (Membro \n\nRudáceo), a presença de fósseis muito fragmentados, associados a conglomerados, indica alto \n\ngrau de retrabalhamento em um sistema fluvial de alta energia, considerado por BOMBIN \n\n(1976) como um sistema anastomosado. Avaliando-se a integridade física em relação à \n\ntaxonomia, observa-se que ambos parâmetros parecem diretamente relacionados: dentre os \n\nfósseis completos, 69% são de animais de grande porte (xenartros e toxodontídeos) e 31% de \n\nmédio porte (cervídeos e camelídeos); os incompletos compreendem 33% de grande porte e \n\n67% de médio porte e os fragmentos incluem 15% de grande porte e 85% de médio porte. A \n\nmaioria dos fósseis completos e incompletos é do grupo I, enquanto os fragmentos são \n\npredominantemente dos grupos II e III. \n\nO intemperismo é um processo que depende do tempo de exposição subaérea e das \n\ncondições locais onde os restos ficam expostos, portanto varia de acordo com as \n\ncaracterísticas dos diferentes ambientes. Diferenças significativas são observadas entre ossos \n\nsujeitos à exposição subaérea em savanas e florestas tropicais (TAPPEN, 1994). Ossos de \n\nindivíduos juvenis ou táxons com menos de 100 kg são mais suscetíveis ao intemperismo, \n\nenquanto ossos menores (metacarpos, falanges, osteodermos) demoram mais tempo para \n\nexibir altrações por intemperismo. Dentes não sofrem os efeitos o intemperismo da mesma \n\nforma que ossos, embora fraturem facilmente (BEHRENSMEYER, 1978). De acordo com a \n\nescala de intemperismo estabelecida por essa autora, os estágios reconhecidos entre os fósseis \n\naqui analisados permitem estimar que os restos que exibem sinais de intemperismo \n\npermaneceram expostos por períodos inferiores a 5 anos. Nos fósseis dos três depósitos o \n\npadrão de intemperismo observado é igual: em ossos longos e falanges, ocorrem fraturas \n\n  \n\n\n\n 54\n\nlongitudinais, acompanhando o eixo maior do osso; em fósseis menores, como osteodermos, e \n\nem superfícies articulares convexas (ex.: cabeça do fêmur e úmero) e côncavas (acetábulo), o \n\nintemperismo aparece como fraturas reticuladas. \n\n  No Arroio Chuí e Plataforma Continental, predominam fósseis sem sinais de \n\nintemperismo (estágio 0). Esse padrão indica que esses fósseis foram recobertos por água ou \n\nsedimento relativamente logo após a morte. Segundo BEHRENSMEYER (1982), existem três \n\norigens para os restos esqueletais preservados em canais fluviais: a) restos que foram \n\noriginalmente depositados nas planícies de inundação, e são levados para o canal pela erosão \n\ndas margens; b) restos levados para o canal principal por cursos tributários, e c) restos \n\ndepositados diretamente no canal. No primeiro caso, os fósseis são predominantemente do \n\ngrupo I, mais resistentes, e exibindo sinais de intemperismo devido ao tempo de exposição na \n\nplanície de inundação. A ausência desse padrão, mesmo entre fósseis de organismos maiores \n\ne elementos do grupo II (que tendem a demorar mais para serem soterrados), sugere que os \n\nfósseis do Arroio Chuí (e possivelmente os da plataforma) seguiram preferencialmente os \n\npadrões “b” e “c”. A presença na camada fossilífera do arroio de elementos esqueletais \n\narticulados e outros desarticulados, porém associados, permite inferir que a deposição ocorreu \n\ndiretamente no canal, antes da decomposição total dos tecidos. Levantamentos estratigráficos \n\nmais detalhados devem revelar a existência ou não de cursos d'água tributários que possam ter \n\ntrazido os espécimes. \n\n No Arroio Touro Passo, o padrão é distinto, com fósseis sem intemperismo (estágio 0) \n\ne muito intemperizados (estágio 2) em proporções comparáveis, predominando sobre aqueles \n\npouco intemperizados (estágio 1). Uma vez que a maioria dos fósseis intempeizados apresenta \n\ncimentação carbonática, preenchendo cavidades e/ou recobrindo a superfície, o clima e a \n\nquímica do solo parecem ter influenciado nesta variável. A precipitação de carbonato ocorre \n\napenas na zona vadosa, ou seja, acima do nível do lençol freático, próximo à superfície \n\n(JAMES, 1972). Sua presença na Região da Campanha seria resultado da alteração do \n\nargilomineral montmorilonita, cuja presença foi registrada por BOMBIN (1976). O proceso \n\nde transformação da montmorilonita em minerais que originam carbonatos ocorre sob \n\ncondições alcalinas em regime climático semi-árido e seco, com menos de 500 mm de \n\nprecipitação média anual (veja WATTS, 1980). Segundo datações feitas nesse depósito (veja \n\nDA ROSA, 2003) a formação do carbonato poderia estar relacionada ao clima seco do último \n\n  \n\n\n\n 55\n\nmáximo glacial. Em solos alcalinos, a precipitação e recristalização de sais sobre os ossos \n\npodem levar a fraturas pela perda da camada externa (descamação) do osso \n\n(BEHRENSMEYER, 1978; FERNÁNDEZ-JALVO et al., 2002). Como as fraturas \n\nresultantes do intemperismo tendem a seguir o eixo mais longo do osso, a presença de fraturas \n\ntransversais parece resultar da cimentação carbonática. Apenas em fósseis associados ao \n\ncarbonato observa-se um padrão reticulado de fraturas ao longo de toda a superfície do fóssil. \n\nA cristalização do carbonato também parece ter contribuído para alargar e aprofundar as \n\nfraturas. Incrustação carbonática similar foi observada em um único espécime do Arroio Chuí. \n\n A cimentação carbonática também é observada em alguns fósseis provenientes da \n\nPlataforma. Contudo, sua origem é distinta do carbonato dos fósseis do Touro Passo, sendo \n\natribuída à precipitação do carbonato de cálcio em ambiente praial (BUCHMANN, 2002). \n\nEsse processo só seria possível sob condições climáticas mais quentes (STODDART &amp; \n\nCANN, 1965), como ocorre no litoral nordeste do Brasil atualmente (BARROS et al., 2003; \n\nGUERRA et al., 2005). A presença desse cimento, portanto, indica condições paleoclimáticas \n\ndiferentes das encontradas atualmente na região sul. A recristalização do cimento carbonático \n\nindica influência de água doce após sua precipitação, devido à exposição em ambiente \n\nsubaéreo, relacionada às oscilações do nível do mar (BUCHMANN, 2002). \n\nAlguns fósseis encontrados na Região da Campanha apresentam areia e seixos \n\ncimentados por cimento ferruginoso, formando crostas superficiais e / ou preenchendo \n\ncavidades internas, como descrito por DA ROSA (2007) (Fig. 15). Os grãos de quartzo \n\napresentam-se polidos e esféricos, devido a transporte fluvial; contudo, em dois espécimes \n\nprovenientes de Itaqui (MCN-PV3230-3231) há também seixos angulosos e sub-angulosos de \n\nquartzo e calcedônia, além de nódulos de óxido de ferro arredondados. Crostas ferruginosas \n\ncomo essas, formadas por óxidos de ferro, como limonita ou hematita, foram descritas em \n\nalguns locais da Planície Costeira (DELANEY, 1965). \n\n A origem desse tipo de cimento é atribuída ao intemperismo de silicatos ferrosos \n\ncomo hornblenda, anfibólio, piroxênio e biotita presentes na rocha-fonte, produzindo óxidos \n\nde fero como limonita e hematita (WALKER &amp; HONEA, 1969). Embora a presença de \n\ncrostas ferruginosas em fósseis possa ser resultado da precipitação de ferro da rocha-fonte \n\nintensificada pela decomposição orgânica (HUMING BAO et al., 1998), a existência de \n\nníveis ricos em óxidos de ferro nas barrancas do Arroio Chuí pode indicar que sejam \n\n  \n\n\n\n 56\n\nresultado de processos pedogenéticos. Contudo, como os fósseis do arroio que apresentam \n\ncrostas ferruginosas são na maioria fragmentos retrabalhados, não se pode descartar uma \n\norigem relacionada à decomposição. Inferências sobre a origem das incrustações ferruginosas \n\nnos fósseis da Campanha são mais difíceis, pois não se conhece detalhadamente o contexto \n\nsedimentológico em que ocorrem. Contudo, a presença dessas incrustações, associadas a \n\nseixos, nos fósseis fragmentados de Itaqui, sugerem a deposição ou retrabalhamento em um \n\nsistema fluvial de alta energia, seguido de dessecação e intemperismo subaéreo, que \n\npossibilitou a oxidação dos minerais ferrosos e precipitação na forma de crostas. Uma vez que \n\na origem de incrustações ferruginosas está condicionada a fatores ambientais como \n\ntemperatura, sazonalidade e oscilações do lençol freático (HUMING BAO et al., 1998), \n\nanálises mineralógicas detalhadas nas incrustações encontradas nos fósseis podem ser \n\nferramentas úteis para reconstituições paleo-climáticas. \n\n Nem todos os elementos esqueletais sofrem os efeitos do intemperismo da mesma \n\nmaneira. Em mandíbulas extremamente fraturadas e carbonatadas, os dentes apresentam-se \n\ncomparativamente melhor preservados. Em ambientes alcalinos, os tecidos com maior \n\nquantidade de colágeno (ossos, dentina e raízes dentárias), sofrem maior alteração em \n\ncomparação com o esmalte (FERNÁNDEZ-JALVO et al., 2002). Além de carbonato nas \n\nsuperfícies e cavidades, alguns fósseis do Touro Passo exibem também rizocreções (sensu \n\nKLAPPA, 1980), acumulações de carbonato ao redor de raízes, que, após sua morte e \n\ndecomposição, deixam uma cavidade oca, o que pode ser confundido com túneis de \n\ninvertebrados. A associação do carbonato a raízes indica que à época da precipitação, estes \n\nfósseis estavam recobertos por vegetação, ou enterrados muito superficialmente, ao alcance \n\ndas raízes. \n\nTodos os fósseis da Plataforma exibem sinais de abrasão. Nas peças maiores \n\n(elementos do grupo II), são observadas nas extremidades e processos ósseos. Devido ao \n\nformato, ossos longos tendem a assentarem orientados na direção do fluxo, quando este é \n\nunidirecional; no caso de fluxo bidirecional (como é o caso das ondas na zona intermareal), \n\norientam-se perpendicularmente, e são continuamente rolados (BEHRENSMEYER, 1991). \n\nNos elementos menores (osteodermos e falanges), toda a superfície exibe sinais de abrasão. \n\nEstes fósseis, devido à forma compacta, oferecem menor resistência mecânica ao transporte, e \n\nassim permanecem mais tempo sob a ação contínua das ondas na zona intermareal. O atrito \n\n  \n\n\n\n 57\n\ncontra o fundo arenoso e o sedimento em suspensão são os principais fatores que promovem a \n\nabrasão. Uma comparação entre fósseis coletados na praia do Cassino e Concheiros feita por \n\nCARON (2004) mostra que os primeiros apresentam uma distribuição de tamanho normal \n\n(unimodal), indicando maior grau de seleção, devido provavelmente a maior distância em \n\nrelação à área-fonte. Nos Concheiros, por outro lado, a distribuição é bimodal, com uma moda \n\ncomposta por fragmentos pequenos (8 a 16 mm), muito retrabalhados, e outra por fósseis \n\nmaiores (32 a 64 mm) e mais bem-preservados, indicando que a área-fonte destes restos está \n\nsituada mais próxima à linha de praia. A presença de fósseis de aves marinhas, mais frágeis, \n\nporém muito bem-preservados (LOPES et al., 2006), reforça essa hipótese. FIGUEIREDO Jr. \n\n(1975), argumenta que muitos dos fósseis provenientes da plataforma continental foram \n\nsujeitos à abrasão no passado, uma vez que estes depósitos situam-se a profundidades abaixo \n\ndo nível de base de ação das ondas de tempo bom, portanto sua remobilização ocorre apenas \n\ndurante eventos de tempestades, no inverno e outono. Um vez trazidos para o ambiente praial, \n\nficam sujeitos ao retrabalhamento pelas ondas que atuam durante o resto do ano. \n\n Embora restos fossilizados sejam mais suscetíveis à abrasão do que ossos frescos \n\n(FERNÁNDEZ-JALVO &amp; ANDREWS, 1992), poucos fósseis do Arroio Chuí apresentam \n\nsinais de abrasão, apesar do intenso retrabalhamento pós-deposicional indicado pela \n\nfragmentação. Os fósseis maiores exibem sinais mais extensos de abrasão. \n\nBEHRENSMEYER (1991) argumenta que fósseis menores tendem a ser transportados pela \n\ncorrenteza juntamente com o sedimento em suspensão, portanto sofrem abrasão ao redor de \n\ntodas as superfícies; por outro lado, os ossos maiores, por oferecerem maior resistência à ação \n\nhidrodinâmica, são mais suscetíveis à abrasão nas superfícies que ficam voltadas contra o \n\nfluxo da água. No Arroio Touro Passo a proporção de fósseis com sinais de abrasão é ainda \n\nmenor. Nestes fósseis, esse padrão seria resultado da menor dinâmica fluvial, indicada pela \n\npredominância de sedimentos lamosos, e também ao menor tempo de transporte desses restos, \n\nentre sua remoção pela erosão das margens e re-deposição nos meandros. Sedimentos mais \n\nfinos tendem a polir a superfície dos fósseis em vez de desgastá-las, como no caso de grãos de \n\nareia (BEHRENSMEYER, 1991).  \n\n Nos três depósitos foram identificados poucos fósseis contendo alterações na forma de \n\nmarcas ao longo da superfície. No Arroio Chuí, a tíbia de cervídeo da figura 22 e um \n\nfragmento de costela, apresentaram essas feições, na forma de ranhuras paralelas, curtas e \n\n  \n\n\n\n \n\n \n\n58\n\n \n\npouco profundas. Não pôde ser atribuída uma origem conclusiva a estas marcas, mas \n\npossivelmente sejam resultado do atrito com o sedimento do fundo. As marcas de raízes nos \n\nfósseis do Arroio Chuí e Touro Passo podem ser atribuídas ao crescimento de vegetação na \n\ninterface sedimento / fóssil, portanto associadas à categoria ecológica Sphenoichnia \n\n(MONTALVO, 2002).  \n\nA ausência de organismos incrustantes na maioria dos fósseis da plataforma indica que \n\nencontram-se expostos à ação contínua da água em áreas rasas, ou recobertos por sedimento \n\naté sua remoção e transporte para a praia. Fósseis das áreas mais profundas, por estarem \n\nabaixo do nível de ação das ondas, permanecem estáveis, e portanto fornecem substrato para a \n\ncolonização por invertebrados marinhos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n6. CONCLUSÕES \n\n 1. O predomínio de táxons de médio e grande porte no Arroio Chuí e Touro Passo é \n\npossivelmente resultado da falta de prospecção mais detalhada, voltada para a coleta de \n\nfósseis de organismos de pequeno porte. Contudo, no caso do Touro Passo o intemperismo \n\ne/ou precipitação de carbonato pode ter contribuído para a destruição desses fósseis. \n\n 2. A presença de elementos dos três grupos de Voorhies no Arroio Chuí e Arroio \n\nTouro Passo indica que as assembléias fossilíferas aí encontradas são resultado da mistura de \n\nelementos esqueletais depositados em épocas e locais diferentes ao longo dos respectivos \n\nsistemas fluviais.  \n\n3. No Arroio Chuí os fósseis parecem ser originários de restos depositados diretamente \n\nou transportados para o canal (caminhos \"b\" e \"c\"). No Touro Passo, contudo, os fósseis \n\nintemperizados parecem ter permanecido por mais tempo expostos na planície de inundação, \n\nantes de serem transportados para o canal (caminho \"a\"), enquanto os restos mais bem-\n\npreservados parecem ter sido introduzidos diretamente no canal (caminho \"b\").  \n\n4. A predominância de elementos esqueletais inteiros no Arroio Touro Passo e \n\nPlataforma é resultado da grande quantidade de osteodermos de cingulados e falanges, que \n\nsobrevivem mais à fragmentação pela ação hidráulica, enquanto a grande quantidade de \n\nfragmentos no Arroio Chuí indica intenso retrabalhamento pós-deposicional. A menor \n\nproporção relativa de elementos do grupo II entre os fósseis da Plataforma é resultado do \n\nmenor potencial de transporte dessas peças até a praia, devido ao seu peso elevado.  \n\n 5. A escassez de fraturas pré-fossilização nos fósseis dos três depósitos não possibilita \n\ncaracterizar a ocorrência de processos ante mortem (predação) ou post mortem (necrofagia, \n\npisoteio), ocorridos antes do soterramento final e fossilização dos restos, embora no Touro \n\nPasso alguns fósseis apresentem sinais de necrofagia por insetos (possivelmente larvas de \n\ncoleópteros) na forma de perfurações e galerias. A intensa fragmentação nos fósseis do Arroio \n\nChuí é resultante do retrabalhamento dos depósitos pela migração dos meandros fluviais, \n\nenquanto no Touro Passo o menor retrabalhamento dos restos parece ser resultado da menor \n\ndinâmica fluvial. A menor proporção relativa de fragmentos entre os fósseis provenientes da \n\nPlataforma é resultado de tendenciamento, uma vez que as coletas ao longo da praia visam \n\napenas as peças mais bem-preservadas e/ou com estruturas diagnósticas.  \n\n\n\n 60\n\n 6. No Arroio Chuí e Plataforma há poucos fósseis com sinal de intemperismo, e estes, \n\nquando presentes, possibilitam estimar tempo de exposição subaérea dos restos inferior a 5 \n\nanos. A baixa proporção de fósseis com sinais de intemperismo indica que estes foram \n\nrecobertos por sedimento pouco tempo após a morte. No Arroio Touro Passo, os fósseis da \n\nparte inferior do Membro Lamítico (abaixo do horizonte IICCa) seguem o mesmo padrão; já \n\nos fósseis da porção superior apresentam sinais avançados de intemperismo (estágio 2), \n\nindicando que permaneceram expostos por relativamente mais tempo na planície de \n\ninundação. O intemperismo mais avançado está diretamente relacionado à presença de \n\nincrustação carbonática nos restos: a precipitação do carbonato recobriu e preencheu os \n\nfósseis intemperizados expostos na superfície ou soterrados a pouca profundidade, \n\nexpandindo as fraturas superficiais nos fósseis. Tanto este carbonato, quanto o cimento \n\ncarbonático encontrado nos fósseis da Plataforma, são indicativos de condições paleo-\n\nclimáticas diferentes das atuais na região, embora sejam resultado de mecanismos de origem \n\ndistintos. A presença de incrustações ferruginosas em fósseis do Arroio Chuí e Campanha \n\npode ser resultante de processos pedogenéticos ou precipitação de ferro resultante da \n\ndecomposição orgânica, também sob condições paleo-climáticas distintas. \n\n 7. A ausência de abrasão nos fósseis do Arroio Chuí indica que sofreram pouco \n\ntransporte entre a remoção e a re-deposição, apesar da grande fragmentação dos restos. No \n\nArroio Touro Passo o padrão é similar, porém parece estar condicionado pelo tipo de \n\nsedimento, predominantemente fino e portanto menos abrasivo, e à menor dinâmica fluvial \n\nresponsável pela deposição do Membro Lamítico. Entre os fósseis da Plataforma a abrasão é \n\nprovavelmente resultante do retrabalhamento dos restos em ambiente praial (atualmente ou no \n\npassado), após a remoção dos depósitos. \n\n 8. Não foram observadas marcas que possam ser atribuídas conclusivamente à ação de \n\npredadores e/ou necrófagos, o que não possibilita concluir se houve ação alteração dos restos \n\npor esses agentes. Contudo, tal hipótese não pode ser descartada, uma vez que esses agentes \n\npodem ter levado à destruição dos restos esqueletais. A ausência dessas marcas nos fósseis \n\nanalisados reforça a hipótese de que sua deposição ocorreu diretamente no canal, pouco \n\ntampo após a morte.  \n\n9. Diferenças nos graus de intemperismo e fragmentação observadas entre diferentes \n\npartes esqueletais de um mesmo indivíduo de Stegomastodon waringi (MCN-PV1061) \n\n  \n\n\n\n \n\n \n\n61\n\n \n\nindicam que a preservação pode estar mais relacionada às características dos ossos em si \n\n(formato, tamanho) do que às condições ambientais locais. Contudo, variações nas condições \n\nentre diferentes localidades resultam na preservação diferencial dos fósseis.  \n\n10. Similaridades observadas entre os fósseis da plataforma e dos depósitos \n\ncontinentais (ex.: ocorrência de elementos dos três grupos de Voorhies, predomínio de fósseis \n\nsem sinais de intemperismo) sugerem que os primeiros foram originalmente preservados em \n\nsistemas fluviais, enquanto outras variáveis (elevada quantidade de elementos ósseos \n\ncompletos, predomínio de fósseis com intensos sinais de abrasão) foram afetadas pelo \n\nretrabalhamento posterior em ambiente marinho devido às oscilações do nível do mar que \n\nretrabalharam esses sistemas. \n\n A análise comparativa das alterações post mortem sofridas por fósseis de diferentes \n\ndepósitos possibilitou distinguir diferenças na preservação, tanto entre fósseis de sítios \n\ndistintos quanto em fósseis do mesmo sítio. Isto reflete diferenças nas características dos \n\npaleo-ambientes deposicionais, como regime hidráulico, granulometria e clima; e condições \n\nlocais específicas presentes em cada sítio, como deposição no canal ou planície de inundação \n\ne retrabalhamento pós-deposicional. A análise demonstrou a validade do método para avaliar \n\na origem de distintos depósitos fossilíferos, possibilitando o reconhecimento de parâmetros \n\ntafonômicos que podem ser úteis no estudo de outros depósitos que eventualmente venham a \n\nser identificados. \n\n Futuros estudos nesses locais devem incluir levantamentos geológicos mais \n\ndetalhados, análises sedimentológicas e mineralógicas nos sedimentos fossilíferos, coletas \n\nmais minuciosas de fósseis, priorizando a determinação precisa do seu posicionamento \n\nestratigráfico e seu contexto deposicional, além de coletas dirigidas à identificação de restos \n\nde organismos menores, através de prospecção mais detalhada e peneiragem de sedimentos. \n\nTal esforço é imprescindível para a reconstituição paleo-ecológica desses depósitos \n\npleistocênicos que, juntamente com datações, análises palinológicas e indicadores paleo-\n\nclimáticos, devem possibilitar a visualização das mudanças paleo-ambientais ocorridas no Rio \n\nGrande do Sul ao longo do Quaternário. \n\n \n\n \n\n\n\n \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nABDALA, F.; CISNEROS, J.C.; SMITH, R.M.H. 2006. Faunal aggregation in the Early \n\nTriassic Karoo Basin: earliest evidence of shelter-sharing behavior among tetrapods? \n\nPalaios 21(5): 507-512. \n\nABREU, J.G.N &amp; CALLIARI, L.J. 2005. Paleocanais na plataforma interna do Rio Grande \n\ndo Sul: evidências de uma drenagem fluvial pretérita. Revista Brasileira de Geofísica, \n\n23(2):123-132. \n\nANDREWS, 1995. Experiments in Taphonomy. Journal of Archaeological Science 22, (2): \n\n147-153. \n\nANDREWS &amp; FERNÁNDEZ-JALVO, Y. 1997. Surface modifications of the Sima de Los \n\nHuesos fossil humans. Journal of Human Evolution 33: 191-217. \n\nASLAN, A. &amp; BEHRENSMEYER, A. K. 1996. Taphonomy and Time Resolution of Bone \n\nAssemblages in a Contemporary Fluvial System: The East Fork River, Wyoming. \n\nPalaios 11(5): 411-421.    \n\nASP, N.E. 1996. Avaliação da potencialidade de depósitos de calcário biodetrítico da \n\nPlataforma Interna e linha de costa do sul do RS. Graduação em Gerenciamento \n\nAmbiental, curso de Oceanologia. Departamento de Oceanografia, Fundação \n\nUniversidade Federal do Rio Grande (FURG), Monografia de Conclusão, 73p. \n\nBARROS, S.D.S.; SIAL, A.N.; CUNHA, I.S. 2003. Carbon and oxygen isotope constitution \n\nof carbonate cements of beachrocks at the Lagoinha and Uruau beaches, State of Ceará, \n\nnortheastern Brazil. In: SOUTH AMERICAN SYMPOSIUM ON ISOTOPE \n\nGEOLOGY, 4, Salvador, 2003. Short Papers. \n\nBEHRENSMEYER, A. K. 1978. Taphonomic and ecologic information from bone \n\nweathering. Paleobiology, (4): 150-162. \n\nBEHRENSMEYER, A.K.; WESTERN, D.; BOAZ, D.E.D. 1979. New perspectives in \n\nvertebrate paleoecology from a recent bone assemblage. Paleobiology 5(1): 12-21.  \n\n\n\n 63\n\nBEHRENSMEYER, A.K. 1982. Time resolution in fluvial vertebrate assemblages. \n\nPaleobiology 8: 211-227. \n\nBEHRENSMEYER, A.K.; KIDWELL, S.M. 1985. Taphonomy's contributions to \n\npaleobiology. Paleobiology 11(1): 105-119. \n\nBEHRENSMEYER, A.K. 1990. Bones. In: Briggs, D.E. &amp; Crowther, P.R. (eds.) \n\nPalaeobiology: A Synthesis. Blackwell Science, Oxford, England, p. 232-235. \n\nBEHRENSMEYER, A.K. 1991. Terrestrial vertebrate accumulations. In: Allison, P.A. &amp; \n\nBriggs, D.E.G. (eds.) Taphonomy: Releasing The Data Locked In The Fossil Record. \n\nNew York, Plenum Press. p. 291-329. \n\nBEHRENSMEYER, A.K.; KIDWELL, S.M.; GASTALDO, R.A. 2000. Taphonomy and \n\nPaleobiology. Paleobiology 26 (Suplemento 1): 103-147. \n\nBHARTI, M.; SINGH, D. 2003. Insect faunal succession on decaying rabbit carcasses in \n\nPunjab, India. Journal of Forensic Science 48(5): 01-11. \n\nBLUMENSCHINE, R.J., MAREAN, C.W.; CAPALDO, S.D. 1996. Blind-tests of inter-\n\nanalyst correspondence and accuracy in the identification of cut marks, percussion marks, \n\nand carnivore tooth marks on bone surfaces. Journal of Archaeological Science 23: \n\n493-507. \n\nBOMBIN, M. 1976. Modelo paleo-ecológico evolutivo para o neo-quaternário d região da \n\ncampanha - oeste do Rio Grande do Sul (Brasil). Formação Touro Passo, seu \n\nconteúdo fossilífero e a pedogênese pós-deposicional. Programa de Pós-Graduação em \n\nGeociências, Universidade Federal do Rio Grande do Sul, Instituto de Geociências. \n\nDissertação de Mestrado, 133p. \n\nBOMBIN, M; KLAMT, E. 1975. Evidências paleoclimáticas em solos do Rio Grande do Sul. \n\nComunicações do Museu de Ciências da PUCRS, Porto Alegre, 13: 183-193. \n\nBRETT, C.E.; BAIRD, C.G. 1986. Comparative taphonomy: a key to paleoenvironmental \n\ninterpretation based on fossil preservation. Palaios 1(3): 207-227.   \n\n  \n\n\n\n 64\n\nBRIDGE, J.S. 1985. Paleochannel patterns inferred from alluvial deposits: a critical \n\nevaluation. Journal of Sedimentary Petrology 55(4): 579-589. \n\nBRIGGS, D.E.G. 1995. Experimental Taphonomy. Palaios 10: 539-550. \n\nBUCHMANN, F.S.C. 1994. Distribuição dos fósseis pleistocênicos na zona costeira e \n\nplataforma continental interna no Rio Grande do Sul. Acta Geologica Leopoldensia, \n\n17(39/1): 355-364. \n\nBUCHMANN, F.S.C., 2002. Bioclastos de organismos terrestres e marinhos na praia e \n\nplataforma interna do Rio Grande do Sul: natureza, distribuição, origem e \n\nsignificado geológico. Programa de Pós-Graduação em Geociências, Universidade \n\nFederal do Rio Grande do Sul. Tese de Doutorado, 108p. \n\nCALLIARI, L.J.; TOZZI, H.A.M. &amp; KLEIN, A.H.F. 1998. Beach Morphology and coastline \n\nerosion associated with storm surges in Southern Brazil - Rio Grande to Chuí, RS. Anais \n\nda Academia Brasileira de Ciências, 70 (2): 231-247.  \n\nCAPILLA, R.; HENRIQUES, D.D.R. 2005. Considerações sobre processos pré- e pós-\n\nsoterramento e sua aplicabilidade no estudo dos vertebrados fósseis. in: CONGRESSO \n\nLATINO-AMERICANO DE PALEONTOLOGIA DE VERTEBRADOS, 2. Rio de \n\nJaneiro. Livro de Resumos, p. 67-68. \n\nCARON, F. 2004. Apectos taxonômicos e tafonômicos dos fósseis de vertebrados \n\nterrestres (megafauna pampeana extinta) e marinhos (peixes e cetáceos) da praia do \n\nCassino, RS. Curso de Graduação em Oceanologia, Departamento de Oceanografia, \n\nFundação Universidade Federal do Rio Grande. Monografia de conclusão, 130 p. \n\nCARPENTER, K. 1998. Evidence of predatory behavior by carnivorous dinosaurs. Gaia 15: \n\n135-144. \n\nCORRÊA, I.C.S. &amp; ADE, M.V. 1987. Contribuição ao estudo da paleogeografia da \n\nplataforma continental interna do Rio Grande do Sul. In: CONGRESSO DA \n\nASSOCIAÇÃO BRASILEIRA DE ESTUDOS DO QUATERNÁRIO, 1, Porto Alegre, \n\nRS. Boletim de Resumos, p. 37-48. \n\n  \n\n\n\n 65\n\nCUNHA, F.L.S., 1959. Mamíferos fósseis do Pleistoceno  do  Rio  Grande do Sul I - \n\nUngulados. Rio  de  Janeiro, Divisão de Geologia e Mineralogia, Boletim 202, p.1-47. \n\nCUTLER, A.H. 1998. A note on the taphonomy of Lower Miocene fossil land mammals from \n\nthe marine Calvert Formation at the Pollack Farm Site, Delaware. In: Benson, R.N. (ed.) \n\nGeology and Paleontology of the Lower Miocene Pollack Farm Fossil Site, Delaware. \n\nDelaware Geological Survey Special Publication 21: 175-178. \n\nDA ROSA, A.A.S. 2003. Preliminary correlation of fluvial deposits at the extreme west of \n\nRio Grande do Sul State, southern Brazil. In: LATINAMERICAN CONGRESS OF \n\nSEDIMENTOLOGY, 3, Belém, Brasil. Abstract Book, p. 243-244. \n\nDA ROSA, A.A.S. 2007. Geologia do Quaternário continental do RS: situação atual e \n\nperspectivas de trabalho. In: WORKSHOP QUATERNÁRIO DO RS: INTEGRANDO \n\nCONHECIMENTOS, 1, Canoas. Resumos, p. 7-14. \n\nDA ROSA, A.A.S.; MILDER, S.E.S. 2001. Aloformação Guterrez: uma nova unidade \n\nestratigráfica para o extremo oeste do oeste do Estado do Rio Grande do Sul. In: \n\nCONGRESSO DA ASSOCIAÇÃO BRASILEIRA DE ESTUDOS DO \n\nQUATERNÁRIO, 8, Imbé. Boletim de Resumos, p. 253-254. \n\nDAVIS JR., R. A. 1983. Depositional Systems. Prentice-Hall, New Jersey. 669p. \n\nDEFLEUR, A.; WHITE, T.; VALENSI, P.; SLIMAK, L.; CRÉGUT-BONNOURE, É. 1999. \n\nNeanderthal cannibalism at Moula-Guercy, Ardèche, France. Science 286: 128-131. \n\nDELANEY, P.J.V. 1965. Fisiografia e geologia da superfície da planície costeira do Rio \n\nGrande do Sul. Publicação Especial da Escola de Geologia, Universidade Federal do \n\nRio Grande do Sul, Porto Alegre, 6: 1-195. \n\nDILLENBURG, S.R.; ESTEVES, L.S. &amp; TOMAZELLI, L.J. 2004. A critical evaluation of \n\ncoastal erosion in Rio Grande do Sul, Southern Brazil. Anais da Academia Brasileira \n\nde Ciências, 76(3): 611-623. \n\n  \n\n\n\n 66\n\nDOMÍNGUEZ-RODRIGO, M; PIQUERAS, A. 2003. The use of tooth pits to identify \n\ncarnivore taxa in tooth-marked archaeofaunas and their relevance to reconstruct hominid \n\ncarcass processing behaviours. Journal of Archaeological Science 30: 1385-1391. \n\nEFREMOV, I. 1940. Taphonomy: new branch of paleontology. Pan-American Geologist \n\n74(2): 81-93. \n\nFARIÑA, R.A.; VIZCAÍNO, S.F.; BARGO, M.S. 1998. Body mass estimations in Lujanian \n\n(Late Pleistocene-Early Holocene of South America) mammal megafauna. \n\nMastozoologia Tropical, 5(2): 87-108. \n\nFEJFAR, O.; KAISER, T.M. 2005. Insect bone-modification and paleoecology of Oligocene \n\nmammal-bearing sites in the Doupov mountains, northwestern Bohemia. Palaeontologia \n\nElectronica 8(1), 11p. \n\nFERIGOLO, J. 1987. Paleopatologia comparada de vertebrados: Homem de Lagoa \n\nSanta, Homem do sambaqui de Cabeçuda e mamíferos pleistocênicos. Programa de \n\nPós-Graduação em Geociências, Universidade Federal do Rio Grande do Sul (UFRGS), \n\nTese de Doutorado, 490p. \n\nFERIGOLO, J. 1992. Non-human vertebrate paleopathology of some Brazilian Pleistocene \n\nmammals. In: Araújo, A.J. G. &amp; Ferreira, L.F. (eds.). Paleopatologia e \n\nPaleoepidemiologia – Estudos Multidisciplinares. Fundação Oswaldo Cruz, Escola \n\nNacional de Saúde Pública, Rio de Janeiro, p. 213-234. \n\nFERNÁNDEZ-JALVO, Y. 1992. Small mammal taphonomy of Gran Dolina, Atapuerca \n\n(Burgos), Spain. Journal of Archaeological Science 19(4): 407-428. \n\nFERNÁNDEZ-JALVO, Y.; SÁNCHEZ-CHILLÓN, B.; ANDREWS, P.; FERNÁNDEZ-\n\nLÓPEZ, S.; MARTÍNEZ, A. 2002. Morphological taphonomic transformations of fossil \n\nbones in continental environments and repercussions on their chemical composition. \n\nArchaeometry 44(3): 353-361. \n\n  \n\n\n\n 67\n\nFIGUEIREDO JR., A. C. 1975. Geologia dos depósitos calcários biodetríticos da \n\nplataforma continental do Rio Grande do Sul. Programa de Pós-Graduação em \n\nGeociências, Universidade Federal do Rio Grande do Sul. Dissertação de Mestrado, 72 p. \n\nGUERRA, N.C.; KIANG, C.H.; SIAL, A.N. 2005. Carbonate cements in contemporaneous \n\nbeach-rocks, Jaguaribe beach, Itamaracá island, northeastern Brazil: Petrographic, \n\ngeochemical and isotopic aspects. Anais da Academia Brasileira de Ciências, 77(2): \n\n343-352. \n\nHAYNES, G. 1980. Evidence of carnivore gnawing on Pleistocene and recent mammalian \n\nbones. Paleobiology 6(3): 341-351. \n\nHEDGES, R.E.; MLLARD, A.R. 1995. Measurements and relationships of diagenetic \n\nalteration of bone from three archaeological sites. Journal of Archaeological Science \n\n22: 201-209. \n\nHEDGES, R.E.M. 2002. Bone diagenesis: an overview of processes. Archaeometry 44(3): \n\n319-328. \n\nHILL, A. 1979. Disarticulation and scattering of mammal skeletons. Paleobiology, 5(3): 261-\n\n274. \n\nHOLZ, M.; SIMÕES, M.G. 2002. Elementos fundamentais de Tafonomia. Porto Alegre, \n\nEditora da Universidade Federal do Rio Grande do Sul, 231 p. \n\nHSIOU, A.S.; FORTIER, D.C. 2007. Primeiro registro de Caiman (Crocodylia, Alligatoridae) \n\npara o Pleistoceno do Estado do Rio Grande do Sul, Brasil. Gaea, 3(1): 37-44. \n\nHUMING BAO; KOCH, P.L.; HEPPLE, R.P. 1998. Hematite and calcite coatings on fossil \n\nvertebrates. Journal o Sedimentary Research 68(5): 727-738. \n\nJAMES, N.P. 1972. Holocene and Pleistocene calcareous crust (caliche) profiles: criteria for \n\nsubaerial exposure.  Journal of Sedimentary Petrology, 42(4): 817-836. \n\n  \n\n\n\n 68\n\nJANZ, M.M.E.; NIELSEN-MARSH, C.M.; SMITH, C.I.; COLLINS, M.J.; KARS, H. 2004. \n\nCharacterisation of microbial attack on archaeological bone. Journal of Archaeological \n\nScience 31: 87-95. \n\nKAISER, T.M. 2000. Proposed insect modification to fossil mammalian bone from Plio-\n\nPleistocene hominid-bearing deposits of Laetoli (northern Tanzania). Annals of the \n\nEntomological Society of America 93(4): 693-700. \n\nKLAPPA, C.F. 1980. Rhizoliths in terrestrial carbonates: classification, recognition, genesis \n\nand significance. Sedimentology, 27:613-629. \n\nKOWSMANN, R.O.; COSTA, M.P.A. 1974. Paleolinhas de costa na plataforma continental \n\ndas regiões sul e norte brasileira. Revista Brasileira de Geociências 4: 215-222. \n\nLOPES, R.P. 2006. Os depósitos fossilíferos na porção sul da Planície Costeira do Rio \n\nGrande do Sul: aspectos estratigráficos e paleontológicos. Curso de Graduação em \n\nGeografia (Bacharelado), Fundação Universidade federal do Rio Grande (FURG). \n\nMonografia de conclusão, 82p.  \n\nLOPES, R.P; BUCHMANN, F.S.C; CARON, F. &amp; ITUSARRY, M.E. 2001. Tafonomia dos \n\nfósseis de vertebrados (megafauna extinta) encontrados ao longo das barrancas do arroio \n\nChuí e linha de costa, RS, Brasil. Pesquisas, 28(2): 67-73. \n\nLOPES, R.P; BUCHMANN, F.S.C; CARON, F. 2004. Aspectos Tafonômicos dos Fósseis de \n\nMamíferos Extintos (Megafauna Pleistocênica) Encontrados ao Longo das Barrancas do \n\nArroio Chuí, Rio Grande do Sul, Brasil. In: SIMPÓSIO BRASILEIRO DE \n\nPALEONTOLOGIA DE VERTEBRADOS, 4, Rio Claro. Anais, p. 37-38. \n\nLOPES, R.P.; BUCHMANN, F.S.C.; CARON, F.; ITUSARRY, M.E.G. 2005. Barrancas \n\nfossilíferas do arroio Chuí, RS - Importante megafauna pleistocênica no extremo sul do \n\nBrasil. In: Winge, M.; Schobbenhaus, C.; Berbert-Born- M.; Queiroz, E. T.; Campos, D. \n\nA.; Souza, C. R. G.; Fernandes, A. C. S. (Eds.) Sítios Geológicos e Paleontológicos do \n\nBrasil (Volume 2). Publicado na Internet em 31/10/2005 em \n\nhttp://www.unb.br/ig/sigep/sitio119/sitio119.pdf \n\n  \n\nhttp://www.unb.br/ig/sigep/sitio119/sitio119.pdf\n\n\n 69\n\nLOPES, R. P., BUCHMANN, F. S. C. &amp; CARON, F. 2006. Primeiro registro de fósseis de \n\naves marinhas na planície costeira do Rio Grande do Sul, Brasil. Revista Brasileira de \n\nGeociências, 36(4): 699-704.  \n\nLOPES, R.P.; BUCHMANN, F.S.C.; CARON, F. 2008a. Taphonomic analysis on fossils of \n\nPleistocene mammals from deposits submerged along Southern Rio Grande do Sul \n\ncoastal plain. Arquivos do Museu Nacional 66(1): 213-229. \n\nLOPES, R.P.; OLIVEIRA, L.C.; BAFFA, O.; KINOSHITA, A.; FIGUEIREDO, A.M.; \n\nBUCHMANN, F.S.C. 2008b. Datações por RSE em dentes de mamíferos pleistocênicos \n\ne suas implicaçõs para a bioestratigrafia e evoluçãoolução geológica da Planície Costeira \n\ndo Rio Grande do Sul In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE \n\nPALEONTOLOGIA - PALEO 2008, Porto Alegre.  Livro de Resumos, p.37. \n\nLOPES, R.P.; BUCHMANN, F.S.C.; CARON, F.; MEYER, K.E.B. (submetido) Integração \n\nde análises bioestratinômicas, sedimentares e palinológicas na reconstituição paleo-\n\nambiental da assembléia fossilífera do Arroio Chuí, Rio Grande do Sul, Brasil. \n\nLYMAN, R.L. 2005. Analyzing cut marks: lessons from artiodactyl remains in the \n\nnorthwestern United States. Journal of Archaeological Science 32: 1722-1732. \n\nMARCON, G.T.G. 2007. Contribuição ao estudo dos Proboscidea (Mammalia, \n\nGomphotheriidae) do Quaternário do Estado do Rio Grande do Sul, Brasil. \n\nPrograma de Pós-Graduação em Geociências, Universidade Federal do Rio Grande do \n\nSul (UFRGS), Dissertação de Mestrado, 113 p. \n\nMONTALVO, C.I. 2002. Root traces in fossil bones from the Huayquerian (Late Miocene) \n\nfaunal assemblage of Telén, La Pampa, Argentina. Acta Geologica Hispanica 37(1): 37-\n\n42. \n\nMONTALVO, C.I.; PESSINOA, M.E.M.; BAGATTOA, F.C. 2008. Taphonomy of the bones \n\nof rodents consumed by Andean hog-nosed skunks (Conepatus chinga, Carnivora, \n\nMephitidae) in central Argentina. Journal of Archaeological Science 35(6): 1481-1488.   \n\n  \n\n\n\n 70\n\nMOURA, M.O.; CARVALHO, C.J.B.; MONTEIRO-FILHO, E.L.A. 1997. A preliminary \n\nanalysis of insects of medico-legal importance in Curitiba, State of Paraná. Memórias do \n\nInstituto \n\nOLIVEIRA, E.V. 1992. Mamíferos fósseis do Pleistoceno Superior - Holoceno do Rio \n\nGrande do Sul, e seu significado paleoecológico. Programa de Pós-Graduação em \n\nGeociências, Universidade Federal do Rio Grande do Sul (UFRGS), Dissertação de \n\nMestrado, 118 p. \n\nOLIVEIRA, E.V. 1996. Mamíferos Xenarthra (Edentata) do Quaternário do estado do Rio \n\nGrande do Sul, Brasil. Ameghiniana, 33(1): 65-75. \n\nOLIVEIRA, E.V.; PREVOSTI, F.J.; PEREIRA, J.C. 2005. Protocyon troglodytes (Lund) \n\n(Mammalia, Carnivora) in the Late Pleistocene of Rio Grande do Sul and their \n\npaleoecological significance. Revista Brasileira de Paleontologia, 8(3): 215-220. \n\nORTNER, D.J.; PUTSCHAR, W.G. 1980. Identification of pathological conditions in \n\nhuman skeletal remains. Smithsonian Contributions to Anthropology 28, 479p. \n\nPAULA COUTO, C. 1939. Paleontologia do Rio Grande do Sul. Revista do Instituto \n\nHistórico e Geográfico do Rio Grande do Sul, v. III, p.29-90.   \n\nPITANA, V.G.; SCHERER, C.; RIBEIRO, A.M. 2005. Um Proterotheriidae (Mammalia, \n\nLitopterna) do Quaternário do Estado do Rio Grande do Sul, Brasil. In: CONGRESSO \n\nLATINO-AMERICANO DE PALEONTOLOGIA DE VERTEBRADOS, 2. Rio de \n\nJaneiro. Livro de Resumos, p. 205-206. \n\nRODRIGUES, P. H. 2003. Contribuição ao conhecimento dos carnívoros e roedores \n\npleistocênicos procedentes da porção sul da planície costeira do estado do Rio \n\nGrande do Sul, Brasil. Universidade Federal do Rio Grande do Sul, Programa de Pós-\n\nGraduação em Geociências. Dissertação de Mestrado. 83p. \n\nRODRIGUES, P.H. &amp; FERIGOLO, J. 2004. Roedores pleistocênicos da Planície Costeira do \n\nEstado do Rio Grande do Sul, Brasil. Revista Brasileira de Paleontologia, 7(2): 231-\n\n238. \n\n  \n\n\n\n 71\n\nROGERS, E.M.; ROGERS, R.R.; FOREMAN, B.Z. 2007. Continental insect borings in \n\ndinosaur bone: examples from the Late Cretaceous of Madagascar and Utah. Journal of \n\nPaleontology 81(1): 201-208. \n\nROGERS, R.R. 1990. Taphonomy of Three Dinosaur Bone Beds in the Upper Cretaceous \n\nTwo Medicine Formation of Northwestern Montana: Evidence for Drought-Related \n\nMortality. Palaios 5(5): 394-413. \n\nRYAN, M.J.; RUSSELL, A.P.; EBERTH, D.A.; CURRIE, P.J. 2001. The Taphonomy of a \n\nCentrosaurus (Ornithischia: Certopsidae) Bone Bed from the Dinosaur Park Formation \n\n(Upper Campanian), Alberta, Canada, with Comments on Cranial Ontogeny. Palaios \n\n16(5): 482-506. \n\nRYAN, M.J.; CURRIE, P.J.; GARDNER, J.D.; VICKARYOUS, M.K.; LAVIGNE, J.M. \n\n1998. Baby hadrosaurid material associated with an unusually high abundance of \n\nTroodon teeth from the Horseshoe Canyon Formation, Upper Cretaceous, Alberta, \n\nCanada. Gaia 15: 123-133. \n\nSCHERER, C.S. 2005. Estudo dos camelidae (mammalia, artiodactyla) do Quaternário \n\ndo estado do Rio Grande do Sul, Brasil. Universidade Federal do Rio Grande do Sul, \n\nPrograma de Pós-Graduação em Geociências. Dissertação de Mestrado. 176 p. \n\nSCHERER, C.S.; FERIGOLO, J.; RIBEIRO, A.M.; CARTELLE, C. 2007. Contribution to \n\nthe knowledge of Hemiauchenia paradoxa (Artiodactyla, Camelidae) from the \n\nPleistocene of southern Brazil. Revista Brasileira de Paleontologia 10(1): 35-52. \n\nSELVAGGIO, M.M. 1994. Carnivore tooth marks and stone tool butchery marks on \n\nscavenged bones: archaeological implications. Journal of Human Evolution 27:215-\n\n228. \n\nSOLIANI Jr., E. 1973. Geologia da Região de Santa Vitória do Palmar, RS, e a Posição \n\nEstratigráfica dos Fósseis de Mamíferos Pleistocênicos. Programa de Pós-Graduação \n\nem Geociências, Universidade Federal do Rio Grande do Sul (UFRGS), Dissertação de \n\nMestrado. \n\n  \n\n\n\n 72\n\nSTODDART, D.R.; CANN, J.R. 1965. Nature and origin of beach rock. Journal of \n\nSedimentary Research 35(1): 243-247. \n\nTAPPEN, M. 1994. Bone weathering in the tropical rain forest. Journal of Archaeological \n\nScience 21: 667-673. \n\nTAYLOR. P.D.; WILSON, M.A. 2002. A new terminology for marine organisms inhabiting \n\nhard substrates. Palaios, 17:522-525. \n\nTURNBULL, W.D.; MARTILL, D.M. 1988. Taphonomy and preservation of a monospecific \n\ntitanothere assemblage from the Washakie Formation (late Eocene), southern Wyoming. \n\nAn ecological accident in the fossil records. Palaeogeography, Palaeoclimatology, \n\nPalaeoecology 63(1-3): 91-108. \n\nTURNER-WALKER, G.; SYVERSEN, U. 2002. Quantifying histological changes in \n\narchaeological bones using BSE-SEM image analysis. Archaeometry 44(3): 461-468. \n\nTUROSS, N. 2002. Alterations in fossil collagen. Archaeometry 44(3): 427-434. \n\nTUROSS, N.; BEHRENSMEYER, A.K.; EANES, E.D.; FISHER, L.W. 1989. Molecular \n\npreservation and crystallographic alterations in a weathering sequence of wildebeest \n\nbones. Apllied Geochemistry 4: 261-270. \n\nUBILLA, M.; OLIVEIRA, E.V.; RINDERKNECHT, A.; PEREIRA, J. 2008. The \n\nhystricognath rodent Microcavia in the Late Pleistocene of Brazil (Rio Grande do Sul, \n\nSouth America) (Mammalia: Caviidae). Biogeographic and paleoenvironmental \n\nimplications. Neues Jahrbüch für Geologie und Paläontologie - Abhandlungen, \n\n247(1):15-21. \n\nVoorhies, R.M. 1969. Taphonomy and population dynamics of an Early Pliocene vertebrate \n\nfauna, Knox County, Nebraska. University of Wyoming. Contributions to Geology \n\nSpecial Paper, 1, 69p. \n\nWALKER, T.R.; HONEA, R.M. 1969. Iron content of modern deposits in the Sonoran \n\nDesert: a contribution to the origin of red beds. Geological Society of America Bulletin \n\n80: 535-511. \n\n  \n\n\n\n \n\n \n\n73\n\n \n\nWATTS, N.L. 1980. Quaternary pedogenetic calcretes from the Kalahari (southern Africa): \n\nmineralogy, genesis and diagenesis. Sedimentology, 27: 661-686. \n\nWHITMORE, F.C.; EMERY, K.O.; COOKE, H.B.S. &amp; SWIFT, D.J.P. 1967. Elephant teeth \n\nfrom the Atlantic continental shelf. Science, 156: 1477-1481. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXO 1 - FIGURAS \n\n \n\n \n\n\n\n 75\n\n \n\nFigura 1 – Localidades fossilíferas do Pleistoceno do Estado do Rio Grande do Sul: a – \n\nMunicípio de Uruguaiana; b – Município de Itaqui; c – Município de Alegrete; d – \n\nMunicípio de Rosário do Sul; e – Município de Dom Pedrito; f – Arroio Chuí (Município \n\nde Santa Vitória do Palmar); g – Concheiros (Município de Santa Vitória do Palmar). \n\n  \n\n\n\n 76\n\n \n\nFigura 2 – Localização do Arroio Touro Passo, Município de Uruguaina, e aspecto do \n\nafloramento (foto de DA ROSA, 2003). \n\n  \n\n\n\n 77\n\n \n\nFigura 3 – Estratigrafia da Formação Touro Passo (Modificado de BOMBIN, 1976). \n\n \n\n \n\n  \n\n\n\n 78\n\n \n\nFigura 4 – Localização do Arroio Chuí, Município de Santa Vitória do Palmar \n\n(modificado de LOPES et al., 2005). \n\n \n\n \n\nFigura 5 – Visão panorâmica e estratigrafia dos depósitos do Arroio Chuí, no Município \n\nde Santa Vitória do Palmar (modificado de LOPES et al., 2005). \n\n  \n\n\n\n 79\n\n \n\nFigura 6 – Aspecto das concentrações fossilíferas chamadas “concheiros”, no Município \n\nde Santa Vitória do Palmar (foto de Felipe Caron). \n\n \n\n \n\n \n\n \n\n \n\n  \n\n  \n\n\n\n 80\n\n \n\nFigura 7 – Rádio (MCN-PV0857) e ulna (MCN-PV1021) de Toxodon do Arroio Touro \n\nPasso, Município de Uruguaiana, excepcionalmente bem preservados (escala = 5 cm). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n 81\n\n \n\nFigura 8 – Tíbia de Mylodontidae indet. (MCN-PV3229) mostrando sinais de \n\nintemperismo estágio 1 (setas brancas) e estágio 2 (setas pretas) (escala = 5 cm). \n\n \n\n \n\nFigura 9 – Tíbia de Palaeolama major (MCN-PV1975d; SCHERER, 2005) exibindo \n\nfraturas longitudinais e transversais (escala = 5 cm). \n\n \n\n  \n\n\n\n 82\n\n \n\nFigura 10 – Dentário de Hemiauchenia paradoxa (MCN-PV1471; SCHERER, 2005) \n\nmostrando diferenças no intemperismo entre os dentes e o osso (escala = 5 cm). \n\n \n\n \n\nFigura 11 – Ulna de Tardigrada (MCN-PV0942) exibindo marcas de raízes, indicadas \n\npelas setas (escala = 5 cm).  \n\n  \n\n\n\n 83\n\n \n\n \n\nFigura 12 – Vértebra de Macrauchenia patachonica (MCN-PV2160), fragmento de osso \n\nlongo (MCN-PV8062-c) e extremidade proximal de fêmur de ?Camelidae (MCN-\n\nPV2088?) mostrando incrustação carbonática (escala = 5 cm). \n\n \n\n  \n\n\n\n 84\n\n \n\nFigura 13 – Tíbia direita de milodontíneo (MCN-PV1482; OLIVEIRA, 1992), \n\nmostrando o padrão reticulado de fraturas associadas à incrustação carbonática (escala \n\n= 5 cm). \n\n  \n\n\n\n 85\n\n \n\nFigura 14 – No alto, vértebras de Ursidae indet. (MCN-PV1940), exibindo moldes de \n\nraízes (indicado pela seta). Embaixo, fragmento de chifre de Cervidae (MCN-PV3256), \n\nparcialmente recoberto por rizocreções (escala = 5 cm). \n\n  \n\n\n\n 86\n\n \n\nFigura 15 – A) Osteodermos de Pampatherium typum (MCN-PV1944) e B) de \n\nmilodontídeo, mantidos associados devido à incrustação carbonática (escala = 5 cm). \n\n  \n\n\n\n 87\n\n \n\nFigura 16 – Fêmur de Toxodon platensis (MCN-PV1029), cabeça de fêmur de \n\nMegatherium (MCN-PV2937) e fragmento de fêmur de T. platensis (MCN-PV3230), \n\nmostrando incrustação ferruginosa (escala = 5 cm). \n\n \n\n \n\n \n\n  \n\n\n\n 88\n\n \n\nFigura 17 – Úmero de Ursidae indet. (MCN-PV1940) e osso não-identificado (MCN-\n\nPV3314), mostrando perfurações feitas por insetos, provavelmente larvas de coleópteros. \n\n  \n\n\n\n 89\n\n \n\nFigura 18 – Úmero esquerdo de Mylodontidae indet. (LGP-Q0004), coletado em um \n\ncanal transversal ao Arroio Chuí, Município de Santa Vitória do Palmar, porém no \n\nmesmo horizonte estratigráfico dos fósseis encontrados nas barrancas do arroio (à \n\nesquerda, indicado pela seta) (escala = 10 cm). \n\n  \n\n\n\n 90\n\n \n\nFigura 19 - No alto, vértebras de Mylodontidae indet. (LGP-Q0001a-d; LOPES et al., \n\n2001) articuladas (escala = 5 cm); embixo, fragmento de costela do mesmo animal (LGP-\n\nQ0001e), com osteodermos ainda associados (escala = 1 cm). \n\n \n\n \n\n \n\n  \n\n\n\n 91\n\n \n\nFigura 20– Fragmento de escápula, possivelmente de Cervidae (LGP-CH0035), \n\nmostrando fraturas profundas, indicativas de estágio 2 de intemperismo (escala = 1 cm). \n\n \n\n \n\nFigura 21 – Tíbia de Cervidae indet. (LGP-I0001), mostrando fratura pré-fossilização \n\nna extremidade proximal (escala = 5 cm). \n\n  \n\n\n\n 92\n\n \n\n \n\nFigura 22 – Mandíbula de Toxodon platensis (LGP-E0003; LOPES et al., 2001): no alto, \n\no espécime ainda na camada, associado a um fragmento de costela (a) e escápula (b); \n\nembaixo, após a remoção, mostrando fraturas pós-fossilização (escala = 10 cm). \n\n  \n\n\n\n 93\n\n \n\nFigura 23 – Corpo vertebral incompleto, não-identificado (LGP-CH0157), em vista \n\nlateral, mostrando sinais de abrasão de grau 2 (escala = 5 cm). \n\n  \n\n\n\n 94\n\n \n\nFigura 24 – Fragmento ósseo não-identificado (LGP-CH0033) mostrando marcas de \n\ncrescimento de raízes, indicadas pelas setas (escala = 1 cm). \n\n \n\n \n\n \nFigura 25 – Fragmento de osso longo não-identificado (LGP-CH0080), parcialmente \n\nescurecido devido à exposição à água (escala = 5 cm).  \n\n \n\n  \n\n\n\n 95\n\n \nFigura 26 – Fragmento de chifre de Morenelaphus sp. (LGP-I0005), com incrustações \n\ncarbonáticas, indicadas pelas setas (escala = 1 cm). \n \n\n \nFigura 27 – Fragmento ósseo não-identificado (LGP-CH0112), exibindo incrustação de \n\nsedimento ferruginoso (escala = 5 cm). \n\n  \n\n\n\n 96\n\n \nFigura 28 – Ulna atribuída a Toxodontidae indet. (LGP-PC0035), mostrando profundas \n\nfraturas longitudinais, indicativas de intemperismo estágio 2 (escala = 5 cm). \n\n  \n\n\n\n 97\n\n \n\n \nFigura 29 – Fragmento distal de fêmur de Megatheriidae (LGP-R0006) e fragmento \n\ndistal de tíbia atribuída a Glossotherium, (LGP-Q0023) exibindo sinais de intemperismo  \n\nestágio 1, na forma de fraturas reticuladas (escala = 5 cm). \n\n \n\n  \n\n\n\n 98\n\n \nFigura 30 – Tíbia não-identificada (LGP-PC0046) exibindo áreas com abrasão intensa \n\n(grau 2) nas extremidades, inicados pelas setas, enquanto o eixo do osso não apresenta \n\nessas feições (escala = 5cm). \n\n  \n\n\n\n 99\n\n \n\nFigura 31 – Porção occipital de um crânio de Toxodon platensis (LGP-E0020; LOPES et \n\nal., 2008a), exibindo colonização por organismos marinhos incrustantes (escala = 10 cm). \n\n \n\n \n\n  \n\n\n\n 100\n\n \n\nFigura 32 – Fóssil não-identificado (LGP-PC0051) incrustado em um bloco de coquina \n\n(escala = 5 cm). \n\n \n\nFigura 33 – Fragmento de osso longo (LGP-PC0052) com a cavidade interna preenchida \n\npor coquina (escala = 5 cm).  \n\n  \n\n\n\n 101\n\n \n\nFigura 34 – Fragmento de osso longo (LGP-PC0053) exibindo fraturas devido à \n\nrecristalização e expansão do cimento carbonático (escala = 5 cm). \n\n \n\n  \n\n\n\n \n\n \n\n102\n\n \n\n \n\nFigura 35 – Tafogramas comparativos dos resultados das análises. No eixo Y, as \n\nvariáveis analisadas; no eixo  X, as proporções de fósseis correspondentes a cada \n\nvariável, expressas em porcentagens. \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXO 2 – LISTAGEM DO MATERIAL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 104\n\nRegião da Campanha: \n \nEspécime Osso Taxonomia \nMCN-PV0839 vértebra dorsal Toxodon platensis \nMCN-PV0841 vértebra dorsal Toxodon platensis \nMCN-PV0854 metacarpal II esquerdo Toxodon platensis \nMCN-PV0857 rádio direito Toxodon platensis \nMCN-PV0860 carpal esquerdo Toxodon platensis \nMCN-PV0868 metacarpal IV esquerdo Toxodon platensis \nMCN-PV0880 fêmur direito Toxodon platensis \nMCN-PV0885 metacarpal III esquerdo Toxodon platensis \nMCN-PV0893 vértebra dorsal Toxodon platensis \nMCN-PV0901 carpal esquerdo (unciforme) Toxodon platensis \nMCN-PV0909 carpal esquerdo (magno) Toxodon platensis \nMCN-PV0928 vértebra dorsal Toxodon platensis \nMCN-PV0942 ulna Tardigrada \nMCN-PV0946 fragmento de pelve Toxodontidae \nMCN-PV0952 fragmento de pelve Toxodon platensis \nMCN-PV0977 fragmento não-identificado  \nMCN-PV0984 carpal esquerdo (cubóide) Toxodon platensis \nMCN-PV1018 ulna direita Toxodon platensis \nMCN-PV1021 ulna esquerda Toxodon platensis \nMCN-PV1029 fêmur direito Toxodon platensis \nMCN-PV1058 tíbia esquerda Toxodon platensis \nMCN-PV1471 dentário direito Hemiauchenia paradoxa \nMCN-PV1482 tíbia direita Mylodontinae \nMCN-PV1970 dente incisivo superior Toxodon platensis \nMCN-PV1970 dente incisivo superior Toxodon platensis \nMCN-PV1970 dente incisivo superior Toxodon platensis \nMCN-PV1973 fragmento de úmero (distal) Hemiauchenia paradoxa? \nMCN-PV1975a metatarsal Palaeolama major \nMCN-PV1975b rádio / ulna Palaeolama major \nMCN-PV1975c fragmento de fêmur (extremidade distal) Camelidae \nMCN-PV1975d tíbia Palaeolama major \nMCN-PV1981 vértebra Cervidae \nMCN-PV1991? vértebra Cervidae \nMCN-PV2065-A vértebra Cervidae \nMCN-PV2065-B vértebra Cervidae \nMCN-PV2082a metatarsal Palaeolama major \nMCN-PV2084 tíbia Tardigrada \nMCN-PV2088 fragmento de úmero (distal) Camelidae \nMCN-PV2088? fragmento de fêmur (proximal) Artiodactyla (Cervidae?) \nMCN-PV2097 fragmento de dentário Cervidae? \nMCN-PV2160 vértebra Macrauchenia patachonica \nMCN-PV2162 fêmur Tardigrada \nMCN-PV2164-A vértebra lombar Hemiauchenia paradoxa \nMCN-PV2164-B vértebra lombar Hemiauchenia paradoxa \n\n  \n\n\n\n 105\n\nMCN-PV2164-C vértebra lombar Hemiauchenia paradoxa \nMCN-PV2164-D vértebra lombar Hemiauchenia paradoxa \nMCN-PV2298-A fragmento de mandíbula Cervidae? \nMCN-PV2298-B fragmento de mandíbula Cervidae? \nMCN-PV2298-C fragmento de galhada Cervidae \nMCN-PV2918 metatarsal ou metacarpal Artiodactyla (Cervidae?) \nMCN-PV2970 vértebra Cervidae \nMCN-PV3025 úmero? Tardigrada? \nMCN-PV3241 fragmento de calota craniana Tardigrada? \nMCN-PV3256 fragmento de galhada Cervidae \nMCN-PV3265 vértebra Camelidae? \nMCN-PV3266 vértebra Tardigrada \nMCN-PV3267 fragmento de mandíbula Camelidae? \nMCN-PV3278 metatarsal Palaeolama major \nMCN-PV3281 vértebra Cervidae \nMCN-PV3282 fragmento de vértebra Cervidae \nMCN-PV3283 vértebra Cervidae \nMCN-PV3284 fragmento de vértebra Cervidae \nMCN-PV3334 fragmento de úmero (distal) Camelidae \nMCN-PV3421 fragmento de vértebra Cervidae \nMCN-PV3422 vértebra Cervidae \nMCN-PV5664 fragmento de fêmur esquerdo Stegomastodon waringi \nMCN-PV6945-A fragmento de dentário Camelidae \nMCN-PV6945-B dentário Camelidae \nMCN-PV6946 fragmento de dentário Palaeolama major \nMCN-PV7927 sacro Palaeolama major? \nMCN-PV8062 fragmento de dente molar Cervidae \nMCN-PV8062 fragmento de pelve Cervidae \nMCN-PV8062 vértebra Cervidae \nMCN-PV8062-A fragmento de ulna Cervidae? \nMCN-PV8062-B fragmento de pelve Cervidae? \nMCN-PV8062-C fragmento de osso longo Cervidae? \nMCN-PV8062-D fragmento de dente molar Cervidae? \nMCN-PV8062-E fragmento de metatarsal? Cervidae? \nMCN-PV8062-F fragmento distal de rádio? Cervidae? \nMCN-PV8062-G fragmento distal de ulna? Cervidae? \nMCN-PV8062-H fragmento de dente molar Cervidae? \nMCN-PV3320 escápula  \nMCN-PV2077 dentário Cervidae? \nMCN-PV3314 carpal?  \ns/n fragmento de osso longo  \ns/n fragmento de costela  \ns/n fragmento de úmero?   \nMCN-PV2189 dente Equus sp. \nMCN-PV2163 dente Equus sp. \nMCN-PV3268 fragmento de mandíbula Equus sp. \nMCN-PV3269 fragmento de mandíbula Equus sp. \n\n  \n\n\n\n 106\n\nMCN-PV3274 fragmento de metatarsal Equus sp. \nMCN-PV3275 fragmento de metatarsal Equus sp. \nMCN-PV1944  osteodermo Pampatherium typum \nMCN-PV1944  osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \n\n  \n\n\n\n 107\n\nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1944 osteodermo Pampatherium typum \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV1942 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \nMCN-PV 2081 osteodermo Glyptodon sp. \n\n  \n\n\n\n 108\n\nMCN-PV0219 fêmur Ursidae \nMCN-PV1940-A vértebra Ursidae \nMCN-PV1940-B vértebra Ursidae \nMCN-PV1940-C vértebra Ursidae \nMCN-PV1940-D vértebra Ursidae \nMCN-PV1940-E vértebra Ursidae \nMCN-PV1940-F vértebra Ursidae \nMCN-PV1940-G sacro Ursidae \nMCN-PV1940-H úmero Ursidae \nMCN-PV2090 tíbia Glossotherium robustum \nMCN-PV2091 fêmur esquerdo  cf. Glossotherium robustum \nMCN-PV2089 fragmento de dentário Artiodactyla  \nMCN-PV1061-B tíbia esquerda Stegomastodon waringi \nMCN-PV1061-D fragmento de úmero direito Stegomastodon waringi \nMCN-PV1061-E rádio direito Stegomastodon waringi \nMCN-PV1061-G1 fêmur direito Stegomastodon waringi \nMCN-PV1061-G2 fêmur esquerdo (diáfise) Stegomastodon waringi \nMCN-PV1061-I metatarsal Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1061-L fragmento de costela Stegomastodon waringi \nMCN-PV1424 fêmur direito Mylodon? \nMCN-PV3229 tíbia Mylodontidae? \nMCN-PV3233 tíbia direita Hemiauchenia paradoxa \nMCN-PV3234 tíbia esquerda Hemiauchenia paradoxa \nMCN-PV3230 fragmento de fêmur direito (distal) Toxodon platensis \n\n  \n\n\n\n 109\n\nMCN-PV3231 fragmento de fêmur direito (proximal) Toxodon platensis \nMCN-PV0829 vértebra caudal Megatheriidae? \nMCN-PV3345 dentário esquerdo Cervidae \nMCN-PV0951 fragmento de crânio (occipital) Camelidae? \nMCN-PV2173 fragmento de tíbia? Glossotherium robustum \nMCN-PV2937 fragmento de fêmur (cabeça) Megatherium sp.? \nMCN-PV3037 metatarsal Camelidae \nMCN-PV3196 fragmento de dentário Camelidae \nMCN-PV3427 fragmento deúmero (distal) Camelidae \nMCN-PV8219 ulna esquerda Stegomastodon waringi \n\n \n \nArroio Chuí: \n \nEspécime Osso Taxonomia \nLGP-CH0001 fragmento não-identificado  \nLGP-CH0002 fragmento não-identificado  \nLGP-CH0003 fragmento não-identificado  \nLGP-CH0004 fragmento de costela (proximal)  \nLGP-CH0005 fragmento não-identificado  \nLGP-CH0006 fragmento não-identificado  \nLGP-CH0007 fragmento de escápula  \nLGP-CH0008 fragmento de costela  \nLGP-CH0009 falange  \nLGP-CH0010 fragmento de occipital  \nLGP-CH0011 carpal?  \nLGP-CH0012 falange  \nLGP-CH0013 fragmento de costela  \nLGP-CH0014 carpal?  \nLGP-CH0015 fragmento não-identificado  \nLGP-CH0016 fragmento de rádio (distal) Cervidae? \nLGP-CH0017 fragmento não-identificado  \nLGP-CH0018 fragmento não-identificado  \nLGP-CH0019 falange?  \nLGP-CH0020 calcâneo Artiodactyla \nLGP-CH0021 fragmento de metatarsal Cervidae \nLGP-CH0022 fragmento de vértebra  \nLGP-CH0023 fragmento não-identificado  \nLGP-CH0024 fragmento de costela  \nLGP-CH0025 calcâneo?  \nLGP-CH0026 fragmento de costela  \nLGP-CH0027 vértebra  \nLGP-CH0028 fragmento de úmero  \nLGP-CH0029 vértebra lombar  \nLGP-CH0030 fragmento não-identificado  \nLGP-CH0031 vértebra (corpo)  \nLGP-CH0032 fragmento não-identificado  \n\n  \n\n\n\n 110\n\nLGP-CH0033 fragmento não-identificado  \nLGP-CH0034 fragmento de metatarsal (distal) Cervidae? \nLGP-CH0035 escápula Cervidae? \nLGP-CH0036 fragmento de costela  \nLGP-CH0037 vértebra cervical  \nLGP-CH0038 carpal  \nLGP-CH0039 vértebra (corpo)  \nLGP-CH0040 fragmento de costela  \nLGP-CH0041 fragmento de costela  \nLGP-CH0042 fragmento de úmero (proximal)  \nLGP-CH0043 fragmento de sacro Glyptodontidae? \nLGP-CH0044 vértebra (corpo)  \nLGP-CH0045 atlas Tardigrada? \nLGP-CH0046 vértebra dorsal  \nLGP-CH0047 vértebra lombar  \nLGP-CH0048 vértebra (corpo)  \nLGP-CH0049 úmero?  \nLGP-CH0050 fragmento de costela  \nLGP-CH0051 fragmento de vértebra (proc. esp.)  \nLGP-CH0052 vértebra (corpo)  \nLGP-CH0053 vértebra (corpo)  \nLGP-CH0054 vértebra (corpo)  \nLGP-CH0055 fragmento não-identificado  \nLGP-CH0056 carpal  \nLGP-CH0057 fragmento não-identificado  \nLGP-CH0058 vértebra cervical  \nLGP-CH0059 fragmento de úmero (distal)  \nLGP-CH0060 fragmento de pelve?   \nLGP-CH0061 fragmento de vértebra (caudal)  \nLGP-CH0062 fragmento de costela  \nLGP-CH0063 fragmento de vértebra (proc. esp.)  \nLGP-CH0064 fragmento não-identificado  \nLGP-CH0065 fragmento de costela  \nLGP-CH0066 fragmento de escápula  Toxodontidae \nLGP-CH0067 fragmento de costela  \nLGP-CH0068 costela  \nLGP-CH0069 vértebra lombar (arco neural)  \nLGP-CH0070 não-identificado  \nLGP-CH0071 fragmento de costela  \nLGP-CH0072 fragmento de ulna cf. Toxodontidae \nLGP-CH0073 fragmento de vértebra  \nLGP-CH0074 fragmento de vértebra  \nLGP-CH0075 fragmento de costela  \nLGP-CH0076 fragmento de costela  \nLGP-CH0077 fragmento de costela  \nLGP-CH0078 fragmento de vértebra  \nLGP-CH0079 fragmento não-identificado  \n\n  \n\n\n\n 111\n\nLGP-CH0080 fragmento de osso longo  \nLGP-CH0081 costela (proximal)  \nLGP-CH0082 fragmento de occipital?  \nLGP-CH0083 não-identificado  \nLGP-CH0084 fragmento de sacro?  \nLGP-CH0085 vértebra lombar cf. Stegomastodon \nLGP-CH0086 carpal  \nLGP-CH0087 fragmento de escápula  Cervidae? \nLGP-CH0088 calcâneo Artiodactyla \nLGP-CH0089 fragmento de mandíbula?  \nLGP-CH0090 fragmento de costela  \nLGP-CH0091 fragmento de costela  \nLGP-CH0092 fragmento não-identificado  \nLGP-CH0093 falange  \nLGP-CH0094 fragmento não-identificado  \nLGP-CH0095 fragmento de dente  \nLGP-CH0096 fragmento não-identificado  \nLGP-CH0097 fragmento de costela  \nLGP-CH0098 fragmento de costela  \nLGP-CH0099 fragmento de costela  \nLGP-CH0100 disco vertebral  \nLGP-CH0101 carpal  \nLGP-CH0102 fragmento de costela  \nLGP-CH0103 carpal  \nLGP-CH0104 tíbia (proximal) cf. Megatheriidae \nLGP-CH0105 fragmento de pelve (acetábulo)  \nLGP-CH0106 fragmento de pelve? (acetábulo)  \nLGP-CH0107 fragmento não-identificado  \nLGP-CH0108 fragmento não-identificado  \nLGP-CH0109 fragmento não-identificado  \nLGP-CH0110 fragmento de costela  \nLGP-CH0111 fragmento não-identificado  \nLGP-CH0112 fragmento não-identificado  \nLGP-CH0113 fragmento de vértebra lombar   \nLGP-CH0114 fragmento não-identificado  \nLGP-CH0115 fragmento não-identificado  \nLGP-CH0116 fragmento de pelve? (acetábulo)  \nLGP-CH0117 fragmento não-identificado  \nLGP-CH0118 fragmento não-identificado  \nLGP-CH0119 fragmento não-identificado  \nLGP-CH0120 fragmento de pelve? (acetábulo)  \nLGP-CH0121 fragmento de fêmur? (côndilo)  \nLGP-CH0120 calcâneo  \nLGP-CH0121 metatarsal Cervidae \nLGP-CH0122 fragmento não-identificado  \nLGP-CH0123 fragmento de vértebra lombar   \nLGP-CH0124 fragmento de costela  \n\n  \n\n\n\n 112\n\nLGP-CH0125 fragmento não-identificado  \nLGP-CH0126 fragmento de vértebra lombar   \nLGP-CH0127 vértebra (corpo)  \nLGP-CH0128 fragmento não-identificado  \nLGP-CH0129 fragmento não-identificado  \nLGP-CH0130 fragmento de úmero (distal)  \nLGP-CH0131 fragmento não-identificado  \nLGP-CH0132 fragmento não-identificado  \nLGP-CH0133 falange Tardigrada \nLGP-CH0134 fragmento não-identificado  \nLGP-CH0135 fragmento não-identificado  \nLGP-CH0136 fragmento não-identificado  \nLGP-CH0137 fragmento não-identificado  \nLGP-CH0138 fragmento não-identificado  \nLGP-CH0139 fragmento não-identificado  \nLGP-CH0140 fragmento não-identificado  \nLGP-CH0141 fragmento não-identificado  \nLGP-CH0142 fragmento não-identificado  \nLGP-CH0143 fragmento não-identificado  \nLGP-CH0144 fragmento não-identificado  \nLGP-CH0145 fragmento de costela  \nLGP-CH0146 fragmento não-identificado  \nLGP-CH0147 fragmento não-identificado  \nLGP-CH0148 fragmento de vértebra cervical  \nLGP-CH0149 fragmento não-identificado  \nLGP-CH0150 carpal  \nLGP-CH0151 fragmento não-identificado  \nLGP-CH0152 fragmento não-identificado  \nLGP-CH0153 fragmento de dente molar Tardigrada \nLGP-CH0154 carpal  \nLGP-CH0155 fragmento não-identificado  \nLGP-CH0156 fragmento não-identificado  \nLGP-CH0157 vértebra (corpo)  \nLGP-CH0158 fragmento de mandíbula?  \nLGP-CH0159 fragmento de crânio (parietal) cf. Toxodontidae \nLGP-CH0160 fragmento de escápula  \nLGP-CH0161 fragmento de mandíbula  \nLGP-CH0162 fragmento de úmero (distal)  \nLGP-CH0163 fragmento de pelve  \nLGP-CH0164 fragmento de úmero (cabeça)  \nLGP-CH0165 ulna  \nLGP-CH0166 fragmento de osso longo  \nLGP-CH0167 fragmento de úmero (distal)  \nLGP-CH0168 fragmento de úmero (distal)  \nLGP-CH0169 fragmento de osso longo  \nLGP-CH0170 fragmento de osso longo  \nLGP-CH0171 fragmento de costela  \n\n  \n\n\n\n 113\n\nLGP-CH0172 ulna  \nLGP-CH0173 fragmento de osso longo  \nLGP-E0003 Mandíbula Toxodon platensis \nLGP-E0004 fragmento de molar inferior Toxodon sp. \nLGP-E0005 fragmento de molar superior Toxodon sp. \nLGP-E0006 fragmento de molar superior? Toxodon sp. \nLGP-E0007 fragmento de dente Toxodon sp. \nLGP-E0008 fragmento de crânio (parietal-occipital) Toxodon sp. \nLGP-E0009 fragmento de rádio (distal) Toxodon sp. \nLGP-E0010 incisivo Toxodon sp. \nLGP-E0011 molar Toxodon sp. \nLGP-E0012 incisivo Toxodon sp. \nLGP-E0013 fragmento de molar Toxodon sp. \nLGP-G0001 fragmento de molar Stegomastodon waringi \nLGP-G0002 fragmento de molar Stegomastodon waringi \nLGP-G0003 fragmento de vértebra torácica Stegomastodon waringi \nLGP-G0004 molar Stegomastodon waringi \nLGP-I0001 tíbia Cervidae indet. \nLGP-I0002 fragmento de galhada Morenelaphus sp. \nLGP-I0003 fragmento de galhada Morenelaphus sp. \nLGP-I0004 fragmento de galhada Antifer sp. \nLGP-I0005 fragmento de galhada Morenelaphus sp. \nLGP-I0006 fragmento de galhada Morenelaphus sp. \nLGP-I0007 fragmento de galhada Morenelaphus sp. \nLGP-I0008 fragmento de galhada Morenelaphus sp. \nLGP-I0009 fragmento de galhada Morenelaphus sp. \nLGP-I0010 fragmento de galhada Morenelaphus sp. \nLGP-I0011 astrágalo Cervidae indet. \nLGP-I0012 vértebra caudal Cervidae indet. \nLGP-K0001 fragmento de molar Hippidion principale \nLGP-N0001 osteodermo (cintura) cf. Propraopus grandis \nLGP-N0002 osteodermo (cintura) cf. Propraopus grandis \nLGP-P0001 osteodermos fusionados cf. Neuryurus rudis \nLGP-P0002 osteodermo Panochthus tuberculatus \nLGP-P0003 osteodermo Glyptodon reticulatus \nLGP-P0004 osteodermo Glyptodon reticulatus \nLGP-P0005 osteodermo Glyptodon reticulatus \nLGP-P0006 osteodermo Panochthus tuberculatus \nLGP-P0007 osteodermo Panochthus tuberculatus \nLGP-P0008 osteodermo Panochthus tuberculatus \nLGP-P0009 osteodermo Glyptodon sp. \nLGP-P0010 osteodermo Glyptodon reticulatus \nLGP-P0011 osteodermo Panochthus tuberculatus \nLGP-P0012a osteodermo Glyptodon cf. clavipes \nLGP-P0012b osteodermo Glyptodon cf. clavipes \nLGP-P0013 osteodermo Panochthus tuberculatus \nLGP-P0014 osteodermo Glyptodon reticulatus \n\n  \n\n\n\n 114\n\nLGP-P0015 osteodermo Glyptodon reticulatus \nLGP-P0016 osteodermo Glyptodon reticulatus \nLGP-P0017 falange ungueal Glyptodontidae \nLGP-P0018 osteodermo Glyptodon reticulatus \nLGP-P0019 osteodermo Glyptodon reticulatus \nLGP-P0020 osteodermo Panochthus tuberculatus \nLGP-P0021 osteodermo Panochthus tuberculatus \nLGP-P0022 osteodermo Panochthus tuberculatus \nLGP-P0023 osteodermo Panochthus tuberculatus \nLGP-P0024 osteodermo Glyptodon reticulatus \nLGP-P0025 osteodermo Panochthus tuberculatus \nLGP-P0026 osteodermo Glyptodon reticulatus \nLGP-P0027 osteodermo Glyptodon reticulatus \nLGP-P0028 osteodermo Glyptodon reticulatus \nLGP-P0029 osteodermo Glyptodon sp. \nLGP-P0030 osteodermo Glyptodon reticulatus \nLGP-P0031 osteodermo Glyptodon reticulatus \nLGP-P0032 osteodermo Glyptodon reticulatus \nLGP-P0033 osteodermo Glyptodon clavipes \nLGP-P0034 osteodermo Glyptodon reticulatus \nLGP-P0035 osteodermo Panochthus tuberculatus \nLGP-P0036 osteodermo Glyptodon reticulatus \nLGP-P0037 osteodermo Glyptodon reticulatus \nLGP-P0162 osteodermo cf. Neothoracophorus sp. \nLGP-P0163 osteodermo cf. Neothoracophorus sp. \nLGP-P0164 osteodermo Glyptodon reticulatus \nLGP-P0165 osteodermo cf. Glyptodon clavipes \nLGP-P0166 osteodermo Glyptodon reticulatus \nLGP-Q0001a vértebra dorsal Mylodontidae indet. \nLGP-Q0001b vértebra dorsal Mylodontidae indet. \nLGP-Q0001c vértebra dorsal Mylodontidae indet. \nLGP-Q0001d vértebra dorsal Mylodontidae indet. \nLGP-Q0001e costela com osteodermos Mylodontidae indet. \nLGP-Q0001f fragmentos com osteodermos Mylodontidae indet. \nLGP-Q0001g fragmento de costela Mylodontidae indet. \nLGP-Q0001h osteodermos (lote) Mylodontidae indet. \nLGP-Q0001i fragmento c/ osteodermos Mylodontidae indet. \nLGP-Q0002a dente Mylodontidae indet. \nLGP-Q0002b fragmento de mandíbula (2 dentes) Mylodontidae indet. \nLGP-Q0003 osteodermos (lote) Mylodontidae indet. \nLGP-Q0004 úmero esquerdo cf. Mylodon sp. \nLGP-R0001 manúbrio Megatheriidae \nLGP-R0002 molar Megatheriidae \nLGP-R0003 molar Megatheriidae \nLGP-R0004 molar Megatheriidae \n\n \n \n\n  \n\n\n\n 115\n\nPlataforma continental: \n \nEspécime Osso Taxonomia \nLGP-E0014 molar Toxodon sp. \nLGP-E0015 fragmento de incisivo Toxodon sp. \nLGP-E0016 incisivo Toxodon sp. \nLGP-E0017 fragmento de incisivo Toxodon sp. \nLGP-E0018 fragmento de molar Toxodon sp. \nLGP-E0019 fragmento de molar Toxodon sp. \nLGP-E0020 fragmento de crânio (occipital) Toxodon sp. \nLGP-E0021 rádio Toxodon platensis \nLGP-G0005 pré-molar Stegomastodon waringi \nLGP-G0013 fragmento de molar Stegomastodon waringi \nLGP-G0018 fragmento de molar Stegomastodon waringi \nLGP-G0019 fragmento de molar Stegomastodon waringi \nLGP-G0020 fragmento de molar Stegomastodon waringi \nLGP-G0028 molar Stegomastodon waringi \nLGP-G0029 fragmento de molar Stegomastodon waringi \nLGP-G0030 fragmento de molar Stegomastodon waringi \nLGP-G0031 fragmento de molar Stegomastodon waringi \nLGP-H0001 astrágalo Camelidae \nLGP-H0002 astrágalo Camelidae \nLGP-H0003 astrágalo Camelidae \nLGP-H0038 fragmento de molar Artiodactyla \nLGP-H0041 molar Artiodactyla \nLGP-H0064 molar Artiodactyla \nLGP-H0068 molar Artiodactyla \nLGP-H0074 molar Artiodactyla \nLGP-H0090 molar Artiodactyla \nLGP-H0093 fragmento de molar Artiodactyla \nLGP-I0013 astrágalo Cervidae \nLGP-I0014 astrágalo Cervidae \nLGP-I0015 astrágalo Cervidae \nLGP-I0016 astrágalo Cervidae \nLGP-I0017 astrágalo Cervidae \nLGP-I0018 astrágalo Cervidae \nLGP-I0019 astrágalo Cervidae \nLGP-I0020 astrágalo Cervidae \nLGP-I0021 astrágalo Cervidae \nLGP-I0022 astrágalo Cervidae \nLGP-I0023 astrágalo Cervidae \nLGP-I0024 astrágalo Cervidae \nLGP-I0025 astrágalo Cervidae \nLGP-I0026 astrágalo Cervidae \nLGP-I0027 astrágalo Cervidae \nLGP-I0028 astrágalo Cervidae \nLGP-I0029 astrágalo Cervidae \n\n  \n\n\n\n 116\n\nLGP-I0030 astrágalo Cervidae \nLGP-I0031 astrágalo Cervidae \nLGP-I0032 astrágalo Cervidae \nLGP-I0033 astrágalo Cervidae \nLGP-I0034 astrágalo Cervidae \nLGP-I0035 astrágalo Cervidae \nLGP-I0036 astrágalo Cervidae \nLGP-I0037 astrágalo Cervidae \nLGP-I0038 astrágalo Cervidae \nLGP-N0003 osteodermo  Pampatherium sp. \nLGP-N0004 osteodermo  Holmesina sp. \nLGP-N0005 osteodermo  Holmesina sp. \nLGP-N0006 osteodermo  cf. Holmesina sp. \nLGP-N0007 osteodermo (cintura) Holmesina paulacoutoi \nLGP-N0008 osteodermo (cintura) Holmesina paulacoutoi \nLGP-N0009 osteodermo  Pampatherium sp. \nLGP-N0010 osteodermo  Pampatherium sp. \nLGP-N0011 osteodermo  Holmesina paulacoutoi \nLGP-N0012 osteodermo (cefálico) cf. Holmesina sp. \nLGP-N0013 osteodermo  Pampatherium sp. \nLGP-N0014 osteodermo (cintura) Holmesina paulacoutoi \nLGP-N0015 osteodermo (cintura) Holmesina paulacoutoi \nLGP-N0016 osteodermo Pampatherium sp. \nLGP-N0017 osteodermo (cintura) Holmesina paulacoutoi \nLGP-N0018 osteodermo  Pampatherium typum \nLGP-N0019 osteodermo (cintura) Holmesina paulacoutoi \nLGP-N0020 fragmento de osteodermo cf. Holmesina sp. \nLGP-N0021 osteodermo Pampatherium sp. \nLGP-N0022 osteodermo cf. Holmesina sp. \nLGP-N0023 osteodermo cf. Propraopus grandis \nLGP-N0024 osteodermo Pampatherium sp. \nLGP-P0038 osteodermos fusionados cf. Neuryurus rudis \nLGP-P0039 osteodermo Glyptodon reticulatus \nLGP-P0040 osteodermos fusionados Panochthus tuberculatus \nLGP-P0041 osteodermo Glyptodon reticulatus \nLGP-P0042 osteodermo Glyptodon cf. clavipes \nLGP-P0043 osteodermo Doedicurus clavicaudatus \nLGP-P0044 osteodermo Glyptodon cf. reticulatus \nLGP-P0045 osteodermo Glyptodon cf. reticulatus \nLGP-P0046 osteodermo Glyptodon cf. reticulatus \nLGP-P0047 osteodermo Glyptodon cf. reticulatus \nLGP-P0048 osteodermo cf. Neothoracophorus sp. \nLGP-P0049 osteodermos fusionados Glyptodon reticulatus \nLGP-P0050 osteodermo Doedicurus clavicaudatus \nLGP-P0051 osteodermo Glyptodon cf. reticulatus \nLGP-P0052 osteodermo Glyptodon clavipes \nLGP-P0053 osteodermo Panochthus tuberculatus \n\n  \n\n\n\n 117\n\nLGP-P0054 osteodermo marginal Glyptodon? sp. \nLGP-P0055 osteodermo Glyptodon sp. \nLGP-P0056 osteodermo Glyptodon cf. clavipes \nLGP-P0057 osteodermo Glyptodon cf. reticulatus \nLGP-P0058 osteodermo Doedicurus clavicaudatus \nLGP-P0059 osteodermo Glyptodon cf. clavipes \nLGP-P0060 osteodermo Glyptodon reticulatus \nLGP-P0061 osteodermo Glyptodon reticulatus \nLGP-P0062 osteodermo Panochthus tuberculatus \nLGP-P0063 osteodermo cf. Neuryurus rudis \nLGP-P0064 osteodermo cf. Panochthus tuberculatus\nLGP-P0065 osteodermo cf. Neothoracophorus sp. \nLGP-P0066 osteodermo cf. Neothoracophorus sp. \nLGP-P0067 osteodermos fusionados Panochthus tuberculatus \nLGP-P0068 osteodermos fusionados Glyptodon reticulatus \nLGP-P0069 osteodermo caudal Glyptodon sp. \nLGP-P0070 osteodermos fusionados Panochthus tuberculatus \nLGP-P0071 osteodermo marginal cf. Glyptodon sp. \nLGP-P0072 osteodermo cf. Neothoracophorus sp. \nLGP-P0073 osteodermo marginal cf. Glyptodon sp. \nLGP-P0074 osteodermo Glyptodon reticulatus \nLGP-P0075 osteodermo cf. Glyptodon sp. \nLGP-P0076 osteodermo Glyptodon reticulatus \nLGP-P0077 osteodermo Glyptodon clavipes \nLGP-P0078 osteodermo cf. Glyptodon clavipes \nLGP-P0079 osteodermo Glyptodon reticulatus \nLGP-P0080 osteodermo Glyptodon reticulatus \nLGP-P0081 osteodermo cf. Glyptodon clavipes \nLGP-P0082 osteodermo cf. Glyptodon clavipes \nLGP-P0083 osteodermo Glyptodon reticulatus \nLGP-P0084 osteodermo Glyptodon reticulatus \nLGP-P0085 osteodermo Panochthus tuberculatus \nLGP-P0086 osteodermo Glyptodon reticulatus \nLGP-P0087 osteodermo Glyptodon reticulatus \nLGP-P0088 osteodermo Glyptodon reticulatus \nLGP-P0089 osteodermo cf. Panochthus tuberculatus\nLGP-P0090 osteodermo Panochthus tuberculatus \nLGP-P0091 osteodermo Glyptodon sp. \nLGP-P0092 osteodermo Glyptodon sp. \nLGP-P0093 osteodermo Glyptodon reticulatus \nLGP-P0094 osteodermo caudal Glyptodon sp. \nLGP-P0095 osteodermo Glyptodon reticulatus \nLGP-P0096 osteodermo Glyptodon reticulatus \nLGP-P0097 osteodermo cf. Neothoracophorus sp. \nLGP-P0098 osteodermo Doedicurus clavicaudatus \nLGP-P0099 osteodermo Panochthus tuberculatus \nLGP-P0121 osteodermo cf. Neothoracophorus sp. \n\n  \n\n\n\n 118\n\nLGP-P0135 osteodermo cf. Neothoracophorus sp. \nLGP-P0140 osteodermo cf. Neothoracophorus sp. \nLGP-P0151 osteodermo cf. Neothoracophorus sp. \nLGP-P0152 osteodermo cf. Neothoracophorus sp. \nLGP-P0153 osteodermo cf. Neothoracophorus sp. \nLGP-P0154 osteodermo cf. Neothoracophorus sp. \nLGP-P0155 osteodermo cf. Neothoracophorus sp. \nLGP-P0156 osteodermo cf. Neothoracophorus sp. \nLGP-P0157 osteodermo cf. Neothoracophorus sp. \nLGP-P0158 osteodermo cf. Neothoracophorus sp. \nLGP-P0159 osteodermo cf. Neothoracophorus sp. \nLGP-P0160 osteodermo cf. Neothoracophorus sp. \nLGP-P0161 osteodermo cf. Neothoracophorus sp. \nLGP-P0167 osteodermo cf. Neothoracophorus sp. \nLGP-P0168 osteodermo cf. Neothoracophorus sp. \nLGP-P0169 osteodermo cf. Neothoracophorus sp. \nLGP-P0170 osteodermo cf. Neothoracophorus sp. \nLGP-P0171 osteodermo cf. Neothoracophorus sp. \nLGP-P0172 osteodermo cf. Glyptodon sp. \nLGP-P0173 osteodermo cf. Neothoracophorus sp. \nLGP-P0174 osteodermo cf. Neothoracophorus sp. \nLGP-P0175 osteodermo cf. Neothoracophorus sp. \nLGP-P0176 osteodermo cf. Neothoracophorus sp. \nLGP-P0177 osteodermo cf. Neothoracophorus sp. \nLGP-P0178 osteodermo cf. Neothoracophorus sp. \nLGP-P0179 osteodermo cf. Neothoracophorus sp. \nLGP-P0180 osteodermo cf. Neothoracophorus sp. \nLGP-P0181 osteodermo cf. Neothoracophorus sp. \nLGP-P0182 osteodermo cf. Neothoracophorus sp. \nLGP-P0183 osteodermo cf. Neothoracophorus sp. \nLGP-P0184 osteodermo cf. Neothoracophorus sp. \nLGP-P0185 osteodermo cf. Neothoracophorus sp. \nLGP-P0186 osteodermo Doedicurus clavicaudatus \nLGP-P0187 osteodermo Doedicurus clavicaudatus \nLGP-P0188 osteodermo Panochthus tuberculatus \nLGP-P0189 osteodermo Panochthus tuberculatus \nLGP-P0190 osteodermo Doedicurus clavicaudatus \nLGP-P0191 osteodermo cf. Neothoracophorus sp. \nLGP-P0192 osteodermo Panochthus tuberculatus \nLGP-P0193 osteodermo cf. Neothoracophorus sp. \nLGP-P0194 osteodermo Panochthus tuberculatus \nLGP-P0196 osteodermo cf. Glyptodon sp. \nLGP-Q0005 tíbia cf. Glossotherium \nLGP-Q0006 tíbia cf. Glossotherium \nLGP-Q0007 astrágalo cf. Mylodon \nLGP-Q0008 fragmento de tíbia cf. Glossotherium \nLGP-Q0009 tíbia cf. Glossotherium \n\n  \n\n\n\n 119\n\nLGP-Q0010 fragmento de tíbia cf. Glossotherium \nLGP-Q0011 astrágalo cf. Glossotherium \nLGP-Q0012 astrágalo cf. Mylodon \nLGP-Q0013 astrágalo cf. Glossotherium \nLGP-Q0014 astrágalo cf. Glossotherium \nLGP-Q0015 astrágalo cf. Mylodon \nLGP-Q0016 tíbia cf. Glossotherium \nLGP-Q0017 astrágalo cf. Glossotherium \nLGP-Q0018 astrágalo cf. Glossotherium \nLGP-Q0019 tíbia cf. Mylodon \nLGP-Q0020 fragmento de tíbia cf. Glossotherium \nLGP-Q0021 tíbia cf. Mylodon \nLGP-Q0022 fragmento de tíbia cf. Glossotherium \nLGP-Q0023 fragmento de tíbia cf. Glossotherium \nLGP-Q0024 fragmento de tíbia cf. Glossotherium \nLGP-Q0025 fragmento de tíbia cf. Mylodon \nLGP-R0005 fragmento de fêmur (distal) Megatheriidae \nLGP-R0006 fragmento de fêmur (distal) Megatheriidae \nLGP-PC0001 falange ungueal Tardigrada \nLGP-PC0002 falange  Tardigrada \nLGP-PC0003 vértebra dorsal cf. Mylodontidae \nLGP-PC0004 ulna  \nLGP-PC0005 fragmento de úmero cf. Mylodontidae \nLGP-PC0006 fragmento de fêmur? (cabeça)  \nLGP-PC0007 falange Tardigrada \nLGP-PC0008 falange ungueal Tardigrada \nLGP-PC0009 falange ungueal Tardigrada \nLGP-PC0010 falange Artiodactyla \nLGP-PC0011 falange Artiodactyla \nLGP-PC0012 falange Artiodactyla \nLGP-PC0013 falange Artiodactyla \nLGP-PC0014 falange Artiodactyla \nLGP-PC0015 falange Artiodactyla \nLGP-PC0016 falange Artiodactyla \nLGP-PC0017 fragmento de mandíbula Tardigrada \nLGP-PC0018 fragmento de maxila? Tardigrada \nLGP-PC0019 fragmento de mandíbula Tardigrada \nLGP-PC0020 fragmento de mandíbula Tardigrada \nLGP-PC0021 fragmento de vértebra dorsal  \nLGP-PC0022 atlas  \nLGP-PC0023 vértebra (corpo)  \nLGP-PC0024 vértebra cervical cf. Macraucheniidae \nLGP-PC0025 vértebra lombar  \nLGP-PC0026 vértebra dorsal  \nLGP-PC0027 fragmento de vértebra lombar  \nLGP-PC0028 fragmento de vértebra (proc. espinal)  \nLGP-PC0029 vértebra dorsal cf. Gomphotheriidae \n\n  \n\n\n\n \n\n \n\n120\n\n \n\nLGP-PC0030 fragmento de tíbia (proximal) cf. Cervidae \nLGP-PC0031 fragmento de tíbia (proximal) cf. Cervidae \nLGP-PC0032 fragmento de tíbia (distal) cf. Artiodactyla \nLGP-PC0033 fragmento de ulna (distal)  \nLGP-PC0034 metatarsal cf. Equidae \nLGP-PC0035 ulna cf. Toxodontidae \nLGP-PC0036 vértebra lombar cf. Tardigrada \nLGP-PC0037 fêmur (distal)  \nLGP-PC0039 metacarpal  \nLGP-PC0040 fragmento de escápula  \nLGP-PC0041 falange Tardigrada \nLGP-PC0042 tíbia (distal) Cervidae \nLGP-PC0043 fragmento de escápula Cervidae? \nLGP-PC0044 fragmento de fêmur (distal) cf. Toxodontidae \nLGP-PC0045 fragmento de crânio  cf. Tardigrada \nLGP-PC0046 tíbia  \nLGP-PC0047 fragmento de mandíbula Tardigrada \nLGP-PC0048 fragmento de fêmur (distal) cf. Toxodontidae \nLGP-PC0049 fragmento de rádio (distal)  \nLGP-PC0050 fragmento de rádio (proximal)  \nLGP-PC0051 fragmento de indet.  \nLGP-PC0052 fragmento de osso longo  \nLGP-PC0053 fragmento de osso longo  \n\n \n\n\n\tCatalogação na Publicação\n\t1. INTRODUÇÃO\n\t. MATERIAL E MÉTODOS\n\t2. MATERIAL E MÉTODOS\n\t2.1. Material Estudado\n\t2.1.3. Listagem do Material \n\n\n\t3. CONTEXTO GEOLÓGICO DOS DEPÓSITOS\n\t3.1. Região da Campanha\n\t3.2. Arroio Chuí\n\t3.3. Plataforma continental\n\n\t4. RESULTADOS\n\t4.1. Fósseis da Região da Campanha\n\t4.2. Fósseis do Arroio Chuí\n\t4.3. Fósseis da Plataforma Continental\n\n\t5. DISCUSSÃO\n\t6. CONCLUSÕES\n\t7. REFERÊNCIAS BIBLIOGRÁFICAS"}]}}}