{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05325"}, {"@name": "filename", "#text": "BTP_1965_8_1_05_Geologia_da_bacia.pdf.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "EXPLORAÇÃO\nda,\tteditneniab\nda lia afanada^\nKilson W. B. de Carvalho (*’)\nSINOPSE — A bacia do rio Almada está entre os paralelos de 14’®3O” e 14’42'30”. Cobre aproximadamente 200 km2 e supõe-■se que constitui o extremo sul da bacia do Recôncavo.\nDa Série Bahia sòmente a formação Aliança não se encontra presente em superfície. A formação Sergi repousa diretamente sôbre o Complexo Cristalino, e os arenitos vermelhos que caracterizam sua parte inferior também não foram encontrados.\nEm discordância angular com a Série Bahia, ou repousando diretamente sôbre o Complexo Cristalino, como acontece na foz do rio Cururupe, ocorrem sedimentos da formação Alagoas (Aptiano-Albiano).\nA formação Urucutuca (Campaniano-Maestriquiano), constituída de folhelhos ricos em foraminíferos, com intercalação de siltitos, calcários e conglomerados, assinala a primeira transgressão marinha nesta parte da bacia.\nPelo menos duas fases de intenso tectonismo afetaram a bacia — a primeira, atribuída ao tempo Candeias-Uhas, e a segunda, ao tempo pré-Urucutuca. Destas duas fases tèctônicas originaram-se dois “trends” estruturais principais, um de direção nordeste-sudoeste, e o outro de direção noroeste-sudeste.\nA associação dos elementos estruturais e estratigráficos oferece excelentes condições para trapeamento de hidrocarbonetos.\n1\t— INTRODUÇÃO\nComo parte do programa de mapeamento geológico das bacias sedimentares do litoral leste brasileiro e em face das insistentes notícias de exsudações de óleo em localidades do município de Ilhéus, como foi observado na foz do rio\n(*) Comunicação apresentada ao XVIII Congresso Brasileiro de Geologia (Poços de Caldas), MG. 2 a 7/XI/64.\n(\") Técnico do Departamento de Exploração e Produção (DEXPRO) — PETROBRÁS.\n_B. téc. PETROBRÁS, Rio de Janeiro, 8\t(1) :\t5-55, jan./mar. 1965\nCururupe, decidiu a PETROBRÁS deslocar para aquêle município a Turma de Geologia n.’ 10 (TG-10), composta dos geólogos Luiz Peixoto de Siqueira, José Luiz Perez Garrido e o autor dêste trabalho, com o objetivo de efetuar o mapeamento geológico, em detalhe, da bacia do rio Almada e apresentar relatório sôbre suas possibilidades petrolíferas.\nO trabalho que ora publicamos é uma síntese dêsse mapeamento, de suas conclusões e recomendações.\n1.1\t— Localização e extensão da bacia\nA bacia está situada entre os paralelos de 14’32’30” sul e 14’42'30” sul, e os meridianos de 39’02’30” oeste e 39’15’00” oeste, cobrindo aproximadamente 200 km2.\nO mapeamento foi estendido 32 km ao norte do paralelo de 14’32’30”, ao longo da costa, até a cidade de Itacaré, e 23 km ao sul do paralelo de 14’42’30”, ainda ao longo da costa, até a cidade de Olivença (mapa-índice, fig. 1).\n1.2\t— Método de trabalho\nA região não dispunha de mapa-base adequado; foi necessário confeccioná-lo com a utilização de prancheta e alidade, partindo-se de pontos de coordenadas geográficas conhecidas e existentes nas proximidades da área. Estradas, trilhas, pontos geológicos e gravimélricos, tôda a drenagem e feições topográficas mais importantes foram também levantados a prancheta e alidade.\nMais de uma centena de escavações foram feitas na bacia, para obtenção de informações litológicas e estruturais. Com a mesma finalidade, efetuaram-se sôbre a cobertura quaternária, na zona litorânea, 10 (dez) sondagens rasas, num total aproximado de 1 000 metros perfurados.\n1.3\t— Trabalhos anteriores\nEnnes de Souza, por volta de 1884, realizou estudos sôbre os sedimentos existentes na localidade de Castelo Nôvo e na lagoa Grande (hoje lagoa do Itaípe), sedimentos que denominou formação Almada. Derby considerou-os muito semelhantes aos da Série Bahia. (Oliveira, A. I. e Leonardos, O. H., 1943, página 592.)\nEm 1919, trabalhos de reconhecimento geológico, intitulados Bacia Cretácea do Rio Almada, foram executados por Euzébio Paulo de Oliveira. Em decorrência dêsses trabalhos, o Serviço de Geologia do D.N.P.M. efetuou algumas perfurações nas imediações da foz do rio Cururupe. (Alvim, G. R.)\nParalelamente ao trabalho de mapeamento da TG-10, foi realizado o levantamento gravimétrico da bacia, pela Equipe Gravimétrica n.’ 11 (EG-11), também da PETROBRÁS (ver mapa Bouguer, fig. 2).\n1.4\t— Geografia\nO vilarejo de Castelo Nôvo, situado no flanco oeste da bacia, sede das operações de campo e servido por estrada de rodagem e ferrovia, dista 35 km da cidade de Ilhéus. Outra importante via de acesso é o rio Almada, navegável desde sua foz até aquêle vilarejo, em embarcações de pequeno porte.\nA movimentação na bacia é grandemente dificultada pela densa e exuberante cobertura vegetal, da qual fazem parte os cacaueiros, principal cultura da região.\n40°00‘\na^oo’\n3B°OO‘\n37°OO’\n— 9°OO’\n— ÍO^OQ*\n--- lí^OO’\n— I3°OO'\n— I4°OO'\nDAMAQAHI\nSALVADOR\nN<LD FUQA\nFIG. 1\nESCALA\n1 :2 500 000\nILHÍU»\nT\n• ANOO\n0 te\nDES. R MUNIZ SETEX-\n100 km\nPETRO’LEO BRASILEIRO S; A. - P £ T RO 0 RA*S REGIÃO DE PRODU.ÇÂO DA .BAHIA SETOR DE EXPLORAÇÃO MAPA ÍNDICE\nBACIAS ALMADA, RECÔNCAVO,TUCANO E JATOBÁ\nMOSTRANDO A ÁREA MAPEADA PELA TG-10\n\n\nMAPA BOUGUER BACIA DO RIO ALMADA\nESCALA 1:100000\n0\t1\t2\t4\t6Km\nLEGENDA\nContato sedimenfo/cristalíno_______________________+ + 4- ++\nLocacões propostas\nEstratigrJfíco______________Locacõo I.\nPioneiro--------------------Locacão I\nZ6.#7I\nPonto graviméfrico c/ valor Bouguer-------------------t-szjs----\nIntervalo de contorno: 1 miligol\ní\t;\nFIG. 2\n■petrobrás,\nAT LAN TICO\nO clima é quente-úmido, com chuvas abundantes e por vêzes torrenciais (média anua) de 1500 a 2 000 mm), culminando nos meses de maio, junho e julho.\nApesar de se tratar de uma região de alta produtividade, as condições de vida são ainda muito precárias.\n1.5\t— Fisiografia\nA bacia do rio Almada representa uma reentrância no bordo oriental do Escudo Brasileiro. A sua rêde hidrográfica se caracteriza por um rio-tronco, o rio Almada, que, entalhado entre o Complexo Cristalino e a escarpa de cuesta da formação Sergi, margeia o bordo sudoeste até Castelo Nôvo; aí, de sôbre uma escarpa de falha, penetra na bacia, seguindo seu curso a princípio em vale drenado no arenito Sergi, poroso e fraturado; passa depois a meandrar livremente em sua vasta e irregular planície de inundação, onde se registram sequências impermeáveis de folhelhos e siltitos das formações Itaparica, Candeias, Ilhas (?) e Urucutuca. A lagoa do Itaípe se apresenta nesta secção impermeável de folhelhos.\nNesse percurso total de 35 km dentro da bacia, no trecho a partir do vilarejo de Água Branca, o rio se apresenta entalhado entre a encosta íngreme do Complexo Cristalino e o pontal da restinga, parecendo indicar que, provàvelmen-te, sua embocadura no oceano se localizava antes em outro ponto da costa, mais ao norte. (Ver Carta do Brasil, Bahia-SO, Fôlha SD-24-SO, organizado e desenhado pelo CNG, escala 1:500 000, julho de 1959.)\nAo norte da lagoa do Itaípe observa-se o notável paralelismo dos riachos que nela deságuam, ressaltando claramente o controle tectônico de seus cursos. Com exceção dos rios, riachos e ribeirões, na faixa da costa, que deságuam diretamente no oceano, todos os demais cursos d’àgua, e a lagoa do Itaípe, direta ou indiretamente drenam para o rio Almada. Conquanto seja evidente o controle exercido na drenagem pelos complexos sistemas de falhas e fraturas ocorridos na bacia, verifica-se um denso sistema local de drenagem do tipo dendrí-tico, com divisores arredondados, principalmente nas áreas de ocorrência da formação Urucutuca.\nO gradiente dos vales é mais forte que o mergulho das camadas, fazendo com que os contactos geológicos, em certas partes da área, se assemelhem muito aos de camadas essencialmente horizontais. As discordâncias observadas, a par do complexo falhamento ocorrido, sugerem período de rejuvenescimento, indicando ao mesmo tempo haver a bacia sofrido outros ciclos erosionais, anteriores ao que se acha atualmente em pleno desenvolvimento.\nÉ marcante o contraste existente entre as feições topográficas exibidas nos bordos da bacia, em relação às do Complexo Cristalino e àquelas mostradas nas zonas central e litorânea. Nos limites a sudeste e sudoeste, ao norte da lagoa do Itaípe e ao longo da extremidade nordeste, sobressai o contraste topográfico, evidenciando a discordância entre as rochas, ígneas e metamórficas, do Complexo Cristalino e os arenitos da formação Sergi. O arenito forma uma cuesta, mergulhando para o interior da bacia, e mostra um impressionante escar-pamento produzido por erosão diferencial, que resulta em pronunciada inversão de relêvo, com variação de 30 a 70 metros. No limite noroeste, a leste da lagoa do Itaípe e no bordo sul-sudeste, observa-se uma topografia completamente distinta, onde as rochas do Complexo Cristalino, em contacto falhado com sedi-\npientos da Série Bahia, formam escarpas verticais e retilíneas, com relêvo por vêzes superior a 100 metros.\nNa sua parte central, onde dominam os baixios e pântanos, constatam-se elevações até de 0,17 m.\nExtensa e estreita restinga, de drenagem muito pobre e com elevações da ordem de 4 metros, apresentando cordões litorâneos e terminando em praias retilíneas, constitui o aspecto topográfico dominante na faixa da costa.\nOs vários fatores citados neste estudo fisiogrâfico parecem sugerir, para a bacia do rio Almada uma costa ainda em estado de emergência. Como a reforçar esta suposição, verifica-se um suave perfil, ligando a planície costeira à plataforma continental e mostrando elevações da ordem de mais quatro (+ 4) metros a menos cinqüenta (— 50) metros, em extensões para o mar que variam de aproximadamente 6 km, em Itacaré, a 20 km, na Barra do Itaípe, e a 12 km, em Ilhéus. (Ver Mapa Batimétrico, Brasil — Costa Leste do Rio Itariri a Ilhéus, Marinha do Brasil, Hidrografia e Navegação, escala 1:309 000, publicado em 12 de agosto de 1949, n.° 1100.)\n2\t— ESTRATIGRAFIA\n2.1\t— Considerações gerais\nRochas do Complexo Cristalino em contactos ora de falha, ora de discordância, limitam a área mapeada, em tôda a sua extensão no continente.\nAfloram na bacia sedimentos do Cretáceo Inferior, abrangendo as formações Sergi, Itaparica, Candeias, Ilhas e Alagoas (Aptiano-Albiano); sedimentos marinhos do Cretáceo Superior, representados pela formação Urucutuca (Campaniano/ Maestriquiano); e depósitos recentes, cobrindo a faixa litorânea e as zonas de baixios e pântanos.\nNo seu reconhecimento geológico, Ennes de Souza (1884) coletou alguns ma-crofósseis em folhelhos da lagoa Grande (lagoa do Itaípe), aos quais Smith Woodward (1908) atribuiu a idade Neocomiana, Cretáceo Inferior. (Oliveira, A. I. e Leonardos, O. H., 1943, página 592). L. I. Price e A. I. de Oliveira, em 1940, descobriram as mesmas espécies dêsses fósseis nas proximidades de Manguinhos, ao norte da ilha de Itaparica. A respeito dessa descoberta escreve Rubens da Silva Santos : “A presença de Mawsonia minor e de Lepidotus souzai nos folhelhos de Manguinhos é de certo interêsse, pois confirma, paleontològicamente, as observações de Derby (1907, p. 232) sôbre a correlação dos folhelhos da Série Bahia (formação Ilhas), no Recôncavo Bahiano, com os da formação Almada, em lagoa Grande, Ilhéus, de onde foram descritas ambas as espécies (Santos, R. S., 1953, página 9). Foi, portanto, Derby o primeiro a realizar tal correlação, hoje definitivamente confirmada não só paleontològicamente, com base em ostracóides (ver Apêndice), mas também litológica e estratigràficamente.\nAllport, engenheiro de estradas de ferro e de nacionalidade inglêsa, foi quem, por volta de 1859, com sua coleta de fósseis, deu origem às primeiras investigações científicas sôbre os sedimentos da bacia do Recôncavo. Coube, entretanto, ao Padre Nicolay (1866) a primeira denominação de Série Bahia. Mais tarde, em 1870, Hartt descreveu o que chamou de Série Cretácea da Bahia.\nVê-se, portanto, que a expressão formação Almada é imprópria, porque, além de englobar tôda a Série Bahia e, provàvelmente, também os sedimentos Alagoas\ne Urucutuca, foi definida muito posteriormente à Série Bahia; deve, então, ser abandonada.\nA secção completa do Cretáceo Inferior, relativa ao Grupo Brotas, não se encontra presente em tôda a área mapeada. A ausência da formação Aliança em superfície está evidenciada, de maneira insofismável, pelo fato de nos trabalhos de campo se haver observado que a formação Sergi repousa diretamente sôbre o Complexo Cristalino. Nos poços pioneiros I-22-BA (ilha de Itaparica), TM-l-BA (Taipu-Mirim) e IG-l-BA (ilha Grande), os dois últimos mais próximos da área mapeada, ao norte da cidade de Itacaré, as espessuras dos sedimentos Aliança medem, respectivamente, 757, 528 e 280 metros, mostrando o adelgaça-mento dessa formação para o sul. A discordância Sergi/Complexo Cristalino indica que a formação Aliança não se estendeu além dos limites da bacia do Recôncavo, no seu extremo sul, até à bacia do rio Almada. Já na baia de Camamu, anteriormente considerada extremidade sul da bacia do Recôncavo, Fonseca sugere ser o \"contacto Sergi/Aliança representado por uma discordância”. (Fonseca, J. I., Relatório 577, 1963, página 13.)\nTratando-se de bordo de bacia, bordo oeste, é possível que a deposição da formação Sergi, ultrapassando os limites da bacia, se haja estendido sôbre o Complexo Cristalino, recobrindo dessa maneira a formação Aliança. Assim, supondo e considerando ser essa formação geogràficamente bastante extensa, visto ter sido encontrada em tôda a bacia do Recôncavo, Tucano e Jatobá, deveriamos admiti-la presente em subsuperfície, principalmente para a plataforma continental. Surge, então, a possibilidade de uma discordância Sergi/Aliança, possibilidade realçada pela ausência da parte inferior da formação Sergi, em superfície, na bacia do rio Almada.\nInfelizmente, as informações de campo, obtidas na área mapeada, não suportam maiores considerações a respeito da formação Aliança. Uma perfuração estratigráfica (Locação I), que foi apresentada e já incluída no programa da Companhia para 1965, certamente fornecerá dados concretos e elucidativos sôbre a formação Aliança.\nA oeste do meridiano de 39’07’30” afloram apenas sedimentos das formações Sergi, Itaparica, Candeias e Urucutuca. A leste dêsse mesmo meridiano, além dos sedimentos já citados, foram encontrados afloramentos da formação Ilhas (fig. 3).\nEm virtude da grande movimentação tectônica ocorrida na bacia — ocasionando constantes inversões nas atitudes das camadas, e repetição das formações —, aliada a acentuada erosão e falta de melhores exposições dos sedimentos, não foi possível efetuar medidas de secções em superfície; dai ficarem expressas em caráter meramente estimativo as espessuras que serão citadas no sumário de cada formação.\nOs arenitos vermelhos que caracterizam a parte inferior da formação Sergi, no Recôncavo, não .foram encontrados na área mapeada. A formação Itaparica é a que melhor se apresenta na bacia. Segundo resultados de análises paleonto-lógicas, apenas a parte inferior da formação Candeias se encontra presente na área, talvez sugerindo ser discordante o seu contacto com a formação Ilhas. É, entretanto, provável que na região leste da bacia (zona litorânea e plataforma continental) essa formação se encontre, em subsuperfície, melhor representada.\nAo contrário do que ocorre no Recôncavo, o arenito Zona \"A”, base da formação Candeias, se apresenta com espessura bastante uniforme na bacia do rio Almada. Foram deparadas excelentes exposições dêsse arenito, permitindo medidas de espessura da ordem de 12 metros.\nA formação Ilhas aflora ao longo da estreita faixa nordeste da bacia.\nArenitos, siltitos, calcários e íolhelhos da formação Alagoas, apresentando boa impregnação de óleo, foram encontrados em pontos ao longo da costa (foz do rio Cururupe, ao sul de Ilhéus, e riacho Itacarèzinho, ao sul de Itacaré), em contacto direto com rochas do Complexo Cristalino. Em uma das perfurações rasas efetuada na zona litorânea, à margem do rio Almada (furo F-4), aos 132 metros, com base em ostracóides, a sonda ultrapassou os sedimentos marinhos da formação Urucutuca, penetrando ainda 23 metros na formação Alagoas.\nAs formações marinhas Algodões e Sapucari-Laranjeiras, respectivamente de idades Albiana (Cretáceo Inferior) e Turoniana (Cretáceo Superior), que afloram no Recôncavo sul, ao norte da cidade de Itacaré, não foram encontradas na área mapeada. É, no entanto, provável a presença dessas formações na plataforma continental.\nNa parte nordeste e ao sul foram achados afloramentos de sedimentos marinhos, formação Urucutuca, de idade Campaniano-Maestriquiana (Cretáceo Superior), com base em foraminiferos. Na zona do litoral, constatou-se a presença dêsses sedimentos em perfurações rasas.\nA formação Urucutuca representa um marco de significativa importância na história geológica da bacia, pois que permite fazer idéia do limite oeste alcançado pela transgressão marinha responsável por sua deposição.\nAreias aluviais, formando terraços quaternários, cobrem grandes extensões da área mapeada, principalmente na zona da costa.\nÀ altura do meridiano de 39°07’30\", a bacia do rio Almada se acha dividida em duas regiões : uma a oeste dêsse meridiano, que em virtude da pequena espessura de sedimentos — máximo de 500 metros no bloco da lagoa do Itaípe, e com Sergi na superfície — se torna inexpressiva para pesquisas de petróleo; e outra a leste, com pronunciado espessamento para a plataforma continental, oferecendo grandes possibilidades para futuras descobertas petrolíferas.\nA figura 4 mostra uma secção estratigráfica esquemática da bacia do rio Almada e adjacências.\n3\t— SUMÁRIO DAS FORMAÇÕES\n3.1\t— Formação Sergi\n3.1.1\t— Generalidades\nO nome Sergi foi primeiramente usado por Alberto Wanderley, em 1940. Posteriormente, Barnes e Acyr Luz, em 1948, o redefiniram (Depex, 1961).\nNa bacia do rio Almada, a formação Sergi se apresenta repousando diretamente sôbre o Complexo Cristalino (figs. 5 e 6) e em contacto normal com a formação Itaparica, que lhe é sobreposta. Sedimentos mais novos do Cretáceo Superior, formação Urucutuca, estão em discordância angular com essa formação.\nUm complexo tectonismo põe a formação Sergi em contacto falhado com o embasamento cristalino, em partes dos bordos da bacia, e com as formações Itaparica, Candeias e Ilhas, em vários pontos da área mapeada (fig. 3).\n---14° 30’\nBACIA DO RIO ALMADA\n---M’Mfsd'\nESCALA 1:100000\nPETROBRÁS\n1“ 39°X!\nLocaçÕo I\nURuCUTUCA\nS Formação Urucutuca. discordância\n8.360\nCRETÁCEO\nAluviâo_________\nDISCORDÂNCIA\nSÍMBOLOS GEOLOGICOS\nPonto gravlmétrico---------\nPRÉ-CAMBRIANO\n■Rochas cristalinas________________\nLocação proposta»________\nREGIÃO DE PRODUÇÃO DA BAHIA SETOR DE EXPLORAÇÃO MAPA GEOLÓGICO\n•8.380\n-M’40\nBRANCA\nLEGENDA\nQUATERNÁRIO\nFormocão Alagoas (Aphono Albiono)______\ndiscordância'\nFormação Ilhos_________________________\nDISCORDÂNCIA\nFormação Candeios----------------------\nFormação Itaporica---------------------\nFormoçi» Sergi_________________________\nDISCORDÂNCIA\nÍCaF.nkio__________\nCAIMrtO----------\nDuvIdOM----------\nfbarinlea____________ -\nFolha ■■ÍCowrto------------\n(_ Duvidosa——----------\nFuro raso de sondo__________\nSÍMBOLOS TOPOGRÁFICOS\nPovoado______________________________________SjA.\nRio permanente________\nLagoa-----------------\nPântano_______________\nFIG.3\nFIG. 4\n------- MESOZÓICO -------- CRETÁCEO INFERIOR ------- BAHIA --------------- SANTO AMARO--->\nAPTIANO A\nAL8IANO\n'CTli\nC*ki» * ’'macit.\no\ng\nERA SISTEMA SÉRIE GRUPO\n8\tS3\n3\tzj\nFIG. 5\nLocalidade 593, canto mais sudoeste da bacia. Arenito SERGI repousando diretamente sôbre o complexo cristalino.\n3.1.2 — Litologia\nNa área mapeada, de um modo geral, essa formação se compõe de arenito branco, amarelo-esbranquiçado, cinza muito claro, esverdeado, de granulação média a grosseira, grãos subarredondados a bem arredondados, quartzoso, por vêzes cloritoso e argiloso, pebbly, leitos conglomeráticos, espesso, maciço, estratifica-ção cruzada, friável, parcialmente silicificado e fraturado.\nFIG. 6\nExposição do arenito SERGI no pôrto de Castelo Nôvo. A casinha, em plano mais próximo, acha-se sôbre o embasamento.\nA base da formação, em alguns afloramentos, se apresenta formada por arenito de coloração variegada, muito argiloso, arcósico, mal estratificado, e contém leitos locais de conglomerado com seixos decompostos de gnaisse, com diâmetro máximo de 15 a 20 cm, em matriz argilo-arenosa. Em outros afloramentos, como a nordeste, a base da formação é representada por ortoquartzito bran-co-acinzentado, fortemente cimentado e muito fraturado.\nO tôpo da formação, na maior parte da área, se constitui de arenito con-glomerático, com seixos de quartzo predominantemente, e alguns seixos de cherte.\n3.1.3\t■— Espessura\nA erosão pronunciada de grande parte da secçâo superior da formação e o fato de ser uma formação discordante, aliados à dificuldade de penetração e movimentação na área, deixariam muito imprecisa, e mesmo duvidosa, qualquer medida de espessura na superfície.\nEstimativas feitas durante os trabalhos de campo, e mais ou menos confirmadas no mapa geológico (fíg. 3), indicam para a formação Sergi uma espessura média de 180 metros. Nos poços pioneiros I-22-BA (ilha de Itaparica) e VBst-l-BA (Velha Boipeba), ambos no Recôncavo, foram perfurados, respectivamente, 440 metros e 530 metros da formação, evidenciando o seu espessamento para o sul. O estudo das paleocorrentes nessa formação, realizado em algumas partes da bacia do Recôncavo, por professôres do Curso de Geologia da PETROBRÁS, CENAP-Salvador, mostrou orientarem-se essas paleocorrentes, de maneira preferencial, de sul para norte, confirmando a interpretação anterior relativa ao espessamento da formação para o sul.\nTodavia, na baia de Camamu-Maraú, região imediatamente ao norte da bacia do rio Almada, as informações obtidas dos poços pioneiros IG-l-BA (ilha Grande) e TM-l-BA (Taipu-Mirim), com, respectivamente, 314 e 313 metros de espessura Sergi, parecem indicar não o espessamento, mas o adelgaçamento da formação para o sul. A estimativa de 180 metros de espessura para a formação, na b”acia do rio Almada, reforça a suposição dêsse adelgaçamento.\nA análise dêsses fatos parece indicar ou apenas um espessamento local na região do paralelo de 13’14’, ou, possivelmente, virá a sugerir uma completa inversão na direção das correntes de deposição, o que melhor explicaria o adelgaçamento da formação para o sul dêsse mesmo paralelo.\n3.1.4\t— Distribuição horizonfal\nCêrca de 12% da área mapeada é representada por exposições da formação Sergi. A formação aflora por tôda a borda sul-sudoeste; ao norte da lagoa do Itaípe, a leste do meridiano de 39’07'30\"; e no bordo nordeste. O intenso falbamento, resultando em repetições da secção, e o fato de ser uma formação discordante explicam essa extensa faixa de exposição do arenito Sergi na bacia.\n3.1.5\t— Idade e paleontologia\nNenhum fóssil foi encontrado nessa formação, na área mapeada. No entanto, na bacia de Tucano a formação apresenta abundantes restos de madeira siliciíicada. Nos poços Qo-l-BA (Quiricó, testemunho n.° 13), Recôncavo, e SDst-1--BA (Sátiro Dias, testemunho n.’ 18), Tucano, foi encontrada uma espécie de ostracóides (Darwiwuta sp.) em fina intercalação de folhelho vermelho na base da formação (Weber, 1960). Êsses ostracóides asseguram para a formação uma idade não anterior ao Jurássico Superior.\nA idade Cretáceo Inferior atribuída à formação Sergi tem por base sua relação estratigràfica (contacto normal) com a formação Itaparica, a qual possui fósseis característicos do Cretáceo Inferior.\n3.1.6\t— Origem\nRestos de madeira siliciíicada encontrados na formação, nas bacias de Tucano e Jatobá, e, ainda, a presença de ostracóides não-marinhos, achados em\ntestemunhos dos poços Qo-l-BA (Recôncavo) e SDst-l-BA (Tucano), são citados como provas do caráter continental de sua sedimentação.\nNa sua parte basal, em contacto direto com o Complexo Cristalino, a formação se compõe de um material avermelhado, arroxeado, arcósico, muito argiloso, mícáceo, que possui esparsamente um conglomerado de matriz arcósica, com seixos angulares de gnaisse decomposto e quartzo de veio, sugerindo deposição in situ, ou com pequeno transporte e rápida sedimentação.\nNa parte estratigràficamente mais alta, as características litológicas da formação evidenciam forte mudança no ambiente de sedimentação, parecendo sugerir soerguimento muito rápido das fontes de sedimentos.\nConseqüentemente, acentuaram-se os gradientes dos rios, permitindo que correntes competentes transportassem material mais grosseiro para o local de deposição.\nA presença de micas e, principalmente, feldspatos bem preservados, na composição da formação, sugere origem de rochas do Complexo Cristalino, com pequeno transporte, rápida deposição e rápida sedimentação.\nA falta de fósseis marinhos e a presença de fósseis de origem continental e lacustrina, aliadas à grande distribuição horizontal e à homogeneidade lito-lógica da formação, parecem sugerir um ambiente deposicional continental e de enormes dimensões, possivelmente uma bacia interior de águas rasas e agitadas, doces e salobras, onde os sedimentos foram retrabalhados e horizontalmente distribuídos por grandes extensões.\n3.1.7\t— Possibilidades de petróleo e gás\nO arenito Sergi, na área mapeada, de um modo geral, apresenta excelentes características de rocha-reservatório. Nenhuma ocorrência superficial de óleo ou gás foi registrada nessa formação durante os trabalhos de mapeamento da bacia.\n3.1.8\t— Correlação\nA formação Sergi tem sido mapeada desde a extremidade sul da bacia do Recôncavo até às bacias de Tucano e Jatobá.\nÊ equivalente, em idade, à formação Japoatã da bacia de Alagoas-Sergipe, com a qual também se correlaciona litológica e estratigràficamente.\n3-2 — Formação Itaparica\n3.2.1\t— Generalidades\nEssa formação foi definida por Pack e Almeida em 1945, após estudos de subsuperfície em poços da ilha de Itaparica, '\nSua posição estratigráfica é assinalada por contactos normais com o arenito Sergi, sotoposto, e com a formação Candeias, sobreposta. O contacto inferior da formação é assinalado por siltitos de côr variegada, sobrepostos à seeção doml-nantemente arenosa da formação Sergi. O contacto superior, facilmente reconhecido no campo, é colocado no tôpo do folhelho marrom, imediatamente à base do arenito Zona “A”.\n3.2.2\t— Iãtologia\nO tôpo da formação é composto de folhelho marrom, bem estratificado, sil-tico, riquíssimo em ostracóides.\t-\nSotoposta ao folhelho marrom, a formação é constituída de siltito, lentes de arenito, folhelhos e lentes de calcário. O siltito é cinza, esverdeado, manchado de marrom, mal estratificado, argiloso, micáceo, pouco calcífero, fossilífero (ostracóides), apresentando intercalações de arenito amarelado, creme, granulação fina a média, bem estratificado, em leitos de 10 a 20 cm de espessura, friável. O folhelho é cinza-escuro, cinza-esverdeado, amarronzado, bem laminado, micáceo, calcífero, muito fossilífero (ostracóides e estérias); apresenta intercalações de calcário cinza-escuro a cinza-esverdeado, geralmente microcristalino, por vêzes arenoso e riquíssimo em estérias; o calcário ocorre em leitos que variam de 10 a 50 cm de espessura, muito duro.\nA parte basal se compõe de siltito de côr variegada, mal estratificado, argiloso, muito micáceo, fossilífero (ostracóides).\n3.2.3\t— Espessura\nNo poço pioneiro mais próximo da bacia do rio Almada, VBst-l-BA (Velha Boipeba), situado na bacia do Recôncavo sul, foram perfurados 171 metros de sedimentos Itaparica.\nEstima-se que a espessura máxima da formação na área mapeada é da ordem de 130 metros.\n3.2.4\t— Distribuição horizontal\nA formação se acha melhor exposta na área a oeste do meridiano de 39°07’30”, onde a acentuada erosão das camadas inferiores, da formação Candeias, dado ser o gradiente dos cursos d’água bem mais forte que o mergulho das camadas, põe à superfície exposições extensas e muito irregulares dos sedimentos Itaparica. Aflora também a leste dêsse mesmo meridiano, numa faixa ao sul e ao norte.\t.\n3.2.5\t— Idade e paleontologia\nA similaridade de sua fauna (ostracóides, estérias e restos de plantas) com a fauna da formação Candeias assinala para os sedimentos Itaparica a idade Cretáceo Inferior (Depex, 1961).\n3.2.6\t— Origem\nO conteúdo fóssil da formação indica um ambiente deposicional de águas doces a salobras (Depex, 1961).\nOs sedimentos que compõem a formação originaram-se provavelmente do material erodido de rochas cristalinas e transportado por rios e outros agentes para o local de deposição. A presença de folhelhos escuros atesta a existência de condições redutoras. Finos leitos de calcário interestratificados com folhelhos evidenciam curtos períodos de estabilidade e intensa evaporação. Os folhelhos\nvermelhos do tôpo da formação parecem indicar condições oxidantes no término do período de deposição dos sedimentos Itaparica.\n3.2.7\t— Possibilidades de petróleo e gás\t'\nEmbora parte dos sedimentos Itaparica apresentem boas características de rocha matriz, faltam à formação boas condições de rocha-reservatório. Em poucas localidades, a noroeste da área e a nordeste na costa, observou-se fraco cheiro de óleo e gás em folhelhos dessa ..formação.\n3.2.8\t— Correlação\nA formação se acha presente em tôda a bacia do Recôncavo. Na bacia de Tucano, foram mapeados sedimentos Itaparica na área de Rosário (Cocorobó).\nGhignone se refere à ocorrência dessa formação em superfície, assinalada pela existência de fósseis-guias, em poucas localidades no flanco oriental de Tucano norte, entre os rios Vaza-Barris e São Francisco. (Ghignone, J. I., Relatório n.’ 688, página 47). Em subsuperfície, sua presença foi constatada em vários poços perfurados na bacia de Tucano. No estratigráfico Imst-l-BA (Ibimi-rim), bacia de Jatobá, no intervalo de 2 280 a 2 295 metros, com base em ostra-cóides, supõe-se a presença de sedimentos Itaparica.\nJones, 1959, correlaciona a formação Itaparica com sedimentos equivalentes da bacia de Alagoas/Sergipe.\n3.3\t— Formação Candeias\n3.3.1\t— Generalidades\nO. I. Pack, L. A. Almeida e outros, em 1945, foram os primeiros a usar o têrmo Candeias para designar a formação sobreposta ao folhelho Itaparica. Em 1946, Taylor mudou essa nomenclatura, reunindo o folhelho Itaparica e a formação Candeias numa só formação, a que chamou Santo Amaro. Em 1949, Barnes firmou o têrmo Candeias como membro superior da formação Santo Amaro. Veio mais tarde a reintrodução do têrmo Candeias como formação, e o nome Santo Amaro passou a designar o Grupo constituído das formações Itaparica e Candeias.\t'\nO contacto inferior da formação é concordante; foi mapeado com referência, quase que exclusivamente, às ocorrências do arenito Zona “A”, e colocado na base dêsse arenito. Na parte norte-noroeste da área mapeada, o mergulho das camadas se apresenta mais suave que o gradiente dos vales, fazendo com que o contacto inferior da formação se apresente muito semelhante a contactos de camadas horizontais.\nO contacto superior da formação com a formação Ilhas não está presente em superfície; no entanto, os indícios de campo sugerem uma possível discordância Candeias/Ilhas, em subsuperfície.\n3.3.2\t— Litologia\nNa área mapeada, a formação Candeias se compõe de folhelhos cinza-esver-deados a cinza-escuros a pretos, bem estratificados, sílticos, micáceos, carbonosos, por vêzes calciferos, às vêzes finamente listrados, apresentando esparsamente\nabundantes lâminas (um a cinco milímetros de espessura) de calclta fibrosa nos planos de acamamento e preenchendo fraturas, muito ricos em ostracóides, estérias, restos de peixe (Lepidotus) e algum resto de plantas; com interestrati-ficação de calcário cinza-escuro a creme, microcristalino, argiloso, em leitos de 10 a 20 cm de espessura, muito duro; e intercalações de arenito cinza-esbranqui-çado, médio a grosseiro, grãos arredondados a subarredondados, caolínicos, bastante calcífero, duro. Sotoposto a essa secção, constituindo a parte basal da formação, vem o arenito Zona \"A\", cinza-esbranquiçado, amarelado, creme, fino a médio a grosseiro, pébbly, grãos subangulares a subarredondados, laminado em algumas localidades, pouco micâceo, geralmente argiloso, pouco calcífero, apresentando eventualmente pequenas palhetas de folhelhos disseminados, parcialmente friável.\n3.3.3\t— Espessura\nPor estar a formação muito repetida pelo tectonismo ocorrido, e, principalmente, em virtude da ausência de seu contacto superior com a formação Ilhas, não íoi possível efetuar a medida de sua espessura em superfície.\nO arenito Zona “A”, um dos mais importantes horizontes petrolíferos na bacia do Recôncavo, muito bem exposto em algumas localidades ao norte e sul da bacia, com seus contactos superior e inferior muito bem definidos, permitiu fôsse sua espessura medida em 10 a 12 metros.\nUma espessura máxima da ordem dos 150 metros é estimada para a formação Candeias na região oeste do meridiano de 39’07’30”. Entretanto, a leste do mesmo meridiano, a espessura deve ser bem maior, porquanto é provável que dessa parte da bacia para a plataforma continental a formação apresente maior secção em subsuperfície.\t.\n3.3.4\t— Distribuição horizontal\nGrande parte da área mapeada se constitui de sedimentos Candeias. No bordo norte-noroeste, a formação aflora numa extensa faixa de 6 km, de encontro ao Complexo Cristalino.\nEntretanto, as melhores exposições de folhelhos Candeias, conforme resultados de Palinologia, foram encontradas à margem sul da lagoa do Itaípe e ao sul da vila de Urucutuca, próximo ao escarpado do Complexo Cristalino (fig. 3). Na parte nordeste da área, a formação se apresenta em exposições muito pobres.\n3.3.5\t— Idade\nCretáceo Inferior, à base do conteúdo fóssil da formação : ostracóides, Lepidotus, estérias e polens (Depex, 1961).\n3.3.6\t— Origem\nA presença de folhelhos carbonosos, cinza-escuros, na formação, indica ambiente deposicional redutor. Delgadas camadas de calcário evidenciam períodos estáveis de intensa evaporação durante a deposição. A presença de camadas de arenitos, às vêzes mostrando estratificação cruzada e espessura variável (Zona '‘A\"), parece indicar períodos mais instáveis.\nA fauna encontrada comprova deposição em águas doces a salobras.\nO aspecto arcósico e a presença de palhêtas de folhelhos no arenito Zona “A” sugerem origem de rochas cristalinas e outros sedimentos preexistentes.\n3.3.7\t— Possibilidades de petróleo e gás\nA espêssa secção de folhelhos carbonosos da formação é considerada a principal fonte de hidrocarbonetos na bacia do Recôncavo.\nO arenito da base da formação, Zona “A”, representa o segundo reservatório em importância na bacia do Recôncavo. Nos campos de Candeias e Pedras, as areias lenticulares desta formação produzem hidrocarbonetos em escala comercial. Parte da produção do campo de Itaparica provém da Zona \"A”.\nNa bacia de Tucano, essa formação também apresenta as melhores características de rocha matriz. Em Riacho da Conga, Tucano sul, no RCst-l-BA, constataram-se indícios de óleo em um arenito da base da formação Candeias. Os poços QeX-l-BA e Qe-5-BA (Quererá) são produtores de gás de arenitos Candeias. Recentemente, o poço pioneiro SV-l-BA (Sempre Viva), também no Tucano sul, mostrou-se produtor de óleo na formação Candeias.\nNa bacia do rio Almada, indícios inativos de hidrocarbonetos foram observados em folhelhos dessa formação, em várias localidades a norte-noroeste, na lagoa do Itaípe e a sudoeste. Grandes são as possibilidades de descobertas de óleo em reservatórios da formação Candeias, na bacia do rio Almada, principalmente na sua parte leste, zona litorânea e plataforma continental.\n3.3.8\t— Correlação\nEssa formação se encontra em tôda a bacia do Recôncavo. Sedimentos Candeias foram assinalados nas bacias de Tucano e Jatobá.\nÉ equivalente em idade e litològicamente semelhante à formação Feliz Deserto, da bacia de Alagoas e Sergipe.\n3.4\t— Formação Ilhas\n3.4.1\t— Generalidades\nPedro de Moura, em 1940, foi quem primeiro usou o têrmo Ilhas (Formação das Ilhas) para designar os sedimentos que afloram em quase tôdas as ilhas da baía de Todos os Santos.\nA formação se apresenta na bacia em contacto de falha com as formações Candeias, Itaparica e Sergi e com o Complexo Cristalino. A nordeste, em uma pequena área, a formação Urucutuca cobre discordantemente os sedimentos Ilhas. A presença da formação Alagoas em subsuperfície, como foi verificada no furo raso F-4, margem do rio Almada, indica uma discordância Ilhas/Alagoas.\nO contacto inferior da formação, embora não tenha sido observado em superfície, é dado como discordante. Essa suposição está baseada em que, na área mapeada, a formação Candeias se apresenta apenas com sua parte inferior. Considerando-se que os conglomerados que afloram ao sul da lagoa do Itaípe, e a oeste e próximo da falha do Apipique (ponto geológico n.’ 544), pertencem à formação Ilhas, parte inferior, ter-se-á, evidente, a discordância Ilhas/Candeias.\nFIG. 7\nAfloramento 574. Formação ILHAS. Folhelhos e lentes de calcário com intercalarão de uma camada de brecha.\n3.4.2\t— Litologia\nA formação, na bacia do rio Aimada, consiste em uma alternância de folhelhos e siltitos, com interestratificações de finos leitos de calcário e arenitos len-ticulares, mostrando também intercalações de conglomerados.\nA parte basal é formada de conglomerado cinza, compacto, matriz arenosa e pouco calcífera, constituintes de rochas cristalinas, angulosos e subarredondados, diâmetros que variam de poucos milímetros a 10 metros por 5 metros (apenas um enorme bloco encontrado próximo à localidade 574); seixos e pequenos blocos de calcário dolomítico, microcristalino, e calcário oolítico, pisolítico, diâme-\nFIG. 8\nAfloramento 574. Vc-so o forte mergulho dos sedimentos ILHAS\n(25° a 35° para sudeste)\ntro máximo encontrado de 30 cm, com núcleo de ostracóides; e seixos de quartzo, quartzito, cherte.\nSobrepondo-se a essa secção, afloram folhelhos cinza-escuros a pretos, bem laminados a finamente laminados (de tal modo que às vêzes se abrem quais folhas de livro), calcíferos, carbonosos, algo sílticos, parcialmente ricos em ostracóides e estérias, interestratificados com delgados leitos de calcário (10 a 20 cm de espessura), microcristalino e muito duro; apresentam intercalações de arenito amarelado, fino a médio, por vêzes pebbly, com 50 cm a 80 cm de espessura, argiloso, muito friável. Nessa secção de folhelho, foi encontrada na localidade 575\nFIG. 9\nPróximo à localidade 574. Formação ILHAS. Conglomerados c folhelhos.\n(figs. 7, 8, 9) uma brecha lenticular, intraformacional, com 50 cm de espessura, constituída de seixos angulosos de calcário com 5 cm de diâmetro médio e inclusões de folhelho, tudo envolvido em uma matriz cinza-escura, essencialmente originada dos folhelhos da própria formação.\nMais para o tôpo da formação, como se observou na localidade 607, encontra-se em excelente exposição uma sequência de folhelhos cinza-escuros, laminados, carbonosos, sílticos, pouco micãceos, em parte piritosos, sotopostos a conglomerado (fig. 10) cinza a creme, compacto, aparentemente em camadas de 1,5 metro a 3 metros, imaturo, matriz mais arenosa que argilosa, composto de sei-\nFIG. 10\nAfloramentos $07. Formação ILHAS. Conglomerados sotopostos a siltitos.\nxos e pequenos blocos de rochas cristalinas, aproximadamente 60 %, com diâmetros até de 40 centímetros, predominantemente gnaisse, seixos arredondados de quartzo, quartzo de veio, quartzito, arenito, algum calcário microcristalino, cherte, alguns pequenos blocos de folhelbo, tudo sotoposto a uma espêssa secção de siltitos cinza-claros a creme, bem laminados, argilosos, muito micáceos e muito duros. Sobrepondo-se a esta sequência e parecendo constituir a parte mais alta da secção Ilhas na bacia, afloram folhelhos verde-oliva a cinza-esvgrdeados, bem laminados, micáceos, algo piritosos, sedosos ao tato, apresentando nódulos de calcário, cortados por veios de calcita, íossiliferos, duros.\n3.4.3\t— Espessura\nNo poço padrão Mf-l-BA foram atravessados 960 metros da formação Ilhas, sendo 560 metros de Ilhas superior e 400 metros de Ilhas inferior. No MB-l-BA (Morro do Barro, sul da ilha de Itaparica) foram perfurados 1350 metros de Ilhas inferior. Na baía de Camamu-Maraú, região imediatamente ao norte da cidade de Itacaré, limite da área mapeada, os poços VBst-l-BA (Velha Boipeba) e TM-l-BA (Taipu-Mirim) apresentaram, respectivamente, 203 metros e 69 metros de Ilhas inferior.\nObserva-se, assim, haver uma grande variação de espessura na formação.\nNa bacia do rio Almada acha-se presente em superfície a parte inferior do Ilhas superior e a parte do tôpo do Ilhas inferior. Infelizmente, a ausência dos contactos da formação não permitiu a medida de sua espessura; entretanto, é muito provável que ela se apresente bastante espessa (ordem dos 1 000 metros?) em subsuperfície, na zona litorânea e na extensão para a plataforma continental.\n3.4.4\t— Distribuição horizontal\nSedimentos Ilhas afloram numa estreita faixa de 4 km de extensão, próximo ao bordo nordeste, ao longo da costa, compondo os blocos abaixados das falhas ali mapeadas.\n3.4.5\t— Idade\nCretáceo Inferior, baseado em sua abundância de ostracóides do gênero Cy-pridea, polens e na ocorrência de Lepidotus sp., Chiromystas (Lepidotus) Man-soni, dentes de crocodilo (Depex, 1961).\n3.4.6\t— Origem\nA presença de rica fauna de ostracóides, estérias e outros fósseis não-mari-nhos evidencia deposição em águas doces a salobras, provàvelmente ambiente lacustrino.\nUma fase de tectonismo bastante ativo prevaleceu, concomitantemente com a deposição de parte da formação Ilhas. Durante essa fase novos falhamentos ocorreram, enquanto outros, mais antigos, eram reativados. Em consequência, espêssas camadas de conglomerado foram depositadas nas áreas de bordo da bacia. Os constituintes dêsse conglomerado sugerem pequeno transporte das fontes de sedimentos ao local de deposição.\nA espessa e extensa secção de folhelhos escuros, bem laminados, sugere deposição em condições redutoras, águas relativamente rasas e calmas, onde o material fornecido foi largamente distribuído por correntes de baixo gradiente, indicando suave relevo nas fontes de sedimentos. Delgados leitos de calcário mi-crocristalino, intercalados com êsses folhelhos, indicam, possivelmente, períodos mais estáveis e de intensa evaporação.\nOs materiais fornecidos à deposição da formação Ilhas originaram-se de sedimentos pré-Ilhas e, principalmente, de rochas ígneas e metamórficas do Complexo Cristalino.\n3.4.7\t— Possibilidades de petróleo e gás\nNa bacia do Recôncavo, nos campos de Aratu, Lobato, Água Grande, Mata de São João e Taquipe, os arenitos da formação Ilhas produzem petróleo e gás. Na ilha de Itaparica, poços MB-l-BA, MBX-l-BA e Jb-l-BA, arenitos porosos dessa formação apresentaram boas indicações de hidrocarbonetos. Na bacia de Tucano, o poço Qe-l-BA produz óleo de um arenito do Ilhas. Na bacia do rio Almada, a formação Ilhas tem condições e possibilidades, para geração e aprisionamento de hidrocarbonetos, idênticas àquelas verificadas na bacia do Recôncavo.\nEm vários pontos geológicos na faixa de afloramentos dessa formação foram constatados indícios inativos de hidrocarbonetos.\n3.4.8\t— Correlação\nEssa formação ocorre em tôda a bacia do Recôncavo.\nCampos verificou a identidade entre a parte superior da formação Tucano do Brasil e a formação Ilhas do Recôncavo. (Campos, C. V., Relatório n.° 350, 1960). Ghignone e, mais tarde, Muhlmann mapearam sedimentos Ilhas na bacia de Tucano norte. (Ghignone, J. I., Relatório n.’ 688, 1S63, e Muhlmann, H., Relatório n.\" 698, 1963). Souza refere-se à ocorrência dessa formação na bacia de Jatobá. (Souza, O. R., Relatório n.’ 740, 1964). No poço estratigráfico Imst-l-PE (Ibimirim), bacia de Jatobá, conforme resultados de Palinologia, foram atravessados aproximadamente 300 metros de sedimentos Ilhas.\nÉ litológica e paleontològicamente correlacionável com a formação São Miguel, da bacia de Alagoas/Sergipe.\n3.5\t— Formação Alagoas\n3.5.1\t— Generalidades\nJ. C. Branner, em 1919, foi o primeiro a usar o nome Alagoas.\nFonseca foi o primeiro a estabelecer as relações estratigràfico-estruturais da formação Alagoas com as formações sotopostas da Série Bahia, na bacia do Recôncavo.\nNa área mapeada, depararam-se alguns afloramentos dessa formação na foz do riacho Itacarèzinho, 13,5 km ao sul de Itacaré, e na foz do rio Cururupe, ao sul de Ilhéus. Nessas duas localidades, os sedimentos Alagoas se encontram repousando diretamente sôbre o Complexo Cristalino. O fraturamento bem definido, observado nos arenitos que afloram na foz do riacho Itacarèzinho, levam a supor estar essa formação afetada por falhamentos.\nNa foz do rio Cururupe, os sedimentos dessa formação se encontram muito perturbados, e cortados por diques de diabásio. A êsse respeito escreve Djalma Guimarães : \"Em Cururupe ficou demonstrado o efeito das injeções basálticas sôbre os depósitos sapropélicos. O dique basâltico que intrometeu-se na formação contém bolsas de petróleo negro, que está impregnando também as diáclases da rocha ignea”. (Guimarães, D., 1958, página 264.)\nAlém desses afloramentos, suscetíveis de visitação somente com a maré baixa, a presença dessa formação na bacia do rio Almada foi constatada no furo raso F-4. Admite-se que em subsuperficie a formação Alagoas esteja em discordância angular com as formações mais velhas do Cretáceo Inferior, sotopostas, e com as formações marinhas, sobrepostas.\n3.5.2\t— Litologia\nNa área mapeada, a litologia da formação em superfície se restringe às duas localidades anteriormente citadas :\na)\tFoz do riacho Itacarèzinho : arenito róseo, amarronzado, grosseiro a con-glomerático, grãos angulares a subangulares, muito feldspático, boa percentagem de vazios, regularmente duro, apresentando cristais de feldspato de 6 mm x 3 mm de diâmetros máximos; seixos de calcário cinza, arenoso, com 15 cm de diâmetro máximo. Intercalada com êsse arenito ocorre uma camada de 1,5 m de argila verde, mal estratificada, arenosa, micácea, mole.\nb)\tFoz do rio Cururupe : afloram folhelhos cinza-escuros a pretos, bem laminados, silticos, bastante micáceos, betuminosos, parcialmente calciferos, algo pi-ritosos, muita matéria orgânica, interestratificados com delgadas camadas de calcário cinza-escuro, microcristalino, duro, e siltitos cinza a pretos, finamente es-tratificados, calciferos, muito micáceos e com bastante matéria orgânica. Associado a esses sedimentos ocorre algum arenito do mesmo tipo que o de Itaca-rèzinho.\n3.5.3\t— Espessura\nA ocorrência restrita dessa formação não permitiu nenhuma medida de sua espessura em superfície. Nos poços VBst-l-BA e TM-l-BA (baía de Camamu-Ma-raú) foram atravessados, respectivamente, 83 metros e 68 metros de sedimentos Alagoas. Alvim refere-se a três sondagens realizadas na região do Cururupe; somente foi possível localizar a sondagem efetuada próximo à embocadura do rio, e ali foram constatadas espessuras de sedimentos da ordem de 70, 100 e 195 metros. (Alvim, G. R., 1920/1922.)\nTais sedimentos, segundo atualmente se supõe, pertencem à formação Alagoas.\nÉ, sem dúvida, muito provável que essa formação se apresente bastante espessa na plataforma continental.\n3.5.4\t— Distribuição horizontal\nAs exposições da formação Alagoas na bacia se limitam às localidades já citadas.\n3.5.5\t— Origem\nA existência de fósseis (polens, ostracóides e restos de peixe) nos sedimentos Alagoas indica deposição em águas doces a salobras. (Sergipe/Alagoas Basin Study, 1960.)\nA presença de folhelhos escuros, bem laminados, com bastante matéria orgânica, leva a supor, possivelmente, deposição em ambiente restrito, águas rasas e calmas, prevalecendo condições redutoras. Finos leitos de calcário, intercalados nesses folhelhos, sugerem períodos estáveis de intensa evaporação.\nOs arenitos arcósicos, conglomerãticos, presentes na formação, talvez indiquem certo soerguimento das fontes de sedimentos, possibilitando, consequentemente, que correntes de maior competência transportassem elásticos grosseiros para o local de deposição.\nA abundância de feldspatos bem preservados nesses arenitos sugere rápida deposição, rápida subsidência e sedimentação. A abundância de micas nos fo-\nlhelhos e siltitos e a presença de feldspatos e seixos de calcário nos arenitos indicam que os sedimentos Alagoas se originaram de rochas preexistentes, mas, predominantemente, do Complexo Cristalino.\n3.5.6\t— Idade e paleontologia\nA idade Aptiano/Albiano foi atribuída à formação, com base em determinações palinológicas (pólen, Zona II) e presença de ostracóides \"207”.\n3.5.7\t— Possibilidades de petróleo e gás\nParte da secção de folhelhos dessa formação (folhelhos cinza-escuros a pretos, carbonosos, betuminosos) apresentam boas características de rocha matriz. O corpo de arenito observado na foz do riacho Itacarèzinho oferece regulares condições de rocha-reservatório. Na baia de Camamu-Maraú foram encontradas algumas exsudações de hidrocarbonetos em folhelhos, siltitos e arenitos dessa formação. (Fonseca, J. I., Relatório n.’ 577, 1963.)\nNa área mapeada, indícios de hidrocarbonetos foram observados no arenito e argilas associadas, na foz do riacho Itacarèzinho e na foz do rio Cururupe, onde, em maré baixa, se notam folhelhos, siltitos calcíferos e calcários fendilha-dos, altamente saturados de óleo. Nessa mesma região, a presença de óleo, não--comercial, foi constatada por Alvim nas três sondagens supramencionadas.\nNão se deve subestimar a potencialidade da formação Alagoas quanto à existência de hidrocarbonetos. A discordância dessa formação com as da Série Bahia se poderá mostrar, em subsuperfície, bastante expressiva no que diz respeito à possibilidade de acumulação de óleo. Por outro lado, indícios de campo, tais como fraturamento bem definido, sugerindo estar a formação afetada por tecto-nismo, e a atitude de camadas, mostrando mergulho para sudeste, indicando o espessamento dos sedimentos Alagoas nessa direção, levam a crer na grande possibilidade, notadamente na plataforma continental, de vir essa formação a oferecer condições estruturais e estratigráficas capazes de acumular hidrocarbonetos.\n3.5.8\t— Correlação\nCom base em determinações palinológicas (pólen, Zona II), a formação é correlacionada com a formação Marizal, das bacias do Recôncavo e Tucano.\nÉ litológica e paleontològicamente correlacionável com os sedimentos Alagoas, da bacia de Alagoas/Sergipe.\n3.6\t— Formação Urucutuca\n3.6.1\t— Generalidades\nEm vários pontos ao longo da ferrovia Ilhéus-Castelo Nôvo, dentre os quais se destacam os da vila de Urucutuca e proximidades, ocorrem exposições de uma sequência de sedimentos paleontológica e litològicamente não correlacionáveis com as formações do Cretáceo Inferior na bacia. Determinações paleontológicas, baseadas principalmente em foraminíferos (ver Apêndice), constataram tratar-se de sedimentos marinhos do Cretáceo Superior.\nConsiderada a extensa área de ocorrência dêsses sedimentos, com características litológicas bem distintas e mapeáveis, e de idade determinável, deu-se-lhes a categoria de formação, com o nome Urucutuca, em vista de terem sido encon\ntradas nessa estação ferroviária suas melhores exposições na bacia. A presença dessa formação constitui o único testemunho de transgressão marinha na bacia do rio Almada.\nA atitude horizontal a sub-horizontal de suas camadas parece indicar não estar a formação afetada por tectonismo.\nOs sedimentos Urucutuca repousam discordantemente (discordância angular) sôbre as formações do Cretáceo Inferior. Na borda nordeste da bacia a formação se acha em contacto direto com o Complexo Cristalino, e na borda sul teve sua deposição limitada pelo falhamento preexistente.\nUma coluna estratigráfica esquemática (fig. 11) foi composta mediante associação dos dados de superfície com os dados obtidos dos furos rasos, efetuados na área coberta, ao longo da costa.\n3.6.2\t— Litologia\nA formação se compõe de uma alternância de folhelhos, calcários, siltitos, arenitos e conglomerados, como revela a coluna estratigráfica (fig. 3).\n3.6.3\t'— Espessura\nEm afloramento, na vila de Urucutuca, foram medidos 40 metros de sedimentos. No furo raso F-4, margem do rio Almada, foram atravessados 130 metros da formação. É de supor que na plataforma continental a formação Urucutuca se apresente bastante espessa.\n3.6.4\t— Distribuição horizontal\nA formação foi encontrada em parte do bordo nordeste e na parte sul da bacia. Na zona litorânea, ao longo da costa, está presente em subsuperfície.\n3.6.5\t— Idade e paleontologia\nBaseada em polens, e principalmente em foraminiferos, foi atribuída aos sedimentos Urucutuca a idade Campaniana-Maestriquiana, do Cretáceo Superior (ver Apêndice).\n3.6.6\t— Origem\nOs fósseis encontrados nos sedimentos Urucutuca são tipicamente marinhos e sugerem condições de mar 'aberto. . A rica fauna de foraminiferos, contida na formação, e o seu aspecto litológico sugerem condições redutoras em ambiente nerítico de deposição, confinado à plataforma continental.\nA predominância de sedimentos finos, algo carbonosos, aliada à ausência de elásticos grosseiros na parte inferior da formação, parece denunciar rápida transgressão marinha. A uniformidade e homogeneidade litológica de sua espêssa coluna de folhelhos possivelmente indicam um mar calmo, que ocupava a área de deposição da formação durante um longo período de tempo (Campaniano Superior ao Maestriquiano).\nA presença de conglomerados grosseiros, com intercalações de folhelhos e siltitos violáceos, marrons, na parte superior da formação, indica deposição de sedimentos litorâneos durante a fase regressiva do mar.\nCOLUNA ESTRATIGRÁFICA ESQUEMATICA\nFORMAÇÃO URUCUTUCA\nESCALA 11000\no-g\n102030-40-i\n50-\nConçl. polirrJtico, medio o grosseiro, mol consoHdodo, coMtndo se>xOS « blocos Oe CHttoÜno, gnoisse principolmente, subarredendodos,&lt;Jiam. móx. 40cmj seixos de quartzo, quartzito, orenito, chert; pa-Ibêtos e bloco» pequenos Oe folhe'boa cinza, marrom, esverdeadas; esparsoj blocos de brecho calcário cimentada por barito, clguns blocos e seixos de calcário microcnstotino; tudo engiobodo em moió&lt;argiloso, oiço ortrx»a, cinzo, creme, croósico.\nFohelhas cirvo o viatoceus, silt, mico bem Iam., ondul., duros.\n\n1OO\n130-\n170-\nFolhelbas cinza - acuras, padotroente corbonotoe, sill., micóceo», pinlosas, espessos, ricos em to'omini feros, motes, Inter»»trat1fico<too com siltito cinza - escuro, orgilooo, micóceo, piritoco. lominodo, anduíodo, parciaimerte duro e calcaria cruo, arenoso em lentes delgadas, muita fass'h'fero (foromin/feros), duro , orenitos omorefatoa, íinas a medíos, delgodas, muita orgitoso, micaccos, bastente triõvsà CongkxMrodo» kotkulores, como acima.\nBASE DA FQRMAçSj URUCUTUCA TÔPO DA FORMAÇÃO ALAGOAS\nFIG. 11\nPara os sedimentos da formação Urucutuca sao sugeridas duas fontes distintas :\na)\trochas sedimentares preexistentes, principalmente do Cretáceo Inferior;\nb)\trochas do Complexo Cristalino.\t'\n3.6.7\t— Possibilidades de petróleo e gás\nParte dos folhelhos da formação apresentam características de rocha matriz. As suas relações estratigráficas e estruturais sugerem inexistência de condições para aprisionamento de hidrocarbonetos.\n3.6.8\t1— Fácies\nApresenta uma fácies argilosa (parte inferior), caracterizada pela uniformidade litológica na bacia do rio Almada. Na parte superior da formação predominam conglomerados, com intercalações de delgados leitos de folhelhos sílticos, siltitos e arenitos argilosos.\n3.6.9\t— Correlação\nÉ equivalente em idade à parte superior da formação Calumbi, da bacia de Alagoas/Sergipe.\n3.7\t— Terraços quaternários\nConstituem-se principalmente de areias aluviais, cobrindo grandes extensões da área mapeada, o que muito dificultou as investigações geológicas. Na orla litorânea, êsses terraços se compõem de areias quartzosas limpas e apresentam cordões litorâneos paralelos, indicativos das posições progressivas da linha de praia em mares regressivos.\nAs perfurações rasas efetuadas ao longo da costa constataram espessura média de 60 metros para êsses depósitos quaternários.\n3.8\t— Rochas ígneas e metamórficas\nO Complexo Cristalino, na área mapeada, se constitui de rochas metamórfi-cas, principalmente gnaisse e granulitos, e algumas ígneas e intrusivas básicas, tais como gabro, anfibolitos e diabásio (diques).\nAllard, após estudo petrográfico realizado sôbre algumas lâminas delgadas, confeccionadas de amostras de superfície colhidas nos bordos da bacia, concluiu serem as rochas do Complexo Cristalino, na bacia do rio Almada, idênticas às encontradas na costa de Salvador, sugerindo que tais rochas têm origem provável em sedimentos que continham possíveis injeções ígneas, metamorfizados para a fácies piroxênio-granulito. (Allard, G. O., Relatório n.’ 536, 1963.)\nEm vários pontos da bacia foram encontrados diques de diabásio cortando rochas do Complexo Cristalino. Entretanto, não se observou nenhum indicio dessas intrusões afetando os sedimentos. Daí, a exemplo do que ocorre com as intrusivas da costa de Salvador, é possível estender a idade pré-Cretáceo para os diabásios encontrados no Complexo Cristalino, ao norte de Ilhéus. Na região do rio Cururupe, ao sul de Ilhéus, apareceram intrusivas cortando sedimentos de idade Aptiana/Albiana (formação Alagoas).\nGuimarães refere-se à atividade de magma basáltico, desde Cururupe, Abrolhos e outros pontos do Nordeste, como de idade Turoniana, Cretáceo Superior. (Guimarães, D., 1958, página n.’ 254.)\nO Complexo Cristalino na região da bacia do rio Almada se mostra muito fraturado, com alinhamentos bem definidos por grandes extensões, e provávelmente terá exercido grande influência na estrutura da bacia.\n4\t— ESTRUTURA GEOLÓGICA\n4.1\t—- Estrutura regional\nDe origem puramente tensional, a bacia do rio Almada se apresenta, ao norte, oeste e sul, em contacto ora de falha, ora de discordância com rochas do embasamento; e a leste estende-se para a plataforma continental.\nDois períodos principais de deformação — um, Candeias-Ilhas, e outro, suposto pré-Urucutuca — são responsáveis pela distorção da coluna sedimentar do Cretáceo Inferior na bacia. Resultantes dêsses períodos de deformação, foram observados três sistemas principais de falhas, com direções NNE, NE e NNW, sendo o primeiro o mais antigo, e o último, o mais nôvo.\nPredominam na bacia as falhas de direção nordeste, pertencentes aos sistemas mais antigos NNE e NE, com blocos elevados a oeste. Entretanto, importante é observar-se que o sistema de falhas mais nôvo, de direção NNW, de um modo geral inverte a situação estrutural da bacia, aparecendo com blocos elevados a leste. O rejeito das falhas varia de uns poucos metros até mais de 1 000 metros.\nDa superposição dêsses três sistemas estruturais, associados a outros menos importantes, resultou a complexa rêde estrutural da bacia, que, se por um lado dificultou melhor interpretação geológica, por outro lado pode oferecer condições estruturais adequadas ao aprisionamento de reservas comerciais de hidrocarbonetos.\nAo centro da área mapeada, na altura do meridiano de SGWSO”, em decorrência dos falhamentos formados e, principalmente, em consequência da falha do Apipique, com lado alto para leste, a bacia foi dividida em duas regiões distintas no que diz respeito a pesquisas de petróleo :\na)\tA região a oeste dêsse meridiano, onde o mergulho regional converge para o interior da bacia, parecendo mostrar um sinclinal falhado com espessura máxima de sedimentos da ordem de 500 metros e com os arenitos Sergi em completa exposição; torna-se, por isso mesmo, inteiramente desaconselhável à exploração de petróleo.\nb)\tA região a leste dêsse mesmo meridiano, que se estende à plataforma continental e apresenta uma secção geológica mais completa (formações Ilhas e Alagoas também presentes), com espessamento para sudeste, como indica o mergulho regional nessa direção, e sugere um homoclinal falhado, pode oferecer boas condições, tanto estratigráficas como estruturais, para aprisionamen-tos e descobertas de hidrocarbonetos. Embora se desconheça a espessura de sedimentos nessa região, estima-se que é da ordem de 1800 metros nas proximidades do furo raso F-2 (Locação II), na orla marítima.\nO mapa Bouguer (fig. 2), resultante dos trabalhos gravimétricos realizados na bacia, mostra as falhas de maior rejeito observadas pela geologia de super\nfície. As secções verticais esquemáticas (figs. 12 e 13) dão em profundidade os aspectos estruturais da bacia. Os perfis gravimétricos, confeccionados a partir do mapa Bouguer e apresentados superpostos a essas secções, dão uma idéia generalizada da configuração do embasamento.\n4.2\t— Estruturas locais\nNeste item se tratará apenas da região a leste do meridiano de 39’07’30”, por ser a parte da bacia que realmente desperta interêsse para petróleo.\nNo extremo norte da região sòmente foram encontrados alguns remanescentes da formação Sergi, intensamente silicificados. Zona de acesso penoso e mesmo impraticável, deixou de ser vasculhada com os detalhes que seriam de desejar. Na parte sul os sedimentos se comportam de maneira bastante regular, porém na parte norte apresenta-se uma área mais movimentada, com inúmeras falhas escalonadas, originando alguns blocos basculados e o Alto da Tulha.\nMergulhos de 30 a 40 graus para sudeste foram medidos nos blocos abaixados das falhas de direção NE, em folhelhos das formações Itaparica, Candeias e Ilhas. As falhas de direção NNW são em geral antitéticas, com bloco elevado a nordeste. Èsse sistema de falhas, interceptando e deslocando as falhas dos outros sistemas, e por isso mesmo julgado o mais novo da bacia, é o que maior interêsse desperta, porquanto pode criar condições estruturais favoráveis à acumulação de hidrocarbonetos.\nDos vários aspectos estruturais dessa região, ressalta com maior importância para êste trabalho o bloco Ilha do Cedro, onde foram sugeridas duas locações : uma pioneira e outra estratigráfica. TÊ um bloco com direção noroeste-sudeste, aproximadamente com 2,5 km de largura e limitado por três falhas (fig. 13).\nA falha do limite noroeste mergulha para sudeste e põe na superfície a formação Ilhas, no lado abaixado, de encontro às formações Itaparica e Candeias, no lado elevado (fig. 13); e, em subsuperfície, coloca as formações Sergi, Itaparica, Candeias e parte do Ilhas contra o embasamento (ver secção estrutural, fig. 13). Em consequência dessa falha, cujo rejeito se considera da ordem de 800 metros, verifica-se nos sedimentos Ilhas um arqueamento elongado, com eixo mergulhando para sudoeste.\nA falha do limite nordeste mergulha para sudoeste e põe na superfície a formação Ilhas contra o Complexo Cristalino (fig. 3). O seu rejeito é estimado superior a 1 000 metros.\nA falha do limite sudoeste dêsse bloco é de rejeito bem menor que as outras duas, possivelmente da ordem de 300 metros; mergulha para sudoeste, colocando, em subsuperfície (secção estrutural, fig. 12), as formações Sergi, parte superior, e Itaparica contra os folhelhos da formação Candeias e a Zona \"A”, no bloco elevado, e contra os folhelhos do Candeias superior, no bloco abaixado.\nEssas boas condições de fechamento, associadas aos mergulhos das camadas para sudeste e aos indícios de hidrocarbonetos encontrados em superfície, realçam sobremaneira as excelentes condições estruturais para aprisionamento de petróleo existentes no bloco Ilha do Cedro.\n5\t_ POSSIBILIDADES DE PETRÓLEO\nCom relação às possibilidades de petróleo, a bacia do rio Almada divide-se em duas regiões :\n.\tPETROBRfl's\nREGIÃO OE PROnuCÃO OA BAHIA—SgTOROi \"EXPLORAÇÃO\nSECÇÃO ESTRUTURAL ESQUEMATICA AA'\nBACIA DO RIO ALMADA\nFIG.12\nESCALAS HOR. VER IIOOOOO\n»\n+\n_\t250\n250\n0 tf*' M.&lt;10 Wo’\n0CAÇ&amp;>\nTproj^'®\"\n„or®>*tol1-2500°\n-2000\n500\nREG1ÁooH^°DfcBAWA\npe\npqquEJAJÍOCA B\"®\n’\tr/> RIO W-WW*‘\nBfiC'A °°™. e r25°°°\nflS.13\n1\t— Região a oeste do meridiano de 39’07’30”, onde, embora tenham sido observados indícios diretos de hidrocarbonetos, as possibilidades petrolíferas são mínimas e desinteressantes, pelas razões já citadas.\n2\t— Região a leste dêsse mesmo meridiano, onde aos indícios diretos, encontrados nos folhelhos Ilhas que afloram nessa região, se soma a certeza de que a espessura de sedimentos, aumentando sensivelmente para sudeste, pode oferecer condições estratigráfico-estruturais capazes de aprisionar e acumular petróleo, principalmente na plataforma continental.\nAlém disso, as estruturas mapeadas revelam excelentes condições de fechamento, tanto estruturais como estratigráficas. No bloco Ilha do Cedro, o arquea-mento das camadas Ilhas, consequente dos falhamentos ocorridos, é um fator que realça as magníficas possibilidades dessa parte da bacia. As falhas normais de grande rejeito, mapeadas na região, podem oferecer bons trapeamentos estruturais nas formações da Série Bahia. A discordância Ilhas/Candeias, como acontece no Recôncavo, será outro fator de grande importância, se existente. As várias exsudações de óleo encontradas nos sedimentos Alagoas, em muitas localidades do Recôncavo sul, área de Camamu-Maraú e nas embocaduras do riacho Itacarèzinho, sul de Itacaré, e rio Cururupe, sul de Ilhéus, levam a admitir venha a formação a se mostrar bastante promissora para novas descobertas de petróleo. O fato de parecer estarem os sedimentos Alagoas afetados por movimentos tectônicos reforça esta suposição, e torna mais importante ainda a discordância Alagoas/Série Bahia quanto à formação de trapeamentos estratigráfico-estruturais.\nPor outro lado, a presumível presença das formações marinhas Algodões e Sapucari-Laranjeiras na plataforma continental aumenta as possibilidades petrolíferas dessa parte da bacia. Fonseca cita a ocorrência de asfalto em pequenas cavidades do calcário Algodões, que aflora na ilha de Taipu-Mirim. (Fonseca, J. I., Relatório n.' 577, 1963.)\nO evidente espessamento da Série Bahia e da formação Alagoas, para sudeste, e a possível presença das formações Algodões e Sapucari-Laranjeiras na plataforma continental conferem a essa parte submersa da bacia do rio Almada importância considerável no tocante à sua potencialidade petrolífera.\n6\t— CONCLUSÕES E RECOMENDAÇÕES\nO mapeamento em detalhe da bacia do rio Almada e adjacências, associado às informações de geofísica, fornecidas por trabalhos gravimétricos de semide-talhe, levam às conclusões explanadas a seguir :\na)\texistência de uma espêssa coluna de folhelhos carbonosos das formações Urucutuca, Alagoas, Ilhas e Candeias;\nb)\tevidente espessamento dessas formações para leste, com prolongamento na plataforma continental, onde é possível a presença das formações Algodões e Sapucari-Laranjeiras;\nc)\texistência de arenitos porosos e permeáveis nas formações Sergi, Candeias, Ilhas, provàvelmente, Alagoas. O arenito Zona “A”, um dos mais importantes reservatórios produtores de óleo no Recôncavo, apresenta-se, na área mapeada, bastante espêsso, variando entre 10 a 12 metros;\nd)\texistência de condições que oferecem possibilidades de trapeamento es-tratigráfico e estratigráfico-estrutural, relativo às discordâncias Candeias--Ilhas e Alagoas-Série Bahia;\ne)\tpresença de uma rêde estrutural muito complexa, constituída de pelo menos três sistemas de falhas normais, criando excelentes condições de tra-peamento estrutural.\nDa associação dessas conclusões, que sugerem perfeito entroncamento de condições ideais para exploração de petróleo, quer com relação à rocha geradora e rocha-reservatório, quer com relação às grandes possibilidades de trapeamentos estruturais e estratigráficos, julga-se da máxima importância recomendar :\na)\tcontinuação de pesquisas petrolíferas na área mapeada, com a execução das duas locações que serão mais adiante sugeridas.\nDestas duas locações, uma tem objetivo estratigráfico (Locação I), situando-se, como se supõe, na parte mais profunda da bacia no continente; a outra (Locação ID é recomendada como locação pioneira para óleo;\nb)\ttrabalhos exploratórios de detalhe na plataforma continental, onde se supõe existirem excelentes condições para futuras descobertas de hidro-carbonetos;\nc)\tque êsses trabalhos exploratórios na plataforma continental se estendam à região do rio Cururupe.\n6.1\t— Locação estratigráfica (Locação I)\nOrigem ãa locação —• Esta locação estratigráfica é resultado dos trabalhos de mapeamento de superfície, em detalhe, de que trata êste relatório.\nCoordenadas — Situada na costa, na zona da praia, possui coordenadas UTM, respectivamente, 8 381120 e 493 200.\nElevação — Aproximadamente 3 metros acima do nível médio do mar.\nÁgua ■— Dista apenas 2,3 km do rio Almada e, além disso, encontra-se suficiente água doce a poucos metros de profundidade, na área da locação.\nGeologia — A área desta locação se encontra coberta por um manto de aproximadamente 60 metros de material recente. O furo raso F-2, realizado nas vizinhanças da locação e que atingiu a profundidade de 138 metros, penetrou apenas sedimentos da formação Urucutuca, após atravessar o material recente.\nA secção estrutural esquemática AA’, fig, 12, no sentido sudeste-noroeste, mostra o mergulho regional das camadas para sudeste e faz crer esteja a locação num bloco elevado pela falha das Areias, cujo rejeito se estima em tômo de 300 metros. É importante observar que êsse mergulho parece continuar para a plataforma continental, indicando um bloco fechado a sudeste pela atitude das camadas. A sudoeste, a falha das Areias, prolongada, sugere o fechamento das formações Sergi, parte superior, e Itaparica contra os folhelhos da formação Candeias. Igualmente, o fechamento da Zona “A” parece provável, nesse bloco elevado, contra os folhelhos do Candeias superior, no bloco abaixado. A secção estrutural esquemática BB’, fig. 13, mostra a noroeste o excelente fechamento das formações Sergi, Itaparica e Candeias contra o embasamento cristalino, fechamento êsse consequente da falha da Tijuca, cujo rejeito se avalia da ordem de 800 metros. No mapa de locação, fig. 14, observa-se o basculamento dêsse bloco para nordeste, oferecendo notável fechamento, originado não somente em virtude da parcial inversão do mergulho das camadas nessa direção, como, princi-\npalmente, pelo fato de que a falha Fazenda Ilha do Cedro, de rejeito da ordem de 1 000 metros, põe tôda a Série Bahia de encontro ao embasamento cristalino.\n6.1.1\t— Objetivos\nO principal objetivo é conhecer a coluna estratigráfica na parte da bacia considerada mais profunda no continente. Entretanto, tendo-se em vista as condições de fechamento, acima expostas, esta projetada locação poderá testar as possibilidades de acumulação de hidrocarbonetos :\nai nos sedimentos do Aptiano-Albiano e Turoniano;\nb)\tnas superfícies de discordâncias : Alagoas/Ilhas e Ilhas/Candeias;\nc)\tnos arenitos Ilhas, na Zona “A\", na formação Sergi.\n6.1.2\t— Previsões\nFormações\nProfundidailr\n(motros)\nUrucutuca ....................................... 60\nAlagoas ........................................   220\nIlhas ........................................... 540\nCandeias ................................. 1 200\nZona “A” ................................. 1 485\nItaparica ........................ ....... 1500\nSergi..................................... 1 630\nEmbasamento .............................. 1 825\nAs secções estruturais esquemáticas AA’ e BB’ foram construídas pela associação interpretativa dos dados de campo com as informações de paleontologia e de gravimetria.\n6.2\t— Locação pioneira (Locação II)\nOrigem da locação — É resultante dos trabalhos de mapeamento de superfície. em detalhe, realizados na bacia do rio Almada.\nCoordenadas — Situada no bloco Ilha do Cedro, no bordo nordeste da bacia, possui coordenadas UTM, respectivamente, 8383 800 e 491100 (fig. 3).\nElevação — Aproximadamente 5 metros acima do nível médio do mar.\nÁgua — Não constitui problema, porquanto existem riachos perenes, com boa água, nas proximidades da locação.\nGeologia — Determinações paleontológicas, com base em ostracõides e polens, realizadas com amostras de folhelhos e conglomerados colhidas nos pontos geológicos A-574, 578, 707, 712 (mapa de locação, fig. 14), confirmaram a presença do Ilhas superior, parte inferior, em superfície, na área dessa locação. No mapa de locação (fig. 14), as atitudes medidas nos folhelhos da formação Ilhas indicam um arqueamento, conscqüente de falhas normais, cujo eixo tem direção nordeste-sudoeste, mergulhando possivelmente para sudoeste. São as condições de fechamento para esta locação idênticas às condições citadas para a Locação I, em vista de estarem ambas no mesmo bloco, porém realçadas pela estrutura formada por êsse arqueamento. Acrescem ainda os indícios diretos de hidrocarbonetos, forte cheiro de gás, encontrados nos afloramentos A-573, 574. 574 A e 616.\nO mapa gravimétrico Bouguer, fig. 2, mostra uma anomalia na área dessa locação.\t.\n6.2.1\t— Objetivos\nEsta locação é sugerida com o objetivo de testar as possibilidades de acumulação de hidrocarbonetos na formação Sergi, na Zona “A” e nos arenitos da formação Hhas.\n6.2.2\t— Previsões\nFormações\nIlhas .....................................\nCandeias ..................................\nZona “A” ..................................\nItaparica .................................\nSergi .....................................\nEmbasamento ...............................\nProfundidade (metros) Superfície 640 925 940 1070 1250\nOBRAS CONSULTADAS\nALLARD, G. O. — Short petrographic. Note on a group of samples brought to CENAP by Kilson (Bacia do Almada) Salvador, Petróleo Brasileiro S. A., Região de Produção da Bahia, Setor de Exploração, 1963.\nALVIM, G. F. — Sondagem de Cururupe, Município de Ilhéus, Estado da Bahia. Rio de Janeiro, Departamento Nacional da Produção Mineral, Divisão de Geologia e Mineralogia, 1925. (Brasil. Departamento Nacional da Produção Mineral. Divisão de Geologia e Mineralogia. Boletim, 13) p. 39-48.\nCAMPOS, C. W. — Geology of the southern Tucano Basin. Salvador, Petróleo Brasileiro S. A., Região de Produção da Bahia, Setor de Exploração, 1960.\nFONSECA, J. I. et alii — Geologia do Recôncavo Sul (rio Paraguaçu-Itacaré e ilhas da baía de Todos os Santos) Salvador, Petróleo Brasileiro S. A., Região de Produção da Bahia, Setor de Exploração, 1963.\nGHIGNONE, J. I. — Geologia do flanco oriental da bacia de Tucano Norte (do Vaza-Barris ao São Francisco) Salvador, Petróleo Brasileiro S. A., Região de Produção da Bahia, Setor de Exploração, 1963.\t.\nGUIMARÃES, D. — Geologia estratigráfica e econômica do Brasil. Belo Horizonte, Est. Gráfico Santa Maria, 1958. 450, p.\nMUHLMANN, H. et alii — Geologia do flanco ocidental da bacia de Tucano Norte. Salvador, Petróleo Brasileiro S. A., Região de Produção da Bahia, Setor de Exploração, 1963.\nOLIVEIRA, A. I. e LEONARDOS, O. H. — Geologia do Brasil, 2. ed. Rio de Janeiro, Serviço de Informação Agrícola, 1943. 813 p. (Brasil. Serviço de Informação Agrícola. Série Didática, 2)\nPETRÓLEO BRASILEIRO S. A., Rio de Janeiro. DEPARTAMENTO DE EXPLORAÇÃO — Reconcamo Basin study. Rio de Janeiro, 1961.\n---- Sergipe/Alagoas Basin study. Rio de Janeiro, 1960.\nSANTOS, R. S. — Lepiãotídios do cretáceo da ilha de Itaparica, Estado da Bahia. Rio de Janeiro, Departamento Nacional da Produção Mineral, Divisão de Geologia e Mineralogia, 1953. 23 p. (Brasil. Departamento Nacional da Produção Mineral. Divisão de Geologia e Mineralogia. Boletim, 145).\nSOUZA, O. R. e CENACHI, N. C. —■ Semiãetalhe geológico da- bacia de Jatobá. Salvador, Petróleo Brasileiro S. A., Região de Produção da Bahia, Setor de Exploração, 1964.\n4S\n1\t— APÊNDICE\nDeterminações paleontológicas fornecidas pelo Laboratório de Paleontologia do Setor de Exploração da Eegião de Produção da Bahia (SETEX)\nAFLORAMENTOS\tFÓSSEIS\t.\tFORMAÇÕES\t\t\nA- 14\tCypridea ambígua Cypridea brevicornis\tCandeias\tinf.\t— Itaparica\nA- 25\tDarwinula sp.. Morinina sp.\tCandeias\tinf.\t— provável.\nA- 27\tCypridea ambígua Cypridea kegeli\tCandeias\tinf.\t— Itaparica\nA- 28\tCypridea ambígua\tCandeias\tinf.\t— Itaparica\nA- 32\t«Metacypris» sp. 1 Cypridea ambigua\tCandeias\tinf.\t— Itaparica\nA- 33\tGomphocythere forbesi Cypridea ambigua\tCandeias\tinf.\t— Itaparica\nA- 37\t«Metacypris» sp. 1\tCandeias\tinf.\t— Itaparica\nA- 38\tCypridea acuta MOOS\tItaparica\t\t\nA- 39\t«Metacypris» sp. 1 Darwinula sp.\tCandeias\tinf.\t— Itaparica\nA- 43\t«Metacypris» sp. 1 Darwinula sp.\tCandeias\tinf.\t— Itaparica\nA- 44\tCypridea ambigua Estérias\tCandeias\tinf.\t— Itaparica\nA- 47\tPolens\tItaparica\t\t\nA- 64\tReconcavona imitans (A-43)\tCandeias\tinf.\t\nA- 67\tPolens\tCandeias\tinf.\t\nA- 74\tReconcavona imitans\tCandeias\tinf.\t\nA- 81\t«Metacypris» sp.\tCandeias\tinf.\tou Itaparica\nA- 85\tReconcavona imitans\tCandeias\tinf.\t\nA- 89\t.\tCypridea ambigua\tCandeias\tinf.\t— Itaparica\nA- 90\tEstérias e moldes de Reconcavona sp. ?\tCandeias\tinf.\t9\nA- 91\t«Metacypris» longisulcata\tItaparica\t\t\nA- 94\tCypridea kegeli Cypridea armata ?\tItaparica\t9\t\nAFLORAMENTOS\tFÔSSEIS\tFORMAÇÕES\t\t\nA-lOã\tCypridea armata Cypridea brevicornis\tItaparica\t\t\nA-106\tCypridea kegeli Cypridea armata\tItaparica z\t\t\nA-109\tCypridea armata\tItaparica\t\t\nA-113\tCypridea ilheusensis\tCandeias\tinf.\t— Itaparica\nA-114\tCypridea ambígua\tCandeias\tinf.\t— Itaparica\nA-120\tCypridea ilheusensis ?\tItaparica\t2\t\nA-121\tCypridea armata\tItapariea\t\t\nA-122\tCypridea armata Cypridea ilheusensis\tItaparica\t\t\nA-124\tCypridea kegeli\tItaparica\t\t\nA-127\tCypridea ambigua\tCandeias\tinf.\t— Itaparica\nA-128\tCypridea kegeli\tItaparica\t\t\nA-129\tCypridea ambigua ?\tCandeias\tinf.\t9\nA-132\tCypridea ambigua Estérías e ossos de peixe\tCandeias\tinf.\t— Itaparica\nA-133\tCypridea armata ?\tItaparica\t2\t\nA-134\t«Metacypris» sp. 1 Cypridea ambigua\tCandeias\tinf.\t— Itaparica\nA-156\tCypridea armata ?\tItaparica\t2\t\nA-236\tCypridea armata ?\tItaparica\t2\t\nA-299\tCypridea armata ?\tItaparica\t2\t\nA-303\tSipliogenerinoides aff. bramletti Globotruncana aff. gagnebini Heterohelix sp. Chilostomella sp. Zona palinológica Tl-p-49, parte superior\tUrucutuca\t\t\nA-313\tCypridea ambigua ?\tCandeias\tinf.\tbasal ?\nA-386\tCypridea (Morininoides) stanini ? '\tCandeias\tinf.\tbasal ?\nA-446\tCypridea kegeli WICHER (ex. Cypridea nitidula) Cypridea ambigua ? (ex. Cypridea trapezoidalis) ’\tItaparica\t2\t\nAKLORA-MENTOS\tFOSSEIS\tFORMAÇÕES\nA-558\t«Metacypris» sp. 1 ?\tCandeias inf. ou Itaparica\nA-574\tReconcavona striatula\tHbas sup., parte inf.\nA-578\tReconcavona striatula (ex. Reconcavites bahianus)\tIlhas sup., parte inf.\nA-647\tPolens. Provàvelmente, zona 3 do Recôncavo.\tIlhas sup., parte inf. ?\nA-649\tPolens. Provavelmente, zona inferior à zona 5 média do Recôncavo.\tCandeias inf. ?\nA-651\tPolens. Provavelmente, zona 5 inferior do Recôncavo.\tCandeias inf. ?\nA-660\tZona palinológica Tl-p-49 de Alagoas/ Sergipe.\tUrucutuca\nA-665\tGlobulina sp. Spiroplectamina sp. Lenticulina sp. Cyclamina sp. Haplophragmium sp.\tUrucutuca\t.\nA-666\tCyclamina sp.\tUrucutuca\nA-B67\t.\tCypridea kegeli WICHER\tItaparica\nA-671\tPolens. Zona palinológica 4 superior do Recôncavo.\tIlhas inferior.\nA-678\tPolens. Zona palinológica Tl-p-49 da bacia de Alagoas/Sergipe.\tUrucutuca\nA-687\tCypridea kegeli WICHER\tItaparica\nA-698\tCypridea armata\tItaparica\nA-707\tCypridea dromedarius (ex. Cypridea robusta) Dolerocypris ? asymetrica\tIlhas inf., zona do tôpo\nA-712\tMoldes, ostracóides mal preservados. Polens. Provàvelmente, zona palinológica 3 do Recôncavo.\tIlhas sup., parte inf.\nA-733\tCypridea (Morininoides ?) quadribulla-ta (ex. Morinina quadribullata).\tCandeias inferior.\nA-782\tCypridea ambigua «Metacypris» sp. 1\tCandeias inf. — Itaparica\nA-823\tGlobotruncana arca CUSHMAN Heterohelix sp. a-a ? Zona micropa-leontológica T-115.\tUrucutuca\nESCAVAÇÕES\tFÓSSEIS\tFORJIAÇOES\nB- 2\tCypridea brevicornis ou armata\tItaparica\t*\nB- 3\tCypridea kegeli Cypridea brevicornis PECK\tItaparica\nB- 4\tDarwinula sp. «Metacypris» sp.\tItaparica\nB- 5\tMoldes de Cypridea armata ? Moldes de Cypridea kegeli ?\tItaparica\nB-12\tCypridea armata Cypridea kegeli ? Gomphocythere forbesi\tItaparica\nB-13 (= A-74)\tReconcavona imitans\tCandeias inferior\nB-16\tCypridea kegeli Cypridea armata\tItaparica\nB-17\tCypridea kegeli\tItaparica\nE-20\tCypridea armata Cypridea brevicornis Cypridea kegeli\tItaparica\nB-21\tCypridea armata\tItaparica\nB-22\tGomphocythere forbesi\tItaparica\nB-23\tReconcavona sp., Estérias Cypridea ambigua\tCandeias inf. — Itaparica.\nB-24\tReconcavona imitans\tCandeias (inferior ?)\nB-29\tCypridea ambigua Gomphocythere forbesi ?\tItaparica\nB-30\tCypridea (Morininoides) stanini\tCandeias inf. basal\nB-34\tReconcavona imitans Darwinula sp.\tCandeias médio/inferior\nB-42\tCypridea ambigua\tCandeias inf. — Itaparica\nB-44\tCypridea kegeli\tItaparica\nB-49\tCypridea ilheusensis, Estérias\tCandeias inf. — Itaparica\nB-50\tCypridea ambigua\tCandeias inf. — Itaparica\nB-51\t«Metacypris» mamillata (?)\tCandeias (?)\nB-53\tCypridea ambigua\tCandeias inf. — Itaparica\nESCAVAÇÕES\tFÓSSEIS\t\tFORMAÇÕES\t\nB-54\tCypridea ambigua\t\tCandeias\tinf. — Itaparica\nB-55\tCypridea ambigua\tz\tCandeias\tinf. — Itaparica\nB-59\tCypridea kegeli WICHER\t(?)\tItaparica\t(?)\nB-67\tCypridea aff. brevicornis\tPECK\tItaparica\t\nB-77\tCypridea ilheusensis (?)\t\tCandeias\t— Itaparica (?)\nB-79\tReconcavona imitans\t\tCandeias\tinferior\nB-83\tDarwinula sp. Cypridea ambigua\t\tCandeias\tinferior\nB-84\tCypridea ambigua (?) Darwinula sp. (?)\t\tCandeias\tinferior (?)\nB-86\tCypridea (Morininoides) Candeiensis\t\tCandeias\tmédio\nB-87\tReconcavona imitans (?)\t\tCandeias\tinferior\nB-89\tCypridea bisculpturata Cypridea armata (?)\t\tItaparica\t\nB-92\t«Metacypris» sp. 1\t\tCandeias\tinf. — Itaparica T\nDarwinula sp.\nFUROS RASOS\tPROF. (m)\tFÓSSEIS\tIDADE\tFORJIAÇÓES\nF- 1\t69\tGlobotruncana sp. Pseudotextularia sp.\tCretáceo Superior\tUrucutuca\n\t84\tPseudoguembelina poss. cos-tulata\t* Globotruncana sp. Pseudotextularia sp.\tCampaniano a Maestriquiano\tUrucutuca\nF- 2\t69\tGuembelina sp. Praeglobotruncana sitae Pseudoguembelina costulata\tMaestriquiano\tUrucutuca\n\t75\tSiphogenerina sp. Globotruncana sp. Planoglobulina glabrata\tCampaniano\tUrucutuca\n\t81\tIdem\tCampaniano\tUrucutuca\n\t87\tIdem\tCampaniano\tUrucutuca\nFUEOS BASOS\tPBOF.&lt;m)\tFÓSSEIS\tID ADE\tFOB3IAÇÓES\n\t93\tGlobotruncana contusa Rugoglobigerina sp. Praeglobotruncana sp.\tCampaniano\tUrucutuca\n\t99\tIdem\tCampaniano\tUrucutuca\n\t105\tIdem\tCampaniano\tUrucutuca\n\t111\tIdem\tCampaniano\tUrucutuca\n\t117\tIdem\t‘\tCampaniano\tUrucutuca\n\t123\tIdem\tCampaniano\tUrucutuca\n\t129\tIdem\tCampaniano\tUrucutuca\n\t135\tIdem\tCampaniano\tUrucutuca\n\t138\tGlobotruncana sp.\tCampaniano\t\n\t\tPseudoguembelina costulata\t\t\n\t\tPraeglobotruncana sp. Racemiguembelina fruticosa\tMaestriquiano\tUrucutuca\nF- 4\t81\tGlobotruncana aff. lugeoni\t\t\n\t\tTILIEV\t\tUrucutuca\n\t\tCitbarina sp. Planularia sp.\tMaestriquiano\tUrucutuca\n\t99\tGlobotruncana contusa CUSH.\tMaestriquiano\tUrucutuca\n\t123\tAllmorphina sp. Loxostoma sp.\tCampaniano\tUrucutuca\n\t\t\ta\tUrucutuca\n\t\t\tMaestriquiano\t\nP- 4\t132\tOstracoides «207»\tAptiano (não-mari-\t\n\t\t\tnho)\tAlagoas\n\t138\tIdem\tIdem\tAlagoas\n\t141\tOstracoides «207»\tAptiano (não-mari-\t\n\t\t\tnho)\tAlagoas\n\t135\tIdem\tIdem\tAlagoas\n2F- õ\t51\tGlobotruncana sp.\tCampaniano\t\n\t\tPraeglobotruncana sp. Heterohelix sp.\ta\tUrucutuca\n\t\tRotamorphina sp.\tMaestriquiano\t\n\t60\tIdem\tIdem\tUrucutuca\n\t69\tIdem\tIdem\tIdem\n\t78\tIdem\tIdem\tIdem\n\t87\tIdem\tIdem\tIdem\n\t99\tIdem\tIdem\tIdem\n\t108\tIdem\tIdem\tIdem\nF-10\tSI\tGlobotruncai a sp.\tCampaniano\t\n\t\tPraeglobotruncana sp.\ta\tUrucutuca\n\t\t\tMaestriquiano\t\n\t87\tGlobotruncana aff. lugeoni Heterohelix sp.\tIdem\tUrucutuca\nSYNOPSIS — The rio Almada Basin, located between Lat. 14°3ê’30”S and Long. Ui°If2’30”W, covers an area of approximately SOO square kilometers in the State of Bahia. It is supposed to represent the southern most portion of the Recôncavo Basin.\nOf the Bahia Series, the only formation not present at surface is the Aliança. The Sergi formation rests directly over the Crystalline 'Complex, and the characteristic red sandstone beds of the Lower Sergi have not either been found.\nSediments of the Alagoas formation ( Aptian-Albian) are found either in angular unconformity with the Bahia Series or directly over the Crystalline Complex, as it is observed at the mouth of the rio Cururupe.\nThe Urucutuca formation (Campanian-Maestrichian), made up of foraminiferal shales and interbeds of siltstones, limestones and conglomerates, marks the first marine transgression in this part of the basin.\nAt least two phases of intense tectonism affected the basin: the first, attributed to the Candeias-Ilhas time, and the second to pre-Urucutuca time. Two main structural trends have been originated from that tectonism: one in the northeast-southwest direction and another in a northwest-southeast direction.\nThe association of the structural and stratigraphic elements in the rio Almada Basin offers excellent conditions for the trapping and accumulation of hydrocarbons.\n(Originais recebidos em 19-XI-64)"}]}}}