{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15101"}, {"@name": "filename", "#text": "21487_S1519-69842011000500005.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Braz. J. Biol., 2011, vol. 71, no. 4, p. 845-855 845\n\nWater quality and plankton populations \nin an earthen polyculture pond\n\nSipaúba-Tavares, LH.*, Donadon, ARV. and Milan, RN.\n\nCentro de Aquicultura, Universidade Estadual Paulista – UNESP,  \nVia de Acesso Prof. Paulo Donato Castellane, s/n, CEP 14884-900, Jaboticabal, SP, Brazil \n\n*e-mail: sipauba@caunesp.unesp.br\n\nReceived July 7, 2010 – Accepted November 8, 2010 – Distributed November 30, 2011 \n(With 6 figures)\n\nAbstract\n\nThis work was carried out during one year in a fish pond to evaluate the effect of water quality in a plankton community \naccording to the adopted management. High densities of Euglenophyceae, Chlorophyceae and Cyanobacteria were \nassociated with high nitrate levels (1 to 210 mg.L–1). Cell densities of Cyanobacteria over 90 ind.m3 × 103 (85.5%) \noccurred when nitrate concentrations approximated 210 mg.L–1, total phosphorus less than 160 mg.L–1 and temperature \nabove 25 °C. High density of Rotifera was associated with high density of Cyanobacteria (December). Only \nTrichocerca sp. among the Rotifera species was constant in all sampled sites, whereas Diaphanosoma birgei, ranging \nbetween 4 and 342 ind.L–1 (0.7 and 2.4%) during the study period, was the most representative among the Cladocera \nspecies. Results show that water quality management in the fish pond had a direct influence on the plankton population \ndue to the shallowness of the environment, large nutrient discharges through feed, fertilizing, fish waste. In fact, they \ncontribute towards the appearance of undesirable plankton organisms.\n\nKeywords: fishpond, phytoplankton, zooplankton, limnology, environment management.\n\nQualidade da água e população planctônica em viveiro de policultivo de peixe\n\nResumo\n\nO presente estudo foi realizado durante um ano em viveiro de produção de peixes, com a finalidade de avaliar o efeito da \nqualidade da água na comunidade planctônica em função do manejo adotado. Maiores densidades de Euglenophyceae, \nChlorophyceae e Cyanobacteria estiveram associadas aos elevados teores de nitrato (1 a 210 mg.L–1). Densidades de \nCyanobacteria acima de 90 ind.m3 × 103 (85,5%) ocorreram quando as concentrações de nitrato estiveram ao redor \nde 210 mg.L–1, fósforo total menor que 106 mg.L–1 e temperatura acima de 25 °C. Elevada densidade de Rotifera \ntambém esteve associada às altas densidades de Cyanobacteria (dezembro). Dentre os organismos zooplanctônicos, \nos Rotifera foram os mais abundantes e somente Trichocerca sp. foi constante em todos os pontos amostrados. Dentre \nos Cladocera, a espécie mais representativa foi Diaphanosoma birgei, variando de 4 a 342 ind.L–1 (0,7 e 2,4%) durante \no período de estudo. Os resultados mostram que qualidade da água e o manejo empregado neste viveiro apresentaram \ninfluência direta na população planctônica, em função da baixa profundidade e constante carga de nutrientes que são \nincorporados no viveiro por meio de alimentos, fertilizantes e fezes de peixes, que contribuem para o aparecimento \nde organismos planctônicos não desejáveis.\n\nPalavras-chave: viveiros, fitoplâncton, zooplâncton, limnologia, manejo ambiental.\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nSipaúba-Tavares, LH., Donadon, ARV. and Milan, RN.\n\n846\n\n1. Introduction\n\nOne of the main causes of water quality deterioration \nis fish pond management. The daily addition of food and \nfertilization for plankton growth, with a subsequent increase \nin nutrient rates in the water column, are always required \nfor fish development.\n\nTo fill a fish pond, water may come from several \nsources such as wells, creaks, rivers, reservoirs or other \nnatural sources. Water may either pass through the pond \nand be discharged or it may be partially retained. Water \nalso contains nutrients, which can stimulate the growth \nof plankton population, aquatic plants and may also \ncontain great amounts of organic and inorganic matter, \nwhich influence water quality of the pond (Adeoye et al., \n2009). Furthermore, the feed given daily to fish may not be \ndirectly consumed by fish species but may be leached into \nthe pond, affecting all levels of nutrient availability and \nplankton growth in such systems (Ferdoushi et al., 2008).\n\nRegular fertilization in fish ponds accumulates nutrients \nat the bottom of the water body. The most limiting nutrients \nfor the plankton population are nitrogen and phosphorus, \nand the main source of such substances in fish ponds are \nfish excretion, the protein level in food and release from \nthe sediment. In fact, decomposition of organic matter \nproduces ammonia, which diffuses from sediment to \nthe water column (Hargreaves and Tucker, 2004). High \nnutrient load and production accumulate organic matter \nat the bottom sediment which maintains high internal \nloading (Pokorný and Hauser, 2002).\n\nThere is a direct relationship between nutrients and \nphytoplankton density and species diversity. Chowdhury et al. \n(2007) observed low abundance of phytoplankton in \nlow temperature and nitrate concentration, although \nphosphate exhibited an inverse relationship with the \ngrowth rate of planktonic organisms. Recent studies have \nsuggested phosphorus as the most limiting nutrient with \nregard to phytoplankton. As a rule, affinity constants for \northophosphate by Cyanobacteria occurred (Moutin et al., \n2002; Tanaka et al., 2004).\n\nNutrients increase is readily incorporated into the \nplankton community and ultimately into the fish biomass. \nSeveral studies (Naz and Turkemen, 2005; Arimoro et al., \n2008; Shan et al., 2008) have reported higher densities \nof plankton (mainly phytoplankton) during the rainy \nseason owing to the fact that rains carry allochthonous \nnutrients from the drainage basin as well as mixing of \nthe autochthonous material. Primary production and \nconsequently phytoplankton production and abundance are \naccelerated (Basualto et al., 2006; Arimoro et al., 2008).\n\nPlankton biomass and composition in shallow water \nbodies fluctuate as a reaction to several interacting driving \nforces which may include polymixis, water-level changes, \nweather conditions, nutrients loading and feeding management \n(Borics et al., 2000).\n\nIn the case of aquaculture, the maintenance of good \nwater quality is of primary importance so that excellent \nculture environment, adequate feed for optimal fish yield \n\npotential, appraisal of the eutrophic situation and increase in \nplankton population may be achieved. This is because fish \npond systems are affected by temporal changes which may \ncause fluctuations in planktonic population composition and \nassemblage. Therefore, the present investigation aims at \nanalysing the occurrence and abundance of phytoplankton \nand zooplankton in a fish pond and their relationship with \nlimnological variables.\n\n2. Material and Methods\n\n2.1. Study area and sampling sites\n\nCurrent research was carried out at the Aquaculture \nCenter (21° 14’ 05” S and 48° 17’ 09” W), at the Universidade \nEstadual Paulista (UNESP), Jaboticabal, SP, Brazil, in a \nfish pond with continuous water flow which provides a \ndaily exchange of 5% of volume. According to the Köpen \nclassification, the region’s climate is Cwa, subtropical, \nrelatively dry in the winter (June to September) and rainy \nin the summer (October to March), with mean yearly \ntemperature of 22 °C and at mean of altitude 605 m. The \nfish pond surface area is 2,036 m2 and the mean depth is \n1.30 m. The fish pond was populated with the fish species \nPiaractus mesopotamicus (“pacu”), Colossoma macropomum \n(“tambaqui”), Pseudoplatystoma corruscan (“pintado”) and \nBrycon cephalus (“matrinxã”) breeders. The total number of \nfishes was three hundred. Fish were fed with a supplementary \ndiet containing 28% crude protein. Samples for abiotic and \nbiotic variables determination were undertaken monthly, \nfrom December 2007 to November 2008. Water samples \nwere collected at six sampling sites: P\n\n1\n = back water area; \n\nP\n2\n = outlet water; P\n\n3\n = deep water site; P\n\n4\n = inlet water from \n\n6 fish ponds of 80 m2; P\n5\n = inlet water from 11 fish ponds \n\nof 50 m2, and P\n6\n = inlet water from of water supply fish \n\npond, ornamental fish lab and four fish ponds of 200 m2, \nwhere the macrophyte stand lies (Figure 1).\n\n2.2. Plankton\n\nSampling for plankton was done using a Van Dorn \nbottle filtering a volume of 5 L for phytoplankton and 10 L \nto zooplankton. The plankton samples were filtered with \n25 and 58 mm mesh nets, and preserved in Lugol iodine \nsolution and formalin (4%), respectively, for phytoplankton \nand zooplankton. Numerical densities data were expressed \nas ind.m3 × 103, ind.L–1, and percentage abundance (%). The \nconcentrated preserved plankton samples were analysed \nusing a Sedgewick-Rafter counting cell and examined \nunder 100 × magnification. Cladocera and Copepoda, \nwere counted in a reticulated chamber. Approximately \nfour hundred individuals of the most abundant species \nwere registered, with an approximate 10% precision, \nand a 95% confidence interval (Bicudo and Bicudo, \n2004). Frequency of occurrence was estimated for total \nphytoplankton and zooplankton organisms were divided \ninto three categories: constant (50% or above); common \n(between 10% and 50%) and rare (between 1 and 10%) \n(Sampaio et al., 2002).\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nWater quality in earthen polyculture pond\n\n847\n\n2.3. Limnological variables\n\nWater samples were collected at 0.10 m depth. \nTransparency was measured using a Secchi disk, temperature \ndissolved oxygen and pH were taken with a multiparametric \nprobe (Horiba U-10), chlorophyll-a was evaluated according \nto Nusch (1980), nutrients according to Koroleff (1976) \nand Golterman et al. (1978). All samples were transported \nto the laboratory in cold boxes.\n\n2.4. Statistical analysis\n\nTwo-way ANOVA was used for physical and chemical \nparameters in order to compare sites and months, and \ntheir interactions, with significance level of p &lt;0.05 \n(Fowler et al., 1998). Pearson’s correlation (p &lt;0.05) was \nused to find out the levels of significance of relationship \nbetween groups of phytoplankton and zooplankton and \nenvironmental variables, by using the Statistic 6.0 program. \n\nSites were grouped by cluster analysis (unweighted pair \ngroup average linkage, UPGMA) based on the Bray Curtis \nindex, using abundance log\n\n10\n (x + 1) transformed data of \n\nall plankton (Magurran, 1989).\n\n3. Results\n\nAlthough a significant difference (p &lt;0.05) was \nobserved between months, no significant difference \n(p > 0.05) was reported between sites when comparing \northophosphate, nitrate and total phosphorus (TP). By \ncontrast, ammonia levels showed significant difference \n(p &lt;0.05) between sites, but no difference (p > 0.05) \nbetween months. Dissolved oxygen values varied from \n3.0 to 7.3 mg.L–1 with differences (p &lt;0.05) between \nsites and months. Although TP in the water column was \nnot high; the highest values were reported in October \nat P\n\n2\n (159 mg.L–1). TP and orthophosphate fluctuation \n\nrates were similar to those of the highest concentrations \nreported between June through October. Since during the \nsame period the lowest values were registered with the \nhighest phytoplankton cell densities in the water, there \nwas an inverse relationship between orthophosphate and \nthe different phytoplanktonic groups (Figures 2 and 3).\n\nThe Bacillariophyceae group, abundant throughout \nthe study period, was the only exception (Figures 3). High \nnitrate rates, ranging between 1 and 210 mg.L–1, were \nreported between December and March when the highest \ncell densities for Euglenophyceae, Chlorophyceae and \nCyanobacteria occurred. The Zygnematophyceae group \nhad the highest cell densities in June with 288 ind.m3 × 103 \n(76%) when TP and orthophosphate concentrations in the \nwater column were high. Nitrate concentration was highest \nat P\n\n1\n (210 mg.L–1) and TP was lower than 106 mg.L–1, with \n\nCyanobacteria cell densities above 90 ind.m3 × 103, associated \nwith high temperatures (>25 °C) (Figures 2 and 3; Table 1).\n\nFurthermore, pH was alkaline throughout the research \nvarying between 7.2 and 8.7, except in October at P\n\n3\n, when \n\nthose values reached 9.9. This fact coincided with high \nammonia concentration (175 mg.L–1) during the whole \nstudy period, which were more associated with fish feeding \nmanagement (diet addition). There were no significant \ndifferences in pH values (p > 0.05) between sites and \nmonths. Chlorophyll-a values varied from 3 to 56 mg.L–1 \nand were not significantly different (p > 0.05) between \nsites and months (Figures 2 and 4). A sudden fall in \ntemperature in July directly affected some phytoplanktonic \npopulations with Chlorophyceae, Zygnematophyceae, and \nEuglenophyceae. Copepoda and Bacillariophyceae were \nalso affected (Figures 3 and 5; Table 1). Transparency \nwas directly related to the fall in temperature values and \nto the phytoplankton community higher density in July, \nranging between 0.7 and 0.9 m among the sampled sites. \nTransparency and temperature values were significantly \ndifferent (p &lt;0.05) between sites during the year. As a \nrule dissolved oxygen was above 4 mg.L–1, with significant \ndifferences between sites and months (p &lt;0.01), and \ninverse relation with temperature (Figure 4).\n\nFigure 1. Cross-section of fish pond studied, where: P\n1\n-\n\nP\n6\n =Ssamples sites; I = inlet water; O = outlet water.\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nSipaúba-Tavares, LH., Donadon, ARV. and Milan, RN.\n\n848\n\nThe phytoplankton community consisted of 35 taxa \nduring the period under analysis. The Bacillariophyceae group \nwas the most representative, followed by Chlorophyceae, \nZygnematophyceae, Euglenophyceae, Cyanobacteria and \nOedogonophyceae. The species Oedogonium sp., reported \nat P\n\n5\n with a density of 20 ind.m3 × 103 during December \n\n2007, represented the latter (Table 2). Few phytoplanktonics \nspecies were constant (13 species), with occurrence reported \nat P\n\n1\n, P\n\n2\n and P\n\n4\n. The first site had the largest number of \n\nconstant species (Table 2).\nThe zooplankton community consisted of 24 taxa, or \n\nrather, 4 Cladocera, 2 Copepoda and 18 Rotifera. Copepoda \nspecies were constant or common at the sampled sites \nthroughout the period, excepting P\n\n3\n. Only Trichocerca sp. \n\namong Rotifera species were constant in all sampled \nsites, whereas Diaphanosoma birgei, ranging between \n4 and 342 ind.L–1 (0.7 and 2.4%) during the study period, \nwas the most representative among the Cladocera species \n\n(Table 3). Zooplankton species were more abundant during \nthe rainy period (December through March) when the high \nfish diet increase rate and nutrient availability (mainly nitrates) \noccurred. In fact, high phytoplankton density as food for \nzooplankton was available. High rates of Cyanobacteria in \nDecember at P\n\n1\n did not influence Rotifera and Copepoda \n\ndensity at this site (Figures 3 and 5; Table 1).\nSimilarity analyses for plankton densities showed the \n\nformation of three groups, P\n3\n and P\n\n2\n sites were markedly \n\ndifferent from the rest with regard to phytoplankton and \nzooplankton, respectively (Figure 6).\n\n4. Discussion\n\nFish pond morphometry and management mainly \nenhanced fast nutrient increase during the fish growing \nperiod which occurred during the rainy period in the \nsoutheastern region of Brazil. The amount of organic and \ninorganic load, introduced in the fish pond and originating \n\nFigure 2. Monthly variation of nutrients at water column of \nthe different samples sites (P\n\n1\n-P\n\n6\n) during the studied period. \n\nFigure 3. Relative abundance (%) of phytoplankton groups \nin the fish pond at the different samples sites (P\n\n1\n-P\n\n6\n) during \n\nthe studied period.\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nWater quality in earthen polyculture pond\n\n849\n\nTable 1. Pearson’s correlation between environmental variables and phytoplankton and zooplankton groups.\n\nVariables P\n1\n\nP\n2\n\nP\n3\n\nP\n4\n\nP\n5\n\nP\n6\n\nPhytoplankton\n\nBacillariophyceae and Nitrate 0.43 - - –0.50 - -\n\nBacillariophyceae and Orthophosphate 0.30 - - 0.47 - –0.30\n\nBacillariophyceae and Total Phosphorus - - - 0.51 –0.36 -\n\nBacillariophyceae and Temperature –0.36 –0.22 0.35 –0.50 0.20 0.38\n\nBacillariophyceae and Dissolved Oxygen - - –0.51 0.25 –0.40 -\n\nChlorophyceae and Nitrate - 0.74 0.73 0.50 - 0.54\n\nChlorophyceae and Temperature - 0.43 0.50 0.56 0.33 0.45\n\nChlorophyceae and Transparency - - 0.36 - 0.53 –0.32\n\nChlorophyceae and Dissolved Oxygen –0.41 –0.33 –0.28 –0.26 –0.33 -\n\nCyanobacteria and Nitrate 0.57 - 0.58 - - –0.12\n\nCyanobacteria and Temperature 0.34 0.50 0.32 0.38 0.28 0.44\n\nCyanobacteria and Transparency –0.18 –0.09 –0.20 –0.07 –0.09 –0.03\n\nCyanobacteria and Dissolved Oxygen - –0.38 - –0.24 - –0.43\n\nEuglenophyceae and Nitrate - 0.69 0.73 0.50 0.37 -\n\nEuglenophyceae and Orthophosphate –0.38 –0.44 –0.35 - - –0.41\n\nEuglenophyceae and Transparency 0.60 - 0.14 –0.39 - -\n\nEuglenophyceae and Total Phosphorus - –0.40 - - –0.31 –0.69\n\nEuglenophyceae and Temperature 0.21 0.29 0.30 - 0.28 0.28\n\nEuglenophyceae and Dissolved Oxygen –0.43 - –0.23 - - –0.35\n\nZygnematophyceae and Nitrate –0.31 - - 0.64 –0.31 -\n\nZygnematophyceae and Total Phosphorus - - - - 0.56 0.57\n\nZygnematophyceae and Transparency 0.15 - –0.36 - 0.53 -\n\nZygnematophyceae and Temperature - –0.46 0.31 0.37 –0.30 –0.39\n\nZygnematophyceae and Dissolved Oxygen - 0.56 –0.21 –0.38 0.33 0.37\n\nZooplankton\n\nCladocera and Nitrate - 0.48 0.77 0.40 0.84 0.41\n\nCladocera and Temperature 0.48 - 0.57 0.30 0.43 0.31\n\nCladocera and Orthophosphate - –0.30 - –0.31 0.53 –0.34\n\nCladocera and Transparency - 0.59 –0.30 - –0.58 –0.35\n\nCladocera and Dissolved Oxygen –0.34 –0.21 –0.27 - –0.35 -\n\nCopepoda and Nitrate 0.66 –0.53 - 0.35 0.41 0.47\n\nCopepoda and Orthophosphate 0.32 - 0.38 - - 0.46\n\nCopepoda and Temperature - 0.49 –0.45 - - –0.40\n\nCopepoda and Transparency - - - - - –0.37\n\nCopepoda and Dissolved Oxygen - - –0.27 - –0.23 –0.21\n\nRotifera and Nitrate 0.66 –0.53 - 0.35 0.41 0.47\n\nRotifera and Temperature 0.32 - 0.38 - - 0.46\n\nRotifera and Orthophosphate - 0.49 –0.45 - - –0.40\n\nRotifera and Transparency - - - - - –0.37\n\nRotifera and Dissolved Oxygen –0.38 –0.45 –0.30 - –0.22 –0.24\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nSipaúba-Tavares, LH., Donadon, ARV. and Milan, RN.\n\n850\n\nfrom the effluents of other ponds, coupled to the diet given \nto fish, directly affected water quality, which could be seen \nthrough the fluctuations in its biotic and abiotic variables. \nDiversity of the plankton population is fairly dependent \non water quality and climatic factors.\n\nHigh nitrate concentrations occurring between December \nand May directly affected zooplankton densities. This \nmight be due to the fact that increase in nitrogen inflow \nstimulates the zooplankton community (Mischke and \nZimba, 2009). Nitrate is found in well-oxygenated waters \nand its variability is due to biological activity (Neofitou and \n\nFigure 4. Monthly variation of transparency, pH, \n chlorophyll-a, dissolved oxygen and temperature at water \ncolumn of samples sites (P\n\n1\n-P\n\n6\n) during the studied period. \n\nFigure 5. Relative abundance (%) of zooplankton groups \nin the fish pond at the different samples sites (P\n\n1\n-P\n\n6\n) during \n\nthe studied period.\n\nKlaoudatos, 2008). The above was confirmed in current \nresearch since high nitrate concentrations, when compared \nwith other nutrients (TP, orthophosphate and ammonia), \nmay be associated with dissolved oxygen above 4 mg.L–1 \nand the continuous water flow which is heightened during \nthe summer when heavy rains occur.\n\nAmmonia nitrogen is the most important and readily \navailable nitrogen source for phytoplankton. In the current \nstudy, ammonia concentrations were lower than 135 mg.L–1 \n(except in P\n\n3\n in October), probably due to the fast ammonia \n\nuptake by phytoplankton, mainly by Bacillariophyceae \nspecies, with high cell densities at most sampled sites \nthroughout the whole studied period. The relatively low \nammonia concentrations between November and December \n(summer) may be attributed the competitive advantage for \nCyanobacteria due to high affinity ammonium uptake. Low \nammonia concentration between May and July (winter) \nis associated with the cyclic feeding regimes (periods of \nfeed deprivation followed by re-feeding) in fish production \n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nWater quality in earthen polyculture pond\n\n851\n\nTable 2. Specific composition (SC), and frequency occurrence (F) of phytoplankton taxa in the fish pond at the sites (P\n1\n-P\n\n6\n).\n\nTaxa\nP\n\n1\nP\n\n2\nP\n\n3\nP\n\n4\nP\n\n5\nP\n\n6\n\nSC F SC F SC F SC F SC F SC F\n\nBacillariophyceae\n\nAsterionella formosa (Hassall) + f + f + f - - - - - -\nCymatopleura sp. - - + f - - - - + f + f\nMelosira sp. + ? + o + o + o + o + o\nNavicula sp. + f + f + f + f + f - -\nNitzschia amphibia (Grunow) + ? + o + f + f + f + f\nPinnularia sp. + o + ? + f + f + f + f\nSurirella sp. + o + ? + f + f + f + f\nTabellaria fenestrata (Lyngb.) Kütz + f + f + f + f + f - -\n\nChlorophyceae\n\nAnkistrodesmus falcatus (Corda) Ralfs + f + f + f + f + f + f\nChlorella vulgaris (Kesser &amp; Huss) + o + f + f - - - - - -\nCoelastrum sp. + o + o + f - - - - - -\nCoelastrum microporum (Nägeli) Kützing + ? + o + o + o + o + o\nCoelastrum reticulatum (Dangeard) Senn + o + o + o + o + o + o\n\nDictyosphaerium pulchellum (Wood) + ? + o + o + o + o + o\nGloeocystis sp. + f - - - - - - + f - -\nGloeocytis vesiculosa (Nägeli) + ? + o + o + o + o + o\nKirchneriella lunaris (Kirchner) Möbius + o + f + f + f + f + f\nPediastrum duplex (Meyen) + ? + o + o + o + o + o\nPediastrum tetras (Ehrenberg) Ralfs + o + f + f + o + o + o\nScenedesmus acuminatus (Largerheim) Chodat + o + f + f + f + f + f\nScenedesmus curvatus (Bohlin) + f + f - - - - - - - -\nScenedesmus ecornis (Ehrenberg) Chodat + f + f + f - - + f - -\nScenedesmus quadricauda (Turpin) Brébison + ? + o + o + o + o + o\nTetraedron trigonum (Nägeli) Hansgirg + o + ? + o + + o + f\n\nCyanobacteria\n\nAnabaena sp. + o + o + o + o + o + f\nMicrocystis sp. + o + ? + o + f + o + o\nNodularia sp. + f + f - - - - - - - -\n\nEuglenophyceae\n\nEuglena sp. + f + o + o + o + f + f\nPhacus sp. + o + f + f + f + f + f\n\nOedogoniophyceae\n\nOedogonium sp. - - - - - - - - + f - -\nZygnematophyceae\n\nPleurotaenium coronatum (Brébison) Rabenhorst + o + f + f + o + f + f\nSpirogyra majuscula (Kützing) + o + o - - + ? + o + f\nSpondylosium rectangulare (Wolle) + o - - - - + ? - - - -\nStaurastrum leptacanthum (Först) - - - - + f - - - - + f\nStaurastrum sp. + f + f + f + o + f - -\n\nwhere: + = presence; – = absence; ? = constant; o = common and f = rare.\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nSipaúba-Tavares, LH., Donadon, ARV. and Milan, RN.\n\n852\n\nattempt to mimic the natural fluctuation in prey availability \nand trigger compensatory growth (Turano et al., 2008).\n\nEuglenophyceae and Cyanobacteria are common groups \nin small eutrophic water bodies such as fish ponds, oxbow, \nslow flowing canals (Borics et al., 2000). The cyanobacteria \ngroup has a better development in warm temperatures, \nhigh light intensity and high levels of phosphorus and \nnitrogen. Since phosphorus and nitrogen are commonly \nfound in fertilizers used in fish ponds and relatively high \ntemperatures are favourable conditions for the growth of \nCyanobacteria (Rahman and Jewel, 2008), the taxon was \ndominant at temperatures above 20 °C, alkaline pH and \nhigh nutrient concentration (Wilson et al., 2006). These \ndata confirm findings in the present study. Alkaline natural \nwater with hypolimnion oxygen deficit and an occurrence \nof Cyanobacteria phytoplankton, especially Microcystis sp. \nare indicative of the eutrophic nature of the water body \n(Rahman and Jewel, 2008). Results showed that when \n\nthe density of Cyanobacteria was higher, 90 ind.m3 × 103 \n(85.5%), the most representative group was Microcystis sp., \nwith 65% of total cells in P\n\n1\n during December. Jewel et al. \n\n(2006) reported that Cyanobacteria cell density increased \nas a function of mean nitrogen. Management practices of \nfish ponds, such as high allochthonous nutrients loading, \nresults in massive development of phytoplankton and \nCyanobacteria water blooms and high fluctuations of \nphysical-chemical parameters (Pokorný and Hauser, 2002).\n\nCyanobacteria are also known to deeply affect \nzooplankton community structure and secondary production \n(Tillmans et al., 2008). Generally, Cyanobacteria are a poor \nfood source for freshwater grazers, when compared to small \nChlorophyceae and/or flagellates. Besides, Cladocera and \nRotifera populations are affected differently by distinct \nCyanobacteria morphologies (Wilson et al., 2006). In this \nstudy, Cladocera density was affected by high densities \nof Cyanobacteria (P\n\n1\n in December), which has not been \n\nTable 3. Specific composition (SC), and frequency occurrence (F) of zooplankton taxa in the fish pond at the sites (P\n1\n-P\n\n6\n).\n\nTaxa\nP\n\n1\nP\n\n2\nP\n\n3\nP\n\n4\nP\n\n5\nP\n\n6\n\nSC F SC F SC F SC F SC F SC F\nCladocera         \n\nAlona monachanta Sars, 1901 - - - - + f + f + f - -\nBosmina hagmani Stingelin, 1904 - - + f - - - - + o - -\nBosmina longirostris Muller, 1785 - - - - + f + f + o + f\nDiaphanosoma birgei Korinek, 1981 + ? + ? + ? + ? + o + ?\n\nCopepoda\nArgyrodiaptomus furcatus Sars, 1901 + ? + o + ? + ? + ? + ?\nnauplii + ? + o + ? + o + o + o\nTermocyclops minutus Lowndes, 1934 + o + o + f + ? + o + ?\nnauplii + ? + ? + ? + ? + ? + o\n\nRotifera\nAscomorpha saltans Kolisko, 1938 + f - - + f + o + f + o\nAsplanchna sp. + o + f - - + f + ? + f\nAsplanchnopus girodi Guerne, 1988 + o - - + o + o + o - -\n\nBrachionus caudatus Barrois &amp; Daday, 1894 + ? + o + ? + ? + ? + ?\nBrachionus falcatus Zacharias, 1898 + o + o + o - - + o - -\n\nColurella obtusa (Gosse, 1886) Hauer, 1936 + ? + o + o + f + ? + ?\nEpiphanes sp. - - + f - - - - - - + f\nHexarthra intermedia Haver, 1953 + f - - - - - - + f + f\nKeratella cochlearis Gosse, 1851 + o - - + f - - + ? + f\nLecane sp. + o + ? + ? + o + o + ?\nLecane elsa Hauer, 1931 + o + o + o + o - - + f\nLecane lunaris Ehrenberg,1832 - - - - + f - - - - - -\nLecane scutata Harring &amp; Myers, 1926 - - + - - - - - - - -\n\nPolyarthra dolichoptera Idelson, 1925 + ? + o - - + o + o + o\nProales sp. + f + f - - + f - - + f\nProales doliaris Rousselet, 1895 + o + o + o - - + o + o\n\nProales globulifera Hauer, 1921 + o - - - - + o + f - -\nTrichocerca sp. + ? + ? + ? + ? + ? + ?\n\nwhere: + = presence; – = absence; ? = constant; o = common and f = rare\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nWater quality in earthen polyculture pond\n\n853\n\nreported for Rotifera species. This may be due to the fact \nthat density of Rotifera at P\n\n1\n, was mainly represented by \n\ncarnivorous species, such as Polyarthra dolichoptera, \nAsplanchna sp. and Thrichocerca sp., during the period.\n\nThe high density of Rotifera in the fish pond studied \nhas been associated with high density of Cyanobacteria \n(December). According to Gilbert (1990), Cyanobacteria \nprevent the suppression of Rotifera by large Cladocera \nand lead towards the dominance of Rotifera. Several \nstudies have demonstrated the effects of Cyanobacteria \non Copepoda filtration rate, egg, production and survival \n(Ruokolainen et al., 2006; Wilson et al., 2006; Rahman \nand Jewel, 2008). Copepoda density decreased when high \ncell density of Cyanobacteria in P\n\n1\n occurred in December \n\nand less representative in P\n3\n in February and September; \n\nand in P\n1\n and P\n\n2\n in November. An increasing trend in \n\nCopepoda species occurred between May to July when \nCyanobacteria density decreases. Evidence suggests that \nCyanobacteria are low quality food for Copepoda owing \nto their protease inhibitors (Ruokolainen et al., 2006). The \ngreatest abundances of Cyanobacteria were observed in \nthe site P\n\n1\n where orthophosphate concentration was at its \n\nlowest Cyanobacteria abundance might have been influenced \nby a favourable N:P ratio. Further shallow systems are \ncharacterised by phosphate limitation because the biologically \navailable phosphorus amount is small when the quantity \nrequired for algal growth is take into consideration (Neofitou \nand Klaoudatos, 2008). Orthophosphate concentrations \nin the current study were lower than 50 mg.L–1, except \n\nat the P\n6\n (September) site. This is probably due to high \n\nmacrophytes density at the site (P\n6\n) which leads to high \n\norganic content. The P\n6\n site exhibited great amounts of \n\nallochthonous materials coming from other fish ponds that \ndirectly discharge their load into the water body under \nanalysis. This fact is supported by low orthophosphate \nconcentrations corresponding to high plankton abundance \nfrom December to March.\n\nIn this study, phosphorus and nitrogen concentrations \nwere below characteristic eutrophication conditions, \nwhich are 0.3 mg.L–1 for nitrogen and 0.001 mg.L–1 for \nphosphorus in fish ponds, considering the maximum value \nrecommended as an environmental quality standard to \navoid eutrophication (Neofitou and Klaoudatos, 2008). \nThe opposite behaviour was observed with chlorophyll-a, \nwhich has shown concentrations of over 10 mg.L–1.\n\nHigh rates of nutrients supply often constitute a large \nfraction of the photosynthetic biomass. Predominance of \nBacillariophyceae species throughout the period under \nanalysis has been associated with alkaline water, because \nacidic waters do not support an abundance of species and \nshow high activity at relatively low temperature (Allen et al., \n2005). Kumar and Oommen (2009) reported that acidic \nwaters do not support an abundance of Bacillariophyceae, \nwhereas their density is higher in alkaline waters, with pH \nabove 8.0, and diatom growth is stimulated by nitrate. In \nthis investigation alkaline pH (between 7.2 and 8.8) except \nat P\n\n3\n in October, and high nitrate concentrations, supported \n\na high population of diatoms.\nA high load of organic matter (dead algal cell, fish feed \n\nsolids, uneaten feed) in bottom sediments is related to the \nfish pond’s fertilization management featuring plankton \ndensities, high quantities of non-consumed remains and \nconsequently large metabolites produced by fish, mainly \nin the growing fish period during the rainy and hot season. \nIn fact, the fish pond under analysis, receives effluents \nfrom other ponds which contribute with large organic and \ninorganic loads into the system. The above mentioned are \nalso responsible for high nitrate concentrations and organic \nmatter associated with the large amounts of organic input \noriginating from effluent discharge.\n\n Transparency indicates the presence and absence of \nfood particles and productivity of a water body, which is \ninfluenced by suspended materials, silt and microorganisms \n(Ferdoushi et al., 2008). The above pattern was highly \nevident in the current analysis. When high transparency \noccurred in July, the Chlorophyceae, Zygnematophyceae \nand Euglenophyceae cell densities were below 17 ind.\nm3 × 103 (6.7%) and Cyanobacteria were practically \nabsent. The quantitative and qualitative abundance of \nplankton and its relationship to environmental conditions \nare a prerequisite for fish production. In fact, plankton \nproductivity depends on the ecological balance between \nthe various physical-chemical factors (Chowdhury et al., \n2007). In general, the highest transparency values were \nobserved at P\n\n6\n close to the macrophyte stand. Water bodies \n\nwith medium and dense macrophytes cover are characterised \nby low concentration of suspended sediments; hence, their \n\nFigure 6. Cluster analysis considering the average total \ndensities of phytoplankton (ind.m3 × 103) and zooplankton \n(ind.L–1) at the samples sites in the fish pond. Abundance \ndata were transformed to log\n\n10\n (x+1).\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nSipaúba-Tavares, LH., Donadon, ARV. and Milan, RN.\n\n854\n\nhigh water transparency. Water transparency is reduced \nwhen opposite occurred (Ferdoushi et al., 2008).\n\nMoreover, dissolved oxygen has been found to be \nconsiderably high in colder months (June to August). \nThe plankton community, on which the whole aquatic \npopulation depends, is largely affected by an interaction \nof a number of limiting factors such as low dissolved \noxygen, moderate sulphate, nitrate, phosphate and other \nfactors (Kumar and Oommen, 2009).\n\nAccording to cluster analysis for plankton, the sites \ninfluenced by allochthonous materials (organic and \ninorganic) of other fish ponds were very similar. P\n\n3\n and \n\nP\n2\n sites exhibited the highest differences when compared \n\nto other sites. Such differences may be associated with \ndepth (P\n\n3\n) and strong water flow (P\n\n2\n), especially at this \n\nparticular water outlet which directly discharges into the \nsubsequent pond.\n\nManagement procedures (stocking densities, feeding, \nsediment removal, fertilizing) of fish ponds are the key to \nsustainable fish production and directly affect the ecological \nprocesses developing in the water column. Variations \nof the physical and chemical parameters in a fish pond \nreveal that the limnological conditions in the fish pond \nare not spatially homogenous, since differences have been \nobserved not only between the different sampling months, \nbut also between the different sites analysed. Based on the \nresults of the current analysis, water quality management \nin the fish pond shows a direct influence on planktonic \npopulation, since fish ponds are shallow and constantly \nreceive large nutrient loads (feed, fertilizing, fish waste) \nwhich contribute towards algal growth, Cyanobacteria and \nundesired zooplanktonic organisms. Excessive phytoplankton \ngrowth could be avoided by limiting nutrients to plankton \ngrowth through fish feed deprivation periods. The length \nof the latter may be sufficient so that phosphorus and \nnitrogen may be depleted and phytoplankton abundance \ndecreased (Turano et al., 2008).\n\nIn summary, the fish pond studied was dominated \nby diatoms and green algae, while Cyanobacteria were \nmore frequent during the summer. In general, whereas \nreported high phytoplankton density was registered in \nFebruary and March (summer), zooplankton density \noccurred between December and March (summer). The \nmaintenance of macrophytes at one of the fish pond’s \nwater inlet sites (P\n\n6\n) was an asset for the retention of great \n\norganic and inorganic load from other ponds beyond that \nstudied. Limnological conditions in the fish pond in fact \naffected the development of the different components \nof the plankton population during the period analysed. \nFuture studies aiming at evaluating the effect of adequate \nmanagement of water quality on planktonic population \nare thus encouraged.\n\nAcknowledgements – The authors would like to thank the \n“Fundação de Amparo a Pesquisa do Estado de São Paulo” \n(FAPESP) for a scholarship (07/59214-9) and financial support \n(08/53159-9).\n\nReferences\n\nADEOYE , PA., MUSA, JJ. and AKINYEMI, BA., 2009. Design \nof aerated lagoon for fish pond wastewater treatment. Journal of \nTurkish, vol. 13, no. 3, p. 188-192.\n\nALLEN, AE., WARD, BB. and SONG, B., 2005. Characterization \nof diatom (Bacillariophyceae) nitrate reductase genes and their \ndetection in marine phytoplankton communities. Journal of \nPhycology, vol. 41, no. 1, p. 95-104. http://dx.doi.org/10.1111/\nj.1529-8817.2005.04090.x\n\nARIMORO, FO., EDEMA, NE. and AMAKA, RO., 2008. \nPhytoplankton community responses in a perturbed tropical \nstream in the Niger Delta, Nigeria. Tropical Freshwater Biology, \nvol. 17, no. 1, p. 37-52.\n\nBASUALTO, S., TAPIA, J., CRUCES, F., BERTRAN, C., \nSCHLATTER, R., PEÑA-CORTÉS, F. and HAUENSTEIN, \nE., 2006. The effect of physical and chemical parameters on the \nstructure and composition of the phytoplankton community of \nlake Budi (IX Region, Chile). Journal of the Chilean Chemical \nSociety, vol. 51, no. 3, p. 993-999. http://dx.doi.org/10.4067/\nS0717.970.7200600.030.0015\n\nBICUDO, CEM. and BICUDO, DC., 2004. Amostragem em \nLimnologia. São Carlos: Rima. 351 p.\n\nBORICS, G., GRIGORZKY, I., SZABÓ, S. and PADISÁK, \nJ., 2000. Phytoplankton associations in a small hypertrophic fish \npond in east Hungrary during a change from bottom-up to top-\ndown control. Hydrobiologia, vol. 424, no. 1-3, p. 79-90. http://\ndx.doi.org/10.1023/A:100.394.8827254\n\nCHOWDHURY, MMR., MONDOL, MRK. and SARKER, \nC., 2007. Seasonal variation of plankton population of Borobila \nbeel in Rangpur district. University Journal of Zoology, Rajshahi \nUniversity, vol. 26, no. 5, p. 49-54.\n\nFERDOUSHI, Z., HAQUE, F., KHAN, S. and HAQUE, M., 2008. \nThe effects of two aquatic floating macrophytes (Lemna and Azolla) \nas biofilters of nitrogen and phosphate in fish ponds. Turkish \nJournal of Fisheries and Aquatic Sciences, vol. 8, p. 253-258.\n\nFOWLER, J., COHEN, L. and JARVIS, P., 1998. Practical \nstatistics for field biology. 2nd ed. New York: John Wiley and \nSons. 259 p.\n\nGILBERT, JJ., 1990. Differential effect of Anabaena affins on \ncladocerans and rotifers: Mechanisms and implications. Ecology, \nvol. 71, no. 5 , p. 1727-1740. http://dx.doi.org/10.2307/1937581\n\nGOLTERMAN, HL., CLYMO, RS. and OHNSTAD, MAM., 1978. \nMethods for physical and chemical analysis of fresh water. 2 ed. \nOxford: Blackwell Scientific Publication, 213 p.\n\nHARGREAVES, JA. and TUCKER, CS., 2004. Managing \nammonia in fish ponds. Southern Regional Aquaculture Center, \nno. 4603, p. 1-7.\n\nJEWEL, MAS., RAHMAN, MM. and SARKER, MA., 2006. \nEffects of environmental parameters on the cyanobacterial bloom \nin a lake of Bangladesh. Bangladesh Journal of Progressive \nScience and Technology, vol. 4, no. 2, p. 159-164.\n\nKOROLEFF, F., 1976. Determination of nutrients. In GRASHOF, \nE. and KREMLING, E. (Eds.). Methods of seawater analysis. \nGerman: Verlag Chemie Wenhein. p. 117-181.\n\nKUMAR, NJI. and OOMMEN, C., 2009. Influence of limiting \nfactors on phytoplankton and coliform population in an inundated, \nisolated wetland. Journal of Wetlands Ecology, vol. 3, p. 43-55.\n\n\n\nBraz. J. Biol., 2011, vol. 71, no. 4, p. 845-855\n\nWater quality in earthen polyculture pond\n\n855\n\nMAGURRAN, AE., 1989. Diversidad ecológica y su medición. \nBarcelona: Ediciones Vedrá. 200 p.\n\nMISCHKE, CC. and ZIMBA, P., 2009. Initial influence of \nfertilizer nitrogen types on water quality. Aquaculture Research, \nvol. 40, no. 7, p. 1-5.\n\nMOUTIN, T., THINGSTAD, TT., WAMBEKE, FV., MARIE, \nD., SLAWYK, G., RAIMBAULT, P. and CLAUSTRE, H., 2002. \nDoes competition for nanomolecular phosphate supply explain the \npredominance of the cyanobacterium Synechococcus. Limnology \nand Oceanography, vol. 47, no. 5, p. 1562-1567. http://dx.doi.\norg/10.4319/lo.2002.47.5.1562\n\nNAZ, M. and TURKEMEN, M., 2005. Phytoplankton biomass \nand species composition of Lake Golbasi (Hatay – Turkey). \nTurkish Journal of Biology, vol. 29, p. 49-56.\n\nNEOFITOU, N. and KLAOUDATOS, S., 2008. Effect of fish farming \non the water column nutrient concentration in a semi-enclosed \ngulf of the eastern Mediterranean. Aquaculture Research, 2008, \nvol. 39, no. 5, p. 482-490. http://dx.doi.org/10.1111/j.1365-\n2109.2008.01900.x\n\nNUSCH, EA., 1980. Comparison of different methods for \nchlorophyll and phaeopigments determination. Archive für \nHydrobiolgie, vol. 14, p. 4-36.\n\nPOKORNÝ, J. and HAUSER, V., 2002. The restoration of fish \nponds in agricultural landscapes. Ecological Engineering, vol. 18, \nno. 5, p. 555-574. http://dx.doi.org/10.1016/S0925-8574(02)00020-4\n\nRAHMAN, MM. and JEWEL, MAS., 2008. Cyanobacterial blooms \nand water quality in two urban fish ponds. University Journal of \nZoology, Rajshahi University, vol. 27, p. 79-84.\n\nRUOKOLAINEN, L., LILLEY, TM., TAMMI, M. and VUORINEN, \nI., 2006. Zooplankton in relation to cyanobacteria across a \ngeographic gradient in Archipelago Sea, northern Baltic. Boreal \nEnvironmental Research, vol. 11, no. 20, p. 1-11.\n\nSAMPAIO, EV., ROCHA, O., MATSUMURA-TUNDISI, T. and \nTUNDISI, JG., 2002. Composition and abundance of zooplankton \nin the limnetic zone of seven reservoirs of the Paranapanema River, \nBrazil. Brazilian Journal of Biology, vol. 6, no. 3, p. 525-545.\n\nSHAN, MR., HOSSAIN, Y. BEGUM, M., AHMED, ZF., \nOHTOMI, J., RAHMAN, MM., ALAM, J., ISLAM, A. and \nFULANDA, B., 2008. Seasonal variations of phytoplankton \ncommunity structure and production in relation environmental \nfactors of the south west coast waters of Bangladesh. Journal of \nFisheries and Aquatic Sciences, vol. 3, no. 2, p. 102-103. http://\ndx.doi.org/10.3923/jfas.2008.102.113\n\nTANAKA, T., RASSOULZADEGAN, F. and THINGSTAD, \nTF., 2004. Orthophosphate uptake by heterotrophic bacteria, \ncyanobacteria, and autotrophic nanoflagellates in Villefranche \nBay, northwestern Mediterranean: Vertical, seasonal, and short-\nterm variations of the competitive relationship for phosphorus. \nLimnology and Oceanography, vol. 49, no. 4, p. 1063-1072. \nhttp://dx.doi.org/10.4319/lo.2004.49.4.1063\n\nTILLMANS, AR., WILSON, AE., PICK, FR. and SARNELLE, \nO., 2008. Meta-analysis of cyanobacterial effect on zooplankton \npopulation growth rate: species-specific responses. Fundamental \nand Applied Limnology Archiv für Hydrobiologie, vol. 171, no. 4, \np. 285-295.\n\nTURANO, MJ., BORSKI, RJ. and DANIELS, HV., 2008. Effects \nof cyclic feeding on compensatory growth of hybrid striped bass \n(Morone chrysops x M. saxtilis) food fish and water quality in \nproduction ponds. Aquaculture Research, vol. 39, no. 14, p. 1514-\n1523. http://dx.doi.org/10.1111/j.1365-2109.2008.02023.x\n\nWILSON, AE., SARNELLE, O. and TILLMANNS, AR., 2006. \nEffects of cyanobacterial toxicity and morphology on the population \ngrowth of freshwater zooplankton: Meta-analyses of laboratory \nexperiments. Limnology and Oceanography, vol. 51, no. 4, p. 1915-\n1924. http://dx.doi.org/10.4319/lo.2006.51.4.1915"}]}}}