{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24004"}, {"@name": "filename", "#text": "8300_000985516.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "I \n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n\n \n\nESTUDO HIDROGEOQUÍMICO DAS ÁGUAS \n\nSUBTERRÂNEAS DOS AQUÍFEROS JURO-CRETÁCEOS \n\nDO OESTE \n\nDO RIO GRANDE DO SUL \n\n \n\nGUILHERME VARGAS TEIXEIRA \n\n \n\n \n\nORIENTADOR-Prof.Dr.Antonio Pedro Viero \n\n \n\nVolume I \n\n \n\nPorto Alegre-2016 \n\n \n\n\n\nII \n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n\nESTUDO HIDROGEOQUÍMICO DAS ÁGUAS \n\nSUBTERRÂNEAS DOS AQUÍFEROS JURO-CRETÁCEOS \n\nDO OESTE DO RIO GRANDE DO SUL \n\n \n\nGUILHERME VARGAS TEIXEIRA \n\n \n\nORIENTADOR- Prof. Dr. Antonio Pedro Viero \n\n \n\nBANCA EXAMINADORA \n\nProf. Dr. Clovis Gonzatti \n\nProf. Dr. Ari Roisenberg \n\nProf. Dr. Eduardo Sanberg \n\n \n\n          \n\n \n\nDissertação de Mestrado apresentada como requisito parcial para \n\nobtenção do Título de Mestre em Geociências. \n\n \n\n \n\nPorto Alegre- 2016 \n\n\n\nIII \n \n\nResumo \n\nA região Oeste do Rio Grande do Sul (RS) é marcada por sucessivas crises de \n\nabastecimento de água nos períodos de estiagem. Estudos hidrogeológicos e \n\nestruturais se fazem necessários a fim de compreender a dinâmica de fluxo das águas \n\nnos aquíferos da região. Os aquíferos na Fronteira oeste são divididos em Sistema \n\nAquífero Guarani(SAG) e Aquífero Serra Geral. O SAG é considerado um grande \n\nsistema aquífero composto por unidades hidroestratigráficas. Essas unidades diferem \n\nentre si em termos de parâmetros físicos e químicos. Logo, o objetivo geral deste \n\nestudo reside na caracterização hidrogeológica, estrutural e hidroquímica dos \n\naquíferos Juro-Cretáceos da região sudoeste do RS. Os dados utilizados foram \n\nobtidos no SIAGAS, banco de dados hidrogeológicos da CPRM, e foram tratados e \n\ninterpretados à luz do conhecimento atual sobre dinâmica de aquíferos e evolução \n\nquímica de águas subterrâneas. A análise estatística compreendeu duas etapas, \n\nsendo a primeira a análise fatorial dos componentes principais e a segunda de análise \n\nde agrupamento. Foi realizado mapeamento das estruturas rúpteis e interpretação de \n\nimagens. Os resultados obtidos neste estudo permitem concluir que predomina o \n\nSistema Aquífero Serra Geral com mais de 90% da área aflorante e a orientação \n\ndessas estruturas no compartimento Oeste é preferencialmente de noroeste. Apenas \n\nas grandes falhas parecem favorecer vazões superiores. Já nos basaltos, o fluxo se \n\ndá sempre nas fraturas, e a densidade de fraturas parece estar diretamente \n\nrelacionada a uma maior produtividade dos poços tanto em estruturas regionais \n\nquanto em estruturas menores. O mapa de isolinhas na interface Botucatu-Serra Geral \n\npermitiu verificar que existem movimentos verticais causados por falhas oriundas de \n\nesforço tectônico. As vazões registradas na área tem valor médio de 21 no SAG e no \n\nSASG 15,12. Uruguaiana, Alegrete, Santana do Livramento, Cacequi, Itaqui são as \n\nlocalidades onde a vazão é mais pronunciada em relação as demais, sendo que em \n\nAlegrete e Uruguaiana é possível captar água tanto do basalto quanto do arenito e \n\nobter boas vazões. Constatado também que existem três grupos principais de águas \n\nverificados por meio de análise estatística e confirmados nos diagramas de dispersão, \n\nsendo que o Grupo 1 percola apenas no Aquífero Serra Geral, o Grupo 2 é enriquecido \n\nem Cálcio, Sódio e Magnésio e mostra ampla mistura de águas e o Grupo 3 está \n\nrestrito apenas aos pacotes sedimentares. Essa mistura de águas é facilitada por meio \n\nde fraturas e as concentrações desses elementos tiveram ampla afinidade com zonas \n\nde alta densidade de fraturas no mapa de concentrações. Ainda, os carbonatos \n\ncontribuem para a solubilização de cálcio no sistema, assim como a anidrita.  A \n\n\n\nIV \n \n\ninterpretação dos dados hidroquímicos apresentados sugere que a Formação Irati da \n\nBacia do Paraná é a principal fonte das altas concentrações de alguns íons (como \n\nsódio, flúor, cloro e sulfato) dissolvido nas águas subterrâneas da Serra Geral e do \n\nSistema Aqüífero Guarani  na área de estudo. \n\nPALAVRAS-CHAVE: GEOLOGIA ESTRUTURAL, GEOQUÍMICA, \n\nHIDROGEOLOGIA \n\n \n\nABSTRACT \n\nThe western region of Rio Grande do Sul (RS) is marked by successive water supply \n\ncrisis during the dry season. Hydrogeological and structural studies are necessary in \n\norder to understand the dynamics of flow of water in the aquifers of the region. The \n\naquifers in the western border are divided into Guarani Aquifer System (SAG) and \n\nSerra Geral Aquifer. The sag is considered a major aquifer system consisting of \n\nhydrostratigraphic units. These units differ in terms of physical and chemical \n\nparameters. Therefore, the aim of this study is the hydrogeological characterization, \n\nstructural and hydrochemistry of swear-Cretaceous aquifers of southwestern RS \n\nregion. The data used were obtained in SIAGAS, hydrogeological database of CPRM, \n\nand were treated and interpreted in the light of current knowledge on the dynamics of \n\naquifers and chemical evolution of groundwater. Statistical analysis involved two \n\nstages, the first being the analysis of the principal components and the second cluster \n\nanalysis. Was conducted mapping of brittle structures and image interpretation. The \n\nresults of this study support the conclusion that dominates the Serra Geral Aquifer \n\nSystem with more than 90% of the recharge area and the orientation of these \n\nstructures in the West compartment is northwest of preferably. Only the major flaws \n\nseem to favor higher flow rates. Already in basalts, flow always occurs in the fractures, \n\nand fractures density appears to be directly related to increased well productivity in \n\nboth regional structures and in smaller structures. The blocks moving map showed that \n\nthere are vertical movements caused by faults originating from tectonic effort. The \n\nflows recorded in the area has an average value of 21 in SAG and SGAS 15.12. \n\nUruguaiana, Alegrete, Santana do Livramento, Cacequi, Itaqui are the locations where \n\nthe flow is more pronounced in relation to others, and in Alegrete and Uruguaiana is \n\npossible to capture water both in basalt and sandstone and get good flow. Also found \n\nthat there are three main groups of water verified by statistical analysis and confirmed \n\nby dendograms, and only Group 1 percolating into the aquifer Serra geral, Group 2 is \n\n\n\nV \n \n\nenriched in calcium, sodium and magnesium and shows wide mixture of water while \n\nGroup 3 is restricted to sedimentary packages.  This mixture water is facilitated by a \n\nsystem of fractures and concentrations of these elements have large affinity with high \n\ndensity of fractures in concentrations map areas. Furthermore, carbonates contribute \n\nto the solubilization of calcium in the system , as well as anhydrite. The interpretation \n\nof hydrochemical data presented suggests that the Iraty Formation of the Paraná Basin \n\nis the main source of the high concentrations of some ions (such as sodium, fluoride, \n\nchloride and sulphate) dissolved in the groundwater of the Serra Geral and Guarani \n\nAquifer System in the study area. \n\nKEY WORDS: STRUCTURAL GEOLOGY, GEOCHEMISTRY AND \n\nHIDROGEOLOGY \n\n \n\n\n\n1 \n \n\n \n\nSumário \n\n1 INTRODUÇÃO .................................................................................................... 2 \n\n1.1 ESTRUTURA DA DISSERTAÇÃO         11 \n\n1.2 ENQUADRAMENTO E JUSTIFICATIVA DO TEMA ............................................. 3 \n\n1.3 OBJETIVOS            13 \n\n1.4 ÁREA DE ESTUDO            13 \n\n1.5 HIPÓTESE             15 \n\n2. ESTADO DA ARTE .................................................................................................. 7 \n\n2.1 ASPECTOS ESTRUTURAIS – DEFORMAÇÃO RÚPTIL ..................................... 7 \n\n2.2 COMPARTIMENTOS ESTRUTURAIS DO SAG ................................................... 9 \n\n2.3 UNIDADES HIDROESTRATIGRÁFICAS DO SISTEMA AQUÍFERO \n\n GUARANI E SERRA GERAL          18 \n\n2.4 ASPECTOS GERAIS DE AQUÍFEROS FRATURADOS .................................... 13 \n\n2.4.1 Fluxo de água subterrânea em meio fraturado ............................................. 13 \n\n2.4.2 Deformação rúptil e geração de fraturas extensionais ................................. 18 \n\n2.4.3 Características geométricas das fraturas em função de litologia e escala .. 20 \n\n2.4.4 Papel da tectônica no Fluxo de água subterrânea ....................................... 21 \n\n2.5 ASPECTOS GEOQUÍMICOS DE ÁGUAS SUBTERRÂNEAS: PRINCIPAIS  \n\nÍONS DISSOLVIDOS            30 \n\n2.5.1 Alcalinidade .................................................................................................... 22 \n\n2.5.2 pH  ............................................................................................................. 23 \n\n2.5.3 Sistema carbonático ...................................................................................... 24 \n\n2.5.4 Sódio  ............................................................................................................. 26 \n\n2.5.5 Cloreto............................................................................................................ 27 \n\n2.5.6 Fluoreto .......................................................................................................... 28 \n\n2.5.7 Magnésio ....................................................................................................... 29 \n\n2.5.8 Complexação ................................................................................................. 31 \n\n2.5.9 Complexação no meio aquático .................................................................... 32 \n\n\n\n2 \n \n\n2.5.10 Adsorção ...................................................................................................... 32 \n\n2.5.11 Argilas e suas propriedades ........................................................................ 34 \n\n2.5.12 Troca de cátions nas argilas ....................................................................... 35 \n\n3. REFERÊNCIAS....................................................................................................41 \n\n4. ARTIGO SUBMETIDO AO PERÍODICO ABAS....................................................... 47 \n\n5. ANEXO I – ARTIGO PUBLICADO EM ANAIS XXI SIMPÓSIO BRASILEIRO  \n\nDE RECURSOS HÍDRICOS ...................................................................................... 77 \n\n6 ANEXO II- Comprovante de submissão de artigo ................................................ 84 \n\n \n\n1 INTRODUÇÃO \n\nA crescente demanda por águas subterrâneas que possuam qualidade \n\npara o consumo humano remete-nos ao estudo detalhado destes recursos, devido à \n\nutilização cada vez maior de águas profundas nos setores públicos e privados. \n\nAo longo das últimas décadas foram perfurados milhares de poços \n\ntubulares no Rio Grande do Sul, sendo que uma parcela importante não foi \n\ncontemplada pelos critérios geológicos e hidrogeológicos necessários para o correto \n\naproveitamento dos aquíferos. A deficiência de conhecimento técnico perdurou \n\ndurante décadas no Rio Grande do Sul em consequência da falta de investimentos \n\nem pesquisas hidrogeológicas e hidroquímicas que visem à adequada caracterização \n\nqualitativa e quantitativa e o entendimento dos processos evolutivos dos aquíferos. \n\nPouco, ou quase nada, se conhece cientificamente da estruturação, potencialidades \n\ne restrições de potabilidade dos aquíferos da Região Oeste do Rio Grande do Sul e \n\nisto se constitui num entrave para o estabelecimento de critérios e políticas adequadas \n\npara a gestão dos mesmos. Alguns estudos (Machado, 2005 &amp; Machado, 2006) \n\nrecentes apresentaram dados sobre a área, porém com foco voltado principalmente \n\npara os aspectos estruturais da região. \n\nA atividade de perfuração ainda é descontrolada e grande parte dos \n\npoços tubulares não possui registros litológicos, construtivos, de análises químicas e \n\ntestes de bombeamento. O cadastramento de 7.692 poços tubulares, com dados de \n\nlocalização, vazão, descrição litológica, perfil construtivo e análise química realizado \n\n\n\n3 \n \n\npela Companhia de Pesquisa de Recursos Minerais (CPRM), em 2005 é um grande \n\navanço no conhecimento da situação atual da perfuração de poços, além de ser \n\nimportante fonte de informações para a gestão das águas subterrâneas no Estado. \n\nNeste âmbito insere-se esta dissertação, que se propõe a investigar a \n\ncaracterização hidrogeológica, estrutural e hidroquímica dos Aquíferos Serra Geral e \n\nSistema Aquífero Guarani da região oeste do Rio Grande do Sul. \n\n \n\n1.1. ESTRUTURA DA DISSERTAÇÃO \n\n \n\nEsta dissertação de mestrado está estruturada em torno do artigo científico \n\n“Hydrogeochemical evaluation of Mesozoic aquifers in the southern Paraná Basin, Rio \n\nGrande do Sul”, submetido ao periódico ABAS. Assim a organização da dissertação \n\ncompreende as seguintes partes principais:    \n\n \n\na) A Introdução sobre o tema e descrição do objeto da pesquisa de mestrado, \n\nonde estão sumarizados os objetivos e a filosofia de pesquisa \n\ndesenvolvidos, o estado da arte sobre o tema de pesquisa.    \n\nb) O artigo submetido ao periódico ABAS, com corpo editorial permanente e \n\nrevisores independentes, escrito pelo autor durante o desenvolvimento de \n\nseu Mestrado.   \n\nc) O Anexo, compreendendo artigo publicado em Anais de evento científico, \n\nrelacionado ao tema central da dissertação. \n\n1.2. ENQUADRAMENTO E JUSTIFICATIVA DO TEMA \n\nA região da fronteira oeste do Rio Grande do Sul é marcada por \n\nsucessivas crises de abastecimento de água nos períodos de estiagem. Nestes \n\nperíodos, a demanda por água subterrânea cresce para atender as necessidades da \n\nagricultura, pecuária e abastecimento urbano. Estudos técnico-científicos \n\nhidrogeológicos e hidroquímicos são escassos na região. São insuficientes as \n\ninformações disponíveis e sistematizadas sobre o potencial hídrico e a qualidade \n\nquímica das águas subterrâneas em termos regionais.  \n\n\n\n4 \n \n\nAlém dos aspectos hidrogeológicos e de potencial hídrico dos aquíferos \n\nda região, há também forte carência de informações sobre a qualidade das águas \n\nsubterrâneas. Muito menos se sabe dos processos geoquímicos envolvidos na \n\nevolução da composição químicas destas águas, tanto no que tange aos processos \n\nde interação água/rocha quanto aos processos de mistura de águas circulantes em \n\ndiferentes aquíferos. A literatura apresenta dados indicativos da mistura de águas de \n\ndiferentes aquíferos, contudo estes processos são abordados apenas nos campo \n\nqualitativo.  \n\nNeste estudo serão elaborados modelos qualitativos e quantitativos dos \n\nprocessos atuantes nos aquíferos e definidores do quimismo das águas. Estes \n\nmodelos serão consubstanciados por dados de análises de químicas que poderão \n\ndefinir o ambiente dos aquíferos. Além disto, o estudo fornecerá subsídios importantes \n\npara a gestão e uso correto das águas subterrâneas.  \n\n \n\n1.3. OBJETIVOS \n\n \n\nO objetivo geral deste estudo reside na caracterização hidrogeológica, \n\nestrutural e hidroquímica dos Aquíferos Serra Geral e Sistema Aquífero Guarani da \n\nregião oeste do Rio Grande do Sul. A fim de alcançar este objetivo, traçam-se os \n\nseguintes objetivos específicos: \n\na) Caracterizar geoquimicamente as águas subterrâneas da região; \n\nb) Reconhecer o potencial hídrico dos aquíferos da região; \n\nc) Estabelecer relações entre vazão e salinidade das águas com as estruturas \n\nregionais rúpteis; \n\nd) Definir modelos de fluxo subterrâneo e de interação das águas dos diferentes \n\naquíferos; \n\ne) Gerar dados e informações que sirvam de subsídio para a gestão dos aquíferos \n\nda região. \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 \n \n\n1.4. ÁREA DE ESTUDO \n\n \n\nA área de estudo abrange 56 municípios da porção Oeste do Rio Grande \n\ndo Sul (Erro! Fonte de referência não encontrada.) e compreende parte do \n\nCompartimento Oeste, Central e Norte do Sistema Aquífero Guarani definido por \n\nMachado (2005) e do aquífero Serra Geral. Nesse conjunto de áreas municipais \n\ndestacam-se pela extensão territorial, Alegrete, Santana do Livramento, Uruguaiana, \n\nRosário do Sul, São Borja, Itaqui e Quaraí. Na Figura 2 estão presentes as unidades \n\npresentes na área de estudo. \n\n \n\n \n\n \n\nFigura 1. Localização da área de estudo. \n\n\n\n6 \n \n\n \n\nFigura 2. Unidades presentes na área de estudo \n\n \n\n1.5. HIPÓTESE \n\nA salinização registrada nas águas subterrâneas do Aquífero Serra \n\nGeral e Aquífero Guarani é causada pela mistura com águas oriundas de estratos \n\ninferiores na sequência estratigráfica de Bacia do Paraná que ascenderam através de \n\nfalhas e fraturas regionais. \n\nA composição mineralógica dos litotipos que compõem o Aquífero Serra \n\nGeral e o Aquífero Guarani não é compatível com o teor e a composição de sólidos \n\ntotais dissolvidos registrados em muitos poços destas duas unidades \n\nhidroestratigráficas. A ascensão de águas antigas e de circulação profunda é a mais \n\nprovável causa da salinização nos referidos aquíferos \n\n \n\n\n\n7 \n \n\nAs outras hipóteses seguem-se; \n\n? As grandes vazões dos poços tubulares do Aquífero Serra Geral são controladas \n\npor falhas e fraturas de extensão regional. \n\n? Há indícios de que grandes vazões estão associadas a fraturas e falhas \n\ntectônicas de extensão regional. Aparentemente, fraturas pequenas, tanto \n\ntectônicas quanto de resfriamento, interferem apenas nas pequenas vazões. \n\n? A orientação das estruturas regionais não é um fator determinante da vazão dos \n\npoços. \n\nNão há indícios de que as grandes vazões estejam relacionadas a uma \n\ndireção preferencial de fraturas e falhas. Na região existem grandes estruturas com \n\ndireções NW-SE, NE-SW e E-W e avaliações preliminares apontam que os três \n\nsistemas contribuem para grandes vazões dos poços \n\n2. ESTADO DA ARTE \n\n2.1. ASPECTOS ESTRUTURAIS – DEFORMAÇÃO RÚPTIL \n\nA evolução estrutural do Sistema Aquífero Guarani (SAG) e Serra Geral \n\nestá intimamente relacionada com a Bacia do Paraná. De acordo com Zalán et al. \n\n(1991), durante o Paleozóico, três sequências sedimentares foram depositadas, \n\nfortemente influenciadas por zonas de fraqueza, instaladas nas rochas do \n\nembasamento. Essas zonas de fraqueza, geralmente alinhadas nas direções NW e \n\nNE foram reativadas diversas vezes. Duas outras sequências foram depositadas no \n\nMesozóico. Uma de origem sedimentar e outra de origem vulcânica. Foram \n\ninfluenciadas pela separação dos continentes no Gondwana, e nesta época, um \n\nterceiro elemento estrutural foi criado, de direção E-W. \n\nAs zonas de falhamentos NW-SE são correlacionados por Fulfaro et al. \n\n(1982) a aulacógenos pré-Silurianos de uma fase rift que afetou o embasamento. \n\nEsses aulacógenos formam locais preferenciais de deposição e são caracterizados \n\npela grande espessura dos depósitos sedimentares (Figura 3). A origem dos \n\nlineamentos NW não está muito clara, mas as evidências apontam para idades mais \n\nantigas que os lineamentos de direção NE de idade brasiliana. \n\n\n\n8 \n \n\nSegundo Zalán et al (1991) as falhas de direção NW são mais abertas \n\nque as de direção NEe são abundantemente intrudidas por diques de diabásio. Essas \n\nintrusões podem imprimir grande deformação. As falhas NW apresentam fraturas de \n\nforma irregular, mostrando alargamentos e estreitamentos, ao contrário das aberturas \n\ndas falhas NE. \n\n \n\n \n\nFigura 3 Mapa Estrutural do SAG no contexto do Cone Sul modificado de Araújo et \n\nal.1(999), Paulipetro (1982) e Zalán et al. (1986). \n\n  \n\nAinda, de acordo com Zalán et al (1991), os lineamentos de direção E-\n\nW originados do Triássico são provavelmente relacionados com a abertura do oceano \n\nAtlântico. Até agora, não foram encontradas deformações associadas a estas \n\nestruturas. Soares et al. (1982), através de um levantamento sistemático de \n\nlineamentos em imagens landsat e de radar, mostram que os lineamentos designados \n\nde médio Ivaí, tem direção de N45°+/-5°W. \n\n\n\n9 \n \n\n2.2. COMPARTIMENTOS ESTRUTURAIS DO SAG \n\nNas considerações iniciais sobre a necessidade de compartimentação \n\nda ocorrência do SAG no Rio Grande do Sul, salienta-se a grande diversidade de \n\norientação estrutural, já estabelecida em trabalhos anteriores de caráter mais \n\nlocalizado. Com relação a estruturação do SAG em caráter regional, são também \n\ndescritos em muitos trabalhos as principais estruturas e lineamentos que governam a \n\nevolução da bacia do Paraná e por extensão o arcabouço estrutural do SAG. \n\nApesar de todas essas evidências, a maioria dos estudos realizados \n\nsobre a ocorrência do SAG não menciona a influência desses sistemas de falhas no \n\ncomportamento hidrogeológico do SAG, possivelmente ao fato de que esses estudos \n\nforam realizados em escalas inadequadas, abrangendo o território nacional e os \n\npaíses vizinhos. \n\nSeguindo a concepção de um grande sistema aquífero, contínuo em \n\nsuas características litológicas, hidrogeológicas e hidroquímicas, foram \n\nconfeccionados mapas de contorno estrutural do topo do sistema aquífero capeado \n\npelos vulcanitos da Formação Serra Geral e potenciometria de toda a área de \n\nocorrência. O exame desses mapas mostra claramente que o traçado de isolinhas é \n\nextremamente dificultado devido a uma grande variação na distribuição nos dados do \n\ntopo do sistema aquífero. Assim, foi possível, através de sua análise, observar \n\nclaramente as áreas onde deveriam ocorrer as descontinuidades que podem ser \n\ndetectadas no Mapa Estrutural e confirmadas através de uma série de seções \n\ngeológicas e hidrogeológicas. \n\nDe maneira semelhante, o mapa de potenciometria do SAG apresenta \n\numa grande diversidade de sentidos de fluxo, em geral concordantes com as direções \n\nde mergulho do topo do SAG. \n\n \n\n2.3. UNIDADES HIDROESTRATIGRÁFICAS DO SISTEMA AQUÍFERO GUARANI \n\nE SERRA GERAL \n\nÉ reconhecido pelos hidrogeólogos que o fluxo de água subterrânea nem \n\nsempre é restringido aos limites de uma unidade estratigráfica reconhecida. Os dois \n\ntermos hidrogeológicos, aquífero e unidade hidroestratigráfica, são comumente \n\nempregados para subdividir a superfície em unidades de maior importância para a \n\n\n\n10 \n \n\nhidrogeologia das águas subterrâneas. O termo aquífero é comumente definido por \n\nleis e regulamentações locais, o que torna ainda mais difícil o seu uso como termo \n\ntécnico. A definição de Maxey (1964) implica que as unidades hidroestratigráficas \n\npossuam continuidade hidráulica e sejam unidades independentes de escala e \n\nmapeáveis. A capacidade de mapeamento neste caso significa que a geologia de \n\nsuperfície pode ser dividida de acordo com a permeabilidade Seaber (1988, apud \n\nMachado, 2005). Assim, uma unidade hidroestratigráfica única pode incluir uma \n\nformação, parte de uma formação, ou um grupo de formações \n\nNos estudos Hidrogeológicos existe a necessidade de um conhecimento \n\nmais aprofundado da litoestratigrafia de determinada região e seu relacionamento com \n\nas unidades hidrogeológicas. Tais unidades são essencialmente unidades \n\nestratigráficas, definidas e distinguidas pelas suas unidades condutoras de água, \n\nsendo denominadas de hidroestratigrafia o estudo de seus interrelacionamentos e \n\npropriedades. Nestas investigações de águas subterrâneas é fundamental uma etapa \n\nde definição e mapeamento das unidades aquíferas e confinantes na subsuperfície da \n\nárea a ser estudada. Com o delineamento dessas unidades, fragmenta-se o \n\narcabouço geológico em função de sua permeabilidade, procurando-se definir o \n\nsistema de fluxo. \n\nO sistema aquífero Guarani divide-se em diversos blocos estruturais, \n\nporém na escala de trabalho, quatro são considerados suficientes. A implementação \n\ndo reflexo das condições estruturais no SAG e a consequente implementação de uma \n\ncompartimentação, exigem um conhecimento aprofundado das variáveis \n\nhidrogeológicas que controlam o fluxo hidrodinâmico. No caso do SAG, ele conforma \n\num ambiente geológico heterogêneo, o que torna difícil a compreensão dos \n\nfenômenos de fluxo em pequena escala. Desse modo, um arcabouço hidrogeológico \n\nbásico deve ser estabelecido, para que se possa ser desenhada a evolução das \n\nvariáveis em cada unidade em cada unidade que compõem o grande sistema aquífero \n\nGuarani. \n\nUm problema relacionado com o SAG é a sua condição de sistema \n\naquífero heterogêneo, onde uma abordagem somente litoestratigráfica para a \n\ndeterminação de sua hidroestratigrafia não é suficiente, porque é difícil determinar a \n\ncontinuidade física dos depósitos. \n\nPor sua vez, a unidade Hidroestratigráfica do Serra Geral, corresponde \n\nao teto do conjunto litológico intergranular que compõe o SAG, possuindo enorme \n\n\n\n11 \n \n\nimportância pelo seu caráter confinante de todos os aquíferos de origem sedimentar \n\ndo SAG. A unidade Hidroestratigráfica do Serra Geral constitui-se de rochas \n\nvulcânicas correspondentes às eruptivas Serra Geral (White, 2013) e representa uma \n\ndas maiores manifestações vulcânicas encontradas no registro geológico da história \n\nda Terra. Estes derrames de lava segundo Reene et al (1992) apresentam idade de \n\n131 +- 4 Ma. A característica principal desta unidade quando confrontada com as \n\ndemais unidades Hidroestratigráficas do SAG, é que, sendo constituídos por uma \n\nsequência de derrames ácidos e básicos que vão de basaltos à riolitos, passando por \n\nriodacitos, apresenta porosidade exclusiva por fraturas. \n\nNo Rio Grande do Sul, ocupa cerca de 50 % da área. Sua espessura \n\npossui variação e é controlada por eventos tectônicos que determinam a área de \n\nocorrência do SAG, tendo sido posteriormente esculpida por erosão diferencial que \n\nagiu preferencialmente nas áreas enfraquecidas pela movimentação tectônica. As \n\nmenores espessuras estão localizadas na área oeste do estado, com 100m ou menos \n\nperto das janelas aflorantes do SAG e podem atingir 1200m no extremo noroeste do \n\nestado, junto ao rio Uruguai.Na região de Torres, próximo à divisa com o Estado de \n\nSanta Catarina, as espessuras são próximas de 700m. As estruturas geológicas \n\nprimárias relacionadas com as taxas de resfriamento dos derrames foram propostas \n\npor Leinz(1949, apud Machado 2005). Segundo Roisemberg &amp; Chies (1987, apud \n\nMachado 2005) um grande desenvolvimento de juntas verticais e zonas amigdaloidais \n\nou vesiculares é associado com os derrames básicos. As juntas horizontais bem \n\ndesenvolvidas são características dos derrames ácidos e as zonas vítreas, de \n\nespessura variável, correspondem a zona basal dos derrames. Essa unidade \n\nhidroestratigráfica é caracterizada por um forte controle tectônico, com presença de \n\nfalhas e fraturas de direções preferenciais NE e NW. A evolução Hidroquímica da \n\nUnidade Serra Geral foi tratada por Machado et al. (2002). Ela é marcada pelos tipos \n\nbicarbonatados cálcicos e/ou magnesianos das águas subterrâneas encontradas nos \n\nderrames vulcânicos, oriundos das recargas diretas das precipitações. A troca dos \n\ncátions cálcio e magnésio por sódio em geral revelam influências de águas do SAG, \n\nque por diferença de pressão hidrostática, ascendem por fraturas até níveis em que \n\nse misturam com águas provenientes de recargas através de precipitação \n\npluviométrica. Águas de tipos químicos cloretados e sulfetados podem eventualmente \n\nestar relacionadas com as unidades hidroestratigráficas permianas. \n\n\n\n12 \n \n\nA Unidade Hidroestratigráfica Botucatu engloba o que Hausman (1995) \n\ndenomina de sub-província Botucatu, compreendendo todos os afloramentos \n\ncontínuos de Arenito Botucatu ao longo do contato com o Grupo Rosário do Sul, \n\nestendendo-se abaixo dos derrames da Formação Serra Geral. É constituída \n\npredominantemente por arenitos finos e médios quartzosos, e localmente feldspáticos, \n\nbem selecionados e com cores em tons vermelhos. As estruturas primárias mais \n\nrepresentativas são a estratificação plano-paralela e as estratificações cruzadas do \n\ntipo tabular e acanalada, de pequeno a muito grande porte. No topo os arenitos \n\nintercalam-se concordantemente com os derrames da formação Serra Geral, sendo \n\ncomuns as ocorrências recorrentes de sedimentação eólica, formando os intertrappes. \n\nA ocorrência da Unidade Hidroestratigráfica Botucatu está longe de ser \n\nhomogênea quanto a litologia e dimensões, pois desde a região da fronteira oeste até \n\no litoral, ela por vezes mantém espessuras que variam entre 50 e 100m, que logo \n\nchegam à completa ausência como na região de Venâncio Aires e Estrela. Na região \n\nonde aflora, no município de Montenegro, apresenta espessura de 100m e que \n\ncorresponde a uma única duna eólica. A litologia onde o arenito encontra-se \n\nconfinado, como na cuesta basáltica na fronteira uruguaio-argentina apresenta-se \n\nmuito porosa e com homogeneidade granulométrica. Os poços para a irrigação \n\napresentam capacidades específicas que variam de 5,14 a 10,55 m³/h/m, para um \n\ntempo de bombeamento de 24 horas.  \n\nA Unidade Hidroestratigráfica Guará é, possivelmente, uma das mais \n\nimportantes unidades hidroestratigráficas que compõem o SAG. Permanecem \n\nalgumas lacunas de conhecimento de suas características litológicas, pois só \n\nrecentemente foi reconhecida como unidade litoestratigráfica (Scherer &amp; Lavina, \n\n2005). Trata-se de um espesso pacote sedimentar flúvio eólico, que sempre ocorre na \n\nbase dos arenitos eólicos da Unidade Botucatu no Compartimento Oeste, atingindo \n\nvalores máximos de 200 m de espessura. Scherer e Lavina (2005) descreveram como \n\numa sucessão de arenitos finos a conglomeráticos, com estratificações cruzadas de \n\npequeno a grande porte e laminação plano paralela. Em Santana do Livramento, essa \n\nunidade hidroestratigráfica é captada por poços tubulares, com projetos de construção \n\nbem orientados e contam com perfilagens geofísicas. Em geral, os poços da cidade \n\ncaptam água da Unidade Guará exclusivamente, e raramente captam água da \n\nunidade Botucatu. \n\n\n\n13 \n \n\nNos poços com cota acima de 120 m, as captações estão \n\nexclusivamente nas fácies fluviais, o que resulta numa capacidade específica de 1,60 \n\na 13 m³/h/m. Em São Francisco de Assis, ocorrem duas situações distintas em relação \n\nà capacidade específica: a) Fora da área urbana, as espessuras diminuem na Unidade \n\nHidroestratigráfica Guará e os poços começam a captar arenitos muito finos e siltitos \n\nda formação Sanga do Cabral. Nessas condições, os poços apresentam capacidades \n\nespecíficas de inferiores a 0,5m³/h/m; b) No sopé do Serro registro, os poços mesmo \n\nsendo perfurados pela Unidade Hidroestratigráfica Guará, que geralmente apresenta \n\nmenor produtividade em relação ao Botucatu, mostra valores excepcionais de vazão \n\nque chegam a 200 m³/h. Isso pode ser explicado por condições estruturais favoráveis. \n\n2.4. ASPECTOS GERAIS DE AQUÍFEROS FRATURADOS \n\nNesta sessão discute-se os aspectos hidrogeológicos e hidrodinâmicos \n\ndos aquíferos fraturados, no que se refere à interação da água com a rocha e as \n\ncondições de fluxo neste nestes meios. Esta abordagem é feita em função da grande \n\nextensão e importância do Sistema Aquifero Serra Geral na área de estudo. \n\n \n\n2.4.1. Fluxo de água subterrânea em meio fraturado \n\nA quantidade, ou mesmo a existência, de fluxo de água subterrânea \n\natravés de rocha sã de baixa porosidade primária vai depender da densidade, \n\nconectividade e abertura das fraturas presentes (Domenico &amp; Schwartz, 1990). \n\nA análise do fluxo da água segundo fraturas pode seguir dois tipos de \n\nabordagem: meio contínuo e meio descontínuo. Quando se utiliza a abordagem do \n\nmeio continuo tem que se substituir o meio fraturado por um meio continuo \n\nrepresentativo onde os valores de condutividade hidráulica, porosidade e \n\ncompressibilidade são definidas (Domenico &amp; Schwartz, 1990). O volume de rocha \n\nnecessário para a definição destes parâmetros, e ao qual é possível aplicar a lei de \n\nDarcy, é denominado de volume elementar representativo (representative elementary \n\nvolume) ou VER (Freeze &amp; Cherry, 1979).  \n\nEm rochas fraturadas este volume pode chegar a valores muito grandes \n\nou mesmo nem existir. Por este motivo, a abordagem de meio descontinuo, onde é \n\n\n\n14 \n \n\nanalisada a hidráulica do fluxo de fraturas individuais, é considerada a mais adequada \n\npois constata-se que algumas fraturas individuais ou zonas de fraturas estreitas são \n\nmuito mais condutoras e fornecem os caminhos preferenciais para a circulação e \n\ntransporte de contaminantes (Novakowski, 1995), alem de constituírem as entradas \n\nde água que contribuem para produções mais elevadas de alguns poços (Bertachin, \n\n1987; Menegasse, 1991, Banks et al., 1994 &amp; Loiselle &amp; Evans, 1995). \n\nA condutividade hidráulica pode ser calculada para um grupo de fraturas \n\nplanares e lisas pela equação desenvolvida por Snow (1968 apud Freeze &amp; Cherry, \n\n1979) e denominada de lei cúbica: \n\nK = (?.g/12µ) . (Nb3) \n\nonde: \n\n? e µ são a densidade e viscosidade da água;  \n\ng é a aceleração da gravidade;  \n\nN é o numero de fraturas por unidade de distancia; e  \n\nb é a sua abertura.  \n\nA equação acima não leva em consideração a rugosidade presente em \n\nfraturas encontradas na natureza e aplica-se aos casos onde a lei de Darcy é valida \n\n(fluxo linear e laminar). A lei cúbica mostra que a abertura da fratura (b) é mais \n\nimportante que a densidade de fraturas (N) na determinação da condutividade \n\nhidráulica, pois a primeira é proporcional ao cubo da abertura e a segunda apenas \n\ndiretamente proporcional a densidade das fraturas (Figura 4). \n\n \n\n\n\n15 \n \n\n \n\nFigura 4- Influência da abertura (b) e do espaçamento de fraturas sobre a condutividade \n\nhidráulica ao longo de um grupo de fraturas paralelas e lisas. Fonte: Fernandes (2008). \n\n \n\nDados de poços indicam que a produção é relativamente independente \n\ndo numero de fraturas atravessadas (Gale &amp; Rouleau, 1983; Briz-Kishore, 1993), \n\nconforme (Figura 5Figura 5). \n\n \n\nFigura 5- Gráfico mostrando correlação muito tênue entre densidade de fraturas e \n\npermeabilidade indica que a produção e relativamente independente do numero de \n\nfraturas atravessadas. Fonte: Fernandes (2008). \n\n \n\n\n\n16 \n \n\nOs dados de poços utilizados para o entendimento do comportamento \n\nde aquíferos fraturados são aqueles coletados em investigações de detalhe, com a \n\nutilização de perfilagens e ensaios hidráulicos em poços, até os dados de produção \n\n(vazão e capacidade especifica). A análise de correlação entre os dados de produção \n\ne os fatores que supostamente influenciam o fluxo tem sido realizada com o objetivo \n\nde reduzir os insucessos na locação de poços para captação de água em aquíferos \n\nfraturados. \n\nOs trabalhos encontrados na literatura que versam sobre este tema \n\navaliam a influência de fatores tais como: tectônica, proximidade à lineamentos, \n\nnatureza e espessura do manto inconsolidado, litologia, compartimento topográfico, \n\nprofundidade das entradas de água no poço. Os resultados destes trabalhos podem \n\ntrazer informações importantes para o entendimento preliminar das propriedades \n\nhidráulicas dos aquíferos fraturados. Este tipo de avaliação é relevante, pois a \n\nconstrução de poços exclusivamente para pesquisar tais aquíferos torna os estudos \n\nbastante onerosos e a extrapolação dos seus resultados enfrenta dificuldades devido \n\nao fato, a principio, de serem locais. Assim, a utilização criteriosa de dados de poços \n\npreexistentes sempre constituirá um componente importante para a análise de \n\naquíferos, sejam eles fraturados ou granulares. No entanto, a verificação da \n\nconsistência e a comparação de resultados obtidos em diferentes trabalhos muitas \n\nvezes não é possível devido à forma como os dados são apresentados. \n\nLogo, a apresentação de medianas é mais adequada que de medias, \n\nprincipalmente quando acompanhadas de desvios padrões e quartis. No entanto, \n\ngráficos que ilustram todos os dados de produção como, por exemplo, os de \n\ndistribuição acumulada, com escala logarítmica para o parâmetro de produção \n\n(capacidade especifica ou vazão), são os que possibilitam comparações entre os \n\nfatores analisados e entre regiões diferentes.  \n\nA Tabela 1 apresenta os fatores considerados como influentes sobre a \n\ncirculação de água em meios fraturados.  \n\n  \n\n\n\n17 \n \n\nTabela 1. Fatores que controlam o fluxo de água subterrânea: seu alcance e suas \n\nlimitações. Fonte: Fernandes (2008). \n\nFator Exerce controle sobre Limitações \n\nTectônica \n\nDireção das fraturas mais \nabertas, controlando a \ndireção da maior K e \n\ntransmissividade \nMuitas vezes não é disponível em \ntrabalhos anteriores e a coleta e \n\nanálise de dados estruturais pode \nser demorada e exige \n\nprofissionais especializados. \n\nDensidade e direção dos \ngrupos de fraturas \n\ncontrolando a conectividade \ne armazenamento da rede \n\nde fraturas. \n\nLineamentos \n\nLocação do poço próxima a \nzona(s) de fraturas ou sob a \n\ninfluência de zona(s) de \nfraturas. \n\nEscalas pequenas (&lt;1:25.000) \nnão permitem correlação com \n\nfraturas que atravessam os poços. \n\nLineamentos de áreas de relevo \nsuave muitas vezes podem não \nser correlacionáveis à estruturas \n\nde subsuperficie e não \napresentam correlação com a \ndensidade de tais estruturas. \n\nManto \ninconsolidado \n\nRecarga de aquíferos. \n\nÉ descontínuo e de difícil \nmapeamento. Análises regionais \n\nnão permitem observação de \ncorrelação entre espessura de \n\nmanto inconsolidado e Q/s. \n\nLitologia \n\nPresença de \ndescontinuidades prévias \n(acamamento, contatos, \nandamento) e modo de \npropagação de fraturas. \n\nO controle exercido pela litologia e \nsubordinado a tectônica no que \ndiz respeito às fraturas de maior \n\nK. \n\nCompartimento \ntopográfico \n\nSaturação de: fraturas \nsuperficiais (horizontais e \n\nverticais) e manto \ninconsolidado, pois nos \n\nvales o nível d’água e mais \npróximo à superfície. \n\nOs vales devem ser associados a \nlineamentos, ou seja, o maior \ncontrole é exercido por estes \n\núltimos. \n\nProfundidade \n\nTransmissividade de \nfraturas verticais diminui \n\nmuito a partir de 300 m de \nprofundidade e das \n\nhorizontais, a partir de 30 m. \n\nA análise deste parâmetro é \nfortemente influenciado pelo fato \nde poços serem aprofundados \n\nsomente quando produções \nadequadas não são obtidas com \n\npoços mais rasos. \n\n\n\n18 \n \n\n2.4.2. Deformação rúptil e geração de fraturas extensionais \n\nA abertura de fraturas é determinada pelo mecanismo de sua \n\npropagação (Lawn &amp; Wilshaw, 1975), que pode ser de 3 tipos (Figura 6Figura 6). \n\n1) Por abertura ou separação normal dos planos de ruptura sob ação de esforço \n\nde tração; \n\n2) Por deslizamento paralelo à superfície das fraturas e à frente de propagação da \n\nruptura; \n\n3) Por deslizamento paralelo à superfície das fraturas e perpendicular à frente de \n\npropagação da ruptura. \n\nAs fraturas do modo I propagam-se perpendicularmente ao esforço \n\nmínimo principal, e podem ser de dois tipos: de extensão, que se formam quando o \n\nesforço mínimo principal é negativo, e hidrofraturas que se formam quando a pressão \n\ntotal de fluidos for igual a soma do esforço mínimo principal com a resistência à tração \n\nda rocha. As primeiras são limitadas à profundidades rasas em áreas que estão \n\nsofrendo extensão ativa, tais como riftes (Gudmundsson, 2003), enquanto \n\nhidrofraturas podem se formar em qualquer profundidade tanto em regimes extensivos \n\nquanto compressivos (Pollard &amp; Aydin, 1988). \n\nA geração de fraturas de cisalhamento ocorre sob esforço diferencial \n\ncompressivo e a propagação se dá pela coexistência dos dois modos fundamentais \n\nde ruptura (Scholz &amp; Davison, 1994). Aparentemente o fraturamento macroscópico é \n\ndeterminado pela densidade de microfraturas geradas pelo modo I, que se formam \n\nparalelas ao esforço máximo principal. Estas são responsáveis pela dilatação que \n\nocorre aproximadamente a meio caminho do esforço de fraturamento. \n\nAs condições de esforços sob as quais se dá o fraturamento são \n\nrepresentadas pelo círculo de Mohr. Da Figura 6 deduz-se que as fraturas de \n\ncisalhamento ocorrem em dois planos conjugados, orientados simetricamente em \n\nrelação a 1. Quando o esforço diferencial é negativo e igual à resistência trativa da \n\nrocha(T), formam-se fraturas extensionais. Em situações intermediárias formam-se \n\nfraturas híbridas com 2? menor que o das fraturas conjugadas e híbridas é necessário \n\nconsiderar o ângulo 2? entre elas e as variações deste ângulo com a litologia afetada \n\n(Hancock, 1985; Dunne &amp; Hancock 1994). Para os estados de esforços em que o \n\nestado diferencial é menor que 4T e em que os círculos de Mohr tocam a envoltória \n\n\n\n19 \n \n\nde deformação, serão geradas fraturas extensionais. No entanto, dependendo da \n\nmagnitude do esforço diferencial, as fraturas extensionais resultantes terão desde \n\numa única orientação bem definida até orientações totalmente aleatórias (Cosgrove, \n\n1998). A atuação da pressão de fluidos é ilustrada pelo círculo de Mohr , na qual os \n\ncírculos não tocam na envoltória de deformação. No entanto, tais círculos podem ser \n\ndeslocados para a esquerda pela atuação de pressão de fluidos, até que interceptem \n\na envoltória de deformação, quando o fraturamento hidráulico irá ocorrer. Para \n\ncampos de esforços em que 1 é vertical, a relação de magnitude de esforços principais \n\n?1 e ?3 pode levar à formação de diversos arranjos tridimensionais, tanto de fraturas \n\nextensionais, como de cisalhamento. Quando os dois esforços horizontais principais \n\nsão de diferente magnitude, será gerado um único grupo de fraturas paralelas, sendo \n\nf verticais para ?1- ?3 &lt;4T (fraturas extensionais). e de mergulhos médios para ?1- \n\n?3 > 4T. Quando ?2= ?3, as fraturas apresentarão direções aleatórias, sendo verticais \n\npara ?1- ?3 &lt;4T, e de mergulhos médios para ?1- ?3 > 4T (Cosgrove, 1998). A \n\nposição espacial das fraturas de tração (e mais abertas) e das de cisalhamento \n\ndepende do regime tectônico (extensional, compressivo e transcorrente) que atuou ou \n\natua em uma dada região. Para os regimes extensional e transcorrente as fraturas de \n\ntração serão verticais e para o compressivo, horizontais, sempre paralelas ao esforço \n\nmáximo principal(?1) e perpendicular ao esforço mínimo principal(?3). \n\n \n\n\n\n20 \n \n\n  \n\nFigura 6. Regimes tectonicos e posicao espacial de fraturas extensionais de maior abertura \n\n(linha tracejada) e de cisalhamento (linha continua e movimento indicado por flechas): (i) \n\nregime extensional, (ii)compressivo e (iii) transcorrente. Fonte:adaptado de Ramsay e Huber \n\n(1987). \n\n \n\n2.4.3. Características geométricas das fraturas em função de litologia e escala \n\nAs propriedades das redes de fraturas variam da escala local (p. \n\nexemplo poço) às de semi-detalhe (microbacias hidrográficas), ou regionais, o que \n\nacarreta mudanças no fluxo de água subterrânea. Odling (1997) abordou a questão \n\nda escala a partir do mapeamento de traços de fraturas. Os mapas obtidos indicam \n\numa distribuição de potência para o comprimento das fraturas. Esta distribuição, válida \n\npara 4 ou mais ordens de grandeza, implica num decréscimo de conectividade \n\naparente com o decréscimo da escala, concluindo-se que somente as orientações dos \n\ngrupos de fraturas principais podem ser consideradas independentes da escala. \n\nTodas as outras propriedades (distribuição de comprimentos, densidade e \n\nconectividade e natureza das junções) são dependentes da escala. \n\n\n\n21 \n \n\nAinda com relação a configuração da rede de fraturas, sabe-se que o \n\nacamadamento litológico também é um fator muito importante, condicionando a \n\nexistência dos seguintes membros finais para os tipos de redes de fraturas: sistemas \n\nlimitados por estratos onde as fraturas são limitadas a sistemas individuais e os \n\nsistemas não limitados por estratos, nos quais as fraturas mostram um amplo intervalo \n\nde tamanhos e são verticalmente persistentes. Em termos de limitação para o fluxo, \n\nnos sistemas limitados por estratos, o fluxo transversal às camadas pode ser inibido \n\ne assim, a permeabilidade paralela às mesmas pode ser muito maior que a \n\ntransversal. Exemplos marcantes deste caso são os basaltos da Formação Serra \n\nGeral. \n\n \n\n2.4.4. Papel da tectônica no fluxo de água subterrânea \n\nO papel principal da tectônica no fluxo de água subterrânea é exercer \n\nforte controle sobre a abertura de fraturas, bem como sobre a orientação e densidade \n\nde fraturas e, consequentemente, sobre a conectividade e armazenamento do \n\naquífero. Banks et al. (1994). apresentam alguns estudos de caso onde foi percebida \n\na relação entre o esforço tectônico e a produtividade dos poços e fraturas de maior \n\nabertura hidráulica. Barton et al. (1995) observaram que 80% das fraturas \n\nidentificadas como condutoras estavam em orientação ótima com relação ao campo \n\nde esforços. As fraturas condutoras são do tipo extensional (tipo I) ou fazem um ângulo \n\nagudo 30 ou 40° com este esforço (tipo II). Campo de esforços oriundo da somatória \n\nde efeitos da topografia e do contraste da relação de Poisson, entre tipos litológicos \n\ndistintos e superpostos, resulta em esforço horizontal efetivo extensional para basaltos \n\nsuperpostos a arenitos. Tiren (1991) conclui que as zonas de fraturas mais favoráveis \n\npara conduzir água são aquelas que sofreram longa e complexa história tectônica.  \n\n \n\n2.5. ASPECTOS GEOQUÍMICOS DE ÁGUAS SUBTERRÂNEAS: PRINCIPAIS ÍONS \n\nDISSOLVIDOS \n\nNesta seção são apresentados e discutidos os principais íons \n\ndissolvidos nas águas subterrâneas, com considerações acerca de suas origens e \n\nprocessos de interação água/rocha que interferem nas suas concentrações.   \n\n\n\n22 \n \n\n2.5.1. Alcalinidade \n\nDe acordo com White (2005), a alcalinidade é uma medida da \n\ncapacidade de neutralização por meio de um ácido de uma solução alcalina.  \n\nPrimeiro podemos considerar uma solução contendo uma concentração \n\nfixa de CaCO3 dissolvida. No ponto de equivalência de CO2, H2CO3 é a principal \n\nespécie de carbonato. Decompondo-a obtemos os seguintes íons: H+, H2O, CO2 e \n\nCa+2. (H2CO3 não precisa ser destacado porque já escolhemos água como \n\ncomponente e H2CO3 contém água). Espécies H2CO3, HCO3, e CO3 são combinadas \n\nda seguinte forma a fim de se gerar os seguintes componentes: \n\nH2CO3= H2O + CO2       \n\nHCO3 = H2O + CO2 – H+ \n\nCO3 = = H2O + CO2 - 2H+ \n\nO balanço de próton fica então \n\nTOTH = [H+] – [HCO3-] – 2[CO3-2] – [OH-]     \n\n \n\nA alcalinidade fica então, \n\nAlk = - TOTH = -[H+] + [HCO3-] + 2[CO3-2] + [OH-]   \n\n   \n\nEsta soma de = -[H+] + [HCO3-] + 2[CO32-] - [OH-] é conhecida como a \n\nalcalinidade do carbonato. Neste exemplo, a alcalinidade e alcalinidade de carbonato \n\nsão a mesma coisa porque não existem outros íons em solução. Podemos definir a \n\nalcalinidade também segundo a seguinte fórmula:     \n\n \n\n? cátions ( em equivalentes) – ? anions (em equivalentes) = 0 \n\nA alcalinidade é, basicamente, uma medida da concentração das \n\nespécies de carbonato, cuja distribuição depende do pH da solução, sendo que em \n\nambientes ácidos predomina o H2CO3, em ambientes intermediários, o HCO3- e \n\nambientes alcalinos, o CO32- (Figura 7) \n\n \n\n\n\n23 \n \n\n \n\nFigura 7. Distribuição das espécies de carbonato nas águas em função do pH. \n\nFonte: White (2005). \n\n  \n\n2.5.2. pH \n\nSegundo White (2013), saber o pH de um sistema aquoso é a chave para \n\nentendê-lo e prever seu comportamento. Isso requer um método para calcular a \n\nquantidade de íons H+ e OH- no sistema. Existem diversas formas de fazer isso. Uma \n\ndelas é a equação de balanceamento de prótons. Nesse método, tanto H+ quanto OH- \n\nsão considerados componentes do sistema e o balanço de prótons é feito de forma \n\nque todas as espécies geradas por meio de reações com água que causaram \n\nprodução de OH- sejam colocadas de um lado e a concentração de espécies geradas \n\npor meio de reações com água que causaram produção de H+ são escritas de outro \n\nlado. Porque a água dissocia para formar um íon H+ e outro íon OH-, os íons [H+] \n\naparecem sempre do lado esquerdo da reação enquanto os íons [OH-] sempre \n\naparecem do lado direito da equação de balanceamento de prótons. A reação de \n\nbalanceamento fica então: \n\n               [H+] = [OH-]         \n\nPortanto, na água as concentrações de H+ e OH- são sempre iguais. \n\nQuando consideramos uma solução com ácido nítrico, H+ será gerado \n\npela dissociação de água e do ácido nítrico: \n\n\n\n24 \n \n\nHNO3 ? H+ + NO3-                                                                   \n\nComo o íon NO3- é gerado para cada H+, a equação de balanceamento de prótons \n\nfica: \n\n[H+] = [OH-] + [NO3-] \n\nQuando consideramos uma solução com carbonato de cálcio, \n\nconsideramos o cálcio e o carbonato como componentes. Íons de hidrogênio serão \n\ngerados pela hidrólise de cálcio: \n\nCa+2 + H2O ? H+ + Ca(OH)+ \n\nE os íons hidróxidos gerados por: \n\nCO3-2 + H2O ? HCO3 + OH- \n\nA reação de balanceamento fica então: \n\n[H+] + [HCO3] = [OH-] + [Ca(OH)-]                                       \n\nNuma solução de um ácido diprotônico como H2S, o H2S sofre duas \n\ndissociações sucessivas tais como: \n\nH2S ? H+ + HS-                                                                            \n\nHS- ? H+ + S-                                                                                  \n\nPara cada íon HS- produzido pela dissociação de H2S, um íon H+ seria \n\nproduzido. Para cada S-, entretanto, 2 íons H+ seriam produzidos, um da primeira \n\ndissociação e outra da segunda dissociação. A equação de balanceamento de próton \n\nfica então: \n\n[H+] = [OH-] + [HS-] + 2[S2-]                               \n\n \n\n2.5.3. Sistema carbonático \n\nA atenção aos carbonatos conduz a sinalizar que a água na superfície \n\nda Terra, inevitavelmente, contém CO2 dissolvido, tanto como resultado do equilíbrio \n\ncom a atmosfera quanto pela respiração de organismos. O CO2 reage com água para \n\nformar ácido carbônico: \n\nCO2 + H2O? H2CO3 \n\nParte do ácido carbônico dissocia para gerar bicarbonato e íons H+: \n\n\n\n25 \n \n\nH2CO3? H+ + HCO3- \n\nParte do bicarbonato irá dissociar para gerar um H+ adicional e um íon \n\ncarbonato: \n\nHCO3- ? H+ + CO3-2 \n\nNós podemos escrever três constantes de equilíbrio para essas reações: \n\nKsp = aH2CO3/fCO2       \n\nK1= aH+a HCO3- / aH2CO3                                              \n\n    K2= aH+aCO3-/aHCO3-                                                 \n\nA importância do sistema carbonático é que a dissociação e provisão de \n\níons hidrogênio à solução ou a captura de hidrogênios da solução serve para controlar \n\no pH das águas naturais. A produção de íons H+ como resultado de solução de CO2 e \n\ndissociação de ácido carbônico é muito importante no intemperismo. As águas \n\nsubterrâneas podem não estar em equilíbrio com a atmosfera, mas conterão CO2.  \n\nDevido a respiração de organismos no solo (principalmente raízes de plantas e \n\nbactérias), por onde passam antes de penetrar mais fundo, as águas subterrâneas \n\ncontém muito mais CO2  que a água em equilíbrio com a atmosfera. Em adição, calcita \n\ne outros carbonatos são minerais extremamente comuns nos solos e rochas \n\nsedimentares, metamórficas e rochas alteradas. As águas subterrâneas tendem a \n\nmanter equilíbrio com calcita tanto dissolvendo-a como precipitando-a: \n\nCaCO3?Ca+2 + CO3-2                                          \n\n O efeito do pH pode bem ser verificado pela seguinte reação: \n\n        CaCO3 + H2CO3?Ca+2 + 2HCO3-               \n\n Em ph baixo, quando a maior parte dos carbonatos está sob a forma H2CO3 \n\n(Figura 8), a reação direta é favorecida. Em pH alto, a reação reversa que leva a \n\nprecipitação é favorecida, porque o íon OH-  reage preferencialmente com o ácido \n\nmais forte H2CO3  ao invés do ácido fraco HCO3. Essa equação também mostra que \n\na posição de equilíbrio da reação depende da quantidade de CO2 porque a pressão \n\nde CO2 determina a concentração de H2CO3.  \n\n Qualquer processo que faça a concentração de CO2  aumentar dissolve calcita. \n\nQualquer processo que diminua a concentração de CO2 causa a precipitação de \n\ncalcita (Krauskopf, 1967). \n\n\n\n26 \n \n\n  \n\n \n\nFigura 8. Gráfico de estabilidade para vários compostos de carbonato. Fonte: White \n\n(2005). \n\n \n\n    \n\n \n\nFigura 9. Concentração da calcita em função da PCO2. Fonte: White (2005). \n\n \n\n2.5.4. Sódio \n\nO sódio é um importante componente de rochas ígneas (28.100 ppm – \n\nestimativa da composição média na crosta terrestre ou “Clarke” (1985), estando \n\ncontido predominantemente no plagioclásio (albita – NaAlSi3O8), feldspatóides \n\n\n\n27 \n \n\n(nefelina - NaAlSiO4, sodalita – Na4(AlSiO4)3Cl), piroxênios (jadeíta – NaAl(Si2O6)), \n\nanfibólios (arfedsonita – Na3Mg4AlSi8O22(OH,F)2, glaucofano – \n\nNa2Mg3Al2Si8O22(OH,F)2) e zeolitas (analcita – NaAlSi2O6.H2O). Em rochas \n\nsedimentares, o conteúdo de sódio é menor, sendo que nos arenitos ocorre em grãos \n\nnão intemperizados, entre os componentes cimentantes (halita, silvita) e nas águas \n\nintersticiais, enquanto os pelitos, devido à adsorção, detém conteúdo maior. Já os \n\ncarbonatos são pobres em sódio, excetuando-se o carbonato de sódio (Na2CO3). \n\nElevadas concentrações de sódio podem ocorrer nos depósitos sedimentares de \n\nhalita (NaCl), nitrato de sódio (NaNO3) e sulfato de sódio (NaSO4). \n\nA alta solubilidade dos sais de sódio e a limitada adsorção nos \n\nconstituintes do solo, como argilo-minerais, promovem a acumulação de sódio na \n\nágua do mar. Nela, o sódio está presente como íon Na+, em soluções altamente \n\nconcentradas, podendo ocorrer ainda como íons complexos (NaHCO3 aq, NaCO3-, \n\nNaSO4-). Em águas naturais, o sódio é o principal responsável pelo aumento da \n\nsalinidade do ponto de vista catiônico. Em águas subterrâneas, ocorre, em geral, um \n\naumento gradativo dos teores de sódio a partir da zona de recarga do aqüífero em \n\ndireção às porções exutórias ou mais confinadas devido à adsorção seletiva de \n\ncátions (Al>Ca>Mg>K>Na) (Deutsch, 1997). As concentrações de sódio, em média, \n\nvariam de 0,1 e 100 mg/L nas águas subterrâneas e entre 1 e 150 mg/L em águas \n\nnaturais doces, atingindo 11.100 mg/L nas águas do Oceano Atlântico, podendo \n\nchegar a 100.000 mg/L em salmouras naturais.  \n\nO sódio presente nas águas subterrânea é resultante, muitas vezes, de \n\nprocessos de troca iônica com o cálcio nos argilo-minerais, onde ocorre a adsorção \n\nde cálcio e a dessorção do sódio. \n\n \n\n2.5.5. Cloreto  \n\nO conteúdo médio de cloro em rochas ígneas alcança somente 305 ppm \n\n(Clarke), estando contido, especialmente, em minerais como escapolita \n\n((Ca,Na)4Al3(Al,Si)3Si6O24(Cl,CO3,SO4)), sodalita e apatita, e substituindo íons OH- em \n\nmicas e anfibólios. Um enriquecimento de cloro é produzido em depósitos \n\nsedimentares, como evaporitos, especialmente em minerais como halita, silvita e \n\ncarnalita, e em pelitos que estiveram longo tempo em contato com águas salgadas, \n\nsob forma de cloreto de sódio. Outra importante fonte de cloro são as emanações \n\n\n\n28 \n \n\nvulcânicas. Fontes de cloro causadas pela ação do homem constituem aterros \n\nsanitários, efluentes domésticos, fumaças industriais, fertilizantes e processos de \n\ntratamento de sais (Alley, 1993).  \n\nO cloreto, em geral, é muito solúvel e estável em solução, dificilmente \n\nprecipitando. Normalmente, a adsorção de cloro nos constituintes do solo é pouco \n\nexpressiva, porém, algumas vezes, pode ser encontrado como cristais de NaCl ou \n\nsoluções de NaCl nos poros das argilas. A água do mar tem entre 18.000 e 21.000 \n\nmg/L de cloreto e, em salmouras naturais, pode chegar a 220.000 mg/L (Custodio e \n\nLlamas, 1983), atingindo a saturação. Nas águas subterrâneas que percolam rochas \n\ncristalinas, a ocorrência de cloreto é normalmente pequena, não ultrapassando 30 \n\nmg/L (Davis &amp; De Wiest, 1966). Entretanto, em regiões próximas a depósitos de NaCl \n\ne KCl ou próximas do mar, ocorre incremento da concentração de cloreto nas águas \n\nsuperficiais e subterrâneas.  \n\nTeores acima de 300 mg/L conferem sabor salgado à água e em \n\nconcentrações muito elevadas (acima de 1.000 mg/L), os cloretos são prejudiciais a \n\nplantas e deixam a água corrosiva. \n\n \n\n2.5.6. Fluoreto \n\nO conteúdo de flúor em rochas ígneas é estimado em 715 ppm (Clarke, \n\n1985), sendo o componente essencial da fluorita e da fluor-apatita (Ca5F(PO4)3), e, \n\nem alguns casos, substituindo hidroxilas na rede cristalina de micas e anfibólios. O \n\nflúor pode ser encontrado também em emanações vulcânicas, fumaças de fábricas e \n\nfertilizantes. É um constituinte comum em águas subterrâneas e ocorre dissolvido na \n\nforma dominante do ânion fluoreto ou como íons complexos de alumínio, ferro férrico, \n\nboro, magnésio e cálcio, além de complexos orgânicos (Nordstrom &amp; Jenne, 1977). \n\nEm águas ácidas com pH menor que 4, podem ser abundantes as formas combinadas \n\ncom o hidrogênio (HF e HF-). A principal reação de equilíbrio que controla a \n\nconcentração do flúor nas águas tem sido identificada em muitos estudos como a \n\ndissolução da fluorita, cuja variação na concentração é relacionada ao conteúdo de \n\ncálcio.  \n\nCaF2  ?  Ca2+  +  2F-               Keq= 10-9,8     \n\n\n\n29 \n \n\nAssim, o crescimento do conteúdo de cálcio dissolvido aponta para a \n\nprecipitação de fluorita e a conseqüente redução de flúor dissolvido na água \n\n(Edmunds, 1995). A complexação do Ca2+ com CO32- e SO42-, por outro lado, diminui \n\na atividade do cátion em solução, provocando um aumento na solubilidade da fluorita \n\ne, por conseguinte, no conteúdo de fluoreto da água. \n\nO fluoreto ocorre freqüentemente com concentrações entre 0,1 e 1,5 \n\nmg/L em águas subterrâneas, podendo alcançar, raramente, 50 mg/L em águas muito \n\nsódicas com pouco cálcio (Custodio e Llamas, 1983).  \n\nO flúor com concentrações baixas até 1 mg/L exerce importante papel \n\nna prevenção de cáries. Entretanto, quando ocorre em excesso, é prejudicial, \n\ncausando manchas nos dentes (fluorose dentária) e deformação óssea (Gaciri &amp; \n\nDavies, 1992) \n\n \n\n2.5.7. Magnésio \n\nO ponto em que a água subterrânea está em equilíbrio tanto com a \n\ncalcita e dolomita tem uma propriedade química especial. Para esta situação, \n\npodemos escrever a seguinte reação: \n\nCa+2 + CaMg(CO3)2 ? 2CaCO3 + Mg+2      \n\nA equação de massas correspondente é: \n\nk= [Mg+2]/[Ca+2] = kdol/(kcc)2 = 10-17.09/ (10-8.48)2=0.8    \n\nEm outras palavras, no caso de equilíbrio entre a calcita e dolomita, a \n\nrazão de Mg+2]/[Ca+2]  torna-se invariante (em temperatura e pressão constante). \n\nQuando o equilíbrio simultâneo da calcita com a dolomita é combinada \n\ncom a dissolução de gypsita ou anhydrita, o processo de dedolomitização ocorre. Na \n\ndissolução de anhydrita ou gypsita, podemos escrever: \n\nCaSO4 ? Ca+2 + SO4-         \n\nQuando o íon Ca+2 é liberado em solução devido à dissolução da gypsita, \n\nocorre precipitação de calcita. Esse é o mesmo efeito sofrido pela fluorita quando \n\nocorre dissolução da gypsita. A dissolução de gypsita conduz a uma reação em \n\ncadeia. A precipitação de calcita diminui a concentração de CO3 na água, e isso \n\n\n\n30 \n \n\nprovoca a dissolução de dolomita e um aumento na concentração de Mg+2. O aumento \n\nna concentração de Mg+2 aumenta a concentração de Ca+2. Esse processo lentamente \n\nconverte a dolomita em calcita na rocha e aumenta a concentração de Mg+2,,  Ca+2 e \n\nSO4-. O processo de bombeamento também pode deslocar cunhas ricas em sulfato \n\nem direção às rochas dolomíticas, causando sua dissolução. (Appelo &amp; Postma, \n\n2010). \n\nExistem vários compostos que podem precipitar de soluções com íons \n\nde magnésio, incluindo brucita (Mg((OH)2), Magnesita (MgCO3), dolomita \n\n(CaMg(CO3)2), e também carbonatos hidratados como a hidromagnesita \n\n(MgCO3),(OH)2.3H2O). A estabilidade desses compostos pode ser descrita de acordo \n\ncom as seguintes reações: \n\n \n\nMg(OH)2? Mg+2 + 2OH-     Kbruc = 10-11.6    \n\nMgCO3? Mg+2 + CO3-2     Kmag = 10-7.5    \n\nCaMg(CO3)2  Mg+2 + Ca+2 + 2CO3-2   Kdol = 10-17    \n\n \n\nA solubilidade da dolomita é pouco conhecida. Os valores dessas \n\nconstantes ficam entre 10-16.5 e 10-20, o que revela que a mesma é muito menos solúvel \n\ndo que a calcita.  \n\n \n\n Figura 10. Gráfico com a estabilidade de diferentes compostos de Mg \n\nconforme o pH. Fonte: White (2005). \n\n \n\n\n\n31 \n \n\n2.5.8. Complexação \n\nA complexação é sempre descrita em termos de um metal, um íon \n\ncentral e moléculas que o circundam, referidas como ligantes. A mais comum dessas \n\nformas é aquela em que metais e água se juntam. Uma camada de solvatação \n\ncircunda os íons. Ela consiste de moléculas de água, tipicamente 6, fracamente unidas \n\npor ligações eletrostáticas. Esta camada é referida aquo complex. ‘Íons livres’, em \n\nrealidade não existem. O que existe são moléculas de água unidas aos íons. Além \n\ndesse tipo de complexação, podemos definir outros dois tipos comuns: \n\na) Par de íons, onde íons de cargas opostas se associam através de \n\nligações eletrostáticas, mesmo que ambos retenham parte de sua camada de \n\nsolvatação; \n\nb) Complexos, onde dois íons estão em contato e a camada de \n\nsolvatação é distribuída entre ambos. \n\nEm sua forma mais simples, a reação de formação de complexo entre \n\num par de íons se dá por: \n\nmM+ + lL-? MmLl \n\nComo para todas as outras reações, devemos definir uma constante de \n\nequilíbrio como: \n\nK = aMmLl/aMm aLl \n\nNós podemos falar em equilíbrio aparente e constantes de estabilidade, \n\nonde as concentrações molares são usadas ao invés da atividade. De fato, em \n\ngeologia, constantes aparentes de equilíbrio são mais usadas que as verdadeiras.  \n\nAs constantes de equilíbrio devem estar relacionadas a energia livre de \n\nGibbs. Interessantemente, a mudança de energia livre de Gibbs envolvida na \n\ncomplexação resulta mais de mudanças na entropia. Logo, mudanças na entalpia nas \n\nreações são muito desfavoráveis, e as reações ocorrem apenas devido a entropia \n\npositiva. Essa mudança de entropia decorre do deslocamento de moléculas de água \n\nda camada de solvatação (White, 2005). \n\n \n\n\n\n32 \n \n\n2.5.9. Complexação no meio aquático \n\nQuando apenas metais estão envolvidos, o cálculo da complexação é \n\nbastante simples. Águas naturais contém bastante íons. Os mais abundantes são o \n\nNa+, K+, Mg+2, Ca+2, Cl-, SO4-2, HCO3-, CO3-2, e existem muitos complexos entre eles \n\ne entre OH- e H+. Para calcular a especiação dessas soluções um método de interação \n\né preciso. Primeiro, nós precisamos das concentrações e a especiação dessas \n\nsoluções, o coeficiente de atividade e as constantes de estabilidade de todas as \n\nespécies. Os metais principais das águas estão principalmente dispostos como íons \n\nlivres (aquo-complexos), tal como os três principais anions SO4 -2, HCO3-e Cl- . Os \n\nálcalis e os elementos terras raras também são largamente não complexados. Co+2, \n\nNi+2, Zn+2, Ag+ e Cd+2 são 50% complexados. Os metais restantes são \n\nnecessariamente complexos. B, V, Cr, Mo e Re, como As e Se estão presentes como \n\noxo-complexos aniônicos. Outros metais estão presentes como hidróxidos, \n\ncarbonatos, clorados ou complexos orgânicos. Em condições redutoras, HS- e S-2 \n\ncomplexos são importantes. Em águas ricas em matéria orgânica como pântanos, os \n\ncomplexos orgânicos podem predominar.   \n\n \n\n2.5.10. Adsorção \n\nSegundo Koretsky (2000), a topografia dos minerais, com sua complexa \n\nrede cristalina permite que exista uma grande variedade de reações químicas na sua \n\nestrutura. A captura de íons presentes em solução por minerais é chamado de sorção, \n\nabsorção ou adsorção. Numa reação de absorção, uma espécie química é removida \n\nde solução e posta na estrutura do mineral. Já o termo adsorção, é referido quando o \n\níon fica contido por uma camada externa do mineral na interface com a água. Essas \n\nligações de adsorção geralmente são mostradas com símbolos tais como > e >S que \n\nrepresentam as ligações dos íons com as estruturas. As ligações dos íons com a \n\nestrutura podem ser tanto eletrostáticas quanto de Van der Waals. Essa atração \n\neletrostática ocorre entre íons de cargas opostas, e portanto cátions são atraídos por \n\nsuperfícies carregadas negativamente e vice-versa. Quando ocorre a perda da esfera \n\nde hidratação do íon absorvido, ele é incorporado mais intimamente à estrutura e \n\nconduz à mudanças estruturais do mineral. Quando essa esfera é mantida, a estrutura \n\ndo mineral fica intacta. Isotermas de concentração são equações que determinam a \n\n\n\n33 \n \n\nconcentração de íons ligadas aos minerais e são usados como modelos empíricos. \n\nEssas equações são afetadas por diversos fatores, entre os quais podemos citar as \n\nespeciações dos elementos, o pH e a composição da solução. A mudança de pH de \n\n7.5 para 7 pode alterar a concentração de Zn+2 em solos em até um grau de \n\nmagnitude. Este modelo deve ser usado com bastante cautela porque a estrutura dos \n\nminerais determina sua reatividade, e num ambiente heterogêneo, fica difícil \n\ndeterminar as concentrações dos íons ligados aos minerais. \n\nPodemos começar analisando superfícies simples: aquelas de metais na \n\nforma de óxidos. Embora metais estejam presentes preferencialmente na forma de \n\nsilicatos, ao invés de óxidos, é possível usar o mesmo método de análise da superfície \n\nde óxidos para tratar do estudo da superfície de silicatos. Oxigênios e átomos de \n\nmetais não são completamente coordenados quando não estão no interior da \n\nestrutura do cristal. Consequentemente, superfícies minerais no interior, imersas na \n\nágua podem atrair moléculas de água. Essas moléculas depois podem dissociar, \n\ndeixando uma hidroxila presa na superfície. Esta reação pode ser descrita como: \n\n                                           M++H2O ? MOH + H+ \n\nOnde M denota um metal preso à superfície. \n\nDe forma similar, oxigênios não completamente coordenados na \n\nsuperfície podem também atrair moléculas, que podem depois dissociar, de novo \n\ncriando um grupo de hidroxila: \n\n                                          O- + H2O ? OH + OH- \n\nPortanto, a superfície gerada por um óxido imerso na água logo torna-\n\nse envolta por hidróxidos, que podem ser escritos como S>OH e que conseguiriam \n\nser considerados parte da superfície mais do que da solução. Essas hidroxilas servem \n\ntanto como doadores de prótons como recebedores de prótons através de reações de \n\nassociações ou dissociações, por exemplo: \n\n                                          SOH + H+ ? SOH2+ ou SOH ? SO- + H+ \n\nNão surpreende que essas reações sejam muito dependentes do pH.  \n\nAdsorção de metais na superfície devem ocorrer através de substituição \n\nde um próton, enquanto ligantes serão absorvidos pela substituição de um grupo OH-\n\n. O metal adsorvido adicionará um outro ligante, e este por sua vez adicionará um \n\noutro metal.  \n\n\n\n34 \n \n\nA adsorção de cátions aumenta com o aumento do pH, enquanto a \n\nadsorção de anions diminui com o aumento do pH. A grande dependência do pH \n\nreflete a protonação da superfície, mas também reflete o grau de hidrólise de íons na \n\nsolução. \n\nA complexação de superfície é a captura de íons por grupos funcionais \n\npresentes em aluminossilicatos amorfos, óxidos/hidróxidos e matéria orgânica. \n\nEmbora a troca de íons seja um processo de complexação superficial, ela é \n\ngeralmente restrita às argilas. Enquanto a troca de íons ocorre devido a atração \n\neletrostática e são caracterizadas por coeficientes de seletividade, a complexação de \n\nsuperfície engloba também variáveis ambientais tais como pH, Eh e concentração de \n\nsolução e o potencial químico de atração entre a superfície do sólido e o íon. \n\nO grau de complexação de superfície de uma espécie em particular \n\ndepende da afinidade química da superfície pela espécie química e da atração \n\neletrostática entre o sólido e os íons. A reação global de adsorção será representada \n\npela seguinte reação: \n\nKads= Kint x Kcoul \n\nOnde Kint é o componente químico intrínseco de adsorção e Kcoul é o \n\ncomponente eletrostático. O componente eletrostático deriva da quantidade de \n\ntrabalho que deve ser realizado para que o íon seja trazido à superfície passando pela \n\ngradiente potencial presente perto da superfície do sólido devido à carga da superfície: \n\nKcoul= exp(-?ZF?/RT) \n\nOnde ?Z é a mudança da carga da superfície devido reação de \n\nadsorção, F é a constante de Faraday, ? é a superfície potencial, R é a constante dos \n\ngases e T é a temperatura. \n\n \n\n2.5.11. Argilas e suas propriedades \n\nAs argilas são basicamente folhas de silicatos. Nós podemos pensar em \n\ncada folha como consistindo de um tetraedro de sílica ligado a uma camada \n\noctaédrica, cujo cátion está em coordenação octaédrica da mesma forma que um \n\nhidróxido de gibbsita ou brucita. A gibbsita tem dois dos três espaços destinados aos \n\n\n\n35 \n \n\ncátions vazio, enquanto a brucita possui os três espaços ocupados. A gibbsita é \n\ndenominada dioctaédrica e a brucita trioctaédrica. \n\nAs argilas mais interessante do ponto de vista da troca são as da família \n\nda pirofilita. Essas argilas são compostas de uma camada octaédrica situada entre \n\nduas camadas tetraédricas. Nas pirofilitas, um dos três octaedros está vazio, sendo \n\nportanto uma argila dioctaédrica. Nestas argilas, a substituição de Al+3 por Si+4 nos \n\ntetraedros causam uma deficiência de cargas contrabalançada pela presença de um \n\ncátion entre as camadas. A de Mg+2 , Fe+2, Fe+3 por Al+3 nas camadas octaédricas \n\ntambém gera deficiência de cargas compensada pela adição de cátions entre as \n\ncamadas. O cátion interlamelar das argilas pirofilíticas pode ser o Ca+2 ou Na+ e ambos \n\nsão trocáveis entre si dependendo da composição da solução. Numa solução com \n\nNaCl, será o Ca+2. e, numa solução com CaCl2, será o Na (White, 2005). \n\n \n\n2.5.12. Troca de cátions nas argilas \n\nSegundo Deutsch (1997) a atração eletrostática é o principal fator \n\ndeterminante no processo de troca íons, as espécies mais carga são mais propensas \n\na adsorção. Em soluções, a afinidade dos sólidos com diferentes íons tem uma \n\nhierarquia pré-determinada: \n\nAl+3> Ca+2>Mg+2>K+>Na+ \n\nOs coeficientes de adsorção para íons divalentes são bastante parecidos \n\ne parecem ser afetados principalmente pela concentração dos íons. Assim, o Ca+2 e o \n\nMg+2 podem substituir até mesmo o bário, quando possuem alta concentração. \n\nO caso mais impactante da troca de cátions na avaliação da qualidade \n\ndas águas é quando uma intrusão salina invade águas frescas. Essa intrusão \n\naprisiona Ca+2 e libera Na+ em solução. \n\nWhite (2005) discorre que a capacidade das argilas de trocarem cátions \n\nentre si é a propriedade mais importante que possuem. A reação de troca de dois íons \n\nmonovalentes presentes no sólido e na solução pode ser descrito da seguinte \n\nmaneira: \n\n      Xargila+( Y+)?Yargila +( x+)                                              \n\n                                \n\n\n\n36 \n \n\nA constante de equilíbrio para essa expressão é escrita como: \n\n        K=ay-argilaax+/ ax-argilaay \n\nExpressar isso em termos de concentração molar ao invés de atividade, \n\nessa mesma expressão fica: \n\n                                            \n\n     ay-argila+/ ax-argila = K´[Y´]/[X´]                                               \n\nKd é chamada de constante de seletividade. Ela expressa a seletividade \n\nda argila sobre um íon y sobre um íon x. O valor de Kd independe da concentração, e \n\nleva em conta apenas a composição da solução e da argila. No caso da troca entre o \n\nCálcio e o Sódio, temos a seguinte reação: \n\n                                      2Na+argila + Ca+2aq? Ca+2argila + 2Na+aq     \n\nA expressão de K é dada por: XCa2+/ X2Na+=K´[Ca2+]/[Na+]2        \n\nAssumir que (1) a fração molar de Na+ e Ca+2na argila equivale a 1, (2) \n\nconcentrações molares de Na devem contrabalançar as concentrações de Ca e (3) \n\nk´=1, resolvendo a equação anterior, temos que XNa=0,62 e XCa=0,38. Se \n\nconsiderarmos as mesmas concentrações, apenas diluindo-a em mil vezes, obtemos \n\nX Na = 0,03 e X Ca = 0,97. Portanto, diluindo a solução, os cátions divalentes podem \n\nquase que completamente substituírem os cátions monovalentes. A composição da \n\nargila dependerá da força iônica da solução. O cátion predominante na solução em \n\nambientes continentais é o Ca2+, mas o Na+ na água marinha. \n\n \n\n3 REFERÊNCIAS \n\nAlley, W.M. 1993. Regional Ground-Water Quality. New York. Van Nostrand Reinhold. \n\n625 p. \n\nAppelo, C.A.J, Postma D. 2010. Geochemistry, groundwater and pollution. Leiden. A.A \n\nBalkema Publishers. 649 p. \n\nAbreu, I. B. 1981. Estudo Hidrogeoquímico das Águas Subterrâneas no Estado do Rio \n\nGrande do Sul, RS. Porto Alegre. Dissertação de Mestrado, Instituto de Pesquisas \n\nHidráulicas, Universidade Federal do Rio Grande do Sul. \n\n\n\n37 \n \n\nAraújo, L. M., França, A. B, Potter, P. E. 1999. Hydrogeology of the Mercosul aquifer \n\nsystem in the Paraná and Chaco-Paraná Basins, South America,and comparison \n\nwith the Navajo-Nugget aquifer system, USA. Hydrogeology Journal, 7(3):317-\n\n336. \n\nBanks, D, Rhor-Torpe &amp;  E, Skharpagen, H. 1994. Groundwater resources in hard \n\nrock: experiences from the Hvaler study, Southeastern Norway. Applied \n\nHidrogeology, 2(2): 33-42. \n\nBarton, C.A.; Zoback ,M.D &amp; Moos, D.1995. Fluid flow along potentially activefaults in \n\ncrystalline rock. Geology, 23(8): 683-686. \n\nBertachini, A.C. 1987. Estudo das características hidrogeológicas dos terrenos \n\ncristalinos sob clima úmido, na região de Jundiaí,SP.São Paulo, 180p. Dissertação \n\nde Mestrado, Instituto de Geociências, Universidade de São Paulo. \n\nBertossi, A. A. 2013. Seleção e agrupamento de indicadores da qualidade de águas \n\nutilizando Estatística Multivariada. Agrárias, Londrina, 34(5): 2025-2036, set./out. \n\n2013 \n\nBriz-Kishore, B.H. 1993. Assesment of yield characteristics of granitic aquifers in South \n\nIndia. Ground Water, 31(6): 921-928. \n\nCosgrove, J.W. 1998. The role of Structural Geology in reservoir Characterization. \n\nDepartment of Geology, Imperial College of Science, Technology and Medicine, \n\nLondon SW7 2BP, UK  \n\nCustodio, E. &amp; Llamas, M.R. 1983. Hidrologia Subterranea. Barcelona, Ômega, v. 2. \n\nDarby, D. Hazeldine, R.S &amp; Couples, G.D., 1996. Pressure cells and pressure seals in \n\nthe UK Central Graben. Marine and Petroleum Geology, 13: 865-878. \n\nDavis, S.N., De Wiest, R.J.M. 1966. Hydrogeology. Krieger Publishing Company. 463 \n\np. \n\nDeutsch, W.J.1997. Fundamentals and applications to contamination. New York. \n\nLewis publishers. 221 p. \n\nDewes, R. 1980. Características hidrodinâmicas dos aquíferos basálticos do Rio \n\nGrande do Sul,RS. Porto Alegre, 103p. Dissertação de Mestrado, Instituto de \n\nPesquisas Hidráulicas, Universidade Federal do Rio Grande do Sul. \n\n\n\n38 \n \n\nDomenico, P., Schwartz , F. 1990. Physicaland chemical hydrogeology. Nova York. \n\nJohn Wiley &amp; Sons, 824 p. \n\nDrever, J. I. 1988. The Geochemistry of Natural Waters, Prentice Hall, Englewood \n\nCliffs, 437p. \n\nDunne, W.M., Hancock, P.L. 1994. Palaeostressanalysis of small-scale brittle \n\nstructures. In: P. L. Hancock (ed.), Continental Deformation, Pergamon Press, \n\nU.K., p. 101-120. \n\nFernandes, A.J. 2008. Aquíferos Fraturados: Uma revisão dos Condicionamentos \n\nGeológicos e dos Métodos de Investigação. Revista do Instituto Geológico, 29 \n\n(1/2): 49-72. \n\nFetter, C.W. 1994. Applied Hydrogeology. New Jersey, Prentice Hall, 691p. \n\nFreeze, R.A., Cherry, J.A. 1979. Groundwater. New Jersey. Prentice Hall, 604 p.  \n\nFossen, H. 2010. Structural Geology. Edinburgh. Cambridge University Press. 464p. \n\nFúlfaro V. J., Saad A. R., Santos M. V., Viana R. B. 1982. Compartimentação e \n\nevolução tectônica da Bacia do Paraná. Rev.Bras.Geoc.,12(4): 590 - 611. \n\nGaciri, S.J., Davies, T.C. 1992. The occurrences and geochemistry of fluoride in some \n\nnatural waters of Kenya. Hydrogeology Journal, 143(3/4): 395-412. \n\nGale, J., Rouleau, A. 1983. Characterizing and interpreting the geometry , permeability \n\nand porosity of fractures for repository evaluation. In: International Symposium on \n\nField Measurements in Geomechanics, Zurich, proceedings, p. 1343-1369. \n\nGudmundsson, A., Gjesdal,O., Brenners.L., Fjeldskaar, I. 2003. Effects of linking upo \n\nf discontinuities of fracture growth. Hidrogeology Journal, 11(1);84-99. \n\nHancock P.L. 1985. Brittle microtectonics: principles and practice. J. Struct. Geol., \n7:437-457. \n\nHausmann, A. 1995. Esboço Hidrogeológico do Rio Grande do Sul. In: UFRGS,Centro \n\nAcad. Est. Geol, Semana de debates geológicos. p.37 \n\nHitchon, B.; Perkins, E.H., Gunter, W.D. 1999. Introduction to Ground Water \n\nGeochemistry. Geoscience Publishing Ltda. Alberta, Canadá. 310 p. \n\nKrauskopf, K.B. 1967. Introduction to geochemistry. New York. McGraw-Hill, 719 p. \n\nKehew, A.E. 2001. Applied Chemical Hydrogeology. New Jersey. Prentice Hall. 368 p. \n\n\n\n39 \n \n\nKoretsky, C. 2000. The significace of surface complexation reactions in hidrologic \n\nsystems: a geochemist’s perspective. Journal of Hidrology, 230(3): 127-171. \n\nLay, C.D. 1999. Álgebra Linear e suas aplicações. Rio de Janeiro. Editora LTC, 504 \n\np. \n\nLawn, B.R., Wilshaw, T.R. 1975. Fracture of brittle solids. Cambridge Press University, \n\n204 p. \n\nLisboa, N. A. 1996. Fácies, Estratificações Hidrogeoquímicas e seus controladores \n\ngeológicos em unidades hidrogeológicas do Sistema Aqüífero Serra Geral, na \n\nBacia do Paraná, RS. Porto Alegre, 135p. Tese de Doutorado, Curso de Pós-\n\nGraduação em Geociências, Universidade Federal do Rio Grande do Sul.  \n\nLoiselle, M., EVANS, D. 1995. Fracture density distributions and well yields in Coastal \n\nMaine. Ground Water, 33(2): 190-196. \n\nMachado, J.L.F. 2005. Compartimentação Espacial e Arcabouço Hidroestratigráfico \n\ndo Sistema Aquífero Guarani no Rio Grande do Sul, RS. São Leopoldo, 237p. \n\nTese de doutorado, Programa de Pós-Graduação em Geologia, Universidade do \n\nVale dos Sinos-UNISINOS.  \n\nMachado, J. L. F.2006. Sistema Aqüífero Guarani: Novos dados sugerem nova \n\ndimensão de sua potencialidade. 2006. In: IV Fórum Nacional do Meio Ambiente, \n\nSanta Rosa. ANAIS DO IV FÓRUM NACIONAL DO MEIO AMBIENTE. \n\nMachado, J. L. F.; Freitas, M.A. de F., Caye, B. 2002. Evolução Hidrogeoquímica dos \n\nAqüíferos no Oeste Catarinense. In: XII Congresso Brasileiro de Águas \n\nSubterrâneas, 2002, Florianópolis. Anais do XII Congresso Brasileiro de Águas \n\nSubterrâneas.  \n\nMartins, J. C. S. 1979. Pesquisa sobre o aqüífero basáltico da região sudoestedo Rio \n\nGrande do Sul. Dissertação de Mestrado, Instituto de PesquisasHidráulicas, \n\nUniversidade Federal do Rio Grande do Sul, 75 p. \n\nMaxey, G. B. 1964. Hydrostratigraphic Units. Journal of Hydrology, 2(2): 124-129. \n\nMenegasse, L.N. 1991. Estudo hidrogeológico das rochas metassedimentares do \n\ngrupo São Roque a NW da Grande São Paulo: critérios para locação de poços \n\nprofundos, SP. São Paulo,104p. Dissertação de Mestrado, Instituto de \n\nGeociências, Universidade de São Paulo. \n\nhttp://lattes.cnpq.br/2523355259852031\nhttp://lattes.cnpq.br/2523355259852031\n\n\n40 \n \n\nMyrvang, A. 2001, Beergmekanikk. Trondheim, Institutt for geology bergteknikk, \n\nNTNU. \n\nNanni, A. S. 2008. O Flúor em Águas Subterrâneas no Aquífero Serra Geral no Rio \n\nGrande do Sul: origem e condicionamento geológico, RS. Porto Alegre, 127p. \n\nTese de Doutoramento, Curso de Pós-Graduação em Geociências, Universidade \n\nFederal do Rio Grande do Sul.  \n\nNordstrom, D.K &amp; Jenne, E.A. 1977. Fluorite solubility equilibria in selected geothermal \n\nWaters. Geochimica et Cosmochimica Acta, 41(2): 175-188 \n\nNovakowski, K. 1995. Groundwater flow in fractured rocks. Waterloo Centre for \n\nGround Water Research, Canada. Course notes. 46 p. \n\nOliveira, D.B., Moreno, R.S., Miranda, D.J. , Ribeiro, C. S., Seoane, J.C.S., Mello, C. \n\nL. . Elaboração de um mapa de lineamento estrutural e densidade de lineamento \n\natravés de imagem SRTM, em uma área ao norte do rio Doce, ES. In: XIV \n\nSIMPÓSIO BRASILEIRO DE SENSORIAMENTO REMOTO, 2009, NATAL - RN. \n\nANAIS, 2009. p.4157-4163. \n\nOdling, N.E. 1997. Scaling and connectivityof joint systems in sandstones from \n\nwestern Norway. Journal of Structural Geology,19(10):1257-1271. \n\nPalacio, A.Q.H. 2011. Similaridade e fatores determinantes na salinidade das águas \n\nsuperficiais do Ceará, por técnicas multivariadas. Revista Brasileira de Engenharia \n\nAgrícola e Ambiental, .15(4): 395-402. \n\nPankow, J. F. 1991. Aquatic Chemistry Concepts. Chelsea, MI. Lewis Publishers, p. \n\n673. \n\nPaulipetro/Consórcio CESP/IPT. 1982. Geologia da Bacia do Paraná. SãoPaulo, 198 \n\np. \n\nPessoa, M. S. 1982. Banco de Dados Hidrogeológicos e Análise Estatística da Vazão \n\ndos Poços no Estado do Rio Grande do Sul, RS. Porto Alegre, 1v. Dissertação de \n\nMestrado, Instituto de pesquisas Hidráulicas, Universidade Federal do Rio Grande \n\ndo Sul.  \n\nPollard, D.P. &amp; Aydin, A. 1988. Progress inunderstanding jointing over the past \n\ncentury. Geological Society of American Bulletin,100:1181-1204. \n\nRamsay. J.G &amp; Huber, M.I. 1987. The Techniques of Modern Structural Geology. \n\nLondon. Academic Press. 703 p. \n\n\n\n41 \n \n\nReginato P. A. R. 2003. Integração de dados geológicos para prospecção de aqüíferos \n\nfraturados em trecho da Bacia Hidrográfica Taquari - Antas(RS), RS. Porto Alegre, \n\n254 p Tese de Doutoramento, Escola de Engenharia, UniversidadeFederal do Rio \n\nGrande do Sul.  \n\nReis, E. Estatística multivariada aplicada. Lisboa, 1997. \n\nRenne P. R., Ernesto M., Pacca I. G., Coe R. S., Glen J. M., Prévot M &amp; Perrin M.1992. \n\nThe Age of Paraná Flood Vulcanism, Rifting of Gondwanaland, andthe Jurassic – \n\nCretaceous Boundary. Science, 258: 975-979. \n\nSanberg, J. R. D. 1980. Estudo Hidrogeológico nas Províncias litológicas do Estado \n\ndo Rio Grande do Sul, RS. Porto Alegre, 1 v. Dissertação de Mestrado, Instituto \n\nde Pesquisas Hidráulicas, Universidade federal do Rio Grande do Sul. \n\nScherer, C.M.S. &amp; Lavina, E.L.C. 2005. Sedimentary cycles and facies architecture of \n\naeolian-fluvial strata of the Upper Jurassic Guará Formation, Southern Brazil. \n\nSedimentology, 52: 1323-1341. \n\nSoares, P. C., Matos J. T., Ballieiro M. G &amp; Meneses P. R. 1982. Lineamentos e \n\nimagens de LANDSAT e RADAR e suas implicações no conhecimento tectônico \n\nda Bacia do Paraná. In: SBG, 1982, Simpósio Brasileiro de Sensoriamento \n\nRemoto, 2, Atas, 1:143 -156. \n\nTiren, S. 1991. Geological setting and deformationof a low-angle fracture zone at \n\nFinnsjon, Sweden. Journal of Hydrology, 126: 17-43 \n\nVicini, L. 2005. Análise Multivariada. Da teoria à prática. Santa Maria, UFSM, CCNE, \n\n2005 \n\nZalán P. V., Wolf S., Conceição J. C. L., Astolfi A. M., Vieira I. S., Appi V. T.,Zanotto \n\nO. A., Marques A. 1991. Tectonics and Sedimentation of ParanáBasin. In: \n\nInternational Gondwana Symposium, 7, Proocedings, p. 83 -117. \n\nZalán, P.V. 1986. Identificação de falhas transcorrentes em seções sísmicas. Revista \n\nBrasileira de Geociências, 16(3): 258-265.  \n\nWhite, M.W. Geochemistry. 2013. West Sussex. Wiley-Blackwell, 714p.  \n\n \n\n \n\n \n\n\n\n1 \n \n\n4 ARTIGO SUBMETIDO AO PERIÓDICO ABAS \n\n \n\nHydrogeochemical evaluation of Mesozoic aquifers in the southern Paraná Basin in West of \n\nRio Grande do Sul State, Brazil.  \n\n \n\nAbstract \n\nThe western region of Rio Grande do Sul (RS) is marked by successive water \n\nsupply crisis during the dry season. Hydrogeological, Hydrogeochemical and structural studies \n\nwere done in order to understand the dynamics of groundwater flow in the aquifers of the \n\nregion. The aquifers in the western border of RS are represented by the Guarani Aquifer \n\nSystem (SAG) and Serra Geral Aquifer System (SASG). Approximately  90 % of the wells \n\ncapture groundwater exclusively in SASG, while the other 10% capture in SAG. The SAG \n\nconsists of four sedimentary hydrostratigraphic units: Butucatu, Guará and Pirambóia \n\nFormations and Rosário do Sul Group, while the SGAS consists of one hydrostratigraphic unit \n\nrepresented by volcanic rocks of the Serra Geral Fomation. The main objective of this study is \n\nthe hydrogeochemical characterization of Juro-Cretaceous aquifers from southwestern region \n\nof Rio Grande do Sul State. The hidrochemical data were obtained in the database SIAGAS \n\nfrom Geologic Service of Brazil (CPRM). Statistical analysis by principal components and \n\nclustering identified three groups of groundwater that were confirmed by dispersion diagrams. \n\nThe groundwater of Group 1 percolates only the SGAS while Groups 2 and 3 show sodium \n\nenrichment indicating mixture with groundwaters from deeper confined sedimentary aquifers \n\nof the Parana Basin. The enrichment in sodium result from cation exchange by calcium in clay \n\nminerals. In addition to sodium, ions like fluoride, sulfate and chloride that appear with \n\nsignificant concentrations in many wells are coming from the Irati Formation, which is \n\nstratigraphically below Serra Geral and Guarani Aquifer. \n\nKeywords: Hydrogeology, Geochemistry, Guarany Aquifer, Serra Geral Aquifer, \n\nFractured Aquifer. \n\n \n\nIntroduction \n\nThe growing demand for groundwater for human supply in Rio Grande do Sul \n\nState, in the southern Brazil, makes necessary the detailed studies to ensure quality and \n\npotability of this resource used in the public and private suppliers. \n\n\n\n2 \n \nOver the past few decades thousands of wells were installed in the Southern \n\nParaná Basin, Rio Grande do Sul without geological and hydrogeological criterias necessary \n\nfor the correct use of aquifers. Technical knowledge deficiency persisted for decades in Rio \n\nGrande do Sul as a result of the lack of investment in hydrogeology surveys and aimed at the \n\nappropriate qualitative and quantitative characterization and understanding of the evolutionary \n\nprocesses of aquifers. Little or almost nothing is known  scientifically about structural geology \n\nand potentials of the aquifers of the Western of Rio Grande do Sul in the Southern of Paraná \n\nBasin. This constitutes a barrier to the establishment of criteria and appropriate policies for the \n\nmanagement of the aquifers. \n\nDrilling of wells is still uncontrolled in the studied region and most of the wells \n\nhave not lithological, construction and hydrochemical data or pump tests. The public database \n\nwith registration of 7,692 wells with location, total discharge, lithological description, \n\nconstructive profile and chemical analysis conducted by CPRM (2005) is a great advance in \n\nthe knowledge of the current situation of drilling wells, besides being an important source of \n\ninformation for the management of groundwater in the State. \n\nIn this study are elaborate qualitative models of the processes operating in \n\naquifers that define the groundwater chemical composition. These models are based on \n\ngroundwater chemical data and geological characteristic of aquifers. In addition, these models \n\nwill provide subsidies for the management and proper use of groundwater. \n\nThe overall objective of this paper is the hydrogeological and hydrochemical \n\ncharacterization of the Serra Geral Aquifer System (SGAS) and Guarani Aquifer Systems \n\n(GAS) in the Western region of Rio Grande do Sul, southern Paraná Basin. The specific \n\nobjectives are the folowing : \n\n? Determine the geochemical characteristics of groundwater of SGAS and GAS in  \n\nthe western part of Rio Grande do Sul \n\n? Correlate the chemical composition of groundwater and tectonic lineaments \n\naffecting the aquifers. \n\n? Evaluate the occurrence of mixture of groundwater from different aquifers. \n\n? Generate data and information to serve as subsidy for the management of \n\naquifers in the region. \n\n \n\n\n\n3 \n \n\nStudy Area \n\nThe study area covers 56 municipalities in the Western portion of Rio Grande \n\ndo Sul (Figure 1) and comprises part of West, Central and North tectonic compartments of the \n\nGuarani Aquifer System and Serra Geral Aquifer System (Machado, 2005).  \n\nThe Guarani Aquifer System (Figure 2) is confined by SGAS and consists \n\nmainly of eolic arenits composed of quartz and subordinated K-fedspars. The groundwater \n\ncomposition is predominantly calcium and sodium bicarbonated and concentration of total \n\ndissolved solids is lower than 150 mg/L in most wells. \n\nThe Serra Geral Aquifer System is stratigraphically above the Guarani Aquifer \n\nSystem (Figure 2), and is composed of vulcanic rocks and represents one of the main \n\nmanifestation of vulcanism on the earth. In the studied area, the SGAS presents basically \n\ncalcic bicarbonated and magnesian groundwaters. Some wells register sodium bicarbonated \n\ngroundwater indicating mixtures with groundwater from GAS that ascend through fractures. \n\nThe salinity is very low due to weak rock-water interaction except in some locals where basalts \n\nhave amygdalas filled with calcite or there are mixtures with groundwater from deeper aquifers. \n\nThe dissolution of amygdalar calcite increases the calcium and bicarbonate concentrations \n\nwhile the mixture results in increase of sodium and other ions. \n\nHigh salinisation recorded in some places of the Serra Geral and Guarani \n\nAquifer System is caused by mixing with groundwater from lower strata in the stratigraphic \n\nsequence of the Paraná basin that ascend through faults and fractures. The mineralogical \n\ncomposition of the lithotypes of the Serra Geral and the Guarani Aquifer Systems is not \n\ncompatible with the content and composition of total dissolved solids in many wells of two \n\nhidroestratigráficas units. The rise of ancient and deep groundwaters is the most likely cause \n\nof salinization in such aquifers. \n\nStill according to Koretsky (2000) many surface hydroxyl groups are thought to \n\nbe amphoteric (i.e. they may protonate or deprotonate) and give rise to charge at the mineral \n\nsurface. This charge depends on the pH of the solution; the pH for a given mineral at which \n\npositively and negatively charged sites balance to give a neutral surface is known as the pH \n\nof the point of zero charge (pHZPC). \n\nThe adsorption of metals on the mineral surface must occur through exchange \n\nof a proton, while ligants will be adsorbed through the OH- substitution. The adsorbed metal \n\nwill add another ligant, and this in turn will add another one in a string mode. After the \n\nadsorption, occurs the exchange of Na+ for Ca2+ (White, 2005). \n\nCalcium and sodium are important componentes of groundwater salinity. In \n\ngroundwater media sodium is more soluble than calcium, wich tend to precipitate as calcite \n\n\n\n4 \n \n\nwhen its concentration is relatively high. Sodium, on the other hand, doesn’t precipitate but \n\ncan be absorbed by oxides and clay mineral and organic conpounds. If there is dissolved \n\ncalcium in groundwater it tends to replace the sodium adsorbed in minerals by cations \n\nexchange. This cations exchange occur because of calcium has higher positive valency. \n\nAccording to Meng et al (2001) the origin of sodium of GAS came probably from \n\ntwo different sources: as product of feldspar dissolution or could be the result of saline \n\nintrusion. However, we must mention that the feldspar is rare and there is no correlation \n\nbetween sodium and chloride in the GAS. These authors say that high HCO3\n- concentration \n\nindicate that calcite dissolution is dominant in the area and Ca++ concentration is directly related \n\nto this dissolution. \n\nThe Na+ concentration tends to increase in deep and confined portions of \n\nGuarani Aquifer System. The chemical composition of the groundwater ranges from calcium \n\nbicarbonate near the recharge zone to sodium bicarbonate in confined portions (Gastmans et \n\nal.,2010). Petalas et al. (2009) observed that calcite dissolution is favored by exchange of \n\nsodium by calcium. The dissolution of gypsum that is very common in the Parana basin, on \n\nthe other hand, enhances the additional exchange of Ca2+ by Na+ in the aquifer. \n\nClark and Fritz (1997) mention that high Na+ concentrations in groundwater are \n\nassociated with the decrease of Ca2+ e Mg2+ in response to ion exchange, mainly by clay \n\nminerals. A similar mechanism must favor the increase of HCO3\n- e F- in the Guarani System \n\nAquifer.  \n\n \n\nMaterials and methods \n\nThis study was carried out based mainly on hydrogeological and hydrochemical \n\ndata published by the Geological Survey of Brazil in the SIAGAS database \n\n(http://siagasweb.cprm.gov.br/layout/) and  comprises the following activities: \n\nPreparation of hydrological and hydrochemical database \n\nAt this stage was generated a database with 2,670 wells from the area \n\nregistered by Geological Service of Brazil. From this database 220 wells that present \n\nhydrochemical data were organized in a separate worksheet for processing and interpretation. \n\nThe hydrochemical parameters used in this study are electrical conductivity (EC), Ca2+, Na+, \n\nMg2+, Cl-, SO4\n2-, total alkalinity and pH. The data were evaluated statistically and wells with \n\nspurious values were eliminated from the database. \n\n \n\n \n\n \n\nhttp://siagasweb.cprm.gov.br/layout/\n\n\n5 \n \nStatistical analysis \n\nMultivariated statistical analysis of hidrochemical data using SPSS software \n\n(version 18) were carried out to verify the existence of different chemical types of groundwater \n\nin studied aquifers. It was initially carried out the factor analysis of the main components and \n\nwith these results the cluster analysis. The cluster analyses separates the samples in \n\nhydrochemically similar populations individualizing different groups of groundwater if they \n\nexist. \n\n \n\nPrincipal componentes analyses (PCA). \n\n According to Viccini (2005), the PCA has the main objective to reduce \n\nthe number of variables present in database through syntesis of new variables. This reduction \n\nis made transforming the original variables into new variables maintaining most of the initial \n\nvariability of the set. In practice, the algorithm is based on the variance-covariance matrix or \n\ncorrelation matrix, where are extracted the eigenvectors and eigenvalues. \n\nThe principal components analyses replace a set of correlated variables from \n\noriginal database for a set of new variables not correlated and place them in descending order \n\nby their variances. The new variables are called CP and have statistical independence and are \n\nnot correlated. This means that if the original variables are not correlated the ACP do not offer \n\nany advantage. \n\nTo determine the main components it is necessary to calculate the variance-\n\ncovariance matrix or correlation matrix, find the eigenvalues and eigenvectors and write the \n\nlinear combinations with each main component being a linear combination of all the original \n\nvariables. These variables are interdependent with each other and estimated for the purpose \n\nof holding in order and in terms of total variation contained in the initial data. \n\nThe parameters used in the statistical analysis are the following: eletrctic \n\nconductivity, total hardness, total alkalinity, chlorine, sodium, and calcium, as they are present \n\nin large number of wells. \n\n \n\nCluster analyses \n\nThe clustering method comprises a variety of algorithms and techniques and \n\nthe purpose is to separate objects in similar groups. In this method, unlike the principal \n\ncomponent method, the grouping does not done by means of variance-covariance matrices, \n\nbut through the calculation of distance and the Euclidean distance is the most used. This \n\nmethod uses a graphical tool of great practicality denominated dendrogram. \n\n\n\n6 \n \nThe Euclidean distance is the measure used in the technique group. By the \n\nPythagorean theorem, we obtain distances between p variables. Considering the variable x \n\nand the variable x', we calculate the distance between them by IBD (xij-xi´j). According to \n\nMalhotra (2001), the hierarchical grouping is established on the basis of a hierarchy or tree \n\nstructure. The grouping starts from separate groups. Then groups are gathered into larger and \n\nlarger groups. The process continues until all objects are members of a single group, being \n\nthis the sequential method. The basic process of all agglomerative methods is similar. It starts \n\nwith the calculation of distance between the variables and ends with the dendrogram, where \n\nyou can check the successive mergers of the groups to form a single larger group. There are \n\ntwo ways to represent a dendrogram: it can be represented in both vertical and  horizontal \n\nform. Dendrogram provides a visual summary of the clustering processes, presenting a picture \n\nof the groups and their proximity with a drastic reduction in dimensionality of the original date \n\nKazi et al. (2009). \n\n \n\nTreatment and interpretation of data \n\nThe hydrogeological and hidrochemical data were processed and interpreted \n\nby binary chemical correlation diagrams and the correlation with tectonic lineaments and \n\ngeology of aquifers to understand the dynamics and chemical evolution of such groundwaters. \n\n \n\nResults and Discussion \n\nIn this section are presented and discussed the hydrogeological parameters of \n\nthe Serra Geral Aquifer and Guarani Aquifers identified in wells from the Western Rio Grande \n\ndo Sul State. The hydrogeological parameters give an idea of the behaviour of the aquifer as \n\ntheir intrinsic characteristics. In the study area has 2,690 registered wells and around 1,000 of \n\nthem present hydrogeological data such as depth, geological profile, flow and static and \n\ndynamic levels. Approximately 90% of the Wells capture groundwater only from Serra Geral \n\nAquifer System while the remaining 10% (near to 260 wells) captute groundwater from Guarani \n\nAquifer System and Serra Geral Aquifer System. According to Teixeira and Viero (2015) large \n\ntectonic lineaments generally coincide with the highest flow of wells from the Serra Geral \n\nAquifer. \n\n \n\nHydrogeochemistry \n\nIn this section are presented and discussed the hydrochemical data from the \n\nregistered wells. Statistical analysis identified 3 important chemical groups of groundwater in \n\nthe study area. Discrimination of these groups is important to identify the source of the íons \n\n\n\n7 \n \n\ndissolved in groundwater and also indicate the aquifer characteristics where groundwater \n\ncirculated and Wells are located. In the area it is commom groundwater of Serra Geral Aquifer \n\nSystem arising the deeper hydroestratigraphic units connected through regional fractures and \n\nfaults (Kern et al., 2007, Nanni et al., 2013). \n\nTable 1 shows the correlation coefficients between the chemical and physico-\n\nchemical parameters used in the statistical analysis. It is observed in this table correlation \n\ncoefficients greater than 0.5 for CE and total alkalinity, EC and chloride, EC and sodium, total \n\nalkalinity and calcium and total alkalinity and sodium. Note that the total alkalinity has a better \n\ncorrelation with sodium than calcium, which indicate cation exchange process in the aquifer. \n\nTable 2 shows the values of the principal components 1 and 2 for analysed \n\nparameters. The component 1 shows values greater than 0.68 for eletric condutivity, total \n\nalkalinity, sodium and chlorine, while the component 2 has significant value only for calcium. \n\nIn aquifers contaminated with seawater, the correlation between the chloride and the eletric \n\nconductivity is of the order of 0.9, as shown by (Palacio et al, 2011). in study made in a coastal  \n\naquifer. \n\nThe distribution of chemical groups is shown in Figure 3. The Group 1 and \n\nGroup 3 occur in all the studied area, while the Group 2 is registered mainly in the Southwest \n\nand West portions. All the wells from Group 1 capture groundwater exclusively in the Serra \n\nGeral Aquifer System, while in Groups 2 and 3 some of the wells also capture groundwater in \n\nthe Guarani Aquifer System. \n\nThe Group 1 has very low concentrations of sodium which are much lower than \n\nthe other groups. In this group calcium and bicarbonate are the main dissolved ions \n\ncharacterizing them as bicarbonate calcic groundwater. The groups 2 and 3, in addition to \n\ncalcium, also have higher sodium and sulphate, with the largest concentrations of sodium in \n\nthe Group 3 (Table 3). Group 3 also reports the highest concentrations of fluoride with values \n\nup to 2.2 mg/L. The Group 2, on the other hand, has the highest magnesium content. High \n\nconcentrations of sodium and fluoride are not expected in  groundwater of the Serra Geral \n\nAquifer System because they are not elements present in the low solubility minerals filling \n\namygdalas that are common in basalts. The calcite, on the other hand, is an abundant \n\nhydrothermal mineral filling the amygdalas of basalts, which favors the solubilization of calcium \n\nand bicarbonate in groundwater. Groundwaters that circulate only in Serra Geral Aquifer \n\nSystem have calcium bicarbonate composition and low concentrations of total dissolved solids \n\n(TDS). The hydrochemical characteristics of Group 1 indicate that these groundwaters have \n\nrecharge and circulation restricted to the Serra Geral Aquifer System. \n\nGroups 2 and 3 have higher levels of sodium, sulfate, chloride and fluoride, \n\nwhich is incompatible with the chemical and mineralogical properties of the Serra Geral \n\n\n\n8 \n \n\nAquifer. Thus, these groups probably represent groundwaters with longer residence time and \n\ncoming from ascending recharge from deeper sedimentary aquifers of the Paraná Basin. The \n\nwells of Groups 2 and 3 mark the hydraulic connection and mixing of groundwaters of aquifers \n\nfrom different crustal levels. \n\nThe electrical conductivity presents average values of 275 µS/cm and maximum \n\nof 1,662 µS/cm. Its spatial distribution is characterized by higher values in areas with higher \n\ndensity of fractures where there are hydraulic connections with deeper aquifers (Figure 4). The \n\ncorrelation between Eletric Conductivity and fracture density indicates that the groundwater \n\nmixture is the most effective salinization process of Serra Geral Aquifer System. \n\nThe highest electric conductivity, with values above 500 µS/cm, occurs \n\npredominantly in the southwest portion of the study area, where the thickness of basalt is small \n\nor is outcropping Guarani Aquifer. In the other region the highest values are associated with \n\nhigh-density areas of tectonic lineaments. The histogram of Figure 5 shows that only 203 wells \n\n(12%) have electrical conductivity over 500 mg/L, indicating that significant salinization of \n\ngroundwater by mixing occurs in a restricted number of wells. The electrical conductivity is \n\nalways directly related to TDS contents, which increase in aquifers with the residence time \n\nsuggesting mixing of different aquifers (Tweed et al., 2004). \n\nMagnesium has average concentrations of 10.1 mg/L with maximum value of \n\n90.4 mg/L and Group 2 differs from the others by presenting the highest values  (Table 3). The \n\noccurrence of high magnesium concentrations is recorded along zones of high tectonic \n\nlineaments density, which indicates that this ion may originate in the deep waters aquifers of \n\nthe Paraná basin and ascend to the Serra Geral Aquifer through faults and fractures. Probably \n\nthe magnesium source is dolomite (Ca,Mg (CO3)2) which is abundant in the Irati Formation of \n\nthe Paraná Basin. \n\nCalcium presents average concentration of 23,7 mg/L and maximum of 170 \n\nmg/L. The main source of calcium is probably the hydrolysis of calcite, as described in \n\nequation: \n\nCaCO3 + H2O ? Ca\n++ + HCO3\n\n- + (OH)-     \n\nCalcite is a common mineral in various hydrostratigraphic units of the Paraná \n\nBasin, such as the Rio Bonito, Irati and Estrada Nova Formations, Guarani Aquifer in its \n\nconfined portions and filling amygdalas and fractures of Serra Geral Aquifer. \n\nIn the Group 1, the Calcium and the Bicarbonate are the most abundants ions \n\nand present a good correlation (Figure 6), indicating that calcium source is mainly calcite \n\ncontained in the basalt amygdalas and its concentration is not affected significantly by others \n\ngeochemical procecces. In this way it can be concluded that the Group 1 grondwaters have \n\n\n\n9 \n \n\nrestrict circulation in the Serra Geral Aquifer System, having no mixtures with deeper waters, \n\nespecially from the Permian hydroestratigrafic units of Parana Basin. \n\nDifferently from Group 1, Group 2 and 3 do not show good correlation between \n\ncalcium and bicarbonate (total alkalinity). However, there is a good correlation in these groups \n\nbetween alkalinity and calcium plus sodium (Figures 6 and 7). This suggests that the most \n\nprobable source of calcium is the carbonates (calcite)  from sedimentary rocks from the Paraná \n\nBasin. However the good correlation between alcalinity and calcium plus sodium inidicate that \n\nmust occur some reactions of ion exchange between sodium and calcium in clay minerals: \n\nCaCO3 + H2O ? Ca2+ + HCO3\n- + OH- \n\n(2Na-Clay)adsorb. + (Ca\n2+)dissol. ? (Ca-Clay) adsorb. + (2Na\n\n+)dissol. \n\nThe exchange reactions restore the mass balance and the correlation between \n\ncations and anions as the calcium tends to be adsorbed by the clay minerals. \n\nIn the Group 3, the exchange between calcium and sodium is more intense \n\nbecause alcalinity has good correlation only with sodium (Figure 8). There are no soluble \n\nminerals with sodium and carbonate in their chemical compositions so that the existence of \n\ncorrelation between sodium and alkalinity requires the exchange reactions of calcium or \n\nmagnesium by sodium. Calcium and magnesium come from the hydrolysis or dissolution \n\ncalcite and dolomite. \n\nThe diagrams of Figures 6 and 7 and 8 show that in the Group 2 about 50% of \n\nthe calcium derived from calcite is adsorbed and replaced by sodium, while in Group 3 the \n\nexchange of calcium by sodium is up to 90%. \n\nThe anhydrite can also be a source of calciumas it is a very soluble mineral \n\npresent in sedimentary rocks of the Paraná Basin, especially the Irati Formation. The anhydrite \n\ndissolution appears to bean effective salinization process of Group 3 groundwater, in addition \n\nto the hydrolysis carbonates and cation exchange. This is indicated by the high correlation \n\nbetween alkalinity+sulfate and calcium+sodium (Figure 9). \n\nThe average concentration of sodium is 38 mg/L and the maximum value is 291 \n\nmg/L in the study area (Table 3). Sodium has very low concentrations in group 1 (average = \n\n10.3 mg/L), intermediary value in Group 2 (average = 40.9 mg/L)  and higher contents in group \n\n3 (average = 84.7 mg/L). Sodium is the main indicator of the mixture between rainfall recharge \n\ngroundwater of Serra Geral Aquifer System and upward recharge groundwater from deeper \n\nsedimentary hydrostratigraphic units of the Paraná Basin. The main source of sodium is \n\nprobably related to cation exchange with calcium, which is evident in diagrams of Figures 7 \n\nand 8. \n\n\n\n10 \n \nThe chloride shows low concentrations in the study area with the average of \n\nabout 15.5 mg/L. The Group 1 has the lowest values with an average of 6.9 mg/L while in \n\nGroups 2 and 3 the contents are similar and a little superior. Concentrations higher than 50 \n\nmg/L are registered in six wells of the Group 2 and three wells of Group 3. It should be noted \n\nthat there is no correlation between chloride and sodium indicating that their main sources are \n\nnot the same (Figure 10). As previously shown sodium is related to the exchange of cations \n\nwhile the chlorine may be from both the meteoric water (low concentrations) as dissolving salts \n\n(higher concentrations) which may be present in sedimentary rocks of marine environment \n\nsuch as Irati Formation. \n\nThe fluoride has an average concentration of 0.4 mg/L in the study area with \n\nthe higher values in Group 3 where the average is 0.57 mg/L and the maximum is 2.2 mg/L. \n\nApproximately 20% of wells from Group 3 have fluoride concentration exceeding 1.5 mg/L \n\nwhich is the potability limit determined by World Health Organization (WHO). Like the sodium \n\nfluoride appears to be originated in the deep sedimentary hydrostratigraphic units of the \n\nParaná Basin and it presents insignificant concentrations in the Serra Geral Aquifer System \n\nresults from the groundwater mixtures. According to Kernet al. (2007), the main source of \n\nfluoride in the Paraná Basin aquifers is the Irati Formation which has diagenetic fluorite \n\nassociated mainly to bituminous shales. \n\n \n\nFinal considerations \n\nThe results obteined in this study permit conclude what follows: \n\nThere are more than 2,600 wells in the study area and more than 90% of them \n\ncapture groundwater exclusively in the Serra Geral Aquifer System. The remaining 10% also \n\ncapture groundwatwer directly from Guarani Aquifer System. \n\nThree groups of groundwaters chemically distinct (Group 1, Group 2 and Group \n\n3) were identified in the area using multivariate and discriminant statistical analysis. Group 1 \n\nhas calcium bicarbonate composition and its circulation is restricted to the Serra Geral Aquifer \n\nSystem having no evidences of mixing with groundwater coming from deeper and more saline \n\naquifers of Paraná Basin. \n\nGroups 2 and 3 have Sodium-Bicarbonate and Calcium-Sodium-Bicarbonate \n\ncompositions, respectively, and show evidence of mixture with groundwater coming from \n\ndeeper aquifers. The mixture is more intense in Group 3 where sodium is higher. The \n\ngroundwater of this group also indicate the occurrence of more advanced cation exchange \n\nprocesses of sodium by calcium in clay minerals. \n\n\n\n11 \n \nFluoride and sodium are originated probably in sedimentary rocks of Paraná \n\nBasin, mainly Irati Formation, and come into the SASG through the regional fractures by \n\nupward recharge. The concentrations of these elements have good correlation with densely \n\nfractured areas. The alkalinity presents good correlation with Sodium+Calcium in the Group 3 \n\nand with Sodium in the Group 2 indicating the occurrence of cations exchange with sorption of \n\ncalcium and solubilization of sodium by clay minerals and organic matter. \n\nThe source of calcium and bicarbonate is mainly calcite present in the Serra \n\nGeral Aquifer System and in the sedimentary aquifers of the Paraná Basin. There is no other \n\nsource to the  bicarbonate so the correlation of this anion (alkalinity) with sodium and \n\ncalcium+sodium in Groups 2 and 3 result exclusively from cation exchange. The exchange \n\nreactions in clay minerals do not affect bicarbonate. \n\nThe anhydrite (CaSO4) is another source of calcium in groundwater of study \n\narea. This mineral is registered only in Irati Formation so the registration of significant \n\nconcentrations of sulfate in some wells from Groups 2 and 3 supports the hypothesis of upward \n\nrecharge and mixing of waters in both Serra Geral and Guarani Aquifer Systems. \n\nMagnesium appears with the highest concentrations in Group 2, indicating that \n\nthe hydrolysis of dolomite is an important process in the chemical evolution of these \n\ngroundwaters. In the Paraná Basin dolomite is also recorded only in Irati Formation. \n\nThe interpretation of hydrochemical data presented suggests that the Irati \n\nFormation of the Paraná Basin is the main source of the high concentrations of some ions (as \n\nsodium, fluoride, chloride and sulfate) dissolved in groundwaters of the Serra Geral and \n\nGuarani Aquifer Systems in the study area. \n\n \n\nAcknowledgements \n\nThe Institute of Mathematics  (UFRGS) for support with the statistical analysis. \n\n \n\nReferences \n\nBERTOSSI, A.P.A, MENEZES, J.P.C, CECÍLIO, R.A, GARCIA, G.O, NEVES, \n\nM.A. (2013). Seleção e agrupamento de indicadores da qualidade das águas utilizando \n\nEstatística Multivariada. Semina: Ciências Agrárias, Londrina,v. 35, n.5, p.2025-2036. \n\nCLARK, I.D; FRITZ, P. (1997). Environmental Isotopes in Hidrogeology. \n\nCleaveland: CRC Press. \n\n\n\n12 \n \nDEUTSCH, W.J. (1997). Fundamentals and applications to contamination. New \n\nYork: Lewis publishers. \n\nDREVER, J. I. (1988). The Geochemistry of Natural Waters. Englewood Cliffs: \n\nPrentice Hall. \n\nFOSSEN, H. (2010) Structural Geology. Edinburgh: Cambridge University \n\nPress. \n\nGAO, X; WANG, Y and LI, Y. (2007). Enrichment of fluoride in groundwater \n\nunder the impacto f saline water intrusion at the salt lake área of Yuncheng basin, northern \n\nChina. Environmental Geology, v.53, n.4, p.795-803. \n\nGASTMANS, D; CHANG, H.K; HUTCHEON, I. (2010). Groundwater \n\ngeochemical evolution in the northern portion of the Guarani Aquifer System (Brazil) and its \n\nrelationship to diagenetic features. Applied Geochemistry Journal, v. 25, n. 1, p. 16-33. \n\nGIAMBASTIANI, B,M,S; COLOMBANI, N; MASTROCICCO, M; FIDELIBUS, \n\nM,D. (2013). Characterization of the lowland coastal aquifer of comacchio (Ferrara, Italy): \n\nhydrology, hydrochemistry and evolution of the system. Journal of hydrogeology, v. 501, \n\nSeptember, p. 35-44. \n\nKERN, M.L; VIERO, A.P; MACHADO, G. (2008). The fluoride in the \n\ngroundwater of Guarani Aquifer System: the origin associated with black shales of Paraná \n\nBasin. Environmental Geology Journal, v. 55. n.6, p. 1219-1233. \n\nKORETSKY, C. (2000). The significace of surface complexation reactions in \n\nhidrologic systems: a geochemist’s perspective. Journal of Hidrology, v, 230, n. 3-4, p. 127-\n\n171. \n\nMACHADO, J.L.F. (2005). Compartimentação Espacial e Arcabouço \n\nHidroestratigráfico do Sistema Aquífero Guarani no Rio Grande do Sul, RS. Unisinos, São \n\nLeopoldo,  Brazil, 2005. 237 p. Tese (Doutoramento em Hidrogeologia). Universidade do Vale \n\ndo Rio dos Sinos-UNISINOS. \n\nMapa Hidrogeológico do Rio Grande do Sul. Relatório Final. Rio de Janeiro: \n\n2005. Companhia de Pesquisa e Recursos Minerais.  Área: Rio Grande do Sul. \n\n MALHOTRA, N, K. (2001). Pesquisa de Marketing: Uma Orientação Aplicada. \n\nPorto Alegre: Bookman. \n\nMENG, S. X; MAYNARD J.B. (2001). Use of statistical analysis to formulate \n\nconceptual models of geochemical bahaviour: water chemical data from the Botucatu aquifer \n\nin São Paulo state, Brazil. Journal of Hidrology. v, 250, n. 1-4, p.78-97. \n\n\n\n13 \n \nNANNI, A.S; ROISENBERG, A; HOLLANDA, M.H.B.M; MARIMON, M.P.C; \n\nVIERO, A.P; SCHEIBE, L.F. (2013). Fluoride in the Serra Geral Aquifer System: Source \n\nEvaluation Using Stable Isotopes and Principal Component Analyses. Journal of Geology \n\nResearch, v. 2013, p.1-9. \n\nPALÁCIO, H.A.Q;  NETO, J.R.A; MEIRELES, A.C.M; ANDRADE, E.M; \n\nSANTOS, J.C.N; CHAVES, L.C.G. (2011)  Similaridade e fatores determinates na salinidade \n\ndas águas superficiais do Ceará, por técnicas multivariadas. Revista Brasileira de Engenharia \n\nAgrícola e Ambiental, V, 4, n. 4, p. 395-402.  \n\nPETALAS, C; PISINARAS, V; GEMITZI, A; TSIHRINTZIS, V, A; OUZOUNIS, \n\nK. (2009). Current conditions of saltwater intrusion in the coastal Rhodope aquifer system, \n\nnortheastern Greece. Science Direct J ournal, v.237, n. 1-3, p. 22-41. \n\nVICINI, L. (2005). Análise multivariada. Da teoria à prática. Santa Maria, Santa \n\nMaria, Brazil, 2005. 215 pp. Monografia de graduação. Universidade de Santa Maria.  \n\nTEIXEIRA, G.V; VIERO, A.P. (2015). Caracterização estrutural das águas \n\nsubterrâneas dos aquíferos juro-cretáceos do Oeste do Rio Grande do Sul. XXI Simpósio \n\nbrasileiro de recursos hídricos, 2015, Brasília. http://www.evolvedoc.com.br/sbrh/detalhes-\n\n173_caracterizacao-estrutural-das-aguas-subterraneas-dos-aquiferos-juro-cretaceos-do-\n\noeste-do-rio-grande-do-sul \n\nTWEED, S.O; WEAVER, T.R; CARTWRIGHT, I. (2005). Distinguishing \n\ngroundwater flow paths in different fractured-rock aquifers using groundwater chemistry: \n\nDandenong Ranges, southeast Australia. Hidrogeology Journal, v.13, n.5, p.771-786.  \n\nWHITE, M.W. (2013). Geochemistry. West Sussex: WILEY-BLACKWELL. \n\n \n\n \n\n \n\n \n\n \n\nTables \n \n\nTable caption \n\nTable 1. Coefficient of correlation between the parameters used in statisctical analysis with SPSS \n\nsoftware. \n\nTable 2. Two principal components generated from original data using SPSS software. \n\nTable 3. Chemical data of  Group 1 Grop 2 and Group 3 and all groups together. \n \n\n\n\n14 \n \n \n\n \n\nTable 1. Coefficient of correlation between the parameters used in statisctical analysis with SPSS \n\nsoftware. \n\n    EC Total  Ca Cl Total  Na \n\n      Alkalinity     Hardness   \n\nEC Pearson Correlation 1.0 0.8 0.50 0.60 0.53 0.65 \n\n  N 355.0 355.0 354.00 334.00 354.00 351.00 \n\nTotal  Pearson Correlation 0.8 1.0 0.54 0.31 0.56 0.61 \n\nAlkalinity N 355.0 355.0 354.00 334.00 354.00 351.00 \n\nCalcium Pearson Correlation 0.5 0.5 1.00 0.41 0.93 -0.01 \n\n(Ca) N 354.0 354.0 354.00 333.00 353.00 350.00 \n\nChlorine(Cl) Pearson Correlation 0.6 0.3 0.41 1.00 0.46 0.39 \n\n  N 334.0 334.0 333.00 334.00 333.00 331.00 \n\nTotal  Pearson Correlation 0.5 0.6 0.93 0.46 1.00 0.00 \n\nHardness N 354.0 354.0 353.00 333.00 354.00 350.00 \n\nSodium (Na) Pearson Correlation 0.6 0.6 -0.01 0.39 0.00 1.00 \n\n  N 351.0 351.0 350.00 331.00 350.00 351.00 \n\n \n\n \n\n \n\n \n\n \n\nTable 2. Two principal components generated from original data using SPSS software. \n\nParameter Components \n\n  1 2 \n\nSodium 0.939 -211 \n\n Eletric Conduc. 0.831 0.409 \n\nTotal Alkalinity 0.744 0.430 \n\nCloret 0.558 0.409 \n\nHardness 0.178 0.961 \n\nCalcium 0.144 0.958 \n\n \n\n \n\n\n\n15 \n \n\nTable 3. Statistical summary of  hidrochemical data of Groundwater from study area. \n\n    EC \nTotal \n\nAlkalinity \nHardness Ca2+ Na+ Cl- SO4\n\n- F- Mg2+ \n\n    ?S/cm mg/L-CaCO3 mg/L \n\nAll \n\nSamples \n\nAverage 324,0 139,1 105,1 23,7 35,0 15,5 14,3 0,4 10,1 \n\nSD 218,0 87,0 107,0 22,9 39,0 22,7 27,1 0,36 13,6 \n\nMinimum 16,0 1,0 nd nd nd nd nd nd nd \n\nMaximum 1420,0 402,3 743,0 170,7 188,0 134,1 250,0 2,2 90,4 \n\nN 203,0 177,0 178,0 175,0 180,0 179,0 157,0 140 160 \n\nGroup 1 \n\nAverage 194,6 88,3 78,4 19,6 10,5 6,9 6,2 0,26 6,9 \n\nSD 104,9 58,5 50,5 13,4 8,8 7,5 10,1 0,215 7,3 \n\nMinimum 16,0 1,0 8,4 0,0 0,0 0,0 0,0 0 nd \n\nMaximum 437,0 227,0 250,9 54,7 41,5 45,8 71,4 1,01 40 \n\nN 111,0 101,0   99,0 101,0 100,0 80,0 76 94 \n\nGroup 2 \n\nAverage 593,3 251,7 245,2 57,1 40,9 39,3 28,6 0,41 27,5 \n\nSD 244,2 67,3 115,4 29,9 24,8 38,0 45,9 0,2 19,8 \n\nMinimum 184,0 141,0 77,6 0,8 4,9 7,5 0,0 0 2,2 \n\nMaximum 1420,0 402,3 740,0 170,7 88,0 134,1 250,0 0,7 90,4 \n\nN 38,0 31,0   30,0 33,0 33,0 33,0 22 31 \n\nGroup 3 \n\nAverage 400,0 175,4 61,9 10,8 84,7 17,3 18,6 0,57 3,4 \n\nSD 153,8 53,4 111,9 10,3 39,3 17,6 24,6 0,53 5,4 \n\nMinimum 95,0 85,2 0,0 0,1 23,0 0,5 0,0 0 0,1 \n\nMaximum 742,0 317,6 743,0 43,0 188,0 69,9 106,4 2,2 31,1 \n\nN 54,0 45,0   46,0 46,0 46,0 44,0 42 35 \n\nnd: not detected; SD: standard deviation; EC: electric conductivity; N: number of samples. \n\n  \n\n\n\n16 \n \n\n \n\nFigures \n\nFigure caption \n\n \n\nFigure 1. Localization of Study Area delimited by black line. \n\nFigure 2. Hidrogeology units of Study Area. Serra Geral Aquifer System predominates in the area. The \n\nGuarani Aquifer System has few outcrops I the area and is stratigraphically below the Serra Geral \n\nAquifer System (Modified from Machado and Freitas, 2005). BR-290: Federal Highway. \n\nFigure 3. Distribution of groundwater groups on density lineamrent map. White cross: Group 1; white \n\nlozenge: Group 2; white circle: Group 3.  Dark color represents higher lineament density. White color \n\nrepresents lower lineament density. \n\nFigure 4. Electrical Conductivity (µS/cm) plotted on density lineament map  . Symbology: Stars: &lt;250 \n\nµS/cm; Circle: 250 – 500 µS/cm; Cross: 500 – 1400 µS/cm.  \n\nFigure 5. Frequency histogram of the values of electrical conductivity. Most of the wells (921) \n\nhave conductivity up to 250 ?S/cm. Only 5 wells have conductivity above 1000 ?S/cm. \n\n \n\nFigure 6. Binary variation diagram showing good correlation of the Ca with alkalinity only in \n\nGroup 1. \n\n \n\nFigure 7. Binary correlation diagram showing the correlation between Ca with alkalinity. It is \n\nworth mentioning that in Group 1 the correlation exists between calcium and alkalinity, which \n\nis absent in groups 2 and 3. \n\n \n\nFigure 8. Binary correlation diagram showing the good correlation between sodium and the \n\nalkalinity in Group 3, where the exchange of calcium for sodium is more intense. \n\n \nFigure 9. Diagram of binary correlation of Ca+Na vs SO4+alkalinity \n\nFigure 10. Diagram of binary correlation between sodium and chlorine. There is no correlation between \n\nthem. \n\n \n\n \n \n \n \n \n \n\n \n \n \n \n\n \n\n \n\n\n\n17 \n \n\n \n\nFigure 1. Localization of Study Area delimited by black line. \n\n \n\n\n\n18 \n \n\n \n\nFigure 2. Hidrogeology units of Study Area. Serra Geral Aquifer System predominates in the area. The \n\nGuarani Aquifer System has few outcrops I the area and is stratigraphically below the Serra Geral \n\nAquifer System (Modified from Machado and Freitas, 2005). BR-290: Federal Highway. \n\n \n\n \n\n-30º00'\n\n-29º00'\n\n-57º00'\n\n-55º30'\n\n-31º00'\n\n-57º00'\n\n-55º30'\n\nSerra Geral Aquifer System\n\nGuarani Aquifer System\n\nUruguaiana\n\nN\n\nUruguay\n\nArgentina\n\nSantana do \nLivramento\n\nAlegrete\n\nBR-290\n\n\n\n19 \n \n\n \n\nFigure 3. Distribution of groundwater groups on density lineamrent map. White cross: Group 1; white \n\nlozenge: Group 2; white circle: Group 3.  Dark color represents higher lineament density. White color \n\nrepresents lower lineament density. \n\n. \n\n \n\n\n\n20 \n \n\n \n\nFigure 4. Distribution of Electrical Conductivity (µS/cm) in study area. Symbology: Stars: &lt;250 \n\nµS/cm; Circle: 250 – 500 µS/cm; Cross: 500 – 1400 µS/cm. \n\n \n\n\n\n21 \n \n\n \n\nFigure 5. Frequency histogram of the values of electrical conductivity. Most of the wells \n\n(921) have conductivity up to 250 ?S/cm. Only 15 wells have conductivity above 1000 \n\n?S/cm. \n \n\n \n\nFigure 6. Binary variation diagram showing good correlation of the Ca with alkalinity only in \n\nGroup 1. \n \n\n \n\n921\n\n566\n\n151\n\n37\n11 3 1\n\n54,5%\n\n88,0%\n\n96,9%\n99,1% 99,8% 99,9% 100,0%\n\n0%\n\n20%\n\n40%\n\n60%\n\n80%\n\n100%\n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n250 500 750 1000 1250 1500 1750\n\nF\nre\n\nq\nu\n\ne\nn\n\ncy\n\nEletric Conductivity Classes (?S/cm) \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n0 10 20 30 40 50 60 70 80 90 100\n\nA\nlk\n\na\nli\n\nn\nit\n\ny\n m\n\ng\n/L\n\n(C\na\n\nC\nO\n\n3\n)\n\nCa+2 mg/L\n\nGroup 1\n\nGroup 2\n\nGroup 3\n\n\n\n22 \n \n\n \n\nFigure 7. Binary correlation diagram showing the correlation between Ca with alkalinity. It is \n\nworth mentioning that in Group 1 the correlation exists between calcium and alkalinity, which \n\nis absent in groups 2 and 3. \n\n \n \n\n \n\nFigure 8. Binary correlation diagram showing the good correlation between sodium and the \n\nalkalinity in Group 3, where the exchange of calcium for sodium is more intense. \n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\n450\n\n0 50 100 150 200\n\nA\nlc\n\na\nli\n\nn\nid\n\na\nd\n\ne\n m\n\ng\n/L\n\n(C\na\n\nC\nO\n\n3\n)\n\nCa+Na ppm\n\nGrupo 1\n\nGrupo 2\n\nGrupo 3\n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\n450\n\n0 50 100 150 200\n\nA\nlk\n\na\nli\n\nn\nit\n\ny\n m\n\ng\n/L\n\n(C\na\n\nC\nO\n\n3\n)\n\nNa+ mg/L\n\nGroup 1\n\nGroup 2\n\nGroup 3\n\n\n\n23 \n \n\n \n\nFigure 9. Diagram of binary correlation of Ca+Na vs SO4+alkalinity \n\n \n\n \n\nFigure 10. Diagram of binary correlation between sodium and chlorine. There is no correlation \n\nbetween them. \n\n \n\n \n\n \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n20 120 220 320 420 520 620\n\nC\na\n\n2\n+\n+\n\nN\na\n\n+\n (\n\nm\ng\n\n/L\n)\n\nAlcalinity+SO4\n2-(mg/L)\n\nGroup 2\n\nGroup 3\n\n\n\n24 \n \n\nREFERÊNCIAS \n\nAlley, W.M. 1993. Regional Ground-Water Quality. New York. Van Nostrand Reinhold. \n\n625 p. \n\nAppelo, C.A.J, Postma D. 2010. Geochemistry, groundwater and pollution. Leiden. A.A \n\nBalkema Publishers. 649 p. \n\nAbreu, I. B. 1981. Estudo Hidrogeoquímico das Águas Subterrâneas no Estado do Rio \n\nGrande do Sul, RS. Porto Alegre. Dissertação de Mestrado, Instituto de Pesquisas \n\nHidráulicas, Universidade Federal do Rio Grande do Sul. \n\nAraújo, L. M., França, A. B, Potter, P. E. 1999. Hydrogeology of the Mercosul aquifer \n\nsystem in the Paraná and Chaco-Paraná Basins, South America,and comparison \n\nwith the Navajo-Nugget aquifer system, USA. Hydrogeology Journal, 7(3):317-\n\n336. \n\nBanks, D, Rhor-Torpe &amp;  E, Skharpagen, H. 1994. Groundwater resources in hard \n\nrock: experiences from the Hvaler study, Southeastern Norway. Applied \n\nHidrogeology, 2(2): 33-42. \n\nBarton, C.A.; Zoback ,M.D &amp; Moos, D.1995. Fluid flow along potentially activefaults in \n\ncrystalline rock. Geology, 23(8): 683-686. \n\nBertachini, A.C. 1987. Estudo das características hidrogeológicas dos terrenos \n\ncristalinos sob clima úmido, na região de Jundiaí,SP.São Paulo, 180p. Dissertação \n\nde Mestrado, Instituto de Geociências, Universidade de São Paulo. \n\nBertossi, A. A. 2013. Seleção e agrupamento de indicadores da qualidade de águas \n\nutilizando Estatística Multivariada. Agrárias, Londrina, 34(5): 2025-2036, set./out. \n\n2013 \n\nBriz-Kishore, B.H. 1993. Assesment of yield characteristics of granitic aquifers in South \n\nIndia. Ground Water, 31(6): 921-928. \n\nCosgrove, J.W. 1998. The role of Structural Geology in reservoir Characterization. \n\nDepartment of Geology, Imperial College of Science, Technology and Medicine, \n\nLondon SW7 2BP, UK  \n\nCustodio, E. &amp; Llamas, M.R. 1983. Hidrologia Subterranea. Barcelona, Ômega, v. 2. \n\n\n\n25 \n \n\nDarby, D. Hazeldine, R.S &amp; Couples, G.D., 1996. Pressure cells and pressure seals in \n\nthe UK Central Graben. Marine and Petroleum Geology, 13: 865-878. \n\nDavis, S.N., De Wiest, R.J.M. 1966. Hydrogeology. Krieger Publishing Company. 463 \n\np. \n\nDeutsch, W.J.1997. Fundamentals and applications to contamination. New York. \n\nLewis publishers. 221 p. \n\nDewes, R. 1980. Características hidrodinâmicas dos aquíferos basálticos do Rio \n\nGrande do Sul,RS. Porto Alegre, 103p. Dissertação de Mestrado, Instituto de \n\nPesquisas Hidráulicas, Universidade Federal do Rio Grande do Sul. \n\nDomenico, P., Schwartz , F. 1990. Physicaland chemical hydrogeology. Nova York. \n\nJohn Wiley &amp; Sons, 824 p. \n\nDrever, J. I. 1988. The Geochemistry of Natural Waters, Prentice Hall, Englewood \n\nCliffs, 437p. \n\nDunne, W.M., Hancock, P.L. 1994. Palaeostressanalysis of small-scale brittle \n\nstructures. In: P. L. Hancock (ed.), Continental Deformation, Pergamon Press, \n\nU.K., p. 101-120. \n\nFernandes, A.J. 2008. Aquíferos Fraturados: Uma revisão dos Condicionamentos \n\nGeológicos e dos Métodos de Investigação. Revista do Instituto Geológico, 29 \n\n(1/2): 49-72. \n\nFetter, C.W. 1994. Applied Hydrogeology. New Jersey, Prentice Hall, 691p. \n\nFreeze, R.A., Cherry, J.A. 1979. Groundwater. New Jersey. Prentice Hall, 604 p.  \n\nFossen, H. 2010. Structural Geology. Edinburgh. Cambridge University Press. 464p. \n\nFúlfaro V. J., Saad A. R., Santos M. V., Viana R. B. 1982. Compartimentação e \n\nevolução tectônica da Bacia do Paraná. Rev.Bras.Geoc.,12(4): 590 - 611. \n\nGaciri, S.J., Davies, T.C. 1992. The occurrences and geochemistry of fluoride in some \n\nnatural waters of Kenya. Hydrogeology Journal, 143(3/4): 395-412. \n\nGale, J., Rouleau, A. 1983. Characterizing and interpreting the geometry , permeability \n\nand porosity of fractures for repository evaluation. In: International Symposium on \n\nField Measurements in Geomechanics, Zurich, proceedings, p. 1343-1369. \n\nGudmundsson, A., Gjesdal,O., Brenners.L., Fjeldskaar, I. 2003. Effects of linking upo \n\nf discontinuities of fracture growth. Hidrogeology Journal, 11(1);84-99. \n\n\n\n26 \n \n\nHancock P.L. 1985. Brittle microtectonics: principles and practice. J. Struct. Geol., \n7:437-457. \n\nHausmann, A. 1995. Esboço Hidrogeológico do Rio Grande do Sul. In: UFRGS,Centro \n\nAcad. Est. Geol, Semana de debates geológicos. p.37 \n\nHitchon, B.; Perkins, E.H., Gunter, W.D. 1999. Introduction to Ground Water \n\nGeochemistry. Geoscience Publishing Ltda. Alberta, Canadá. 310 p. \n\nKrauskopf, K.B. 1967. Introduction to geochemistry. New York. McGraw-Hill, 719 p. \n\nKehew, A.E. 2001. Applied Chemical Hydrogeology. New Jersey. Prentice Hall. 368 p. \n\nKoretsky, C. 2000. The significace of surface complexation reactions in hidrologic \n\nsystems: a geochemist’s perspective. Journal of Hidrology, 230(3): 127-171. \n\nLay, C.D. 1999. Álgebra Linear e suas aplicações. Rio de Janeiro. Editora LTC, 504 \n\np. \n\nLawn, B.R., Wilshaw, T.R. 1975. Fracture of brittle solids. Cambridge Press University, \n\n204 p. \n\nLisboa, N. A. 1996. Fácies, Estratificações Hidrogeoquímicas e seus controladores \n\ngeológicos em unidades hidrogeológicas do Sistema Aqüífero Serra Geral, na \n\nBacia do Paraná, RS. Porto Alegre, 135p. Tese de Doutorado, Curso de Pós-\n\nGraduação em Geociências, Universidade Federal do Rio Grande do Sul.  \n\nLoiselle, M., EVANS, D. 1995. Fracture density distributions and well yields in Coastal \n\nMaine. Ground Water, 33(2): 190-196. \n\nMachado, J.L.F. 2005. Compartimentação Espacial e Arcabouço Hidroestratigráfico \n\ndo Sistema Aquífero Guarani no Rio Grande do Sul, RS. São Leopoldo, 237p. \n\nTese de doutorado, Programa de Pós-Graduação em Geologia, Universidade do \n\nVale dos Sinos-UNISINOS.  \n\nMachado, J. L. F.. Sistema Aqüífero Guarani: Novos dados sugerem nova dimensão \n\nde sua potencialidade. 2006. In: IV Fórum Nacional do Meio Ambiente, 2006, \n\nSanta Rosa. ANAIS DO IV FÓRUM NACIONAL DO MEIO AMBIENTE. \n\nMachado, J. L. F.; Freitas, M.A. de F., Caye, B. 2002. Evolução Hidrogeoquímica dos \n\nAqüíferos no Oeste Catarinense. In: XII Congresso Brasileiro de Águas \n\nSubterrâneas, 2002, Florianópolis. Anais do XII Congresso Brasileiro de Águas \n\nSubterrâneas.  \n\nhttp://lattes.cnpq.br/2523355259852031\nhttp://lattes.cnpq.br/2523355259852031\n\n\n27 \n \n\nMartins, J. C. S. 1979. Pesquisa sobre o aqüífero basáltico da região sudoestedo Rio \n\nGrande do Sul. Dissertação de Mestrado, Instituto de PesquisasHidráulicas, \n\nUniversidade Federal do Rio Grande do Sul, 75 p. \n\nMaxey, G. B. 1964. Hydrostratigraphic Units. Journal of Hydrology, 2(2): 124-129. \n\nMenegasse, L.N. 1991. Estudo hidrogeológico das rochas metassedimentares do \n\ngrupo São Roque a NW da Grande São Paulo: critérios para locação de poços \n\nprofundos, SP. São Paulo,104p. Dissertação de Mestrado, Instituto de \n\nGeociências, Universidade de São Paulo. \n\nMyrvang, A. 2001, Beergmekanikk. Trondheim, Institutt for geology bergteknikk, \n\nNTNU. \n\nNanni, A. S. 2008. O Flúor em Águas Subterrâneas no Aquífero Serra Geral no Rio \n\nGrande do Sul: origem e condicionamento geológico, RS. Porto Alegre, 127p. \n\nTese de Doutoramento, Curso de Pós-Graduação em Geociências, Universidade \n\nFederal do Rio Grande do Sul.  \n\nNordstrom, D.K &amp; Jenne, E.A. 1977. Fluorite solubility equilibria in selected geothermal \n\nWaters. Geochimica et Cosmochimica Acta, 41(2): 175-188 \n\nNovakowski, K. 1995. Groundwater flow in fractured rocks. Waterloo Centre for \n\nGround Water Research, Canada. Course notes. 46 p. \n\nOliveira, D.B., Moreno, R.S., Miranda, D.J. , Ribeiro, C. S., Seoane, J.C.S., Mello, C. \n\nL. . Elaboração de um mapa de lineamento estrutural e densidade de lineamento \n\natravés de imagem SRTM, em uma área ao norte do rio Doce, ES. In: XIV \n\nSIMPÓSIO BRASILEIRO DE SENSORIAMENTO REMOTO, 2009, NATAL - RN. \n\nANAIS, 2009. p.4157-4163. \n\nOdling, N.E. 1997. Scaling and connectivityof joint systems in sandstones from \n\nwestern Norway. Journal of Structural Geology,19(10):1257-1271. \n\nPalacio, A.Q.H. 2011. Similaridade e fatores determinantes na salinidade das águas \n\nsuperficiais do Ceará, por técnicas multivariadas. Revista Brasileira de Engenharia \n\nAgrícola e Ambiental, .15(4): 395-402. \n\nPankow, J. F. 1991. Aquatic Chemistry Concepts. Chelsea, MI. Lewis Publishers, p. \n\n673. \n\nPaulipetro/Consórcio CESP/IPT. 1982. Geologia da Bacia do Paraná. SãoPaulo, 198 \n\np. \n\n\n\n28 \n \n\nPessoa, M. S. 1982. Banco de Dados Hidrogeológicos e Análise Estatística da Vazão \n\ndos Poços no Estado do Rio Grande do Sul, RS. Porto Alegre, 1v. Dissertação de \n\nMestrado, Instituto de pesquisas Hidráulicas, Universidade Federal do Rio Grande \n\ndo Sul.  \n\nPollard, D.P. &amp; Aydin, A. 1988. Progress inunderstanding jointing over the past \n\ncentury. Geological Society of American Bulletin,100:1181-1204. \n\nRamsay. J.G &amp; Huber, M.I. 1987. The Techniques of Modern Structural Geology. \n\nLondon. Academic Press. 703 p. \n\nReginato P. A. R. 2003. Integração de dados geológicos para prospecção de aqüíferos \n\nfraturados em trecho da Bacia Hidrográfica Taquari - Antas(RS), RS. Porto Alegre, \n\n254 p Tese de Doutoramento, Escola de Engenharia, UniversidadeFederal do Rio \n\nGrande do Sul.  \n\nReis, E. Estatística multivariada aplicada. Lisboa, 1997. \n\nRenne P. R., Ernesto M., Pacca I. G., Coe R. S., Glen J. M., Prévot M &amp; Perrin M.1992. \n\nThe Age of Paraná Flood Vulcanism, Rifting of Gondwanaland, andthe Jurassic – \n\nCretaceous Boundary. Science, 258: 975-979. \n\nSanberg, J. R. D. 1980. Estudo Hidrogeológico nas Províncias litológicas do Estado \n\ndo Rio Grande do Sul, RS. Porto Alegre, 1 v. Dissertação de Mestrado, Instituto \n\nde Pesquisas Hidráulicas, Universidade federal do Rio Grande do Sul. \n\nScherer, C.M.S. &amp; Lavina, E.L.C. 2005. Sedimentary cycles and facies architecture of \n\naeolian-fluvial strata of the Upper Jurassic Guará Formation, Southern Brazil. \n\nSedimentology, 52: 1323-1341. \n\nSoares, P. C., Matos J. T., Ballieiro M. G &amp; Meneses P. R. 1982. Lineamentos e \n\nimagens de LANDSAT e RADAR e suas implicações no conhecimento tectônico \n\nda Bacia do Paraná. In: SBG, 1982, Simpósio Brasileiro de Sensoriamento \n\nRemoto, 2, Atas, 1:143 -156. \n\nTiren, S. 1991. Geological setting and deformationof a low-angle fracture zone at \n\nFinnsjon, Sweden. Journal of Hydrology, 126: 17-43 \n\nVicini, L. 2005. Análise Multivariada. Da teoria à prática. Santa Maria, UFSM, CCNE, \n\n2005 \n\n\n\n29 \n \n\nZalán P. V., Wolf S., Conceição J. C. L., Astolfi A. M., Vieira I. S., Appi V. T.,Zanotto \n\nO. A., Marques A. 1991. Tectonics and Sedimentation of ParanáBasin. In: \n\nInternational Gondwana Symposium, 7, Proocedings, p. 83 -117. \n\nZALÁN, P.V. 1986. Identificação de falhas transcorrentes em seções sísmicas. Revista \n\nBrasileira de Geociências, 16(3): 258-265.  \n\nWhite, M.W. Geochemistry. 2013. West Sussex. Wiley-Blackwell, 714p.  \n\n \n\n\n\n1 \n \n\n5 ANEXO I – ARTIGO PUBLICADO EM ANAIS XXI SIMPÓSIO \n\nBRASILEIRO DE RECURSOS HÍDRICOS – 22 a 27 novembro de 2015, \n\nBrasília – DF. \n\nCARACTERIZAÇÃO ESTRUTURAL DAS ÁGUAS SUBTERRÂNEAS \n\nDOS AQUÍFEROS JURO-CRETÁCEOS DO OESTE DO RIO GRANDE \n\nDO SUL \n\nTeixeira, Guilherme Vargas1; Viero, Antonio Pedro1 \n\nResumo: Este estudo tem por objetivo a caracterização estrutural dos aquíferos Juro-Cretáceos \n\nda região Oeste do Rio Grande do Sul através do mapeamento das estruturas rúpteis a partir da \n\ninterpretação de imagens de relevo sombreado. Na área estudada predomina o Sistema Aquífero \n\nSerra Geral com mais de 90% da área aflorante e as estruturas tectônicas têm orientação \n\npreferencial  nos quadrantes Noroeste-Sudeste. No Sistema Aquífero Serra Geral, de natureza \n\nfissural, a circulação das águas subterrâneas ocorre escusivamente nas fraturas, e a densidade de \n\nfraturas parece estar diretamente relacionada às maiores produtividades dos poços tubulares, \n\ntanto em lineamentos regionais quanto de escala local, com menos de 5.000 metros de extensão. \n\nA movimentação vertical de blocos tectônicos foi investigada a partir de dados de cotas da \n\ninterface Formação Botucatu-Fomação Serra Geral obtidos nos perfis geológicos de dezenas de \n\npoços tubulareas da região. Os resultados mostram soerguimento tectônico no lado Leste da área, \n\nonde a interface Formação Botucatu-Fomação Serra Geral encontra-se de 100 a 150 metros mais \n\nelevada do que no lado Oeste.  \n\nPalavras-chaves: Geologia Ambiental;  Geologia Estrutural; Hidrogeologia. \n\n \n\nSTRUCTURAL CHARACTERIZATION OF CRETACEOUS--JURASSIC \n\nAQUIFERS OF WESTERN RIO GRANDE DO SUL \n\nAbstract: This study is aimed at structural characterization of the Jurassic - Cretaceous aquifers \n\nin the Western region of Rio Grande do Sul through the mapping of brittle structures from the \n\ninterpretation of shaded relief images.  The study area is dominated by the Serra Geral Aquifer \n\nSystem with more than 90 % of the outcrop area and the tectonic structures have preferred \n\norientation in the Northwest -Southeast quadrants. In the Serra Geral Aquifer System of fissural \n\nnature, the movement of groundwater occurs solely on fractures and fractures density seems to \n\nbe directly related to the higher productivity of wells and both regional as local lineaments with \n\n                                                 \n1 Universidade Federal do Rio Grande do Sul (UFRGS). Programa de Pós Graduação de Geociências da UFRGS. \nAutor do trabalho. E-mail: teixeira_guilherme@yahoo.com.br \n\n\n\n2 \n \n\nless than 5000 m long have the same behaviour. The vertical movement of tectonic blocks was \n\ninvestigated using altimetric data from the interface  Botucatu - Serra Geral formation obtained \n\nin the geological profiles of dozens of wells in the area. The results show tectonic uplift on the \n\neast side of the area, where the Botucatu - Serra Geral Formation interface is 100-150 meters \n\nhigher than on the west side. \n\n Key-words: Environmental Geology; Estructural Geology; Hidrogeology   \n\n \n\nINTRODUÇÃO \n\nO papel principal da tectônica no fluxo de água subterrânea é exercer forte controle sobre \n\na abertura, orientação e densidade de fraturas e, consequentemente, sobre a conectividade e \n\narmazenamento do aquífero. Banks et al. (1994) apresentam estudos de caso, nos quais \n\nconstatou-se a relação entre o esforço tectônico e a produtividade dos poços em fraturas de maior \n\nabertura hidráulica. Barton et al. (1995) observaram que 80% das fraturas identificadas como \n\ncondutoras estavam em orientação ótima com relação ao campo de esforços. As fraturas \n\ncondutoras são do tipo extensional (tipo I) ou fazem um ângulo agudo 30 ou 40° com este esforço \n\n(tipo II). Tiren (1991) conclui que as zonas de fraturas mais favoráveis para conduzir água são \n\naquelas que sofreram longa e complexa história tectônica. A análise da produção de poços em \n\nfunção de sua localização com relação a diversas características de lineamentos (proximidade, \n\ndireção, densidade e intersecção) é bastante comum. A intersecção de lineamento está ligada à \n\nquestão da conectividade de fraturas e, de fato, está associada a maiores produções de poços.  \n\nA crescente demanda por águas subterrâneas de boa qualidade para o consumo humano \n\nremete ao estudo detalhado destes recursos, pois a sua utilização é cada vez maior nos setores \n\npúblicos e privados. A região da fronteira oeste do Rio Grande do Sul (RS) é marcada por \n\nsucessivas crises de abastecimento de água nos períodos de estiagem. O conhecimento científico \n\nda estruturação, potencialidades e restrições de potabilidade dos aquíferos da Região Oeste do \n\nRS é precário e isto se constitui num entrave para o estabelecimento de critérios e políticas \n\nadequadas para a gestão dos mesmos. Machado (2005) estudou em escala regional os aspectos \n\nestruturais da região, de modo que investigações em escala maior são necessárias para a \n\natualização dos dados e para aprofundar o conhecimento hidrogeológico e hidroquímico dos \n\naquíferos, o que é apresentado neste trabalho. Os resultados destre estudo poderão fornecer \n\nsubsídios importantes para a mehor gestão e uso das águas subterrâneas. \n\nO objetivo deste projeto reside em: caracterizar a geologia estrutural dos Aquíferos Serra \n\nGeral e Sistema Aquífero Guarani da região oeste do Rio Grande do Sul; avaliar o potencial \n\nhídrico dos aquíferos; gerar dados e informações que sirvam de subsídio para a gestão das águas \n\nsubterrâneas. \n\n  \n\n\n\n3 \n \n\nMATERIAL E MÉTODOS \n\nA área de estudo abrange 56 municípios da porção Oeste do RS e compreende parte do \n\nCompartimento Oeste, Central e Norte do Sistema Aquífero Guarani definido por Machado \n\n(2005) e do aquífero Serra Geral. Nesse conjunto de áreas municipais, destacam-se pela extensão \n\nterritorial, Alegrete, Santana do Livramento, Uruguaiana, Rosário do Sul, São Borja, Itaqui e \n\nQuaraí.  \n\nDados hidrogeológicos, como vazão e aquífero explotado, foram obtidos no banco de \n\ndados SIAGAS da CPRM, no qual estão cadastrados mais de 2.000 poços tubulares na região \n\nestudada. \n\nO mapeamento das estruturas rúpteis (falhas e fraturas) foi realizado com o traçado dos \n\nlineamento tectônicos em imagem de relevo sombreado, produzida a partir do processamento de \n\nimagem de satélite com resolução original de 30 metros. E, a partir das imagens de relevo \n\nsombreado, foram feitos os tratamentos das mesmas por meio de traçados de lineamentos, de \n\nmodo que cada linha representa uma feição consequência de tectônica rígida. As escalas \n\nutilizadas foram   1:500.000, 1:250.000 e 1:100.000, o que permitiu traçar estururtuas de escala \n\nregional e local. \n\nCom o uso de ferramentas que integram o ArcGis, foram realizados tratamentos nas \n\nimagens a fim de ressaltar as principais feições geomorfológicas e, principalmente, as estruturas \n\ngeradas pela tectônica rígida. Dessa forma, atenção especial é dada na transformação de imagens \n\nde Modelo Numérico do Terreno (MNT) em relevo sombreado. Para isso, são utilizadas as MNT \n\ndo trabalho publicado por Hesenack e Weber (2004), o qual agrupou e gerou modelos digitais \n\nde elevação em formato Geotiff e arquivo vetorial Shape file.. \n\nAs imagens de relevo sombreado resultam de associação de dados altimétricos com \n\nângulos hipotéticos de incidência de iluminação, assim, produzindo imagens sombreadas que \n\ndestacam a morfologia do terreno. Com o uso da ferramenta Hillshade disponível no ArcGis, \n\natribui-se como base de dados altimétricos o MNT, onde os valores de cota do terreno são \n\napresentados por variação dos teores de cinza, associados com azimutes e ângulos de iluminação \n\nhipotéticos. O traçado de lineamentos em ambiente SIG permite que valores de coordenadas, \n\ncomprimento e azimute sejam extraídos mais facilmente, gerando uma tabela de atributos de \n\nlineamento, que fornece informações para tratamentos estatísticos posteriores. Com o uso da \n\nferramenta Calculate Geometry. No ambiente SIG, os lineamentos traçados têm o azimute e \n\ncomprimento atribuídos ao seu arquivo de dados, a partir dos quais são construídos diagramas \n\nde rosetas e de densidade de fraturas. Com as informações de comprimentos, os lineamentos \n\nforam separados em três classes: pequeno porte (<1000m), médio porte (de 1000 a 5000m) e \n\ngrande porte(>10000m). O mapa de densidade de frturas foi gerado com todos os lineamentos \n\ntraçados. Além do mapa de densidade de fraturas, foi gerado um mapa de relevo do topo da Fm. \n\nBotucatu, com dados de cotas desta formação em 204 poços tubulares da região e um mapa de \n\n\n\n4 \n \n\nvazões, utilizando o softwares Surfer. Os valores das vazões foram cruzados com a densidade de \n\nfraturas. O mapa de cotas do topo do SAG tem por objetivo a visualização de movimentação \n\nvertical de blocos tectônicos que podem segmentar o Sistema Aquífero Guarani (SAG) e o \n\nSistema Aquífero Serra Geral (SASG) gerando compartimentos com decontinbuidades laterais. \n\n \n\nRESULTADOS E DISCUSSÕES \n\nO mapeamento estrutural da deformação rúptil e o processamento dos dados obtidos \n\npermitiram a determinação das direções preferenciais das falhas e fraturas, sua extensão e \n\ndensidades e o as cotas do topo do SAG e base do SASG. A partir dos traçados elaborou-se \n\nmapas de lineamentos e de densidade de lineamentos e diagramas de rosetas. A Figura 1 \n\napresenta o mapa de lineamentos tectônicos e de densidades de lineamentos, construídos com \n\ntodos os lineamentos traçados.  \n\n \n\nFigura 1. Mapa de lineamentos tectônicos e de densidade de lineamentos traçados em imagem de \n\nrelevo sombreado nas escalas 1:500.000, 1:250.000 e 1:100.000. Cores vermelhas: mais alta densidade \n\nde lineamentos; cores verdes: mais baixa densidade de lineamentos. \n\n \n\nOs diagramas de roseta permitiram determinar as direções preferenciais dos lineamentos \n\nverificados na área de estudos em 3 escalas distintas. Estes diagramas mostram a predominância \n\nde direções NW-SE e NE-SW nos lineamentos de grande extensão, tanto aqueles superiores a \n\n5.000 metros quanto 10.000 m. Cabe destacar que as grandes estruturas, com mais de 10.000 \n\nmetros de comprimento, são orientadas essencialmente segundo direções NW-SE (Figura 2a e \n\n2b). Quando considerados todos os lineamnetos, inclusive aqueles de pequeno porte, não se \n\n\n\n5 \n \n\nobserva orientação preferencial, com azimutes em todas as direções, à excessão da direção N-S \n\n(Figura 2c). \n\n \n\n   \n\n(a) (b) (c) \n\n \n\nFigura 2. Diagramas de roseta de lineamentos com comprimentos maiores que 10.000 m(a), \n\n5.000 (b) e todas asextensões (c) \n\n  \n\nA Figura 3 mostra a distribuição de vazões dos poços cadastrados na região e nela observa-\n\nse que vazões significativas, com valores acima de 20 m3/h, são registradas em toda a área \n\nestudada. Os poços da Formaçao Serra Geral com vazões mais elevadas coincidem com as áreas \n\nde maior densidade de fraturas, identificadas pelas cores avermelhadas no mapa. Na zona oeste \n\nda área, nos municípios de Santana do Livramento e Uruguaiana é registrado um grande número \n\npoços com vazões altas em locais de baixa densidade de fraturas. Estes poços tem captação direta \n\nno Sistema Aquífero Guarani. \n\n\n\n6 \n \n\n \n\nFigura 3. Mapa de vazões (m3/h) nos poços da área estudada \n\n \n\nO mapa de cotas do topo da Formação Botucatu permitiu averiguar a existência de \n\nmovimentos verticais de blocos e a compartimentação tectônica e hidráulica do Sistema Aquífero \n\nAquífero Guarani na área. A movimentação vertical gera descontinuidade lateral nas camadas \n\nsedimentares do SAG e nas vulcânicas do SASG  ao longo dos planos de falha, interferindo na \n\nvazão dos poços e também na química da água. Na análise do mapa de isolinhas das cotas do \n\ntopo da Fm. Botucatu, nota-se a existência de pelo menos uma estrutura de direção NE-SW que \n\npromove a movimentação vertical de blocos, sendo o lado leste-sudeste soerguido e o lado oeste-\n\nnoroeste rebaixado (Figura 4). O bloco soerguido, na porção oriental da imagem, possui cotas \n\naltimétricas que passam de 120 metros, ao passo que bloco rebaixado, na porção ocidental da \n\nimagem, apresenta cotas da ordem de 20 metros, o que implica num rejeito vertical próximo de \n\n100 metros.    \n\n\n\n7 \n \n\n \n\nFigura 4: Mapa com as cotas altimétricas (m) do topo do SAG. Cores vermelhas mostram cotas mais \n\nelevadas, as quais ocorrem na porção leste-sudeste da área. Os losangos brancos representam os poços \n\ntubulares que alcançam o SAG. \n\n \n\nCONCLUSÕES \n\nOs resultados obtidos neste estudo permitem concluir o que segue: \n\no Os lineamentos tectônicos com mais de 5.000 metros de comprimento registrados na área \n\nde estudo apresentam preferencialmente direções NW-SE e NE-SW. \n\no Os grandes lineamentos, com mais de 10.000 metros de comprimento, tem direções NW-\n\nSE predominantes. \n\no Lineamentos menores com menos de 5.000 metros de comprimento ocorrem em todas as \n\ndireções, com excessão da direção N-S. \n\no Os poços do Sistema Aquífero Serra Guarani apresentam altas vazões independentemente \n\ndas estruturas rúpteis. \n\no Os poços do Sistema Aquífero Serra Geral possuem vazões muito variadas, sendo as \n\nmaiores relacionadas a zonas de alta densidade de fraturas.  \n\no Movimentos verticais de blocos foram identificsados na área, com soerguimento da porção \n\nLeste-Sudeste em relação ao lado Oeste e rejeito vertical de pelo menos 100 metros. \n\n\n\n8 \n \n\nREFERÊNCIAS \n\nBANKS, D.; RHOR-TORPE,  E.; SKHARPAGEN, H. (1994). Groundwater resources in hard \n\nrock: experiences from the Hvaler study, Southeastern Norway. Applied Hidrogeology, 2(2), pp. \n\n33-42. \n\n \n\nBARTON, C.A.; ZOBACK ,M.D.; MOOS, D.(1995). Fluid flow along potentially activefaults \n\nin crystalline rock. Geology, 23(8), pp.683-686. \n\n \n\nFERNANDES, A.J. (2005). Aquíferos Fraturados: Uma revisão dos Condicionamentos \n\nGeológicos e dos Métodos de Investigação. Revista do Instituto Geológico 29 (1/2), pp. 49-72. \n\n \n\nHESENACK, H.; WEBER, E.(2004)Manual do usuário do Idrisi: Exercícios tutoriais. UFRGS, \n\nPorto Alegre, 1998. In: ROSA, R. Sistema de Informação Geográfica. Universidade Federal de \n\nUberlândia, Instituto de Geografia, Laboratório de Geoprocessamento. Uberlândia. \n\n \n\nMACHADO, J.L. F. (2005). Compartimentação Espacial e Arcabouço Hidroestratigráfico do \n\nSistema Aquífero Guarani no Rio Grande do Sul, RS. São Leopoldo, 237p. Tese de doutorado, \n\nPrograma de Pós-Graduação em Geologia, Universidade do Vale dos Sinos-UNISINOS. \n\n \n\nTIREN, S. (1991). Geological setting and deformationof a low-angle fracture zone at Finnsjon, \n\nSweden. Journal of Hydrology, 126, pp.17-43. \n  \n\n\n\n9 \n \n\n \n\n6 ANEXO II- COMPROVANTE DO ARTIGO SUBMETIDO"}]}}}