{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04344"}, {"@name": "filename", "#text": "BTP_1985_28_4_10_Sistema_COPRE.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Sistema COPRE - Simulador de Comportamento de Poços em Testes de Avaliação de Formações\nSÉRGIO MAGALHÃES MARTINS FERREIRA, Setor de Processamento e Arquivamento de Dados de Produção, Divisão de Avaliação de Formações, Departamento de Produção.\nRESUMO — Foi desenvolvido um simulador do comportamento da pressão de poços em testes de avaliação de formações, que fornece o campo transientede pressão adimensional correspondente ao período de produção de poços, com fluxo constante ou nulo (situações sem surgència).\nAtravés de superposição no tempo, é possível a obtenção do campo de pressão no período de estática e também quando o período de produção se caracteriza por fluxo variável com o tempo.\nABSTfíA CT — A simulator was developed for the determination of the pressure behavior of wells in formation evaluation testing; this simulator provides the transient dimensionless pressure field of wells during the production period, for constant oil rate or a zero oil rate at the surface.\nThe use of time superposition permits the determination of the pressure field during the build-up period and when a variable rate exists during the production period.\n(Originais recebidos em 17-XII-84.)\n1\t- INTRODUÇÃO\nA existência de informações confiáveis sobre as condições dos reservatórios é importante em diversas fases da engenharia de petróleo. 0 engenheiro de reservatório deve dispor de informação suficiente para analisar adequadamente o desempenho do reservatório e prever a produção futura sob diversos modos de operação. 0 engenheiro de produção deve conhecer as condições dos poços de injeção e produção para inferir a melhor condição de desempenho do reservatório. A maioria destas observações pode ser efetuada a partir de testes de pressão.\nAs técnicas de testes transientes de pressão (buiid-up, drawdown,injectivity, faii-off e interference) constituem parte importante da engenharia de reservatórios e engenharia de produção. Testes de pressão incluem a geração e medida das variações de pressão com o tempo em poços e permitem, subsequentemente, estimar as propriedades das rochas, dos fluidos e dos poços. As informações práticas, obtidas a partir de testes transientes, incluem, dentre outras, dano, estimulação, pressão do reservatório, permeabilidade e porosidade.\nVários procedimentos de interpretação baseiam-se em curvas-tipo, que são o resultado de soluções analíticas de modelos matemáticos dos diversos proble\nmas de comportamento de pressões em poços. As soluções destes modelos matemáticos foram incentivadas graças ao notável desenvolvimento das facilidades computacionais, que surgiram, em grande número, na década de setenta, na literatura técnica sobre engenharia de petróleo.\nDentre os tópicos de engenharia de reservatórios e avaliação de formações que despertaram a atenção dos pesquisadores, destaca-se o estudo dos diversos modelos analíticos ou numéricos que visam prever o comportamento da pressão de fundo de poços petrolíferos em testes de avaliação de formações.\nEstes estudos e modelos são de fundamental importância para a interpretação dos testes de pressão, realizados com o objetivo de levantar informações sobre os parâmetros do reservatório. Assim, a previsão de pressões de fundo de poço representa uma ferramenta poderosa para a estimativa dos parâmetros mencionados. Além disso, o conhecimento do comportamento dessas pressões permite a determinação iterativa dos parâmetros, possibilitando a obtenção de valores mais precisos e o planejamento mais seguro dos testes de avaliação de formações.\nDesta forma, iniciou-se o desenvolvimento de um simulador de comportamento de poços em testes de avaliação.\nque representa a primeira etapa do Sistema COPRE. O objetivo final deste sistema é gerar programas com as seguintes rotinas: rotinas com diversos modelos adimensionais correspondentes aos vários tipos de problemas de interesse; rotinas com sistemas interpretadores e refinadores; rotinas com sistemas planejadores; e rotinas com sistemas de integração de dados.\n2\t- HISTÓRICO\nA elaboração do Sistema COPRE foi iniciada em novembro de 1981, na Divisão de Avaliação de Formações do Departamento de Produção (DEPRO/ DIAF), quando foram estudadas as referências mais comuns e um programa de computador para prever o comportamento de pressões, elaborado por técnicos da Companhia. A partir destes estudos e com as rotinas de serviço de cálculo de funções de Bessel de inversão da transformada de Laplace, partiu-se para o desenvolvimento do Sistema COPRE, que em dezembro de 1981 já possuía oito modelos implantados.\nA versão 1 do programa COPRE, terminada em abril de 1982, anexa dezessete modelos, dos quais dezesseis envolvem sistemas homogêneos e com dupla porosidade (modelo de WARREN &amp; ROOT), considerando coeficiente de estocagem constante, e um considera o coeficiente de estocagem adimensional variável com a pressão de fundo do poço.\nA versão 2 do programa COPRE, terminada em agosto de 1982, anexa quarenta e seis modelos, dos quais dezesseis envolvem sistemas homogêneos e oom dupla porosidade, considerando coeficiente de estocagem constante, outros dezesseis envolvem os mesmos modelos, mas considerando coeficiente de estocagem variável com a pressão de fundo de poço, e outros quatorze referem-se a situações de poços com fratura vertical. A decisão de realizar esta versão deveu-se às dificuldades de anexação dos demais modelos, que consideram coeficiente de estocagem adimensional variável com a pressão de fundo de poço, na versão 1. Assim, foi necessário recodificar todo o programa COPRE, obtendo-se a versão 2.\nA versão 3, modificação A (CO-PRE3A), terminada em dezembro de 1982, anexa 142 modelos, sendo apenas uma modificação aumentada da versão 2, em que a numeração dos modelos se-\ngue a seguinte regra:\n1-200:\tmodelos circulares;\n201-300: modelos com fratura vertical.\nEsta modificação anexa modelos compostos, homogêneos e de dupla porosidade (modelo de WARREN &amp; ROOT), com coeficiente de estocagem constante e variável, com surgência e sem surgência de óleo, além dos modelos uniformes e dos modelos de fratura vertical.\nA versão 3, modificação B (CO-PRE3B), terminada em julho de 1983, anexa os mesmos modelos que a modificação 3A, só que os modelos de dupla porosidade são capazes de gerar dez resultados diferentes dependendo do modelo adotado (WARREN &amp; ROOT, NAJURIETA-placas, NAJUR IETA-blo-cos, DE SWAAN-placas e DE SWAAN-blocos) e da adimensionalização escolhida (coeficiente de estocagem na fratura ou coeficiente de estocagem na fratura mais matriz).\nA versão 3, modificação C (CO-PRE3C), terminada em dezembro de 1983, anexa, além dos modelos da modificação B, todos os modelos de geometria esférica correspondentes aos modelos circulares; a modificação C da versão 3 consta de 270 tipos de cálculo, e a numeração dos modelos segue a seguinte regra:\n1-200:\tmodelos circulares;\n201-300: modelos com fratura vertical; 301-500: modelos esféricos.\nDiante da necessidade de testar os diversos tipos de cálculo das modificações COPRE3B e COPRE3C e de facilitar o uso do Sistema COPRE, empreendeu-se a elaboração de versões genéricas do mesmo, com sistemas de plotagem. A primeira modificação, elaborada com o objetivo de plotar os resultados obtidos, corresponde à COPRE1D; a seguir, foi desenvolvida a modificação COPRE1E, que visou â obtenção de gráficos sem as restrições da modificação anterior.\nEm prosseguimento ao esforço computacional referente ao desenvolvimento de sistemas de plotagem, foram desenvolvidas rotinas independentes de leitura de dados e confecção de gráficos, que podem ser acopladas às diversas versões e modificações do Sistema COPRE.\n3\t- PESQUISA BIBLIOGRÁFICA\nA parte da engenharia de petróleo re\nferente a testes de pressão em poços tem motivado vários trabalhos, principalmente na década de setenta.\nO movimento de fluidos subterrâneos é de interesse em muitos campos da engenharia e, como conseqüência, tem suscitado numerosos estudos nos últimos trinta anos. O primeiro trabalho analítico sobre o assunto é devido a THEIS (1), que mostrou que o crescimento de pressão em um poço d'água, após seu fechamento, é uma função linear do logaritmo da razão (t + At)/At, e que o declive da reta é inversamente proporcional à permeabilidade efetiva média da formação. A seguir, MUSKAT (2 ) discutiu o crescimento de pressão em poços de petróleo, em 1937, e propôs a determinação da pressão estática por meio de um processo de tentativas. No fim dos anos quarenta, VAN EVERDINGEN apresentou um conjunto de aulas sobre a análise de testes de poços, que estavam relacionadas com o estudo clássico de VAN EVERDINGEN &amp; HURST (3). Em 1951, HORNER (4) apresentou um estudo de crescimento de pressão e, em paralelo, MILLER-DYES-HUTCHIN-SON (5) apresentaram uma análise para o crescimento de pressão quando o poço produziu por longo tempo e alcançou a situação de regime pseudopermanente.\nEm 1954, MATHEWS-BRONS-HA-ZEBROEK (6) publicaram um importante trabalho, em que estenderam a determinação de HORNER da pressão estática para reservatórios circulares limitados. Estes autores também apresentaram um método simples de determinar a pressão média do reservatório para reservatórios de múltiplos poços.\nRecentemente, inúmeros pesquisadores têm-se dedicado ao estudo das técnicas de análise de variação de pressão. Fundamentalmente, estes métodos baseiam-se em solução de problemas de fluxo transitório de fluidos que fluem até poços.\nEntre os trabalhos relativos a sistemas homogêneos, destaca-se o de AGARWAL, AL-HUSSAINY &amp; RAMEY (7). Dentre aqueles referentes a modelos de sistemas de dupla porosidade, destacam-se os de WARREN &amp; ROOT (8), DE SWAAN (9) e NAJU-RIETA (10). O estado da arte da avaliação de testes de fluxo de reservatórios fraturados está apresentado no trabalho de GRINGARTEN (u). Quanto a fraturas verticais em poços, merecem destaque os trabalhos de CINCO-LEY, SA-\nMANIEGO &amp; DOMINGUEZ (12) e CINCO-LEY &amp; SAMANIEGO (13). Em relação aos modelos circulares sem sur-gência e compostos, destacam-se os trabalhos de RAMEY &amp; AGARWAL (14); SATMAN, EGGENSCHWILER, TANG &amp; RAMEY (ls); SATMAN, EGGENSCHWILER &amp; RAMEY (16). Sobre geometrias esféricas, os seguintes trabalhos podem ser mencionados: CHATAS (17); CULHAM (18); ERSHAGHI, RHEE &amp; YANG (19); BRIGHAM, PEDEN, NG &amp; O'NEILL (20) e ONYE-KONWU &amp; HORNE (21).\nDurante a elaboração do simulador de comportamento de poços, dois grupos de relatórios foram emitidos. Os relatórios de progresso confeccionados ao longo da codificação e teste dos programas e rotinas, emitidos sob o título \"Desenvolvimento do Sistema CO-PRE\" (22~°6), permitem uma visão gradativa dos tópicos desenvolvidos; os trabalhos emitidos sob o título \"Simulador de Comportamento de Poços\" (37_43) apresentam os desenvolvimentos matemáticos correspondentes aos modelos.\n4\t- MODELOS FÍSICOS\nAté o presente estágio de desenvolvimento do simulador, foram consideradas as seguintes situações de fluxo no meio poroso:\na)\tfluxo circular (cilíndrico), em que os fluidos se dirigem radialmente para o poço produtor em formações pouco espessas;\nb)\tfluxo retangular, em que os fluidos se dirigem para uma fratura vertical e desta para o poço produtor;\nc)\tfluxo esférico, em que os fluidos se dirigem radialmente para o poço produtor em formações bastante espessas.\nAlém destas considerações geométricas, foram admitidas situações de rocha homogênea e de dupla porosidade, seguindo diferentes modelos (WARREN &amp; ROOT, DE SWAAN e NAJURIETA).\nEm todos os problemas, são considerados o coeficiente de película (skin) e o efeito de estocagem no poço; aquele é sempre considerado constante, embora este possa ser tido como função da pressão de fundo de poço.\nTodos os modelos consideram uma situação de vazão constante no poço, sendo possível considerar a opção de vazão variável, por meio do princípio da superposição na variável tempo. Alguns modelos consideram a situação\nde não-surgência e, portanto, admitem fluxo nulo.\n5\t- MODELOS MATEMÁTICOS\n5.1\t— Generalidades\nUm modelo matemático é considerado completo (well posed problem) quando está representado por uma equação diferencial representativa do fenômeno e das condições iniciais e de contorno correspondentes ao problema em questão.\nPara a descrição matemática do fluxo de fluidos em um meio poroso, é necessário combinar os seguintes princípios:\na)\tlei da conservação da massa;\nb)\tlei de Darcy;\nc)\tequação de estado.\nCombinando-se estas três relações e considerando-se simplificações pertinentes, tem-se a equação diferencial do fenômeno para cada geometria.\n5.2\t— Modelos de Geometria Circular\nUniforme\nNo caso de geometria circular de fluxo, tem-se a seguinte equação para o fluxo unifásico:\n_L JL (r 9P) = ^Ct dp\nr 9r 9r\tk 9t\nem que:\nr = coordenada radial\nt = tempo\np = pressão\n0 = porosidade\np = viscosidade\nct = compressibilidade total do sistema k = permeabilidade\nNa expressão anterior, as variáveis têm que estar em um mesmo sistema de unidades (como SI ou CGS).\nEis as condições de contorno nos problemas:\ncondição inicial\nt = 0, p = pj\ncondição de contorno interna\nrelação pressão na formação/pressão no\npoço\n\nqfAiS\n27rkh\ncondição de contorno externa\nem que:\nh = espessura da formação\nVw = volume do poço\nc = compressibilidade do fluido no poço\nq\t= vazão do poço\nS\t= coeficiente de película (skin)\nDefinindo-se as seguintes variáveis adimensionais:\n 27rkh (p; - p)\nt = kt\nD ^'4\nrD = r/rw\nCD = C/(27r0h ctr^)  2rrkhAps q/z\nem que:\nPi = pressão inicial do reservatório\nrw = raio do poço\nAps = queda de pressão na película\nC = coeficiente de estocagem\ntem-se a seguinte equação adimen-cional e condições de contorno adimensionais:\nd2Pp + 1 dpp _ dpp\n9rD rP 9rp 9tp\nPP&lt;rD- tp) = 0, tp = 0\ndPWD dtp\nPWP “ PP ~\nrp = 1\nPp^P-tp)-0- rP - reD\nou\nãT5-(rD-tD» = °- rD = reD drD\nou\nlim pD (rD,tD) = 0\nrD^°°\n5.3\t— Modelos de Geometria Circular\nComposta\nConsiderando-se um poço de raio finito em reservatório finito ou infinito, composto, com ou sem surgência, com coeficiente de estocagem constante ou variável, tem-se que as seguintes equações diferenciais representam o fluxo neste meio poroso:\n1a região (índice 1)\n9pD\tôpD\n—\t(rD^—L> =-ÃT1’\nrD 9rD M orD\tõtD\n1\t&lt;rD &lt;Rq\n2.a região (índice 2)\n1 a\t9pd2\t9pd2\nrD ôrD\torD\tdtD\nRD<rD<°° ou reD\nAs condições de contorno nos pro blemas considerados são:\nPD, (rD, tD) = 0, rD->°°ou reD 9pD2\nou—— =0, rD = reD\npd, (rd-tD»= pd2&lt;rd-rD>\nôpD\tÔPD.\n_.(Rd,.dI=X__ (Rd,id)\nAs variáveis adimensionais, nas expressões anteriores, têm as seguintes\ndefinições:\nPD,\t\t—&lt;Pi\t-Pi)\npD2 =\t27rk. h \t(Pi QM\t- P2)\nPWD =\t27Tk.h , \tê\t(P\ti - PW>\ni? = {k/^Ct^/jk/^Ct^\nX = {k/M^/|k/M}2\nrD = r/rw\ntD = k1t/(0pctr$v)i\nRd = R/rw\nCd = 0/(20, cti hrjy)\n5.4\t— Modelos de Geometria Retangular\nOs modelos de geometria retangular correspondem àqueles em que se considera a existência de uma fratura vertical no poço. Devido às características iniciais do escoamento e posição da fratura, a geometria retangular atende melhor às condições de contprno.\nConsidere-se um poço fraturado verticalmente, produzindo uma vazão constante q, de um reservatório horizontal infinito, isotrópico e homogêneo que contém um fluido ligeiramente compres-sível, de compressibilidade c e viscosidade p. O meio poroso tem permeabilidade k, porosidade 0, espessura h e pressão inicial pp\nSuponha-se um poço interceptado por uma fratura vertical, indeformável, de comprimento 2 Xf, largura bf, permeabilidade kf, porosidade 0f e compressibilidade total cjt. As propriedades do reservatório eda fratura são independentes da pressão, e o fluxo no sistema obedece à lei de Darcy. Além disso, é conveniente supor que os gradientes de pressão sejam pequenos, os efeitos gravi-tacionais sejam desprezíveis e o fluxo que entra no poço venha somente através da fratura.\nCom estas suposições, o fluxo tran-siente no sistema pode ser descrito pela equação da difusividade que se apresenta nas seguintes formas adimensionais para a fratura vertical e matriz:\neixo x — na direção da fratura eixo y — normal à fratura\nfratura vertical\nequação da difusão:\nd2 PfD +\t2\t9 pD\n9xp (kfb)D ôyD\ncondições de contorno:\nPfD“0' tDxf=°\nPfD = 0, xd “*■00 (fratura infinita) 9 PfD\n9xd\n= 0, xp = 1 (fratura finita) xd = 1 dPfD ________7T\n9xd (kfb)D'XD °\nmatriz\nequação da difusão:\nd2pp_ dpp\n3Yb 9tDxf\ncondições de contorno:\nPD = 0- tDxf=°\nPdI „ _ n = PfD' YD = 0\n| YD ~ 0\nlim pD = 0, tDx >0 YD^°°\nem que as variáveis adimensionais são definidas da seguinte maneira:\nPfD ~\n2tt (pj - pf) kh\nV\nPD =\n2rr (pj - p) kh dwM\n- kt\nDxf (0MCtxp\nXp = x/Xf\nyd = y/xf\ní?fD =\nkf0ct\nk0fCft\n5.5\t— Modelos de Geometria Esférica Uniforme\nA equação diferencial básica para a descrição de um fluxo de um fluido ligeiramente compressível em um meio poroso uniforme de geometria esférica é:\n92p + 2 9p _ ct 9p\n9r2 r 9r\tk 9t\nEis as condições de contorno nos problemas:\ncondição iniciai\np = Pj, t=0\ncondição de contorno interna\nVwc dPw =1\nq M or r d dt\nw\nrelação pressão na formação/pressão no\npoço\np-pw = _^S_,q = 4<Á(9P) 47rkrw\tp 9r\n1 \\A/\nvariável, tem-se que as seguintes equações diferenciais representam o fluxo neste meio poroso:\n1a região (índice 1)\n92PDj 2 9PDt\t9PDj\n9rD\trD 9rD\t9tD\n1 &lt;rD &lt;Rp; tp >0\n2a região (índice 2)\n92PD2\t2 9PD2 9PD2\n9rD + rD ^D~ V 9t\nRD<rD<o° ou reD- >0\nAs condições de contorno nos problemas considerados são:\ntp = kjt/(0MCtrw\\ rD = R/rw\nCp= C/(27r0ctr^)i\n5.7 — Modelos sem Surgència\nOs modelos que consideram a não--surgência de óleo diferem dos modelos com surgència de óleo quanto a variação da condição de contorno interna.\nAlém disso, a adimensionalização das variáveis é feita de tal maneira que:\nPi - P\n4?rkrwAps\ncondição de contorno externa\nPDt&lt;rD- 0) = 0; 1 &lt;rp &lt;Rp\npo2\ncd\n(rD, 0) = 0; Rp &lt;rD &lt;°° ou reD\ndPWD\ndtD\n9PDj\n9rD\n)\nrD = 1\nDefinindo-se as seguintes variáveis adimensionais:\nPWD - PDj\n-S (■\nÔPD1\n9rD\n)\nrD = 1\nPD&lt;rD- tD> =\n4?rkrw (p; - p)\ntD -\nPD2 (rD, tD) = 0, rD->~ ou reD 9pD2\nou—— =0, rp = reD\ndrD\nrD = r/rw\n„\t^wc\nCd = ’------5—’\n47r0ctr^\ns _ 47rkrwAps\nqp\ntem-se a seguinte equação adimensional e condições de contorno adimensionais: d2Pp + 2 dpp = 9pp 9rD rD 9rD 9tD\nPDt&lt;rD' = PD2&lt;rD- tD)\n9pD\t9pp\n-----(Rd^d' = -------(Rd^d)\n9rD\n9rD\nAs variáveis pressões acima, ções:\nadimensionais, nas ex-têm as seguintes defini-\nPD1\n4trk1rw\ndMi\nAs condições de contorno dos diversos problemas abordados são idênticas, em forma, às condições correspondentes para modelos circulares.\n5.6 — Modelos de Geometria Esférica Composta\nConsiderando-se um poço de raio finito em reservatório finito ou infinito, composto, com ou sem surgència, com coeficiente de estocagem constante ou\nPD2\n47Tkt rw\n<Pi — P2)\n47rk1 rw\nPWD =-----\nrD = r/rw\nem que:\nq = vazão de referência po = pressão de coluna\n5.8 — Modelos de Dupla Porosidade\nOs diversos modelos de dupla porosidade (WARREN &amp; ROOT, DE SWAAN e NAJURIETA) estão desenvolvidos nos relatórios da série Simulador de Comportamento de Poços {37-43 ).\n6\t- MODELO NUMÉRICO\nAté o presente estágio de desenvolvimento do Sistema COPRE, as soluções dos diversos modelos matemáticos listados na seção anterior são parte analíticas e parte numéricas. A parte analítica corresponde à solução da equação diferencial no espaço de Laplace; a parte numérica corresponde à inversão numérica da solução obtida no espaço de Laplace.\nA transformada inversa da solução no espaço de Laplace foi obtida através da técnica númerica apresentada por STEHFEST í44) e utilizada amplamente por diversos autores em problemas de avaliação de formações. A rotina proposta por este autor obtém uma aproximação da solução no espaço real, tomando uma média ponderai dos valores do resultado no espaço de Laplace.\n7\t- MODELO COMPUTACIONAL\nO modelo computacional do Sistema COPRE se apresenta em forma de rotinas e programas auxiliares. Os programas auxiliares foram descritos em rela-\n= 1\ntórios de progresso da série Desenvolvimento do Sistema COPRE (35<36),\nOs diversos modelos matemáticos desenvolvidos foram implantados sob a forma de diferentes rotinas. Assim, foram anexados 270 tipos de cálculo na modificação mais recente do Sistema COPRE, sob a forma de 270 rotinas.\nAté o presente, todas as soluções do Simulador correspondem a soluções obtidas no espaço de Laplace. Entretanto, outras rotinas com outras famílias de soluções deverão ser desenvolvidas.\n8 - CONCLUSÃO\nO desenvolvimento previsível do simulador de comportamento de poços consiste na anexação de soluções obtidas através do princípio de superposição.\nPara permitir a verificação dos resultados obtidos através do simulador, no caso de cálculos pouco convencionais, e para obter o campo de pressões em situações não-lineares, é imprescindível o desenvolvimento de um simulador numérico (não-linear) de comportamento de poços em testes de avaliação de formações.\nREFERÊNCIAS BIBLIOGRÁFICAS\ní1) THEIS, C. V. The relationship between the lowering of the piezometric surface and the rate and duration of discharge using ground water storage. Trans. Am. Geophys. Union, 16: 519, 1935.\t.\n(2)\tMUSKAT, M. Use of data on\nbuild-up of bottom hole pressures. Trans. Am. Inst. Min. Metall. Eng., 723; 44-8, 1937.\n(3)\tVAN EVERDINGEN, A. F. &amp;\nHURST, W. The application of the Laplace transformation to flow problems in reservoirs. Trans. Am. Inst. Min. Metall. Eng., 186: 305-24, 1949.\n(4)\tHORNER, D. R. Pressure build-up\nin wells. In: CONGRESSO MUNDIAL DE PETRÓLEO. 3., Haia, 1951. Proceedings. The Hague, E. J. Brill, 1951.\n(5)\tMILLER, C. C.; DYES, F. &amp;\nHUTCHINSON JR., C. A. The estimation of permeability and reservoir pressure form bottom hole pressure build-up characteristics. Trans. Am. Inst. Min. Metall. Eng., 189: 91-104, 1950.\n(6)\tMATHEWS, C. S.; BRONS, F. &amp;\nHAZEBROEK, P. A method for determination of average pressure in a bounded reservoir. Trans. Am. Inst. Min. Metall. Eng., 201: 182-91, 1954.\n(7)\tAGARWAL, R.G.; AL-HUSSAINY,\nR. &amp; RAMEY JR., H. J. An investigation of wellbore storage and skin effect in unsteady liquid flow: I. Analytical treatment, Soc. Pet. Eng. J., 10\n(3), Sep. 1970.\n(8)\tWARREN, J. E. &amp; ROOT, P. J. The\nbehavior of naturally fractured reservoirs. Soc. Pet. Eng. J., 3\n(3)\t, Sep. 1963.\n(9)\tDE SWAAN, O. A. Analytic\nsolutions for determining naturally fractured reservoir properties by well testing. Soc. Pet. Eng. J., 16 (3): 117-22, June 1976.\n(10)\tNAJURIETA, H. L. A theory for\nthe pressure transient analysis in naturally fractured reservoirs. Dallas, Texas, SPE, 1976 (SPE #6017).\n(n) GRINGARTEN, A. C. Flow test evaluation of fractured reservoirs. In: SYMPOSIUM ON RECENT TRENDS IN HYDRO-GEOLOGY, 1979. Proceedings. [s. n. t.J.\n(12)\tCINCO-LEY, H.; SAMANIEGO, F.\n&amp;\tDOMINGUEZ, N. Transient pressure behavior for a well with a finite conductivity vertical fracture. Soc. Pet. Eng. J., 18\n(4)\t: 253-64, Aug. 1978.\n(13)\tCINCO-LEY, H. &amp; SAMANIEGO,\nF. Transient pressure analysis for fractured wells. J. Pet. Technol., 33 (9): 1749-66, Sep. 1981.\n(14)\tRAMEY JR., H. J. &amp; AGARWAL,\nR. G. Annulus unloading rates as influenced by wellbore storage and skin effect. Dallas, Texas, SPE, 1971 (SPE #3538).\n(ls) SATMAN, A. et alii. An analytical study of transient flowing systems with radial discontinuities. Dallas, Texas, SPE,\n1980.\t(SPE #9399).\n(16)\tSATMAN, A.; EGGENSCHWILER,\nM. &amp; RAMEY JR., H. J. Interpretation of injection well pressure transient data in thermal oil recovery. Dallas, Texas, SPE, 1980. (SPE #8908).\n(17)\tCHATAS, A. T. Unsteady spherical\nflow in petroleum reservoirs. Soc. Pet. Eng. J., 6 (2): 102-14, June 1966.\n(18)\tCULHAM, W. E. Pressure build-up\nequations for spherical flow\nregime problems. Dallas, Texas, SPE, 1972. (SPE #4053).\n(19)\tERSHAGHI, I.; RHEE, S. W. &amp;\nYANG, H. T. Analysis of pressure transient data in naturally fractured reservoirs with spherical flow. Dallas, Texas, 1976. (SPE #6018).\n(20)\tBRIGHAM, W. E. et alii. The\nanalysis of spherical flow with wellbore storage. Dallas, Texas, SPE, 1980. (SPE #9294).\n(21)\tONYEKONWU, M. O. &amp; HORNE,\nR. N. Pressure response of a reservoir with spherically discontinuous properties. Dallas, Texas, SPE, 1981. (SPE # 10226).\n(22)\tFERREIRA, S. M. M. &amp; BRITO,\nN. S. Desenvolvimento do Sistema COPRE (Plano de ação preliminar). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF,\n1982.\n(23)\t____________ Desenvolvimento do\nSistema COPRE (Estudo do Programa PRODTEST). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1982.\n(24)\t__________Desenvolvimento do\nSistema COPRE (SUBROUTINE VA RPR I — Sistemas homogêneos e com dupla porosidade). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1982.\n(25)\t.-------_, Desenvolvimento do\nSistema COPRE (SUBROUTINE VARPRI — Estocagem variável e fluxo variável). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF,\n1982.\n(26)\t____________ Desenvolvimento do\nSistema COPRE (Testes do Programa COP RE/Versão 1). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1982.\n(27)\t__________Desenvolvimento do\nSistema COPRE (Programa CO-PRE/Versão 1 — Modificações disponíveis). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1982.\n(28)\t__________. Desenvolvimento do\nSistema COPRE (Programa CO-PRE/Versão 2 — Estocagem variável e fratura vertical). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF,1983.\n(29)\t____________ Desenvolvimento do\nSistema COPRE (Testes do Programa COPRE/Versão 2). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\n(30)\t____________ Desenvolvimento do\nSistema COPRE (Plano de ação/ 83). Rio de Janeiro, PETRO-\nBRÁS. DEPRO. DIAF, 1983.\n(31)\tFERREIRA, S. M. M. &amp; BRITO,\nN. S. Desenvolvimento do Sistema COPRE (Programa COPRE/ Versão 3A — Geometria circular uniforme, sem surgência e geometria circular composta, com esem surgência). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF,\n1983.\n(32)\t---------- . Desenvolvimento do\nSistema COPRE (Testes das versões do Programa COPRE). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\n(33)\tFERREIRA, S. M. M. Desenvolvi-\nmento do Sistema COPRE (Plano de ação/84). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF,\n1984.\n(34)\t__________Desenvolvimento do\nSistema COPRE (Programa C0-PRE/Versão 1, Modificação 1E com nova rotina de plotagem). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1984.\n(35)\t----------Desenvolvimento do\nSistema COPRE (Rotinas gerais de entrada de dados e rotinas gerais de plotagem). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1984.\n(36)\t__________Desenvolvimento do\nSistema COPRE (Descrição dos arquivos de dados do Sistema COPRE e testes das rotinas de entrada de dados e plotagem). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1984.\n(37)\tFERREIRA, S. M. M. &amp; BRITO,\nN. S. Simulador de comportamento de poços (1.a parte). In: SEMINÁRIO DE AVALIAÇÃO DAS FORMAÇÕES. '3., Salvador, 1982. Seminário de avaliação das formações. Salvador, PETROBRÁS. SEPES. DIVEN.SEN-BA, 1982.\n(38)\t__________Simulador de com-\nportamento de poços (2.a parte). In: SEMINÁRIO DE AVALIAÇÃO DAS FORMAÇÕES. 3., Salvador, 1982. Seminário de avaliação das formações. Salvador, PETROBRÁS. SEPES. DIVEN.SEN-BA, 1982.\n(39)\t._________.. Simulador de com-\nportamento de poços (3a parte). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\n(40)\t__________Simulador de com-\nportamento de poços (4a parte). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\n(41)\t__________Simulador de com\nportamento de poços (5a parte). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\n<42) FERREIRA, S. M. M. &amp; BRITO, N. S. Simulador de comportamento de poços (6a parte). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\n(43) FERREIRA, S. M. M. &amp; BRITO, N. S. Simulador de comportame mento de poços (6.a parte). Rio de Janeiro, PETROBRÁS. DEPRO. DIAF, 1983.\ní44) STEHFEST, H. Algorithm 368, numerical inversion of Laplace transforms, D-5. Commun. ACM, 73(1), 1970."}]}}}