{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06943"}, {"@name": "filename", "#text": "11556_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DANIEL KUMAZAWA MORAIS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPETROLEUM EFFECTS ON SOIL MICROBIAL COMMUNITIES \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2015\n\nTese apresentada à Universidade Federal de \nViçosa como parte das exigências do Programa \nde Pós-Graduação em Microbiologia Agrícola \npara obtenção do título de Doctor Scientiae. \n\n\n\nFicha catalográfica preparada pela Biblioteca Central da\nUniversidade Federal de Viçosa - Câmpus Viçosa\n\nT\n\nMorais, Daniel Kumazawa, 1987-\nM827p\n2015\n\nPetroleum effects on soil microbial communities /\nDaniel Kumazawa Morais. - Viçosa, MG, 2015.\n\nxii, 79f. : il. (algumas color.) ; 29 cm.\n\nOrientador : Marcos Rogério Tótola.\nTese (doutorado) - Universidade Federal de Viçosa.\nInclui bibliografia.\n\n1. Micro-organismos. 2. Bactérias. 3. Solos -\nContaminação. 4. Hidrocarbonetos. I. Universidade Federal\nde Viçosa. Departamento de Microbiologia. Programa de\nPós-graduação em Microbiologia Agrícola. II. Título.\n\nCDD 22. ed. 628.536\n\n\n\n \n\nDANIEL KUMAZAWA MORAIS \n \n\n \n\n \n\n \n\n \n\nPETROLEUM EFFECTS ON SOIL MICROBIAL COMMUNITIES \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPROVADA: 29 de Julho de 2015. \n\n \n\n \n\n \n\n \n\n  Hilário Cuquetto Mantovani \n \n \n\n   Maurício Dutra Costa \n(Co-orientador) \n\n \n \n\n  \n Luiz Fernando Wurdig Roesch \n\n \n   Moysés Nascimento \n\n \n \n \n \n \n\n   Marcos Rogério Tótola \n(Orientador) \n\n \n\nTese apresentada à Universidade Federal de \nViçosa como parte das exigências do Programa \nde Pós-Graduação em Microbiologia Agrícola \npara obtenção do título de Doctor Scientiae. \n\n\n\n \n \n\nii \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedicado aos meus pais. Vladimir Morais \n\ne Maria Edina Kumazawa Morais\n\n\n\n \n \n\niii \n \n\nAGRADECIMENTOS \n \n\nAgradeço a Deus pela presença constante e pelo cuidado de todos os dias. \n\nÀ minha esposa Gabriela Alberti, pelo amor, carinho e apoio em toda minha trajetória. \n\nAos meus irmãos, Rafaella, Deky e Elaine pelo carinho e por estarem sempre presentes \n\ne prontos para uma palavra de conforto. \n\nÀ Universidade Federal de Viçosa e ao Departamento de Microbiologia, pelas \n\noportunidades proporcionadas. \n\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) e a \n\nCoordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) pelo \n\nfinanciamento da pesquisa e pela bolsa de estudos. \n\nAo Professor Marcos Rogério Tótola pela orientação e toda ajuda para desenvolver esse \n\ntrabalho. \n\nAos professores Hilário Mantovani (DMB), Maurício Costa (DMB), Moysés \n\nNascimento (DET) e Luiz Roesch (UNIPAMPA – Campus São Gabriel), por terem \n\naceito avaliar esse trabalho e pelas contribuições. \n\nAos pesquisadores Penny Hirsch e Ian Clark do Rothamsted Research Institute, \n\nInglaterra, pela confiança, contribuições e dedicação direcionados ao meu estágio no \n\nexterior. Aos demais colegas do AgroEcology Group, Frances Jones, Rebeka Robinson, \n\nTim Mauchline e Andy Neal. \n\nAos professores e funcionários do departamento de Microbiologia, pelos ensinamentos \n\ne disposição em ajudar durante todo o meu treinamento. \n\nAos grandes amigos Victor Pylro e Marc Redmile-Gordon pelas inúmeras discussões e \n\ncolaborações científicas. Vocês foram muito importantes na construção desse trabalho. \n\nAos amigos do laboratório de Biotecnologia e Biodiversidade para o Meio Ambiente \n\n(LBBMA – UFV), por todo o suporte e pela excelente convivência durante todo o \n\ndoutorado.  \n\n  \n\n\n\n \n \n\niv \n \n\nBIOGRAFIA \n\n \n\n \n\nDANIEL KUMAZAWA MORAIS, filho de Vladimir Morais e Maria Edina \n\nKumazawa Morais, nasceu em 10 de abril de 1987 em Sinop, Mato Grosso. Em 12 de \n\nmarço de 2009, graduou-se no curso de Licenciatura Plena em Ciências Biológicas da \n\nUniversidade Federal de Mato Grosso. Em agosto de 2009, iniciou o curso de Mestrado \n\nem Microbiologia Agrícola na Universidade Federal de Viçosa, na área de \n\nMicrobiologia Ambiental, submetendo-se à defesa de dissertação em 26 de julho de \n\n2011. Subsequentemente, ingessou no curso de Doutorado em Microbiologia Agrícola \n\nna Univerisade Federal de Viçosa, na área de Microbiologia Ambiental, submentendo-\n\nse à defesa de tese em 29 de julho de 2015. \n\n  \n\n\n\n \n \n\nv \n \n\nTable of contents \n\nLIST OF FIGURES ................................................................................................ vi \nLIST OF TABLES ............................................................................................... viii \nABSTRACT ........................................................................................................... ix \nRESUMO ............................................................................................................... xi \nINTRODUÇÃO GERAL ........................................................................................ 1 \nOBJETIVOS ............................................................................................................ 4 \nREVISÃO BIBLIOGRÁFICA ................................................................................ 5 \nREFERÊNCIAS ...................................................................................................... 9 \nCHAPTER 1 .......................................................................................................... 17 \nRESPONSES OF MICROBIAL COMMUNITY FROM TROPICAL PRISTINE \nCOASTAL SOIL TO CRUDE OIL CONTAMINATION ................................... 17 \nINTRODUCTION ................................................................................................. 19 \nMATERIAL AND METHODS............................................................................. 20 \nRESULTS .............................................................................................................. 25 \nDISCUSSION ........................................................................................................ 36 \nREFERENCES ...................................................................................................... 39 \nADDITIONAL INFORMATION AND DECLARATIONS ................................ 45 \nCHAPTER 2 .......................................................................................................... 46 \nEMPOWERING THE SOIL MICROBIAL COMMUNITY TO WITHSTAND TOXIC \nHYDROCARBON CONTAMINATION ............................................................. 46 \nABSTRACT .......................................................................................................... 47 \nINTRODUCTION ................................................................................................. 49 \nMATERIAL AND METHODS............................................................................. 51 \nRESULTS AND DISCUSSION ............................................................................ 55 \nCONCLUSIONS AND FUTURE PERSPECTIVES ............................................ 70 \nREFERENCES ...................................................................................................... 70 \nADDITIONAL INFORMATION AND DECLARATIONS ................................ 75 \nCONCLUSÕES GERAIS ..................................................................................... 79 \n \n  \n\n\n\n \n \n\nvi \n \n\nLIST OF FIGURES \n\n \nChapter 1 \n \nFigure 1 – Experimental design representation \n \nFigure 2 - Respirometry analysis of Trindade Island coastal soil microcosms. Average \nCO2 emission rates evaluated during 38 days of incubation. Emissions until 24 days \nrepresent the acclimatizing period without oil addition. Readings after 24 days show the \ndifferences in CO2 emissions after establishing the two treatments (Control and Oil). \nThe microcosms were incubated at 26 °C and CO2 emission was monitored by an \nautomated respirometer coupled to an infrared CO2 detector. \n \nFigure 3 - Average alpha diversity rarefaction plot for (A) Bacteria/Archaea and (B) \nFungi. It shows the number of observed species at a random pool of sequences in \ndifferent depths.  \n \nFigure 4 - Principal coordinate analysis (PCoA). A total of 6 soil samples were \nanalysed by amplicon sequencing. Sequences were rarefied at the same sequencing \ndepth and abundance matrixes were generated using taxa tables summarized at the \nlowest possible taxonomic level, ranging from phylum to specie. (A) 16S rDNA \namplicon sequences coordinates analysis, generated with Weighted Unifrac distance \nmatrix, explaining 90.90% of variation. (B) Fungal ITS1 region amplicon sequences \ncoordinate analysis, generated with Bray-Curtis distance matrix, explaining 96.16% of \nvariation. \n \nFigure 5 - Relative abundance of Bacteria and Archaea phyla using 16S rDNA \nsequences. Samples are disclosed isolated and as an average of each treatment.  \n \nFigure 6 - Relative abundance of Fungi phyla using ITS1 region sequences. Samples \nare disclosed isolated and as an average of each treatment. \n \nChapter 2 \n \nFigure 1 (A) - Accumulated CO2 evolution of the treatments Control, Oil, BCP and \nComb for Grassland soil, during the 17 days of incubation. The measurement was made \nusing the MicroRespTM method. \n \nFigure 1 (B) - Accumulated CO2 evolution of the treatments Control, Oil, BCP and \nComb for Bare Fallow soil, during the 17 days of incubation. The measurement was \nmade using the MicroRespTM method. \n \nFigure 1 (C) - Accumulated CO2 evolution of the treatments Control, Oil, BCP and \nComb for Trindade Island soil, during the 17 days of incubation. The measurement was \nmade using the MicroRespTM method. \n \nFigure 2 - Soil biomass measured through ATP and alpha diversity index microbial \nbalance weighted phylogenetic diversity (BWPD). The graphs represent the biomass \n(ATP) and alpha diversity (BWPD) responses of the soils (A) Bare Fallow, (B) \n\n\n\n \n \n\nvii \n \n\nGrassland and (C) Trindade Island to the treatments Control (Cntrl), Biodiesel Co-\nproduct (BCP), Crude oil (Oil) and Combination of Crude (Comb).  \n \nFigure 3 - Principal coordinate analysis (PCoA) of weighted Unifrac distances \ngenerated from taxa tables, summarized at the genus level, exposed to treatments with \nbiodiesel co-product (BCP) and oil.  \n \nFigure 4 - Principal coordinate analysis (PCoA) of weighted Unifrac distances \ngenerated from Bare Fallow soil?s taxa tables, summarized at the genus level, exposed \nto treatments with biodiesel co-product (BCP) and oil. \n \nFigure 5 - Principal coordinate analysis (PCoA) of weighted Unifrac distances \ngenerated from Grassland soil?s taxa tables, summarized at the genus level, exposed to \ntreatments with biodiesel co-product (BCP) and oil.   \n \nFigure 6 - Principal coordinate analysis (PCoA) of weighted Unifrac distances \ngenerated from Trindade Island soil?s taxa tables, summarized at the genus level, \nexposed to treatments with biodiesel co-product (BCP) and oil.   \n \nFigure 7 - Number of differentially abundant (DA) OTUs between treatments (Cntrl, \nBCP, Oil and Comb). This bar plot shows the treatments compared two by two, using \nEdge R “exact test”, after normalization of the OTUs counting table using the RLE \nmethod.  \n  \n\n\n\n \n \n\nviii \n \n\nLIST OF TABLES \n\n \nChapter 1 \n \nTable 1 – Summary of physicochemical data for surface soil cores (0 - 10 cm) sampled \nat the northeast coast of Trindade Island - Brazil. \n \nTable 2 – Average (n = 3) alpha-diversity comparison between the treatments control \nand crude oil for Bacteria and Archaea groups. \n \nTable 3 – Average (n = 3) alpha-diversity comparison between the treatments control \nand crude oil for Fungi. \n \nTable 4 – Bacterial/Archaeal OTUs presenting an average absolute abundance \nsignificantly different between the treatments “Oil” and “Control”, under the EdgeR \nFisher?s exact test and ? = 0.05.  \n \nTable 5 – Fungal OTUs presenting an average absolute abundance significantly \ndifferent between the treatments “Crude Oil” and “Control”, under the EdgeR Fisher?s \nexact test and ? = 0.05.  \n \nChapter 2 \n \nTable 1 - Composition (%) of biodiesel co-product (BCP) \n \nTable 2 - Summary physicochemical information for surface soil cores (0 - 10 cm) \nsampled at Rothamsted Research?s High Field site (Bare Fallow and Grassland) and \nTrindade Island - Brazil. \n  \n\n\n\n \n \n\nix \n \n\n \n\nABSTRACT \n\nMORAIS, Daniel Kumazawa, D. Sc., Universidade Federal de Viçosa, July, 2015. \nPetroleum effects on soil microbial communities. Advisor: Marcos Rogério \nTótola. Co-Advisors: Maurício Dutra Costa and Poliane Alfenas Zerbini. \n \nCrude oil is still the dominant energy source in Brazil where oil consumption keeps \n\nrising since 2013, reaching nowadays 2.2% of the world?s energy consumption. A \n\nrecent discovery of crude oil reservoirs at the Espirito Santo, Campos and Santos basins, \n\ncan represent an excellent opportunity to meet the country?s economic and energetic \n\ndemands. However, offshore exploration offers risks to the microbiota and the whole \n\nsea life. Microbes are responsible for nutrient cycling can degrade recalcitrant organic \n\ncompounds and several species have been reported as sensitive to petroleum \n\nhydrocarbons. This work aimed to evaluate microbial community shifts in soils under \n\ncrude oil contamination and assess the effects of Biodiesel co-product (BCP) as a \n\nprotecting agent of soil microbiota under crude oil addition. We used soils from the \n\nTrindade Island and from the Highfield research station at Rothamsted Research, UK. \n\nWe assembled microcosms of 20 grams and contaminated the soils using weathered \n\ncrude oil. Soils were incubated at 26° C with moisture correction to ca. 60% water \n\nholding capacity. We used CO2 evolution measurements to evaluate soil activity, during \n\nthe incubation, and soil genomic DNA extraction, at the end of incubation period, to \n\nevaluate microbial community changes from treatments and controls. DNA was \n\nsubmitted to amplicon sequencing of 16S rDNA for Bacteria and Archaea and the ITS1 \n\nregion for Fungi using Illumina MiSeq platform. We compared alpha and beta-diversity \n\nand taxonomic shifts. This thesis is divided in two chapters. The first describes the \n\neffects of crude oil on Trindade Island?s soil microbial communities. In the second \n\nchapter we tested the protective effects of BCP on Trindade Island, Rothamsted?s Bare \n\nFallow and Grassland soils, against the amendment with crude oil. Crude oil had a \n\nmajor negative effect on microbial diversity for Trindade Island, but didn?t change the \n\ndiversity of Rothamsted agricultural soils. Taxonomy comparisons showed rise of the \n\nActinobacteria phylum, shifts in several Proteobacteria classes and reduction of the \n\nArchaea class Nitrososphaerales. This is the first effort in acquiring knowledge \n\nconcerning the effect of crude oil contamination in soils of a Brazilian oceanic island. \n\n\n\n \n \n\nx \n \n\nThis information is important to guide any future bioremediation strategy that can be \n\nrequired. \n\n \n\n  \n\n\n\n \n \n\nxi \n \n\n \n\nRESUMO \n\nMORAIS, Daniel Kumazawa, D. Sc., Universidade Federal de Viçosa, julho, 2015. \nEfeito do petróleo sobre comunidades microbianas do solo. Orientador: Marcos \nRogério Tótola. Coorientadores: Maurício Dutra Costa e Poliane Alfenas Zerbini. \n \nO petróleo é a principal fonte de energia no Brasil, onde o consumo de óleo continua \n\nsubindo desde 2013, atingindo atualmente 2.2% do total de energia consumida no \n\nmundo. A descoberta recente de petróleo nas baias do Espirito Santo, Campos e Santos, \n\npode representar uma excelente oportunidade para atender as demandas energéticas \n\nnacionais. Entretanto, a exploração de petróleo oferece riscos a microbiota e toda a vida \n\nmarinha. Microrganismos são responsáveis pela ciclagem de nutrientes, podem degradar \n\ncompostos orgânicos recalcitrantes e muitas espécies são reportadas como sensíveis à \n\ncontaminação por hidrocarbonetos do petróleo. Esse trabalho teve o objetivo de avaliar \n\nas alterações na comunidade microbiana em solos sob a contaminação por petróleo e \n\navaliar os efeitos do Co-produto de biodiesel (BCP) como um agente protetor da \n\nmicrobiota do solo perante a adição de petróleo. Foram utilizados solos da Ilha da \n\nTrindade, e da estação de pesquisa Highfield no Rothamsted Research, UK. Foram \n\nmontados microcosmos com 20 gramas de solo e os tratamentos utilizaram petróleo \n\nintemperizado. Os solos foram incubados a 26° C com correção da umidade para cerca \n\nde 60% da capacidade de retenção de água dos solos. Foi utilizada a medição de \n\nevolução de CO2 para avaliar a atividade do solo, durante o período de incubação, e a \n\nextração de DNA genômico do solo, ao final do período de incubação, para avaliar as \n\nmudanças nas comunidades microbianas dos tratamentos e controles. O DNA foi \n\nsubmetido para o sequenciamento de amplicons de 16S rDNA para a avaliação de \n\nBacteria e Archaea e de amplicons da região ITS1 para a avaliação de Fungos utilizando \n\na plataforma Illumina HiSeq. Foi feita a comparação das diversidades alpha e beta e \n\nanálise das alterações taxonômicas. Essa tese está dividida em dois capítulos. O \n\nprimeiro descreve os efeitos do petróleo nas comunidades microbianas do solo da Ilha \n\nda Trindade. No segundo capítulo foi testado o efeito protetor do BCP sobre a \n\nmicrobiota dos solos da Ilha da Trindade, do campo Bare Fallow e do campo Grassland \n\ndo Rothamsted Research contra a adição de óleo. O petróleo teve um grande efeito \n\nnegativo sobre a diversidade microbiana da Ilha da Trindade, mas não mudou a \n\ndiversidade microbiana dos solos agrícolas do Rothamsted. A comparação taxonômica \n\n\n\n \n \n\nxii \n \n\nmostrou aumento do filo Actinobacteria, mudanças em várias classes de Proteobacteria \n\ne redução da classe Nitrosphaerales do filo Archaea. Esse é o primeiro esforço para \n\naquisição de conhecimento sobre o efeito da contaminação de solos de uma ilha \n\noceânica brasileira com petróleo. Essa informação é importante para guiar qualquer \n\nfutura estratégia de biorremediação que se faça necessária. \n\n\n\n \n \n\n1 \n \n\nINTRODUÇÃO GERAL \n\nO petróleo ainda é a principal fonte de energia utilizada no mundo, suprindo \n\n32.6% da energia consumida. Sua utilização como fonte de energia está em declínio há \n\nquinze anos, enquanto o número de reservatórios e a produção crescem (BP Statistical \n\nReview of World Energy, 2014). Apesar da sua importância econômica e alta demanda, \n\na exploração de petróleo apresenta risco para a biodiversidade, em razão do caráter \n\ntóxico e mutagênico de alguns de seus hidrocarbonetos (Sikkema et al., 1995; Das e \n\nChandran, 2010). Os efeitos da contaminação do solo por hidrocarbonetos do petróleo \n\ntêm sido estudados desde o famoso acidente ocorrido no Alaska onde o navio tanque \n\nExxon Valdez (1989) derramou o equivalente a 257 mil barris de petróleo no ambiente, \n\nesse foi o primeiro grande acidente de contaminação ambiental com petróleo \n\nenvolvendo a ação de múltiplos países. Estudos de biorremediação feitos nesse local \n\ngeraram tecnologias empregadas até os dias de hoje (Atlas, 2011). Mais atenção foi \n\ndada ao tema após o acidente envolvendo a explosão e o naufrágio da plataforma de \n\nexploração de petróleo em águas profundas, no golfo do México, resultando no \n\nvazamento de cerca de 3.2 milhões de barris. Tal vazamento se caracteriza como o \n\nmaior acidente de petróleo já ocorrido (Atlas, 2011; Sammarco et al., 2013). Os dois \n\neventos são os exemplos clássicos de contaminações com efeitos drásticos ao ambiente \n\nmarinho e quase irreversíveis ao solo. \n\nO solo abriga 60% da biomassa terrestre, essa biomassa é composta em sua \n\nmaioria, por microrganismos (Singh et al., 2009; Nielsen et al., 2011). Os \n\nmicrorganismos são responsáveis pela ciclagem de nutrientes no ambiente, executam \n\nfunções importantes na interação com organismos superiores, tem papel fundamental no \n\ndesenvolvimento das plantas (Wall et al., 2008; Nielsen et al., 2011) e assim como \n\npodem causar doenças, são também muito importantes na proteção contra patógenos \n\n(Kloepper et al., 1980; Hornby, 1983, Mendes et al., 2011). Dessa forma, possuem \n\naparato enzimático diverso e fundamental para a manutenção dos ecossistemas. \n\nMuitos trabalhos, avaliando a contaminação de ambientes costeiros por petróleo, \n\nreportam grande alteração da microbiota (Head et al., 2006; Kostka et al., 2011 Bik et \n\nal., 2012; Lamendella et al., 2014; Rodriguez-R et al., 2015). Tais trabalhos descrevem \n\num padrão de alterações bastante característico como a redução da diversidade \n\nmicrobiana, sucessão de populações microbianas atreladas às mudanças na composição \n\ndos hidrocarbonetos do petróleo e aumento da densidade de células bacterianas. A \n\n\n\n \n \n\n2 \n \n\nredução da diversidade e a sucessão de populações microbianas podem resultar na perda \n\nde espécies importantes relacionados aos ciclos biogeoquímicos e assim gerar graves \n\nimpactos ao ambiente. Os microrganismos do solo, por serem os únicos organismos a \n\npossuírem enzimas capazes de degradar compostos orgânicos vegetais recalcitrantes \n\n(Romani et al., 2006; Masai et al., 2007), são responsáveis pela decomposição da maior \n\nparte da matéria orgânica dos solos. Embora os estudos sobre comunidades microbianas \n\ntenham se popularizado em razão do avanço das tecnologias de sequenciamento e da \n\nredução do custo por sequência (Caporaso et al., 2012), trabalhos relacionados aos \n\nefeitos do petróleo sobre a diversidade microbiana em ilhas ocânicas tropicais ainda são \n\nescassos, ficando restritos a ambientes de alta latitude (Jurelevicius et al., 2012; Wang et \n\nal., 2015). \n\nMais de 90% da exploração do petróleo brasileiro vem de plataformas de \n\nexploração no oceano (Lima, 2010). A maior concentração dessas plataformas está \n\nlocalizada nas bacias do Espírito Santo, de Campos e de Santos, litoral dos estados do \n\nEspírito Santo, Rio de Janeiro e São Paulo, respectivamente. No ano de 2008, houve a \n\ndescoberta de jazidas de petróleo nessas mesmas bacias porém em regiões mais \n\nprofundas (mais de 7000 metros) (Riccomini et al., 2012), região descrita como pré-sal, \n\nelevando a posição do Brasil entre os maiores produtores de petróleo no mundo \n\n(Barbassa, 2007; Lima, 2010). A recente descoberta e o início da exploração de petróleo \n\nna região denominada província do pré-sal, aumenta o risco da contaminação ambiental \n\npor hidrocarbonetos do petróleo. \n\nLocalizada a cerca de 1.160 km da costa brasileira, perpendicularmente à cidade \n\nde Vitória, capital do estado do Espírito Santo, está a Ilha da Trindade. A ilha possui \n\n10.8 km2, mais de 130 espécies vegetais endêmicas, diversas espécies de aves aquáticas, \n\nalgumas delas possivelmente endêmicas, mais de 100 espécies de artrópodes e 129 \n\nespécies de peixes, incluindo espécies que são encontradas apenas naquele local \n\n(Gasparini e Floeter, 2001; Joyeux, 2009; Alves et al., 2011). Gasparini e \n\ncolaboradores, em 1999 e 2001, mencionaram o interesse particular em estudos na Ilha \n\nda Trindade, em razão de sua posição isolada entre a dorsal meso-atlântica e a costa \n\nbrasileira. Está posicionada a mais de 1.000 km da costa brasileira, 2.400 km da Ilha da \n\nAscensão, 2.500 km das Rochas de São Paulo, 2.000 km de Santa Helena e 4.200 km da \n\nÁfrica. Dessa forma, a ilha da Trindade seria a ilha oceânica mais próxima ao maior \n\nponto de exploração de petróleo brasileiro, estando exposta ao risco de contaminação \n\nem casos de acidentes durante os processos de extração ou transporte do petróleo. A \n\n\n\n \n \n\n3 \n \n\ncontaminação do solo da ilha da Trindade pode levar a alteração da comunidade \n\nmicrobiana, de forma que espécies importantes para esse ambiente sejam perdidas. \n\n  \n\n\n\n \n \n\n4 \n \n\nOBJETIVOS \n\n Este trabalho teve como objetivo avaliar as mudanças da comunidade \n\nmicrobiana de solos em resposta a contaminação com petróleo curado e testar o efeito \n\nprotetor de um subproduto da indústria de biodiesel (BCP).   \n\nNo capítulo 1 fez-se uma avaliação de médio prazo das alterações causadas pelo \n\npetróleo sobre a comunidade microbiana do solo da Ilha da Trindade, com o objetivo de \n\nconhecer seus efeitos sobre a diversidade de micro-organismos e identificar os taxa \n\nresistentes e sensíveis ao petróleo. \n\nNo capítulo 2, compara-se o efeito da adição de petróleo sobre a comunidade \n\nmicrobiana do solo da Ilha da Trindade ao efeito da adição de petróleo sobre a \n\ncomunidade microbiana de solos agrícolas, utilizando-se uma avaliação de curto prazo. \n\nO capítulo 2 tem ainda o objetivo de avaliar o potencial do composto coproduto de \n\nbiodiesel (BCP) quanto à bioestimulação e proteção das populações microbianas contra \n\nos efeitos da contaminação com petróleo.  \n\n \n\n  \n\n\n\n \n \n\n5 \n \n\nREVISÃO BIBLIOGRÁFICA \n\nIlha da Trinadade  \n\nA Ilha da Trindade é uma formação vulcânica localizada no Oceano Atlântico Sul, \n\na cerca de 1.160 km da costa brasileira, perpendicularmente à cidade de Vitória, capital \n\ndo estado do Espírito Santo. A ilha possui 10.8 km2, mais de 130 espécies vegetais \n\nendêmicas, diversas espécies de aves aquáticas, algumas delas possivelmente \n\nendêmicas, mais de 100 espécies de artrópodes e 129 espécies de peixes, incluindo \n\nespécies que são encontradas apenas naquele local (Gasparini e Floeter, 2001; Joyeux, \n\n2009; Alves et al., 2011). A isolada localização da Ilha da Trindade, além de sua \n\nformação geológica diferenciada, justificam as pesquisas e a conservação desse \n\nambiente (Alves et al., 2011). A ilha oceânica da Trindade faz parte de um complexo \n\ngrupo de cadeias montanhosas submersas, com exemplares espalhados por todo o globo \n\n(Gad e Schminke, 2004). Podem ocorrer como picos isolados, unidos em grupos ou \n\nalinhados em cadeias. Exemplos como o de Trindade, que surge desde 5000 metros de \n\nprofundidade até se expor na superfície da água, frequentemente constituem áreas de \n\ngrande produtividade biológica, que sustentam grande diversidade de plâncton e \n\norganismos bentônicos. Existem mais de 50.000 montanhas submersas entre os oceanos \n\nAtlântico e Pacífico, e até o ano de 2002, apenas 5 haviam sido profundamente \n\nestudadas quanto à diversidade biológica (Gad e Schminke, 2004). \n\nGasparini e colaboradores, em 1999 e 2001, mencionaram o interesse particular \n\nem estudos na Ilha da Trindade, em razão de sua posição isolada entre a dorsal meso-\n\natlântica e a costa brasileira. Está posicionada a mais de 1.000 km da costa brasileira, \n\n2.400 km da Ilha da Ascensão, 2.500 km das Rochas de São Paulo, 2.000 km de Santa \n\nHelena e 4.200 km da África. Dessa forma, a ilha da Trindade seria a ilha oceânica mais \n\npróxima ao maior ponto de exploração de petróleo brasileiro, estando exposta ao risco \n\nde contaminação em casos de acidentes durante os processos de extração ou transporte \n\ndo petróleo. Esse fato valoriza a avaliação dos efeitos da contaminação com \n\nhidrocarbonetos sobre a microbiota dos solos da Ilha da Trindade. Além disso, os \n\nestudos dos efeitos da contaminação por hidrocarbonetos de petróleo em regiões \n\ninsulares tropicais são escassos, sendo grande parte dos trabalhos desenvolvidos em \n\nambientes de clima temperado (Ruberto et al., 2003; Yergeau et al., 2007; 2012; \n\nJurelevicius et al., 2012). \n\n \n\n\n\n \n \n\n6 \n \n\nDegradação de hidrocarbonetos do petróleo \n\nA remoção de hidrocarbonetos do solo está predominantemente relacionada à \n\natividade microbiana e à sua capacidade de ciclagem de nutrientes. Esses processos são \n\nexecutados pelos microrganismos para a obtenção de carbono e energia (Sinha et al, \n\n2011; Singh et al, 2012). Embora a radiação solar, temperatura e outros fatores físicos \n\nsejam capazes de eliminar parte dos hidrocarbonetos, a atividade dos micro-organismos \n\né a principal forma de remoção dessa classe de contaminantes do solo (Björklöf et al., \n\n2008; Raymond et al., 1976). \n\n Os micro-organismos representam cerca de 60% da biomassa presente no mundo \n\ne a abundância de células no solo é estimada em 4 x 1030 células microbianas (Singh et \n\nal., 2009). A compreensão da diversidade, estrutura e funções das comunidades \n\nmicrobianas é essencial para podermos explorar o vasto potencial biotecnológico desses \n\norganismos, a maioria ainda desconhecida (Singh et al., 2009). O conhecimento sobre \n\ncomunidades microbianas tem crescido, em razão de novas ferramentas desenvolvidas \n\npara a triagem de micro-organismos em larga escala, acompanhamento dos produtos de \n\nseu metabolismo, quantificação e determinação dos produtos da transcrição dos \n\ngenomas, de forma a dissecar as características da biomassa presente em solos e em \n\noutros ecossistemas microbianos. Essas ferramentas nos aproximam do momento em \n\nque seremos capazes de conhecer, com tal profundidade, as interações e comunidades \n\nmicrobianas, que poderemos predizer o impacto de mudanças e controlar as funções \n\npresentes no solo (Singh et al., 2009; Hirsch et al., 2010; Chan et al., 2013). \n\n  \n\nCoproduto de biodiesel (BCP) \n\n Embora seja a principal matriz energética mundial, o petróleo oferece riscos em \n\ntodas as etapas de seu processamento além de contribuir com o aumento da emissão de \n\ngases do efeito estufa (Gleick et al., 2010). Uma das estratégias para reduzir a emissão \n\nde gases nocivos ao ambiente é a utilização de biocombustíveis. Após o protocolo de \n\nKyoto, vários países adotaram a prática de utilizar o biodiesel como estratégia para \n\nreduzir as emissões de carbono para a atmosfera (Senatore et al., 2000). O biodiesel é \n\ncomposto por ésteres metílicos obtidos pela reação de transesterificação do óleo vegetal \n\n(Ma e Hanna, 1999). Esse processo gera um resíduo rico em glicerol e outros \n\nsubprodutos como oleato de potássio e compostos orgânicos voláteis, esse resíduo é \n\nchamado de coproduto de biodiesel (BCP). O descarte desse resíduo pode se tornar um \n\ncusto a mais para a produção  de biodiesel. Dessa forma, estratégias de \n\n\n\n \n \n\n7 \n \n\nreaproveitamento do BCP têm sido criadas. Redmile-Gordon et al. (2015) observaram o \n\naumento da matriz de exopolissacarídeos do solo em resposta a aplicação de BCP a \n\nsolos agrícolas. Além disso, foi observado redução da quantidade de nitrogênio \n\nlixiviado para as águas subterrâneas em solos tratados com BCP. O BCP é composto \n\npor hidrocarbonetos solúveis em água, o oleato de potássio é um surfactante e o BCP \n\napresenta efeito positivo sobre a biomassa microbiana do solo (Redmile-Gordon et al., \n\n2014), dessa forma, apresenta potencial para sua utilização em processos de \n\nbiorremediação de petróleo.  \n\n \n\nSequenciamento de nova geração para descrição de comunidades microbianas \n\nDesde antes da revolução causada pelo sequenciamento Sanger por eletroforese \n\ncapilar, a revelação da informação genética era fundamental em todas as áreas da \n\nbiologia. Embora as técnicas de sequenciamento de nova geração mantenham a linha \n\nconceitual de Sanger, detectando bases sequencialmente em um pequeno fragmento de \n\nDNA, onde cada fragmento é novamente sintetizado a partir de uma fita molde, as \n\nnovas tecnologias de sequenciamento ampliam esse processo por meio de milhões de \n\nreações que ocorrem simultaneamente em um sistema de paralelização massivo, ou seja, \n\nmais sequencias a um menor custo (Niedringhaus et al., 2011). \n\nNa mais recente revisão sobre o sequenciamento de genomas bacterianos, \n\nLoman e Pallen (2015) ilustram as descobertas alcançadas após o surgimento das \n\ntecnologias de sequenciamento. Os autores separam a história em 3 fases. A primeira \n\nfase descreve as descobertas alcançadas após a descoberta de Sanger et al. (1977) \n\ndesenvolvendo a tecnologia de sequenciamento utilizando dideoxinucleosídeo \n\ntrifosfatado para terminação da síntese. Com essa fase, surge a estratégia de \n\nfragmentação do genoma de interesse seguido da clonagem e mapeamento de \n\nfragmentos grandes e fragmentos pequenos utilizando plasmídeos, resultando na \n\nmontagem do genoma completo de organismos modelos como Escherichia coli e \n\nBacillus subtilis (Burland et al., 1993; Glaser et al., 1993). Posteriormente, novos \n\nconsórcios se formaram utilizando a estratégia de fragmentação aleatória, clonagem e \n\nsequenciamento que dependia de softwares de bioinformática para a montagem dos \n\ngenomas, o primeiro artigo descrevendo detalhadamente o método de montagem e \n\nanotação de um genoma foi publicado por Fleishman et al. (1995), essa estratégia \n\nestimulou o desenvolvimento de ferramentas de bioinformática para montagem, \n\npredição e anotação gênica (Phred, Phrap, Glimmer e Artemis) (Rieder et al., 1998; \n\n\n\n \n \n\n8 \n \n\nDelcher et al., 1999; Rutherford et al., 2000). A partir desses avanços vários patógenos \n\nforam sequenciados, incluindo Yersinia pestis, Mycobacterium tuberculosis, Treponema \n\npallium, Mycobacterium leprae, Tropheryma whipplei (Cole et al., 1998; Fraser et al., \n\n1998; Eiglmeier et al., 2001; Parkhill et al., 2001; Bentley et al., 2003). Além disso, as \n\ninformações metabólicas desses genomas permitiram a criação de novos meios de \n\ncultura capazes de cultivar microrganismos previamente classificados como não \n\ncultiváveis (Renesto et al., 2003).  \n\nNa segunda fase, próximo ao final do ano 2000, as tecnologias de \n\nsequenciamento de nova geração (NGS) passam a ser aplicadas na bacteriologia. Por \n\nvolta de 2012 surgem aparelhos de NGS de pequeno porte e menor custo. Com essa \n\ntecnologia, o sequenciamento de genomas completos deixou os grandes conglomerados \n\nde sequenciamento e chegou as universidades e centros de pesquisa. Na mesma época \n\nsurgem métodos de genômica comparativa e avanços na análise filogenética, permitindo \n\na avaliação de amostras em escala global traçando links entre a diversidade genômica e \n\na posição geográfica de importantes patógenos como a Salmonella tiphy (Holt et al., \n\n2008). Foi possível também, descrever a origem da epidemia de cólera no Haiti (Chin et \n\nal., 2011) e a transferência de lepra entre humanos e tatus no sul dos Estados Unidos \n\n(Truman et al., 2011). Atualmente, qualquer microrganismo isolado em laboratório \n\npode ter seu genoma sequenciado em questão de horas (Long et al., 2013). O serviço de \n\nsaúde pública da Inglaterra, já utiliza a tecnologia de sequenciamento de nova geração \n\n(NGS) para caracterizar rapidamente surtos de Salmonella (Ashton et al., 2014), o \n\nmesmo grupo já depositou mais de 8000 genomas em bancos de dados públicos. Com \n\nos avanços na tecnologia de sequenciamento e o surgimento das ferramentas de \n\nbioinformática para NGS, começaram a surgir trabalhos investigando o ambiente de \n\nforma direta, sem as etapas de cultivo ou clonagem dos fragmentos de DNA obtidos \n\n(Edwards et al., 2006; Roesch et al., 2007). Mendes et al. (2015) demonstraram os \n\nefeitos da mudança no uso do solo sobre a comunidade microbiana, em ambiente de \n\nfloresta amazônica. Li et al. (2015) descreveu a mudança no perfil de microrganismos \n\nem regiões desérticas revertidas para Oasis para a agricultura. Essas técnicas \n\npossibilitam a identificação de um imenso número de espécies microbianas que não \n\nseriam detectadas utilizando métodos tradicionais ou dependentes de clonagem \n\n(Caporaso et al., 2012).  \n\n  Na terceira fase, descrita por Loman e Pallen (2015) como a fase das \n\nsequencias longas, os autores explicam que o alto rendimento no número de sequencias \n\n\n\n \n \n\n9 \n \n\nobtido pelas técnicas de NGS foi alcançado em detrimento do tamanho das sequencias. \n\nDessa forma, a era de alto rendimento foi marcada pela criação de métodos voltados \n\npara a análise de fragmentos menores que 500 pares de bases. Já na nova fase surgem \n\ntecnologias como a “Single Molecule Real-Time” (SMRT) da PacBio (English et al., \n\n2012) e o MinION da Oxford Nanopore (Clarke et al., 2009). As duas tecnologias \n\noferecem milhares de sequencias com tamanho médio entre 10.000 e 30.000 pares de \n\nbases. As sequencias longas permitem maior facilidade na montagem dos genomas, na \n\nresolução de regiões repetitivas e no fechamento de gaps. Embora bastante promissoras, \n\nambas as tecnologias ainda apresentam alta taxa de erro e ainda estão limitadas ao \n\nsequenciamento de genomas isolados. Poucos trabalhos são voltados para o \n\nsequenciamento de material genético ambiental e não apresentam vantagens em relação \n\nao uso de tecnologias de fragmentos curtos (Franzén et al., 2015; Freedman e Zak, \n\n2015). \n\n \n\nREFERÊNCIAS \n\nAlves, R. J., Silva, N. G. D., Aguirre-Muñoz, A. 2011. Return of endemic plant \n\npopulations on Trindade Island, Brazil, with comments on the fauna. In C. R. Veitch, M. \n\nN. Clout, &amp; D. R. Towns (Eds.), Island invasives: eradication and management. \n\nProceedings of the International Conference on Island Invasives. Gland, IUCN, Auckland \n\n(pp. 259-263). \n\nAshton, P. M., Peters, T., Ameh, L., McAleer, R., Petrie, S., Nair, S., Muscat, I., Pinna, E., \n\nDallman, T. 2014. Whole Genome Sequencing for the Retrospective Investigation of an \n\nOutbreak of Salmonella Typhimurium DT 8. PLoS currents, 7. \n\nAtlas, R. M., Hazen, T. C. 2011. Oil biodegradation and bioremediation: a tale of the two \n\nworst spills in US history. Environmental science &amp; technology, 45(16), 6709-6715. \n\nBarbassa, A. G. Fato Relevante, Análise da Área de Tupi. Petrobras, 2007. Disponível em: \n\nhttp://siteempresas.bovespa.com.br/consbov/ArquivosEibe.asp?site=&amp;protocolo=140478. \n\nAcessado em 10 de junho de 2015. \n\nBentley, S. D., Maiwald, M., Murphy, L. D., Pallen, M. J., Yeats, C. A., Dover, L. G., \n\nRelman, D. A. (2003). Sequencing and analysis of the genome of the Whipple's disease \n\nbacterium Tropheryma whipplei. The Lancet, 361(9358), 637-644. \n\nBik, H. M., Halanych, K. M., Sharma, J., Thomas, W. K. 2012. Dramatic shifts in benthic \n\nmicrobial eukaryote communities following the Deepwater Horizon oil spill. \n\n\n\n \n \n\n10 \n \n\nBjörklöf, K., Salminen, J., Sainio, P., &amp; Jørgensen, K. 2008. Degradation rates of aged \n\npetroleum hydrocarbons are likely to be mass transfer dependent in the field. \n\nEnvironmental geochemistry and health, 30(2), 101-107. \n\nBritish Petroleum; BP statistical review of world energy. BP, London, UK. 2014. \n\nAccessible at: bp.com/statisticalreview \n\nBurland, V., Plunkett, G., Daniels, D. L. Blattner, F. R.  1993. DNA sequence and analysis \n\nof 136 kilobases of the Escherichia coli genome: organizational symmetry around the \n\norigin of replication. Genomics 16 (3), 551–561 \n\nCaporaso, J. G., Lauber, C. L., Walters, W. A., Berg-Lyons, D., Huntley, J., Fierer, N., \n\nOwens, S. M., Betley, J., Fraser, L., Bauer, M., Gormley, N., Gilbert, J. A., Smith, G., \n\nKnight, R. 2012. Ultra-high-throughput microbial community analysis on the Illumina \n\nHiSeq and MiSeq platforms. The ISME journal, 6(8), 1621-1624. \n\nChan, Y., Van Nostrand, J. D., Zhou, J., Pointing, S. B., Farrell, R. L. 2013. Functional \n\necology of an Antarctic dry valley. Proceedings of the National Academy of Sciences, \n\n110(22), 8990-8995. \n\nChin, C. S., Sorenson, J., Harris, J. B., Robins, W. P., Charles, R. C., Jean-Charles, R. R., \n\nBullard, J., Webster, D. R., Kasarskis, A., Peluso, P., Paxinos,E. E., Yamaichi, Y., \n\nCalderwood, S. B., Mekalanos, J. J., Schadt, E. E., Waldor, M. K. 2011. New England \n\nJournal of Medicine, 364(1), 33-42. \n\nClarke, J., Wu, H. C., Jayasinghe, L., Patel, A., Reid, S., Bayley, H. 2009. Continuous \n\nbase identification for single-molecule nanopore DNA sequencing. Nature \n\nnanotechnology, 4(4), 265-270. \n\nCole, S., Brosch, R., Parkhill, J., Garnier, T., Churcher, C., Harris, D., Gordon, S. V., \n\nEiglmeier, K., Gas, S., Barry, C. E. 3rd., Tekaia, F., Badcock, K., Barrell, B. G. 1998. \n\nDeciphering the biology of Mycobacterium tuberculosis from the complete genome \n\nsequence. Nature, 393(6685), 537-544. \n\nDas, N., Chandran, P. 2010. Microbial degradation of petroleum hydrocarbon \n\ncontaminants: an overview. Biotechnology research international, vol 2011. 13 p. \n\nDelcher, A. L., Harmon, D., Kasif, S., White, O. &amp; Salzberg, S. L. 1999. Improved \n\nmicrobial gene identification with GLIMMER. Nucleic Acids Res. 27, 4636–4641. \n\nEdwards, R. A., Rodriguez-Brito, B., Wegley, L., Haynes, M., Breitbart, M., Peterson, D. \n\nM., Alexander, S., Alexander, E. C., Rohwer, F. 2006. Using pyrosequencing to shed light \n\non deep mine microbial ecology. BMC genomics, 7(1), 57. \n\n\n\n \n \n\n11 \n \n\nEiglmeier, K., Parkhill, J., Honore, N., Garnier, T., Tekaia, F., Telenti, A., Cole, S. T. \n\n2001. The decaying genome of Mycobacterium leprae.Leprosy review, 72(4), 387-398. \n\nEnglish, A. C., Richards, S., Han, Y., Wang, M., Vee, V., Qu, J., Qin, X., Muzny, D. M., \n\nReid, J. G., Worley, K. C., Gibbs, R. A. 2012. Mind the gap: upgrading genomes with \n\nPacific Biosciences RS long-read sequencing technology. PLoS ONE 7, e47768. \n\nFleischmann, R. D., Adams, M. D., White, O., Clayton, R. A., Kirkness, E. F., Kerlavage, \n\nA. R., Bult, C. J., Tomb, J. F., Dougherty, B. A., Merrick, J. M. McKenney, K., Sutton, \n\nG., FitzHugh, W., Venter, J. C. (1995). Whole-genome random sequencing and assembly \n\nof Haemophilus influenzae Rd. Science, 269(5223), 496-512. \n\nFranzén, O., Hu, J., Bao, X., Itzkowitz, S. H., Peter, I., &amp; Bashir, A. 2015. Improved \n\nOTU-picking using long-read 16S rRNA gene amplicon sequencing and generic \n\nhierarchical clustering.Microbiome, 3(1), 1. \n\nFraser, C. M., Norris, S. J., Weinstock, G. M., White, O., Sutton, G. G., Dodson, R., \n\nVenter, J. C. 1998. Complete genome sequence of Treponema pallidum, the syphilis \n\nspirochete.Science, 281(5375), 375-388. \n\nFreedman, Z., e Zak, D. R. 2015. Soil bacterial communities are shaped by temporal and \n\nenvironmental filtering: evidence from a long?term chronosequence. Environmental \n\nmicrobiology. \n\nGad, G., Schminke, H. K. 2004. How important are seamounts for the dispersal of \n\nmeiofauna. Archive of Fishery and Marine Research, 51(Suppl 1), 3. \n\nGasparini, J. L., e Floeter, S. R. 2001. The shore fishes of Trindade Island, western South \n\nAtlantic.Journal of Natural History, 35(11), 1639-1656. \n\nGasparini, J. L., Moura, R. L., &amp; Sazima, I. 1999. Stegastes trindadensis n. sp.(Pisces: \n\nPomacentridae), a new damselfish from Trindade Island, off Brazil. Boletim Do Museu \n\nMello Leitão, 10, 3-11. \n\nGlaser, P., Kunst, F., Arnaud, M., Coudart, M. P., Gonzales, W., Hullo, M. F., Ionescu, \n\nM., Lubochinsicy, B., Marcelino, L., Moszer, I., Presecan, E., Santan, M., Scwelzer, J., \n\nVertes, A., Rapoport, G., Danchin, A. 1993. Bacillus subtilis genome project: cloning and \n\nsequencing of the 97 kb region from 325° to 333deg. Molecular microbiology, 10(2), 371-\n\n384. \n\nGleick, P.H., Adams, R.M., Amasino, R.M., Anders, E., Anderson, D.J., Anderson, W.W., \n\nAnselin, L.E., Arroyo, M.K., Asfaw, B., Ayala, F.J., Bax, A., Bebbington, A.J., Bell, G., \n\nBennett, M.V.L., Bennetzen, J.L., Berenbaum, M.R., Berlin, O.B., Bjorkman, P.J., \n\n\n\n \n \n\n12 \n \n\nBlackburn, E., Blamont, J.E., Botchan, M.R., Boyer, J.S., Boyle, E.A., Branton, D., \n\nBriggs, S.P., Briggs, W.R., Brill, W.J., Britten, R.J., Broecker, W.S., Brown, J.H., Brown, \n\nP.O., Brunger, A.T., Cairns, J., Jr., Canfield, D.E., Carpenter, S.R., Carrington, J.C., \n\nCashmore, A.R., Castilla, J.C., Cazenave, A., Chapin, F.S., III, Ciechanover, A.J., \n\nClapham, D.E., Clark, W.C., Clayton, R.N., Coe, M.D., Conwell, E.M., Cowling, E.B., \n\nCowling, R.M., Cox, C.S., Croteau, R.B., Crothers, D.M., Crutzen, P.J., Daily, G.C., \n\nDalrymple, G.B., Dangl, J.L., Darst, S.A., Davies, D.R., Davis, M.B., de Camilli, P.V., \n\nDean, C., Defries, R.S., Deisenhofer, J., Delmer, D.P., Delong, E.F., Derosier, D.J., \n\nDiener, T.O., Dirzo, R., Dixon, J.E., Donoghue, M.J., Doolittle, R.F., Dunne, T., Ehrlich, \n\nP.R., Eisenstadt, S.N., Eisner, T., Emanuel, K.A., Englander, S.W., Ernst, W.G., \n\nFalkowski, P.G., Feher, G., Ferejohn, J.A., Fersht, A., Fischer, E.H., Fischer, R., Flannery, \n\nK.V., Frank, J., Frey, P.A., Fridovich, I., Frieden, C., Futuyma, D.J., Gardner, W.R., \n\nGarrett, C.J.R., Gilbert, W., Goldberg, R.B., Goodenough, W.H., Goodman, C.S., \n\nGoodman, M., Greengard, P., Hake, S., Hammel, G., Hanson, S., Harrison, S.C., Hart, \n\nS.R., Hartl, D.L., Haselkorn, R., Hawkes, K., Hayes, J.M., Hille, B., Hoekfelt, T., House, \n\nJ.S., Hout, M., Hunten, D.M., Izquierdo, I.A., Jagendorf, A.T., Janzen, D.H., Jeanloz, R., \n\nJencks, C.S., Jury, W.A., Kaback, H.R., Kailath, T., Kay, P., Kay, S.A., Kennedy, D., \n\nKerr, A., Kessler, R.C., Khush, G.S., Kieffer, S.W., Kirch, P.V., Kirk, K., Kivelson, M.G., \n\nKlinman, J.P., Klug, A., Knopoff, L., Kornberg, H., Kutzbach, J.E., Lagarias, J.C., \n\nLambeck, K., Landy, A., Langmuir, C.H., Larkins, B.A., Le Pichon, X.T., Lenski, R.E., \n\nLeopold, E.B., Levin, S.A., Levitt, M., Likens, G.E., Lippincott-Schwartz, J., Lorand, L., \n\nLovejoy, C.O., Lynch, M., Mabogunje, A.L., Malone, T.F., Manabe, S., Marcus, J., \n\nMassey, D.S., McWilliams, J.C., Medina, E., Melosh, H.J., Meltzer, D.J., Michener, C.D., \n\nMiles, E.L., Mooney, H.A., Moore, P.B., Morel, F.M.M., Mosley-Thompson, E.S., Moss, \n\nB., Munk, W.H., Myers, N., Nair, G.B., Nathans, J., Nester, E.W., Nicoll, R.A., Novick, \n\nR.P., O'Connell, J.F., Olsen, P.E., Opdyke, N.D., Oster, G.F., Ostrom, E., Pace, N.R., \n\nPaine, R.T., Palmiter, R.D., Pedlosky, J., Petsko, G.A., Pettengill, G.H., Philander, S.G., \n\nPiperno, D.R., Pollard, T.D., Price, P.B., Jr., Reichard, P.A., Reskin, B.F., Ricklefs, R.E., \n\nRivest, R.L., Roberts, J.D., Romney, A.K., Rossmann, M.G., Russell, D.W., Rutter, W.J., \n\nSabloff, J.A., Sagdeev, R.Z., Sahlins, M.D., Salmond, A., Sanes, J.R., Schekman, R., \n\nSchellnhuber, J., Schindler, D.W., Schmitt, J., Schneider, S.H., Schramm, V.L., Sederoff, \n\nR.R., Shatz, C.J., Sherman, F., Sidman, R.L., Sieh, K., Simons, E.L., Singer, B.H., Singer, \n\nM.F., Skyrms, B., Sleep, N.H., Smith, B.D., Snyder, S.H., Sokal, R.R., Spencer, C.S., \n\n\n\n \n \n\n13 \n \n\nSteitz, T.A., Strier, K.B., Suedhof, T.C., Taylor, S.S., Terborgh, J., Thomas, D.H., \n\nThompson, L.G., Jian, R.T.T., Turner, M.G., Uyeda, S., Valentine, J.W., Valentine, J.S., \n\nVan Etten, J.L., Van Holde, K.E., Vaughan, M., Verba, S., Von Hippel, P.H., Wake, D.B., \n\nWalker, A., Walker, J.E., Watson, E.B., Watson, P.J., Weigel, D., Wessler, S.R., West-\n\nEberhard, M.J., White, T.D., Wilson, W.J., Wolfenden, R.V., Wood, J.A., Woodwell, \n\nG.M., Wright, H.E., Jr., Wu, C., Wunsch, C., Zoback, M.L., 2010. Climate Change and \n\nthe Integrity of Science. Science 328, 689-690. \n\nHead, I. M., Jones, D. M., &amp; Röling, W. F. 2006. Marine microorganisms make a meal of \n\noil. Nature Reviews Microbiology, 4(3), 173-182. \n\nHirsch, P. R., Mauchline, T. H., Clark, I. M. 2010. Culture-independent molecular \n\ntechniques for soil microbial ecology. Soil Biology and Biochemistry, 42(6), 878-887. \n\nHolt, K. E., Parkhill, J., Mazzoni, C. J., Roumagnac, P., Weill, F. X., Goodhead, I., \n\nDougan, G. 2008. High-throughput sequencing provides insights into genome variation \n\nand evolution in Salmonella Typhi. Nature genetics,40(8), 987-993. \n\nHornby, D. 1983. Suppressive soils. Annual review of phytopathology, 21(1), 65-85. \n\nJoyeux, J. C. 2009. New records of fishes for Trindade-Martin Vaz oceanic insular \n\ncomplex, Brazil. Zootaxa, 2298, 45-54.  \n\nJurelevicius, D., Alvarez, V. M., Peixoto, R., Rosado, A. S., Seldin, L. 2012. Bacterial \n\npolycyclic aromatic hydrocarbon ring-hydroxylating dioxygenases (PAH-RHD) encoding \n\ngenes in different soils from King George Bay, Antarctic Peninsula. Applied Soil Ecology, \n\n55, 1-9. \n\nKloepper, J. W., Leong, J., Teintze, M., &amp; Schroth, M. N. 1980. Pseudomonas \n\nsiderophores: a mechanism explaining disease-suppressive soils. Current microbiology, \n\n4(5), 317-320. \n\nKostka, J. E., Prakash, O., Overholt, W. A., Green, S. J., Freyer, G., Canion, A., \n\nDelgardio, J., Norton, N., Hazen, T. C., Huettel, M. 2011. Hydrocarbon-degrading bacteria \n\nand the bacterial community response in Gulf of Mexico beach sands impacted by the \n\nDeepwater Horizon oil spill. Applied and environmental microbiology, 77(22), 7962-\n\n7974. \n\nLamendella, R., Strutt, S., Borglin, S., Chakraborty, R., Tas, N., Mason, O. U., Hultman, \n\nJ., Prestat, E., Hazen, T. C., Jansson, J. K. 2014. Assessment of the Deepwater Horizon oil \n\nspill impact on Gulf coast microbial communities. Frontiers in microbiology, 5. \n\nLi, C. H., Tang, L. S., Jia, Z. J., Li, Y. 2015. Profile Changes in the Soil Microbial \n\n\n\n \n \n\n14 \n \n\nCommunity When Desert Becomes Oasis. PloS one, 10(10). \n\nLima, J. A. M. A energia que vem do mar: a herança energética do mar brasileiro. Cienc. \n\nCult. [online], v.62, n.3, p.25-8, 2010. \n\nLoman, N. J. e Pallen, M. J. 2015. Twenty years of bacterial genome sequencing. Nature \n\nReviews Microbiology, 6(6), 477-487. \n\nLong, S. W., Williams, D., Valson, C., Cantu, C. C., Cernoch, P., Musser, J. M., Olsen, R. \n\nJ. 2013. A genomic day in the life of a clinical microbiology laboratory. Journal of clinical \n\nmicrobiology, JCM-03237. \n\nMa, F., e Hanna, M. A. 1999. Biodiesel production: a review. Bioresource technology, \n\n70(1), 1-15. \n\nMasai, E., Katayama, Y. Fukuda, M. 2007. Genetic and biochemical investigations on \n\nbacterial catabolic pathways for lignin-derived aromatic compounds. Bioscience \n\nBiotechnology &amp; Biochemistry, 71, 1–15. \n\nMendes, L. W., Tsai, S. M., Navarrete, A. A., de Hollander, M., van Veen, J. A., &amp; \n\nKuramae, E. E. (2015). Soil-borne microbiome: linking diversity to function. Microbial \n\necology, 1-11. \n\nMendes, R., Kruijt, M., de Bruijn, I., Dekkers, E., van der Voort, M., Schneider, J. H., \n\nPiceno, Y. M., DeSantis, T. Z., Andersen, G. L., Bakker, P. A. H. M., Raaijmakers, J. M. \n\n2011. Deciphering the rhizosphere microbiome for disease-suppressive bacteria. Science, \n\n332(6033), 1097-1100. \n\nNiedringhaus, T. P., Milanova, D., Kerby, M. B., Snyder, M. P., Barron, A. E. 2011. \n\nLandscape of next-generation sequencing technologies. Analytical chemistry, 83(12), \n\n4327-4341. \n\nNielsen, U. N., Ayres, E., Wall, D. H., &amp; Bardgett, R. D. 2011. Soil biodiversity and \n\ncarbon cycling: a review and synthesis of studies examining diversity–function \n\nrelationships. European Journal of Soil Science, 62(1), 105-116. \n\nParkhill, J., Wren, B. W., Thomson, N. R., Titball, R. W., Holden, M. T. G., Prentice, M. \n\nB., Barrell, B. G. 2001. Genome sequence of Yersinia pestis, the causative agent of \n\nplague.Nature, 413(6855), 523-527. \n\nRaymond, R. L., Hudson, J. O., Jamison, V. W. 1976. Oil degradation in soil. Applied and \n\nEnvironmental Microbiology, 31(4), 522-535. \n\nRedmile-Gordon, M. A., Armenise, E., Hirsch, P. R., e Brookes, P. C. 2014. Biodiesel Co-\n\nProduct (BCP) Decreases Soil Nitrogen (N) Losses to Groundwater. Water, Air, &amp; Soil \n\n\n\n \n \n\n15 \n \n\nPollution, 225(2), 1-15. \n\nRedmile-Gordon, M. A., Evershed, R. P., Kuhl, A., Armenise, E., White, R. P., Hirsch, P. \n\nR., Goulding, K. W. T., Brookes, P. C. 2015. Engineering soil organic matter quality: \n\nBiodiesel Co-Product (BCP) stimulates exudation of nitrogenous microbial biopolymers. \n\nGeoderma, 259, 205-212. \n\nRenesto, P., Crapoulet, N., Ogata, H., La Scola, B., Vestris, G., Claverie, J. M.,  Raoult, D. \n\n2003. Genome-based design of a cell-free culture medium for Tropheryma whipplei. The \n\nLancet,362(9382), 447-449. \n\nRiccomini, C., Sant, L. G., Tassinari, C. C. G. 2012. Pré-sal: geologia e exploração. \n\nRevista USP, (95), 33-42. \n\nRieder, M. J., Taylor, S. L., Tobe, V. O. Nickerson, D. A. 1998.Automating the \n\nidentification of DNA variations using quality-based fluorescence re-sequencing: analysis \n\nof the human mitochondrial genome. Nucleic Acids Res. 26, 967–973. \n\nRodriguez-R, L. M., Overholt, W. A., Hagan, C., Huettel, M., Kostka, J. E., &amp; \n\nKonstantinidis, K. T. (2015). Microbial community successional patterns in beach sands \n\nimpacted by the Deepwater Horizon oil spill. The ISME journal. \n\nRoesch, L. F., Fulthorpe, R. R., Riva, A., Casella, G., Hadwin, A. K., Kent, A. D., Daroub, \n\nS. H., Camargo, F. A., Farmerie, W. H., Triplett, E. W. 2007. Pyrosequencing enumerates \n\nand contrasts soil microbial diversity. The ISME journal, 1(4), 283-290. \n\nRomani, A. M., Fischer, H., Mille-Lindblom, C. Tranvik, L. J. 2006. Interactions of \n\nbacteria and fungi on decomposing litter: differential extracellular enzyme activities. \n\nEcology, 10, 2559–2569. \n\nRuberto, L., Vazquez, S. C., e Mac Cormack, W. P. 2003. Effectiveness of the natural \n\nbacterial flora, biostimulation and bioaugmentation on the bioremediation of a \n\nhydrocarbon contaminated Antarctic soil. International Biodeterioration &amp; \n\nBiodegradation, 52(2), 115-125. \n\nRutherford, K., Parkhill, J., Crook, J., Horsnell, T., Rice, P., Rajandream, M. A., Barrell, \n\nB. 2000. Artemis: sequence visualization and annotation.Bioinformatics, 16(10), 944-945. \n\nSammarco, P. W., Kolian, S. R., Warby, R. A., Bouldin, J. L., Subra, W. A., Porter, S. A. \n\n2013. Distribution and concentrations of petroleum hydrocarbons associated with the \n\nBP/Deepwater Horizon Oil Spill, Gulf of Mexico. Marine pollution bulletin, 73(1), 129-\n\n143. \n\nSanger, F., Nicklen, S., Coulson, A. R. 1977. DNA sequencing with chain-terminating \n\n\n\n \n \n\n16 \n \n\ninhibitors.Proceedings of the National Academy of Sciences,74(12), 5463-5467. \n\nSenatore, A., Cardone, M., Rocco, V., Prati, M. V. 2000. A comparative analysis of \n\ncombustion process in DI diesel engine fueled with biodiesel and diesel fuel (No. 2000-\n\n01-0691). SAE Technical Paper. \n\nSikkema, J., De Bont, J. A., Poolman, B. 1995. Mechanisms of membrane toxicity of \n\nhydrocarbons. Microbiological reviews, 59(2), 201-222. \n\nSingh, A., Singh, B., &amp; Ward, O. 2012. Potential applications of bioprocess technology in \n\npetroleum industry. Biodegradation, 23(6), 865-880. \n\nSingh, B. K., Campbell, C. D., Sorenson, S. J., &amp; Zhou, J. 2009. Soil genomics. Nature \n\nReviews Microbiology, 7(10), 756-756. \n\nSinha, S., Chattopadhyay, P., Pan, I., Chatterjee, S., Chanda, P., Bandyopadhyay, D., Das, \n\nK., Sen, S. K. 2011. Microbial transformation of xenobiotics for environmental \n\nbioremediation. African Journal of Biotechnology, 8(22). \n\nTruman, R. W., Singh, P., Sharma, R., Busso, P., Rougemont, J., Paniz-Mondolfi, A., \n\nKapopoulou, A., Brisse, S., Scollard, D. M., Gillis, T. P., Cole, S. T. 2011. Probable \n\nzoonotic leprosy in the southern United States. New England Journal of Medicine, \n\n364(17), 1626-1633. \n\nWall, D. H., Bradford, M. A., St. John, M. G., Trofymow, J. A., Behan-Pelletier, V., \n\nBignell, D. E., Dangerfield, M. J., Parton, W. J., Rusek, J., Voigt, W., Wolters, V., Gardel, \n\nH. Z., Ayuke, F. O., Bashford, R., Beljakova, O. I., Bohlen, P. J., Brauman, A., Flemming, \n\nS., Henschel, J. R., Johnson, D. L., Jones, T. H., Kovarova, M., Kranabetter, J. M., Kutny, \n\nL., Lin, K-C., Maryati, M., Masse, D., Pokarzhevskii, A., Rahman, H., Sabará, M. G., \n\nSalamon, J-A., Swift, M. J., Varela, A., Vasconcelos, H. L., White, D., Zou, X. 2008. \n\nGlobal decomposition experiment shows soil animal impacts on decomposition are \n\nclimate dependent. Global Change Biology, 14, 2661–2677. \n\nYergeau, E., Kang, S., He, Z., Zhou, J., Kowalchuk, G. A. 2007. Functional microarray \n\nanalysis of nitrogen and carbon cycling genes across an Antarctic latitudinal transect. The \n\nISME journal, 1(2), 163-179. \n\nYergeau, E., Sanschagrin, S., Beaumier, D., Greer, C. W. 2012. Metagenomic analysis of \n\nthe bioremediation of diesel-contaminated Canadian high arctic soils. PloS one, 7(1), 1-10.  \n\n  \n\n\n\n \n \n\n17 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCHAPTER 1 \n\nRESPONSES OF MICROBIAL COMMUNITY FROM TROPICAL \nPRISTINE COASTAL SOIL TO CRUDE OIL CONTAMINATION \n\n  \n\n\n\n \n \n\n18 \n \n\nResponses of microbial community from tropical pristine coastal soil to crude oil \ncontamination \n\n \n\nDaniel K. Morais1,3* Victor S. Pylro2, Ian M. Clark3, Penny R. Hirsch3, Marcos R. \n\nTótola1* \n \n\n1Microbiology Department, Universidade Federal de Viçosa, Viçosa/MG, 36570-900, Brazil. \n2 Genomics and Computational Biology Group, René Rachou Research Center (CPqRR-FIOCRUZ), Belo \nHorizonte/MG, 30190-002, Brazil \n3AgroEcology Department, Rothamsted Research, Harpenden/Herts, AL52JQ, United Kingdom. \n \n*Correspondence: Daniel Morais and Marcos R. Tótola. Department of Microbiology, Universidade \nFederal de Viçosa, Av. P.H. Rolfs, SN, Viçosa, MG, 36570-900, Brazil. E-mail: \nkdanielmorais@hotmail.com; totola@ufv.br. Phone: +55 31 3899-2903 \n \n\nABSTRACT \n\n \n\nBrazilian offshore crude oil exploration has increased after the discovery of new \n\nreservoirs in the region known as pré-sal, in a depth of 7.000 m under the water surface. \n\nOceanic Islands near these areas represent sensitive environments, where changes in \n\nmicrobial communities due to oil contamination could cause the loss of metabolic \n\nfunctions, with catastrophic effects to the soil services provided from these locations. \n\nThis work aimed to evaluate the effect of petroleum contamination on microbial \n\ncommunity shifts (Archaea, Bacteria and Fungi) from Trindade Island coastal soils. \n\nMicrocosms were assembled and divided into two treatments, control and contaminated \n\n(weathered crude oil at the concentration of 30 g kg-1), in triplicate. Soils were \n\nincubated for 38 days, with CO2 measurements every four hours. After incubation, the \n\ntotal DNA was extracted, purified and submitted for high-throughput target sequencing \n\nof 16S rDNA, for Bacteria and Archaea domains and Fungal ITS1 region, using the \n\nIllumina MiSeq platform. Three days after contamination, the CO2 emission rate peaked \n\nat more than 20x the control and the emissions remained higher during the whole \n\nincubation period. Microbial alpha-diversity was reduced for contaminated-samples. \n\nFungal relative abundance of contaminated samples was reduced to almost 40% of the \n\ntotal observed species. Taxonomy comparisons showed a rise of the Actinobacteria \n\nphylum, shifts in several Proteobacteria classes and reduction of the Archaea class \n\nNitrososphaerales in oil contaminated microcosms. This is the first effort in acquiring \n\nknowledge concerning the effect of crude oil contamination in soils of a Brazilian \n\n\n\n \n \n\n19 \n \n\noceanic island. This information is important to guide any future bioremediation \n\nstrategy that may be required. \n\n \n\nINTRODUCTION \n \n\nThe offshore petroleum exploration offers risks to the whole seaecosystems, as \n\ntheir hydrocarbons are toxic, mutagenic, teratogenic and carcinogenic (Hentati et al, \n\n2013; Mckee et al, 2013). These toxic compounds tend to accumulate in the \n\nenvironment after spillage events, but factors such as temperature, sun light, high \n\nexchange of gases and biological activity can remove the lighter portions of the crude \n\noil in the first weeks after leakage. However, the recalcitrant portion of the oil stays in \n\nthe environment for years (Huesemann et al., 2002; Trindade et al., 2005). The British \n\nPetroleum review of 2015, states that crude oil is still the dominant energy source in \n\nBrazil and that the consumption has kept rising since 2013. The recent discovery of \n\ncrude oil reservoirs in the so-called pré-sal (pre-salt) reservoir is considered an excellent \n\nopportunity to supply the country?s economic and energety demands (Lima, 2010), but \n\npossible oil spills events should be a major concern. \n\nTrindade Island is located at the South Atlantic Ocean, 1,160 km from the city of \n\nVitória, capital of Espirito Santo State, Brazil, and is the closest oceanic island to these \n\nnew Brazilian petroleum offshore exploration areas. It hosts a peculiar and endangered \n\nbiodiversity (Alves &amp; Castro, 2006; Mohr et al., 2009), so the development of \n\nconservation approaches to maintain these unique ecosystems is required. It is well \n\nknown that microbes are fundamental to several soil processes, including changes on \n\nphysicochemical properties and degrading recalcitrant and toxic compounds (Elliot et \n\nal., 1996; Haritash &amp; Kaushik, 2009). The expected scientific benefits from increasing \n\nknowledge on Trindade Island soil microbial diversity and functionality are extensive, \n\nincluding a better understanding of the roles played by these communities to \n\nempowering bioremediation actions.  \n\nThe input of a mixture of hydrocarbons, for example crude oil, directly \n\ninfluences the structure of microbial populations in soils (Hamamura et al., 2006). In \n\ncontamination events, changes in soil properties, such as crude oil viscosity increasing, \n\nageing, sorption of nutrients and toxicity cause the microbial community to shift \n\ntowards profiting oil resistant populations. Some microorganisms are capable of \n\n\n\n \n \n\n20 \n \n\ndegrading crude oil hydrocarbons through a number of aerobic and anaerobic metabolic \n\npathways, using these compounds as sources of carbon and energy (Zobell, 1946; Atlas, \n\n1981; Haritash &amp; Kaushik, 2009) comprising an appropriate target for studies focused \n\non alleviating any possible impacts of soil contamination. \n\n In the last 10 years, after the development of the Next Generation Sequencing \n\n(NGS) technology, microbial community studies have undergone a major boost \n\n(Caporaso et al., 2012; Loman and Pallen, 2015; Markowitz et al., 2015). Nevertheless, \n\nresearch related to crude oil contamination is primarily focused on the water column, \n\nwithout applying NGS (Huetel et al., 2014; Rodrigues et al., 2015), or only performed \n\nafter an accidental contamination event (Lamendella et al., 2014; Rodriguez et al., \n\n2015), lacking any proper control.  \n\nCrude oil hydrocarbons are expected to impact soil microbial communities \n\nthrough toxic effects of the oil components, enriching the environment with \n\nhydrocarbon degrading microorganisms. Here, we aimed to evaluate the microbial \n\ncommunity shifts (Archaea, Bacteria and Fungi) from Trindade Island coastal soil under \n\ncrude oil contamination, using state of the art NGS approach on a controlled microcosm \n\nexperiment, in order to access the whole soil microbiota, including the nonculturable \n\nand low abundance ones.   \n\n \n\nMATERIAL AND METHODS \n \n\nSampling site and soil analysis \n\nTrindade Island soil was randomly sampled, 10 soil cores with 6 cm of diameter \n\nto the depth of 0-10 cm, from the northeast shoreline of Trindade (coordinates: 20°30' S \n\nand 29° 19' W), under influence of native vegetation (Cyperus atlanticus). Soil cores \n\nwere bulked, sieved (&lt;2mm) and stored at 4 °C, for 20 days, until microcosm assembly \n\n(Figure 1). The sampling expedition took place through April 2013. A total of 10 \n\nchemical variables (pH, P-rem, P, K, S, Ca2+, Mg2+, OM, N and C), plus soil texture, \n\nwere assessed in the soil analysis. The protocol references and results are shown in \n\nTable 1, in the results section.  \n\n \n\n\n\n \n \n\n21 \n \n\n \n\nFigure 1 – Experimental design representation \n  \n\n\n\n \n \n\n22 \n \n\nTable 1 – Summary of physicochemical data for surface soil cores (0 - 10 cm) sampled \n\nat the northeast coast of Trindade Island - Brazil. \n\nCharacteristic  Unit Value \npH – H2O  5.6 \n\nSoil texture \n \n\nSandy \nLoam \n\nP-rem (1) mg L-1 26.5 \n\nP(2) \n\nmg kg -1 \n\n1290.8 \n\nK(2) 180.33 \n\nS(3) 5.63 \n\nCa+2(4) \ncmolc kg\n\n-1 \n9.84 \n\nMg+2(4) 2.78 \n\nOM \n% \n\n0.64 \nN 0.19 \n\nC(5) 0.37 \n\n(1) Remaining phosphorus (Alvarez et al., 2000). (2) Extracted with Mehlich – 1. (3) \nExtracted with monocalcium phosphate in acetic acid (HOEFT et al., 1973). (4) \nExtracted with KCl 1 mol L-1. (5) Walkley and Black method/OM = C.org * 1.724.  \n \n\nSoil treatment with crude oil  \n\nFirstly, to simulate the ageing of crude oil exposed to environmental conditions \n\nduring spillage events, we heated 500 mL of crude oil to 90 °C and incubated for two \n\nhours in a fume hood.  The resulting aged crude oil was a material highly viscous and \n\ndifficult to work with. To obtain homogenous mixing of oil with soil, we dissolved the \n\naged crude oil in hexane and applied it to a subsample of each experimental soil (Figure \n\n1). Studies regarding the degradation or extraction of hydrocarbons from soil systems \n\nroutinely use organic solvents for spiking of soil with these hydrocarbons, and it is well \n\nknown that organic solvents are harmful for native microbial communities within soils \n\n(Maliszewska-Kordybach, 1993; Brinch et al., 2002). Therefore, hexane was also added \n\nto soils without crude oil to create a hexane-only contaminated control stock.  These \n\nhexane (and crude oil + hexane) exposed soil stocks were kept in a fume hood until all \n\nhexane had evaporated. We then added 10 g of the control stock soil (hexane \n\nevaporated) to the flasks corresponding to „Control?, and made up to 20 g with the \n\ncorresponding soil that had not been exposed to hexane. The same procedure was \n\nrepeated for the stock soils contaminated with crude oil, corresponding to the treatment \n\n„Crude Oil?. This combination method was required to repopulate the native soil \n\n\n\n \n \n\n23 \n \n\nmicrobial community injured by hexane. The final concentration of crude oil was 30 g \n\nkg-1. The flasks were incubated at 26° C and the soil moisture was kept at 60% of its \n\nwater holding capacity (remoistened periodically with deionised water upon reaching c. \n\n50% water holding capacity). \n\n \n\nExperimental design  \n\nTo evaluate the effects of crude oil on the soil microbial community, we \n\nassembled six soil microcosms in borosilicate Wheaton® (USA) respirometer flasks of \n\n250 mL, containing 10 g of soil (dry weight). The microcosms were incubated at 26° C \n\nfor 23 days, and the microbial activity was monitored by quantifying CO2 emissions \n\nevery 4 hours, using a continuous-flow respirometer coupled to an infrared CO2 detector \n\n(TR-RM8 Respirometer Multiplex – Sable System) (Heinemeyer et al., 1989). After this \n\n23 days, acclimatizing period, three flasks (3 replicates) received further 10 g of stock \n\nsoil treated with hexane for „Control? and  three flasks (3 replicates) received further 10 \n\ng of stock soil treated with crude oil and hexane, „Crude Oil? treatment. The final \n\nconcentration of the Crude Oil in this treatment was 30 g kg-1. After the settlement of \n\nthe treatment replicates, the incubation continued for a further 15 days (Figure 1). After \n\nthis period the samples were frozen using liquid nitrogen and stored at -80 °C until total \n\ncommunity DNA extraction. \n\n \n\nMolecular analyses \n\nDNA extraction and quality check \n\nGenomic DNA was extracted and purified from each soil sample (0.5 g) using \n\nthe PowerMax® Soil DNA Isolation Kit (MoBio Laboratories, Carlsbad, CA) following \n\nmanufacturer?s instructions. Purity of the extracted DNA was checked using a \n\nNanodrop ND-1000 spectrophotometer (Nanodrop Technologies, Wilmington, DE, \n\nUSA) (260/280 nm ratio) and DNA concentration was determined using Qubit® 2.0 \n\nfluorometer and dsDNA BR Assay kit (Invitrogen™). Integrity of the DNA was \n\nconfirmed by electrophoresis in a 0.8 % agarose gel with 1 X TAE buffer. \n\n \n\nHigh-throughput sequencing \n\nSequencing was done on the Illumina MiSeq® platform (Caporaso et al. 2012) \n\nat the High-throughput Genome Analysis Core (HGAC), Argonne National Laboratory \n\n(Illinoi, USA). Bacterial and archaeal 16S rRNA genes were amplified using primers \n\n\n\n \n \n\n24 \n \n\n515F (5?-GTGCCAGCMGCCGCGGTAA-3?) and 806R \n\n(5?-GGACTACHVGGGTWTCTAAT-3?) for paired-end microbial community analysis \n\n(Caporaso et al., 2011). Fungal ITS1 region was amplified using primers ITS1F (5?-\n\nCTTGGCCATTTAGAGGAAGTAA-3?) and ITS2 \n\n(5?-GCTGCGTTCTTCATCGATGC-3?) using the method described by Smith &amp; Peay \n\n(2014). \n\n \n\nData analysis \n\nWe applied the 16S and ITS bioinformatics pipeline recommended by the \n\nBrazilian Microbiome Project, available at http://brmicrobiome.org (Pylro et al, 2014). \n\nBriefly, this pipeline uses QIIME (Caporaso et al., 2010) and Usearch 7.0 (Edgar, 2010) \n\nfor filtering low quality sequences, clustering sequences of high similarity, diversity \n\nanalysis, diversity comparisons and graphical plotting. For fungal ITS analysis we also \n\nused the software ITSx (Bengtsson-Palme, 2013) for taxonomic assignment \n\nimprovement. The sequencing depth can affect alpha and beta diversity analysis, \n\ntherefore, we used the strategy of rarefaction (randomly sub-sampling of sequences \n\nfrom each sample) to equalize the number of sequences per sample and to evaluate the \n\nsufficiency of the sequencing effort. We also used the Good?s coverage (Good, 1953) \n\nindex to assess the coverage reached using the rarefaction level chosen. The microbial \n\ndiversity changes were measured using the alpha diversity metrics: PD whole tree (for \n\n16S rRNA gene only), Chao (Chao, 1984) and observed species. For beta-diversity \n\nestimations, we generated distance matrixes using the phylogenetic method weighted \n\nunifrac (Lozupone et al, 2005) for 16S rRNA gene sequences and the Bray-Curtis (Bray \n\n&amp; Curtis, 1957) method for ITS sequences. We plotted the beta-diversity distance \n\nmatrixes using a bi-dimensional Principal Coordinates Analysis (PCoA) and the clusters \n\nwere evaluated using the cluster quality analysis (cluster_quality.py script on QIIME) \n\n(Caporaso et al., 2010), calculating the ratio of mean “distances between samples from \n\ndifferent clusters”  to mean “distances between samples from the same cluster”. The \n\nhypothesis testing method used to compare taxonomic differences between treatments \n\nwas made using the bioconductor EdgeR package (Robinson, et al., 2010). The count \n\nmatrix was normalized through the relative log expression (RLE) proposed by Anders \n\nand Huber (2010), where the median count is calculated from the geometric mean of all \n\ncolumns and the median ratio of each sample to the median library is used as the scale \n\nfactor. The p-values were corrected using the Benjaming-Hochberg false discovery rate \n\n\n\n \n \n\n25 \n \n\nmethod (FDR). The R script used in this analysis is described and available at \n\nhttp://github.com/kdanielmorais. \n\n \n\nRESULTS \n \n\nSoil respiration and physicochemical characteristics  \n\n The Trindade Island soil physicochemical properties are listed at Table 1. The \n\nfirst 23 days of incubation didn?t show any difference in CO2 emissions between the 6 \n\nmicrocosms. Differences were detected only on the 24th day, after the implementation of \n\nthe treatments (Figure 2). CO2 emission rate of oil-contaminated samples increased 8 x \n\ncompared to the control in the first 4 hours (Figure 2). Three days after contamination, \n\nemission rate peaked at more than 20 times the control. After the addition of crude oil \n\nCO2 emissions of the oil treated samples continued to be higher than the control \n\ntreatment until the sampling of the DNA on the 38th day. At the last day of incubation \n\n(38th), CO2 emission rate of the contaminated treatment was still almost 4 times higher \n\nthan the control (Figure 2). \n\n \nFigure 2 - Respirometry analysis of Trindade Island coastal soil microcosms. Average \nCO2 emission rates evaluated during 38 days of incubation. Emissions until 24 days \nrepresent the acclimatizing period without oil addition. Readings after 24 days show the \ndifferences in CO2 emissions after establishing the two treatments (Control and Oil). \nThe microcosms were incubated at 26 °C and CO2 emission was monitored by an \nautomated respirometer coupled to an infrared CO2 detector. \n \n\n\n\n \n \n\n26 \n \n\n \n\nSequencing output \n\nA total of 314,748 joined and quality filtered 16S rRNA gene Illumina® \n\nbarcoded reads, and 424,269 single end quality filtered fungal ITS Illumina® barcoded \n\nreads were obtained from the soil samples (Table S1). The oil-contaminated treatment \n\nyielded a smaller number of sequences. To minimize the effects of sequencing depth \n\nvariation on diversity analysis and taxa comparison, we applied the rarefaction method \n\n(random subsampling of sequences). Estimates of alpha and beta-diversity were based \n\non evenly rarefied OTU matrices (45,695 sequences per sample for Bacteria and \n\nArchaea and 25,315 sequences per sample for Fungi). \n\n \n\nDiversity comparisons \n\nThe alpha diversity indexes used in this experiment represent species richness \n\n(Tables 2 and 3). We compared treatment?s effects over Bacteria/Archaea community \n\nusing the estimators Faith?s PD (phylogenetic measure of diversity based on total \n\nbranch length of phylogeny captured by a sample, proposed by Faith, 1992), the Chao-1 \n\n(estimator of total species richness proposed by Chao, 1984), and observed species \n\n(number of species detected) (Table 2). The effects on Fungal community was measured \n\nusing only the Chao-1 and Observed species estimators, as there was not an ITS1 \n\nphylogenetic tree available to use the Faith?s PD estimator.  All metrics yielded similar \n\nresults for Bacteria/Archaea and Fungi. The comparison between the two treatments \n\nshows a significant reduction of diversity upon the addition of oil for Bacteria, Archaea \n\nand Fungi. The fungal community was the most sensitive group to the oil addition, \n\nshowing a reduction of ~40% for the indexes Chao1 and Observed species (table 3). \n\nThe rarefaction analysis (Figures 3 A and B), which plots the operational \n\ntaxonomic unit (OTU) richness as a function of sequencing depth, and the Good´s \n\ncoverage shows that sequencing effort was sufficient to capture the Bacterial, Archaeal \n\nand Fungal diversity of samples. The analysis also confirms that crude oil had a \n\nreductive effect on microbial diversity.  \n\nThe beta diversity analysis (Figure 4) was performed using  Weighted Unifrac \n\nfor 16s rRNA gene and Bray-Curtis for fungal intergenic spacer ITS1 due to the lack of \n\na phylogenetic tree for ITS1 marker. Both methods showed two very distinct clusters \n\nseparating the treatments Control and Crude Oil (Cluster quality. 16S = 2.36 and ITS = \n\n2.14).  \n\n\n\n \n \n\n27 \n \n\n \n\nTable 2 –Average (n = 3) alpha diversity comparison between the treatments control \nand crude oil for bacteria and archaea groups. \n\nMetrics Control Std. Err. Crude Oil  Std. Err. p-value* \nRarefaction level 45690 - 45690 - - \nGood's coverage 0.987 0.001 0.989 0.002 - \nPD whole tree 177.51 1.69 164.87 3.72 0.012546 \nChao 1 3107.12 39.7 2796.51 149.7 0.047083 \nObserved species 2679.23 36.9 2443.20 78.5 0.018392 \n*Two-sample parametric t-test. \n\n \n\nTable 3 – Average (n = 3) alpha diversity comparison between the treatments control \nand crude oil for fungi. \n\nMetrics Control Std. Err. Crude Oil Std. Err. p-value* \nRarefaction level 25315 - 25315 - - \nGood's coverage 0.99 0.001 0.99 0.001 - \nChao 1 100.58 12.1 69.96 12.9 0.0548 \nObserved species 96.46 11.8 67.8 11.7 0.0681 \n*Two-sample parametric t-test. \n\n \n\n\n\n \n \n\n28 \n \n\n \nFigure 3 - Average alpha diversity rarefaction plot for (A) Bacteria/Archaea and (B) \nFungi. It shows the number of observed species at a random pool of sequences in \ndifferent depths.  \n\n\n\n \n \n\n29 \n \n\n \n\n \nFigure 4 - Principal coordinate analysis (PCoA). A total of 6 soil samples were analysed by amplicon sequencing. Sequences were rarefied at the \nsame sequencing depth and abundance matrixes were generated using taxa tables summarized at the lowest possible taxonomic level, ranging \nfrom phylum to specie. (A) 16S rDNA amplicon sequences coordinates analysis, generated with Weighted Unifrac distance matrix, explaining \n90.90% of variation. (B) Fungal ITS1 region amplicon sequences coordinate analysis, generated with Bray-Curtis distance matrix, explaining \n96.16% of variation. \n\n\n\n \n \n\n30 \n \n\nTaxonomic comparison 1 \n\n The taxonomic distributions of Bacteria/Archaea are shown in Figure 5 at 2 \n\nphylum level. The control treatment show 6% of sequences to be from the Archaea 3 \n\ndomain, 93.4% from Bacteria domain and 0.5% were not assigned to any taxa from the 4 \n\nGreenGenes database of May 2013 (DeSantis et al., 2006). For Archaea, we found only 5 \n\nthree representatives: the genus Nitrosphaerales belonging to the phylum Crenarchaeota, 6 \n\nthe order E2 belonging to the phylum Euryarchaeota and the order YLA114, belonging 7 \n\nto the phylum Parvarchaeota. The addition of oil reduced the relative abundance of 8 \n\nArchaea to 2.7%.  9 \n\n\n\n \n \n\n31 \n \n\n \n\n \nFigure 5 - Relative abundance of Bacteria and Archaea phyla using 16S rDNA sequences. Samples are disclosed isolated and as an average of \neach treatment.  \n\n\n\n \n \n\n32 \n \n\n We identified 225 orders in the bacterial group of the control samples. The \n\nmost abundant bacterial orders in the control were Acidobacteria order iii1-15 (7%), \n\nRhizobiales (6.5%), Rubrobacterales (6.3%), Nitrospirales (6.1%), Xanthomonadales \n\n(4.8%), Syntrophobacterales (4.2%), Gaiellales (4%) and Myxococcales (4%). Oil-\n\ncontaminated samples presented 224 orders, and the most abundant orders were \n\nActinomycetales (17%), Acidobacteria order iii1-15 (8.5%), Rhizobiales (6.4%), \n\nBurkholderiales (4%), Xanthomonadales (3.9%), Chloroacidobacteria order RB41 \n\n(3.4%), Sphingomonadales (3%), Acidimicrobiales (2.9%). The abundance of 57 \n\ntaxa was significantly different between Control and Crude Oil (Table 4). \n\nFungal taxonomy analysis (Figure 6) was assessed using the UNITE database \n\nversion 7 (Kõljalg et al., 2005). 5% of the reads from non-contaminated soil were not \n\nassigned to any taxonomic group. For the crude oil treatment, only 0.7% of the \n\nsequences did not match to a taxon. We found 29 orders in the fungal group of the \n\ncontrol samples. The most abundant orders in the control were Hypocreales (41%), \n\nMortierellales (27%) and Sordariales (7.5%). Oil-contaminated samples presented 29 \n\norders, and the most abundant orders were Mortierellales (70%), Hypocreales (24%) \n\nand Botryosphaeriales (1.1%). Abundance of 6 taxa was significantly different \n\nbetween control and oil contaminated soils (Table 5). \n\n  \n\n\n\n \n \n\n33 \n \n\nTable 4 – Bacterial/Archaeal OTUs presenting an average absolute abundance \nsignificantly different between the treatments “Oil” and “Control”, under the EdgeR \nFisher?s exact test and ? = 0.05. \nTaxa Control Crude Oil q-value* \ng__Candidatus Nitrososphaera 10275.0 4098.0 3.77E-03 \np__Acidobacteria;o__DS-18 546.0 740.0 9.05E-03 \np__Acidobacteria;o__Sva0725 370.0 704.0 9.20E-05 \np__Actinobacteria;g__Iamia 93.0 206.0 1.41E-02 \np__Actinobacteria;f__Actinosynnemataceae 17.0 71.0 6.66E-07 \np__Actinobacteria;g__Gordonia 1.0 51.0 2.69E-02 \np__Actinobacteria;f__Intrasporangiaceae 42.0 186.0 1.03E-07 \np__Actinobacteria;f__Micrococcaceae 264.0 467.0 1.02E-03 \np__Actinobacteria;g__Nocardia 6.0 13766.0 2.76E-79 \np__Actinobacteria;f__Nocardiaceae 18.0 91.0 2.20E-06 \np__Actinobacteria;f__Nocardioidaceae 392.0 1158.0 4.43E-12 \np__Actinobacteria;g__Aeromicrobium 179.0 506.0 3.11E-07 \np__Actinobacteria;g__Nocardioides 57.0 105.0 1.13E-02 \np__Actinobacteria;g__Pimelobacter 6.0 799.0 1.82E-19 \np__Actinobacteria;g__Amycolatopsis 2.0 88.0 5.19E-10 \np__Actinobacteria;f__Streptomycetaceae 166.0 3743.0 2.19E-48 \np__Actinobacteria;g__Streptomyces 380.0 613.0 6.03E-04 \np__Actinobacteria;g__Actinomadura 32.0 71.0 3.75E-03 \np__Actinobacteria;c__MB-A2-108 80.0 130.0 2.16E-02 \np__Actinobacteria;f__Rubrobacteraceae 4085.0 1590.0 1.72E-04 \np__Actinobacteria;g__Rubrobacter 6674.0 1710.0 4.18E-08 \np__Bacteroidetes;g__Crocinitomix 62.0 0.0 5.30E-11 \np__Bacteroidetes;g__Fluviicola 568.0 53.0 9.23E-05 \np__Firmicutes;o__Bacillales 109.0 33.0 3.84E-02 \np__Firmicutes;g__Alicyclobacillus 102.0 30.0 1.45E-02 \np__Firmicutes;g__Bacillus 1680.0 504.0 5.32E-05 \np__Firmicutes;g__Virgibacillus 162.0 65.0 1.61E-02 \np__Firmicutes;g__Cohnella 54.0 14.0 1.71E-02 \np__Firmicutes;f__Thermoactinomycetaceae 52.0 7.0 1.08E-04 \np__Nitrospirae;g__Nitrospira 1356.0 591.0 8.71E-04 \np__Planctomycetes;c__Pla3 169.0 65.0 4.17E-02 \np__Planctomycetes;o__B97 127.0 52.0 4.41E-02 \np__Proteobacteria;c__Alphaproteobacteria 95.0 214.0 1.33E-05 \np__Proteobacteria;f__Caulobacteraceae 62.0 105.0 1.02E-02 \np__Proteobacteria;g__Phenylobacterium 52.0 159.0 2.03E-06 \np__Proteobacteria;o__Ellin329 579.0 754.0 2.80E-02 \np__Proteobacteria;f__Rhizobiaceae 142.0 223.0 1.29E-02 \np__Proteobacteria;o__Rhodospirillales 1862.0 1003.0 2.52E-02 \np__Proteobacteria;g__Phaeospirillum 33.0 83.0 6.83E-04 \np__Proteobacteria;o__Rickettsiales 55.0 13.0 3.75E-03 \np__Proteobacteria;f__Alcaligenaceae 88.0 152.0 1.25E-02 \np__Proteobacteria;f__Burkholderiaceae 1.0 110.0 9.60E-14 \np__Proteobacteria;g__Burkholderia 6.0 108.0 8.14E-16 \n\n\n\n \n \n\n34 \n \n\np__Proteobacteria;f__Comamonadaceae 611.0 4498.0 1.14E-14 \np__Proteobacteria;g__Delftia 15.0 289.0 1.34E-09 \np__Proteobacteria;g__Cupriavidus 25.0 258.0 1.09E-17 \np__Proteobacteria;f__Entotheonellaceae 1030.0 472.0 1.11E-03 \np__Proteobacteria;f__Bacteriovoracaceae 185.0 35.0 2.80E-02 \np__Proteobacteria;f__Syntrophobacteraceae 7112.0 3975.0 3.01E-02 \np__Proteobacteria;f__Alteromonadaceae 969.0 54.0 5.43E-05 \np__Proteobacteria;g__Cellvibrio 101.0 22.0 1.37E-04 \np__Proteobacteria;f__Moraxellaceae 3.0 271.0 4.08E-02 \np__Proteobacteria;g__Acinetobacter 6.0 436.0 3.44E-06 \np__Proteobacteria;g__Perlucidibaca 9.0 1496.0 3.11E-07 \np__Proteobacteria;g__Arenimonas 60.0 9.0 2.93E-04 \np__TM7;c__SC3 127.0 17.0 2.41E-08 \np__TM7;c__TM7-1 50.0 7.0 1.77E-04 \n*p-values corrected by the FDR method. \n\n \nTable 5 – Fungal OTUs presenting an average absolute abundance significantly \ndifferent between the treatments “Crude Oil” and “Control”, under the EdgeR \nFisher?s exact test and ? = 0.05. \nTaxa Control Crude Oil q-value* \np__Ascomycota;f__Clavicipitaceae 96.3 2442.6 1.96E-16 \np__Ascomycota;g__Fusarium 834.0 19800.6 7.25E-16 \np__Zygomycota;g__Mortierella 11430.0 69846.3 2.55E-08 \np__Ascomycota;o__Hypocreales; 378.0 1148.3 1.01E-05 \np__Ascomycota;g__Lecanicillium 0.0 135.0 3.02E-05 \np__Ascomycota;f__Bionectriaceae 14704.3 202.3 8.01E-04 \n*p-values corrected by the FDR method. \n\n\n\n \n \n\n35 \n \n\n \n\n \n\nFigure 6 - Relative abundance of Fungi phyla using ITS1 region sequences. Samples are disclosed isolated and as an average of each treatment. \n\n\n\n \n \n\n36 \n \n\nDISCUSSION \n  \n\nIn this study, we have applied high throughput sequencing to evaluate the \n\neffect of crude oil contamination on Trindade Island soil microbiota. We found that \n\ncrude oil had a deleterious effect on microbial alpha-diversity (Tables 2 and 3). This \n\nresult is similar to that obtained by Yang (2014), as crude oil was thought to have an \n\neco-toxicological effect. The higher amount of CO2 evolved in the crude oil treated-\n\nsoil (Figure 2) is related to the oil stressing effect (Franco et al., 2004), and the \n\nfurther peaks observed in the Figure 2, might be related to different fractions of oil \n\nbeing degraded according to its bioavailability.  \n\nDespite the toxic effect, some taxa are able to utilise oil hydrocarbons as a \n\nsource of carbon and energy being favoured by oil amendment, and gradually \n\novercoming the populations lacking those abilities. The effects on fungal diversity \n\nwere more marked than that observed on prokaryotic diversity, corroborating Embar \n\n(2006), who reported a rapid increase in abundance and shift in diversity in the \n\nfungal community in response to oil contamination. The strong effect of oil on the \n\nfungal diversity may also be explained by metabolic differences between eukaryotes \n\nand prokaryotes. This effect relates to the increased toxicity of polycyclic aromatic \n\nhydrocarbons, present in crude oil, after metabolic activation mediated by the \n\nenzyme cytochrome P450 (CYP) of eukaryotes. The majority of carcinogens in the \n\nenvironment are inert by themselves and require the metabolic activation by CYP, in \n\norder to exhibit carcinogenicity (Shimada and Fuji-Kuriama, 2003). The CYP genes \n\nbelong to the superfamily of dioxygenases, present in all domains of life. Genes that \n\ncode for dioxygenases in prokaryotes are related to toxin and xenobiotic degradation, \n\nwhile in eukaryotes CYP genes may be related to a plethora of functions, ranging \n\nfrom biosynthesis of hormones to chemical defence in plants (Werck-Reichhard et \n\nal., 2000).  \n\n We observed the formation of two distinct clusters representing the control \n\nsamples and the crude oil contaminated samples during the analysis of beta-diversity \n\n(Figure 4). We found that bacterial/archaeal oil-contaminated replicates showed a \n\nbroader spread in the PCoA, while oil-contaminated replicates in fungal communities \n\nare clustered more tightly (figure 4B). Because of selective pressure, the taxa \n\nresistant to the contamination event and the populations able to degrade \n\nhydrocarbons will gradually outnumber the rest of the community in the curse of \n\n\n\n \n \n\n37 \n \n\nsuccession (Yang et al., 2014). Therefore, as oil presented a toxic effect, we would \n\nexpect that the bacterial community of contaminated samples would show a more \n\ncompact clustering, as happened with the fungal community. However, as the \n\nbacterial community comprises c. 30x more OTU than the fungal, the shifts in the \n\nbacterial relative abundance might be more related to soil microhabitats present in \n\neach replicate, than with the oil toxic effects. This phenomenon was previously \n\nobserved (Juck et al., 2000; Liang et al., 2011; Yang et al., 2014), and could be \n\nexplained by the appearance of new niches in the contaminated soil with further \n\nfulfilment of these niches by previously not detected (low abundance) taxa. \n\n Soil is the most diverse environment on earth (Vogel et al., 2009), and many \n\nof the native microorganisms possess the ability to resist and degrade crude oil \n\nhydrocarbons (Franco et al., 2004; Head et al., 2006). In this study, we detected the \n\nrelative abundance community shifts in Actinobacteria, Proteobacteria, Firmicutes \n\nand Planctomycetes. The phylum Actinobacteria had its abundance increased in \n\nresponse to crude oil addition. We detected shifts in one unidentified OTU from the \n\nfamily Streptomycetaceae, one OTU from the genus Streptomyces and one OTU \n\nfrom the order Solirubrobacterales. Interestingly, the genera Nocardia represented \n\nless than 0.01% of the total sequences in the control samples and shifted to 9.4% of \n\nthe sequences in the crude oil samples (Table 4). Several studies have reported \n\nActinobacteria as a good option for removing recalcitrant hydrocarbon, since they \n\nare known for the production of extracellular enzymes that degrade a wide \n\nrange of complex hydrocarbons. Also, many species of Actinobacteria are able to \n\nproduce biosurfactants that enhance hydrocarbons solubility and bioavailability \n\n(Pizzul et al., 2007; Kim &amp; Crowley, 2007; Balachandram et al., 2012; da Silva et \n\nal., 2015). The Actinobacteria phylum is recognized as the main alkane degrader in \n\npolar soils (Aislabie et al., 2006), besides producing multiple types of antifungals, \n\nantivirals, antibiotics, immunosuppressives, anti-hypertensives and antitumorals \n\n(Benedict, 1953; Omura et al., 2001; Khan et al., 2011; de Lima Procópio et al., \n\n2012). Rodriguez et al. (2015) reported a significant rise in Gamma and \n\nAlphaproteobacteria relative abundance from beach sand of Florida coast, in \n\nresponse to the crude oil plume from the Deepwater Horizon Drilling rig accident in \n\nthe Gulf of Mexico. Although some research has reported the prevalence of Gram-\n\nnegative bacteria upon soils contaminated with heavily weathered petroleum (Kaplan \n\n&amp; Kitts, 2004), our work shows a big shift on Gram-positive Actinobacteria. Our \n\n\n\n \n \n\n38 \n \n\nresults also corroborates with Chikere et al. (2009) who reported the prevalence of \n\nActinobacteria after oil addition using cultivation dependent techniques. Grosshard et \n\nal. (2004) detected the inhibition of several proteobacterias by actinomycete strains \n\nisolated from the German Wadden sea, while Burgess et al. (1999) report that, \n\nantibiotic production may be triggered by several factors as presence of chemical \n\nsubstances, substrate availability, population density and many others.   \n\nWe did not detect a shift in the general relative abundance of the \n\nProteobacteria phylum (Figure 4) but, the relative abundance of the classes inside \n\nthis phylum showed a significant change (Table 5). Alpha and Deltaproteobacteria \n\nclasses had a major relative abundance reduction in the contaminated samples. The \n\nreduction of these two classes might even be connected, considering that, the \n\nAlphaproteobacteria with the biggest reduction was a member of the Rhodospirillales \n\norder, which is composed mainly by purple non sulphur photosynthetic \n\nmicroorganisms. This group fix carbon using hydrogen as an electron donor, and the \n\nmember of the Deltaproteobacteria phylum that suffered the biggest reduction \n\nbelongs to the Syntrophobacteraceae family, a family known for releasing H2 as a \n\nproduct of organic acids fermentation. This ecological interaction is called syntrophy \n\n(McInerey et al., 1981), and its presence could be happening as both groups were \n\nreduced by c. 50%. The Beta and Gammaproteobacteria classes rose in their relative \n\nabundance in response to crude oil treatment. The member of the Betaproteobacteria \n\nclass with the biggest increase belonged to the family Comamonadaceae, this family \n\nis known by its heterotrophic denitrification capability (Khan et al., 2002) using \n\norganic compounds as electron donors. The only Archaea with significant differences \n\nbetween treatments, Nitrososphaera, is an autotrophic ammonia-oxidizer (Mußmann \n\net al., 2011) and represented 6.1% of the total sequences in the control. In the crude \n\noil contaminated treatment this relative abundance was reduced to 2.8%. Urakawa et \n\nal. (2012) evaluating the responses of ammonia-oxidizing Archaea and Bacteria to \n\ncrude oil hydrocarbons, showed that Archaea are several times more sensitive than \n\nBacteria. The reduction of this Archaea and the increase in the relative abundance of \n\nthe Comamonadaceae family individual (Table 5), mentioned above, reinforces the \n\nhypothesis raised to explain the broader cluster observed in Bacteria beta-diversity \n\n(Figure 4A). This phenomenon was not observed for Fungi, as in the control samples \n\nwe were able to detect 12 well distributed classes and in the contaminated samples, \n\nmore than 95% of the sequences belonged to the classes Sordariomycetes and \n\n\n\n \n \n\n39 \n \n\nIncertae. The Incertae class was represented by only one genera, Mortierella, and its \n\nrelative abundance in the contaminated samples reached 70.3%. Mortierella is a \n\nZygomycota and is known as an oleaginous microorganism, it accumulates lipids and \n\nhas even been used as a strategy for biodiesel production (Ratledge, 2002; Kumar et \n\nal., 2011). \n\nThis is the first study reporting the effect of crude oil contamination in soils \n\nof the Trindade Island, a Brazilian oceanic island threatened by possible oil spills due \n\npetroleum exploration. Our results reinforces the importance of microbial diversity \n\nanalysis in insulated environments, pointing out the impact of crude oil on microbial \n\ncommunities shifts from unexplored environments. Moreover, these findings indicate \n\nthe biotechnological potential of degrading hydrocarbons soil microorganisms, \n\nfostering further studies aiming to relieve any oil contamination occurrence on \n\nTrindade Island. \n\n \n\nREFERENCES \nAislabie, J., Saul, D. J., Foght, J. M. (2006) Bioremediation of hydrocarbon \ncontaminated polar soils. Extremophiles 10: 171–179. \n\nAlves, R. J. V., &amp; Castro, J. W. (2006) Ilhas oceânicas brasileiras: da pesquisa ao \nmanejo. MMA Secretaria de Biodiversidade e Florestas. Brasília, DF, Brasil. 298 p. \n\nAnders, S., Huber, W. (2010). Differential expression analysis for sequence count \ndata Genome Biology 11, R106. \n\nAtlas, R. M. (1981). Microbial degradation of petroleum hydrocarbons: an \nenvironmental perspective. Microbiological reviews, 45(1), 180. \n\nBalachandran, C., Duraipandiyan, V., Balakrishna, K., &amp; Ignacimuthu, S. (2012). \nPetroleum and polycyclic aromatic hydrocarbons (PAHs) degradation and \nnaphthalene metabolism in Streptomyces sp.(ERI-CPDA-1) isolated from oil \ncontaminated soil. Bioresource Technology, 112, 83-90. \n\nBenedict, R. G. (1953). Antibiotics produced by actinomycetes. The Botanical \nReview, 19(5), 229-320. \n\nBengtsson-Palme, J., Ryberg, M., Hartmann, M., Branco, S., Wang, Z., Godhe, A., \nNilsson, R. H. (2013). Improved software detection and extraction of ITS1 and ITS2 \nfrom ribosomal ITS sequences of fungi and other eukaryotes for analysis of \nenvironmental sequencing data. Methods in Ecology and Evolution, 4(10), 914-919. \n\nBrinch, U. C., Ekelund, F., &amp; Jacobsen, C. S. (2002). Method for spiking soil \nsamples with organic compounds. Applied and Environmental Microbiology, 68(4), \n1808-1816. \n\n\n\n \n \n\n40 \n \n\nBritish Petroleum; BP statistical review of world energy. BP, London, UK. 2014. \nAccessible at: bp.com/statisticalreview \n\nBurgess, J. G., Jordan, E. M., Bregu, M., Mearns-Spragg, A., &amp; Boyd, K. G. (1999). \nMicrobial antagonism: a neglected avenue of natural products research. Journal of \nBiotechnology, 70(1), 27-32 \n\nCaporaso, J. G., Kuczynski, J., Stombaugh, J., Bittinger, K., Bushman, F. D., \nCostello, E. K., Fierer, N., Peña, A. G., Goodrich, J. K., Gordon, J. I., Huttley, G. A., \nKelley, S. T., Knights, D., Koenig, J. E., Ley, R. E., Lozupone, C. A., McDonald, D., \nMuegge, B. D., Pirrung, M., Reeder, J., Sevinsky, J. R., Turnbaugh, P. J., Walters, \nW. A., Widmann, J., Yatsunenko, T., Zaneveld, J., Knight, R. (2010). QIIME allows \nanalysis of high-throughput community sequencing data. Nature methods, 7(5), 335-\n336. \n\nCaporaso, J. G., Lauber, C. L., Walters, W. A., Berg-Lyons, D., Huntley, J., Fierer, \nN., Owens, S. M., Betley, J., Fraser, L., Bauer, M., Gormley, N., Gilbert, J. A., \nSmith, G., Knight, R. (2012). Ultra-high-throughput microbial community analysis \non the Illumina HiSeq and MiSeq platforms. The ISME journal, 6(8), 1621-1624.  \n\nCaporaso, J. G., Lauber, C. L., Walters, W. A., Berg-Lyons, D., Lozupone, C. A., \nTurnbaugh, P. J., Fierer, N., Knight, R. (2011). Global patterns of 16S rRNA \ndiversity at a depth of millions of sequences per sample. Proceedings of the National \nAcademy of Sciences, 108(Supplement 1), 4516-4522. \n\nChikere, C. B., Okpokwasili, G. C., &amp; Chikere, B. O. (2009). Bacterial diversity in a \ntropical crude oil-polluted soil undergoing bioremediation. African Journal of \nBiotechnology, 8(11). \n\nda Silva, F. S. P., Pylro, V. S., Fernandes, P. L., Barcelos, G. S., Kalks, K. H. M., \nSchaefer, C. E. G. R., Tótola, M. R. (2015). Unexplored Brazilian oceanic island host \nhigh salt tolerant biosurfactant-producing bacterial strains. Extremophiles, 19(3), \n561-572. \n\nde Lima Procópio, R. E., da Silva, I. R., Martins, M. K., de Azevedo, J. L., &amp; de \nAraújo, J. M. (2012). Antibiotics produced by Streptomyces. The Brazilian Journal \nof infectious diseases, 16(5), 466-471. \n\nDeSantis, T. Z., Hugenholtz, P., Larsen, N., Rojas, M., Brodie, E. L., Keller, K., \nHuber, T., Dalevi, D. Hu, F. Andersen, G. L. (2006). Greengenes, a chimera-checked \n16S rRNA gene database and workbench compatible with ARB. Applied and \nenvironmental microbiology, 72(7), 5069-5072. \n\nEdgar,RC (2010) Search and clustering orders of magnitude faster than BLAST, \nBioinformatics 26(19), 2460-2461. \n\nEdwards, R. A., Rodriguez-Brito, B. Wegley, L. Haynes, M., Breitbart, M., Peterson, \nD. M., Saar, M. O., Alexander, S. Alexander, E. C., Rohwer, F. (2006). \"Using \npyrosequencing to shed light on deep mine microbial ecology\". BMC Genomics 7: \n57. \n\n\n\n \n \n\n41 \n \n\nElliott, L. F., Lynch, J. M., Papendick, R. I., Stotzky, G., Bollag, J. M. (1996). The \nmicrobial component of soil quality. Soil biochemistry Volume 9, 1-21. \n\nEmbar, K., Forgacs, C., &amp; Sivan, A. (2006). The role of indigenous bacterial and \nfungal soil populations in the biodegradation of crude oil in a desert soil. \nBiodegradation, 17(4), 369-377. \n\nFaith, D. P. (1992). Conservation evaluation and phylogenetic diversity. Biological \nconservation,61(1), 1-10. \n\nFranco, I., Contin, M., Bragato, G., &amp; De Nobili, M. (2004). Microbiological \nresilience of soils contaminated with crude oil. Geoderma, 121(1), 17-30. \n\nGrossart, H. P., Schlingloff, A., Bernhard, M., Simon, M., &amp; Brinkhoff, T. (2004). \nAntagonistic activity of bacteria isolated from organic aggregates of the German \nWadden Sea. FEMS microbiology ecology, 47(3), 387-396. \n\nHamamura, N., Olson, S. H., Ward, D. M., &amp; Inskeep, W. P. (2006). Microbial \npopulation dynamics associated with crude-oil biodegradation in diverse soils. \nApplied and Environmental Microbiology, 72(9), 6316-6324. \n\nHaritash, A. K., &amp; Kaushik, C. P. (2009). Biodegradation aspects of polycyclic \naromatic hydrocarbons (PAHs): a review. Journal of hazardous materials, 169(1), 1-\n15. \n\nHead, I. M., Jones, D. M., &amp; Röling, W. F. (2006). Marine microorganisms make a \nmeal of oil. Nature Reviews Microbiology, 4(3), 173-182. \n\nHeinemeyer, O., Insam, H., Kaiser, E. A., &amp; Walenzik, G. (1989). Soil microbial \nbiomass and respiration measurements: an automated technique based on infra-red \ngas analysis. Plant and soil,116(2), 191-195. \n\nHentati, O., Lachhab, R., Ayadi, M., &amp; Ksibi, M. (2013). Toxicity assessment for \npetroleum-contaminated soil using terrestrial invertebrates and plant bioassays. \nEnvironmental monitoring and assessment, 185(4), 2989-2998. \n\nHoeft, R. G., Walsh, L. M., and D. R. Keeney. 1973. Evaluation of various \nextractants for available soil sulfur. Soil Sci. Soc. Am. Proc. 37: 401-404. \n\nHuettel, M., Berg, P., Kostka, J. E. (2014). Benthic exchange and biogeochemical \ncycling in permeable sediments. Marine Science, 6. \n\nJuck, D., Charles, T., Whyte, L., Greer, C. (2000) Polyphasic microbial community \nanalysis of petroleum hydrocarbon-contaminated soils from two northern Canadian \ncommunities. FEMS Microbiology Ecology 33: 241–249 \n\nKaplan, C. W., &amp; Kitts, C. L. (2004). Bacterial succession in a petroleum land \ntreatment unit. Applied and Environmental Microbiology, 70(3), 1777-1786. \n\nKhan, S. T., Horiba, Y., Yamamoto, M., &amp; Hiraishi, A. (2002). Members of the \nfamily Comamonadaceae as primary poly (3-hydroxybutyrate-co-3-\nhydroxyvalerate)-degrading denitrifiers in activated sludge as revealed by a \npolyphasic approach. Applied and environmental microbiology, 68(7), 3206-3214. \n\n\n\n \n \n\n42 \n \n\nKhan, S. T., Komaki, H., Motohashi, K., Kozone, I., Mukai, A., Takagi, M., &amp; \nShinya, K. (2011). Streptomyces associated with a marine sponge Haliclona sp.; \nbiosynthetic genes for secondary metabolites and products. Environmental \nmicrobiology, 13(2), 391-403. \n\nKim, J. S., &amp; Crowley, D. E. (2007). Microbial diversity in natural asphalts of the \nRancho La Brea Tar Pits. Applied and environmental microbiology, 73(14), 4579-\n4591. \n\nKõljalg, U., Larsson, K. H., Abarenkov, K., Nilsson, R. H., Alexander, I. J., \nEberhardt, U., Erland, S., Hoiland, K., Kjoller, R., Larsson, E., Pennanen, T., Sen, \nR., Taylor, A. F., Tedersoo, L., Vrålstad, T., Ursing, B. M. (2005). UNITE: a \ndatabase providing web based methods for the molecular identification of \nectomycorrhizal fungi. New Phytologist, 166(3), 1063-1068. \n\nKostka, J. E., Prakash, O., Overholt, W. A., Green, S. J., Freyer, G., Canion, A., \nDelgardio, J., Norton, N., Hazen, T. C., Huettel, M. (2011). Hydrocarbon-degrading \nbacteria and the bacterial community response in Gulf of Mexico beach sands \nimpacted by the Deepwater Horizon oil spill. Applied and environmental \nmicrobiology,77(22), 7962-7974. \n\nKumar, I., Ramalakshmi, M. A., Sivakumar, U., Santhanakrishnan, P., &amp; Zhan, X. \n(2011). Production of microbial oils from Mortierella sp for generation of biodiesel \nlivestock. African Journal of Microbiology Research, 5(24), 4105-4111. \n\nLiang, Y., Van Nostrand, J. D., Deng, Y., He, Z., Wu, L., Zhang, X., Li, G., Zhou, J. \n(2011) Functional gene diversity of soil microbial communities from five oil-\ncontaminated fields in China. The ISME Journal 5: 403–413. \n\nLima, J. A. M. A energia que vem do mar: a herança energética do mar brasileiro. \nCienc. Cult. [online], v.62, n.3, p.25-8, 2010. \n\nLoman, N. J., &amp; Pallen, M. J. (2015). Twenty years of bacterial genome sequencing. \nNature Reviews Microbiology. \n\nMaliszewska-Kordybach, B. (1993). The effect of temperature on the rate of \ndisappearance of polycyclic aromatic hydrocarbons from soils.Environmental \npollution, 79(1), 15-20. \n\nMarkowitz, V. M., Chen, I. M. A., Chu, K., Pati, A., Ivanova, N. N., &amp; Kyrpides, N. \nC. (2015). Ten Years of Maintaining and Expanding a Microbial Genome and \nMetagenome Analysis System.Trends in microbiology, 23(11), 730-741. \n\nMcInerney, M. J., Bryant, M. P., Hespell, R. B., &amp; Costerton, J. W. (1981). \nSyntrophomonas wolfei gen. nov. sp. nov., an anaerobic, syntrophic, fatty acid-\noxidizing bacterium. Applied and Environmental Microbiology, 41(4), 1029-1039. \n\nMcKee, R. H., Schreiner, C. A., Nicolich, M. J., &amp; Gray, T. M. (2013). Genetic \ntoxicity of high-boiling petroleum substances. Regulatory Toxicology and \nPharmacology, 67(2), S75-S85. \n\n\n\n \n \n\n43 \n \n\nMohr, L. V., Castro, J. W. A., Costa, P. M. S., &amp; Alves, R. J. V. (2009). Ilhas \noceânicas brasileiras: da pesquisa ao manejo. \n\nMueller, M., &amp; Wallace, R. (2008). Enabling science and technology for marine \nrenewable energy. Energy Policy, 36(12), 4376-4382. \n\nMussmann, M., Brito, I., Pitcher, A., Damsté, J. S. S., Hatzenpichler, R., Richter, A., \nNielsen, J. L., Müller, A., Damis, H., Wagner, M., Head, I. M. (2011). \nThaumarchaeotes abundant in refinery nitrifying sludges express amoA but are not \nobligate autotrophic ammonia oxidizers.Proceedings of the National Academy of \nSciences,108(40), 16771-16776. \n\n?mura, S., Ikeda, H., Ishikawa, J., Hanamoto, A., Takahashi, C., Shinose, M., \nTakahashi, Y., Horikawa, H., Nakazawa, H., Osonoe, T., Kikuxhi, H., Shiba, T., \nSakaki, Y, Hattori, M. (2001). Genome sequence of an industrial microorganism \nStreptomyces avermitilis: deducing the ability of producing secondary metabolites. \nProceedings of the National Academy of Sciences,98(21), 12215-12220. \n\nPizzul, L., del Pilar Castillo, M., &amp; Stenström, J. (2007). Effect of rapeseed oil on the \ndegradation of polycyclic aromatic hydrocarbons in soil by Rhodococcus \nwratislaviensis. International biodeterioration &amp; biodegradation, 59(2), 111-118. \n\nRahman, K. S. M., Thahira-Rahman, J., Lakshmanaperumalsamy, P., &amp; Banat, I. M. \n(2002). Towards efficient crude oil degradation by a mixed bacterial consortium. \nBioresource technology, 85(3), 257-261. \n\nRatledge, C. (2002). Regulation of lipid accumulation in oleaginous micro-\norganisms.Biochemical Society Transactions, 30(6), 1047-1049. \n\nRobinson, M. D., McCarthy, D. J. &amp; Smyth. J. K. (2010). edgeR: a Bioconductor \npackage for differential expression analysis of digital gene expression data. \nBioinformatics, 26(1): 139–140. \n\nRodriguez-R, L. M., Overholt, W. A., Hagan, C., Huettel, M., Kostka, J. E., &amp; \nKonstantinidis, K. T. (2015). Microbial community successional patterns in beach \nsands impacted by the Deepwater Horizon oil spill. The ISME journal, 9(9):1928-40. \n\nRoesch, L. F., Fulthorpe, R. R., Riva, A., Casella, G., Hadwin, A. K., Kent, A. D., \nDaroub, S. H., Camargo, F. A., Farmerie, W. G., Triplett, E. W. (2007). \nPyrosequencing enumerates and contrasts soil microbial diversity. The ISME journal, \n1(4), 283-290. \n\nSeabra, A. A. D., Freitas, G. P. D., Polette, M., &amp; Casillas, T. (2011). The promising \noil province of the pre-salt. Revista Direito GV, 7(1), 57-74. \n\nShimada, T., &amp; Fujii Kuriyama, Y. (2004). Metabolic activation of polycyclic \naromatic hydrocarbons to carcinogens by cytochromes P450 1A1 and 1B1. Cancer \nscience, 95(1), 1-6. \n\nSmith, D. P., &amp; Peay, K. G. (2014). Sequence depth, not PCR replication, improves \necological inference from next generation DNA sequencing. PLoS One, 9(2), \ne90234. \n\n\n\n \n \n\n44 \n \n\nUrakawa, H., Garcia, J. C., Barreto, P. D., Molina, G. A., &amp; Barreto, J. C. (2012). A \nsensitive crude oil bioassay indicates that oil spills potentially induce a change of \nmajor nitrifying prokaryotes from the Archaea to the Bacteria. Environmental \npollution,164, 42-45. \n\nVenkateswaran, K., Iwabuchi, T., Matsui, Y., Toki, H., Hamada, E., &amp; Tanaka, H. \n(1991). Distribution and biodegradation potential of oil-degrading bacteria in North \nEastern Japanese coastal waters.FEMS Microbiology Letters, 86(2), 113-121. \n\nVogel, T. M., Hirsch, P., Simonet, P., Jansson, J. K., Tiedje, J., van Elsas, J. D., \nBailey, M. J. Nalin, R., Philipot, L.(2009). TerraGenome: a consortium for the \nsequencing of a soil metagenome. Nature Reviews Microbiology, 7, 252. \n\nWerck-Reichhart, D., &amp; Feyereisen, R. (2000). Cytochromes P450: a success story. \nGenome Biol, 1(6), 3003-1. \n\nYang, S., Wen, X., Zhao, L., Shi, Y., &amp; Jin, H. (2014). Crude oil treatment leads to \nshift of bacterial communities in soils from the deep active layer and upper \npermafrost along the China-Russia Crude Oil Pipeline route. PloS one, 9(5). \n\nZobell, C. E. (1946). Action of microorganisms on hydrocarbons. Bacteriological \nreviews, 10(1-2), 1. \n\n  \n\n\n\n \n \n\n45 \n \n\nADDITIONAL INFORMATION AND DECLARATIONS \n \nCONFLICT OF INTEREST STATEMENT \nThe authors declare no conflict of interest. \n\nACKNOWLEDGMENTS \nWe would like to thank the Brazilian Navy and the Captain Rodrigo Otoch \n\nChaves for the logistic support while collecting samples and Dr. Marc Redmile-\n\nGordon (Centre for Sustainable Soils and Grassland Systems, Rothamsted Research, \n\nUK) for the review of written English in the manuscript. \n\nFUNDING STATEMENT \nConselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) grant \n\n405544/2012-0 and Coordenação de Aperfeiçoamento de Pessoal de Nível Superior \n\n(CAPES/PROEX) financed this work. Rothamsted Research receives strategic \n\nfunding from the Biotechnology and Biological Sciences Research Council (BBSRC) \n\nof the UK. \n\nSupplementary table \n\nTable S1 – Number of quality filtered Illumina® barcoded sequences \n\nTreatments \n16S rRNA \n\ngene \nFungal Intergenic \n\nSpacer (ITS1) \nCrude Oil 45690 25315 \nCrude Oil 47917 46921 \nCrude Oil 52889 55579 \nControl 54458 91866 \nControl 55487 100736 \nControl 58337 103852 \nTotal 314748 424269 \n\n \n\n  \n\n\n\n \n \n\n46 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCHAPTER 2 \n\nEMPOWERING THE SOIL MICROBIAL COMMUNITY TO \nWITHSTAND TOXIC HYDROCARBON CONTAMINATION \n\n  \n\n\n\n \n \n\n47 \n \n\nEmpowering the soil microbial community to withstand toxic hydrocarbon \ncontamination \n \nDaniel K. Morais1,3* Victor S. Pylro2, Marc A. Redmile-Gordon3, Ian M. Clark3, \n\nPenny R. Hirsch3, Marcos R. Tótola1* \n\n1Microbiology Department, Universidade Federal de Viçosa, Viçosa/MG, 36570-\n\n900, Brazil. \n2Genomics and Computational Biology Group, René Rachou Research Center \n\n(CPqRR-FIOCRUZ), Belo Horizonte/MG, 30190-002, Brazil \n3AgroEcology Department, Rothamsted Research, Harpenden/Herts, AL52JQ, \n\nUnited Kingdom \n\n*Correspondence: Daniel Morais and Marcos R. Tótola. Department of \n\nMicrobiology, Universidade Federal de Viçosa, Av. P.H. Rolfs, SN, Viçosa, MG, \n\n36570-900, Brazil. E-mail: kdanielmorais@hotmail.com; totola@ufv.br. Phone: +55 \n\n31 3899-2903 \n\nABSTRACT \n \n\nPetroleum hydrocarbons may cause problems in all domains of life, from \n\nshifts in microbial communities (bacteria, phytoplankton and zooplankton) to \n\nmutagenic effects, alteration of embryonic development, life spam and behavior of \n\nvertebrates. Biodiesel Co-Product (BCP) is now a highly available and cost-effective \n\nmaterial for many pourposes, including soil amendment. BCP was shown to promote \n\nincreased extracellular investment of N into amino acids present in the extracellular \n\nmatrix (or „EPS?) relative to the simple carbon source glycerol. Soil is considered the \n\nmost diverse environment on Earth. We aimed to compare the effects of crude oil \n\ncontamination on three soils not previously exposed to oil contamination. \n\nFurthermore, we hypothesized that a microbial community given BCP would \n\nmaintain greater diversity when exposed to contamination with crude oil than a \n\ncommunity not given BCP. An early flush of CO2 was observed when BCP was \n\napplied to the soils with and without oil. BCP did not affect ATP or alpha diversity in \n\nGrassland soils, nor alpha diversity of Bare Fallow. The data distribution obtained \n\nwith Principal Coordinates Analysis (PCoA) shows a very tight clustering of the \n\nsamples by type of soil. Grassland and Bare Fallow soils had high differences of \n\nOTU abundances between the treatments Control and Oil and Trindade Island soil \n\nmailto:kdanielmorais@hotmail.com\n\n\n \n \n\n48 \n \n\nhad very low differentially abundant OTUs between these two tratmetns. It is \n\nnecessary to evaluate long-term effects of crude oil addition on different types of \n\nsoil. This study was part of a larger project, which intends to describe immediate \n\nchanges in microbial functions under the same conditions of this experiment. This \n\nexperiment was the first comparison between agricultural soils and a tropical pristine \n\nsoil under crude oil contamination and a bioremediation strategy using a by-product \n\nfrom the biodiesel industry. \n\n \n\nKeywords: Next Generation Sequencing; microbial community analysis; alpha \n\ndiversity; beta diversity; biodiesel co-product (BCP), differential abundance. \n\n  \n\n\n\n \n \n\n49 \n \n\nINTRODUCTION \n \n\nCrude oil exploration, transport, storage, refining and consumption are \n\nactivities that bring risk to the environment. As shown in many articles, the leakage \n\nof crude oil or its derivatives cause damage to soil, water and air, through the release \n\nof recalcitrant and toxic compounds (D. M. Di Toro et al, 2007). Petroleum \n\nhydrocarbons may cause problems in all domains of life, from shifts in microbial \n\ncommunities (bacteria, phytoplankton and zooplankton) to mutagenic effects, \n\nalteration of embryonic development, life spam and behavior of vertebrates (G. \n\nPerhar and G. B. Arhonditsis, 2014, J. P. Incardona et al, 2014, D. Kochhann et al, \n\n2015). In reason of its disastrous effects, petroleum spillage is now considered the \n\nmain threat to marine ecosystems (G. Perhar and G. B. Arhonditsis, 2014). \n\nThe diversification of the energy industry into the renewable sector and \n\nfavorable combustion dynamics of biodiesel (Coniglio et al., 2013) mean that \n\nBiodiesel Co-Product (BCP) is now a highly available and cost-effective material for \n\nmany pourposes, including soil amendment. BCP contains approximately 49% \n\nglycerol and 12% of fatty acid methyl esters from (Table 1). It was previously \n\ndemonstrated that BCP rapidly increased the microbial biomass in an arable soil \n\n(Redmile-Gordon et al., 2014).  In the aforementioned study, BCP enabled microbial \n\ntransformations of nitrate-N to organic forms and thus prevented losses of nitrogen \n\nfrom the soil. Furthermore, BCP was shown to promote increased extracellular \n\ninvestment of N into amino acids present in the extracellular matrix (or „EPS?) \n\nrelative to the simple carbon source glycerol (Redmile-Gordon et al., under review \n\n1).  EPS is thought to support improved enzyme efficiency by increasing the contact \n\nbetween enzyme and substrate in aquatic systems (Romani et al., 2009) and soils \n\n(Redmile-Gordon et al., under review2), and embody tolerance against toxic \n\nhydrocarbon (Kang &amp; Park, 2010).  \n\nMicroorganisms are key components of the carbon cycle, therefore, \n\npossessing the enzymatic apparatus to produce and degrade a plethora of organic \n\ncarbon molecules. It is well known that prokaryotes are efficient on utilizing \n\nrecalcitrant petroleum hydrocarbons as source of carbon and energy. In 1946, Claude \n\nE. Zobel published the classical review about the microorganisms? ability of oil \n\ndegradation. Ronald Atlas? review (1981) presents an environmental perspective on \n\nthe role of bacteria, algae and fungi, comparing taxonomy, environmental conditions \n\n\n\n \n \n\n50 \n \n\nand chemical characteristics of crude oil.  That review highlights the increasing \n\nimportance of this field of research in line with the global trend for spillages of \n\ngreater magnitude. At that time, the use of molecular approaches to prospect \n\nbiodegradation functions in the environment was expensive and the absence of high \n\nthroughput methods prevented the deepening (or expansion) of our knowledge about \n\nthe existence, organization and regulation of genes and metabolic pathways involved \n\nin hydrocarbon biodegradation. \n\n Although the term “metagenomics” have been used for the first time in 1998 \n\nby Handelsman and his collaborators, results from studies using “next generation \n\nsequencing” technology to describe environmental microbial samples were published \n\nonly in 2005 by Poinar and colleagues, describing ancient DNA samples from \n\nMammouth, followed by those of Robert Edwards (2006) about the microbial \n\necology of deep mines. \n\nSoil is considered the most diverse environment on Earth. Torsvik and \n\ncolleagues (1996) estimated that one gram of soil could hold up to 6000 species of \n\nbacteria, based on E. coli genome size. Results from Roesch et al. 2007, using next \n\ngeneration sequencing, show that community richness and diversity are closely \n\nrelated to the use of land; they also obtained richness results that agreed with the \n\nestimations made by Torvisk et al. (1996).  \n\nThe recent achievements in the field of nucleotide sequencing have improved \n\nour capabilities to study complex microbial communities. Such advances made it \n\npossible to describe the microbial community profile of highly diverse and complex \n\nmatrices like soil (Roesch et al., 2007; Caporaso et al., 2012).  \n\nHere we aimed to compare the effects of crude oil contamination on three \n\nsoils not previously exposed to oil contamination and with highly contrasting \n\nphysicochemical properties (Table 2) and management.  Furthermore, we \n\nhypothesized that a microbial community given BCP would maintain greater \n\ndiversity when exposed to contamination with crude oil than a community not given \n\nBCP. \n\n  \n\n\n\n \n \n\n51 \n \n\nMATERIAL AND METHODS \nExperimental design \n\n Three soils were used to examine the effect of crude oil contamination and of \n\nBCP treatment. Two soils were sampled from the Highfield long-term experiment at \n\nRothamsted Research, Hertfordshire, UK and one soil was sampled at Trindade \n\nIsland, Brazil, harboring the species Cyperus atlanticus. We defined 4 treatments: \n\nControl samples (Cntrl), Crude oil addition (Oil) (50 g kg-1), Biodiesel Co-product \n\n(BCP) (3 g kg-1) and a Combination of Crude oil and Biodiesel Co-product (Comb). \n\nThe microcosms were assembled with 20 grams of soil in bijou bottles of 50 mL. \n\nThe microbial biodegradation activity was measured by CO2 emission quantified \n\nusing the MicroResptm method (Campbel et al., 2003). \n\n The Biological Chemistry department of Rothamsted Research Institure \n\nsupplied Biodiesel co-product characteristics (Table 1).  \n\n \n\nTable 1 - Composition (%) of biodiesel co-product (BCP). \nPotassium \nhydroxide (KOH) \n\nPotassium soap \n(oleate equivalent) \n\nBiodiesel  \n(FAME) \n\nVolatile \norganics* \n\n \nGlycerol \n\nH2O \n\n0.1 29.3 12.1 7.3 49.3 1.9 \n*Volatile organics at 105 °C. \nFAME stands for fatty acid methyl ester. \n\n \n\nSampling site and soil analysis \n\nThe two soils from Rothamsted Research?s Highfield site were under \n\ndifferent cultivation regimes. One soil was under a bare fallow regime since 1959 \n\nand the other soil was under a grassland regime since 1949 (P. Hirsch et al., 2009). \n\nSoils were randomly sampled at a depth of 0 – 10 cm. Trindade Island soil was \n\nsampled to the same depth from the northeast shoreline area (coordinates: 20°30' S \n\nand 29° 19' W), under influence of native vegetation (Cyperus atlanticus). The soils \n\nwere sampled randomly along the shoreline, following the distribution of C. \n\natlanticus. Cores were bulked, sieved (<2mm) and stored at 4°C until the \n\nmicrocosms were assembled.  The sampling expedition occurred through April 2013 \n\nand was supported by the Brazilian Navy and PROTRINDADE Research Program. \n\nThe National Council for Scientific and Technological Development (CNPq) \n\nprovided all approvals and permits (project grant number 405544/2012-0 and \n\n\n\n \n \n\n52 \n \n\nauthorization access to genetic resources process number 010645/2013-6) to conduct \n\nthe study within this protected area. The field study did not involve endangered or \n\nprotected species.  \n\nSoil treatment with crude oil and BCP \n\nIn order to achieve the homogenous mixing of oil with soil, hexane was used \n\nas a carrier.  To eliminate the effect of hexane from the experimental design, the \n\nfollowing procedure was adopted.  Firstly, to simulate the ageing of crude oil \n\nexposed to environmental conditions upon spillage, we heated 500 mL of crude oil to \n\n90? C and incubated for two hours in a fume hood.  The resulting aged crude oil was \na material highly viscous and difficult to work with.  To facilitate application to soil, \n\nwe dissolved the aged crude oil in hexane and applied to a subsample of each \n\nexperimental soil.  Hexane was also added to soils without crude oil to create a \n\nhexane-only contaminated control stock.  These hexane (and crude oil + hexane) \n\nexposed soil stocks were kept in the fume hood until all hexane had evaporated. We \n\nthen added 10 g of the control stock soil (hexane evaporated) to the bottles \n\ncorresponding to treatments „Control? and „BCP?, and made up to 20 grams with the \n\ncorresponding soil that had not been exposed to hexane.  The same procedure was \n\nrepeated for the stock soils that received the amendment of oil, corresponding to the \n\ntreatments „Crude Oil? and „Comb? (crude oil + BCP).  This procedure was adopted \n\nto repopulate the native soil microbial community decimated by hexane. The BCP \n\nwas added to soils (treatments „BCP and Comb?) as an aqueous solution of pH 7 at \n\nthe beginning of the incubation period. The final concentration of crude oil and BCP \n\nwas 3 g kg-1 and 3 g kg-1 respectively. After microcosm setup, the bottles were \n\nincubated at 26? C and the soil moisture was kept at 60% of its water holding \ncapacity (remoistened periodically with deionized water upon reaching c. 50%  of the \n\nwater holding capacity). In order to stimulate the microbial activity, at the 10th and \n\n15th day of incubation, the microcosms were amended with 5 g of stock soil (hexane \n\nevaporated) to the treatments „Control? and „BCP? and 5 g of oil + hexane-\n\ncontaminated soil stock to the treatments „Crude Oil? and „Comb? (crude oil + BCP). \n\n  \n\n\n\n \n \n\n53 \n \n\nATP quantification analysis \n\n ATP is a useful substitute for the „biomass C? method when C is made highly \n\navailable (Joergensen and Raubuch, 2002) or when non-biomass C might be \n\nsuspected to be solubilized through fumigation with chloroform.  Considering that \n\nthese soils were contaminated with crude oil, we favoured the ATP approach as a \n\nmeasure of microbial biomass. The methodology was the described by Redmile-\n\nGordon et al., (2011). \n\n \nMolecular analyses \n\nDNA extraction and quality check \n\nGenomic DNA was extracted and purified from each soil sample (0.5 g) \n\nusing the PowerMax® Soil DNA Isolation Kit (MoBio Laboratories, Carlsbad, CA) \n\nfollowing the manufacturer?s instructions. The purity of the extracted DNA was \n\nverified using a Nanodrop ND-1000 spectrophotometer (Nanodrop Technologies, \n\nWilmington, DE, USA) (260/280 nm ratio), DNA concentration was determined \n\nusing Qubit® 2.0 fluorometer and dsDNA BR Assay kit (Invitrogen™). The \n\nintegrity of the DNA was confirmed by electrophoresis in a 0.8 % agarose gel with 1 \n\nX TAE buffer. \n\n \n\nHigh-throughput sequencing \n\nSequencing was done on the Illumina MiSeq® platform (Caporaso et al. \n\n2012) at the High-throughput Genome Analysis Core (HGAC), Argonne National \n\nLaboratory (Illinoi, USA). Bacterial and archaeal 16S rRNA genes were amplified \n\nusing primers 515F (5?-GTGCCAGCMGCCGCGGTAA-3?) and 806R \n\n(5?-GGACTACHVGGGTWTCTAAT-3?) for paired-end microbial community.    \n\n \n\nData analysis \n\n Respiratory data was compared using the R package and the ExpDes (Cite \n\nExpDes) library to perform the ANOVA and Tukey test between treatments and \n\nenvironments. The graphs were generated using the SigmaPlot software (Systat \n\nSoftware, San Jose, CA). \n\nhttps://blu175.mail.live.com/ol/#_ENREF_34\n\n\n \n \n\n54 \n \n\nWe applied the 16S bioinformatics pipeline recommended by the Brazilian \n\nMicrobiome Project available at http://brmicrobiome.org (Pylro et al., 2014) that \n\napply Qiime and Usearch 7.0 (Cite Usearch) for filtering, clustering and diversity \n\nanalysis. The microbial community data was evaluated using the balance weighted \n\nphylogenetic diversity (BWPD) (McCoy &amp; Matsen, 2013) to compare the alpha \n\ndiversity between soils and treatments and Principal Coordinates Analysis (PCoA) to \n\ncompare the beta diversity between treatments and environments. The phylogenetic \n\nmethod used to produce the distance matrix was the weighted unifrac (Lozupone et \n\nal, 2005) and the distances between treatments were compared using the two-sided \n\nStudent?s two-sample t test. The full tables of statistical tests are in the \n\nsupplementary material. \n\nIn order to evaluate the differential abundance of species among samples, we \n\nused the method recommended by McMurdie and Holmes, (2014). The mentioned \n\nauthors suggest the normalization of OTU counts using the relative log expression \n\n(RLE) scaling factor (Anders &amp; Huber, 2010) between two groups of samples. After \n\nthe normalization step, McMurdie and Holmes (2014) suggest the exact test \n\n(Robinson &amp; Smith, 2008) for differences in the means between the two groups, \n\nassuming a negative-binomial distribution. These analysis were performed using the \n\nedgeR package (Robinson &amp; Smith, 2010). The complete RScript developed for this \n\nstudy is available at https://github.com/kdanielmorais/diff_abundance.  \n\nhttp://brmicrobiome.org/\nhttps://github.com/kdanielmorais/diff_abundance\n\n\n \n \n\n55 \n \n\nRESULTS AND DISCUSSION \n \nSoil respiration and physicochemical characteristics  \n\n An early flush of CO2 was observed when BCP was applied to the soils with \n\nand without oil (figure 1, A, B and C).  After this initial flush had passed (day 3), the \n\ncumulative CO2 increase was greater in Grassland soil given BCP + Oil than with oil \n\nalone (figure 1-A), indicating either that the BCP was providing a sustained source of \n\ncarbon or that its co-addition was supporting the respiration of crude oil-associated \n\ncarbon. Opposite to Grassland, the increase of CO2 release after treating the soils was \n\nonly noticed after the 10th day of incubation for Bare Fallow and Trindade soils. \n\nThese two soils showed very low respiration rates in comparison to Grassland soil, \n\nwhat can be explained by their low biomass content (figure 3). \n\n \n\nFigure 1 (A) Accumulated CO2 evolution of the treatments Control, Oil, BCP and \nComb for Grassland soil, during the 17 days of incubation. The measurement was \nmade using the MicroRespTM method. \n\n\n\n \n \n\n56 \n \n\n \n\nFigure 1 (B) Accumulated CO2 evolution of the treatments Control, Oil, BCP and \nComb for Bare Fallow soil, during the 17 days of incubation. The measurement was \nmade using the MicroRespTM method. \n  \n\n\n\n \n \n\n57 \n \n\n \n\nFigure 1 (C) Accumulated CO2 evolution of the treatments Control, Oil, BCP and \nComb for Trindade Island soil, during the 17 days of incubation. The measurement \nwas made using the MicroRespTM method. \n\n \n\nThe three soils have contrasting physicochemical properties (Table 2). The \n\nparental material, resident biota, local topography and time of formation, explain \n\nthese contrasting characteristics (Brady &amp; Weil, 2002). Trindade Island soil showed \n\nlow organic matter in comparison with Grassland, but high content of basic nutrients \n\nand available phosphorus (Table 2). These characteristics relate to the nature of the \n\nsoils used in the study. High fertility is common in soils from shore regions, like \n\nTrindade Island. High carbon and nitrogen contents are expected in soils receiving \n\nroot exudates as Rothamsted?s Highfield Grassland. Bare Fallow soil has the \n\ncharacteristics of a soil without vegetation coverage for a long period. The leaching \n\nprocess occurring more easily without temporary immobilization in plant biomass \n\nmay explain its low nutrient concentration. Another factor rely on the lack of plants \n\nto stimulate the microbial community and, therefore, nutrient cycling.  \n\n \n\n \n \n \n\n\n\n \n \n\n58 \n \n\nTable 2 - Summary physicochemical information for surface soil cores (0 - 10 cm) \nsampled at Rothamsted Research?s High Field site (Bare Fallow and Grassland) and \nTrindade Island - Brazil. \n\nSample pH Soil texture P-avail\n(1) P(3) K(4) Ca+2(3) Mg+2(3) OM N \n\n   mg kg \n-1 mg kg -1 cmolc kg\n\n-1 % \n\nBare Fallow 6.83 Silty Loam 2.32 49.75 31.98 1.03 0.42 0.85 0.09 \n\nGrassland 6.43 Silty Loam 11.30 128.09 163.77 6.18 0.60 3.98 0.34 \n\nTrindade 5.60 Sandy Loam / 1290.80 180.33 9.84 2.78 0.64 0.19 \n(1) Pipet method. (1) Available Phosphorus (Olsen et al., 1954). (3) Extracted with \nMehlich – 1. (4) Extracted with KCl 1 mol L-1. \n\nSoil microbial biomass and diversity \n\n In order to evaluate the effects of oil and the protective effect of BCP against \n\nhydrocarbon toxicity, we decided to merge the graphs containing the informations of \n\nbiomass (ATP quantification) and the alpha diversity metric, (balance weighted \n\nphylogenetic diversity) (McCoy &amp; Matsen, 2013) (figure 3).  \n\nBiodiesel Co-product (BCP) amendment increased the microbial biomass of \n\nBare Fallow soil and Trindade Island soil and alpha diversity (BWPD) of Trindade \n\nIsland. BCP did not affect ATP or alpha diversity in Grassland soils, nor alpha \n\ndiversity of Bare Fallow. The Liebig?s law, also known as “the law of the minimum”, \n\nstates that the scarcest resource (limiting factor) controls growth (Ploeg et al, 1999). \n\nBare Fallow and Trindade Island soils have low carbon content, while Grassland \n\nsoils have very high organic carbon concentration. The addition of BCP added the \n\nnutrient that was limiting the microbial growth in Bare Fallow and Trindade, but for \n\nGrassland, another factor seems to be limiting the microbial growth.  \n\n Crude oil had a deleterious effect on microbial biomass of Grassland and \n\nBare Fallow soils, but not in the soil of Trindade (figure 3). It is well known that \n\npolycyclic hydrocarbons present in oil have a toxic effect on non-resistant cells \n\n(Hentati et al, 2013). Oil contamination also increased alpha diversity (BWPD \n\nmetric) in Bare Fallow. Although the result of a toxic compound like hydrocarbons \n\npresent in oil causing the increase of Bare Fallow?s microbial diversity sounds \n\ncontroversial, it is known that soils hold a high degree of functional redundancy, \n\nespecially among bacterial taxa, with very far phylogenetic groups performing \n\nsimilar processes (Allison &amp; Martiny, 2008). If the groups of higher abundance \n\nstruggle against crude oil toxicity, we would expect that less abundant groups, \n\nresistant to crude oil, would carry on the functions recently lost. The abundance of \n\nthese taxa, that just got space in the competition, will now increase, causing the \n\n\n\n \n \n\n59 \n \n\neffect of higher diversity seen in figure 3 A. This effect may be caused by the \n\nreduction of populations density of dominant species (figure 3 A), so that the less \n\nabundant species start to increase and occupy available niches, so they can better \n\ncompete. This shifts result in increased diversity. \n\nThe combination of oil and BCP to Bare Fallow increased alpha diversity and \n\nATP concentration. We speculate that this was possible thanks to the positive effect \n\nof BCP on the microbiota of this soil. BCP contains approximately 29 % of \n\npotassium soap (Table 1) and may have enhanced the availability of oil hydrocarbons \n\nto Bacterial groups able to degrade these compounds. The protective effect observed \n\nfor Bare Fallow was not seen for Grassland and did not alter the microbial biomass \n\nof Trindade Island. \n\n\n\n \n \n\n60 \n \n\n \n\nFigure 2 Soil biomass measured through ATP and alpha diversity index microbial \nbalance weighted phylogenetic diversity (BWPD). The graphs represent the biomass \n(ATP) and alpha diversity (BWPD) responses of the soils (A) Bare Fallow, (B) \nGrassland and (C) Trindade Island to the treatments Control (Cntrl), Biodiesel Co-\nproduct (BCP), Crude oil (Oil) and Combination of Crude (Comb).  \n \n \nBeta Diversity comparison \n\nBare Fallow \n\nGrassland \n\nTrindade Island \n\n\n\n \n \n\n61 \n \n\n We used the weighted UniFrac distance metrics (method that calculates \n\nphylogenetic distances between samples considering higher weight to more abundant \n\ntaxa/branch tips) to estimate the beta diversity and the results were presented as a \n\nthree-axis principal coordinates analysis (PCoA) (figure 4). \n\n The data distribution obtained with Principal Coordinates Analysis (PCoA) \n\n(Figure 4) shows a very tight clustering of the samples by type of soil (p-value \n\nBenjaming-Hochberg corrected = 1.89 e-300). It can be concluded that soil microbial \n\ncommunities are very divergent between the three areas. The differences between \n\nmicrobial communities of the three areas is significantly higher than the differences \n\nof microbial communities at same area exposed to the treatments with oil and BCP. \n\nFor this reason, the beta diversity analysis was also performed separately within each \n\nsoil type (Bare Fallow, Grassland and Trindade Island, Fig 5,6 and 7 respectivelly), \n\nthis approach allowed us to see the separation caused by treatments. Bare Fallow soil \n\nshowed two clusters separated by the presence of oil (p-value Benjaming-Hochberg \n\ncorrected = 0.00398) and separated the treatments oil and comb (p-value Benjaming-\n\nHochberg corrected = 5.65-6), but did not show differences between the treatment \n\ncntrl and bcp (figure 6). Grassland soils formed two clusters separated by the \n\npresence and the absence of crude oil, differences were significative under t-test at \n\n0.05 and p-value Benjaming-Hochberg corrected. The Trindade Island soil showed 4 \n\nwell resolved clusters (p-value Benjaming-Hochberg corrected = 0.05) representing \n\nthe 4 treatments (cntrl, BCP, crude oil and comb). \n\n \n\n        \n\n\n\n \n \n\n62 \n \n\n \n\nFigure 3 Principal coordinate analysis (PCoA) of weighted unifrac distances \ngenerated from taxa tables, summarized at the genus level, exposed to treatments \nwith biodiesel co-product (BCP) and oil.  \n  \n\nTrindade Island \n\nGrassland \n\nBare Fallow \n\n\n\n \n \n\n63 \n \n\n \n\nFigure 4 Principal coordinate analysis (PCoA) of weighted unifrac distances \ngenerated from Bare Fallow soil?s taxa tables, summarized at the genus level, \nexposed to treatments with biodiesel co-product (BCP) and oil. \n  \n\nBare Fallow \n\n\n\n \n \n\n64 \n \n\n \n\nFigure 5 Principal coordinate analysis (PCoA) of weighted unifrac distances \ngenerated from Grassland soil?s taxa tables, summarized at the genus level, exposed \nto treatments with biodiesel co-product (BCP) and oil.   \n  \n\nGrassland \n\n\n\n \n \n\n65 \n \n\n \n\nFigure 6 Principal coordinate analysis (PCoA) of weighted unifrac distances \ngenerated from Trindade Island soil?s taxa tables, summarized at the genus level, \nexposed to treatments with biodiesel co-product (BCP) and oil.   \n\nTaxonomic comparison \n\n The relative abundances of the phyla detected on the work reported here, are \n\npresented in table S2. The Bare Fallow control soil show ca. 0.1% of the sequences \n\nto be from the Archaea domain, 99.3% from Bacteria domain and 0.2% were not \n\nassingned to any taxa from the GreenGenes database (DeSantis et al., 2006). The \n\nGrassland control soil show ca. 0.1% of the sequences to be from the Archaea \n\ndomain, 99.5% from Bacteria domain and 0.4% were not assingned to any taxa from \n\nthe GreenGenes database. The Trindade Island control soil show ca. 3.1% of the \n\nsequences to be from the Archaea domain, 96.7% from Bacteria domain and 0.5% \n\nwere not assingned to any taxa from the GreenGenes database. We detected 6 \n\nArchaeal orders and 288 Bacterial orders in the present study. The most abundant \n\nArchaea found in the three soils was the Candidatus nitrophaera. This specie \n\nbelongs to the phylum Crenarchaetoa and correspond to ca. 90% of the Archaea \n\ncommunity detected in this experiment. The Candidatus nitrosphaera presence is \n\nrelated to the ammonia oxidation activity (Hatzenpichler et al., 2008) and the high \n\nnitrogen content found at Trindade Island suggest the presence of a niche for this \n\nTrindade \n\n\n\n \n \n\n66 \n \n\nspecie. Much attention must be addressed to this organisms considering its high \n\nabundance in Trindade soil and the knowledge of Archaea domain being the most \n\nabundant ammonia oxidizing prokaryotes in soil (Leninger et al., 2006). \n\n The most abundant phyla in the Control treatment of Bare Fallow were \n\nProteobacteria (31.4%), Acidobacteria (21.5%), Actinobacteria (12.1%), Firmicutes \n\n(10.6%), Gemmationadetes (9.9%), Verrucomicrobia (6.4%), Bacteroidetes (2.1%), \n\nChloroflexi (1.6%) and Planctomyces (1.6%). The most abundant phyla in the \n\nControl treatment of Grassland were Verrucomicrobia (30.1%), Proteobacteria \n\n(26.6%), Acidobacteria (16.2%), Actinobacteria (9.5%), Bacteroidetes (5.2%), \n\nFirmicutes (4.6%), Planctomyces (2.7%), Gemmationadetes (1.8%), Chloroflexi \n\n(0.9%). The most abundant phyla in the Control treatment of Trindade Island were \n\nActinobacteria (33.7%), Proteobacteria (29.3%), Acidobacteria (13.2%), \n\nGemmationadetes (5.7%), Bacterioidetes (3.1%), Crenarchaeota (3.1%), Chloroflexi \n\n(3.1%), Planctomycetes (3.0%), Verrucomicrobia (1.6%) and Firmicutes (1.2%).  \n\n  To compare the taxonomical differences between treatments we applied the \n\nStudent-t test  with p-values FDR-corrected on absolute abundance tables at the \n\nlowest taxonomic level (genera) (Suplementary data), but this method did not detect \n\nOTUs with significative abundance differences. Therefore, we assessed the variation \n\nof OTU abundances between treatments using the Edge R pipeline (Robinson &amp; \n\nSmith, 2010), recommended by McMurdie and Holmes (2013). This approach takes \n\ninto account that during samples sequencing, using NGS technologies,  the total \n\nnumber of reads obtained for each sample is not the same. The R script for running \n\nthis analysis on R software is available at \n\nhttps://github.com/kdanielmorais/diff_abundance and in table S3. \n\n   As we are interested on differences between the treatments in each soil and \n\nnot in differences between soils, the discussion will be focused on comparisons in \n\npairs of samples, between treatments within each soil (figure 8). Bare Fallow and \n\nGrassland soils did not show any OTU differentially abundant significant (? = 0.05), \n\nwhen comparing the treatments cntrl and BCP (figure 8A and 8B). This result agrees \n\nwith the results of beta diversity (dissimilarities between samples), by which it is not \n\npossible to separate the samples control and BCP in the phylogenetic distance \n\ncomparison (figure 5 and figure 6). However, there was a drastic change of OTU \n\nabundances in Trindade Island soil when BCP was applied (figure 9C). The changes \n\nin OTU abundances observed in the Trindade Island soil means that, although the \n\nhttps://github.com/kdanielmorais/diff_abundance\n\n\n \n \n\n67 \n \n\nalpha diversity have rised (figure 3 C) the overall microbial community ended up \n\nbeing higly divergent from its origin (Control treatment), in the same manner, the \n\nincrease of microbial biomass for Bare Fallow and the absense of differentially \n\nabundant OTUs, suggest that BCP did not alter the microbial community of this \n\nenvironment.  \n\nGrassland and Bare Fallow soils had high differences of OTU abundances \n\nbetween the treatments Control and Oil and Trindade Island soil had very low \n\ndifferentially abundant OTUs between these two tratmetns. This result is very similar \n\nto what was discussed for ATP and alpha diversity analyses (figure 3). Bare Fallow \n\nand Grassland showed a strong change of ATP and diversity upon addition of oil, \n\nboth soils had a reduction of microbial biomass and Bare Fallow increased its \n\nmicrobia diversity, while Trindade Island did not have a significant difference of \n\nATP nor alpha diversity. These observations linked to the effects of BCP on Bare \n\nFallow, reinforce that the addition of BCP may have helped to protect soils \n\ncontaminated with crude oil, when having characteristics like Bare Fallow soil, low \n\nbiomass, low nutrient availability and low fertility, but did not show any protective \n\neffect on Grassland and Trindade Island soils. \n\n The comparison between the treatments Control and Comb, for Bare Fallow \n\nand Grassland, yielded (13 and 63, respectivelly) lower differentially abundant OTUs \n\nthan the comparison between the treatments Control and Oil for these two soils (23 \n\nand 73, respectivelly). Trindade Island showed 282 OTUs differentially abundant \n\nbetween the treatments Control and Comb (figure 8 C), being 169 OTUs more \n\nabundant in Control and 113 OTUs more abundant in Comb. The treatments Control \n\nand Comb, of Trindade Island, showed the highest number of OTUs differentially \n\nabundant, this might be an accumulative effect of BCP and Oil addition. Within the \n\n169 OTUs more abundant in the Control samples, when comparing to Comb \n\nsamples, we detected the 4 species belonging to the genus Streptomyces, 1 specie \n\nbelonging to the genus Pimelobacter, 4 species belonging to the genus Bacillus, 4 \n\nsubspecies beloging to the Archaeal specie Candidatus nitrososphaera. This two \n\naforementined groups (Bacillus and Candidatus nitrososphaera) were detected in \n\nhigher abundance also in the Comb treatment when compared to the control. This \n\ncould be explained by the presence of different species or subspecies or could be \n\nindividuals that lack the molecular apparatus to produce the enzymes necessary to \n\ndegrade oil hydrocarbons. Molecular experiments have described C. nitrosophaera as \n\n\n\n \n \n\n68 \n \n\npresenting a higly dynamic genome, presenting multiple IS elements/transposases \n\nand genomic islands (Bose &amp; Grossman, 2011; Spang et al., 2012). \n\nThe biggest difference between the treatments of Grassland soil was in the \n\nVerrucomicrobia phylum. The genus DA_101 belonging Verrucomicrobia occurred \n\nonly in soils of Rothamsted (Bare Fallow and Grassland) and is the most abundant \n\ntaxum in Grassland soil. The treatment Oil caused the biggest impact (73 OTUs) on \n\nOTU abundances, comparing to the Control treatment. The phylum Verrucomicrobia \n\nhad 10 species more abundant in Control treatment, when comparing to Oil treatment \n\n(Suplementary Tables). This group is highly selected by roots exudates and its \n\nfunctions are not completely known (da Rocha et al., 2013).  \n\n \n\n\n\n \n \n\n69 \n \n\n \n\nFigure 7 Number of differentially abundant (DA) OTUs between treatments (Cntrl, \nBCP, Oil and Comb). This bar plot shows the treatments compared two by two, using \nEdge R “exact test”, after normalization of the OTUs counting table using the RLE \nmethod.  \n  \n\nA B \n\nC \n\n\n\n \n \n\n70 \n \n\nCONCLUSIONS AND FUTURE PERSPECTIVES \n  \n\nBCP improved soil biodiversity in a short time scale (17 days) and using a \n\nvery low dosage, when carbon availability was a limiting factor (Trindade Island). It \n\nhelped to protect soil biomass from deleterious crude oil effects (Bare Fallow) and \n\nimproved biomass of Trindade Island soil. Crude oil had no immediate negative \n\neffect on Trindade Island biomass or biodiversity and caused the reduction of \n\nagricultural soils biomass (Grassland and Bare Fallow). Beta diversity analysis was \n\nable to detect changes in the phylogenetic distances between contaminated samples \n\nand non-contaminated samples. \n\nIt is necessary to evaluate long-term effects of crude oil addition on different \n\ntypes of soil. This study was part of a larger project, which intends to describe \n\nimmediate changes in microbial functions under the same conditions of this \n\nexperiment. This experiment was the first comparison between agricultural soils and \n\na tropical pristine soil under crude oil contamination and a bioremediation strategy \n\nusing a by-product from the biodiesel industry. \n\n The analysis of taxonomic differences using the DLE transformation and the \n\nexact test based on the negative-binomial distribution was capable to detect changes \n\nin short time soil experiments. \n\nREFERENCES \nAllison, S. D., Martiny, J. B. H., 2008. Resistance, resilience, and redundancy in \n\nmicrobial communities. Proceedings of the National Academy of Sciences of the \n\nUnited States of America 105, 11512e11519 \n\nAlvarez, V. H. V. R. F. Novais, L. E. Dias and J. A. Oliveira. 2000. Determinação e \n\nuso do fósforo remanescente. B. Inf. SBCS 25: 24-32. \n\nAnders, S., Huber, W. 2010. Differential expression analysis for sequence count data \n\nGenome Biology 11, R106. \n\nAtlas, R. M. 1981. Microbial Degradation of Petroleum Hydrocarbons: an \n\nEnvironmental Perspective. Microbiological Reviews, p. 180-209 \n\n\n\n \n \n\n71 \n \n\nBokulich, N. A., Subramanian, S., Fait, J. J., Gevers, D., Gordon, J. I., Knight, R., \n\nMills, D. A., Caporaso, J. G., 2013. Quality-filtering vastly improves diversity \n\nestimates from Illumina amplicon sequencing. Nat. Methods. 10: 57-59. \n\nBose, B., Grossman, A. D. 2011. Regulation of horizontal gene transfer in Bacillus \n\nsubtilis by activation of a conserved site-specific protease.Journal of \n\nbacteriology, 193(1), 22-29. \n\nBrady, N. C., Weil, R. R. 2002. The nature and properties of soils. \n\nCampbell, C. D., Chapman, S. J., Cameron, C. M., Davidson, M. S., Potts, J. M. \n\n2003. A rapid microtiter plate method to measure carbon dioxide evolved from \n\ncarbon substrate amendments so as to determine the physiological profiles of soil \n\nmicrobial communities by using whole soilAppl. Environ. Microbiol., 69 (6), pp. \n\n3593–3599. \n\nCaporaso, J. G., Lauber, C. L., Walters, W. A., Berg-Lyons, D., Huntley, J., Fierer, \n\nN., Owens, S. M., Betley, J., Fraser, L., Bauer, M., Gormley, N., Gilbert, J. A., \n\nSmith, G., Knight, R. 2012. Ultra-high-throughput microbial community analysis on \n\nthe Illumina HiSeq and MiSeq platforms. The ISME journal, 6(8), 1621-1624. \n\nda Rocha, U. N., Plugge, C. M., George, I., van Elsas, J. D.,  van Overbeek, L. S. \n\n2013. The rhizosphere selects for particular groups of acidobacteria and \n\nverrucomicrobia. PloS one,8(12), e82443. \n\nDi Toro, D. M., McGrath, J. A., Stubblefields, W. A. 2007. Predicting the toxicity of \n\nneat and weathered crude oil: toxic potential and the toxicity of saturated mixtures. \n\nEnvironmental Toxicology and Chemistry, Vol. 26, No. 1, pp. 24–36. \n\nEdwards, R. A., Rodriguez-Brito, B., Wegley, L., Haynes, M., Breitbart, M., \n\nPeterson, D. M., Saar, M. O., Alexander, S., Alexander, E. C., Rohwer, F. 2006. \n\nUsing pyrosequencing to shed light on deep mine microbial ecology. BMC \n\nGenomics 7: 57. \n\nHatzenpichler, R., Lebecleva, E. V., Spieck, E., Stoecker, K., Richter, A., Daims, H. \n\n2008. A moderately thermophilic ammonia-oxidizing crenarchaeote from a hot \n\nspring. Proc Natl Acad Sci USA 105: 2134–2139. \n\n\n\n \n \n\n72 \n \n\nHentati, O., Lachhab, R., Ayadi, M., &amp; Ksibi, M. 2013. Toxicity assessment for \n\npetroleum-contaminated soil using terrestrial invertebrates and plant \n\nbioassays. Environmental monitoring and assessment. 185(4), 2989-2998. \n\nHirsch, P. R., Gilliam, L. M., Sohi, S. P., Williams, J. K., Clark, I. M., &amp; Murray, P. \n\nJ. 2009. Starving the soil of plant inputs for 50 years reduces abundance but not \n\ndiversity of soil bacterial communities. Soil Biology and Biochemistry, 41(9), 2021-\n\n2024.  \n\nIncardona, J. P., Gardner, L. D., Linbo, T. L., Brown, T. L., Esbaugh, A. J., Mager, \n\nE. M., Tagal, M. (2014). Deepwater Horizon crude oil impacts the developing hearts \n\nof large predatory pelagic fish. Proceedings of the National Academy of Sciences, \n\n111(15), E1510-E1518.  \n\nJohnston, A. E., Poulton, P. R., &amp; Coleman, K. 2009. Soil organic matter: its \n\nimportance in sustainable agriculture and carbon dioxide fluxes. In D. L. Sparks \n\n(Ed.), Advances in Agronomy, Vol 101, pp. 1–57. \n\nJorgensen, R. G., Raubuch, M. 2002. Adenylate energy charge of a glucose-treated \n\nsoil without adding a nitrogen source. Soil Biology &amp; Biochemistry 34, 1317-1324. \n\nKang, Y. S., Park, W. 2010 Protection against diesel oil toxicity by sodium chloride-\n\ninduced exopolysaccharides in Acinetobacter sp. strain DR1. Journal of bioscience \n\nand bioengineering,109(2), 118-123. \n\nKochhann, D., Jardim, M. M., Domingos, F. X. V., Val, A. L. 2015. Biochemical \n\nand behavioral responses of the Amazonian fish Colossoma macropomum to crude \n\noil: The effect of oil layer on water surface. Ecotoxicology and environmental safety, \n\n111, 32-41.  \n\nLeininger, S., Urich, T., Schloter, M., Schwark, L., Qi, J., Nicol, G. W., Schleper, C. \n\n2006. Archaea predominate among ammonia-oxidizing prokaryotes in \n\nsoils. Nature, 442(7104), 806-809. \n\nLozupone C. Knight R. 2005 UniFrac: a new phylogenetic method for comparing \n\nmicrobial communities. Appl Environ Microbiol 71: 8228–8235. \n\n\n\n \n \n\n73 \n \n\nMatsen, F. A. 2015. Phylogenetics and the Human Microbiome. Syst Biol. \n\n64 (1): e26-e41. \n\nMcCoy, C. O., &amp; Matsen IV, F. A. 2013. Abundance-weighted phylogenetic \n\ndiversity measures distinguish microbial community states and are robust to \n\nsampling depth. PeerJ, 1, e157.  \n\nMcmurdie, P. J., Holmes, S. 2014 Waste not, want not: why rarefying microbiome \n\ndata is inadmissible. PLoS computational biology, v. 10, n. 4, p. e1003531. \n\nOlsen, S. R., Cole C. V., Watanabe, F. S., Dean, L. A. 1954. Estimation of available \n\nphosphorus in soils by extraction with sodium bicarbonate. U.S. Department of \n\nAgriculture Circular 939, USDA, Washington, DC.  \n\nPerhar G. Arhonditsis, G. B. 2014. Aquatic ecosystem dynamics following petroleum \n\nhydrocarbon perturbations: A review of the current state of knowledge. Journal of \n\nGreat Lakes Research. 40 Supplement 3 56–72 \n\nPoinar, HN; Schwarz, C, Qi, J, Shapiro, B, Macphee, RD, Buigues, B, Tikhonov, A, \n\nHuson, D, Tomsho, LP, Auch, A, Rampp, M, Miller, W, and Schuster, SC 2006. \n\nMetagenomics to Paleogenomics: Large-Scale Sequencing of Mammoth \n\nDNA. Science311 (5759): 392–394. \n\nPylro, V. S., Roesch, L. F. W., Morais, D. K., Clark, I. M., Hirsch, P. R., &amp; Tótola, \n\nM. R. 2014. Data analysis for 16S microbial profiling from different benchtop \n\nsequencing platforms. Journal of microbiological methods, 107, 30-37.  \n\nPylro, V. S., Roesch, L. F., Ortega, J. M., Amaral, A. M., Tótola, M. R., Hirsch, P. R. \n\n2014. Brazilian Microbiome Project: Revealing the unexplored microbial diversity - \n\nChallenges and prospects. MicrobEcol 67: 237-241. \n\nvan der Ploeg, R. R., B¨ohm, W., Kirkham, M. B. 1999. On the origin of the theory \n\nof mineral nutrition of plants and the law of the minimum, Soil Science Society of \n\nAmerica Journal 63, 1055–1062. \n\nRedmile-Gordon, M., White, R. P., Brookes, P. C., 2011. Evaluation of substitutes \n\nfor paraquat in soil microbial ATP determinations using the trichloroacetic acid \n\n\n\n \n \n\n74 \n \n\nbased reagent of Jenkinson and Oades (1979). Soil Biology and Biochemistry 43, \n\n1098-1100. \n\nRedmille-Gordon M., Armenise, E., Hirsch, P. R., Brookes, P. C. 2014. Biodiesel \n\nCo-Product (BCP) Decreases Soil Nitrogen (N) Losses to Groundwater. Water Air \n\nSoil Pollut. 225:1831. \n\nRobinson, M. D, and Smyth, G. K. 2008. Small-sample estimation of negative \n\nbinomial dispersion, with applications to SAGE data. Biostatistics, 9, 321-332. \n\nRobinson, M. D., McCarthy, D. J., Smyth, G. K. 2010. edgeR: a Bioconductor \n\npackage for differential expression analysis of digital gene expression \n\ndata. Bioinformatics, 26(1), 139-140. \n\nRoesch, L. F., Fulthorpe, R. R., Riva, A., Casella, G., Hadwin, A. K., Kent, A. D., \n\nTriplett, E. W. 2007. Pyrosequencing enumerates and contrasts soil microbial \n\ndiversity. The ISME journal, 1(4), 283-290.  \n\nSpang, A., Poehlein, A., Offre, P., Zumbrägel, S., Haider, S., Rychlik, N., Wagner, \n\nM. 2012. The genome of the ammonia?oxidizing Candidatus Nitrososphaera \ngargensis: insights into metabolic versatility and environmental adaptations. \n\nEnvironmental microbiology, 14(12), 3122-3145. \n\nSpitzer, M. W., Rappsilber, J. T. M. 2014. BoxPlotR: a web tool for generation of \n\nbox plots. Nature Methods. V. 11. P. 121-122. \n\nTorsvik, V., Sorheim, R., Goksoyr, J. 1996. Total  bacterial  diversity  in  soil  and  \n\nsediment  communities  a review. Journal  of  Industrial  Microbiology.  17, 170-17. \n\nTorsvik, V., Øvreås, L., &amp; Thingstad, T. F. 2002. Prokaryotic diversity--magnitude, \n\ndynamics, and controlling factors. Science, 296(5570), 1064-1066. \n\nZobel, C. Action of microorganisms on hydrocarbons. Bacteriol. Rev. 10:1-49. 1946 \n\n  \n\n\n\n \n \n\n75 \n \n\nADDITIONAL INFORMATION AND DECLARATIONS \n \nCONFLICT OF INTEREST STATEMENT \nThe authors declare no conflict of interest. \n\nACKNOWLEDGMENTS \nWe would like to thank the Brazilian Navy and the Captain Rodrigo Otoch \n\nChaves for the logistic support while collecting samples and Dr. Marc Redmile-\n\nGordon (Centre for Sustainable Soils and Grassland Systems, Rothamsted Research, \n\nUK) for the review of written English in the manuscript. \n\nFUNDING STATEMENT \nConselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) grant \n\n405544/2012-0 and Coordenação de Aperfeiçoamento de Pessoal de Nível Superior \n\n(CAPES/PROEX) financed this work. Rothamsted Research receives strategic \n\nfunding from the Biotechnology and Biological Sciences Research Council (BBSRC) \n\nof the UK. \n\nSupporting data \nSupporting data can be accessed through the following link: \n\nhttps://drive.google.com/open?id=0B8Ms461m3C-\n\nBfkt1SXVuTTQtVjhKSkcxWDhqTEVsWGRTcWgwMWNDOF9td2lCUnBqaEVM\n\nTmM \n\nThe material linked above contains the results of the differential abundance \n\nExact test based on the negative-binomial distribution. The results are organized in \n\n18 tables representing the treatments compared two by two within each soil, as \n\nexplained in figure 8. The material contains also the raw table of absolute OTU \n\ncounts from all samples. These files were too big to attach to this document.  \n\n \n\nhttps://drive.google.com/open?id=0B8Ms461m3C-Bfkt1SXVuTTQtVjhKSkcxWDhqTEVsWGRTcWgwMWNDOF9td2lCUnBqaEVMTmM\nhttps://drive.google.com/open?id=0B8Ms461m3C-Bfkt1SXVuTTQtVjhKSkcxWDhqTEVsWGRTcWgwMWNDOF9td2lCUnBqaEVMTmM\nhttps://drive.google.com/open?id=0B8Ms461m3C-Bfkt1SXVuTTQtVjhKSkcxWDhqTEVsWGRTcWgwMWNDOF9td2lCUnBqaEVMTmM\n\n\n \n \n\n76 \n \n\nSuplementary Table 1 \nTaxonomic community compositions. \n\nTaxa Bare Fallow  Grassland  Trindade Island \n\nCntrl BCP Oil Comb  Cntrl BCP Oil Comb  Cntrl BCP Oil Comb \n\nUnassigned;Other \n0.00210\n\n6 0.00208 0.00252 \n0.002814\n\n9 \n 0.00423\n\n6 0.00451 0.00357 \n0.003924\n\n2 \n \n\n0.00521 0.00516 0.00474 \n0.00561\n\n4 \n\nk__Archaea;p__Crenarchaeota \n0.00138\n\n9 0.00172 0.00188 \n0.002683\n\n6 \n \n\n0.00101 0.00081 0.00114 \n0.000856\n\n4 \n 0.03119\n\n8 0.04722 0.03596 \n0.05505\n\n6 \n\nk__Archaea;p__Euryarchaeota \n6.11E-\n\n05 \n5.05E-\n\n06 \n2.03E-\n\n05 0 \n \n\n0 0 0 0 \n 5.48E-\n\n05 \n3.89E-\n\n05 \n2.77E-\n\n05 \n5.90E-\n\n05 \n\nk__Archaea;p__[Parvarchaeota] \n2.22E-\n\n05 \n1.51E-\n\n05 \n2.03E-\n\n05 5.14E-05 \n 1.51E-\n\n05 \n3.37E-\n\n05 \n4.30E-\n\n05 2.81E-05 \n 0.00034\n\n9 0.00016 0.00011 \n0.00024\n\n6 \n\nk__Bacteria;p__ \n3.33E-\n\n05 \n2.52E-\n\n05 \n3.55E-\n\n05 4.57E-05 \n 5.05E-\n\n06 \n1.45E-\n\n05 0 2.01E-05 \n \n\n0.00013 \n3.34E-\n\n05 \n8.30E-\n\n05 \n2.95E-\n\n05 \n\nk__Bacteria;p__AD3 \n0.00023\n\n9 0.00031 0.00013 \n0.000154\n\n2 \n 1.51E-\n\n05 0 \n4.77E-\n\n06 2.81E-05 \n \n\n0 0 0 0 \n\nk__Bacteria;p__Acidobacteria \n0.21530\n\n6 0.23944 0.21244 \n0.201522\n\n2 \n 0.16293\n\n9 0.15472 0.13447 \n0.134737\n\n1 \n 0.13264\n\n1 0.09682 0.13038 \n0.10591\n\n3 \n\nk__Bacteria;p__Actinobacteria \n0.12130\n\n8 0.11432 0.11316 \n0.144789\n\n5 \n 0.09548\n\n3 0.10804 0.18783 \n0.196313\n\n8 \n 0.33730\n\n5 0.32746 0.34786 \n0.34001\n\n9 \n\nk__Bacteria;p__Armatimonadetes \n0.00751\n\n4 0.00648 0.00709 \n0.007097\n\n3 \n 0.00023\n\n7 0.00042 0.00036 \n0.000337\n\n7 \n 0.00224\n\n3 0.00161 0.00198 \n0.00156\n\n3 \n\nk__Bacteria;p__BHI80-139 0 0 0 0 \n \n\n0 0 0 0 \n \n\n0 0 \n1.38E-\n\n05 0 \n\nk__Bacteria;p__BRC1 \n9.45E-\n\n05 \n3.53E-\n\n05 \n3.05E-\n\n05 5.14E-05 \n 2.02E-\n\n05 \n6.75E-\n\n05 \n6.21E-\n\n05 6.84E-05 \n 0.00025\n\n9 0.00017 0.00018 \n8.36E-\n\n05 \n\nk__Bacteria;p__Bacteroidetes \n0.02066\n\n8 0.03035 0.0319 \n0.034852\n\n7 \n 0.05294\n\n6 0.04921 0.04532 \n0.042144\n\n8 \n 0.03131\n\n3 0.02696 0.02836 \n0.02926\n\n6 \n\nk__Bacteria;p__Chlamydiae \n0.00017\n\n8 0.00027 0.00022 \n0.000262\n\n7 \n 0.00079\n\n3 0.0008 0.00084 \n0.000800\n\n1 \n 0.00041\n\n4 0.00072 0.0003 \n0.00111\n\n1 \n\nk__Bacteria;p__Chlorobi \n7.22E-\n\n05 0.00014 0.00012 0.000177 \n 0.00037\n\n4 0.00033 0.0002 0.000197 \n 0.00134\n\n6 0.00097 0.0012 \n0.00064\n\n9 \n\nk__Bacteria;p__Chloroflexi \n0.01638\n\n3 0.01403 0.01103 0.011688 \n 0.00965\n\n7 0.00921 0.01079 \n0.010928\n\n2 \n 0.03032\n\n6 0.02363 0.02462 0.02401 \n\nk__Bacteria;p__Cyanobacteria \n0.00248\n\n4 0.00319 0.00522 \n0.006109\n\n5 \n 0.00072\n\n7 0.00056 0.00063 \n0.000880\n\n5 \n 0.00068\n\n8 0.00109 0.00082 0.00148 \n\nk__Bacteria;p__Elusimicrobia 0.00123 0.00152 0.0017 0.002101  0.00219 0.00207 0.00206 0.002251  0.00096 0.00099 0.00119 0.00121 \n\n\n\n \n \n\n77 \n \n\nk__Bacteria;p__FBP 0.00018 0.00014 0.00015 0.000194 \n 1.01E-\n\n05 \n2.41E-\n\n05 \n9.55E-\n\n06 2.81E-05 \n \n\n0.00017 0.00017 0.00021 0.00018 \n\nk__Bacteria;p__FCPU426 \n5.00E-\n\n05 0.0001 \n1.02E-\n\n05 2.28E-05 \n 1.51E-\n\n05 0 \n4.77E-\n\n06 5.63E-05 \n \n\n0 0 0 0 \n\nk__Bacteria;p__Fibrobacteres \n0.00016\n\n7 0.00013 \n6.60E-\n\n05 4.00E-05 \n 0.00024\n\n7 0.00025 0.0002 0.000197 \n \n\n0.00016 0.00015 0.0001 \n0.00014\n\n7 \n\nk__Bacteria;p__Firmicutes \n0.10668\n\n6 0.11416 0.16246 \n0.163706\n\n1 \n \n\n0.04603 0.0353 0.04707 \n0.048682\n\n4 \n 0.01262\n\n8 0.03091 0.01338 \n0.03009\n\n2 \n\nk__Bacteria;p__GAL15 0 0 0 0 \n \n\n0 0 0 0 \n 2.49E-\n\n05 \n3.89E-\n\n05 0.0001 \n5.90E-\n\n05 \nk__Bacteria;p__Gemmatimonadete\ns 0.09945 0.07547 0.05814 0.060038 \n\n \n0.01804 0.0192 0.01968 0.020272 \n\n \n0.05799 0.03975 0.05001 0.03678 \n\nk__Bacteria;p__MVP-21 0 0 0 0 \n 5.05E-\n\n06 \n2.41E-\n\n05 0 0 \n 2.99E-\n\n05 \n1.67E-\n\n05 0 0 \n\nk__Bacteria;p__NKB19 \n1.67E-\n\n05 0 0 0 \n \n\n0 0 0 0 \n 4.99E-\n\n06 \n1.11E-\n\n05 \n2.77E-\n\n05 \n9.83E-\n\n06 \n\nk__Bacteria;p__Nitrospirae \n0.00387\n\n4 0.00421 0.00227 \n0.002460\n\n9 \n 0.00372\n\n6 0.00331 0.0034 \n0.003405\n\n5 \n 0.01132\n\n2 0.01019 0.01237 \n0.00946\n\n8 \n\nk__Bacteria;p__OD1 \n6.11E-\n\n05 \n6.56E-\n\n05 0.0001 \n0.000131\n\n3 \n 5.05E-\n\n06 \n3.86E-\n\n05 \n1.91E-\n\n05 4.02E-06 \n 0.00018\n\n4 0.00014 0.00021 \n9.34E-\n\n05 \n\nk__Bacteria;p__OP11 0 \n1.51E-\n\n05 \n5.08E-\n\n06 1.71E-05 \n 1.51E-\n\n05 0 \n4.77E-\n\n06 0 \n 9.97E-\n\n06 \n3.34E-\n\n05 \n4.61E-\n\n06 \n1.97E-\n\n05 \n\nk__Bacteria;p__OP3 \n3.33E-\n\n05 \n4.54E-\n\n05 \n5.08E-\n\n06 4.00E-05 \n 1.51E-\n\n05 \n2.41E-\n\n05 \n9.55E-\n\n06 4.02E-05 \n \n\n0.00012 0.00013 0.0001 \n0.00016\n\n7 \n\nk__Bacteria;p__Planctomycetes \n0.01596\n\n7 0.01284 0.0128 \n0.010842\n\n9 \n 0.02696\n\n3 0.02663 0.02338 \n0.025712\n\n3 \n 0.03007\n\n2 0.02584 0.02553 \n0.02635\n\n5 \n\nk__Bacteria;p__Proteobacteria \n0.31493\n\n5 0.30282 0.30679 \n0.284388\n\n8 \n 0.26614\n\n1 0.27586 0.2931 \n0.278922\n\n8 \n 0.29395\n\n2 0.34272 0.30083 \n0.31155\n\n5 \n\nk__Bacteria;p__SBR1093 0 0 0 0 \n \n\n0 0 0 0 \n 3.49E-\n\n05 \n1.67E-\n\n05 \n1.38E-\n\n05 0 \n\nk__Bacteria;p__Spirochaetes \n5.56E-\n\n06 \n8.08E-\n\n05 0 5.71E-06 \n 1.51E-\n\n05 \n2.41E-\n\n05 \n4.77E-\n\n06 0 \n \n\n0 0 0 0 \n\nk__Bacteria;p__TM6 0.0002 0.00032 0.00044 \n0.000359\n\n7 \n 0.00146\n\n4 0.00171 0.00137 \n0.001503\n\n7 \n 0.00031\n\n9 0.00057 0.0004 \n0.00080\n\n6 \n\nk__Bacteria;p__TM7 \n0.00021\n\n7 0.0003 0.00038 \n0.000496\n\n8 \n 0.00013\n\n6 0.00018 0.00016 \n0.000229\n\n2 \n 0.00047\n\n9 0.00043 0.00033 \n0.00036\n\n9 \n\nk__Bacteria;p__Tenericutes \n0.00011\n\n1 \n4.54E-\n\n05 \n5.08E-\n\n06 2.85E-05 \n 0.00020\n\n2 0.00019 0.00016 \n0.000152\n\n8 \n \n\n0 0 0 0 \n\n\n\n \n \n\n78 \n \n\nk__Bacteria;p__Verrucomicrobia \n0.06404\n\n9 0.07099 0.06606 \n0.060067\n\n3 \n 0.30150\n\n9 0.30187 0.21949 \n0.221728\n\n6 \n 0.01660\n\n6 0.01478 0.01717 0.01639 \n\nk__Bacteria;p__WPS-2 \n0.00347\n\n3 0.00338 0.00227 \n0.002049\n\n8 \n 5.05E-\n\n06 \n3.37E-\n\n05 \n2.39E-\n\n05 4.02E-06 \n 3.49E-\n\n05 \n5.56E-\n\n06 \n2.77E-\n\n05 \n2.95E-\n\n05 \n\nk__Bacteria;p__WS2 0 0 0 0 \n \n\n0 0 0 0 \n 4.49E-\n\n05 \n2.78E-\n\n05 \n2.30E-\n\n05 \n1.97E-\n\n05 \n\nk__Bacteria;p__WS3 \n0.00141\n\n2 0.00096 0.00053 0.000708 \n 0.00480\n\n6 0.00453 0.0046 \n0.005544\n\n5 \n 0.00126\n\n6 0.00097 0.00118 \n0.00108\n\n6 \n\nk__Bacteria;p__[Thermi] \n1.11E-\n\n05 \n5.05E-\n\n06 0 0 \n \n\n0 0 0 0 \n \n\n0.00011 \n6.67E-\n\n05 0.00016 \n4.92E-\n\n05 \nAverage relative abundance of dominant phyla and subphyla as calculated for each of the 4 replicates for each treatments\n\n\n\n \n \n\n79 \n \n\nCONCLUSÕES GERAIS \n\nO petróleo aumentou a atividade microbiana no solo litorâneo da Ilha da \n\nTrindade e reduziu a diversidade de arqueias, bactérias e fungos, em uma avaliação \n\nde médio prazo, 38 dias. A comunidade fúngica foi mais sensível a contaminação \n\ncom petróleo em comparação a comunidade bacteriana e após a contaminação com \n\npetróleo, os fungos tiveram 2 grupos representando 90% da população total. \n\nO experimento de contaminação de curto prazo, 17 dias, avaliou a \n\ncomunidade bacteriana do solo litorâneo da Ilha da Trindade e de solos agrícolas \n\n(solo nu e solo sob crescimento de gramíneas). Os três solos possuem comunidades \n\nmicrobianas bastante distintas, assim como as características físicas e químicas \n\ndesses ambientes. Esse experimento não detectou alteração da diversidade bacteriana \n\npara o solo da Ilha da Trindade, detectou aumento da diversidade para o solo nu e \n\numa tendência a redução da diversidade para o solo sob o crescimento de gramíneas \n\ncomo resultado da adição de petróleo. Os solos agrícolas tiveram redução na \n\nbiomassa quando petróleo foi aplicado. No experimento de curto prazo, houve \n\ntambém a avaliação do efeito da adição de BCP. O composto BCP aumentou a \n\ndiversidade de bactérias no solo litorânea da Ilha da Trindade e apesar de não ter \n\nefeito sobre a diversidade dos solos agrícolas (solo nu e sob gramíneas), teve um \n\nefeito positivo para a biomassa microbiana do solo de Trindade e do solo agrícola nu. \n\nO BCP teve ainda efeito protetor sobre a biomassa do solo nu quando adicionado \n\njuntamente com o petróleo e apesar do pequeno efeito sobre a biomassa do solo de \n\nTrindade, houve um grande aumento da diversidade.   \n\nOs resultados deste trabalho são importantes por salientarem os efeitos \n\nnocivos do petróleo sobre a comunidade microbiana dos solos, aumentar a \n\ncompreensão sobre as mudanças na comunidade microbiana em diferentes tipos de \n\nsolos e por demonstrar a aplicação de métodos estatísticos mais eficientes para a \n\ncomparação taxonômica entre ambientes ultra diversos como o solo."}]}}}