{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07507"}, {"@name": "filename", "#text": "12223_S%c3%a9rgio%20%20Luciano%20Galatto.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Avaliação da eficiência de coberturas secas sobre rejeito de carvão visando a prevenção da drenagem ácida de mina\nSérgio Luciano Galatto\nDissertação apresentada ao Programa de Pós-Graduação em Ciências Ambientais da Universidade do Extremo Sul Catarinense para obtenção do Grau de Mestre em Ciências Ambientais.\nOrientadora:\nProfa. Dr(a). Rosana Peporine Lopes\nSérgio Luciano Galatto\nDissertação apresentada ao Programa de Pós-Graduação em Ciências Ambientais da Universidade do Extremo Sul Catarinense para obtenção do Grau de Mestre em Ciências Ambientais.\nÁrea de Concentração:\nEcologia e Gestão de Ambientes Alterados\nOrientadora:\nProfa. Dr(a). Rosana Peporine Lopes\nCo-orientador:\nProf. Dr. Álvaro José Back\nDEDICATÓRIA\nAos Pais\nPelo dom da vida que vocês nos concederam, precisamos ainda tentar demonstrar um pouco de nossa gratidão por ter revestido nossa existência de amor, carinho e dedicação. Cultivaram na criança todos os valores que transformaram num adulto responsável e consciente. Abriram as portas do meu futuro, iluminando meu caminho com a luz mais brilhante que puderam encontrar: o estudo. Trabalharam dobrado, sacrificando seus sonhos em favor dos meus; não foram apenas pais, mas amigos e companheiros, mesmo nas horas em que meus ideais pareciam distantes e inatingíveis e o estudo um fardo pesado demais.\nAGRADECIMENTOS\nÀ Universidade do Extremo Sul Catarinense - UNESC, na qual, como discente, tive a oportunidade de integrar-me ao meio acadêmico, o que me fez então aspirar à realização de um Curso de Mestrado.\nAo Instituto de Pesquisas Ambientais e Tecnológicas (IPAT) da Universidade do Extremo Sul Catarinense (UNESC), o qual como funcionário, tive a oportunidade de ingressar no Programa de Pós-Graduação em Ciências Ambientais (Mestrado), e principalmente, por disponibilizarem da estrutura física do Laboratório de Geoquímica Ambiental.\nA minha Orientadora, Profa. Dra. Rosana Peporine Lopes, pela oportunidade deste Curso de Mestrado, por seu empenho na sua realização, por sua valiosa orientação e, principalmente, por seu entusiasmo com a escolha do tema proposto.\nA Fundação de Apoio a Pesquisas Científica e Tecnológica do Estado de Santa Catarina (FAPESC), responsável pelo financiamento da aquisição dos equipamentos específicos para o desenvolvimento da pesquisa, custos de caracterização de substratos/rejeitos e análises químicas, físicas e microbiológicas de monitoramento.\nÀ empresa Carbonífera Metropolitana S/A que, através de seus técnicos, Cláudio Ivan Faraco Wasniewski e Giovano Izidoro, disponibilizaram materiais e dados que subsidiaram esta Dissertação de Mestrado.\nA Unidade Eldorado do Grupo Cecrisa S/A que, disponibilizou a coleta de materiais de cobertura (cinza pesada), o qual possibilitou o desenvolvimento do projeto de mestrado.\nA Companhia Siderúrgica Nacional (CSN) que, através de seus técnicos, Paulo Cesar Dib e Hilton Antônio Geviéski, disponibilizaram a coleta de materiais de cobertura (calcário, turfa e sementes de brachiárias), promovendo o desenvolvimento do projeto de mestrado.\nAo meu amigo, Msc. Eder Luiz Santo, que mesmo de longe, deu uma importante contribuição, primeiramente pela oportunidade da realização deste Curso de Mestrado, e posteriormente pela solidariedade e companheirismo na elaboração desta dissertação.\nAo meu co-orientador, o Prof. Dr. Álvaro José Back, pela importante contribuição técnica, e pela oportunidade deste Curso de Mestrado, o qual permitiu a elaboração desta Dissertação de Mestrado.\nAos colegas e bolsistas, os alunos Alencar Loch Locatelli e Everton Peterlli, em especial a aluna de graduação do curso de Engenharia Ambiental, Daiane Zanette Bif, por seu empenho, dedicação e entusiasmo durante o acompanhamento dos experimentos e confecção de gráficos analíticos.\nAo Prof. Msc. Marcos Back, pela amizade e incentivo na escolha do Mestrado em Ciências Ambientais da UNESC.\nAos Profs. Dr. Carlyle Torres Bezerra de Menezes e Dr. Marcos Marques Da Silva Paula pelas sugestões e correções na Qualificação de Mestrado.\nAo meu amigo, o Prof. Dr. Eduardo Oliveira Nosse, cujo incentivo foi testemunho de uma verdadeira amizade.\nA toda minha família, pelo incentivo e pela compreensão na pesquisa e elaboração desta Dissertação de Mestrado.\nÀ minha namorada, a Susimary pelo incentivo, compreensão e dedicação a mim, que me deu forças para conseguir concluir esta Dissertação de Mestrado.\nAo meu falecido pai, o Sr. Luís Galatto, pelo apoiou e incentivo nas horas de dificuldade e de alegria da minha vida, e principalmente por proporcionar-me a abertura das portas do meu futuro, iluminando a trilhar sempre no caminho de Deus.\nÁ todos meus amigos do curso de mestrado, principalmente João Rosso, Cláudio Minatto, Tanise Bertolin, Paula Tramontin e Cristiane Krug.\nAos amigos de trabalho, o biólogo M.Sc Cláudio Ricken, o biólogo Ricardo Vicente, a Prof. M.Sc Nadja Zim Alexandre, o eng. José Alfredo D. Costa, o geólogo Renato de Souza Júnior, o geólogo Dr. Antônio Silva Jornada Krebs, o eng. Agrimensor Fabiano Luíz Néris, que me incentivaram na elaboração desta Dissertação de Mestrado.\nÀ Vivian, da secretaria do Programa de Pós-Graduação do Mestrado em Ciências Ambientais da UNESC, pela dedicação, competência, organização e, principalmente, pela atenção que me dispensou todas vezes que precisei de seu auxílio.\nRESUMO\nNa bacia Carbonífera Catarinense, localizada no sul do estado de Santa Catarina, Brasil, a atividade de mineração de carvão passou a se destacar a partir de 1940. No decorrer desse período, a região foi marcada pela evolução dos impactos ambientais negativos decorrentes da extração e beneficiamento de carvão. A Drenagem Ácida de Mina (DAM), um dos principais problemas ambientais associados à esta mineração, resulta da oxidação natural de sulfetos quando expostos à ação combinada da água e do oxigênio, na presença ou não de bactérias oxidantes. Os efluentes de DAM são geralmente caracterizados pelo baixo pH, elevada acidez e por altas concentrações de metais e de sulfatos. A utilização de sistemas coberturas secas sobre rejeitos de carvão contendo sulfetos é uma das opções para prevenir e minimizar a geração de DAM. O presente trabalho objetivou avaliar a eficiência da aplicação de cinza pesada e calcário, como agentes inibidores e neutralizantes dos efeitos de oxidação dos poluentes do rejeito piritoso. Para reduzir as taxas de infiltração de água e difusão de oxigênio foi empregada camada compactada de um solo silte-argiloso sobre o rejeito e os agentes alcalinos. Os experimentos foram monitorados por um ano em lisímetros de laboratório (cinco cubas de vidro e cinco colunas de pvc) e campo (três caixas d'água). Nos lisímetros de laboratório o tempo de alteração do material foi acelerado, correspondendo a dois anos nas cubas de vidro e quatro anos nas colunas. Nas cubas de vidro a camada compactada de solo foi de 20 cm de espessura e nos demais experimentos de 50 cm. Nos materiais empregados no estudo - rejeitos de carvão mineral, cinza pesada e solo silte-argiloso - foram realizadas determinações do potencial de acidez e poder de neutralização, bem como caracterização das principais fases minerais presentes. Durante o monitoramento foram realizadas observações macroscópicas e coletas periódicas dos lixiviados para análises físico-químicas e microbiológicas. Os resultados obtidos nos testes de laboratório indicaram que a cinza pesada misturada ao rejeito aumentou a eficiência da cobertura prevenindo por mais tempo o processo de formação de DAM. Por outro lado quando a cinza ou o calcário foi colocado como uma camada sobre os rejeitos isso não ocorreu. Também foi constatado que além da espessura da camada impermeável, o grau de compactação também foi fundamental no controle da DAM. Dos cinco sistemas de coberturas empregados nas cubas de vidro, apenas dois - cubas I e V - foram considerados eficientes no controle da DAM durante o período de monitoramento. O lixiviado da cuba IV apresentou concentrações elevadas de Fe (129,00 mg.L-1 ), Mn (1,30 mg.L-1) e Zn (2,67 mg.L-1) no final do monitoramento. Neste experimento foi possível observar a participação direta das bactérias ferro-oxidantes na geração de acidez. A faixa de pH limitante ao desenvolvimento das Thiobacillus ferrooxidans em todos os experimentos foi de 2,45 a 7,45. As colunas mostraram uma melhor eficiência ao longo do tempo, já que dos cinco experimentos apenas dois foram ineficientes -colunas II e III. O efluente da coluna IV apesar de ser considerado eficiente, pois atendeu ao Decreto Estadual 14250/1981 e a Resolução CONAMA 357/2005, ao final do monitoramento passou a apresentar concentrações de Zn (0,23 mg.L-1) e Pb (0,12 mg.L-1). Conclui-se que a camada de 50 cm de solo compactado nos experimentos das colunas retardou a DAM. Quanto aos resultados dos lisímetros de campo, embora indiquem eficiência na prevenção e correção de DAM até o período monitorado, não podem ser considerados como conclusivos uma vez que os resultados das colunas em laboratório indicaram que o desencadeamento da DAM pode ocorrer num período superior ao tempo monitorado nos lisímetros de campo.\nABSTRACT\nIn the south Santa Catarina state, Brazil, the coal mines became important after 1940. Because of this activity, this area was marked by the evolution of the negative environmental impacts. The major problem is the Acid Mine Drainage (ADM). This process results of the natural pyrite's oxidation when is exposed to the combined action of water and oxygen, with or without Thiobacillus ferrooxidans. The effluent of DAM is usually characterized by low pH, high acidity and high amounts of SO4, Fe, Al e Mn. The use of dry cover systems on coal wastes pyrite-containing is one of the current solutions to control DAM. The purpose of this study was to verify the efficiency of different cover systems to inhibit DAM. Experiments were built with alkaline agents - bottom ash and limestone - placed over or mixed with coal waste. To reduce the water infiltration and oxygen diffusion was used a low permeable mud soil layer. In glass lysimeters the weathering effect was accelerated by two years in one, and in the pvc columns four years in one. During one year, eleven laboratory experiments including five glass lysimeters where was disposed 20 cm compact mud soil layer as cover and five pvc columns using 50 cm compact mud soil layer as cover, and three field experiments using the same cover than columns have been monitored through out observations of the macroscopic changes and chemical and microbiological composition of effluents. The results indicated that mixed bottom ash and waste is more efficient than the bottom ash placed as a layer over the contaminant. The thickness of the soil layer compacted and the compactness degree contributed to the improvement of the efficiency. Only two glass lysimeters -I and V - looked like efficient. The worst experiment was the number IV. In the end the efluent showed high concentrations of Fe (129,00 mg.L-1), Mn (1,30 mg.L-1) and Zn (2,67 mg.L-1). In this case was observed the importance of Thiobacillus ferrooxidans participation in the acid drainage. Thiobacillus ferrooxidans were identificated in a large range of pH from 2,45 to 7,45 in the other lysimeters. On other hand, the pvc columns were more efficient. Three of five experiments have been controling the DAM and one retarded the DAM. The cover systems employed at the field experiments were similar to the columns and two of them indicated good efficiency on DAM prevention. However, in some columns was observed that DAM occurred in a period over one year, time of field experiments monitoring.\nSUMÁRIO\n1\tINTRODUÇÃO.......................................................15\n2\tOBJETIVOS........................................................18\n2.1\tObjetivo geral...............................................18\n2.2\tObjetivos específicos........................................18\n3\tFUNDAMENTAÇÃO TEÓRICA............................................19\n3.1\tHistórico da mineração de\tcarvão na\tbacia carbonífera catarinense.20\n3.2\tProblemas ambientais oriundos da mineração do\tcarvão.........23\n3.2.1\tA drenagem ácida de mina (DAM)...........................27\n3.2.2\tFatores que influenciam na geração da drenagem\tácida.....30\n3.2.3\tT écnicas preventivas ou de controle da DAM..............32\n4\tMATERIAIS E MÉTODOS..............................................40\n4.1\tConstrução e adequação do laboratório........................40\n4.2\tConstrução dos lisímetros de laboratório (cubas de vidro e colunas) e de\ncampo ................................................................41\n4.3\tColeta das amostras..........................................43\n4.4\tCaracterização química e mineralógica das\tamostras...........44\n4.5\tPreenchimento dos lisímetros\tde laboratório..................44\n4.6\tPreenchimento dos lisímetros\tde campo........................45\n4.7\tEnsaios geotécnicos..........................................46\n4.7.1\tEnsaio de compactação....................................46\n4.7.2\tTeste dos anéis concêntricos.............................47\n4.7.3\tEnsaio de condutividade hidráulica em laboratório........48\n4.8\tSimulação e monitoramento dos efeitos meteorológicos (sol, chuva e\nvento) sobre os experimentos de laboratório...........................49\n4.9\tColeta periódica dos efluentes para análises físico-químicas e\nmicrobiológicas.......................................................50\n5\tRESULTADOS E DISCUSSÃO...........................................52\n5.1\tCaracterização química e mineralógica dos materiais sólidos..52\n5.2\tEnsaios geotécnicos .........................................56\n5.2.1\tEnsaio de compactação.......................................56\n5.2.2\tTeste dos anéis concêntricos................................56\n5.2.3\tEnsaio de condutividade hidráulica em laboratório...........56\n5.3\tMonitoramento dos experimentos ..............................57\n5.3.1\tLisímetros de laboratório\t- cubas de vidro.................58\n5.3.1.1\tComposição química dos\tlixiviados\te\tformação\tde\tminerais\nsecundários......................................................67\n5.3.1.2\tAtividade microbiológica e evolução da\tDAM...............73\n5.3.1.3\tConsiderações finais.....................................75\n5.3.2\tLisímetros de laboratório\t- colunas........................76\n5.3.2.1\tComposição química dos\tlixiviados\te\tformação\tde\tminerais\nsecundários......................................................80\n5.3.2.2\tConsiderações finais.....................................83\n5.3.3\tLisímetros de campo........................................84\n5.3.3.1\tComposição química dos\tlixiviados\te\tformação\tde\tminerais\nsecundários......................................................89\n5.3.3.2\tAtividade microbiológica e evolução da\tDAM...............94\n5.3.3.3\tConsiderações finais.....................................95\n6\tCONCLUSÕES.........................................................96\n7\tREFERÊNCIAS BIBLIOGRÁFICAS.........................................99\nLISTA DE LIGURAS\nFigura 1 - Foto aérea FX 04-15 na escala 1:20000. Aeroimagem realizada em Fevereiro de 2002. Antiga área de exploração de carvão a céu aberto situada NO MUNICÍPIO DE T REVISO, SANTA CATARINA........................26\nFigura 2 - Foto aérea FX 05-29 na escala 1:20000. Aeroimagem realizada em Fevereiro de 2002, indicando a existência de antigos depósitos de rejeitos de CARVÃO AO LONGO DA SUB-BACIA DO RIO SANGÃO, MUNICÍPIO DE CRICIÚMA, SANTA CATARINA.......................................................26\nFigura 3 - Foto aérea FX 05-33 com escala 1:20000. Aeroimagem realizada em Fevereiro de 2002. Detalhe da formação de lagoas ácidas ao longo da subBACIA DO RIO SANGÃO............................................27\nFigura 4 - Aspecto geral do Laboratório de Geoquímica Ambiental do IPAT/UNESC. OBSERVAR A ESQUERDA, SOBRE AS BANCADAS, AS CUBAS DE VIDRO E AO CENTRO AS COLUNAS - ABRIL DE 2005..............................41\nFigura 5 - Cuba de vidro (A) e colunas (B) de laboratório utilizados nos EXPERIMENTOS - MARÇO/ABRIL DE 2005.............................42\nFigura 6 - Lisímetros de campo - abril de 2005.................43\nFigura 7 - A: Detalhe das camadas filtrantes dispostas na base das cubas de vidro. B: ASPECTO do rejeito de carvão durante o preenchimento das cubas. C: Compactação da camada de rejeito. D: Rejeito coberto com cinza pesada -\nMARÇO DE 2005....................................................46\nFigura 8 - Teste de infiltração utilizando os anéis concêntricos - abril de\n2005.............................................................47\nFigura 9 - Características observadas na cuba de vidro I. A: Lâmina d'água FORMADA NA SUPERFÍCIE DO SUBSTRATO (140 DIAS DE SIMULAÇÃO). ASPECTO DO REJEITO COM 150 DIAS DE SIMULAÇÃO (B) E COM 447 DIAS DE SIMULAÇÃO (C). D: Característica do rejeito na fase final do experimento (692 dias de simulação)..........................................................59\nFigura 10 - Comportamento do pH e condutividade elétrica nas soluções das cubas de VIDRO I, II E IV...........................................61\nFigura 11 - Cuba de vidro II. A: Detalhe da germinação de algumas mudas de BRACHIÁRIAS NA COBERTURA DO SUBSTRATO (30 DIAS DE SIMULAÇÃO). B: ASPECTO DO REJEITO DE CARVÃO (200 DIAS DE SIMULAÇÃO). C: FORMAÇÃO DE SOLUÇÃO OLEOSA\nENTRE A CAMADA DE REJEITO DE CARVÃO (373 DIAS DE SIMULAÇÃO). D: Característica do rejeito de carvão (700 dias de simulação)..........62\nFigura 12 - Cor dos lixiviados coletados nas cubas II, IV, V e VI durante o PERÍODO DE MONITORAMENTO. A: (87 DIAS DE SIMULAÇÃO). B: (373 DIAS DE SIMULAÇÃO)...........................................................62\nFigura 13 - Cuba de vidro IV. A: Aspecto da camada de rejeito de carvão (40 DIAS DE SIMULAÇÃO). B: PEQUENOS PONTOS DE PRECIPITADOS DE OXI-HIDRÓXIDO DE FERRO EM MEIO ÀS camadas DE REJEITO E FILTRO DE AREIA (70 DIAS DE SIMULAÇÃO). C: Formação de oxi-hidróxido de ferro (447 dias de simulação). D: Cristais de sulfato amarelo e precipitado de oxi-hidróxido de ferro cor marrom ALARANJADO (FINAL DO EXPERIMENTO)....................................64\nFigura 14 - Cuba de vidro V. A: Aspecto do rejeito de carvão (55 dias de simulação). B: Hidróxido de ferro (final do experimento).............65\nFigura 15 - Comportamento do pH e condutividade elétrica nas soluções das cubas de VIDRO V E VI................................................66\nFigura 16 - Cuba de vidro VI. A: Aspecto do rejeito no início do experimento (57 DIAS DE SIMULAÇÃO), B: REJEITO ALTERADO COM FORMAÇÃO DE OXI-HIDRÓXIDO DE FERRO (150 DIAS DE SIMULAÇÃO), C: AUMENTO DO OXI-HIDRÓXIDO DE FERRO DE COR LARANJA ESCURO (373 DIAS DE SIMULAÇÃO), D: ASPECTO DO REJEITO NO FINAL DO\nEXPERIMENTO (692 DIAS DE SIMULAÇÃO)...............................67\nFigura 17 - Comportamento da acidez, sulfato, ferro total e alumínio\nANALISADOS NAS SOLUÇÕES DE LIXIVIAÇÃO DAS CUBAS DE VIDRO..........68\nFigura 18 - Comportamento do manganês, zinco, cálcio e magnésio analisados\nNAS SOLUÇÕES DE LIXIVIAÇÃO DAS CUBAS DE VIDRO.....................69\nFigura 19 - Diagrama pH-Eh para o sistema água, ferro, sulfato e oxigênio à 25oC de temperatura e pressão de 1 atm. Linhas definem o campo de ESTABILIDADE DAS FASES MINERAIS GOETHITA, JAROSITA, MELANTERITA E PIRITA. Simplificado de Brake et al. (2001). Legenda corresponde aos dados dos\nEFLUENTES DOS LISÍMETROS DE LABORATÓRIO (CUBAS DE VIDRO)............71\nFigura 20 - Comportamento do pH e condutividade elétrica nas soluções de\nLIXIVIAÇÃO DAS COLUNAS I, II E III .................................78\nFigura 21 - Comportamento do pH e condutividade elétrica nas soluções de\nLIXIVIAÇÃO DAS COLUNAS IV E V.......................................79\nFigura 22 - Cor dos lixiviados coletados nas colunas I, II, III, IV e V durante o PERÍODO DE MONITORAMENTO. A: (778 DIAS DE SIMULAÇÃO). B: (1527 DIAS DE SIMULAÇÃO)............................................................79\nFigura 23 - Comportamento dos parâmetros analisados nas soluções de LIXIVIAÇÃO DAS COLUNAS DE LABORATÓRIO.................................81\nFigura 24 - Diagrama pH-Eh para o sistema água, ferro, sulfato e oxigênio À 25°C DE TEMPERATURA E PRESSÃO DE 1 ATM. LINHAS DEFINEM O CAMPO DE ESTABILIDADE DAS FASES MINERAIS GOETHITA, JAROSITA, MELANTERITA E PIRITA. SIMPLIFICADO DE BRAKE ET AL. (2001). LEGENDA CORRESPONDE AOS DADOS DOS EFLUENTES DOS LISÍMETROS DE LABORATÓRIO (COLUNAS).....................82\nFigura 25 - Dados da precipitação pluviométrica - Fonte: Epagri/Inmet.85\nFigura 26 - Lisímetro de campo I. Detalhe da evolução das mudas de BRACHIÁRIAS GERMINADAS SOBRE A COBERTURA DO SUBSTRATO. A: JUNHO DE 2005. B: SETEMBRO DE 2005. C: DEZEMBRO DE 2005. D: ABRIL DE 2006............85\nFigura 27 - Lisímetro de campo II. Evolução das brachiárias. A: junho de 2005. B: SETEMBRO DE 2005. C: DEZEMBRO DE 2005. D: ABRIL DE 2006.........86\nFigura 28 - Lisímetro de campo III. Presença de outras espécies vegetais em CONSORCIAÇÃO COM AS BRACHIÁRIAS. A: JUNHO DE 2005. B: SETEMBRO DE 2005. C: DEZEMBRO DE 2005. D: ABRIL DE 2006.................................87\nFigura 29 - Comportamento do pH e condutividade elétrica nas soluções de LIXIVIAÇÃO DOS LISÍMETROS DE CAMPO.................................88\nFigura 30 - Cor dos efluentes dos três lisímetros de campo. A: outubro de 2005. B: FEVEREIRO DE 2006.........................................89\nFigura 31 - Comportamento da acidez, sulfato, ferro total e alumínio ANALISADOS NAS SOLUÇÕES DE LIXIVIAÇÃO DOS LISÍMETROS DE CAMPO......90\nFigura 32 - Comportamento do manganês, cálcio e magnésio analisados nas SOLUÇÕES DE LIXIVIAÇÃO DOS LISÍMETROS DE CAMPO.....................91\nFigura 33 - Diagrama pH-Eh para o sistema água, ferro, sulfato e oxigênio à 25°C DE TEMPERATURA E PRESSÃO DE 1 ATM. LINHAS DEFINEM O CAMPO DE ESTABILIDADE DAS FASES MINERAIS GOETHITA, JAROSITA, MELANTERITA E PIRITA. Simplificado de Brake et al. (2001). Legenda corresponde aos dados dos EFLUENTES DOS LISÍMETROS DE CAMPO..................................92\nLISTA DE TABELAS\nTabela 1 - Características das bactérias em ação na drenagem ácida - 1982.......29\nTabela 2 - Características dos sistemas de cobertura seca utilizados no controle ou prevenção da DAM - 1997.........................................................36\nTabela 3 - Classes de condutividade hidráulica para solos saturados.............48\nTabela 4 - Planilha de controle das simulações intempéricas e observações gerais realizadas - fevereiro de 2005..................................................50\nTabela 5 - Parâmetros analisados para caracterizar o efluente coletado nas cubas de vidro e lisímetros de campo..................................................51\nTabela 6 - Parâmetros utilizados para caracterizar o efluente coletado nas colunas\n...............................................................................51\nTabela 7 - Resultados das análises realizadas por meio de Fluorescência de raios X\n- junho de 2005..............................................................53\nTabela 8 - Resultados de caracterização química - potencial de acidez e poder de neutralização - do rejeito, cinza e solo - fevereiro e março de 2005.........54\nTabela 9 - Resultados da caracterização mineralógica das amostras submetidas aos ensaios de cobertura e rejeito - junho de 2005...........................55\nCONAMA - Conselho Nacional do Meio Ambiente\nCPRM - Companhia de Pesquisa e Recursos Minerais\nCSN - Companhia Siderúrgica Nacional\nDAM - Drenagem Ácida de Mina\nDNPM - Departamento Nacional de Produção Mineral\nEh - Potencial Redox\nFAPESC - Fundação de Apoio a Pesquisa Científica e Tecnológica do Estado de\nSanta Catarina\nFe (II) - Ferro Ferroso\nFe (III) - Ferro Férrico\nk - Condutividade Hidráulica\nIESA - Internacional de Engenharia S.A.\nIPAT - Instituto de Pesquisas Ambientais e Tecnológicas\nMPF - Ministério Público Federal\nOD - Oxigênio Dissolvido\nPA - Potencial de Acidez\nPME - Programa de Mobilização Energética\nPN - Poder de Neutralização\nPROVIDA - Projeto de Recuperação da Qualidade de Vida\nPRNT - Poder Relativo de Neutralização Total\nSCS - Sistemas de Coberturas Secas\nSCS - Soil Conservation Service\nSLF - Sistema de Leito Fluidizado\nUNESC - Universidade do Extremo Sul Catarinense\nUFPR - Universidade Federal do Paraná\nZETA - Engenharia e Planejamento Ltda\n1\tINTRODUÇÃO\nNa bacia Carbonífera Catarinense, localizada no sul do estado de Santa Catarina, a atividade mineira passou a se destacar pela produção de carvão mineral, especialmente a partir de 1940 (IPAT-UNESC, 2002a). A década de 1970 foi marcada pela crescente evolução dos impactos negativos gerados pela atividade mineira. Atualmente são encontradas cerca de 5.000 ha de áreas degradadas por esta atividade, estando cerca de 2/3 dos cursos d'água da região comprometidos pela ação da Drenagem Ácida de Mina - DAM. Além disso, estima-se uma disponibilidade de 3 milhões de toneladas/ano de cinzas originadas da queima do carvão mineral pelas termelétricas sul-brasileiras (Alexandre e Krebs, 1995; IPAT-UNESC, 2000; Rocha et al., 1999).\nA DAM é inicialmente desencadeada pela oxidação de minerais do grupo dos sulfetos, como a pirita (FeS2), pelo oxigênio atmosférico. Na presença de água comumente são gerados sulfatos de ferro hidratados (MELLO e ABRAHÃO, 1998; LOPES et al., 2004a). Com o avanço do processo, em meio ácido, os microorganismos presentes, mais precisamente bactérias Thiobacilus ferroxidans são capazes de catalizar as reações, oxidando o ferro ferroso proveniente da pirita. Devido às altas concentrações de Fe3+ em solução, mesmo em ambientes redutores, desprovidos de oxigênio, o processo não para, mas ao contrário acarreta em acréscimo de acidez, uma vez que o ferro passa a ser o agente oxidante da reação (Singer e Stumm, 1970; Lopes et al., 2005).\nPode-se afirmar que a DAM é o resultado de uma série complexa de reações químicas envolvendo: a) geração de ácido sulfúrico em função da oxidação de sulfetos, cuja taxa pode ser acelerada pela ação de microorganismos; b) consumo do ácido pelos componentes alcalinos, resultando na precipitação de óxi-hidróxidos metálicos (Kontopoulos, 1998).\nSánchez et al. (1994) apontaram os impactos ambientais mais importantes relacionados à mineração de carvão em Santa Catarina: i) drenagem ácida de mina, depósitos de rejeito e bacias de decantação, com a conseqüente contaminação das águas superficiais e subterrâneas; ii) degradação do solo devido às escavações, remoção da camada de solo orgânico, estéril e disposição desordenada de rejeitos; iii) problemas de subsidência em área urbanas e rurais; iv) poluição do ar; v) perda de área cultivável pela disposição de resíduos; e vi) impacto visual.\nDentre estes impactos, merece destaque à contaminação dos recursos hídricos por metais pesados lixiviados dos rejeitos e estéreis da mineração, os quais podem ser absorvidos por organismos aquáticos, comprometendo toda a biodiversidade (IPAT-UNESC, 2000, 2001a; Shinobe e Sracek, 2000).\nNas últimas décadas, a DAM tem comprometido seriamente a qualidade dos solos e recursos hídricos de regiões próximas às atividades de mineração de carvão em Santa Catarina. Em função disso, e por meio das exigências impostas por órgãos ambientais, existe uma extrema necessidade da adequação de novas tecnologias voltadas a minimizar os danos no meio ambiente, principalmente no que tange ao desenvolvimento sustentável (Menezes et al., 2004).\nDiversas técnicas são sugeridas na literatura para tratamento de efluentes de DAM. A escolha do processo de tratamento de águas ácidas deve ser economicamente viável, simples e eficiente, considerando que seu custo é sempre incluido como uma variável no processo de produção. Além do tratamento final dos efluentes de DAM, também é fundamental o desenvolvimento de técnicas voltadas à minimização e prevenção de sua ocorrência. (IPAT-UNESC, 2000, 2001a).\nDentre os estudos que seguem esta linha de raciocínio, ou seja, procuram prevenir a ação da DAM, merece destaque o trabalho de Ritcey (1989). Segundo este autor para o desenvolvimento de métodos preventivos de DAM é necessário a minimização da quantidade de oxigênio em contato com a superfície dos sulfetos, bem como restringir a penetração de água nas pilhas de rejeito e estéreis que se encontram expostas ao intemperismo. A minimização de água e de oxigênio em contato com os minerais sulfetados como a pirita e a marcassita, disseminadas nos estéreis e rejeitos de carvão, é talvez o meio mais econômico de prevenir a geração de DAM. (IPAT, 2003a; Skousen et al., 1987; Mendes, 2003).\nDentro deste contexto, cada vez mais está sendo adotado o uso de sistemas de cobertura seca (SCS) no controle dos processos de geração de DAM, com avaliação em diferentes condições de clima e segmentos mineiros, conforme relatório publicado por O'Kane et al. (2002).\nPara alcançar o sucesso em projetos de reabilitação ambiental é fundamental que se conheça detalhadamente dois aspectos específicos entre vários outros: o comportamento dos materiais poluentes e a eficiência dos sistemas de cobertura propostos. O sistema deve ter a capacidade de minimizar a infiltração de água para o interior dos rejeitos - barreira hidráulica - e a infiltração de oxigênio - barreira de\nA avaliação da eficiência dos sistemas de coberturas secas para prevenção da DAM passa necessariamente por estudos experimentais, quer seja de laboratório, quer seja de campo. Na literatura muitas vezes são mencionados os experimentos dessa natureza em lisímetros (Mello e Abrahão, 1998; Pinto e Nepomuceno, 1998; Ritcey,1989).\nUm lisímetro pode ser uma caixa, cano, cilindro ou tanque capaz de conter pequenos ou grandes volumes de amostras, os quais podem ser submetidos a ensaios específicos. Os experimentos, quando realizados sob condições controladas de laboratório, são submetidos aos efeitos do intemperismo (chuva, calor, insolação e vento), gerando transformações químicas e físico-químicas nos materiais com objetivo de simular as condições naturais que ocorrem no meio ambiente. Uma das grandes vantagens destes sistemas é que podem ser facilmente construídos, com materiais variados, como, por exemplo, vidro, plástico ou acrílico. (Silver, 1985; Pinto e Nepomuceno, 1988; Ayres, et al., 2003; Lopes, et al., 2004b).\nRitcey (1989) define lisímetro como uma estrutura contendo uma massa de material sólido projetado para posteriores análises de lixiviados, ou seja, das soluções que percolam pelo corpo do material. Autores como Borma, Mendonça e Souza (2002) e Hornberger e Brady (1998) preferem empregar o termo testes cinéticos, para experimentos em colunas ou lisímetros, uma vez que estes envolvem variações ao longo do tempo do material ensaiado.\nSeguindo esta linha de raciocínio, o presente trabalho buscou avaliar a efetividade de diferentes sistemas de coberturas secas, aplicadas sobre rejeito de carvão mineral inalterado ou pouco alterado, como forma de minimizar ou evitar o desencadeamento da DAM. Para tanto foram realizados ensaios em lisímetros de laboratório e campo.\nRessalta-se que o projeto contou com o fomento da Fundação de Apoio à Pesquisa Científica e Tecnológica do Estado de Santa Catarina (FAPESC), responsável pela aquisição dos equipamentos específicos para o desenvolvimento da pesquisa, custos de caracterização de substratos/rejeitos e análises químicas, físicas e microbiológicas do lixiviado, além de apoio financeiro do Projeto PróStricto vinculado ao Mestrado em Ciências Ambientais da Universidade do Extremo Sul Catarinense (UNESC), cujos recursos provêm da própria universidade.\n2\tOBJETIVOS\n2.1\tObjetivo geral\nAvaliar a eficiência do emprego de coberturas secas sobre rejeitos de carvão mineral visando a prevenção da drenagem ácida de mina, a partir de estudos geoquímicos.\n2.2\tObjetivos específicos\n❖\tRealizar experimentos em lisímetros de laboratório (cubas de vidro e colunas) e em lisímetros de campo que contenham rejeito de carvão mineral, cobertos por sistemas compostos por materiais impermeáveis a pouco permeáveis - solo silte-argiloso - e alcalinos - calcário e cinza produzida a partir da combustão do carvão;\n❖\tMonitorar periodicamente os experimentos buscando avaliar a capacidade de cada uma das coberturas de diminuir o contato dos rejeitos de carvão com o oxigênio atmosférico e a água;\n❖\tDurante um ano, acompanhar as variações dos experimentos a partir das características macroscópicas dos sistemas de coberturas e das variações de cor e odor dos lixiviados;\n❖\tCaracterizar a composição química - elementos maiores e traços -, o potencial de acidez e poder de neutralização dos materiais presentes nos sistemas de coberturas e nos rejeitos de carvão mineral;\n❖\tIdentificar as principais fases minerais presentes nos materiais dos sistemas de coberturas e nos rejeitos de carvão mineral;\n❖\tDeterminar as características físico-químicas dos lixiviados (efluentes) a partir de análises semanais de pH, Eh, condutividade elétrica e oxigênio dissolvido e de análises de alguns parâmetros indicadores da DAM (acidez, sulfato e ferro);\n❖\tIdentificar a presença ou não de bactérias sulfato-redutoras e ferro-oxidantes nos lixiviados a partir de análises microbiológicas;\n❖\tAvaliar a efetividade da aplicação das coberturas secas empregadas na prevenção da geração da DAM ou na mitigação dos seus efeitos.\n3\tFUNDAMENTAÇÃO TEÓRICA\nEntre os recursos energéticos não renováveis, o carvão mineral ocupa a primeira colocação em abundância e perspectiva de vida útil, sendo em longo prazo a mais importante reserva energética do mundo, seguida do petróleo e do gás natural. No mundo globalizado e em constante mudança, a mineração assume grande importância para o desenvolvimento industrial, pois a grande maioria dos elementos extraídos da natureza encontra-se presentes direta ou indiretamente em todos os produtos utilizados pelo homem (Kopezinski, 2000). Por outro lado, Loch (1991) apud Kopezinski (2000) aponta uma forte influência da exploração carbonífera nas atividades agrícolas na bacia Carbonífera Catarinense, promovendo a degradação da vegetação, alterações químicas do solo, além da poluição na rede hidrográfica.\nO carvão mineral extraído nas jazidas do Brasil é a maior fonte de energia não renovável do país, serve de fonte complementar, respondendo por 1,5 % da geração de energia. As maiores reservas de carvão estão localizadas no Rio Grande do Sul, Santa Catarina e Paraná com 28,80 bilhões, 3,4 bilhões e 100 milhões de toneladas, respectivamente (Antunes, 2004; Carriso e Possa, 1995 apud Nascimento et al., 2002).\nNa bacia Carbonífera Catarinense, os impactos ambientais negativos provocados pelas atividades de mineração de carvão são alarmantes e remontam a décadas passadas. À medida que jazidas de carvão eram exauridas, as carboníferas se deslocavam para novas reservas deixando para trás grandes depósitos de rejeitos e pilhas de estéreis ricos em poluentes. (Machado, Peruffo e Lima, 1984; Barbosa, Alcover Neto e Sobral, 2002; IPAT-UNESC, 2002a e 2003b).\nO quadro foi se agravando com o tempo a ponto de, em 1980, ser estabelecido o Decreto do Governo Federal (Dec. n° 85.206 de 25 setembro) considerando a região carbonífera de Santa Catarina como a 14â Área Crítica para Efeito de Controle da Poluição e Conservação da Qualidade Ambiental. Em 1981, a partir da declaração da Política Nacional do Meio Ambiente conforme Lei n° 6.938, houve uma maior preocupação em buscar os responsáveis pelos danos ao meio ambiente.\nA tecnologia precária aplicada nas etapas de lavra e beneficiamento, as características peculiares do minério, o baixo percentual de carvão extraído das minas (a cada tonelada, cerca de 350 kg de carvão é recuperado, enquanto os 650\nkg restantes são rejeitos ricos em pirita) e a não aplicação das políticas ambientais pelas mineradoras foram os principais motivos do atual estado de degradação ambiental local (IPAT-UNESC, 2002a).\n3.1\tHistórico da mineração de carvão na bacia carbonífera catarinense\nOs primeiros trabalhos de exploração de carvão em Santa Catarina ocorreram na região de Lauro Muller, no ano de 1861, quando o Visconde de Barbacena recebeu do imperador D. Pedro ii a concessão de lavra para explorar carvão mineral. Até 1884 predominavam as pequenas produções, com extração totalmente manual. Durante as duas grandes guerras mundiais, o carvão catarinense serviu de suporte para atividades econômicas, devido à escassez de outros combustíveis para os transportes marítimo e ferroviário e para a indústria (CETEM, 2001).\nNo final da década de 40, a Companhia Siderúrgica Nacional (CSN) foi responsável pela expansão da produção de carvão em santa catarina e pela política nacional para o consumo do carvão. Esta companhia teve grande contribuição na exploração das jazidas de carvão a céu aberto no município de Siderópolis, Santa Catarina, principalmente na camada Barro Branco da Formação Rio Bonito (Machado, Peruffo e Lima, 1984; CETEM, 2001).\nO método de lavra a céu aberto utilizado na época, causava a inversão das camadas. Basicamente era realizado um corte da cobertura até o veio de carvão, expondo as rochas que estavam associadas ao carvão em profundidade e introduzindo as camadas da superfície do solo no fundo das cavas. Este processo era realizado com o auxílio de um equipamento conhecido como dragline Marion (FEPAM, 2002).\nAs diversas camadas que estavam posicionadas sobre o carvão eram retiradas e depositadas temporariamente em solo não minerado, em paralelo com o corte feito, procedendo-se, na seqüência, a extração do carvão. A mineração prosseguia fazendo cortes sucessivos e paralelos ao corte inicial. o carvão extraído era levado as usinas de beneficiamento para concentração do mineral e os rejeitos retornavam para as áreas mineradas sendo depositados em cada corte no espaço deixado pela lavra do corte anterior (Machado, Peruffo e Lima, 1984; FEPAM, 2002).\nDevido à carência de planejamento, tecnologia e políticas ambientais, as carboníferas durante muitos anos não adotavam técnicas para disposição adequada dos rejeitos. À medida que as reservas eram exauridas as carboníferas\nse deslocavam para novos sítios de mineração, deixando para trás áreas totalmente revolvidas, com pilhas de estéreis e rejeitos expostos ao ambiente. Em decorrência, nestes locais passava a ocorrer a lixiviação dos metais pesados contidos nas pilhas, promovendo alterações químicas no solo, poluição na rede hídrica, bem como a atuação de processos erosivos (Loch, 1991 apud Kopezinski, 2000).\nEm diversas regiões, principalmente nos municípios de Siderópolis, Treviso, Urussanga e Lauro Muller, ainda hoje são observadas grandes áreas degradadas pela mineração de carvão a céu aberto (IPAT-UNESC, 2002a, 2003a).\nNo período de 1953 a 1970, mesmo não existindo qualquer comprometimento das mineradoras com o meio ambiente, o governo federal apoiou o setor tomando diversas iniciativas para ampliar o uso do carvão nacional na geração de energia elétrica, bem como buscar novos mercados e pesquisar usos alternativos dos subprodutos do beneficiamento (CETEM, 2001).\nNo final da década de 70, com a crise gerada pelo aumento nos preços do petróleo, o setor carbonífero ganhou incentivo financeiro para sua ampliação através do Programa de Mobilização Energética (PME). A produção de carvão nesse período teve aumento significativo para atender a demanda de mercado. O carvão produzido era minerado num maior volume e, principalmente, explotado em minas de subsolo, onde o acesso era realizado por plano inclinado, poço vertical ou galeria de encosta. Atualmente, além das minas a céu aberto, são também encontradas lavras subterrâneas, utilizando o sistema de câmaras e pilares. (FEPAM, 2002; Nascimento et al., 2002).\nCom a demanda do carvão, novas instalações mineiras entravam em operação, aumentando os problemas ambientais associados. Por conta destes acontecimentos, o Departamento Nacional de Produção Mineral (DNPM), criou a Portaria 917, em 1982, exigindo na época, num prazo de 180 dias que as carboníferas apresentassem ao órgão estadual de meio ambiente, projetos de: a) tratamento de efluentes líquidos originários da drenagem de mina e beneficiamento do carvão; b) transporte, manuseio, disposição final e/ou parcial de subprodutos, produtos ou resíduos sólidos, originados nas etapas de lavra e beneficiamento; c) e de recuperação de área minerada (IESA, 1983; Nascimento et al., 2002).\nEm vista dessa prática, as carboníferas contrataram um consórcio constituído pelas empresas ZETA e IESA - (Engenharia e Planejamento Ltda) e (Internacional de Engenharia S.A.) que elaborava na época projetos conceituais e executivos para\nmanuseio e disposição de rejeitos sólidos, bem como para tratamento primário de efluentes líquidos. Dava-se início, pela primeira vez, a um programa ordenado de controle da poluição ambiental na Bacia Carbonífera Catarinense que, não eliminava por completo a crescente agressão ao meio ambiente, mas ao menos minimizava seus efeitos (ZETA/IESA, 1985; IESA, 1983).\nEm 1983 o DNPM, em Convênio com a Companhia de Pesquisa e Recursos Minerais (CPRM), desenvolveu o projeto “Estudo da Vulnerabilidade à Contaminação dos Mananciais Subterrâneos nas Áreas de Mineração de Carvão”, com a finalidade de avaliar as condições e o estágio de contaminação dos aqüíferos subterrâneos devido à presença de águas ácidas resultantes da lixiviação dos rejeitos piritosos.\nA partir de 1986, a indefinição de uma política para o setor carbonífero, levou a diminuição da produção de carvão. Em 1990, o governo liberou as importações, e devido à baixa qualidade do carvão catarinense, o produto perdeu mercado e a produção nacional de carvão metalúrgico foi paralisada, sendo mantida apenas a do carvão energético. Neste período, mesmo já havendo legislação ambiental específica como as resoluções do CONAMA 001 que define as diretrizes para licenciamento ambiental e, a 020/86 com as classes de águas e limites de emissão de efluentes líquidos, não havia quase nenhum comprometimento das carboníferas com as questões ambientais. Em 1991, com a criação do PROVIDA - Projeto de Recuperação da Qualidade de Vida na região da bacia Carbonífera Catarinense, o Governo Federal objetivou realizar um diagnóstico ambiental e, a partir deste, proporcionar ações para reabilitação ambiental (Nascimento et al., 2002).\nEntretanto, o aumento nos preços do petróleo e do gás natural criou novamente uma perspectiva favorável ao mercado carbonífero internacional. Em 2000, o Programa Nacional de Incentivo ao Uso do Carvão para Fins Energéticos, foi criado pelo governo com o objetivo de ampliar a utilização do carvão e a recuperação de áreas degradadas pelas carboníferas. Neste mesmo ano, também surgiu o Programa Prioritário de Termeletricidade, onde se previa a criação de 49 novas usinas termelétricas, a maioria a gás natural (Nascimento et al., 2002).\nDe modo geral, a degradação ambiental na bacia Carbonífera Catarinense é alarmante e reflete numa série de conflitos de ordem legal. Baseado nisso, em janeiro de 2000 o Ministério Público Federal (MPF) do estado de Santa Catarina, sentenciou as empresas carboníferas o passivo ambiental no valor de 96 milhões de dólares e estipulou prazo de 3 anos para a recuperação destas áreas, com a\nobrigatoriedade de apresentação de projetos de reabilitação ambiental em 6 meses, (Vinhaes, 2002 apud Nascimento et al., 2002). No caso da recuperação das bacias hidrográficas e lagoas, segundo a Informação Técnica n° 003/06 do MPF, o prazo seria mais extenso, devendo ser finalizado até 2010.\n3.2\tProblemas ambientais oriundos da mineração do carvão\nApós a extração do carvão bruto das minas é necessária a concentração do minério para fins industriais, o que é realizado em lavadores ou usinas de beneficiamento. A etapa de beneficiamento tem a função de extrair as impurezas que estão agregadas ao carvão, bem como diminuir o teor de enxofre e separar as diversas frações de acordo com o seu uso final. A partir deste processo são gerados produtos conhecidos como rejeitos da mineração. (FEPAM, 2002; Machado, Peruffo e Lima, 1984).\nNo Brasil, as jazidas de carvão são constituídas pelos tipos betuminoso e sub-betuminoso, apresentando elevados teores de pirita e metais pesados. Com a queima do carvão energético, os teores de cinzas alcançam à ordem de 42%. As grandes restrições ambientais quanto à utilização do carvão baseiam-se principalmente na emissão de gases do efeito estufa (CO2) e gases de enxofre que provocam chuva ácida. Os impactos nos recursos hídricos decorrentes dos processos de exploração e beneficiamento também não podem ser ignorados (Borma et al., 2003; Rocha, et al., 2002).\nO maior percentual de carvão extraído nas jazidas situadas na bacia Carbonífera Catarinense é constituído de materiais piritosos ou carbonosos de pouco valor para fins de combustão direta. Esses materiais são rejeitados ao longo do processo de beneficiamento e chegam a representar em média 73%. Os 27% restantes compõem o produto da mineração, ou seja, o carvão energético, metalúrgico e outros derivados (Machado, Peruffo e Lima, 1984).\nComo as concentrações em enxofre, material poluidor, variam de uma camada de carvão para outra, são originados diversos tipos de rejeitos, cada qual com suas particularidades. Estes materiais quando expostos ao oxigênio e à umidade geram condições propícias a oxidação de sulfetos, acarretando na formação de DAM e resultando em elevadas concentrações de ferro, manganês e zinco, além de outros elementos menores ou traços.\nDois aspectos assumem significativa importância quando são avaliados os impactos ambientais causados pela geração da DAM. O primeiro, é que o impacto\nnão fica restrito à área minerada, podendo contaminar os recursos hídricos e alcançar áreas distantes do empreendimento. O segundo, é que a reação química envolvida no processo depende da quantidade de enxofre presente, sendo um fenômeno que pode persistir durante anos, mesmo depois de esgotado o depósito mineral (Alexandre e Krebs, 1995; Mendonça et al., 2002).\nA granulometria dos resíduos é outro fator determinante da carga poluente, uma vez que influencia na alteração dos compostos de enxofre, pois, quanto menor o tamanho da partícula, maior é a sua superfície de contato com o oxigênio e a água. Com isso, os rejeitos tornam-se mais reativos, liberando uma maior concentração de íons metálicos e sulfato e, conseqüentemente, acidificando o meio. O rejeito fino liberado no beneficiamento é normalmente descarregado em bacias na forma de polpa, com partículas variando em torno de 1pm a 1 mm. Quando ocorre a saturação da bacia, este rejeito é decantado e retirado por meio de dragas. Em alguns casos é misturado ao rejeito grosso e disposto em depósitos ou em antigas cavas de mineração (Mello e Abrahão, 1998).\nO rejeito grosso, geralmente disposto sem medidas de controle ambiental, apresenta variação em sua granulometria. Na bacia Carbonífera Catarinense são encontradas inúmeras áreas de deposição de resíduos (estéril e rejeito) abandonadas há mais de 30 anos (IPAT-UNESC, 2002c).\nNeste contexto, os métodos e práticas ambientais de extração, beneficiamento e recuperação ambiental adotadas pelas carboníferas sem maiores cuidados com o meio ambiente foram e continuam sendo, embora em menor grau, a principal causa da degradação ambiental na bacia Carbonífera Catarinense (Alexandre e Krebs, 1995).\nA Fig. 1 ilustra antigas pilhas de estéreis e rejeitos de carvão nas proximidades do município de Treviso/SC. Na Fig. 2, são observados antigos depósitos de rejeitos de carvão ao longo da sub-bacia do rio Sangão, no município de Criciúma/SC. A degradação ambiental representada nas figuras é caracterizada pela grande retirada da cobertura vegetal, com movimentação de solos e rochas, além da disposição desordenada de estéreis e rejeitos, da alteração da morfologia do terreno, contaminação do solo e das águas superficiais, subterrâneas e sedimentos, além de impacto visual. (IPAT-UNESC 2002a, 2002b, 2003a e 2003b). Na Fig. 3 é possível observar a formação de lagoas ácidas ao longo da sub-bacia do rio Sangão.\nAs pilhas de rejeitos mal conformadas, sem os cuidados específicos ocasionam processos de combustão espontânea, de geração de drenagem ácida e de assoreamento dos cursos d'água. O mais crítico deles é a acidificação dos recursos hídricos, que torna as águas impróprias para consumo. Esse processo ocorre porque a oxidação do material piritoso gera significativa carga de acidez com o conseqüente abaixamento do pH, ocasionando a solubilização de uma ampla gama de metais pesados. (IPAT-UNESC, 2000, 2001a; FEPAM, 2002).\nDe acordo com os trabalhos apresentados por Alexandre e Krebs, 1995; Alexandre, 1999; Mello e Abrahão, 1998 e FEPAM, 2002, os elementos contaminantes mais freqüentes de uma DAM gerada na mineração de carvão são: ferro, cobre, zinco, chumbo, manganês, cromo, alumínio, estrôncio e níquel - no caso de águas subterrâneas - e ferro, cobalto, manganês, níquel, zinco, alumínio e cobre - no caso das águas superficiais. Outros problemas graves associados resultam da acidez gerada pela alteração da pirita, com aumento dos teores de sulfatos e diminuição de pH. O ácido sulfúrico formado proporciona condições hostis ao meio ambiente, inibindo o crescimento da vegetação, resultando na erosão do solo e contaminação dos aqüíferos.\nFigura 1 - Foto aérea FX 04-15 na escala 1:20000. Aeroimagem realizada em Fevereiro de 2002. Antiga área de exploração de carvão a céu aberto situada no município de Treviso, Santa Catarina\nFigura 2 - Foto aérea FX 05-29 na escala 1:20000. Aeroimagem realizada em\nFevereiro de 2002, indicando a existência de antigos depósitos de rejeitos de carvão ao longo da sub-bacia do rio Sangão, município de Criciúma, Santa Catarina\nFigura 3 - Foto aérea FX 05-33 com escala 1:20000. Aeroimagem realizada em Fevereiro de 2002. Detalhe da formação de lagoas ácidas ao longo da sub-bacia do rio Sangão\nAinda baseando-se nos trabalhos realizados por Alexandre e Krebs (1995) e Alexandre (1999) com efluentes de DAM, verificou-se a presença de metais pesados em concentrações acima dos limites recomendados pela legislação ambiental, tais como: ferro (205 mg.L-1), manganês (22 mg.L-1) e zinco (7,6 mg.L-1). Em efluentes de subsolo e drenagem de infiltração e de bacias de decantação, os autores identificaram valores de acidez total na faixa de 1700 a 2810 mg.L-1 de CaCO3 e concentrações de sulfato entre 3600-4500 mg.L-1.\nAlexandre (2000) conclui que na bacia Carbonífera Catarinense a maioria dos rios apresenta o pH variando entre 2 e 4 com elevadas concentrações de sulfatos, de acidez e de metais dissolvidos, estando às concentrações de chumbo, zinco e cobre das águas, várias vezes excendentes aos padrões ambientais.\n3.2.1\tA drenagem ácida de mina (DAM)\nO processo de geração inicia-se quando certos minerais como a pirita (FeS2) e outros sulfetos oriundos de atividades de escavação, desmonte e beneficiamento de rochas, entram em contato com o oxigênio e a água e são alterados quimicamente (Borma e Soares, 2002; Mello e Abrahão, 1998; Kontopoulos, 1998; Singer e Stumm, 1970). Muito embora existam diversos tipos de minerais\nsulfetados, a pirita e a marcassita são os que ocorrem com maior freqüência em minas de carvão.\nEste processo foi bem detalhado por Singer e Stumm (1970). Os autores demonstraram as principais reações geoquímicas atuantes nos ambientes potencialmente geradores de drenagens ácidas:\na)\tOxidação de sulfeto pelo O2 atmosférico com produção de sulfato, Fe ferroso e íons H+ em solução, eq.(1):\nFeS2 + 7/2O2 + H2O Fe2+ + 2SO? + 2H+\t(1)\nb)\tOxidação do Fe ferroso gerando Fe férrico eq.(2), o qual sofre hidrólise produzindo hidróxido de ferro e aumento da acidez, eq.(3):\nFe2+ + 1/4O2 + H+ ^Fe3' + 1/2 H2O\t(2)\nFe3+ + 3H2O Fe (OH)3 + 3H+\t(3)\nc)\tOxidação de sulfetos por Fe3+ com produção de acidez e redução do Fe férrico para Fe ferroso, eq.(4):\nFeS2 + 14Fe3+ + 8H2O\t15Fe2+ + 2SO42- + 16H+\t(4)\nO ácido produzido durante a oxidação pode ser consumido em reações com outros componentes naturais, alcalinos, eventualmente presentes no resíduo, tais como carbonatos e aluminossilicatos (Hutchison e Ellison, 1990; Mendonça et al., 2002). É interessante ressaltar que a maior parte dos organismos na natureza se encontra adaptada a águas tamponadas por carbonatos, não conseguindo tolerar forte acidez (Shinobe e Sracek, 2000).\nEstudos apresentados na literatura indicam que a partir da oxidação da pirita e, por conseguinte, da geração de drenagem ácida, podem ser formados variados tipos de cristais de sulfatos hidratados de Fe e Al (Jambor; Nordstrom; Alpers, 2000; Bigham e Nordstrom, 2000; Mello e Abrahão, 1998; Lopes, 2004a).\nAo dissolverem os cristais de sulfato produzidos pela ação intempérica, as águas tornam-se ácidas e com altas concentrações de sulfato e ferro. Em razão dos baixos valores de pH - que podem ser menores que 2,0 -, outros elementos tóxicos como alumínio (Al), manganês (Mn), cobre (Cu), zinco (Zn), chumbo (Pb), mercúrio\nNa natureza, certas espécies de bactérias como a Thiobacilus ferroxidans, acabam por catalisar a reação de oxidação do Fe2+ (representada na equação 2). Estas bactérias estão presentes espontaneamente em alguns ambientes aquáticos, mas mostram um comportamento mais ativo em meios ácidos, com valores de pH próximos a 3,0 (Walsh e Mitchell, 1972; Lopes, 2004b).\nA Tabela 1 apresenta algumas características das bactérias Thiobacillus ferrooxidans e Thiobacillus thiooxidans, comuns nas drenagens ácidas de minas encontradas na bacia Carbonífera Catarinense, conforme informações apresentadas em Santa Catarina (1982).\nComo se nota, o processo de geração de drenagem ácida é extremamente complexo e com uma cinética lenta, variando conforme as características do material depositado e as condições físicas, químicas e biológicas do local.\nTabela 1 - Características das bactérias em ação na drenagem ácida - 1982\nTipo de bactéria\tCaracterísticas\nThiobacillus ferrooxidans\ti)\tSão encontradas geralmente em drenagem ácidas; ii)\tSão os principais organismos participantes da oxidação de sulfetos; iii)\tPossuem resistência a altas concentrações de metais pesados; iv)\tAlém da oxidação de sais ferrosos, também retiram sua energia de compostos de enxofre reduzido.\nThiobacillus thiooxidans\ti)\tUtiliza energia decorrente da oxidação de compostos de enxofre reduzido, onde o CO2 e derivados funcionam como única fonte de carbono; ii)\tSeu desenvolvimento só é possível na presença de compostos orgânicos; iii)\tAo contrário das outras espécies de Thiobacillus, preferem ambientes com pH abaixo de 5,0; iv)\tPossui tolerância ao ácido e tem grande capacidade para oxidar rapidamente o enxofre elementar.\nFonte: Santa Catarina (1982).\nExistem vários fatores que influenciam diretamente no desenvolvimento da DAM, ou seja, na cinética das reações geoquímicas. Dentre estes, Mello e Abrahão (1998) e Borma e Soares (2002) mencionam:\na)\tA mineralogia do substrato (quantidade, tipo e reatividade dos sulfetos, carbonatos ou outros minerais presentes e a quantidade e tipo de argilo-minerais presentes);\nb)\tAs condições ambientais, tais como, temperatura, concentração de oxigênio, presença de bactérias, pH do meio, regime de chuvas, etc;\nc)\tAs condições de lavra, condicionamento e granulometria dos substratos.\nA pirita, principal sulfeto de ferro associado aos depósitos de carvão mineral, apresenta estrutura cristalina isométrica, exibindo cristais octaédricos, cubos de faces estriadas, ou massas informes. No geral este mineral apresenta coloração amarela, com forte brilho metálico; no entanto, na mineração de carvão, a coloração típica da pirita é substituída por uma tonalidade mais cinza, o que faz com que seja confundida com a marcassita, um mineral polimorfo da pirita.\nA marcassita é um mineral do sistema cristalino ortorrômbico. Tal fato faz com que seja menos denso e estável que a pirita. Possui coloração amarela amarronzada ou cinza muito clara, ocorrendo como nódulos ou concreções fibrorradiadas bastantes típicas (Machado, Peruffo e Lima, 1984).\nA alteração destes minerais transforma-os de sulfetos em sulfatos. A maior velocidade de reação corresponde à marcassita, devido a sua instabilidade. Os principais minerais formados na reação de oxidação são a melanterita e a jarosita. A melanterita é um sulfato hidratado de ferro, cuja fórmula química é FeSO4. 7 H2O. Encontra-se nas cores verde e azul esverdeado, formando crostas que são facilmente lixiviadas das pilhas de rejeito. A jarosita é um mineral macio, com a coloração amarela-esverdeada, cuja fórmula química é KFe3(SO4)2(OH)6. Quando ocorre junto aos finos de carvão é semelhante ao enxofre nativo, facilmente lixiviada na forma de crosta (Machado, Peruffo e Lima, 1984).\nA qualidade da drenagem é determinada pela presença de sulfetos que, expostos às condições atmosféricas, são oxidados gerando acidez. A quantidade potencial de geração de acidez depende da quantidade total e do tipo de sulfetos presentes. A reatividade dos sulfetos é um fator importante na cinética de oxidação.\nCaruccio e Geidel (1996) apud Mello e Abrahão (1998), demonstraram que piritas de granulometria mais grosseira (> 50 mm) permanecem relativamente estáveis quando comparadas às de partículas de menor tamanho (&lt;25 mm), que rapidamente oxidam quando expostas às condições atmosféricas.\nNos lavadores de carvão, onde ocorre a separação dos materiais de interesse e a disposição dos rejeitos finos em bacias de acumulação, a taxa de oxidação dos sulfetos é intensificada pela diminuição do tamanho das partículas dos rejeitos (Mello e Abrahão, 1998).\nSabe-se que determinados elementos-traço estão associados a certos tipos de minerais. Quando na presença de DAM, esses elementos podem ser solubilizados e mobilizados, aumentando a toxidez e os impactos sobre os recursos hídricos. A dissolução e a capacidade de troca de cátions dos argilo-minerais presentes no substrato pode afetar a qualidade da DAM. Alguns argilo-minerais caracterizam-se pela facilidade de adsorção de cátions tóxicos, incluindo H+, atuando como “elemento filtrante” e melhorando a qualidade das águas de drenagem. No entanto, nem sempre a presença de materiais argilosos traz benefícios. Soares et al. (1994) apud Mello e Abrahão (1998), observaram que determinados tipos de substratos argilosos, muito ácidos, acabavam por contribuir com a geração de mais acidez e para a piora na qualidade final das águas.\nA variação da temperatura é outro fator que interfere na cinética das reações, particularmente aquelas catalisadas por microorganismos (Mello e Abrahão, 1998). Como quanto maior a temperatura média, maior é a atividade biológica e mais rapidamente se processam as reações, o aumento de temperatura deve favorecer a cinética das reações produtoras de acidez mais do que das reações produtoras de alcalinidade.\nA temperatura ótima para a maioria dos tiobacilos está entre 30 e 40QC, exceto para as cepas termofílicas que possuem atividade em temperaturas superiores a 30QC (IPAT-UNESC, 2000).\nNo interior de depósitos de rejeitos de carvão a temperatura pode chegar a 80QC, e as relações que aí ocorrem provavelmente são de natureza química. A manutenção de condições aeróbicas não é um fator fundamental para o desenvolvimento dos tiobacilos, comuns em condições anóxidas encontradas em\nA intensidade e distribuição das chuvas também influenciam significativamente na qualidade da drenagem ácida. Maiores intervalos entre chuvas de grande intensidade favorecem a cinética das reações produtoras de acidez. (Mello e Abrahão, 1998).\nEsta é uma situação típica na bacia Carbonífera Catarinense, já que há variação significativa na intensidade de chuvas ao longo do ano (inverno e verão) e na sua distribuição. Em épocas de chuva intensa, o oxigênio é facilmente transportado para o interior das pilhas dissolvido na água da chuva e por advecção ou difusão através dos poros preenchidos com ar. A circulação do oxigênio e a retenção de água nos poros dos substratos são responsáveis pela quantidade da acidez produzida (Mello e Abrahão, 1998; Shinobe e Sracek, 2000).\nsomente isolando os estratos mais ricos em sulfetos do oxigênio atmosférico é possível minimizar as reações produtoras de acidez.\nA distribuição do tamanho das partículas de um substrato também se reflete no macro e microporosidade que, por sua vez, determina a capacidade de retenção de água no maciço (Mello e Abrahão, 1998).\nAssim sendo, nos substratos que apresentam granulometria grosseira e alta permeabilidade, a transferência de gases nos poros é facilitada, e a retenção de água é menor. Por outro lado, uma microporosidade elevada e chuvas freqüentes favorecem as reações produtoras de alcalinidade (Krumbein e Monk, 1942 apud Mello e Abrahão, 1998).\n3.2.3\tTécnicas preventivas ou de controle da DAM\nInúmeras técnicas têm sido desenvolvidas durante os últimos anos para prevenir e minimizar a geração da DAM proveniente das atividades de mineração distribuídas no mundo (Skousen et al., 1998).\nDevido à variabilidade das características mineralógicas dos jazimentos minerais, as operações de mineração e as condições ambientais de cada região, nenhum método de prevenção da DAM é efetivo para todos os locais. As técnicas variam de acordo com o método de tratamento e o tamanho do problema. Os custos com a aplicação de novas tecnologias dependem da efetividade e da necessidade de manutenção do sistema proposto, além das limitações dos\nSegundo Chritensen et al. (1997) e Pinto e Nepomuceno (1988), o fator mais crítico relacionado aos processos de geração DAM, se deve ao fato que a maioria das minas de sulfetos já deixou expostos e depositados de forma indevida seus minérios e rejeitos sem qualquer intervenção ao processo de geração ao longo dos anos.\nEsse procedimento foi e por vezes ainda é praticado por mineradoras na bacia Carbonífera Catarinense. Na região, o volume de resíduos dispostos nas margens de rios, alagados, estradas, é alarmante, e promove atual grau de degradação ambiental (IPAT-UNESC 2002b, 2002c e 2003b; Borma e Soares, 2002).\nConsiderando as práticas e experiências de pesquisadores, técnicos e empresas do setor mineiro, um dos métodos de controle do processo de formação de DAM mais amplamente adotados em projetos de reabilitação ambiental de áreas degradadas é a redução da disponibilidade de oxigênio e água (Mello e Abrahão, 1998; Borma e Soares, 2002; IPAT-UNESC 2002b, 2002c e 2003b).\nEssa redução é obtida mediante o uso de coberturas como estratégia para a minimização da geração e a remediação da DAM. Os métodos amplamente empregados para este fim são: cobertura úmida (wet cover) ou disposição subaquática, e cobertura seca (dry cover) ou disposição subaérea. (Borma e Soares, 2002; Borma, et al., 2003).\nContudo, mesmo observando os avanços significativos nos últimos anos quanto ao conhecimento técnico adquirido pelas indústrias de mineração de carvão, como também, pelo empenho de pesquisadores de várias áreas relacionadas, constata-se que em algumas práticas de recuperação ambiental adotada pelas carboníferas, com a aplicação, para efeito de cobertura seca, de uma camada de 30 cm de argila, com ou sem compactação, seguida de hidrossemeadura, devem ser avaliadas quanto ao seu real desempenho na minimização dos efeitos da DAM (Borma, Mendonça e Souza, 2002).\nVerifica-se ainda, que a grande maioria dos projetos de recuperação ambiental implantado não realiza ao menos ensaios sistemáticos para avaliação das características dos materiais de empréstimo quanto ao seu potencial para cobertura. Em associação, o abandono das áreas de recuperação é outro fator complicador. A maioria dos projetos também não contém um plano de\nmonitoramento para avaliar a evolução da área em recuperação e, com o passar do tempo, a fragilidade do sistema, põe em comprometimento a qualidade do projeto como num todo.\nEmbora o uso de cobertura seca reduza significativamente o volume de DAM e, conseqüentemente, os impactos ambientais, não dispensam a necessidade da implantação de sistemas de coleta e tratamento dos efluentes excedentes. Assim, torna-se imprescindível uma avaliação criteriosa quanto à escolha de uma estratégia eficaz que venha prevenir, minimizar e tratar os efluentes de DAM, levando em comparação os custos e a eficiência das alternativas (Borma, Mendonça e Souza, 2000a; Borma e Souza, 2002).\nO uso de coberturas desenvolvido mundialmente não segue padrões próprios, eles variam de local para local e dependem das condições climáticas da região, da hidrologia, da geotecnia do solo, do potencial de geração de acidez dos resíduos, da disponibilidade de materiais selantes, dos fatores ambientais, econômicos, entre outros. Estes dados são fundamentais para a escolha do sistema a ser adotado. (Borma e Soares, 2002; Borma, Mendonça e Souza, 2002).\nA disposição de resíduos sob lâmina d'água - com inundação controlada ou por meio da elevação do nível d'água - é conhecida como o método de cobertura úmida. Nesta situação, alcança-se uma maior eficiência no isolamento entre o resíduo e o oxigênio, pois a água fornece um bloqueio efetivo à sua difusão. Como a exposição ao ar livre é indispensável para a oxidação da pirita e o ar servindo de veículo para o transporte do oxigênio e da umidade essenciais à formação de ácido sulfúrico, os rejeitos quando submetidos a esse sistema de cobertura não recebem o oxigênio, e conseqüentemente não se oxidam.\nQuando os rejeitos permanecem submersos em água, tornam-se mais estáveis, sofrendo pouquíssima oxidação, pois nessas condições, a difusão do oxigênio é extremamente lenta - cerca de 10.000 vezes menor - em relação ao ar (Machado, Peruffo e Lima, 1984).\nO uso de cobertura úmida é atraente, sobretudo em locais onde o nível do lençol freático pode ser reestabelecido de forma a submergir os rejeitos. Porém, o uso de lagos naturais para disposição subaquática não é recomendável, uma vez que além de acarretar assoreamento, pode aumentar a acidez das águas de cobertura comprometendo o ecossistema do meio (Borma e Soares, 2002).\nAutores como Skermer e Rohrs (1992) apud Souza (2001), classificam as coberturas secas, como sendo barreiras naturais e artificiais. O termo artificial pode\nser empregado tanto para plásticos como para argilas. No caso do termo natural é aplicado para argila ou outro tipo de solo nas condições originais, em que o substrato não tenha sofrido qualquer tipo de alteração.\nAs coberturas secas ou coberturas de solo têm sido amplamente empregadas na recuperação ambiental de áreas degradadas em países da América do Norte e na Austrália. Quando aspectos climáticos, topográficos, hidrológicos, ambientais e econômicos impedem o uso de coberturas úmidas, as coberturas secas são amplamente aceitas. A eficiência da cobertura seca somente se aproxima das coberturas úmidas quando uma das camadas do sistema, em geral a camada de argila, permanece saturada ao longo do tempo, mantendo reduzida a taxa de difusão de oxigênio (Borma, et al., 2003).\nPor outro lado, os sistemas de coberturas secas têm a vantagem de limitar não somente a entrada de oxigênio, mas também a entrada de água para dentro dos depósitos, inibindo as reações.\nAutores como Ayres etal. (2003); Christensen etal. (1997) e Borma e Soares (2002), relatam que as coberturas secas podem ser implantadas em sistemas simples ou complexos, constituídas por uma única camada de material selante ou várias camadas de diferentes tipos de materiais no formato de sanduíche. Os tipos de solos utilizados podem ser nativos ou a partir de materiais orgânicos que têm a função de consumir o oxigênio. Estes tipos de coberturas são classificados quanto à sua finalidade em controlar a difusão de oxigênio, a minimização do fluxo de água ou ambos.\nAs coberturas secas complexas podem ser construídas com uma camada de argila compactada (que evita a difusão de O2 e infiltração de H2O), coberta com material granulado (que facilita a drenagem) e uma camada de suporte à vegetação. Este tipo de cobertura é usualmente utilizada em aterros de resíduos sólidos urbanos, além da aplicação em depósitos com resíduos antigos e abandonados, já extensivamente oxidados, como por exemplo, os antigos depósitos de rejeitos e estéreis da mineração de carvão. (Borma e Soares, 2002; Borma e Souza, 2002; Borma et al., 2003).\nUm sistema associando a minimização do fluxo de oxigênio e água é indicada quando não se conhecem em detalhe as características de geração de drenagem ácida do resíduo. No caso de regiões com elevados índices pluviométricos, a cobertura pode ser constituída de uma camada de material argiloso compactado,\nÉ importante a definição de espécies de vegetação mais adequadas e resistentes ao sistema projetado, pois ajudam a estabilizar os materiais de cobertura e contribuir para o não comprometimento da selagem dos resíduos sulfetados.\nSegundo Mend (1997) apud O'kane (2002), os sistemas de coberturas secas podem ser divididos em função dos tipos de barreira que são formadas, sendo estas: as que evitam o transporte de oxigênio, as que consomem oxigênio, as que inibem as reações e as que inibem a infiltração de água (vide Tabela 2).\nTabela 2 - Características dos sistemas de cobertura seca utilizados no controle ou prevenção da DAM - 1997\nClassificação de cobertura seca\tPapel da cobertura para inibição de DAM\nBarreiras contra o transporte de oxigênio\tAtuam na retenção da umidade propiciando dessa forma uma barreira com baixa difusão para o oxigênio atmosférico;\nBarreiras que consomem oxigênio\tAtuam como consumidoras de oxigênio, propiciando uma baixa concentração de oxigênio na interface (cobertura x rejeitos);\nBarreiras inibidoras da reação\tAtuam no sentido de inibir a reação através da neutralização do ácido e elevação do pH;\nBarreiras que inibem a infiltração\tAtuam na minimização do fluxo de água maximizando o armazenamento na superfície com a subseqüente liberação através da evapotranspiração.\nFonte: Mend 2.21.3a. (1997 apud O'kane, 2002).\nVisando a redução ou a inibição das taxas de oxidação dos sulfetos, muitas vezes são incorporados aos sistemas de cobertura agentes alcalinos como, por exemplo, carbonato de cálcio, calcário, cinzas de carvão, etc., visando proporcionar maior alcalinidade e promover o aumento do pH do meio.\nA geração de DAM pode ser inibida a partir da dissolução de componentes alcalinos existentes no próprio material. No processo de beneficiamento de carvão, os finos recém dispostos em bacias apresentam certa alcalinidade e o pH do meio é\nNas reações ácido-base, os íons hidroxila e carbonato constituem reagentes fundamentais na neutralização da acidez como a gerada pela DAM. Como discutido nos trabalhos do IPAT-UNESC (2000, 2001a e 2001b) e Galatto (2003), os principais compostos capazes de liberar os íons hidroxila e carbonato que podem contribuir para a neutralização de soluções ácidas são:\na)\tCarbonato de cálcio (CaCO3);\nb)\tÓxido de cálcio (CaO);\nc)\tHidróxido de cálcio (Ca (OH)2);\nd)\tCarbonato de sódio (NaCO2);\ne)\tHidróxido de sódio (NaOH);\nf)\tCarbonato de cálcio e de magnésio (CaCO3/MgCO3);\ng)\tDolomita calcinada (CaO. MgO);\nh)\tDolomita hidratada (Ca (OH)3. MgO).\nEstudos em lisímetros de laboratório e campo mundialmente desenvolvidos na recuperação de áreas degradadas utilizam diversos compostos químicos na neutralização de soluções ácidas.\nOs carbonatos, constituintes principais dos calcários, são os principais minerais capazes de produzir alcalinidade, influenciando de maneira determinante na qualidade da drenagem dos substratos. A reatividade do calcário depende do tipo de carbonatos presentes na rocha, da sua pureza e granulometria, e de como o mesmo se encontra no substrato. Portanto, a presença ou a possibilidade da adição de calcário no substrato deve ser considerada. (Mello e Abrahão, 1998).\nO calcário é um dos mais eficientes materiais utilizados para o controle de acidez da DAM, devido ao maior grau de liberação de alcalinidade (PN - Potencial de Neutralização), que ele apresenta em relação a outros materiais alcalinos, Souza (2001). Comumente é utilizado na correção de pH de águas ácidas. Em projetos de recuperação ambiental desenvolvido pelo IPAT/UNESC em antigas áreas degradadas pela mineração de carvão, empregou-se calcário em pó como corretivo da acidez liberada nas pilhas de estéreis e em células de rejeito. (iPAT-UNESC, 2002b, 2002c e 2003b).\nO uso de calcário (CaCO3) para correção do pH do meio não só diminui a acidez, mas também limita a solubilidade de metais tóxicos nas águas de drenagem\nTrabalhos relatados por Evangelou (1995) apud Mello e Abrahão (1998), demonstram que, sob determinadas condições de pH e Eh, pode haver a precipitação de hidróxidos férricos sobre a superfície dos cristais de pirita. Esse fenômeno de encapsulamento seria responsável pela estabilização do sulfeto, diminuindo de maneira considerável a taxa de oxidação da pirita. Porém, um dos principais problemas no uso de calcário como corretivo da drenagem ácida está relacionado com a taxa de neutralização, que é limitada pela velocidade de solubilização do carbonato (Caruccio et al., 1996 apud Susanto, 2001).\nOutro agente alcalino mundialmente conhecido é a cinza produzida a partir da queima de carvão mineral em Sistema de Leito Fluidizado (SLF). Estas cinzas têm sido utilizadas no mundo todo para diversos fins como, por exemplo: a produção de concreto, a produção de cimento, o preenchimento estrutural, a sub-base para rodovias e pavimentos, além de recuperação de áreas degradadas (Paul, Chaturvedula e Newton, 1998; Kalyoncu, 2000). A grande disponibilidade, o baixo custo e a eficiência na neutralização de metais dissolvidos são as principais vantagens deste subproduto (Kim, 1997; Daniels et al., 2002; Esling, Paul e Banerjee, 1998; Guest et al., 2001; Kalyoncu, 2000; Schueck et al., 2001; Ziemkiewicz e Skousen, 2000; Paul, Chaturvedula e Newton, 1998).\nNo processo de combustão de carvão em leito fluidizado são produzidos dois tipos de cinzas: i. cinza pesada proveniente do fundo da fornalha; ii. cinza leve que sobe com outros gases emitidos pela chaminé. A cinza pesada é coletada durante a limpeza das caldeiras e a leve é captada por sistemas do tipo precipitadores eletrostáticos. A qualidade do carvão, o tipo da caldeira, a eficiência no controle de emissão e o método de disposição das cinzas irão influenciar nas propriedades físicas deste material. (Chang et al., 1977; Roy et al., 1981 apud Daniels et al., 2002).\nNa região sul do Brasil, onde estão concentradas as maiores reservas de carvão mineral, existe uma crescente demanda por agentes alcalinos, principalmente para recuperação de áreas degradadas. A grande parte de todo o carvão mineral produzido na bacia Carbonífera Catarinense é consumida nas usinas termelétricas, sendo o restante consumido em cerâmicas, ou então, na produção de coque (FEPAM, 2002).\nO carvão produzido na bacia Carbonífera Catarinense apresenta um percentual de cinzas elevado, na ordem de 50% do volume de carvão queimado. Estas cinzas são ricas em metais pesados, que não são volatilizados a 1000 °C. (Borma et al., 2003).\nPor outro lado as cinzas normalmente têm altas concentrações de Ca e óxidos de Mg e, portanto, elevado poder de neutralização. Korcak (1998); Kim (1997); Esling, Paul e Banerjee (1998); Skousen et al. (1998); Schueck etal. (2001), Guest et al. (2001) e Daniels et al. (2002), mencionam a viabilidade do seu uso em recuperação de áreas degradadas. As cinzas quando utilizadas no controle da DAM, atuam como um reagente efetivo neutralizando e reduzindo a acidez, porém são necessários grandes volumes para recuperar uma pequena área (Kim, 1997).\nA adição de cinza para recuperação do solo em áreas degradadas pela mineração de carvão pode limitar a formação da acidez pelos seguintes mecanismos:\n■\tneutralização das águas ácidas (Ackman et al., 1993 apud Kim, 1997; Kalyoncu, 2000);\n■\tinibição da acidez por bactérias (Ackman et al., 1993 apud Kim, 1997; Kim, 1997);\n■\tencapsulamento da pirita e redução da taxa de geração DAM (Ackman et al., 1993 apud Kim, 1997; Ziemkiewicz e Skousen, 2000);\n■\tcorreção do pH do solo (Daniels et. al., 2002; Kocark, 1998).\nEmbora haja benefícios no uso de cinzas como agente alcalino para inibição da acidez, não se deve descartar a possibilidade de liberação de elementos traços tóxicos no ambiente (Relf e McDaniel, 1996 apud FEPAM, 2002). Em ambientes de águas subterrâneas já neutras ou alcalinas, podem promover problemas de salinidade no solo com a liberação de cloreto ou sódio (Ziemkiewicz e Skousen, 2000).\n4\tMATERIAIS E MÉTODOS\nO local selecionado para a execução dos trabalhos experimentais fica no IPAT (Instituto de Pesquisas Ambientais e Tecnológicas) da UNESC. Os experimentos foram constituídos por sistemas de coberturas secas implantadas sobre rejeitos de carvão mineral em lisímetros de formato e constituição distintos. Os trabalhos foram realizados em campo, com o uso de três caixas de água de 1000 litros e, no Laboratório de Geoquímica Ambiental - seis cubas de vidro temperado e cinco colunas de PVC. Na literatura, esses tipos de experimentos são também conhecidos como testes cinéticos.\nA metodologia adotada enfocou principalmente o conhecimento dos processos geoquímicos envolvidos. As etapas desenvolvidas no trabalho experimental foram:\na)\tDefinição dos tipos de lisímetros e diferentes sistemas de coberturas;\nb)\tConstrução e adequação do laboratório de geoquímica ambiental;\nc)\tInstalação dos lisímetros de laboratório e de campo;\nd)\tColeta de rejeitos e materiais de cobertura;\ne)\tEncaminhamento das amostras desses materiais para caracterização mineralógica e química;\nf)\tPreenchimento dos lisímetros de laboratório;\ng)\tPreenchimento dos lisímetros de campo;\nh)\tEnsaios geotécnicos;\ni)\tSimulação dos efeitos metereológicos (sol, chuva e vento) sobre os experimentos de laboratório (cubas de vidro e colunas);\nj)\tMonitoramento dos ensaios;\nk)\tColeta periódica dos lixiviados para análises físico-químicas e microbiológicas.\n4.1\tConstrução e adequação do laboratório\nPara o desenvolvimento dos estudos foi necessário criar uma estrutura física compatível com os experimentos. Assim, foi criado o Laboratório de Geoquímica Ambiental. O laboratório é constituído de duas salas. A primeira é restrita ao desenvolvimento dos experimentos e é composta por duas bancadas e uma pia, sobre as quais foi acoplado um suporte metálico fixado a um metro de distância da superfície das cubas de vidro e das colunas a fim de servir como base para\ninstalação das lâmpadas infravermelho e ultravioleta utilizadas para a simulação do sol. Este espaço também possui um ventilador de parede para a simulação do vento e um deionizador para purificação da água de simulação da chuva (Fig. 4).\nFigura 4 - Aspecto geral do Laboratório de Geoquímica Ambiental do IPAT/UNESC. Observar a esquerda, sobre as bancadas, as cubas de vidro e ao centro as colunas - abril de 2005\nJunto a esta sala funciona um pequeno escritório, no qual estão alojados: um peagâmetro de bancada da marca Quimis, modelo Q-400A, um condutivímetro portátil da marca Quimis, modelo Q-795P e um medidor de oxigênio dissolvido da marca Quimis, modelo Q-758P, além de um microcomputador e uma impressora.\n4.2\tConstrução dos lisímetros de laboratório (cubas de vidro e colunas) e de campo\nSeis cubas de vidro temperado com 6 mm de espessura, com dimensões de base inferior de 30 x 30 cm, topo de 40 x 40 cm e altura de 50 cm foram montadas em uma vidraçaria de Criciúma para realização dos testes laboratoriais. Todas as juntas foram fixadas com silicone e reforçadas com fita adesiva tipo silver tape para\nevitar rompimentos. A 1 cm da base inferior foi feito um furo e colocada uma torneira com diâmetro de 3/8 de polegadas, para coleta da solução de percolação -lixiviado (Fig. 5-A).\nAs cinco colunas foram construídas no próprio laboratório em tubo de PVC de 0,2 cm de espessura, com diâmetro de 10 cm e altura de 100 cm (Fig. 5-B), com tampas encaixadas e coladas na base. Também foi realizado um furo idêntico ao dos lisímetros, com uma torneira de 3/8 de polegadas para saída do efluente. Este furo está posicionado a 5 cm da base inferior.\nFigura 5 - Cuba de vidro (A) e colunas (B) de laboratório utilizados nos experimentos - março/abril de 2005\nPara os três lisímetros de campo, optou-se pelo uso de caixas d'água de 1000 L de fibra de 0,6 cm de espessura, com diâmetros 100 cm de base e 120 cm de topo, e altura de 120 cm, com uma saída de água a 10 cm da base, onde foi acoplada uma torneira com diâmetro de 3/8 polegadas para coleta do efluente (Fig. 6).\nFigura 6 - Lisímetros de campo - abril de 2005\n4.3\tColeta das amostras\nOs materiais de cobertura foram coletados em março de 2005. O solo formado a partir da alteração de um siltito argiloso foi retirado em um afloramento próximo às dependências do IPAT. A cinza pesada resultante da combustão de carvão mineral em leito fluidizado foi obtida na Unidade Eldorado, pertencente ao grupo Cecrisa, localizada no bairro Quarta Linha, Criciúma/SC. O calcário, a turfa e as sementes de brachiárias foram doados pela Companhia Siderúrgica Nacional (CSN) - materiais provenientes do Campo Malha II Leste, que na época se encontrava em fase de recuperação ambiental.\nAs amostras de rejeitos foram coletadas em março e em abril de 2005, na caixa de embarque de rejeito da usina de beneficiamento de carvão mineral das Minas Esperança e Fontanella, pertencente à Carbonífera Metropolitana S/A situada no município de Treviso/SC. Foram realizadas três etapas de coleta: a primeira em 01 de março para preenchimento dos lisímetros de laboratório, a segunda em 01 de abril para utilização nos lisímetros de campo e a última em 28 de abril para os experimentos das colunas.\n4.4\tCaracterização química e mineralógica das amostras\nAs primeiras análises realizadas tanto nos rejeitos como nas cinzas e no solo foram o Potencial de Acidez (expresso em termos de enxofre total) e o Poder de Neutralização (expresso em tCaCO3/1000t rejeito). Estas análises foram realizadas no Laboratório de Análises de Solo e Fertilizantes do IPAT/UNESC pelo método volumétrico. Foram encaminhadas três amostras do rejeito de carvão, três amostras do solo e três amostras da cinza pesada, além de quatro amostras compostas assim definidas: argila + calcário na proporção (10:1), argila + cinza na proporção (10:1), rejeito + cinza na proporção (10:1) e rejeito + cinza na proporção (10:1,5).\nTrês destas amostras (rejeito, solo e cinza) foram também enviadas para determinação química por Fluorescência de raios X, em equipamento PHILIPS, modelo PW 2400 e determinação mineralógica por Difração de raios X, em equipamento PHILIPS, modelo PW 1830, no LAMIR - Laboratório de Análise de Minerais e Rochas do Departamento de Geologia da Universidade Federal do Paraná.\nConforme descrito nos laudos do LAMIR, para a técnica de Fluorescência de raios X as amostras foram britadas, quarteadas, pulverizadas, homogeneizadas e secas a 100 °C. A varredura química foi executada a partir de pastilha prensada. Do mesmo modo, na determinação mineralógica as amostras foram britadas, quarteadas, pulverizadas e secas em estufa a 100 °C por duas horas. Na medição das fases cristalinas utilizou-se o difratômetro PHILIPS, modelo PW 1830, sendo que na interpretação dos resultados aplicou-se o software “X Pert HighScore”, desenvolvido pela PHILIPS.\n4.5\tPreenchimento dos lisímetros de laboratório\nUma vez construídas as cubas de vidro, na base de cada uma foi colocado um sistema de filtro composto por uma camada de cascalho, sobreposta por três camadas de areia com granulometrias distintas - 2 cm de areia fina, 2 cm de areia média e 2 cm de areia grossa (Fig. 7-A). A separação granulométrica da areia foi realizada por meio de peneiras em malhas de 0,236 cm, 0,118 cm e 0,030 cm. Estas camadas filtrantes - cascalho e areias - foram utilizadas para facilitar o fluxo dos lixiviados e ao mesmo tempo evitar a passagem de finos de carvão pela torneira coletora. Este sistema foi construído conforme os modelos adotados nos trabalhos de Mendes (2003) e Lopes etal. (2004b).\nO solo silte-argiloso que foi empregado em todos os sistemas de cobertura foi separado em peneira com abertura de 9,5 mm e, posteriormente homogeneizado visando obter uma granulometria padrão antes de ser introduzido nas cubas.\nApós a implantação do filtro, as cubas foram preenchidas com uma camada de aproximadamente 11 cm de rejeito do beneficiamento de carvão mineral -partículas entre 0,1 cm e 7,5 cm -, ricos em pirita sem indícios de oxidação, úmidos e pouco alterados (Figs. 7-B e 7-C). Imediatamente, para evitar que o oxigênio atuasse de forma significativa sobre os sulfetos, foram colocadas as primeiras camadas dos sistemas de coberturas, cuja espessura total foi de aproximadamente 30 cm. Em alguns dos experimentos, foi incorporada cinza pesada ao rejeito; em outros o rejeito foi recoberto por 1 cm de calcário ou de cinza pesada (Fig. 7-D). Tais materiais foram empregados como agentes neutralizantes. Estes trabalhos foram iniciados em oito de março e concluídos em 15 de março de 2005, quando então foi implantado o solo reconstruído (camada de 10 cm de espessura com cinza e turfa).\nDetalhes sobre o preenchimento destes experimentos são apresentados no Anexo A.\nOs experimentos em coluna visaram testar as mesmas formulações dos sistemas de coberturas das cubas, diferindo apenas na espessura da camada compactada, que neste caso foi maior com 50 cm. As colunas foram os últimos experimentos a serem montados, sendo preenchidas entre os dias 25 e 28 de abril de 2005. A descrição completa de cada uma das colunas aparece no anexo B.\n4.6\tPreenchimento dos lisímetros de campo\nAlém dos experimentos de laboratório também foram realizados testes de campo. Estes testes visaram avaliar em condições naturais em três dos sistemas de coberturas analisados em laboratório. Para isso foram utilizadas três caixas d'água de fibra de vidro com capacidade para 1000 L. Estas caixas foram instaladas nas dependências do IPAT, próximo ao Laboratório de Geoquímica Ambiental (Fig. 6).\nos lisímetros de campo foram preenchidos com o mesmo sistema de filtro dos experimentos de laboratório, porém com camadas de 4 cm de espessura, ao invés de 2 cm. Tal procedimento foi adotado em função da posição da torneira coletora, que neste caso ficou a 10 cm da base. os rejeitos e parte do sistema de cobertura (até a camada compactada) foram dispostos nas caixas entre os dias 02\ne 09 de abril de 2005. Os sistemas de cobertura implantados foram iguais aos das colunas, ou seja, com 50 cm de solo compactado. No dia 18 de abril foi introduzido o solo reconstruído e foram semeadas sementes de brachiária. Esses detalhes são apresentados no anexo C.\nFigura 7 - A: Detalhe das camadas filtrantes dispostas na base das cubas de vidro. B: Aspecto do rejeito de carvão durante o preenchimento das cubas. C: Compactação da camada de rejeito. D: Rejeito coberto com cinza pesada - março de 2005\n4.7\tEnsaios geotécnicos\n4.7.1\tEnsaio de compactação\nO ensaio de compactação foi realizado no Laboratório de Materiais de Construção Civil (LMCC) do IPAT/UNESC utilizando o mesmo solo que foi empregado no preenchimento dos lisímetros e seguindo a NBR 7182. O ensaio visou avaliar a resistência do substrato quando submetido à compactação. Com os resultados obtidos, foi possível definir qual a umidade ideal que o solo deveria\n4.7.2\tTeste dos anéis concêntricos\nO segundo ensaio realizado buscou obter o grau de infiltração de água no solo. Para tanto, foi utilizado o método dos anéis concêntricos. É importante ressaltar que tal teste só foi realizado em um dos lisímetros de campo, compreendendo apenas a camada compactada e não o solo reconstruído.\nNa camada compactada, previamente saturada com água, foram cravados até a profundidade de 15 cm, dois anéis cilíndricos de chapa de aço de 3 cm de espessura com diâmetros de 25 e 50 cm e altura de 30 cm (Fig. 8).\nO ensaio consistiu em adicionar uma lâmina de 1 cm de água no anel menor e marcar o tempo de infiltração desta no solo. No anel externo foi mantida lâmina de água equivalente ao interno. A função do anel externo é reduzir o efeito da dispersão lateral da água infiltrada no tubo menor. Com isto a água do anel interno infiltra no perfil do solo predominantemente na vertical, evitando uma superestimativa da velocidade de infiltração. Esta técnica permitiu calcular a condutividade hidráulica da cobertura.\nFigura 8 - Teste de infiltração utilizando os anéis concêntricos - abril de 2005\nO valor da condutividade hidráulica pode ser medido em laboratório utilizando um equipamento denominado “permeâmetro”. No caso de materiais argilosos é utilizado o permeâmetro de carga constante. O valor da condutividade hidráulica (k) obtida no ensaio é classificado conforme Tabela 3.\nNo presente estudo, os materiais de preenchimento dos lisímetros de laboratório não puderam ser retirados e colocados em um permeâmetro para medição do valor de condutividade hidráulica. Assim, a medição da condutividade hidráulica foi realizada diretamente em cada um dos experimentos, seguindo a metodologia do permeâmetro de carga constante apresentado por Ferreira (1987) -adaptada às condições do laboratório.\nTabela 3 - Classes de condutividade hidráulica para solos saturados\nClasses\tCondutividade Hidráulica (k) 20 0C (cm h-1)\nMuito lenta\t&lt;0,125\nLenta\t0,125 - 0,5\nModeradamente Lenta\t0,5 - 2,0\nModerada\t2,0 - 6,25\nModeradamente Rápida\t6,25 - 12,5\nRápida\t12,5 - 25,0\nMuito rápida\t> 25,00\nFonte: Ferreira (1987).\nForam realizadas três medições de condutividade hidráulica em períodos distintos para cada lisímetro.\nO ensaio de condutividade hidráulica consistiu primeiramente na saturação dos experimentos com água por um período de 48 horas. Após saturação, foi colocada uma lâmina de água sobre a superfície do experimento de modo que permitisse manter uma carga constante. Quando toda a seção do experimento estava contribuindo para a vazão, ou seja, o líquido percolado saindo pela torneira acoplada na base inferior, cronometrou-se o tempo para recolhimento do volume coletado.\nNos trabalhos de Mendes (2003) e Lopes et al. (2004b) foi discutida a metodologia empregada para simular o intemperismo, ou seja, os efeitos meteorológicos em lisímetros de laboratório. A escala temporal adotada pelos autores, que proporcionou acelerar o processo foi de dois meses de intemperismo para cada um mês de tempo real. No presente trabalho foram adotados os mesmos procedimentos e cálculos (baseados nos dados dos últimos vinte e dois anos da Estação Meteorológica de Urussanga). O único diferencial foi o ciclo de simulação adotado para as colunas, que foi mais acelerado na proporção de quatro meses de intemperismo para um mês de tempo real.\nConsiderando que os experimentos nos lisímetros duraram aproximadamente um ano foram obtidos dados referentes a dois anos de simulação para as cubas de vidro e quatro anos de simulação para as colunas.\nNa simulação da radiação solar incidente sobre a superfície terrestre nos diferentes comprimentos de onda, foram utilizadas seis lâmpadas ultravioletas de 160 watts cada, seis lâmpadas infravermelho de 250 watts cada, além de quatro pares de lâmpadas fluorescentes de 100 watts. Esta simulação foi fundamental para produzir os efeitos de dilatação e retração do solo (formação de rachaduras capazes de facilitar a infiltração de água e oxigênio, as quais acabariam por comprometer o sistema de cobertura proposto). Na simulação da chuva os volumes foram calculados em conformidade com os resultados apresentados por Mendes (2003). A água utilizada para simulação da chuva foi deionizada, obtida a partir do deionizador instalado no próprio laboratório.\nA ação do vento foi simulada por meio de um ventilador, adaptado na parede do laboratório e com capacidade para ventilar todo o ambiente dos experimentos (Fig. 4).\nA fim de facilitar e controlar a execução dos trabalhos foi criada uma planilha contendo o tipo de simulação realizada durante a semana (dia a dia) e a evolução dos experimentos (mudanças observadas no material e no lixiviado), conforme Tabela 4.\nData\tCaracterísticas observadas (cor, precipitados)\tSimulações realizadas (chuva, vento e sol)\tVolume de água simulado (l)\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n4.9\tColeta periódica dos efluentes para análises físico-químicas e microbiológicas\nSemanalmente, os lixiviados dos lisímetros de laboratório foram coletados para determinações de pH, Potencial Redox (Eh), Condutividade Elétrica e teor de Oxigênio Dissolvido (OD). Estas análises foram realizadas no próprio laboratório de Geoquímica Ambiental. No caso dos lisímetros de campo não foi possível manter a mesma periodicidade, uma vez que a presença do efluente estava diretamente relacionada ao clima, ou seja, aos dias de chuva.\nAs determinações de pH foram feitas pelo método potenciométrico a temperatura de 25 °C, utilizando peagâmetro de bancada da marca Quimis, modelo Q-400A. O equipamento é aferido com soluções tampão pH 4,0 e pH 7,0. No caso do potencial redox, foi utilizado um eletrodo acoplado no mesmo peagâmetro de bancada. A condutividade elétrica foi medida por condutivímetro portátil da marca Quimis, modelo Q-795P. O OD foi determinado a partir do medidor de oxigênio dissolvido da marca Quimis, modelo Q-408P.\nMensalmente os efluentes dos lisímetros de laboratório foram encaminhados para o Laboratório de Águas e Efluentes do IPAT/UNESC e o Laboratório de Microbiologia do IPAT/UNESC para determinação dos parâmetros indicados na Tabela 5. Na medida do possível foram também coletados os efluentes dos lisímetros de campo.\nAs colunas, por não conterem um volume muito grande de solução devido ao fato da área de simulação ser pequena e, portanto, o volume ser menor que o dos lisímetros (cubas de vidro), não foram monitoradas mensalmente. As coletas foram\nrealizadas apenas nos períodos de maior simulação de chuva. Outrossim, por não ser possível obter mais do que 600 ml de solução, optou-se pela determinação de um número menor de parâmetros vide Tabela 6.\nTabela 5 - Parâmetros analisados para caracterizar o efluente coletado nas cubas de vidro e lisímetros de campo\nParâmetros\tMétodo de análise\nAcidez Total (mg.L-1 CaCO3)\tVolumétrico a pH 8,3\nAlumínio (mg.L-1)\tEspectrofotometria de Absorção atômica\nFerro II (mg.L-1)\tEspectrofotometria de Absorção atômica\nFerro Total (mg.L-1)\tEspectrofotometria de Absorção atômica\nSulfato (mg.L-1)\tTurbidímetro\nCálcio (mg.L-1)\tEspectrofotometria de Absorção atômica\nMagnésio (mg.L-1)\tEspectrofotometria de Absorção atômica\nChumbo (mg.L-1)\tEspectrofotometria de Absorção atômica\nManganês (mg.L-1)\tEspectrofotometria de Absorção atômica\nZinco (mg.L-1)\tEspectrofotometria de Absorção atômica\nBactérias Sulfato-Redutoras\tSTANDARD METHODS, 1998, 20 ed. Rev.2001,\nBactérias Ferro-Oxidantes\tSection 9240,p.9240-1-92\nTabela 6 - Parâmetros utilizados para caracterizar o efluente coletado nas colunas\nParâmetros\tMétodo de análise\nAcidez Total (mg.L-1 CaCO3)\tTitulométrico a pH 8,3\nFerro Total (mg.L-1)\tEspectrofotometria de Absorção atômica/chama\nSulfato (mg.L-1)\tTurbidímetro\nChumbo (mg.L-1)\tEspectrofotometria de Absorção atômica/chama\nZinco (mg.L-1)\tEspectrofotometria de Absorção atômica/chama\nDureza Total (mg.L-1)\tTitulométrico\n5\tRESULTADOS E DISCUSSÃO\nA discussão e a interpretação dos resultados apresentados neste capítulo foram divididas em três tópicos: i. caracterização química e mineralógica dos materiais sólidos - rejeitos de carvão mineral, cinza pesada e solo; ii. ensaios geotécnicos; iii. interpretação dos dados obtidos a partir do monitoramento dos experimentos - análises macroscópicas e análises físico-químicas, químicas e microbiológicas dos lixiviados.\n5.1\tCaracterização química e mineralógica dos materiais sólidos\nAs três amostras caracterizadas pela Fluorescência de raios X - rejeito, cinza pesada e solo - são ricas em sílica (46 % - 60 %) e óxido de alumínio (22 % - 27 %), com teores significativos de óxido de ferro - o solo apresenta 9,69% de Fe2O3, enquanto que o rejeito e a cinza em torno de 3 % (Tabela 7). As altas concentrações de ferro encontradas no solo são compatíveis com sua tonalidade marrom avermelhada.\nCompostos de enxofre (SO3) foram encontrados nas três amostras, porém, de forma mais abundantes apenas no rejeito de carvão mineral - cerca de 5 %. Quantidades significativas de CaO (1,31 %) e MgO (1,31 %) estão presentes na cinza pesada, porém muito aquém do que se encontra em outros agentes alcalinos, como por exemplo o calcário. Portanto, não se espera um alto poder de neutralização da cinza (Tabela 7).\nNa Tabela 8 são apresentados os resultados do Potencial de Acidez (PA), expresso em termos de porcentagem de Enxofre Total e Poder de Neutralização (PN), expresso em tCaCO3/1000t rejeito, das amostras de rejeitos, cinza pesada e solo empregadas nos sistemas de cobertura dos experimentos. Também nessa tabela aparecem os resultados de amostras compostas de argila + calcário, argila + cinza e rejeito + cinza nas proporções 10:1 e 10:1,5. As formulações foram definidas conforme explicado adiante.\nO resultado obtido na amostra composta de argila + calcário na proporção 10:1, indicou um aumento muito grande no poder de neutralização, mostrando a eficiência do calcário como agente alcalino. Por outro lado o poder de neutralização da cinza não é muito alto e sua adição tanto ao solo quanto ao rejeito não aumentou muito o poder de neutralização.\nAnálise\tAmostra 01\t\tAmostra 02\t\tAmostra 03\t\n\tRejeito de carvão mineral\tE.A. 2\tCinza pesada\tE.A. 2\tSolo argiloso\tE.A. 2\nSiO2 (%)\t46,62\t0,090\t59,59\t0,100\t49,41\t0,100\nAI2O3 (%)\t22,08\t0,050\t25,04\t0,050\t26,81\t0,060\nSO3 (%)\t5,42\t0,020\t1,31\t0,010\t0,17\t0,005\nFe2O3 (%)\t3,38\t0,020\t2,58\t0,020\t9,69\t0,030\nK2O (%)\t2,08\t0,020\t2,41\t0,020\t0,64\t0,009\nTiO2 (%)\t0,86\t0,009\t1,32\t0,010\t1,58\t0,010\nCaO (%)\t0,37\t0,006\t1,31\t0,010\t0,06\t0,002\nMgO (%)\t0,31\t0,005\t1,38\t0,010\t0,31\t0,005\nNa2O (%)\t0,25\t0,008\t0,31\t0,009\t-\t-\nZr (%)\t0,02\t0,001\t0,08\t0,001\t0,05\t0,001\nSr (%)\t0,01\t0,001\t0,01\t0,001\t<&lt;3\t-\nBa (%)\t<&lt;3\t-\t<&lt;3\t-\t-\t-\nRb (%)\t<&lt;3\t-\t0,05\t0,001\t<&lt;3\t-\nCu (%)\t<&lt;3\t-\t-\t-\t-\t-\nP (%)\t<&lt;3\t-\t-\t-\t-\t-\nP2O5 (%)\t-\t-\t0,01\t0,003\t0,08\t0,003\nZn (%)\t-\t-\t<&lt;3\t-\t-\t-\nMn (%)\t-\t-\t<&lt;3\t-\t<&lt;3\t-\nNi (%)\t-\t-\t<&lt;3\t-\t-\t-\nCI (%)\t-\t-\t<&lt;3\t-\t-\t-\nP.F 1 (%)\t18,61\t-\t4,52\t-\t11,20\t-\n1\tP.F. = Perda ao Fogo;\n2\tE.A. = Erro Absoluto;\n3\t<&lt;= Abaixo do limite de detecção;\n4\t- = Não analisado.\nValores expressos sob a forma de óxidos ou elementos, ambos em porcentagem em peso.\nTabela 8 - Resultados de caracterização química - potencial de acidez e poder de neutralização - do rejeito, cinza e solo - fevereiro e março de 2005\nAmostra\tParâmetros\t\t\n\tEnxofre total (%)\tPotencial de Acidez 1\tPoder de neutralização 2\nRejeito S-82\t9,60\t300,00\t4,20\nRejeito S-81\t5,63\t175,93\t6,40\nRejeito S-46\t8,30\t259,37\t5,70\nSolo Silte-argiloso 1\t0,10\t3,12\t0,30\nSolo Silte-argiloso 2\t0,13\t4,06\t-1,56\nSolo Silte-argiloso 3\t0,09\t2,81\t0,74\nCinza S-83\t0,43\t13,43\t24,20\nCinza S-84\t0,47\t14,68\t24,80\nCinza S-49\t0,54\t16,87\t23,80\nArgila + Calcário (10:1)\t0,06\t1,87\t93,58\nArgila + Cinza (10:1)\t0,09\t2,81\t1,03\nRejeito + Cinza (10:1)\t8,72\t272,50\t6,82\nRejeito + Cinza (10:1,5)\t9,76\t305,00\t6,63\n1\tS total (%) x 31,25;\n2\ttCaCO3/1000t rejeito.\nUtilizando a amostra S-46 como referência (vide tabela 8), foi determinada a quantidade de carbonato de cálcio (CaCO3) necessária para neutralizar todo o potencial de geração de acidez dos rejeitos de carvão utilizados nos experimentos. A definição do PA e do PN da amostra de rejeito S-46 foi baseada na fórmula discutida por Skousen et al. (1987), empregada no relatório do IPAT-UNESC (2002a), onde: i) necessidade de neutralizante = PA-PN; ii) Potencial de acidez (PA) = S total (%) x 31,25; iii) Poder de neutralização (PN) = somatória dos agentes alcalinos expressa em CaCO3/1000t de rejeito.\nA amostra possui teor de enxofre total de 8,3% e potencial de acidez igual a 259,375 tCaCO3/1000t rejeito. O seu poder de neutralização é de 5,7 tCaCO3/1000t rejeito. Assim, aplicando a fórmula de Skousen et al. (1987), há necessidade de usar 253,675 tCaCO3 para neutralizar 1000t rejeito. Como nos experimentos foram utilizados 14 kg de rejeito de carvão, seriam necessários 3,55 kg de CaCO3 100% puro, para neutralizar todo o potencial de gerar acidez dos rejeitos ou um pouco mais no caso de empregar um calcário 70% PRNT.\nEssa quantidade de neutralizante é muita elevada, especialmente se for considerada a aplicação dessa proporção em projetos de reabilitação de extensas áreas. Como o propósito do estudo é buscar alternativas economicamente viáveis para a aplicação de coberturas secas, foram utilizadas quantias mais modestas de calcário, correspondentes em média a 50% da necessidade calculada. Outrossim, também foram empregadas nos experimentos cinza pesada, cujo poder de neutralização é inferior ao do calcário.\nSeguindo alguns trabalhos apresentados na literatura, dentre eles, o de Ciccu et al. (2001) optou-se por empregar proporções de 10:1 e 10:1,5 de rejeitos para agentes alcalinos. Muito embora os autores recomendem o uso de cinza leve na recuperação ambiental de áreas mineradas, nesta pesquisa foi empregada a cinza pesada pelo fato de ser um resíduo alcalino amplamente produzido na região.\nAlém destas análises, foi determinada por meio de Difratometria de raios X, a mineralogia dos materiais utilizados nos experimentos. Os minerais identificados são apresentados na Tabela 9.\nTabela 9 - Resultados da caracterização mineralógica das amostras submetidas aos ensaios de cobertura e rejeito - junho de 2005\nAmostra\tMineral\tFórmula\nRejeito de Carvão mineral\tPirita\tFeS2\n\tQuartzo\tSiO2\n\tMuscovita\t(K, N H4, Na) AI2 (Si, Al)4 O10 (OH)2\n\tCaulinita\tAI2 Si2 O5 (OH)4\n\tAlunogênio\tAl2 (SO4) 3 16 H2O\nCinza pesada\tQuartzo\tSiO2\n\tIlita\t(K, H3 O) AI2 Si3 Al O10 (OH)2\n\tMagnetita\tFe3O4\n\tGipsita\tCaSO4 (H2O)2\n\tAnatásio\tTiO2\nSolo argiloso\tQuartzo\tSiO2\n\tCaulinita\tAl2 Si2 O5 (OH)4\n\tGoethita\tFe2O3H2O\n\tGibbsita\tAl(OH)3\n\tAnatásio\tTiO2\nNo rejeito de carvão foram identificados minerais do grupo dos sulfetos - pirita - e sulfatos - alunogênio - além de silicatos como o quartzo, a muscovita e a caulinita. Na composição da cinza pesada, os principais silicatos são o quartzo e a ilita, aparecendo também óxidos de ferro - magnetita - e de titânio - anatásio - e sulfatos como a gipsita. o solo silte-argiloso contém quartzo, caolinita, goethita, gibbsita e anatásio.\n5.2\tEnsaios geotécnicos\n5.2.1\tEnsaio de compactação\nA determinação do coeficiente de compactação do solo silte-argiloso utilizado no preenchimento dos experimentos auxiliou na estimativa de resistência do substrato quando submetido à compactação. Os resultados de densidade máxima alcançada do solo úmido indicam valor igual a 1.847,70 kg m-3, com uma umidade ótima de 27,80 %.\nNo momento da instalação das coberturas procurou-se manter a umidade do solo mais próximo do ideal para obter uma melhor compactação e conseqüentemente uma camada menos permeável.\n5.2.2\tTeste dos anéis concêntricos\nO ensaio de infiltração realizado no substrato silte-argiloso compactado empregado como material de cobertura nos lisímetros de campo apresentou valor de condutividade hidráulica (k) de 1,43 x 10-07 m/s.\no valor encontrado indica que o substrato é caracterizado por apresentar baixa taxa de infiltração e elevada plasticidade, o que proporciona boa impermeabilização, possibilitando uma redução significativa nas taxas de infiltração de água e difusão de oxigênio para o interior da cobertura.\n5.2.3\tEnsaio de condutividade hidráulica em laboratório\nA composição mineralógica, o tamanho e a distribuição das partículas do solo, os vazios do solo e as características dos fluídos percolantes são alguns dos fatores que influenciam na condutividade hidráulica do solo ou na sua permeabilidade (Ferreira, 1987; Pereira et. al, 2001).\nAnalisando os resultados dos ensaios de condutividade hidráulica medida nos experimentos em laboratório, observou-se que: as cubas I, II e IV, permaneceram com valores abaixo de 0,125 cm h-1, classificados com uma condutividade hidráulica muito lenta, conforme tabela 3. As cubas V e VI, e as colunas I, II, III, IV e V atingiram valores entre 0,125 cm h-1 e 0,50 cm h-1, classificados com uma condutividade lenta.\nÉ importante destacar que no início dos experimentos, a cuba I sofreu rachadura em sua base comprometendo a continuidade do monitoramento. Assim, este experimento foi desmontado com o máximo de cuidado para poder ser reconstruído. No entanto, quando no preenchimento e compactação, o solo apresentava-se mais úmido resultando num nível de compactação mais acentuado, o que veio acarretar em uma redução da taxa de infiltração de água à camada de rejeito. Este fato ficou evidenciado pela diminuição do volume de lixiviado coletado, impedindo a continuidade das coletas mensais programadas para determinação das análises laboratoriais. Em média a condutividade hidráulica da cuba I foi de 0,0114 cm h-1.\nOutro ponto diz respeito às colunas. Embora estas apresentem uma camada de solo compactado mais espessa (50 cm) que as cubas de vidro (20 cm), os valores de condutividade hidráulica obtida foram maiores quando comparados às cubas I, II e IV. Provavelmente, a geometria da cuba (base inferior de 30 x 30 cm e topo de 40 x 40 cm) impediu um pouco mais a infiltração da água, ao contrário das colunas (diâmetro de 10 cm e altura 100 cm) que favoreceram a passagem da água junto à parede interna.\n5.3\tMonitoramento dos experimentos\nComo descrito no capítulo de materiais e métodos, foram preenchidos 11 lisímetros (seis cubas de vidro e cinco colunas) de laboratório e três lisímetros de campo.\nAs alterações das características macroscópicas dos rejeitos e sistemas de coberturas (mudanças de cor, grau de alteração, formação de minerais de alteração, entre outras), só puderam ser observadas nas cubas de vidro monitoradas em laboratório, uma vez que nos demais lisímetros não é possível visualizar as alterações entre as camadas. Em todos os experimentos foram monitoradas as variações de cor, odor e composição química dos lixiviados.\n5.3.1\tLisímetros de laboratório - cubas de vidro\nO período de monitoramento das cubas de vidro foi de um ano, o que correspondeu a dois anos de simulação.\nCom 45 dias de monitoramento, a cuba de vidro I composta por uma mistura de rejeito + cinza na proporção de 10:1,5, seguida de uma camada de argila compactada de 20 cm e, outra camada de 10 cm de solo reconstruído, teve o vidro trincado na base, ocorrendo intenso vazamento impedindo, assim, a coleta periódica dos lixiviados. O experimento foi então, desmontado e reconstruído em outro recipiente para dar continuidade ao monitoramento.\nEm decorrência deste fato e devido à umidade apresentada pelo solo na hora da reconstrução, o sistema de cobertura ficou mais compactado do que o do experimento inicial, acarretando numa diminuição do volume de água infiltrada para dentro do sistema de cobertura, reduzindo assim, o volume de lixívia para coleta, o qual era de no máximo 80 mL. Devido a isto, no topo deste sistema começou a se formar uma lâmina d'água (Fig. 9-A) com aproximadamente 4 cm de espessura, resultante das simulações de chuva, fazendo com que algumas sementes de brachiárias que haviam germinado no início dos experimentos morressem.\nA\nB\nC\nD\nFigura 9 - Características observadas na cuba de vidro I. A: Lâmina d'água formada na superfície do substrato (140 dias de simulação). Aspecto do rejeito com 150 dias de simulação (B) e com 447 dias de simulação (C). D: Característica do rejeito na fase final do experimento (692 dias de simulação)\nA lâmina d'água passou também a reduzir a taxa de difusão do oxigênio no meio, funcionando como uma segunda cobertura. Por outro lado, em virtude da redução de volume do lixiviado, só foi possível analisar os parâmetros medidos no próprio laboratório, dentre estes o pH, potencial redox, oxigênio dissolvido e condutividade elétrica.\nNas Figs. 9-B, 9-C e 9-D é possível observar a pequena alteração do rejeito durante o período monitorado e a formação de manchas claras de tons amarelo-alaranjado, entre a parede de vidro da cuba e a camada de rejeito, somente no final do experimento. Essas manchas devem estar associadas ao início da precipitação de oxi-hidróxidos de ferro. Os resultados analíticos mostram que o pH do efluente da cuba I variou de 6,80 a 8,10 e a condutividade elétrica, apesar de no início do experimento estar elevada (10570 jis/cm-1), começou a reduzir alcançando no final do monitoramento uma concentração de 832 jis/cm-1 (Fig. 10).\nA baixa concentração de íons metálicos dissolvidos no meio indicou não ter havido grande liberação do ferro em solução (vide anexo D). Tal fato também foi\nNa cuba de vidro II (composta por uma mistura de rejeito + cinza na proporção de 10:1, seguida de uma camada de argila compactada de 20 cm e outra camada de 10 cm de solo reconstruído), nos primeiros dias de monitoramento verificou-se que a camada superficial ficava saturada logo depois da simulação da precipitação, porém, passados alguns minutos a água infiltrava percolando para o interior da cobertura.\nNa Fig. 11-A é possível identificar algumas mudas de brachiárias germinadas sobre a camada de substrato. Devido à simulação da chuva, as mudas de brachiárias não suportaram por muito tempo e com aproximadamente 200 dias de simulação desapareceram. Na Fig. 11-B pode ser verificada a formação de pequenos pontos amarelo-alaranjados com aspecto oleoso, entre o vidro e a camada de rejeito + cinza, além de partículas de argila arrastadas para a camada de rejeito. Nesta fase o lixiviado coletado era incolor e não apresentava nenhum odor característico.\nCom o decorrer do monitoramento, foi possível notar um aumento na intensidade da solução oleosa de coloração amarelo-alaranjada (Fig. 11-C) entre a parede da cuba e a camada de rejeito, sem alterações de cor e odor do lixiviado (Fig. 12).\npH (25°C)\tpH (25°C)\tpH (25°C)\nTempo de simulação (dias)\tapH ♦ Condutividade Elétrica\nCondutividade Elétrica\tCondutividade Elétrica (pS/cm -1)\tCondutividade Elétrica (pS/cm -1)\n(pS/cm-1)\nFigura 10 - Comportamento do pH e condutividade elétrica nas soluções das cubas de vidro I, II e IV\nFigura 11 - Cuba de vidro II. A: Detalhe da germinação de algumas mudas de brachiárias na cobertura do substrato (30 dias de simulação). B: Aspecto do rejeito de carvão (200 dias de simulação). C: Formação de solução oleosa entre a camada de rejeito de carvão (373 dias de simulação). D: Característica do rejeito de carvão (700 dias de simulação)\nFigura 12 - Cor dos lixiviados coletados nas cubas II, IV, V e VI durante o período de monitoramento. A: (87 dias de simulação). B: (373 dias de simulação)\nAté 555 dias de simulação, o pH do efluente da cuba II mostrou pequenas variações, se concentrando na faixa de 6,00 a 7,00. A partir daí, começou a cair gradativamente, permanecendo entre 4,50 e 4,90. Nesta fase de mudança de pH, o lixiviado passou a ficar levemente amarelo, indicando que estava ocorrendo o\naumento de ferro em solução, o que pode ser confirmado pelos dados de ferro total (5,20 mg. L-1 aos 555 dias e 11,50 mg. L-1 aos 677 dias) apresentados no anexo D.\nDa mesma maneira que a cuba I, com 60 dias de monitoramento, a cuba III teve sua base de vidro trincada, ocorrendo intenso vazamento. Devido ao tempo decorrido, optou-se por abandonar o experimento.\nNos primeiros dias de monitoramento da cuba de vidro IV a precipitação simulada formava uma pequena lâmina d'água sobre a cobertura do substrato, sendo que em poucos instantes a água infiltrava para dentro da cobertura. É importante lembrar que a cuba IV é constituída por uma primeira camada de rejeito recoberta por outra de cinza (proporção de 10:1), seguida por uma camada de 20 cm compactada constituída de uma mistura de argila + cinza na proporção de 10:1 e, recoberta por uma última camada de 10 cm de solo reconstruído.\nDiferindo das cubas I e II, o pH do lixiviado da IV desde o início do experimento estava bem ácido (em torno de 3) e levemente amarelado, quase incolor. Com 40 dias de simulação foi possível notar a formação de pequenos pontos isolados de precipitados de oxi-hidróxido de ferro em meio ao rejeito piritoso (Fig. 13-A), os quais foram aumentando com o decorrer do monitoramento (Fig. 13B).\nCom aproximadamente 447 dias de simulação começaram a aparecer pequenas manchas de precipitados amarelos e brancos, provavelmente sulfatos, em meio ao rejeito piritoso (Fig. 13-C). Nestas condições o lixiviado ainda permanecia ácido (pH= 2,72). Com um pouco mais de dois anos de simulação (780 dias) verificou-se um aumento na formação de precipitados de hidróxido de ferro de coloração alaranjada forte a castanho escuro (Fig. 13-D). Situação semelhante havia sido descrita por Lopes et al. (2005) em condições similares de pH e Eh.\nQuanto à condutividade elétrica, mesmo havendo grandes oscilações ao longo de todo o monitoramento, sempre permaneceu elevada (mínimo registrado foi 1183 |is/cm-1). Tal fato demonstra a relação desse parâmetro com o processo de oxidação da pirita, resultando na liberação de íons ferro e sulfato em solução.\nFigura 13 - Cuba de vidro IV. A: Aspecto da camada de rejeito de carvão (40 dias de simulação). B: Pequenos pontos de precipitados de oxi-hidróxido de ferro em meio às camadas de rejeito e filtro de areia (70 dias de simulação). C: Formação de oxi-hidróxido de ferro (447 dias de simulação). D: Cristais de sulfato amarelo e precipitado de oxi-hidróxido de ferro cor marrom alaranjado (final do experimento)\nNa cuba de vidro V composta por uma mistura de rejeito + cinza na proporção de 10:1, seguida por uma camada compactada de 20 cm de espessura de argila + calcário na proporção de 10:1, sobreposta por 10 cm de solo reconstruído, também surgiram, no decorrer de 40 dias de simulação, pequenas manchas isoladas de precipitados de hidróxidos de ferro em meio às camadas de rejeito e da areia da zona filtrante (Figs. 14-A e 14-B). As mudas de brachiárias que conseguiram crescer sobre a superfície do substrato não se sustentaram por muito tempo devido ao grande volume de chuva simulado.\nO pH do lixiviado variou bastante ao longo do experimento. Apesar de iniciar com 6,16, chegou a cair até 4,32 aos 218 dias de simulação, subindo novamente após dez meses de simulação, permanecendo elevado (em torno de 7,0 a 7,5) até o final do experimento (Fig. 15).\nFigura 14 - Cuba de vidro V. A: Aspecto do rejeito de carvão (55 dias de simulação). B: Hidróxido de ferro (final do experimento)\nA condutividade elétrica que estava decrescendo significativamente no início do experimento, passou a se concentrar na faixa entre 2360 ys/cm-1 e 982 ys/cm-1 (Fig. 15). Apesar disto não foram notadas variações de cor (Fig. 12) e odor do lixiviado. Em princípio, é possível afirmar que mesmo com a DAM em desenvolvimento, a cinza pesada misturada ao rejeito piritoso conseguiu atuar como agente neutralizante aumentando o pH e diminuindo a concentração de íons em solução.\nCom relação ao cuba de vidro VI (composta por uma primeira camada de rejeito e recoberta por outra de calcário (proporção de 10:1,5), seguida por uma camada compactada (mistura de argila + calcário na proporção de 10:1) de 20 cm e outra camada de 10 cm de solo reconstruído), com 15 dias de simulação começaram a germinar algumas das sementes de brachiárias semeadas sobre o substrato. A coloração do lixiviado no início das coletas era amarela clara sem odor característico. Da mesma forma que nas cubas IV e V, aos 20 dias de simulação começaram a formar pequenos pontos isolados de precipitados de hidróxidos de ferro em meio à camada filtrante e também no rejeito piritoso, os quais aumentaram com o desenvolvimento do experimento (Figs. 16-A e B). Com 373 dias de simulação o lixiviado da cuba VI exibia um tom mais amarelo (Fig. 12-B). Oscilações de cor do lixiviado (incolor a amarelo) foram notadas ao longo de todo o período de monitoramento, sempre acompanhadas de mudanças de pH e Eh.\nAté 339 dias de simulação o pH do lixiviado da cuba VI variou de 2,48 a 3,53. Desse período em diante, começou a aumentar em virtude da reação química de neutralização da DAM pelo calcário (Figs. 16-C e D). Por volta de 570 dias de simulação, o pH caiu para 3,40, voltando a subir e concentrando-se numa faixa próximo a pH 7,00 até o final do período monitorado (Fig. 15). Estas oscilações\npH (25°C)\tPH (25'C)\nTempo de simulação (dias)\tapH ♦ Condutividade Elétrica\nFigura 15 - Comportamento do pH e condutividade elétrica nas soluções das cubas de vidro V e VI\nFigura 16 - Cuba de vidro VI. A: Aspecto do rejeito no início do experimento (57 dias de simulação), B: Rejeito alterado com formação de oxi-hidróxido de ferro (150 dias de simulação), C: Aumento do oxi-hidróxido de ferro de cor laranja escuro (373 dias de simulação), D: Aspecto do rejeito no final do experimento (692 dias de simulação)\n5.3.1.1\tComposição química dos lixiviados e formação de minerais secundários\nNas Figs. 17 e 18 é possível observar as variações de comportamento químico dos lixiviados das cubas II, IV, V e VI. Um ponto em comum em todos os experimentos são as altas concentrações de sulfato e Ca encontradas na fase inicial do monitoramento, o que é condizente com os dados de condutividade elétrica. Possivelmente estas concentrações estejam ligadas à solubilização da gipsita, já que todos os experimentos contêm cinza pesada no solo reconstruído.\nNota-se que o pior efluente foi o da cuba IV, o qual ao longo do experimento apresentou elevada acidez e altas concentrações de Fe total, Al e sulfato, bem como valores significativos de Mn e Zn.\n800 -| 700 - 600 - 500 - 400 - 300 - 200 -\t1\t\t\tA\tcidez Total (mg.L-1 CaCO3) llll\t\t\t\t\t\t\t\n100 -\tLL\tLI\tL.J\tL\t\t\t\t\t\t—T~l i ■\t-qJ\tui\nTempo de simulação (dias)\n□ Cuba de Vidro II nCuba de Vidro IV nCuba de Vidro V nCuba de Vidro VI\nFigura 17 - Comportamento da acidez, sulfato, ferro total e alumínio analisados nas soluções de lixiviação das cubas de vidro\nTempo de simulação (dias)\n■ Cuba de vidro II BCuba de Vidro IV ■ Cuba de Vidro V nCubade Vidro VI\nFigura 18 - Comportamento do manganês, zinco, cálcio e magnésio analisados nas soluções de lixiviação das cubas de vidro\nCom a formação de fissuras na superfície do substrato da cuba IV, a chuva simulada infiltrou para dentro da cobertura com mais facilidade, o que deve ter promovido a aceleração da oxidação da pirita em decorrência da entrada de oxigênio. O enxôfre pirítico na presença de água e ar foi oxidado para sulfato liberando o ferro ferroso dissolvido (Fe II) e formando ácido sulfúrico. Subseqüentemente, o Fe (II) foi oxidado a ferro férrico (Fe III) e este hidrolizado precipitando como hidróxido de ferro (Fe(OH)3), liberando acidez adicional ao ambiente. Quando o ambiente tornou-se mais oxidante muito dos elementos minerais da fase sólida (cinza, rejeito e argila) foram solubilizados para a fase líquida (Fig. 17 e Fig. 18).\nA queda de Al, Fe total e sulfato, observada na cuba IV aos 373 dias de simulação (Fig. 17), é um forte indicativo de precipitação de um sulfato de Al e de um sulfato de Fe acompanhado ou não de um oxi-hidróxido de ferro. Tal fato pode ser confirmado pelas observações macroscópicas e pelo diagrama de fases minerais, apresentado na Fig. 19. Neste diagrama é possível observar que no período o efluente apresentava-se entre o campo de estabilidade da melanterita (sulfato de ferro) e da goethita (hidróxido de ferro), estando bem próximo do campo da jarosita (sulfato de ferro e potássio). Por outro lado, pequenas mudanças de pH e Eh foram suficientes para que os cristais de sulfato quando em contato com a água da chuva solubilizassem formando uma solução rica em Fe (II), sulfatos e Al+3, tanto antes como após os 373 dias de simulação.\nOutro sistema de cobertura que também não foi eficiente para evitar a geração de DAM foi a da cuba II. Até o 158° dia de simulação o efluente mostrava um comportamento indicativo de inibição da DAM, mostrando que a pirita praticamente não estava reagindo. A partir deste ponto, o lixiviado foi gradativamente enriquecendo em Fe total, Al, Zn, sulfato e acidez, distanciando-se do campo de estabilidade da pirita e aproximando-se do equilíbrio entre a goethita e a melanterita (anexo D, Fig. 17, Fig.18 e Fig. 19). A princípio pode-se considerar que o aparecimento do material amarelo-alaranjado com aspecto oleoso observado na Fig. 11 seria em parte uma fase amorfa de hidróxido de ferro acompanhada de uma fase cristalina como a da goethita.\n0123456789 10 11 12\nPH\nFigura 19 - Diagrama pH-Eh para o sistema água, ferro, sulfato e oxigênio à 25°C de temperatura e pressão de 1 atm. Linhas definem o campo de estabilidade das fases minerais goethita, jarosita, melanterita e pirita. Simplificado de Brake et al. (2001). Legenda corresponde aos dados dos efluentes dos lisímetros de laboratório (cubas de vidro)\nAo contrário, os lixiviados das cubas V e VI, mostraram uma tendência a redução na concentração de sulfato, Fe total, Al, Mn e Zn ao longo do período simulado (Fig.17 e Fig. 18). Alguns pontos discrepantes, como, por exemplo, a inversão de comportamento do efluente da cuba V observada aos 235 dias de simulação (Fig. 17), está diretamente relacionada à pequena queda de pH e aumento de Eh (Fig. 19), que possivelmente acarretaram a alteração dos minerais que apresentam Al em sua composição, os quais poderiam ser tanto os argilo-minerais caulinita e ilita quanto a muscovita ou o alunogênio (vide tabela 10). Na ausência de análises de Si, fica difícil afirmar qual ou quais minerais estariam reagindo nestas condições. Para Susanto (2001), a principal fonte de Al em lagos oriundos da mineração de carvão são os argilo-minerais presentes nas argilas.\nPor outro lado, passado este ponto crítico, aparentemente o sistema entrou em equilíbrio e a DAM passou a ser mais controlada, embora tenha havido um aumento da precipitação de goethita no final do experimento.\nAlguns aspectos importantes foram notados no experimento VI e que merecem um destaque maior. Apesar da DAM ter se instalado no início do experimento, o agente alcalino empregado - calcário -, mesmo que não incorporado ao rejeito, mas disposto como uma camada sobre ele, conseguiu reduzir de forma significativa a acidez gerada. Nas Fig. 15 e Fig. 17 nota-se que a reatividade do calcário foi mais eficiente após 10 meses de simulação. Outro ponto interessante diz respeito às fases cristalinas em equilíbrio com o meio. A exemplo do que ocorreu no lixiviado da cuba IV, a redução de Al, Fe total e sulfato aos 373 dias de simulação, também poderia estar relacionada a precipitação da melanterita, goethita e talvez da jarosita, além de um sulfato de alumínio (Fig. 19).\nNordstrom (1982) in Davis e Ashenberg (1989) apud Susanto (2001), já haviam discutido a importância da formação de minerais de sulfato de alumínio, como, por exemplo, a alunita ou alunogênio no controle da concentração do alumínio em águas ácidas, ricas em sulfato. Alpers et al. (1998), mencionam que a coexistência do ferro (II) e ferro (III) conduz à formação de sulfatos de Fe (II), Fe (III) e sulfatos mistos, sendo que o sulfato de Fe (II) ocorre mais freqüentemente, enquanto que os mistos ocorrem com menor freqüência, sendo todos altamente solúveis.\nQuanto a cuba I, apesar de todas as análises dos efluentes caírem no campo de estabilidade de precipitação da goethita, vários pontos se concentram muito próximos ao campo de estabilidade da pirita, o que parece ser condizente com as\n5.3.1.2\tAtividade microbiológica e evolução da DAM\nA influência da atividade bacteriana na oxidação da pirita e na geração de acidez é outro fator de extrema importância a ser considerado nos experimentos. Em geral, as bactérias estão presentes espontaneamente em alguns ambientes aquáticos, mas mostram um comportamento mais ativo em meios ácidos (Evangelou et al. (1998) apudSusanto 2001; Walsh e Mitchell, 1972). Em pH muito baixo a bactéria Leptospirillum ferrooxidans é considerada como um importante catalizador da reação de dissolução do sulfeto de ferro (Schrenk, et al., 1998, Bigham e Nordstrom, 2000). Uma outra espécie comumente conhecida é as Thiobacillus thiooxidans (Bigham e Nordstrom, 2000).\nSegundo Adams et. al., (2004); Drobner, Huber e Stetter (1990); Edwards et. al.(1998); Edwards et. al. (1999); Myerson (1981) e Noike et al. (1983) apud Martinello (1998), existem vários fatores que interferem no crescimento da população bacteriana em meio ácido, entre eles, as circunstâncias geoquímicas e físicas de pH, temperatura da água, oxigênio dissolvido (OD), concentração de íons ferro-férrico e a condutividade elétrica.\nPara Schrenk et. al. (1998), as Thiobacillus ferrooxidans são encontradas em maior abundância em pH= 2,50 e temperatura moderada (20°C). No entanto, podem também ocorrer em ambientes com pH= 1,30 e temperatura de 30°C. Esta espécie de bactéria tem o papel importante em catalisar a oxidação do ferro (II) para o ferro (III), (Moleiro et al., 1996 e Klapper e Schultze, 1995 apud Susanto 2001; Schrenk, et al., 1998; Rose e Ghazi, 1998). Esta reação é considerada como a etapa limitante no mecanismo de oxidação da pirita, onde sem as bactérias a oxidação direta seria demasiadamente lenta (Singer e Stumm, 1970; Stumm e Morgan, 1996 apud Susanto 2001; Rose e Ghazi, 1998).\nDe acordo com diversos trabalhos apresentados na literatura, em especial o de Drobner, Huber e Stetter (1990), foi identificado que as populações de cepas de Thiobacillus ferroxidans foram capazes de crescer em pH entre 1,00 e 6,00, utilizando como fonte de energia o ferro-ferroso ou o enxofre elementar.\nPara Myerson (1981) apud Martinello (1998), o oxigênio dissolvido (OD) é um importante fator a ser considerado na atividade bacteriana das espécies ferro-oxidantes. Segundo estes autores, a concentração de oxigênio dissolvido crítica\npara crescimento de Thiobacillus ferroxidans na faixa de pH= 2,50, fica entre 0,35 mg.L-1 de OD a temperatura de 34 °C, e 0,41 mg.L-1 de OD com 25 °C. Ainda segundo estes autores, em meses com temperaturas mais baixas (junho, julho e agosto), há diminuição na atividade destas bactérias.\nOs resultados da contagem de Thiobacillus ferroxidans nas cubas de vidro II, IV, V e VI, demonstram que esta espécie apareceu praticamente em todas as análises realizadas, onde o pH variava na faixa de 2,45 a 7,45. Por outro lado, os valores mais elevados foram identificados, principalmente, na segunda, terceira e quarta coletas, período em que as lâmpadas ultravioleta, infravermelho e fluorescente, que simulavam os efeitos do sol, permaneciam acesas por um tempo maior.\nA participação efetiva da Thiobacillus ferroxidans no processo de evolução da DAM foi melhor observada na cuba de vidro VI. Com 235 dias de simulação o pH do meio estava muito baixo e a acidez elevada. Nesta época a contagem destes microorganismos foi a mais elevada. Por outro lado, com 373 dias de simulação houve um aumento de pH, acompanhado de queda de acidez e redução significativa destes microorganismos no lixiviado (Fig. 15, Fig. 17 e anexo D).\nOutro fator a ser considerado é a atividade bacteriana da Thiobacillus ferroxidans a pH 7,45, mesmo que em número reduzido. É possível notar que as ferro-oxidantes são resistentes e atuam numa faixa de pH acima daquela apresentada nos trabalhos realizados por Drobner, Huber e Stetter (1990), onde identificaram que as populações de cepas de Thiobacillus ferroxidans eram capazes de crescer em meios com pH entre 1,00 e 6,00.\nCom relação às concentrações de OD, foi verificado que os lixiviados das cubas II, V e VI, sempre estiveram fora da faixa crítica para crescimento das Thiobacillus ferroxidans. Os níveis encontrados variaram de 0,90 mg.L-1 a 3,60 mg.L-i. Por outro lado, na cuba IV as concentrações de OD variaram entre 0,20 mg.L-1 a 1,90 mg.L-1. Mesmo com uma concentração (0,20 mg.L-1) dentro da faixa crítica estabelecida por Myerson (1981) apud Martinello (1998), foi identificado valores de ferro-oxidantes acima de 1600000 NMP/100mL, conforme dados no anexo D.\nNo que se refere ao comportamento das bactérias sulfato-redutoras estes microorganismos têm a função de reduzir o íon sulfato, que atua como agente oxidante para metabolização da matéria orgânica. Em sua maioria, as bactérias sulfato-redutoras apresentam temperatura ótima de crescimento na faixa de 34 a 37\nPara Bechard (1994) apud Harris e Ragusa (2000), as bactérias sulfato-redutoras podem causar uma redução significativa na geração de DAM, aumentando o pH do meio, e conseqüentemente reduzindo os íons metálicos. As sulfato-redutoras em ambientes ácidos com pH abaixo de 3,00 não sobrevivem, aparecendo com maior intensidade a partir de pH 5,50 até pH 9.\nEm resumo, as bactérias sulfato-redutoras analisadas durante o período monitorado nas cubas de vidro II, IV, V e VI, indicaram que elas estavam mais presentes quando o pH do meio encontra-se numa faixa próxima a alcalinidade, como relatado por Bechard (1994) apud Harris e Ragusa (2000). Por outro lado, quando em ambiente ácido (pH&lt;3,00), o número de sulfato-redutoras reduziu muito, embora, ainda tenha havido alguma atividade, como pode ser verificado nas cubas IV e VI (ver dados anexo D).\n5.3.1.3\tConsiderações finais\nI.\tO incremento da acidez bem como os altos valores de Eh encontrados no lixiviado da cuba IV, parecem estar associados à presença de quantidades significativas de Fe (III) dissolvido, que nestas condições atuou como principal agente oxidante da pirita (Fig. 17, Fig. 19 e anexo D). Tal situação é condizente com as observações de Kim (1997);\nII.\tAo final do experimento o lixiviado da cuba II apresentou teor de Mn acima dos limites estabelecidos pelo Decreto Estadual 14250/1981 e a Resolução CONAMA 357/2005 (ver anexo D), fato também observado no efluente da cuba IV. Tal situação não se aplica as cubas V e VI;\nIII.\tNos efluentes das cubas de vidro II e V as concentrações de ferro total estiveram sempre abaixo dos limites estabelecidos pelo Decreto Estadual 14250/1981 e a Resolução CONAMA 357/2005. No caso da cuba de vidro VI tanto no começo quanto no final do experimento estiveram acima destes limites e na cuba IV sempre acima;\nIV.\tAo final do monitoramento as concentrações de zinco encontradas nos lixiviados das cubas II, V e VI atenderam os limites estabelecidos no Decreto Estadual 14250/1981 e na Resolução CONAMA 357/2005. No caso da cuba IV o zinco superou os limites de lançamento de efluentes líquidos determinados nas duas legislações listadas acima;\nV.\tAs concentrações de chumbo encontradas nos lixiviados das quatro cubas permaneceram sempre abaixo de 0,13 mg.L-1 (ver anexo D) atendendo a Resolução CONAMA 357/2005;\nVI.\tO pior experimento foi constituído por uma camada de cinza pesada sobre o rejeito piritoso (cuba IV), ficando claro que o emprego da cinza misturada ao rejeito (cubas I, II e V) melhora muito a eficiência da cobertura para controle da DAM;\nVII.\tAs proporções de cinza adotadas nos experimentos II, IV e V, baseadas no trabalho de Ciccu et al. (2001), não foram suficientes para prevenir a DAM durante todo período monitorado;\nVIII.\tTanto a cinza pesada como o calcário parecem ser bons reagentes de neutralização de DAM. Embora o calcário tenha se mostrado mais eficiente, o custo elevado é um fator a ser considerado em projetos de recuperação. Quanto à cinza pesada, deve-se levar em conta o fato de que possui metais em sua composição, dentre estes o Zn, que são liberados no meio por longo período;\nIX.\tOutros fatores que estão intrinsecamente relacionados à prevenção e/ou minimização de DAM são a espessura da camada de argila e o seu grau de compactação. Embora os resultados da condutividade hidráulica não reflitam a realidade de campo, tanto a espessura da camada compactada quanto a impermeabilização alcançada não foram suficientes para minimizar as taxas de infiltração de água e difusão do oxigênio para dentro das cubas de vidro II, IV, V e VI;\nX.\tOs resultados de pH, Eh e condutividade elétrica encontrados no lixiviado da cuba I indicam que o sistema de cobertura empregado aparentemente vem sendo eficiente no controle da DAM. A associação entre os fatores agentes alcalinos, espessura e grau de compactação de argila devem ser considerados em conjunto, pois auxiliaram na prevenção da DAM.\n5.3.2\tLisímetros de laboratório - colunas\nAs colunas foram monitoradas por um ano, o que correspondeu a quase quatro anos de simulação.\nEm todas as colunas foram semeadas sementes de brachiárias sobre a superfície do substrato. Como a simulação das intempéries (chuva, sol e vento) foi\nNo início do monitoramento os lixiviados das cinco colunas estavam incolores, com forte odor de putrefação, provavelmente devido as condições redutoras do meio. O OD concentrava-se entre 1,40 mg.L-1 a 2,00 mg.L-1, a faixa de pH medida era de 7,10 a 8,00, e a condutividade elétrica variava entre 4800 |is/cm-1 a 7100 |is/cm-1. Fato também comum aos cinco experimentos foi a diminuição significativa da condutividade elétrica até aproximadamente sete meses de simulação (Fig. 20 e Fig. 21) e a pequena variação dos valores de OD, que permaneceram sempre dentro da faixa de 1,00 mg.L-i a 3,50 mg.L-i (ver anexo E).\nO pH do efluente da coluna I permaneceu neutro a ligeiramente alcalino até 1300 dias de simulação (Fig. 20). É importante lembrar que este experimento é constituído por uma camada composta por uma mistura de rejeito + cinza na proporção de 10:1,5, seguida por outra camada de argila compactada com 50 cm de espessura e, uma última camada de 10 cm de solo reconstruído (ver anexo B). Deste ponto em diante começou a cair atingindo o valor de 5,07 no final do experimento. Acompanhando a queda de pH, a condutividade elétrica começou a aumentar e o odor de putrefação diminuiu. Não foram notadas variações de cores nos lixiviados (Fig. 22).\nA pior situação foi encontrada nos lixiviados das colunas II e III. A coluna II é constituída por uma camada composta de uma mistura de rejeito + cinza na proporção de 10:1, sendo que acima desta camada a cobertura é a mesma da coluna I. A coluna III é constituída por uma camada de 10 cm de rejeito seguida por outra de cinza (1 cm). Sobre esta camada uma mistura de argila + cinza na proporção de 10:1 como camada compactada (50 cm) e, mais 10 cm de solo reconstruído (ver anexo B).\nA partir da queda de pH, ocorrida por volta de 800 dias simulados na coluna II e 450 dias simulados na coluna III, começou a ocorrer um aumento da condutividade elétrica (Fig. 20). Após 900 dias simulados, o efluente passou a apresentar uma tonalidade amarela, indicando que estava havendo incremento da concentração de ferro em solução. Nesta fase também houve redução do odor característico de podre. Aos 1527 dias ambos efluentes tinham uma tonalidade amarela mais forte (Fig. 22-B).\n14\n13\n12\n11\n10\n9\n8\n7\n6\n5\n4\n3\n2\n1\n0\n14\n13\n12\n11\n10\n9\n8\nLD\n7\n6\n5\n4\n3\n2\n1\n0\n14\n13\n12\n11\n10\n9\n8\nLO\n7\n6\n5\n4\n3\n2\n1\n0\nTempo de simulação (dias) BpH ♦ Condutividade Elétrica\nFigura 20 - Comportamento do pH e condutividade elétrica nas soluções de lixiviação das colunas I, II e III\n(ObSS) Hd\t(ObSS) Hd\nTempo de simulação (dias) ■ pH ♦ Condutividade Elétrica\nFigura 21 - Comportamento do pH e condutividade elétrica nas soluções de lixiviação das colunas IV e V\nFigura 22 - Cor dos lixiviados coletados nas colunas I, II, III, IV e V durante o período de monitoramento. A: (778 dias de simulação). B: (1527 dias de simulação)\nOs lixiviados das colunas IV (camada de rejeito + cinza na proporção de 10:1,5, com camada compactada de 50 cm correspondente a uma mistura de argila + calcário 10:1 e 10 cm de solo reconstruído), e V (camada de 10 cm rejeito + camada de 1 cm de calcário, recoberto com 50 cm de argila + calcário compactado\nproporção 10:1, com 10 cm de solo reconstruído) permaneceram incolores e com odor característico de putrefação ao longo de todo período de monitoramento (Figs. 22-A e 22-B). Os valores de pH oscilaram um pouco, porém ficando próximos a condições neutras. A condutividade elétrica foi reduzindo ao longo do experimento, conservando-se em torno de 1000 ps/cm-1 no final do monitoramento (Fig. 21).\n5.3.2.1\tComposição química dos lixiviados e formação de minerais secundários\nNa Fig. 23 são apresentados os resultados de acidez total, sulfato, ferro total e dureza dos lixiviados das cinco colunas. É importante ressaltar que a primeira coleta foi realizada aos 262 dias de simulação, época em que a condutividade elétrica estava baixa, o pH próximo a neutro (vide Fig. 20 e Fig. 21) e o potencial redox negativo (Fig. 24).\nNestas condições, apesar das significativas concentrações de sulfato, os cinco sistemas de cobertura pareciam estar sendo eficientes no controle da DAM. Como observado na Fig. 24, os efluentes concentravam-se no campo de estabilidade da pirita ou muito próximos a ele.\nMesmo com pequenas oscilações, os resultados dos parâmetros analisados indicaram que até o final do experimento as colunas I, IV e V continuavam sendo eficientes no controle da DAM, particularmente a coluna V. No caso das colunas I e IV, chama atenção o aparecimento de Zn e Pb em solução no final do monitoramento (anexo E).\nPor outro lado, nas colunas II e III, os sistemas de coberturas secas adotados não impediram o desencadeamento da DAM. A exemplo dos experimentos nas cubas de vidro, o sistema adotado na coluna III, semelhante ao da cuba IV, também foi o pior. As altas concentrações de ferro total, de sulfato, bem como os elevados teores de acidez identificados nos lixiviados destas duas colunas mostraram que as reações geoquímicas de oxidação da pirita se intensificaram a partir da quarta coleta realizada com 721 dias de simulação (Fig. 23, Fig. 24 e anexo E).\n1000\n100 -I\n0,1 -\nFerro Total (mg.L- 1)\n1\nDureza Total (mg.L- i)\n0,01\n1400\n1200 -\n1000 -\n800 -\n600 -\n400 -\n200 -\n0\n262\n1296\n534\t721\t992\nTempo de simulação (dias)\n□ Coluna I □ Coluna II □ Coluna III □ Coluna IV □ Coluna V\nFigura 23 - Comportamento dos parâmetros analisados nas soluções de lixiviação das colunas de laboratório\nFigura 24 - Diagrama pH-Eh para o sistema água, ferro, sulfato e oxigênio à 25°C de temperatura e pressão de 1 atm. Linhas definem o campo de estabilidade das fases minerais goethita, jarosita, melanterita e pirita. Simplificado de Brake et al. (2001). Legenda corresponde aos dados dos efluentes dos lisímetros de laboratório (colunas)\nOs resultados de dureza dos lixiviados coletados nas cinco colunas permitem dizer que houve liberação de Ca e Mg para o meio. Conforme Richter e Azevedo Netto (2003), íons de sulfato associados a íons de cálcio e magnésio promovem dureza permanente. Esta situação tem ocorrido na coluna II (Fig. 23).\nOutro agravente encontrado no efluente da coluna II diz respeito à concentração de Zn que atingiu o valor de 7,9 mg.L-1 na última coleta, ultrapassando o limite estabelecido pela Resolução CONAMA 357/2005. Mesmo que não detectado na análise química por Fluorescência de raios-X, provavelmente este elemento tenha sido lixiviado da cinza pesada.\nDe acordo com Daniels et. al. (2002), em condições fortemente ácidas com pH menor que 5,00, a cinza libera metais pesados como Al, Mn, Zn e Cu, podendo tornar-se tóxica. Em experimentos realizados por Ugurlu (2004), a cinza leve promoveu a liberação de elementos na solução de lixiviado, solubilizando em maior quantidade, Na, K, Mn, Fe, S e Pb, e em menor quantidade, o Cd, Mg, Cu, Cr, Zn e Co.\nDaniels et. al. (2002) afirmam que um dos maiores potenciais da cinza na recuperação de ambientes mineiros é utilizá-la como uma mistura para evitar a formação de acidez em pilhas de rejeito ou como um corretivo de solo.\n5.3.2.2\tConsiderações finais\nI.\tOs resultados das análises de monitoramento indicam que na coluna I, o sistema adotado com uma mistura de cinza pesada com rejeito piritoso na proporção de 10:1,5 conseguiu ser eficiente até o 1296° dia. A partir desse período, houve uma ligeira queda do pH associada com aumento da condutividade elétrica, indicando uma piora na eficiência do sistema empregado;\nII.\tA coluna II, que se diferenciou da coluna I apenas na proporção de 10:1 de cinza pesada misturada ao rejeito, só conseguiu controlar a DAM até 900 dias de simulação do experimento;\nIII.\tA cobertura menos eficiente foi a da coluna III. A exemplo do ocorrido na cuba de vidro IV, a cinza pesada posicionada como uma camada sobre o rejeito piritoso não contribuiu para o controle da DAM (Fig. 24);\nIV.\tOs experimentos das colunas IV e V foram os melhores, conforme indicam os resultados das análises de monitoramento (Figs. 23 e 24 e anexo E). Porém, deve-se olhar com cautela a situação da coluna IV, que no final do estudo\npassou a apresentar um lixiviado com pequenas concentrações de Zn (0,23 mg.L-1) e Pb (0,12 mg.L-1). Sem dúvida um fator decisivo no bom desempenho dos sistemas de cobertura foi à espessura de 50 cm de argila compactada sobre o rejeito. Essa camada associada com 10 cm de solo reconstruído minimizou o fluxo de infiltração de água e a difusão do oxigênio para dentro da cobertura, prevenindo a formação de DAM e consequentemente prolongando o tempo de eficiência das coberturas.\n5.3.3\tLisímetros de campo\nOs lisímetros de campo foram monitorados por aproximadamente um ano (abril de 2005 a março de 2006). Para interpretação dos resultados foram utilizados dados de índices pluviométricos (precipitação total mensal) da Estação Meteorológica da Epagri, instalada no município de Urussanga (SC). É importante salientar, que a coleta e caracterização físico-química e microbiológica dos lixiviados, foi efetuada no dia seguinte ou próximo a este, dos dias de precipitação pluviométrica mais intensa.\nNa Fig. 25 é apresentado um diagrama com os dados da precipitação pluviométrica nos meses de monitoramento dos experimentos. A precipitação total mensal foi comparada com a média de precipitação total mensal dos últimos 10 anos (1995 a 2004). Nota-se que de um modo geral, a precipitação no período de monitoramento foi atípica. Os meses de agosto e outubro foram os de maior precipitação. Cabe salientar ainda, que o monitoramento dos experimentos de campo foi realizado até o final de fevereiro de 2006, ficando estes índices pluviométricos dentro da média dos últimos 10 anos.\nNo primeiro experimento, composto por rejeito coberto com cinza pesada, recoberto por uma camada de 50 cm de argila compactada e na parte superior por uma camada de 10 cm de solo reconstruído, com aproximadamente um mês de monitoramento, foi possível observar que algumas das sementes de brachiárias começaram a germinar sobre a superfície do substrato (Fig. 26-A). Estas mudas foram empregadas com o intuito de evitar a formação de fissuras na camada de solo e, por conseguinte, a infiltração de água, bem como difusão de oxigênio para o interior da cobertura. Nota-se que no decorrer do monitoramento, as mudas de brachiárias ocuparam apenas uma parcela da superfície do lisímetro de campo I (Fig. 26-B) e que mesmo com um ano de experimento, não houve uma completa cobertura vegetal (Fig. 26-C).\nComportamento da Precipitação Pluviométrica - 1995 a 2004\nMédia Precipitação Total Mensal - 1995 a 2004\t♦ Precipitação Total Mensal - Janeiro a Dezembro 2005\nFigura 25 - Dados da precipitação pluviométrica - Fonte: Epagri/Inmet\nFigura 26 - Lisímetro de campo I. Detalhe da evolução das mudas de brachiárias germinadas sobre a cobertura do substrato. A: junho de 2005. B: setembro de 2005. C: dezembro de 2005. D: abril de 2006\nA baixa intensidade de cobertura vegetal (Figs. 26-C e D) observada no final do experimento, provavelmente devido à mortalidade das sementes irá provocar ao longo do tempo - fissuras na camada do solo reconstruído aumentando a infiltração de água e a difusão de oxigênio para dentro da cobertura.\nCondições muito parecidas ao lisímetro de campo I são observados na evolução das brachiárias semeadas também no lisímetro de campo II (Fig. 27-A e B), o qual é constituído por uma mistura de rejeito + cinza na proporção de 10:1,5, recoberto por uma camada de 50 cm de argila compactada e, na parte superior por uma camada de 10 cm de solo reconstruído. Embora houvesse menos mudas de brachiárias (Fig. 27-C e D) do que as encontradas no lisímetro I foram notadas a presença de outras espécies que não foram semeadas na superfície da cobertura. Provavelmente, estas espécies sejam provenientes do banco de sementes da turfa, ou então, transportadas pela ação do vento de locais de entorno.\nFigura 27 - Lisímetro de campo II. Evolução das brachiárias. A: junho de 2005. B: setembro de 2005. C: dezembro de 2005. D: abril de 2006\nAs mesmas condições são praticamente encontradas na cobertura do lisímetro de campo III, experimento constituído por uma camada de rejeito coberta por uma de calcário, recoberto por uma camada de 50 cm de argila compactada e na parte superior com 10 cm de solo reconstruído. Na Fig. 28 é observada a evolução das brachiárias durante o monitoramento.\nFigura 28 - Lisímetro de campo III. Presença de outras espécies vegetais em consorciação com as brachiárias. A: junho de 2005. B: setembro de 2005. C: dezembro de 2005. D: abril de 2006\nA primeira coleta de lixiviado nos lisímetros de campo foi realizada no 34° dia de monitoramento. Nesse período, os efluentes dos lisímetros I e II possuíam valores de pH similares, variando entre 7,60 a 7,95. No lisímetro III, o pH estava levemente ácido e apresentava valor de 5,90 (Fig. 29). Por outro lado, a condutividade elétrica mostrava-se bem distinta: 2630 ps.cm-1 no lisímetro I, 8330 ps.cm-1 no lisímetro II e 900 ps.cm-i no lisímetro III. No entanto, a partir da terceira coleta os três lisímetros apresentam uma condutividade elétrica muito similar, continuando com uma leve redução até por volta de 215 dias de monitoramento.\n3500\nra o 3000'\n>0)\n2500¡\n0> v\n2000\n2\n1500 —\n□\n1000-g\no\n500\nE o\nM\n□\n0\n9000\n8000\nCü o 7000'\n4—'\nsQ)\n6000j\n5000'\nra 5\n4000:\n3000'\n2000'\nO 1000\n0\nTempo (dias)\n■ pH ♦ Condutividade Elétrica\nFigura 29 - Comportamento do pH e condutividade elétrica nas soluções de lixiviação dos lisímetros de campo\nA partir de 230 dias, o pH dos efluentes dos lisímetros I e II começou a cair. A condutividade elétrica que vinha reduzindo até por volta de 215 dias começou a oscilar. No lisímetro I, a condutividade elétrica subiu de 613 ps.cm-1 aos 215 dias para 1990 ps.cm-i aos 313 dias, tornando novamente a reduzir. Com 374 dias apresentou valor de 1320 ps.cm-i. Nesta fase o lixiviado que era incolor passou a ficar levemente amarelado (Fig. 30). No lisímetro II apresentava valor de 580 ps.cm-i aos 215 dias, subindo para 1298 ps.cm-i aos 244 dias e, também tornando\na reduzir para 875 ps.cm-1 aos 374 dias. No lisímetro III, a condutividade elétrica que era de 795 ps.cm-i, subiu para 3020 ps.cm-i, tornando a reduzir novamente para 1410 ps.cm-i aos 374 dias.\nFigura 30 - Cor dos efluentes dos três lisímetros de campo. A: outubro de 2005. B: fevereiro de 2006\n5.3.3.1\tComposição química dos lixiviados e formação de minerais secundários\nNa Fig. 31 são apresentados os teores de acidez total, sulfato, ferro total e alumínio dos efluentes dos lisímetros I, II e III. Como observado na figura, aos 34 dias de monitoramento, dia da primeira coleta, não existem análises do lisímetro I em virtude do baixo volume de lixiviado obtido. Quanto aos outros dois experimentos, o que se nota são condições iniciais muito distintas: baixas concentrações de Fe total, Mn e acidez no lisímetro II e valores mais elevados de Fe total (> 10 mg.L-i), Mn e acidez no lisímetro III (Fig. 31, Fig. 32 e anexo F).\nAvaliando o comportamento da acidez total dos lisímetros I e II até a última análise realizada aos 306 dias (fevereiro de 2006), o que se nota é que ambas sofrem uma redução gradativa, apresentado ao final do experimento valores de 2,30 mg.L-i (lisímetro I) e 6,10 mg.L-i (lisímetro II). Por outro lado, o efluente do lisímetro III variou significativamente ao longo do monitoramento, terminando ao final do experimento com uma acidez elevada (Fig. 31 e anexo F).\n175 -|— 150 - '\tn\t■ T“\nJ.\t1J □ □ J\n5000 n\t 4000 -\tSulfato (mg.L-1)\n3000\t\n2000\tr ,00°\t■ J\t\n0 II.rd\t\n100 n\t 10 1 1\t1 Ferro Total (mg.L- i) 1\n0,01 -1\t\tnl J\n100 ~|\t 10 -\tAlumínio (mg.L-1)\n1 - : Í1 ti\tli 11 i\n34\t124\t159\t194\t215\t306\n\tTempo (dias)\n□ Lisímetro campo 1 ■ Lisímetro campo II El Lisímetro campo III\t\nFigura 31 - Comportamento da acidez, sulfato, ferro total e alumínio analisados nas soluções de lixiviação dos lisímetros de campo\n300 -T\n270 -\n34\t124\t159\t194\t215\nTempo (dias)\n□ Lisímetro campo I □ Lisímetro campo II □ Lisímetro campo III\nFigura 32 - Comportamento do manganês, cálcio e magnésio analisados nas soluções de lixiviação dos lisímetros de campo\nO ferro total nos efluentes dos lisímetros I e II tendeu a aumentar em praticamente todo período monitorado, com exceção da última coleta (306 dias) quando a solução do lisímetro II apresentou um leve empobrecimento (Fig. 31). Mesmo assim, em ambos os experimentos o ferro total atendeu aos limites estabelecidos no Decreto Estadual 14250/1981 e a Resolução CONAMA 357/2005,\n01\t23456789 10 11 12\npH\n+ Lisímetro Campo I o Lisímetro Campo II o Lisímetro Campo III\nFigura 33 - Diagrama pH-Eh para o sistema água, ferro, sulfato e oxigênio à 25°C de temperatura e pressão de 1 atm. Linhas definem o campo de estabilidade das fases minerais goethita, jarosita, melanterita e pirita. Simplificado de Brake et al. (2001). Legenda corresponde aos dados dos efluentes dos lisímetros de campo\nNo decorrer dos experimentos, as concentrações de sulfato do lixiviado foram reduzindo. O alumínio por outro lado, teve pequenas oscilações, como por exemplo, as observadas aos 215 dias no lisímetro II, e com 159 e 306 dias no lisímetro III (Fig. 31). Os picos de alumínio encontrados nos lixiviados dos lisímetros II e III devem estar associados a solubilização de um dos minerais portadores de Al, dentre os quais a caulinita, gibbsita, ilita, muscovita, ou alunogênio (Tabela 10), que\nQuanto as concentrações de manganês o que se observa é que no lixiviado do lisímetro I, houve uma redução nas primeiras duas coletas, tornando a subir no restante do período monitorado, atingindo no final o valor de 0,42 mg.L-1. No lisímetro II praticamente não oscilou muito, variando entre 0,08 mg.L-i a 0,19 mg.L-i, e no lisímetro III reduziu até a terceira coleta e tornou a subir, apresentando valor de 1,47 mg.L-1 aos 306 dias (anexo F). No caso do lisímetro III, algumas das análises mostraram concentrações acima dos limites estabelecidos pelo Decreto Estadual 14250/1981 e na Resolução CONAMA 357/2005, (ver anexo F).\nAs concentrações de chumbo em todos os três lisímetros variaram de 0,15 mg.L-i a&lt;0,05 mg.L-i, (ver anexo F). Os teores de Zn também oscilaram pouco nos efluentes dos lisímetros I e II. Por outro lado, no lisímetro III, foi notada uma elevada concentração na primeira coleta, que no decorrer do monitoramento, foi reduzindo gradativamente, tornando a subir na última coleta (ver anexo F).\nO cálcio e magnésio analisados nos três lisímetros apresentam um comportamento muito similar, pois, praticamente no período monitorado vem reduzindo suas concentrações (Fig. 32). A dureza apresentada pelos lixiviados permite classificá-los, segundo Azevedo Netto e Richter (2003), como de dureza moderada no lisímetro I, dura no II e muito dura no lisímetro III.\nObservando a Fig. 33, é possível verificar que o potencial redox nos lisímetros I, II e III durante o período monitorado oscilou muito, permanecendo ora em campo redutor, ora em campo oxidante. No lisímetro I, no início do monitoramento o Eh indicava ambiente redutor, porém aos 124 dias entrou em ambiente oxidante (2 mV), tornando a voltar para ambiente redutor oscilando entre (-35 mV a -115 mV). O processo se repetiu várias vezes, sendo que a partir de 290 dias permaneceu na faixa entre (-84 mV à -130 mV).\nEm ambiente oxidante no início do monitoramento, o lisímetro II entre 69 e 166 dias passou para o campo redutor (-122 mV à -42 mV). A partir de 194 dias, subiu novamente para o campo oxidante - oscilando entre (9 mV a 197 mV) até aos 215 dias, onde voltou novamente ao campo redutor - oscilando entre (-44 mV à -114 mV).\nDa mesma forma, no início do monitoramento o efluente do lisímetro III indicava ambiente oxidante. Em quarenta dias foi para o campo redutor, permanecendo assim, até 166 dias. Depois subiu novamente para ambiente\n5.3.3.2\tAtividade microbiológica e evolução da DAM\nConforme experimentos desenvolvidos por Adams et al. (2004); Bratcova et al. (2002); Bechard (1994) e Alexander (1997) apud Harris e Ragusa (2000); Drobner, Huber e Stetter (1990); Edwards et al. (1998); Edwards et al. (1999); Myerson (1981) e Noike et al. (1983) apud Martinello (1998), fatores como o pH, a temperatura e a quantidade de oxigênio dissolvido (OD) interferem diretamente na atividade das espécies bacterianas que atuam em condições ácidas.\nAnalisando os resultados da contagem de bactérias ferro-oxidantes nota-se que aos 34 dias (maio de 2005), quando o pH do lixiviado do lisímetro III era de 5,90 foi identificado um maior número de indivíduos; por outro lado, à medida que o pH do meio subiu para uma faixa entre 7,15 (lisímetro III) e 7,70 (lisímetro II), o número de indivíduos da espécie Thiobacilus ferroxidans caiu ou desapareceu. Aparentemente a presença destas bactérias nestas condições de pH mais elevado esteja relacionada a dois fatores: a temperatura ambiente próxima dos 30° C e às concentrações de OD de 2,10 mg.L-i a 3,00 mg.L-i (ver anexo F). Edwards et. al. (1999) e Drobner, Huber e Stetter (1990), discutem em seu trabalho que nestas condições próximo a pH neutro estas bactérias, mesmo que em número reduzido, poderiam ainda sobreviver.\nEm contrapartida, a presença elevada de bactérias sulfato-redutoras encontradas aos 215 dias em pH variando entre 7,05 e 7,91, vem em acordo com os resultados encontrados nos trabalhos apresentados por Bratcova et. al. (2002); Bechard (1994) e Alexander (1997) apud Harris e Ragusa (2000). Segundo estes autores, as sulfato-redutoras não sobrevivem em ambientes ácidos com pH&lt;3,00 aparecendo com maior intensidade numa faixa de pH entre 5,00 a 9,00. Estes microorganismos têm um crescimento ótimo na faixa de temperatura de 34 a 37 °C (Sérvulo, 1991 apud Oliveira, et al., 2004), não sobrevivendo em pH muito ácido e aparecendo com maior intensidade a partir de pH 5,50 (Bechard, 1994 apud Harris e Ragusa, 2000).\nEm resumo, as bactérias sulfato-redutoras aparecem em maior número quando o pH do meio encontra-se numa faixa próxima a alcalinidade e sob condições redutoras, como as encontrada no lisímetro I aos 215 dias - com Eh (-46\n5.3.3.3\tConsiderações finais\nI.\tOs resultados das análises indicam uma boa eficiência até o período monitorado das coberturas dos lisímetros de campo I e II na prevenção da geração de drenagem ácida de mina;\nII.\tA camada selante de 50 cm associada à camada de 10 cm solo reconstruído propiciou uma maior impermeabilização do meio, restringindo a entrada de água e oxigênio para o rejeito, o que vem prevenindo as reações de oxidação do rejeito, e consequentemente à formação de DAM;\nIII.\tNo entanto, embora até o final da dissertação as coberturas de campo apresentaram boa eficiência, o tempo de monitoramento foi inferior ao período monitorado nos experimentos em laboratório. Alguns dos testes das colunas indicaram que nos sistemas em que foram empregadas cinzas pesadas o desencadeamento da DAM foi mais retardado ocorrendo após dois anos de monitoramento;\nIV.\tNão se deve descartar a possibilidade da cinza pesada disponibilizar tanto para o solo quanto para as raízes e folhas metais pesados o que já foi constatado por Zocche (2005) em áreas de solo reconstruído em antigas bacias de decantação de finos de carvão;\nV.\tNo lisímetro de campo III, a reatividade do calcário vem neutralizando o efeito da DAM. Porém, como discutido anteriormente, a quantidade utilizada no experimento neutralizará as reações de oxidação por um período limitado.\n6\tCONCLUSÕES\nOs experimentos realizados nesta pesquisa tiveram por finalidade avaliar, em laboratório e campo, a eficácia da utilização de cinza pesada e calcário como agentes inibidores e neutralizantes dos efeitos de oxidação da pirita presente em rejeitos oriundos das atividades de beneficiamento de carvão mineral.\nAs considerações finais de cada um dos experimentos foram apresentadas na discussão dos resultados. Portanto, aqui serão apresentadas as conclusões finais do estudo, que foram:\n-\tNos experimentos de laboratório, a adição de cinza pesada misturada ao rejeito piritoso aumentou a eficiência da cobertura, prevenindo por mais tempo o processo de formação de DAM, ao contrário, de quando colocada como uma camada sobre o rejeito;\n-\tO grau de compactação e a espessura da camada de solo compactado influenciaram de forma significativa na eficiência dos sistemas de cobertura. Nas cubas de vidro, a espessura da camada compactada foi de 20 cm, enquanto que nas colunas e lisímetros de campo adotou-se 50 cm. Em decorrência deste fato dos cinco experimentos realizados nas cubas de vidro apenas dois foram eficientes, ao passo que dos cinco realizados nas colunas três foram eficientes e um retardou a DAM até 900 dias de simulação. Pode-se afirmar que à espessura de 50 cm de argila compactada sobre o rejeito minimizou a difusão do oxigênio para dentro da cobertura, prevenindo a formação de DAM e conseqüentemente prolongando o tempo de eficiência das coberturas;\n-\tO calcário é um excelente agente alcalino para neutralização do pH. Porém, a proporção de calcário utilizada nos experimentos foi bem menor do que a necessária para corrigir todo potencial de acidez do material. Além disto, a adoção do material como camada ao invés de misturado ao poluente também é menos eficiente, justificando assim o baixo desempenho dos experimentos que utilizaram este agente alcalino;\n-\tCom os dados dos efluentes foram construídos diagramas pH-Eh para o sistema água, ferro, sulfato e oxigênio à 25°C de temperatura e pressão de 1 atm, com os campos de estabilidade das fases minerais goethita, jarosita, melanterita e pirita. Com a interpretação destes diagramas e a correlação com as observações macroscópicas foi possível identificar\nquais fases minerais estavam precipitando contribuindo para redução de ferro e sulfato nos efluentes. No geral, nos melhores experimentos de laboratório e campo os efluentes mantiveram-se em equilíbrio com a pirita, indicando que o mineral não estava reagindo e sim estava em equilíbrio com o meio. Por outro lado nos piores testes, o meio nunca esteve em equilíbrio com a pirita, estando em condições favoráveis para sua alteração e para a precipitação de melanterita, jarosita e goethita;\n-\tAnálises de microorganismos - bactérias ferro-oxidantes e sulfato redutoras - foram realizadas nos efluentes das cubas de vidro e dos lisímetros de campo. Os resultados da contagem de Thiobacillus ferroxidans nas cubas de vidro II, IV, V e VI, indicaram que esta espécie apareceu em uma ampla faixa de pH variando de 2,45 a 7,45;\n-\tA participação efetiva deThiobacillus ferroxidans no processo de evolução da DAM foi melhor observada na cuba de vidro VI, que empregou calcário como agente neutralizante. Quando o pH do meio estava muito baixo= 2,5, apareceram mais bactérias e a acidez foi mais elevada= 248,40 mg.L-i. Por outro lado, com aumento de pH para 6,5, ocorreu uma redução significativa destes microorganismos no lixiviado, acompanhada de queda de acidez (Fig. 15, Fig. 17 e anexo D);\n-\tAs bactérias sulfato-redutoras analisadas durante o período monitorado nas cubas de vidro II, IV, V e VI, indicaram que sua participação só foi efetiva na redução da DAM, reduzindo os íons metálicos em solução, quando o pH encontra-se numa faixa próxima a alcalinidade. Por outro lado, quando em ambiente ácido (pH&lt;3,00), o número de sulfato-redutoras reduziu muito (ver dados anexo D);\n-\tEm todos os experimentos foram semeadas brachiárias, porém as sementes só germinaram e se desenvolveram nos lisímetros de campo formando uma cobertura vegetal que em parte protegeu o solo reconstruído. Conclui-se que nos experimentos de laboratório, devido a processo de aceleração do intemperismo, o solo tornou-se muito úmido e inviável ao crescimento da espécie vegetal;\n-\tNos experimentos de campo, em que foram empregadas quantidades significativas de cinza pesada (lisímetros I e II), não se deve descartar à possibilidade do acúmulo de metais pesados nas raízes e folhas das\n-\tEmbora, até o período monitorado que foi de um ano, dois dos três lisímetros de campo estejam atuando na prevenção e correção de DAM, os resultados dos experimentos em laboratório indicaram que o desencadeamento de DAM pode ocorrer num período superior a este. Portanto considera-se imprudente concluir que os sistemas de cobertura adotados nestes experimentos sejam realmente eficientes;\nNo campo das recomendações são apresentadas as seguintes sugestões para continuidade da pesquisa:\n-\tNovos ensaios em lisímetros de laboratório empregando um número mínimo de repetições para uma maior representatividade das amostras;\n-\tRealizar análises de metais pesados, como, por exemplo, Fe, Zn, Mn, Pb, Cd e Cr no solo e vegetação (raízes e folhas) dos lisímetros de campo;\n-\tContinuar o monitoramento dos lisímetros de campo por pelo menos mais 12 meses;\n-\tProlongar o monitoramento dos experimentos visando avaliar a liberação de elementos traços provenientes da cinza pesada e a eficiência do sistema, além de incluir análises de novos parâmetros, entre eles, Na, K, Cd, Cu, Cr e Co, no caso da utilização de cinza pesada;\n-\tTestar outros tipos de materiais, como, por exemplo, resíduos orgânicos, como inibidores da DAM, objetivando diminuir os custos de recuperação ambiental e o reaproveitamento de materiais que seriam descartados no meio ambiente;\n-\tRealizar experimentos com rejeito alterado depositado há vários anos e estéreis ricos em pirita e marcassita, ao invés, de rejeito inalterado de beneficiamento;\n-\tRealizar novos experimentos equipados em campo com aparelhos instrumentais que visem medir as taxas de difusão de oxigênio e infiltração de água para dentro da cobertura.\n7\tREFERÊNCIAS BIBLIOGRÁFICAS\nABNT/NBR 7182. Ensaio de Compactação. 1986.\nADAMS, D. J.; PENNINGTON, P.; MCLEMORE, V.T.; WILSON, G.W.; MENSON, S.T.; GUTIERREZ, L.A.F. The role of microorganisms in acid rock drainage. p. 7, 2004. Disponível na página:&lt;http://geoinfo.nmt.edu/staff/mclemore/documents/adams sme.pdf> Acessado em: 09/01/2006\nALEXANDRE, N.Z. 2000. Análise Integrada da Qualidade das Águas da Bacia do Rio Araranguá (SC). Dissertação de Mestrado. Mestrado em Geografia. Universidade Federal de Santa Catarina, Florianópolis. 300p.\nALEXANDRE, N. Z.; KREBS, A. S. J. Qualidade das águas superficiais do município de Criciúma, SC. Vol. 6, CPRM, 1995, Porto Alegre, RS.\nALEXANDRE, N. Diagnóstico Ambiental da Região Carbonífera de Santa Catarina: Degradação dos Recursos Hídricos Naturais. Revista de Tecnologia e Ambiente. Universidade do Extremo Sul Catarinense, FUCRI/UNESC. V5, n2, Criciúma, 1999.\nAYRES, B.; SILVEIRA, C.; ELLICE, C.; CHRISTENSEN, D.; O'KANE, M.\nDevelopment of a Cover System Design for Potentially Acid-Forming Tailings at Peak Gold Mines. 6 th ICARD. Caims, QLD, pag. 957 - 963; July, 2003.\nANTUNES, P. Passivos Ambientais: As marcas do passado que não podem ser esquecidas. Brasil Mineral - Edição Especial Mineração e Meio Ambiente. n° 228, junho, 2004.\nALPERS, C.N. et al. Secondary minerals and acid mine-water chemistry. In: Louis J. Cabri and David J. Vaughan - (eds). Modern Approaches to Ore and Environmetal Mineralogy. Mineral Association of Canada. Short Course Series, v.27, Ottawa, Ontario. P. 367-401. 1998.\nBARBOSA, L.A.D.; ALCOVER NETO, A.; SOBRAL, L.G.S. Caracterização Tecnológica de rejeitos da indústria carbonífera visando seu aproveitamento sustentado. CT 2002-046-00. Contribuição Técnica ao XIX ENTmMe - Encontro Nacional de Tratamento de Minérios e Metalurgia Extrativa. Em: Anais do XX ENTMME - Encontro Nacional de Tratamento de Minérios e Metalurgia Extrativa. Recife, Pernambuco, 2002, 9p.\nBENVINDO, Adão L. et al. Tratamento de Minérios/Ed.- Rio de Janeiro: CETEM/CNPq, pp. 676, 1998.\nBIGHAM, M.J.; NORDSTROM, D.K. Poorly crystalline and Insoluble Iron- and Aluminum- Hidroxysulfate Minerals. Mineral Oxidation. Special Publication SWIR, 2000.\nBORMA, L. S.; MENDONÇA, R. M.; SOUZA, V. P. Projeto III - Processos de mitigação da formação de drenagens ácidas utilizando coberturas secas. RT 2002-038-00. Relatório Técnico elaborado para o SIECESC. Centro de Tecnologia Mineral - CETEM. Ministério da Ciência e Tecnologia. Dezembro, 2002. p. 10-20.\nBORMA, L. S. SOARES, P. S. M. Drenagem Ácida e Gestão de Resíduos Sólidos de Mineração. In: TRINDADE, R. B. E.; FILHO, O. B. Extração de Ouro: Princípios, Tecnologia e Meio Ambiente. Rio de Janeiro: CETEM/MCT, 2002. Cap. 10, p. 253-276.\nBORMA, L. S.; SOUZA, V. P. Processos de mitigação da formação de drenagens ácidas utilizando coberturas secas. Centro de Tecnologia Mineral -CETEM. Ministério da Ciência e Tecnologia. Revisão 0. Julho, 2002. p. 47.\nBORMA, L.S.; MENDONÇA, R.G.; SOUZA, V.P.; SOARES, P.S. Utilização de cinza no contexto da reabilitação de áreas de mineração de carvão. Rio de Janeiro, Maio, 2003. CT-2003-025-00. Contribuição Técnica elaborada para o V Congresso Brasileiro de Geotécnica Ambiental. Porto Alegre - RS, Maio, 2003. 10p.\nBRAKE, S.S.; CONNORS, K.A; ROMBERGER, S.B. A river runs through it: impact of acid mine drainage on the geochemistry of West Little Sugar Creek pre - and postreclamation at the Green Valley coal mine, Indiana, USA. Department of Geology and Geological Engineering, Colorado School of Mines, Golden, CO 80401, uSa. Environmental Geology (2001). 40:1471 -1481.\nBRATCOVA, Svetlana; GROUDEV, Stoyan; GEORGIEV, Plamen. The effect of some essential environmental factors on the microbial dissimilatory sulphate reduction. Annual of the University of Mining and Geology. Vol. 44-45, part II, Mining and Mineral Processing, Sofia 1700, Bulgária, p. 123-127, 2002.\nDisponível na página da internet:&lt;http://annual.mgu.bg/2002/en/mtf en/dokladi pdf/Bratkova a.pdf> Acesso em: 03/01/2006.\nCENTRO DE TECNOLOGIA MINERAL (2001). Projeto Conceitual para Recuperação Ambiental da Bacia Carbonífera Sul Catarinense. RT 33/2000.\nRelatório Técnico elaborado para o Siecesc. Volume I, Revisão 01, Janeiro, 2001. Disponível na página da internet:\n<http://www.siecesc.com.br/meio ambiente/volume 001 .pdf> Acesso em: 03/10/2005.\nCHRISTENSEN, D.; O’KANE, M.; ENG, P. The Use of Two-Dimensional SoilAtmosphere Modelling in the Design of Dry Cover Systems for Mine Waste. National Energy Technology Laboratory. Division of Environmental Science and Technology. U. S. Department of Energy. 9 p. 1997.\nDisponível na página da internet:&lt;http://www.netl.doe.gov/coal/ESWR/cub/amdcntrl.html> Acesso em: 12/04/2005.\nCICCU, R., GHIANI, M., PERETTI, R., SERCI, A., ZUCCA, A. Heavy metal immobilization using fly ash in soils contaminated by mine activity. International Ash Utilization Symposium, Center for applied Energy Research; University of Kentucky, Paper #6. Pág. 8, 2001. Disponível na página da internet: &lt;http://www.flyash.info> Acesso em: 20/01/2005.\nDANIELS, W.L.; STEWART, B.; HAERING, K.; ZIPPER, C. The potential for beneficial reuse of coal fly ash in Southwest Virginia mining environments. In: Reclamation guidelines for surface mined land in Southwest Virginia. Power River Project. Publication 460-134. 19p. 2002. Disponível na página da internet:\nDROBNER, E.; HUBER, H.; STETTER, K.O. Thiobacillus Ferrooxidans, a Facultative Hydrogen Oxidizer. Applied Environmental Microbiology, Vol. 56, No. 9. p.2922-2923, 1990.\nEDWARDS, Katrina J.; GIHRING, Thomas M.; BANFIELD, Jillian F. Seasonal variations in microbial populations and environmental conditions in na extreme acid mine drainage environment. Applied and Environmental Microbiology. Vol. 65, n°. 8, p. 3627-3632, 1999.\nDisponível na página da internet:&lt;http://pubmed-central.nih.gov/articlerender.fcgi?artid=91544&amp;rendertype>\nAcesso em: 17/03/2006\nEDWARDS, Katrina J.; SCHRENK, Matthew O.; HAMERS, Robert; BANFIELD, Jillian F. Microbial oxidation of pyrite: Experiments using microorganisms from na extreme acidc environment. American Mineralogist, Vol. 83, 1444-1453,\n1998.\nESLING, S.P.; PAUL, B.C.; BANERJEE, D.D. Hydrologic monitoring at three mine sites reclaimed with mixtures of spoil and coal combustion residues in illinois. Southern Illinois University. Final Technical Report. 8p. 1998. Disponível na página da internet:&lt;http://www.mcrcc.osmre.gov/PDF/Forums/CCB2/4e.pdf> Acesso em: 17/02/2005.\nFEPAM. Fundação Estadual de Proteção Ambiental. Meio Ambiente e Carvão: Impactos da exploração e utilização. Cadernos de Planejamento e Gestão Ambiental. n° 2. Porto Alegre, 2002. p. 15-66.\nFERREIRA, P.A. Engenharia de irrigação. Módulo 11. Drenagem. Brasília, ABEAS, 1987. 86 p.\nGALATTO, S.L. Flotação por ar dissolvido (FAD) no tratamento da drenagem ácida de mina. Criciúma, UNESC, 2003, 88p. (Trabalho de conclusão de curso).\nGUEST, C.A.; JOHNSTON, C.T., KING, J.J.; ALLEMAN, J.E.; TISHMACK, J.K.; DARREL NORTON, L. Chemical characterization of synthetic soil from composting coal combustion and pharmaceutical by-products. Journal of Environmental Quality. 30:246-253. 2001. Disponível na página da internet:&lt;http://ieq.sciiournals.org/cgi/reprint/30/1/246> Acesso em: 23/02/2005.\nHARRIS, M.A.; RAGUSA, S.; Bacterial mitigation of pollutants in acid drainage using decomposable plant material and sludge. Environmental Geology 40, Springer-Verlag, p. 195-215, 2000.\nHORNBERGER, R.J.; BRADY, K.B.C. Kinetic (leaching) tests for the prediction of mine drainage quality. In: RIDGE, T. SEIF, J.M. Coal Mine Drainage Prediction and Pollution Prevention in Pennsylvania. The Pennsylvania Department of Environmental Protection. Cap. 7. pag. 7-29 a 7-38. 1998.\nHUTCHISON, I.P.G.; ELLISON, R.D. (Editores). Mine Waste Management - A resource for mining industry professionais, regulators and consulting enginners. Lewis Publishers, Boca Raton. 630 p. 1990.\nIESA. Internacional de Engenharia S.A. Preservação do meio ambiente Relatório Conceituai. Vol. I, Junho, 1983.\nIPAT/UNESC. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Pesquisa e desenvolvimento de metodologias para o controle de drenagem ácida e tratamento de efluentes da indústria carbonífera. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2000, 184p.\n_____Desenvolvimento de métodos de tratamento de drenagem ácida de minas de carvão. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2001a, 90p.\n_____Desenvolvimento de Sistema de Tratamento de Drenagem Ácida de Mina - Estação de Embarque Vila Fiorita, Siderópolis - Santa Catarina. Relatório técnico. Criciúma, 2001b, 38p.\n_____Diagnóstico Ambiental de Áreas Degradadas pela atividade extrativa de carvão mineral Campo Malha II Oeste Siderópolis - Santa Catarina. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2002a, 111p.\n_____Projeto de reabilitação Ambiental de Áreas Degradadas pela atividade extrativa de carvão mineral Campo Malha II Oeste Siderópolis - Santa Catarina. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2002b, 57p.\n_____Projeto Reabilitação Ambiental de Áreas Degradadas pela atividade extrativa de carvão mineral Campo Malha II Leste Siderópolis - Santa Catarina. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2002c, 59p.\n_____Diagnóstico Ambiental de Áreas Degradadas pela atividade extrativa de carvão mineral Campo Morozini Treviso - Santa Catarina. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2003a, 141p.\n_____Projeto Reabilitação Ambiental de Áreas Degradadas pela extração de carvão mineral Campo Morozini Treviso - Santa Catarina. Instituto de Pesquisas Ambientais e Tecnológicas - Universidade do Extremo Sul Catarinense. Relatório técnico. Criciúma, 2003b, 82p.\nJAMBOR, J.L.; NORDSTROM, D.K.; ALPERS, C.N. Metal-sulfate Salts from Sulfide Mineral Oxidation. Special Publication SWIR, 2000.\nKALYONCU, R.S. Coal Combustion Products - 2000. U.S. Geological Survey Minerals Yearbook. 12 p. 2000. Disponível na página da internet:&lt;http://minerals.usgs.gov/minerals/pubs/commodity/coal/874400.pdf> Acesso em: 20/01/2005.\nKIM, A.G. The use of coal combustion by-products to control acid mine drainage. National Energy Technology Laboratory. Division of Environmental Science and Technology. U. S. Department of Energy. 11 p. 1997. Disponível na página da internet:&lt;http://www.netl.doe.gov/coal/ESWR/cub/amdcntrl.html> Acesso em: 20/01/2005\nKONTOPOULOS, A. Acid mine drainage control. In: Castro, S.H., Vergara F. e Sánchez, M.A., (Eds.). Effluent Treatment in the Mining Industry, University of Concepción, Chile. p.57-118. 1998.\nKOPEZINSKI, I. Mineração X Meio ambiente: considerações legais, principais impactos ambientais e seus processos modificadores. Porto Alegre: Editora Universidade. UFRGS, 103 pg. 2000.\nKORCAK, R.F. Agricultural uses of coal combustion byproducts. In: Agricultural Uses of Municipal, Animal, and Industrial Byproducts. WRIGHT, ROBERT J.,\nW.D. KEMPER, P.D. MILLNER, J.F. POWER, AND R.F. KORCAK, eds.. U.S. Department of Agriculture, Agricultural Research Service, Conservation Research Report No. 44, 135 p. 1998. Disponível na página da internet:&lt;http://www.ars.usda.gov/is/np/agbyproducts/agbychap6.pdf> Acesso em: 23/02/2005.\nLOPES, R.P.; SANTO, E.L.; MENDES, M.F.; KREBS, E.P. Estudos geoquímicos e estruturais aplicados à recuperação de área degradada pela extração de carvão - Campo Morozini. In: Xx ENTMME - Encontro Nacional de Minérios e Metalurgia Extrativa, 2004a, Florianópolis. Anais, v.1, p. 697-706.\nLOPES, R.P.; SANTO, E.L.; MENDES, M.F.; BIF, D.Z.; KREBS, E.P.; LOCATELLI, A.L.; CANARIN, E.B. Avaliação do comportamento de coberturas secas sobre rejeitos de carvão mineral por meio de lisímetros. In: III Simpósio Brasileiro de Engenharia Ambiental, 2004, Brasília. Anais. Brasília: Universidade Católica de Brasília, 2004b. p. 01-10.\nLOPES, R.P.; Bif, D.Z.; Locatelli, A.L.; SANTO, E.L. Aplicação de coberturas secas em rejeito de carvão mineral visando o controle da drenagem ácida de mina In: IV Simpósio Brasileiro de Engenharia Ambiental, 2005, Ribeirão Preto. Anais. Digital. Poluição e tecnologia ambiental. 2005.\nMACHADO, J.L.F.; PERUFFO, N.; LIMA, J.E.S. Programa Nacional de prospecção para carvão, linhito e turfa: Projeto estudo da vulnerabilidade à contaminação dos mananciais subterrâneos decorrente da extração do carvão mineral. Ministério das Minas e Energia - Departamento Nacional da Produção Mineral - Convênio DNPM/CPRM. Relatório Final da Fase I. Texto. Volume I,1984. Cap. 8, p. 67-77.\nMARTINELLO, Clair Maria. Dissertação de Mestrado: Avaliação microbiológica e físico-química de lagoas ácidas na área de mineração de carvão a céu aberto. Universidade Federal do Rio Grande do Sul (UFRGS). Porto Alegre. p. 88, 1998.\nMELLO, J.W.V.; ABRAHÃO, W.A.P. Geoquímica da drenagem ácida. In: DIAS, L.E.; MELLO, J.W.V (ed.). Recuperação de áreas degradadas. Viçosa, MG, 1998. p. 45-58.\nMENEZES, C.T.B.; LEAL FILHO, L de S.; SANTO, E.L.; RUBIO, J.; ROSA, J.J; GALATTO, S.L.; IZIDORO, G. Tratamento de Drenagem Ácida de Mina: Experiência da Carbonífera Metropolitana. Em: Anais do XX ENTMME - Encontro Nacional de Tratamento de Minérios e Metalurgia Extrativa. Volume 1, p. 599. Florianópolis, 2004.\nMENDES, M.F. Materiais e métodos empregados na avaliação da eficiência de coberturas secas sobre depósitos de rejeitos de carvão. Criciúma, UNESC, 2003, 71p. (Trabalho de conclusão de curso).\nMENDONÇA, R. M.G.; NASCIMENTO, F. M. F.; MACÊDO, M. L. F.; SOARES, P.S.M.; Uso de Solo Argiloso Compactado para Minimização da Drenagem Ácida em Rejeitos da Mineração de Carvão na Região Sul do Estado de Santa Catarina. Rio de Janeiro, Setembro, 2002. CT-2002-150-00. Contribuição Técnica elaborada para II Congresso Brasileiro de Mina a Céu Aberto e II Congresso Brasileiro de Mina Subterrânea. Belo Horizonte, IBRAM. 12p.\nNASCIMENTO, F.M.F.; MENDONÇA, R.M.G.; MACÊDO, M.I.F.; SOARES, P.S.M. Impactos ambientais nos recursos hídricos da exploração de carvão em Santa Catarina. Rio de Janeiro, Setembro, 2002. CT-2002 -151-00. Contribuição Técnica elaborada para II Congresso Brasileiro de Mina a Céu Aberto e II Congresso Brasileiro de Mina Subterrânea. Belo Horizonte, IBRAM. 11p.\nOLIVEIRA, Flávia Romero de; MELLO, Marise Costa de; MASSON, Ivan Ondino C. Uso de bactérias redutoras de sulfato no tratamento de efluentes contendo sulfato e metais. local. p. 8, 2004.\nO’KANE, M.; AYRES, B.; CHRISTENSEN, D.; MEIERS, G. CANMET-CETEM: Manual on cover system design for reactive mine waste. O'Kane Consultants Incorporation. Report n. 689-01. Canadá, 2002, 148p.\nPAUL, B.C.; CHATURVEDULA, S.; NEWTON, B. Use of coal combustion byproducts for reclamation: Environmetal implications. Southern Illinois University. 6p. 1998. Disponível na página da internet:&lt;http://www.mcrcc.osmre.gov/pdf/forums/ccb/5-2.pdf> Acesso em: 14/02/2005.\nPEREIRA, F.A.C.; FONSECA, A.A.O.; ALMEIDA, E.C.; MOREIRA, C.S.; MACEDO, D.J.B.; CRUZ, J.D. Comparação entre condutividade hidráulica saturada determinada em campo e laboratório. Magistra, Crus das Almas, Bahia. V.13, n.\n1, jan/jun, 2001. Disponível na página da internet:&lt;http://www.magistra.ufba.br/publica/magist13/01 -13-01 c.html> Acesso em: 05/03/2005.\nPINTO, A.C.P.; NEPOMUCENO, A.L. Testes de predição e controle do processo de drenagem ácida no rio Paracatu Mineração S.A.. In: DIAS, L.E.; MELLO, J.W.V (ed.). Recuperação de áreas degradadas. Viçosa, MG, 1998. p. 59-68.\nRICHTER, Carlos A.; AZEVEDO NETTO, José M. Tratamento de água. Tecnologia atualizada. Editora: Edgard Blucher Ltda. 5â Reimpressão. São Paulo. 2003.\nRITCEY, G.M. Tailings management: problems and solution in the mining industry. Elsevier, Amsterdam, 1989, 970p.\nROCHA, J. C.; CHERIAF, M.; POZZOBON, C.; MAIA, M. S.; MAGRI, L.; XAVIER, S. M. T. Reaproveitamento das cinzas pesadas do Complexo Jorge Lacerda na elaboração de materiais de construção: Aspectos tecnológicos e ambientais. In: XV Seminário Nacional de Produção e Transmissão de Energia Elétrica, 1999, Foz do Iguaçú - Paraná. Anais. 1999, p. 01-05.\nROSE, S. e GHASZI, A.M. Experimental study of the stability of metals associated with iron oxyhydroxides precipitated in acid mine drainage. Cases and solutions. Environmental Geology 36 (3-4). Springer-Verlag. Atlanta, USA. p. 364-370, 1998.\nSÁNCHEZ, L. E. ; HENNIES, W. T. ; ESTON, S. M. ; MENEZES, C. B. . Cumulative impacts and environmental liabilities in the Santa Catarina coalfield in Southern Brazil. In: Third International Conference on Environmental Issues and Waste Management in Energy and Mineral Production, 1994, Perth. Proceedings. Perth: Curtin Institute of Technology, 1994. v. único. p. 75-85.\nSANTA CATARINA. Programa de Conservação e Recuperação Ambiental da Região Sul de Santa Catarina: Recuperação piloto de áreas mineradas a céu aberto - Siderópolis, SC. 1982. 284p. (Relatório Final).\nSCHRENK M.O.; EDWARDS, K.J.; GOODMAN, R.M.; HAMERS, R.J.; BANFIELD, J.F (1998). Distribution of Thiobacillus ferrooxidans and Leptospirillum ferrooxidans: Implications for generation of acid mine drainage. Science, Vol. 279, p. 1519-1521.\nSCHUECK, J.; TARANTINO, J.; KANIA, T.; SCHEETZ, B. The use of FBC ash for alkaline addition at surface coal mines. 2001 International Ash Utilization\nSymposium. University of Kentucky. Paper #49, 16p., 2001. Disponível na página da internet:&lt;http://www.flyash.info/2001/mining1/49schue.pdf> Acesso em: 14/02/2005.\nSHINOBE, A.; SRACEK, A. Drenagem ácida e seu impacto ambiental. Brasil Mineral - n°156, pág. 38-41,2000.\nSILVER, M. Analytical techniques for research on the abatement of bacterial acid generation in piritic tailings. Mineral research program/Mineral science laboratories. CANMET Report 86-3E. Otawa, Canadá, 1985, 24p.\nSINGER,P.E.; STUMM, W. Acid mine drainage: the rate determining step. Science, v. 167, p. 1121-1123. 1970.\nSKOUSEN, J.G.; SENCINDIVER, J.C.; SMITH, R.M. A review of procedures for surface mining and reclamation in areas with acid-producing materials. West Virginia University. Morgantown, USA, 1987, 39p.\nSKOUSEN, J., ROSE, A., GEIDEL, J., FOREMAN, J., EVANS, R. e HELLIER, W. Handbook of technologies for avoidance and remediation of acid mine drainage. West Virginia: The National Mine Land Reclamation Center, 130p., 1998. Disponível na página da internet:\n<http://wvwri.nrcce.wvu.edu/programs/adti/pdf/adti handbook ackintro.pdf> Acesso em:20/01/2005.\nSUSANTO, Manuela. A review on biogeochemical processes and water quality in mining lakes: with an example from collie, Western Australia. University of Western Australia. p. 87. 2001.\nUGURLU, Aysnur. Leaching characteristics of fly ash. Environmental Geology. Ed. Springer-Verlag. Beytepe, Ankara, Trukey. p. 890-895, 2004. Disponível na página da internet:&lt;http://pubmed-central.nih.gov/articlerender.fcgi?artid=184866> Acessado em: 22/11/2005.\nZETA/IESA. Engenharia e Planejamento Ltda. Internacional de Engenharia S.A. Relatório descritivo e justificativo. Depósito de rejeitos sólidos. CIA. Carbonífera Catarinense S.A. Tomo I, Abri,1985.\nZIEMKIEWICZ, P.; SKOUSEN, J. Use of Coal Combustion Products for Reclamation. Magazine Green Lands. Pág. 12. 2000. Disponível na página da internet:&lt;http://www.wvu.edu/~agexten/landrec/coalcomb.htm> Acesso em: 30/09/05.\nZOCCHE, J.J. Metais pesados (Fe, Mn e Zn) no solo construído e na vegetação das antigas bacias de decantação do Lavador de Capivari, Capivari de Baixo, SC. In: IV Simpósio Nacional e Congresso latino-americano, 2005, Curitiba. Anais. Curitiba: Sociedade Brasileira de Recuperação de Áreas Degradadas - SOBRADE, 2005. p. 117-124.\nWALSH, F.; MITCHELL, R. A pH dependent sucession of iron bacteria. Env. Sci. And Technology, v. 6, 1972, p. 809-812.\nANEXO A - PROCEDIMENTOS E CARACTERÍSTICAS NO PREENCHIMENTO DOS LISÍMETROS DE LABORATÓRIO CUBAS DE VIDRO\n3rocedimentos adotados e características observadas na hora do preenchimento dos lisímetros de laboratório - cubas de vidro\nExperimento\tProcedimentos realizados\nCuba de Vidro 1\tSobre o filtro, posicionado na base da cuba, foi colocada uma camada de 11 cm de espessura composta por uma mistura de rejeito + cinza na proporção de 10:1,5, que equivaleu a 14 kg de rejeito para 2,1 kg de cinza. 0 processo de homogeneização foi realizado em quatro etapas: i) 3 (três) misturas sequenciais contendo de 5 kg de rejeito e 0,5 kg de cinza; ii) 1 (uma) mistura com 5 kg de rejeito e 0,6 kg de cinza. Durante a incorporação da camada de cinza ao rejeito percebeu-se que a cinza reteve a umidade do rejeito e permaneceu como uma película ao redor dos grãos, dando um aspecto seco ao material. Sobre o rejeito e cinza, foram colocados 27 kg de argila compactada até atingir uma espessura de 20 cm. O processo de compactação desta argila foi realizado com base no ensaio de compactação do solo. Como o material encontrava-se seco, optou-se por umedecê-lo adicionando 1.620 ml_ de água deionisada, sendo feito da seguinte forma: 10 kg argila/600 ml_ água; 10 kg argila/600 ml_ água; 5 kg argila/300 ml_; e 2 kg argila/120 ml_. A compactação da camada argilosa foi realizada com auxílio de um soquete. Para concluir a cobertura, em todas as cubas de vidro foram introduzidos 10 kg de argila com 0,5 kg de cinza misturada, equivalentes a uma camada de 10 cm de espessura de solo reconstruído. Na parte superior foi incorporado 0,5 kg de turfa e, semeadas a lanço, algumas sementes de brachiárias.\nCuba de Vidro II\tSobre o filtro, foi colocada uma mistura de 14 kg de rejeito + 1,4 kg de cinza, na proporção de 10:1, equivalente a uma camada de 11 cm de espessura. Neste caso o processo de mistura ocorreu em três etapas: i) 2 (duas) misturas sequenciais contendo de 5 kg de rejeito e 0,5 kg de cinza; ii) 1 (uma) mistura com 5 kg de rejeito e 0,4 kg de cinza. Como ocorrido na cuba de vidro I, a cinza reteve a umidade do rejeito e permaneceu como uma película ao redor dos grãos, dando um aspecto seco ao material. Sobre esta camada foi colocado o mesmo sistema de cobertura da cuba I - 20 cm de solo compactado e 10 cm de solo reconstruído.\nExperimento\tProcedimentos realizados\nCuba de Vidro III\tSobre o filtro, foi colocada uma camada de aproximadamente 10 cm de espessura composta por 14 kg de rejeito. Sobre esta 2,1 kg de cinza como um nível de aproximadamente 1 cm de espessura. Recobrindo estes materiais foi colocado o mesmo sistema de cobertura da cuba I - 20 cm de solo compactado e 10 cm de solo reconstruído.\nCuba de Vidro IV\tSobre o filtro, foi colocada uma camada de aproximadamente 10 cm de espessura composta por 14 kg de rejeito. Sobre esta 1,4 kg de cinza como um nível de aproximadamente 1 cm de espessura. Diferindo das outras cubas de vidro, este foi preenchido com uma cobertura composta por uma mistura com 27 kg de argila e 2,7 kg de cinza (argila + cinza, 10:1), homogeneizada em 5 (cinco) etapas: i) 4 (quatro) misturas sequenciais contendo 5 kg de argila e 0,5 kg de cinza; ii) 1 (uma) mistura contendo 7 kg de argila e 0,7 kg de cinza. A compactação da camada argilosa foi realizada em três etapas com auxílio de um soquete até atingir os 20 cm de espessura. Sobre esta camada foi colocado o mesmo solo reconstruído presente nas outras cubas de vidro (10 cm de espessura).\nCuba de Vidro V\tSobre o filtro, foi disposta a mesma camada da cuba de vidro II (aproximadamente 11 cm de rejeito + cinza, 10:1). Acima desta foi colocada uma mistura de 27 kg de argila + 2,7 kg de calcário PRNT 70 (argila + calcário, 10:1), homogeneizada em 5 (cinco) etapas: i) 4 (quatro) misturas sequenciais contendo 5 kg de argila e 0,5 kg de calcário; ii) 1 (uma) mistura contendo 7 kg de argila e 0,7 kg de calcário. A compactação da camada argilosa foi realizada em três etapas com auxílio de um soquete até atingir os 20 cm de espessura. Sobre esta camada foi colocado o mesmo solo reconstruído presente nas outras cubas de vidro (10 cm de espessura).\nCuba de Vidro VI\tSobre o filtro, foi colocada uma camada de 10 cm de espessura composta por 14 kg de rejeito. Sobre esta 2,1 kg de calcário PRNT 70 como um nível de aproximadamente 1 cm de espessura. Acima deste nível foi implantada a mesma mistura - 27 kg de argila + 2,7 kg de calcário PRNT 70 - compactada da cuba de vidro V (20 cm de espessura) e o mesmo solo reconstruído presente nas outras cubas de vidro (10 cm de espessura).\nANEXO B - PROCEDIMENTOS E CARACTERÍSTICAS NO PREENCHIMENTO DOS LISÍMETROS DE LABORATÓRIO -COLUNAS\n3rocedimentos adotados e características observadas na hora do preenchimento dos lisímetros de laboratório - colunas\nExperimento\tProcedimentos realizados\nColuna 1\tSobre o filtro, foi posicionada uma camada de 1,13 kg de rejeito + 0,1695 Kg de cinza (aproximadamente 10 cm; proporção rejeito:cinza de 10:1,5). 0 processo de homogeneização foi realizado em uma única etapa. Sobre esta foram colocados 4,275 kg de argila. A compactação desta camada argilosa foi realizada em três etapas com auxílio de um soquete até atingir 50 cm de espessura. Para concluir a cobertura foram adicionados 10 cm de solo reconstruído (argila:cinza:turfa na proporção de 20:1:1) e, semeadas a lanço, algumas sementes de brachiárias.\nColuna II\tSobre o filtro, foi colocada uma mistura de 1,130 kg de rejeito e 0,115 kg de cinza, na proporção de (10:1). O processo de mistura ocorreu em uma única etapa, sendo que ao final obteve-se uma camada com espessura de aproximadamente 10 cm. Acima desta a mesma cobertura da coluna I (50 cm de solo compactado e 10 cm de solo reconstruído).\nColuna III\tSobre o filtro, foi disposta uma camada de 10 cm de espessura de rejeito (1,130 kg). Cobrindo esta uma camada de 1 cm de cinza pesada (0,115 kg). Sobre a camada de cinza foi introduzida uma mistura de argila (4,275 kg) e cinza (0,4275 kg), na proporção (10:1) como camada compactada com 50 m de espessura. A compactação da camada argilosa foi realizada em três etapas (camadas) com auxílio de um soquete. Acima desta 10 cm de solo reconstruído nas mesmas proporções que o da coluna I.\nColuna IV\tSobre o filtro, foi posicionada a mesma camada da coluna I (10 cm de rejeito+cinza na proporção de 10:1,5). Acima desta camada foi introduzida uma camada de 50 cm correspondente a uma mistura de argila + calcário em pó compactado equivalendo a 4,275 kg: 0,4275 kg, ou seja 10:1. A compactação da camada argilosa foi realizada em três etapas (camadas) com auxílio de um soquete. Por fim 10 cm de solo reconstruído nas mesmas proporções que o da coluna I.\nColuna V\tSobre o filtro, foi colocada uma camada de 10 cm de espessura de rejeito (1,130 kg), coberto com 1 cm de calcário em pó (0,115 kg). Acima desta a mesma cobertura da coluna IV (50 cm de argila + calcário em pó compactado 10:1 e 10 cm de solo reconstruído).\nANEXO C - PROCEDIMENTOS E CARACTERÍSTICAS NO PREENCHIMENTO DOS LISÍMETROS DE CAMPO\nExperimento\tProcedimentos realizados\nLisímetro de Campo I\tSobre o filtro, foram colocados 182 kg de rejeito, equivalente a uma camada de 10 cm de espessura, recobertos com uma camada com 27,30 kg de cinza - de 3 cm de espessura. Acima desta 980 kg de argila, que após a compactação produziu uma camada com espessura de aproximadamente 50 cm. A compactação da camada argilosa foi realizada em três etapas (camadas) com auxílio de um socador de madeira. Na parte superior da cobertura, foram utilizados 80 Kg de argila, 4 Kg de cinza e 4 Kg de turfa para reconstrução da camada fértil do solo. Posteriormente foram semeadas, a lanço, algumas brachiárias.\nLisímetro de Campo II\tSobre o filtro, foi disposta uma mistura de 182 kg de rejeito + 27,30 kg de cinza, na proporção de (10:1,5), atingindo uma espessura de aproximadamente 13 cm. Acima desta, a mesma camada de argila compactada com 50 cm de espessura. Na parte superior o solo reconstruído com 80 Kg de argila, 4 Kg de cinza e 4 Kg de turfa, semeado com brachiárias.\nLisímetro de Campo III\tSobre o filtro, foram colocados 182 kg de rejeito, equivalente a uma camada de 10 cm de espessura, recobertos com uma camada com 27,30 kg de calcário - de 3 cm de espessura. Acima desta 980 kg de argila, que após a compactação produziu uma camada com espessura de aproximadamente 50 cm. A compactação da camada argilosa foi realizada em três etapas (camadas) com auxílio de um socador de madeira. Na parte superior da cobertura, foram utilizados 80 Kg de argila, 4 Kg de cinza e 4 Kg de turfa para reconstrução da camada fértil do solo. Posteriormente foram semeadas, a lanço, algumas brachiárias.\nANEXO D - TABELA DE RESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS DOS LIXIVIADOS COLETADOS NOS LISÍMETROS DE LABORATÓRIO - CUBAS DE VIDRO\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS\t\t\t\t\t\t\t\t\t\nData da coleta\t04/5/2005\t08/6/2005\t13/7/2005\t10/8/2005\t14/9/2005\t19/10/2005\t09/11/2005\t07/12/2005\t01/2/2006\nTempo simulado (acelerado) em dias\t87\t158\t235\t294\t373\t447\t493\t555\t677\nCuba de Vidro I\t\t\t\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\t\t\t\npH * (25o C)\t5,90\t6,95\t6,82\t7,07\t7,20\t7,22\t7,22\t7,28\t7,30\nEh * (mV-25o C)\t125,00\t66,00\t-20\t-18\t-57\t-71\t-80\t-106\t-62\nCondutividade Elétrica * (p.S.cm'1)\t5400,00\t5260,00\t4310,00\t3670,00\t2820,00\t1712,00\t1568,00\t1723,00\t1192,00\nOD * (mg.L-1)\t2,10\t2,10\t1,00\t3,00\t2,80\t1,60\t2,50\t3,40\t2,50\n* parâmetros determinados diretamente no laboratório de geoquímica ambiental por meio de peagâmetro de bancada, condutivímetro portátil e medidor de oxigênio dissolvido.\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\t\t\t\t\t\t\t\t\t\nData da coleta\t4/5/2005\t8/6/2005\t13/7/2005\t10/8/2005\t14/9/2005\t19/10/2005\t9/11/2005\t7/12/2005\t1/2/2006\nTempo simulado (acelerado) em dias\t87\t158\t235\t294\t373\t447\t493\t555\t677\nCuba de Vidro II\t\t\t\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\t\t\t\npH * (25o C)\t7,03\t7,15\t7,02\t7,15\t6,88\t6,52\t6,22\t6,28\t4,72\nEh * (mV-25o C)\t55,00\t182,00\t18,00\t20,00\t32,00\t2,00\t85,00\t52,00\t253,00\nCondutividade Elétrica * (pS.cm'1)\t2990,00\t683,00\t847,00\t868,00\t973,00\t888,00\t994,00\t1307,00\t1294,00\nOD * (mg.L-i)\t3,80\t1,70\t1,70\t3,50\t2,20\t3,00\t2,50\t3,00\t2,50\nDureza Total (mg.L-i)\tna\tna\tna\tna\tna\tna\tna\tna\t384,00\nCálcio (mg.L-i)\t158,00\t25,00\t63,00\t82,00\t96,00\t115,00\t137,00\t125,32\tna\nMagnésio (mg.L-i)\t40,40\t7,00\t17,40\t32,80\t20,40\t25,50\t28,30\t27,60\tna\nAcidez Total (mg.L-i)CaCO3\t6,80\t5,00\t9,20\t8,00\t14,80\t17,40\t22,30\t24,20\t94,50\nSulfato (mg.L-i)\t1064,00\t147,00\t268,00\t355,00\t341,00\t383,00\t443,00\t470,00\t480,00\nAlumínio (mg.L-i)\t0,30\t0,10\t0,10\t0,60\t0,80\t2,10\t3,80\t5,14\t7,90\nFerro Total (mg.L-i)\t0,49\t0,06\t0,75\t1,30\t1,32\t7,40\t3,73\t5,20\t11,50\nFerro II (mg.L- i)\tna\tna\tna\t1,30\t1,30\t6,40\t3,70\t4,90\tna\nChumbo (mg.L-i)\t0,05\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\tna\nManganês (mg.L-i)\t1,16\t0,17\t0,50\t0,85\t1,30\t1,64\t1,69\t1,65\t1,54\nZinco (mg.L-i)\t0,12\t0,02\t0,04\t0,12\t0,20\t0,39\t0,40\t0,42\t0,58\nBactérias sulfato-redutoras (NMP/100mL)\t33,00\t4,50\t110,00\t6,80\t17,00\tna\tAusente\t11,00\tna\nBactérias ferro-oxidantes (NMP/100mL)\t2400,00\t>160000\t>1600000\t>1600000\tausente\tna\t>1600\t3333,00\tna\n* parâmetros determinados diretamente no laboratório de geoquímica ambiental por meio de peagâmetro de bancada, condutivímetro portátil e medidor de oxigênio dissolvido;\n** valores abaixo do limite de detecção;\nna = não analisado.\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\t\t\t\t\t\t\t\t\t\nData da coleta\t4/5/2005\t8/6/2005\t13/7/2005\t10/8/2005\t14/9/2005\t19/10/2005\t9/11/2005\t7/12/2005\t1/2/2006\nTempo simulado (acelerado) em dias\t87\t158\t235\t294\t373\t447\t493\t555\t677\nCuba de Vidro IV\t\t\t\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\t\t\t\npH * (25o C)\t2,85\t2,57\t4,41\t2,85\t2,85\t2,72\t2,68\t2,45\t2,63\nEh * (mV-25o C)\t420,00\t450,00\t458,00\t477,00\t470,00\t476,00\t463,00\t449,00\t465,00\nCondutividade Elétrica * (pS.cm'1)\t4490,00\t4340,00\t4570,00\t2810,00\t2340,00\t2250,00\t2270,00\t3700,00\t3920,00\nOD * (mg.L-1)\t0,70\t0,70\t0,20\t0,50\t0,80\t2,20\t1,90\t1,60\t2,10\nDureza Total (mg.L-i)\tna\tna\tna\tna\tna\tna\tna\tna\t365,00\nCálcio (mg.L-i)\t242,00\t245,00\t219,00\t169,00\t102,00\t149,00\t114,00\t147,55\tna\nMagnésio (mg.L-i)\t71,00\t54,00\t68,00\t55,00\t22,60\t26,00\t24,20\t33,20\tna\nAcidez Total (mg.L-i)CaCO3\t246,10\t399,60\t567,00\t428,10\t434,20\t446,80\t486,30\t645,00\t745,00\nSulfato (mg.L-i)\t1610,00\t1265,00\t1372,00\t1118,00\t723,00\t876,00\t677,00\t1186,00\t1117,00\nAlumínio (mg.L-i)\t2,85\t3,80\t6,60\t3,50\t<0,10 **\t3,80\t4,60\t8,06\t7,90\nFerro Total (mg.L-i)\t48,60\t97,00\t100,00\t100,50\t72,00\t105,00\t108,00\t148,00\t129,00\nFerro II (mg.L- 1)\tna\tna\tna\t60,80\t55,70\t30,00\t63,60\t98,00\tna\nChumbo (mg.L-i)\t0,08\t0,08\t<0,05 **\t0,06\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\tna\nManganês (mg.L-i)\t3,22\t2,85\t2,93\t1,78\t1,15\t1,35\t1,25\t1,53\t1,30\nZinco (mg.L-i)\t2,40\t2,93\t3,74\t2,49\t1,69\t1,90\t1,93\t2,54\t2,67\nBactérias sulfato-redutoras (NMP/100mL)\t4,00\t2,00\t68,00\t49,00\t4,00\tna\tAusente\t4,50\tna\nBactérias ferro-oxidantes (NMP/100mL)\t>16000\t>160000\t>1600000\t110000\t130,00\tna\t>16000\t70000\tna\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\t\t\t\t\t\t\t\t\t\nData da coleta\t4/5/2005\t8/6/2005\t13/7/2005\t10/8/2005\t14/9/2005\t19/10/2005\t9/11/2005\t7/12/2005\t1/2/2006\nTempo simulado (acelerado) em dias\t87\t158\t235\t294\t373\t447\t493\t555\t677\nCuba de Vidro V\t\t\t\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\t\t\t\npH * (25o C)\t6,02\t4,51\t4,46\t6,70\t6,91\t7,22\t7,31\t7,45\t7,22\nEh * (mV-25o C)\t218,00\t354,00\t351,00\t48,00\t377,00\t282,00\t208,00\t220,00\t277,00\nCondutividade Elétrica * (pS.cm'1)\t4850,00\t2380,00\t2080,00\t1352,00\t1131,00\t982,00\t1000,00\t1310,00\t1246,00\nOD * (mg.L-1)\t1,30\t1,30\t1,50\t3,40\t2,20\t3,60\t3,00\t2,80\t2,00\nDureza Total (mg.L-i)\tna\tna\tna\tna\tna\tna\tna\tna\t431,00\nCálcio (mg.L-i)\t990,00\t215,00\t201,00\t142,00\t131,00\t123,00\t124,00\t119,59\tna\nMagnésio (mg.L-i)\t122,00\t61,00\t86,00\t69,60\t38,10\t43,00\t41,60\t41,50\tna\nAcidez Total (mg.L-i)CaCO3\t7,50\t10,90\t48,90\t29,50\t47,30\t6,70\t13,70\t17,60\t22,00\nSulfato (mg.L-i)\t2097,00\t693,00\t1000,00\t533,00\t309,00\t298,00\t309,00\t304,00\t291,00\nAlumínio (mg.L-i)\t0,93\t1,30\t5,80\t1,20\t0,40\t0,20\t0,30\t0,13\t0,10\nFerro Total (mg.L-i)\t1,17\t1,70\t4,20\t1,28\t0,17\t0,15\t0,20\t0,13\t0,04\nFerro II (mg.L- 1)\tna\tna\tna\t1,20\t<0,10 **\t<0,20 **\t<0,10 **\tna\tna\nChumbo (mg.L-i)\t0,09\t0,07\t<0,05 **\t0,05\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\tna\nManganês (mg.L-i)\t1,96\t1,05\t1,50\t0,80\t0,59\t0,55\t0,55\t0,50\t0,36\nZinco (mg.L-i)\t0,30\t0,20\t0,45\t0,09\t0,03\t0,02\t0,05\tna\t0,05\nBactérias sulfato-redutoras (NMP/100mL)\t350,00\t140,00\t45,00\t2,00\t2,00\tna\tAusente\t4,50\tna\nBactérias ferro-oxidantes (NMP/100mL)\t>16000\t>160000\t350000\t79000\t460,00\tna\t>16000\t490,00\tna\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\t\t\t\t\t\t\t\t\t\nData da coleta\t4/5/2005\t8/6/2005\t13/7/2005\t10/8/2005\t14/9/2005\t19/10/2005\t9/11/2005\t7/12/2005\t1/2/2006\nTempo simulado (acelerado) em dias\t87\t158\t235\t294\t373\t447\t493\t555\t677\nCuba de Vidro VI\t\t\t\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\t\t\t\npH * (25° C)\t2,82\t2,77\t2,57\t3,39\t6,56\t6,81\t6,63\t6,20\t6,37\nEh * (mV-25° C)\t424,00\t447,00\t456,00\t478,00\t25,00\t-34\t5,00\t14,00\t13,00\nCondutividade Elétrica * (p.S.cm'1)\t5840\t3950,00\t3430,00\t2080,00\t1631,00\t1400,00\t1256,00\t1733,00\t1540,00\nOD * (mg.L-1)\t0,50\t0,90\t1,00\t1,90\t2,10\t3,50\t3,60\t2,90\t2,50\nDureza Total (mg.L-1)\tna\tna\tna\tna\tna\tna\tna\tna\t542,00\nCálcio (mg.L-1)\t525,00\t255,00\t193,00\t214,00\t208,00\t228,00\t192,00\t198,86\tna\nMagnésio (mg.L-1)\t132,00\t60,00\t71,20\t69,00\t34,20\t39,10\t36,00\t40,50\tna\nAcidez Total (mg.L-1)CaCO3\t310,30\t177,20\t248,40\t170,30\t45,50\t14,20\t47,70\t59,80\t69,30\nSulfato (mg.L-1)\t1995,00\t1156,00\t1002,00\t929,00\t702,00\t625,00\t529,00\t635,00\t566,00\nAlumínio (mg.L-1)\t7,70\t2,70\t3,30\t0,50\t0,70\t0,60\t0,30\t0,95\t0,90\nFerro Total (mg.L-1)\t49,00\t44,00\t41,60\t26,00\t17,30\t11,50\t10,80\t14,40\t15,10\nFerro II (mg.L-1)\tna\tna\tna\t21,30\t10,80\t8,00\t9,40\t12,60\tna\nChumbo (mg.L-1)\t0,13\t0,12\t<0,05 **\t0,06\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\tna\nManganês (mg.L-1)\t4,40\t1,60\t1,52\t0,99\t0,57\t0,51\t0,53\t0,65\t0,42\nZinco (mg.L-1)\t3,34\t1,35\t1,50\t0,87\t0,51\t0,32\t0,30\t0,38\t0,44\nBactérias sulfato-redutoras (NMP/100mL)\t2,00\t11,00\t40,00\t33,00\t920,00\tna\t79,00\t350,00\tna\nBactérias ferro-oxidantes (NMP/100mL)\t>16000\t>160000\t>1600000\t170000\t2800,00\tna\t>16000\t13000,00\tna\nANEXO E - TABELA DE RESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS DOS LIXIVIADOS COLETADOS NOS LISÍMETROS DE LABORATÓRIO - COLUNAS\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS\nData da coleta\t29/06/2005\t31/08/2005\t13/10/2005\t14/12/2005\t22/02/2006\nTempo simulado (acelerado) em dias\t262\t534\t721\t992\t1296\nColuna I\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\npH * (25o C)\t7,91\t7,90\t7,65\t7,73\t6,79\nEh * (mV-25o C)\t-97\t2,00\t-78\t-140\t-86\nCondutividade Elétrica * (pS.cm'1)\t973,00\t949,00\t310,00\t601,00\t1058,00\nOD * (mg.L-1)\t1,40\t3,30\t2,30\t2,00\t3,20\nDureza Total (mg.L-i)\t103,00\t132,00\t93,00\t161,00\t318,00\nAcidez Total (mg.L-i)CaCO3\t6,30\t4,90\t6,20\t7,10\t7,00\nSulfato (mg.L-i)\t124,00\t126,00\t148,00\t134,00\t319,00\nFerro Total (mg.L-i)\t0,18\t0,20\t0,12\t0,09\t0,40\nChumbo (mg.L-i)\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\t0,06\nZinco (mg.L-i)\t<0,01 **\t<0,01 **\t<0,01 **\t<0,01 **\t0,28\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS\nData da coleta\t29/06/2005\t31/08/2005\t13/10/2005\t14/12/2005\t22/02/2006\nTempo simulado (acelerado) em dias\t262\t534\t721\t992\t1296\nColuna II\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\npH * (25o C)\t7,64\t7,63\t7,09\t4,04\t2,77\nEh * (mV-25o C)\t-118\t-5\t-34\t204,00\t457,00\nCondutividade Elétrica * (p.S.cm'1)\t1027,00\t1120,00\t797,00\t1816,00\t4900,00\nOD * (mg.L-1)\t1,80\t1,40\t1,40\t2,50\t3,00\nDureza Total (mg.L-1)\t169,00\t393,00\t303,00\t251,00\t1240,00\nAcidez Total (mg.L-1)CaCO3\t4,30\t4,90\t6,70\t213,30\t1815,00\nSulfato (mg.L-1)\t160,00\t397,00\t274,00\t938,00\t2109,00\nFerro Total (mg.L-1)\t0,19\t0,36\t0,55\t9,80\t286,00\nChumbo (mg.L-1)\t<0,05 **\t<0,05 **\t<0,05 **\t0,08\t0,14\nZinco (mg.L-1)\t<0,01 **\t<0,01 **\t0,09\t1,06\t7,90\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS\nData da coleta\t29/06/2005\t31/08/2005\t13/10/2005\t14/12/2005\t22/02/2006\nTempo simulado (acelerado) em dias\t262\t534\t721\t992\t1296\nColuna III\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\npH * (25o C)\t7,12\t6,53\t3,94\t2,41\t2,40\nEh * (mV-25o C)\t-70\t3,00\t302,00\t459,00\t450,00\nCondutividade elétrica* (pS.cm'1)\t2070,00\t1710,00\t1427\t5440,00\t7130,00\nOD * (mg.L-1)\t1,50\t1,30\t1,30\t2,20\t1,80\nDureza Total (mg.L-i)\t500,00\t633,00\t529,00\t728,00\t420,00\nAcidez Total (mg.L-i)CaCO3\t6,80\t33,80\t83,70\t1375,00\t1880,00\nSulfato (mg.L-i)\t509,00\t722,00\t594,00\t2474,00\t1627,00\nFerro Total (mg.L-i)\t1,41\t12,30\t30,00\t436,00\t488,00\nChumbo (mg.L-i)\t0,05\t<0,05 **\t0,06\t0,23\t0,10\nZinco (mg.L-i)\t0,08\t0,26\t0,33\t4,07\t3,80\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS\nData da coleta\t29/06/2005\t31/08/2005\t13/10/2005\t14/12/2005\t22/02/2006\nTempo simulado (acelerado) em dias\t262\t534\t721\t992\t1296\nColuna IV\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\npH * (25o C)\t7,20\t7,86\t7,73\t7,38\t6,77\nEh * (mV-25o C)\t-93\t-10\t-95\t100,00\t2,00\nCondutividade Elétrica * (pS.cm'1)\t2750,00\t1495,00\t1092,00\t1421,00\t1367,00\nOD * (mg.L-i)\t1,80\t1,40\t1,40\t1,70\t3,30\nDureza Total (mg.L-i)\t886,00\t552,00\t395,00\t499,00\t454,00\nAcidez Total (mg.L-1)CaCO3\t6,30\t3,70\t8,90\t12,30\t9,40\nSulfato (mg.L-i)\t779,00\t450,00\t267,00\t355,00\t436,00\nFerro Total (mg.L-i)\t0,26\t0,19\t0,28\t0,58\t0,46\nChumbo (mg.L-i)\t0,09\t<0,05 **\t0,08\t<0,05 **\t0,12\nZinco (mg.L-i)\t<0,01 **\t<0,01 **\t<0,01 **\t<0,01 **\t0,23\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS\nData da coleta\t29/06/2005\t31/08/2005\t13/10/2005\t14/12/2005\t22/02/2006\nTempo simulado (acelerado) em dias\t262\t534\t721\t992\t1296\nColuna V\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\npH * (25o C)\t7,29\t7,74\t7,90\t8,04\t7,91\nEh * (mV-25o C)\t-23\t25,00\t45,00\t219,00\t191,00\nCondutividade Elétrica * (pS.cm'1)\t2340,00\t1225,00\t724,00\t865,00\t813,00\nOD * (mg.L-1)\t2,00\t3,40\t1,50\t2,40\t3,40\nDureza Total (mg.L-i)\t693,00\t427,00\t301,00\t291,00\t284,00\nAcidez Total (mg.L-i)CaCO3\t4,30\t4,90\t5,80\t6,60\t4,20\nSulfato (mg.L-i)\t693,00\t262,00\t117,00\t110,00\t114,00\nFerro Total (mg.L-i)\t0,20\t0,27\t0,14\t0,09\t0,06\nChumbo (mg.L-i)\t0,07\t<0,05 **\t0,07\t<0,05 **\t<0,05 **\nZinco (mg.L-i)\t<0,01 **\t<0,01 **\t<0,01 **\t<0,01 **\t<0,01 **\nANEXO F - TABELA DE RESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS DOS LIXIVIADOS COLETADOS NOS LISÍMETROS DE CAMPO\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\nData da coleta\t12/05/2005\t10/08/2005\t14/09/2005\t19/10/2005\t09/11/2005\t08/02/2006\nTempo (dias)\t34\t124\t159\t194\t215\t306\nLisímetro de Campo I\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\npH * (25o C)\t7,95\t8,24\t8,30\t8,04\t7,91\t7,79\nEh * (mV-25o C)\t-48\t2,00\t72,00\t22,00\t-46\t209,00\nCondutividade Elétrica * (p.S.cm'1)\t2630,00\t1920,00\t1160,00\t811,00\t613,00\t1874,00\nOD * (mg.L-1)\t4,00\t3,90\t2,50\t2,40\t2,60\t2,80\nDureza Total (mg.L-1)\tna\tna\tna\tna\tna\t139,00\nCálcio (mg.L-1)\tna\t63,00\t35,00\t20,00\t20,00\tna\nMagnésio (mg.L-1)\tna\t57,00\t18,60\t5,80\t6,80\tna\nAcidez Total (mg.L-1)CaCO3\tna\t8,00\t3,10\t2,20\t3,60\t2,30\nSulfato (mg.L-1)\tna\t556,00\t251,00\t139,00\t98,00\t244,00\nAlumínio (mg.L-1)\tna\t0,10\t0,30\t0,10\t0,10\t0,20\nFerro Total (mg.L-1)\tna\t0,51\t0,45\t0,60\t0,60\t2,12\nFerro II (mg.L- 1)\tna\tna\tna\t0,20\t0,30\tna\nChumbo (mg.L-1)\tna\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\nManganês (mg.L-1)\tna\t0,09\t0,04\t0,10\t0,10\t0,42\nZinco (mg.L-1)\tna\t<0,01 **\t<0,01 **\t<0,01 **\t<0,01 **\t0,01\nBactérias sulfato-redutoras (NMP/100mL)\tna\tna\tna\tna\t350000\tna\nBactérias ferro-oxidantes (NMP/100mL)\tna\tna\tna\tna\t>1600\tna\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\nData da coleta\t12/05/2005\t10/08/2005\t14/09/2005\t19/10/2005\t09/11/2005\t08/02/2006\nTempo (dias)\t34\t124\t159\t194\t215\t306\nLisímetro de Campo II\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\npH * (25o C)\t7,60\t8,02\t7,70\t7,76\t7,77\t7,67\nEh * (mV-25o C)\t198,00\t-37\t8,00\t21,00\t197,00\t64,00\nCondutividade Elétrica * (pS.cm'1)\t8330,00\t1910,00\t1215,00\t790,00\t580,00\t1140,00\nOD * (mg.L-i)\t1,80\t2,60\t2,50\t2,60\t3,00\t1,70\nDureza Total (mg.L-i)\tna\tna\tna\tna\tna\t295,00\nCálcio (mg.L-i)\t376,00\t63,00\t28,00\t40,00\t37,00\tna\nMagnésio (mg.L-i)\t255,00\t52,00\t8,40\t10,00\t8,70\tna\nAcidez Total (mg.L-i)CaCO3\t8,70\t13,50\t7,40\t5,30\t4,90\t6,10\nSulfato (mg.L-i)\t3830,00\t493,00\t257,00\t180,00\t112,00\t141,00\nAlumínio (mg.L-i)\t0,20\t0,10\t0,30\t0,20\t1,10\t0,10\nFerro Total (mg.L-i)\t0,09\t0,30\t0,36\t0,35\t0,57\t0,26\nFerro II (mg.L- i)\tna\t0,30\t0,30\t<0,10\t0,10\tna\nChumbo (mg.L-i)\t0,13\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\nManganês (mg.L-i)\t0,19\t0,08\t0,15\t0,12\t0,11\t0,13\nZinco (mg.L-i)\t0,03\t<0,01 **\t<0,01 **\t0,02\t<0,01 **\t0,02\nBactérias sulfato-redutoras (NMP/100mL)\tna\tna\t>1600\tna\t170000\tna\nBactérias ferro-oxidantes (NMP/100mL)\tna\tna\tausente\tna\t1600\tna\nRESULTADOS DAS ANÁLISES FÍSICO-QUÍMICAS E MICROBIOLÓGICAS\nData da coleta\t12/05/2005\t10/08/2005\t14/09/2005\t19/10/2005\t09/11/2005\t08/02/2006\nTempo (dias)\t34\t124\t159\t194\t215\t306\nLisímetro de Campo III\t\t\t\t\t\t\nParâmetros analisados\t\t\t\t\t\t\npH * (25° C)\t5,90\t6,93\t7,15\t7,00\t7,05\t6,52\nEh * (mV-25° C)\t129,00\t-64\t35,00\t55,00\t6,00\t-63\nCondutividade Elétrica * (p.S.cm'1)\t900,00\t4160,00\t1385,00\t1075,00\t795,00\t1910,00\nOD * (mg.L-1)\t2,40\t3,00\t1,80\t1,90\t2,10\t2,00\nDureza Total (mg.L-1)\tna\tna\tna\tna\tna\t732,00\nCálcio (mg.L-1)\t790,00\t395,00\t105,00\t136,00\t95,00\tna\nMagnésio (mg.L-1)\t92,00\t58,00\t15,00\t23,00\t18,20\tna\nAcidez Total (mg.L-1)CaCO3\t112,30\t163,60\t35,00\t28,50\t28,10\t70,30\nSulfato (mg.L-1)\t4015,00\t2170,00\t333,00\t294,00\t163,00\t647,00\nAlumínio (mg.L-1)\t0,30\t0,10\t2,60\t0,10\t0,10\t2,00\nFerro Total (mg.L-1)\t23,00\t62,00\t0,30\t0,20\t0,44\t23,60\nFerro II (mg.L-1)\t23,00\t4,00\t0,10\t0,10\t0,34\tna\nChumbo (mg.L-1)\t0,15\t0,10\t<0,05 **\t<0,05 **\t<0,05 **\t<0,05 **\nManganês (mg.L-1)\t9,60\t3,89\t0,28\t0,65\t0,38\t1,47\nZinco (mg.L-1)\t6,00\t1,65\t0,18\t0,14\t0,07\t0,80\nBactérias sulfato-redutoras (NMP/100mL)\t2,00\tna\t5400,00\tna\t28000\tna\nBactérias ferro-oxidantes (NMP/100mL)\t>16000\tna\tausente\tna\t>1600\tna"}]}}}