{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10023"}, {"@name": "filename", "#text": "15063_Ferreira_2008.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 - Introdução\nDesde sempre que a pedra é utilizada pelo homem para a construção de edifícios, pontes, estradas, aquedutos, túmulos, entre outras edificações. A escolha e utilização deste material construtivo era essencialmente feita com base nos recursos geológicos que existiam nas proximidades da estrutura que se pretendia criar. As vias e os meios de transporte disponíveis não facilitavam a comercialização deste material para locais muito distantes das zonas de extracção, e assim, em várias localidades as construções serão representativas do tipo de afloramentos que ocorriam em determinada região.\n“Desde muito tempo que são conhecidos os marmores «brechas d'Arrabida», mas a sua dificuldade de exploração em consequencia dos maus caminhos que conduzem á serra, tem limitado muito o seu emprego. ”\tSousa, F.L.P. [1]\nPela proximidade deste recurso à cidade de Setúbal, a “Brecha da Arrábida” vai ser utilizada com grande intensidade na construção dos seus edifícios, monumentos e outras estruturas arquitectónicas (como se pode verificar pelo levantamento fotográfico efectuado neste trabalho). Destaca-se, a título exemplificativo: o Convento de Jesus (fig.1), a Igreja de St.a Maria da Graça, a Porta do Sol1 (fig.2) e o Forte de São Filipe, em Setúbal; o túnel do Quebedo e os muros do caminho-de-ferro entre a estação\nde Setúbal e a do Quebedo; Ruínas Romanas, em Troía; o Moinho de Maré, na Mourisca (fig.3);\nelementos arquitectónicos do Palácio da Quinta da Bacalhoa, em Vila Fresca de Azeitão, entre outros.\nFig.2 - Porta do Sol, Setúbal.\nFig.3 - Moinho de Maré, Mourisca.\nFig.1 - Convento de Jesus, Setúbal.\nPara além da função estrutural, foi também utilizada dentro e fora do país, como elemento decorativo [1,2]. Destaca-se a decoração de mobiliário e a decoração de fachadas de edifícios. Com esta pedra, objectos com funções específicas adquirem um forte valor ornamental. Evidenciam-se as pias\nbaptismais (fig.4), as pias de água benta (fig.5), objectos funerários (fig.6) e pelourinhos.\nFig.4 - Pia Baptismal. Igreja de São Lourenço, Azeitão.\nFig.5 - Pia de Água Benta. Ermida das Necessidades, estrada de Azeitão.\nFig.6 - Arca ossário. Igreja de Santiago, Palmela.\nDa observação atenta de alguns monumentos e elementos arquitectónicos, verifica-se que as patologias geralmente ocorrentes na “Brecha da Arrábida” são a perda de material sob a forma de pulverização e desagregação granular (fig.7) e os destacamentos sob a forma de placas e plaquetas (figs. 7 e 8). O decaimento deste material, que ocorre predominantemente na matriz e no cimento, promove a perda da função aglomerante dos clastos, originando o destacamento dos mesmos. Já Sousa [1] referia como principal fenómeno de alteração desta rocha a degradação da matriz calcária-argilosa, que ocorria apenas em determinados tipos de brecha e após vários anos de exposição à\nmeteorização.\nPara além do decaimento da pedra, a deterioração das argamassas antigas utilizadas nos edifícios de\nalvenaria em “Brecha da Arrábida” é também muito frequente (fig.9), facilitando a entrada de água na\nestrutura e a eventual ocorrência de fenómenos de alteração indesejáveis.\nFig.7 - Desagregação granular e placa. Igreja de St.a Maria da Graça, Setúbal.\nFig.8 - Placa. Forte de São Filipe, Setúbal.\nFig.9 a não funcional. Igreja de St.a Maria da Graça, Setúbal.\nAs informações acerca do tipo de argamassas utilizadas nas construções de alvenaria em “Brecha da Arrábida” são escassas. Através do sistema de informação da DGEMN [3], encontraram-se algumas referências a edifícios e outras estruturas arquitectónicas, em que, para além de outros materiais e sistemas construtivos, foi utilizada alvenaria de pedra “Brecha da Arrábida” e cal (Forte do Portinho da Arrábida, Ruínas da Fábrica de Peixe do Creiro, Ruínas Romanas de Tróia e Convento de Capuchos de Alferrara, pertencentes ao Distrito de Setúbal). A caracterização das argamassas romanas da estação arqueológica de Tróia [5], com ligantes à base de cal aérea e agregados de diferente natureza e proporções (areia siliciosa, rochas partidas de natureza calcária e dolomítica e também fragmentos de material cerâmico) e a análise da construção do Convento de Nossa Senhora do Carmo, em Setúbal, efectuada por Neto [4], foram importantes fontes. No último caso, não só é referenciada a utilização da “Brecha da Arrábida” e de argamassas à base de cal e areia, como é mencionada a possível proveniência das matérias-primas daquela região: a cal era extraída do calcário existente na Serra da Arrábida (confirmação dada pela existência de antigas pedreiras que eram exploradas para cantaria, alvenaria e fabrico de cal [1]); a areia estava disponível nas próprias praias de Setúbal e Tróia [4].\nA degradação do património construído com esta pedra natural e das argamassas antigas utilizadas nas construções de alvenaria, conduzem à actual necessidade de se encontrarem materiais compatíveis, nomeadamente argamassas, que possam ser utilizados no preenchimento de lacunas, descontinuidades e no refechamento de juntas. A inexistência de trabalhos versando esta matéria e a pouca informação disponível sobre a “Brecha da Arrábida” justificaram a realização deste estudo.\n2\nEnquadramento geográfico e geológico da \"Brecha da Arrábida\"\nA “Brecha da Arrábida” em termos faciológicos e estéticos é única em Portugal. É um conglomerado carbonatado polimítico, constituído por uma matriz argilosa vermelha que resulta de um fenómeno geológico de extrema relevância, do ponto de vista científico, representativo da evolução das bacias marginais da fachada ocidental da Ibéria [6]. Provém de uma formação do Jurássico Superior, localizada na Serra da Arrábida, onde existem várias zonas de afloramentos [7]. Esta pedra foi explorada até à década de 70 do Séc. XX, altura em que foram criadas a Reserva da Serra da Arrábida2 e posteriormente o Parque Natural da Arrábida3. Com o encerramento das pedreiras, as construções e estruturas realizadas neste material pétreo ficaram valorizadas.\nDe acordo com Sousa [1], existem na Serra da Arrábida vestígios de antigas pedreiras de onde poderiam ter sido extraídas estas rochas: junto ao Casal do Desembargador; no Calhariz; no Monte e Casal do Risco; no Monte de Jaspe e no Vale de El Carmen (Anexo 1). Segundo a Carta Geológica da região de Setúbal [7], antes da criação do Parque Natural da Arrábida, a “Brecha da Arrábida” era explorada nas zonas onde existiam afloramentos; destacando-se o Calhariz, as Terras do Risco e o Corte do Fojo. A identificação e descrição dos locais de afloramento de conglomerados encontram-se na tabela em anexo (Anexo 2).\nA “Brecha da Arrábida” é o nome usualmente utilizado para designar a aplicação da pedra, com aparência semelhante à das figuras 10 e 11, como material ornamental e de construção. Pela análise macroscópica das pedras utilizadas no património cultural móvel e edificado na região de Setúbal, observa-se que correspondem, na maioria dos casos, a conglomerados do tipo pudim4 e não a brechas. De acordo com a classificação textural, os conglomerados são classificados em pudins, quando predominam os detritos arredondados ou em brechas, quando predominam os detritos angulosos (fig.12) [8-10]. Dependendo dos autores [11-13], o termo pudim não é utilizado por não ser correcta esta designação na terminologia geológica portuguesa, nestes casos é utilizado o termo conglomerado.\n\t\ta)\nJAMBA\t\tffiS\nFig.10 - Aplicação da “Brecha da\tFig.11 - Aplicação da “Brecha da\tFig.12 - Conglomerado: a)\nArrábida”, Setúbal.\tArrábida”, Setúbal.\tbrecha; b) pudim.\nO conglomerado é uma rocha sedimentar detrítica (também designada terrígena ou clástica), que resulta da consolidação de elementos detríticos provenientes de outras rochas [8,10-12]. O termo conglomerado advém deste ser constituído por detritos com diâmetros variáveis, mas maioritariamente superiores a 2 mm. A classificação dos conglomerados baseia-se na composição mineralógica dos ruditos (detritos superiores a 2 mm) também designados como balastros ou psefitos, na da matriz (detritos compreendidos entre os 2 e 0,00025 mm) que tem por objectivo\n2\tDecreto-Lei n° 55/71 de 16-08-1971.\n3\tDecreto-Lei n° 622/76 de 28-07-1976.\n4\tTermo que poderá ter sido adaptado da palavra “puddinggstones”, que os autores ingleses utilizavam para designar os conglomerados de fragmentos grandes, bem arredondados, que contrastavam com o material fino onde estavam incluídos [9].\n3\nArgamassas de cal utilizadas na reparação de edifícios de alvenaria\nFoi possível apurar que vários edifícios, monumentos e outras estruturas arquitectónicas contendo “Brecha da Arrábida”, foram alvo de intervenções de conservação e restauro ao longo da sua história. Da pesquisa efectuada neste trabalho, não foram encontrados estudos acerca do tipo de materiais utilizados nessas intervenções, nem referências ao seu desempenho.\nCom o objectivo de preservar a autenticidade do património edificado, os materiais a utilizar em intervenções de conservação devem respeitar o aspecto formal e os materiais originalmente utilizados [16,17]. Tendo em conta que a época de construção da maioria dos edifícios, monumentos e estruturas arquitectónicas em “Brecha da Arrábida” é anterior ao Século XVII, e que nesta época o ligante predominante era à base de cal aérea [3,5,16-20], considera-se adequada a escolha de argamassas de cal aérea para a realização deste estudo.\nSegundo alguns autores [21,22], as intervenções de reparação superficial com argamassas devem ter como função o preenchimento de lacunas, fracturas e fissuras, de modo a proporcionar uma cobertura de protecção do material pétreo. Devem atrair para si mesmas a humidade e sais solúveis (a deterioração deve ocorrer em primeiro lugar neste material e não na pedra). As argamassas de reparação podem desempenhar várias funções utilizando os mesmos agregados e o mesmo ligante, variando apenas o traço e a granulometria dos agregados (Anexo 3). A escolha dos ligantes e agregados, bem como o traço, vão influenciar o comportamento e aparência das argamassas, nomeadamente a cor, a textura, a porosidade e a resistência mecânica [21].\nDevido aos resultados insatisfatórios da utilização de argamassas à base de cimento e materiais poliméricos, assiste-se na actualidade ao retomar dos materiais e técnicas tradicionais, nomeadamente à utilização de argamassas à base de cal aérea [18-20,22-25]. O endurecimento das argamassas de cal aérea ocorre apenas por carbonatação, que resulta da reacção do hidróxido de cálcio, ou portlandite (Ca(OH)2) com o dióxido de carbono atmosférico (CO2) formando carbonato de cálcio, ou calcite (CaCO3) composto menos solúvel e com maior resistência. O processo de carbonatação pode ser dividido por 4 fases: a) difusão do CO2 gasoso através dos poros da argamassa; b) dissolução do CO2 gasoso na água existente no interior dos poros; c) dissolução do Ca(OH)2 na água existente no interior dos poros e por último a reacção química entre os compostos dissolvidos com a precipitação do CaCO3 [18,19].\nVários autores aconselham a utilização do ligante cal aérea em pasta (com alto teor em cálcio e com o maior tempo de extinção), porque permite obter uma argamassa mais plástica e com maior trabalhabilidade recorrendo a menores quantidades de água [16,18-21]. A selecção dos agregados e a sua proporção deve ser efectuada de acordo com a cor e função da argamassa. Os traços volumétricos do ligante:agregado mais adequados para argamassas de cal aérea são 1:2 e 1:3 [18,19,22]. Do agregado podem fazer parte partículas provenientes da pedra que está a ser intervencionada (partidas com martelos ou máquinas próprias que devem posteriormente ser 4\npeneiradas e classificadas de acordo com a granulometria correspondente), areias, assim como também podem ser introduzidos aditivos [16,21,22]. A granulometria do agregado é escolhida em função da porosidade e homogeneidade da pedra. A reparação de materiais compactos requer a utilização de agregados mais finos e com um intervalo granulométrico pequeno; para os materiais mais porosos são necessários agregados mais heterogéneos, com dimensões médias maiores, que traduzem uma curva granulométrica com maior intervalo [21].\nPara este trabalho optou-se pela utilização de uma areia amarela siliciosa (monogranular) de areeiro. Devido à heterogeneidade e coloração avermelhada da “Brecha da Arrábida”, foram também utilizados barro cozido triturado \"cocciopesto” e partículas de tijolo vermelho, com o objectivo de criar uma argamassa com aparência e textura próxima à da pedra. A utilização dos materiais cerâmicos deveu-se a razões estéticas, porém, a aplicação de materiais cerâmicos na cal é reconhecida por melhorar as propriedades mecânicas das argamassas de cal aérea [17,26-28]. A matéria-prima de que são constituídos os materiais cerâmicos de barro vermelho (argilas, grãos de quartzo, feldspatos e outras impurezas) se for cozida a temperaturas inferiores a 900 °C pode apresentar propriedades pozolânicas. As pozolanas são materiais à base de sílica e alumina amorfa, que se combinam na presença de água com o hidróxido de cálcio (Ca(OH)2) para formar silicatos e aluminatos de cálcio hidratados. Deve-se ter em conta que para ocorrer este tipo de reacção certos requisitos devem estar reunidos: a natureza da matéria-prima deve ser constituída por sílica e alumina (que serão mais reactivas quanto mais afastada estiver a estrutura do estado cristalino); a temperatura de cozimento deve ser inferior a 900 °C; e o material deve ser utilizado em granulometrias muito finas (<0,01 mm) [19,28,30]. Várias publicações fazem referência à utilização deste tipo de materiais em construções antigas [17,19,27-30] e em acções de conservação actuais [17-19,24,31].\nCompatibilidade na reabilitação de edifícios de alvenaria\nA utilização de argamassas de reparação em trabalhos de conservação é por vezes desadequada e desastrosa (figs.13-15). Para evitar estas situações, qualquer intervenção deve seguir os princípios vigentes nas cartas e recomendações internacionais e considerar a utilização de materiais compatíveis, no sentido de respeitar e preservar o valor histórico, estético e as propriedades físicas, químicas e mecânicas dos materiais originais.\nFigs.13-15 - Intervenções realizadas em diferentes edifícios de alvenaria em “Brecha da Arrábida”.\n5\nConceitos como intervenção mínima e retratabilidade devem também ser tidos em conta. Numa intervenção de conservação vários são os factores que determinam o modo de actuação e o resultado final da obra. Rodrigues [32] destaca as características físicas dos materiais a utilizar; o contexto operacional da obra; o contexto socio-cultural e por último as condicionantes ambientais. Tratando-se de um trabalho de investigação que recai principalmente sobre a componente laboratorial, apenas os conteúdos físicos das argamassas serão analisados neste estudo de compatibilidade com a “Brecha da Arrábida”. Resumido a apenas um grupo de variantes, importa dentro deste, saber quais são os aspectos intrínsecos que podem influenciar o comportamento das argamassas. O desempenho das argamassas é principalmente influenciado pelas características da própria microestrutura e vários são os factores que estão implicados na sua variação [31,33]. Destacam-se principalmente: as características dos componentes utilizados; a proporção com que os componentes são misturados; as técnicas de preparação; o processo de cura; os procedimentos de aplicação e o suporte sobre o qual são aplicadas as argamassas. Dos aspectos mencionados apenas vão ser estudados os dois primeiros, por serem aqueles que mais facilmente conseguem ser estudados tendo em conta o tempo disponibilizado para a realização deste estudo.\nA compatibilidade das argamassas de reparação requer o cumprimento de vários requisitos, relativamente ao substrato de alvenaria e às exigencias requeridas para a função que irá desempenhar. Segundo Veiga [16] e Henriques [34], destacam-se principalmente: resistencia mecânica suficiente, sempre inferior ao substrato; módulo de elasticidade suficiente, com capacidade de se deformar quando sujeito a tensões; resistencia suficiente à penetração de água, devendo evitar a entrada de água proveniente do exterior mas permitir o acesso à que vem das fundações por capilaridade; elevada permeabilidade ao vapor de água; facilidade de secagem; estrutura porosa com predominância de pequenos poros; aspecto semelhante na cor, textura e brilho.\n2 - Materiais e métodos\n2.1\t- A \"Brecha da Arrábida\"\nAs amostras utilizadas neste trabalho são provenientes de blocos abandonados que foram removidos durante uma escavação arqueológica que decorria no Convento de Jesus, em Setúbal. Dependente do tamanho e da quantidade de blocos coligidos, foram preparadas vinte amostras cúbicas (com dimensões 5x5x5 cm3), onde se realizaram todos os ensaios à excepção do ensaio de resistência à compressão uniaxial (realizado em apenas dez provetes) e do ensaio de permeabilidade ao vapor de água (efectuado em dez prismas com dimensões 5x5x1 cm3). Dez lâminas delgadas foram também preparadas para a análise petrográfica (quatro com dimensões 40x25 mm2 e seis com 50x40 mm2).\n2.2\t- Argamassas de reparação\nAs argamassas foram preparadas utilizando dois ligantes e duas misturas de agregado. Foram estudados dois traços de ligante:agregado para cada mistura (1:2 e 1:3 em volume), perfazendo um total de oito composições de argamassas. Os ligantes escolhidos foram dois tipos de cal aérea hidratada (em pó e em pasta, extinta durante três anos). Os principais constituintes mineralógicos destes produtos encontram-se em anexo (Anexo 4). Do agregado fazem parte areia amarela siliciosa (monogranular) de areeiro, barro cozido triturado “cocciopesto” e partículas de tijolo vermelho. A\n6\nA primeira mistura de agregado é constituída por areia, \"cocciopesto ” e partículas de tijolo vermelho (nas proporções 1:1:2 em massa). Na segunda mistura as partículas de tijolo foram substituídas por areia (2:1). Com base nos valores ponderais, determinaram-se os traços volumétricos de ambas as misturas 1:1:1,4 e 1,9:1, respectivamente. Para cada composição foram produzidos seis provetes prismáticos (com dimensões 4x4x16 cm3) e três cilíndricos (com dimensões nx9,52/4x1 cm3). Os códigos utilizados para designar as argamassas foram: A - primeira mistura de agregado: B - segunda mistura de agregado (sem as partículas de tijolo); L - cal aérea hidratada em pó; P - cal aérea hidratada em pasta; 2 - traço ligante:agregado 1:2 e 3 - traço ligante:agregado 1:3.\n2.3\t- Métodos de caracterização e análise\nUtilizaram-se várias técnicas de exame e análise com o objectivo de caracterizar os materiais em estudo, assim como foram realizados vários ensaios físicos e mecânicos no sentido de identificar as propriedades da “Brecha da Arrábida” e avaliar o comportamento das diferentes argamassas elaboradas experimentalmente.\n2.3.1\t- Análise e caracterização da “Brecha da Arrábida”\nO estudo da “Brecha da Arrábida” iniciou-se pela análise petrográfica (EN 12407); passando para a análise química (com uma solução de ácido clorídrico a 37 %), para determinar a fracção de rocha não carbonatada; análise mineralógica por difracção de raios X (DRX), para complementar a análise petrográfica na identificação dos principais constituintes mineralógicos e por último pela análise colorimétrica (parâmetros ciELab).\nAs principais propriedades físicas e mecânicas foram determinadas pelos ensaios de porosidade total e aberta, massa volúmica real e aparente (EN1936; RILEM I.1 e RILEM I.2), absorção de água por capilaridade (EN1925; RILEM II.6 e RILEM 25), absorção de água à pressão atmosférica (NFB-10-504 e RILEM II.1), índice de secagem (Fe07 [35]), permeabilidade ao vapor de água (Fe05 [35]) e resistência à compressão uniaxial (EN 1926). Os ensaios foram realizados tendo em consideração a estratificação horizontal dos sedimentos. Uma descrição mais detalhada dos materiais utilizados e dos procedimentos adoptados em cada técnica de análise e em cada ensaio encontra-se no Anexo 6.\n2.3.2\t- Análise e caracterização das argamassas de reparação\nOs ensaios das argamassas de reparação, utilizadas na conservação de edifícios antigos, foram efectuados segundo as adaptações dos procedimentos internacionais, realizadas por Henriques [35].\nO estudo começou por uma análise preliminar aos materiais escolhidos para o fabrico das argamassas. Efectuou-se uma análise granulométrica ao agregado, determinou-se a baridade do agregado e da cal em pasta (Fe15 [35]), o volume de vazios e massa volúmica das duas misturas (Fe30 [35]) e por último determinou-se o teor de água existente no ligante de cal em pasta. Os resultados representam a média de três ensaios.\nNa elaboração dos provetes seguiram-se os procedimentos de preparação e condições de cura preconizados em (Fe19 [35]) e foi determinada a consistência das argamassas (Fe25 [35]).\n7\nPara o estudo das argamassas endurecidas efectuou-se: a sua observação à lupa binocular, para caracterizar a microestrutura; análises de porosimetria de mercúrio, para determinar a distribuição do volume dos poros abertos (de acordo com a sua dimensão); análises mineralógicas por difracção de raios X (DRX), para avaliar a formação de compostos hidráulicos pela utilização do \"cocciopesto”; análises químicas (com uma solução de fenolftaleína a 0,5 %), para avaliar a fracção carbonatada (Fe28 [35]) e por último análises colorimétricas.\nAs propriedades físicas e mecânicas foram avaliadas pelos ensaios de porosidade aberta e massa volúmica (Fe01 e Fe02 [35]), absorção de água por capilaridade (Fe06 [35]), determinação do coeficiente de saturação (RILEM II.1), índice de secagem (Fe07 [35]), permeabilidade ao vapor de água (Fe05 [35]), módulo de elasticidade dinâmico (Fe08 [35]), resistência mecânica à tracção por flexão e resistência à compressão uniaxial (Fe27 [35]). Os resultados destes ensaios representam a média de três amostras para cada argamassa, exceptuando nos ensaios de determinação do módulo de elasticidade dinâmico e da resistência mecânica de tracção por flexão, onde foram utilizadas seis amostras. Uma descrição mais detalhada dos materiais utilizados e dos procedimentos efectuados em cada técnica de análise e em cada ensaio encontra-se no Anexo 7. As datas em que foram efectuadas as análises e os ensaios encontram-se na tabela do Anexo 8.\n3\t- Resultados e Discussão\n3.1\t- Análise e caracterização da \"Brecha da Arrábida\"\n3.1.1\t- Análise petrográfica: as amostras estudadas (Anexo 9) correspondem a um conglomerado oligomítico pela predominância de detritos rolados a sub-rolados de natureza carbonatada, com 60-80 % de ruditos relativamente a uma matriz essencialmente arenosa. A distribuição dos detritos é fraca a muito fraca (polimodal) e são suportados pela matriz (paraconglomerado). A cor rosada/avermelhada desta rocha é dada principalmente pela presença de detritos vermelhos, cinzentos, creme e também amarelos, cinzentos e vermelho escuro. Foi identificada uma deposição preferencial dos detritos (foi denominada de estratificação horizontal).\nPela observação das lâminas ao microscópio óptico (Anexo 10), verificou-se que os ruditos são constituídos principalmente por carbonatos, sob a forma de micrite, esparite, bioclastos (biomicrite e bioesparite), pelóides (pelmicrite) e por minerais argilosos (fig.16). Refira-se que em alguns ruditos, observou-se a recristalização parcial da micrite por mosaicos de esparite e impregnações de óxidos de ferro (fig.16 b)). A matriz é constituída pelos mesmos componentes dos ruditos com prevalência pela micrite e esparite (fig.16 b)). Detritos de quartzo e quartzito também foram observados. A natureza do cimento é essencialmente carbonatada (micrite e esparite) (figs.16 a) e b)), com elevado teor em óxidos de ferro, reconhecidos pela cor castanha que aparece, na maioria das vezes a rodear os detritos (fig.16 d)).\nA porosidade da rocha é essencialmente de interface, ou seja, em redor dos detritos. Os tipos de poros observados são denominados de poros básicos, que resultam da cristalização, acumulação e consolidação dos detritos (figs.16 a) e b)) e poros de dissolução, que resultam de alterações químicas selectivas (fig.16 d)) [36].\n8\nc) feixe de luz cruzado,\nlâmina 3.\nRudito biomicrítico rodeado por uma matriz arenítica de origem carbonatada.\na) feixe de luz cruzado,\nlâmina 1.\nRuditos micríticos rodeados por cimento esparítico.\nb) feixe de luz paralelo, lâmina 2.\nMatriz com detritos micríticos e com precipitações de esparite. Rudito com precipitado esparítico e elevado teor em óxidos de ferro.\nd) feixe de luz cruzado, lâmina d. Ruditos micríticos, esparíticos e com teores de argila, rodeados por um cimento constituído por óxidos de ferro.\nFigura 16 - Lâminas delgadas ao microscópio óptico, com luz polarizada e ampliação de 50x.\n3.1.2\t- Análise química (fracção carbonatada): verificou-se que as amostras de “Brecha da Arrábida” são essencialmente carbonatadas. Os ruditos apresentam sensivelmente 0,8 % de material não carbonatado e a matriz/cimento cerca de 6,3 % (Anexo 11). O material insolúvel ao ácido clorídrico corresponderá a sílica e silicatos não hidráulicos [37].\n3.1.3\t- Análise mineralógica: com base nos resultados das análises difractométricas (DRX) às amostras de matriz/cimento da “Brecha da Arrábida” (Anexo 12), construiu-se a tabela 1.\nTabela 1 - Composição mineralógica das amostras determinada por DRX.\nCompostos identificados\tAmostras da matriz/cimento da “Brecha da Arrábida”\t\t\t\n\ta)\tb)\tc)\td)\nCalcite [CaCO3]\tMA\tMA\tMA\tV\nHematite [Fe2O3]\tV\tV\tV\tV\nQuartzo [SiO2]\tP\tP\tP\t-\nCaulinite [Al2Si2O5(OH)4]\tV\tV\tV\tP\nPseudorrútilo [Fe2Ti3O9]\tV\tV\tV\t-\nIlite [(K,H3O)AI2SÍ3AIOw(OH)2]\t-\t-\t-\tV\nMA: muito abundante > 80 %; A: abundante > 40 % e &lt;80 %; P: presente > 5 % e &lt;40 %; V: vestigial &lt;5 % e -: não detectado. A notação traduz as proporções dentro de cada espectro.\nFace aos resultados obtidos, a composição da matriz/cimento é essencialmente carbonatada devido à abundância da calcite. Os óxidos de ferro, também observáveis no microscópio mostraram tratar-se de hematite. A presença do quartzo também foi comprovada nas amostras a), b) e c), o que justifica a presença das areias observadas ao microscópio óptico. Dos minerais argilosos identificados destacare a caulinite por estar presente em todas as amostras, ainda que de forma vestigial. A ilite também foi identificada em apenas uma das amostras. As dimensões que caracterizam estes minerais dificultam a sua observação ao microscópio. O mineral pseudorrútilo também foi identificado, de modo\n9\n3.1.4\t- Análise colorimétrica: das análises colorimétricas obtiveram-se os seguintes resultados (Anexo 13) L* 64 ± 3; a* 5 ± 2; e b* 8 ± 3, de onde se concluí que a pedra é clara e a cor é pouco saturada. Os valores positivos a* e b* indicam que a tonalidade está entre o vermelho e o amarelo. O alto coeficiente de variação observado, a* 30 % e b* 35 % revela a heterogeneidade da pedra dada pelas diferentes colorações dos detritos. O coeficiente de variação de 5 % do parâmetro L* não é considerado significativo.\n3.1.5\t- Caracterização física e mecânica: apresenta-se na tabela 2 o resumo dos resultados obtidos.\nTabela 2 - Resultados dos testes físicos e mecânicos realizados na “Brecha da Arrábida”.\nP.C.\tP.A.\tD.R.; D.A.\tT.M.A.A.\tA.A.P.A.\tC.S.\tC.C.\tA.A.C.\tI.S.\tP.V.A.\tR.C.\n[CIELab]\t[%]\t[kg/m3]\t[%]\t[%]\t[%]\t[kg/m2.sa5]\t[kg/m2]\t[-]\t[kg/m.s.Pa]\t[MPa]\nL*64 ± 3\t\t\t\t\t\t\t\t\t\t\na*5 ± 2\t1,9\t2707 ± 6\t0,7\t0,6\t86\t0,002\t0,7\t0,030\t4,72x10-12\t94,15\n\t± 0,3\t2654 ± 8\t± 0,1\t± 0,1\t± 10\t± 0,0003\t± 0,1\t± 0,005\t± 2,04x10-12\t± 20,76\nb*8 ± 3\nP.C: parâmetros de colorimetria; P.A.: porosidade aberta; D.R.: densidade real; D.A.: densidade aparente; I .M.A.A.: teor máximo de absorção de água; A.A.P.A.: absorção de água à pressão atmosférica (por imersão durante 48h); C.S.: coeficiente de saturação; C.C.: coeficiente de capilaridade; A.A.C.: valor assintótico da absorção de água por capilaridade; I.S.: índice de secagem; P.V.A.: permeabilidade ao vapor água; R.C.: resistência à compressão.\nA porosidade aberta desta rocha pode classificar-se como média/baixa, de acordo com a classificação de rochas ornamentais proposta por Pinto [39]. Os valores de densidade real e densidade aparente indicam que esta rocha tem uma densidade média/alta [39]. Ainda deste ensaio determinou-se o teor máximo de absorção de água que ronda os 0,7 ± 0,1 %.\nA determinação da absorção de água à pressão atmosférica foi de 0,6 ± 0,1 % e é considerado como um estado de equilíbrio de saturação que esta rocha atingiria em meio natural [12]. Compreende-se que a absorção de água a pressão atmosférica seja inferior à absorção de água realizada sob vácuo, visto que é mais difícil preencher poros que estejam ocupados com ar do que poros onde este tenha sido previamente removido. Comparativamente a outras rochas ornamentais, a “Brecha da Arrábida” tem uma capacidade média de absorver água à pressão atmosférica [39]. Os coeficientes de variação de 16 % e 18 % nos ensaios anteriores, revelam a heterogeneidade da pedra na medida em que diferentes amostras do mesmo material têm diferentes capacidades de absorver a água. Através dos teores de absorção de água em diferentes condições atmosféricas determinou-se o coeficiente máximo de saturação. Este resultado (86 ± 10 %) indica que a pedra em condições atmosféricas normais não consegue preencher na totalidade o volume de vazios.\nNo que respeita à absorção de água por capilaridade, pode-se observar pela figura 17 que as amostras apresentam três fases distintas. Na primeira fase (do início até 104 -Vs) presencia-se a uma maior absorção de água e ao aumento do declive da recta. Pelo Anexo 14 observa-se que nesta fase os provetes não têm um comportamento linear, existindo uma grande dispersão de valores. A baixa capilaridade desta rocha aliada às medições realizadas num curto espaço de tempo são responsáveis pelo maior erro associado aos valores iniciais. A quantidade de água absorvida até este tempo\n10\ncorresponde a 43 % da capacidade total de absorção da rocha, dada pelo valor assintótico. Na segunda fase, a absorção apresenta um comportamento mais linear (de 104 ^s a 449 -Vs). No final desta etapa (terceira fase), considerou-se que a rocha atingiu a total capacidade de absorver água, visto que ocorreu uma redução na absorção. A média da absorção de água das 19 amostras ensaiadas foi de 0,7 ± 0,1 kg/m2, e corresponde a uma capacidade de absorção de água por capilaridade muito baixa. O coeficiente de capilaridade foi considerado no intervalo 1 - 449 ^s e o valor médio foi 0,002 ± 0,0003 kg/m2Js, o que confirma a embebição capilar muito baixa desta rocha. Os coeficientes de variação de 15 % (A.A.C.) e 18 % (C.C.) são significativos, pois revelam a capacidade das amostras absorverem mais ou menos água ao longo do tempo; destacam-se valores mínimos e máximos de 0,529 kg/m2 e 0,963 kg/m2.\nNos gráficos apresentados no Anexo 15 e representados pela figura 18, observa-se que todas as amostras possuem velocidades de evaporação muito semelhantes, a comprovar pelo índice de secagem obtido (0,03 ± 0,005). O coeficiente de variação de 16 % poderá estar relacionado com os teores máximos de absorção de água de cada amostra, no início do ensaio, e os teores de água obtidos no final do ensaio. O teor de água mantém-se próximo dos 0,1 % porque o peso seco das amostras foi efectuado a 60 °C, e com as condições ambientais em que decorreu o ensaio 17 ± 1,8 °C e 68 ± 6,2 % Hr, a evaporação total não poderia ser alcançada. Comparativamente a outros trabalhos [40], apesar da baixa porosidade, esta rocha não parece apresentar dificuldades em secar, pelo menos quando a evaporação decorre através das seis faces do provete.\nOs resultados do ensaio de permeabilidade ao vapor de água, também pela comparação com outros materiais pétreos [40], permitem afirmar que esta rocha apresenta uma média capacidade de transportar vapor de água (4,72 x 10-12 ± 2,04 x 10-12 kg/m.s.Pa).\nO valor médio de resistência à compressão foi de 94,15 ± 20,76 MPa, com um coeficiente de variação de 22 %. Este valor vem mais uma vez revelar a heterogeneidade da rocha dada pela quantidade, tamanho e organização dos clastos. Esta rocha apresenta uma resistência à compressão média quando comparada com outras rochas ornamentais [39].\n3.2 - Análise e caracterização das argamassas de reparação\n3.2.1\t- Estudo preliminar dos materiais utilizados no fabrico das argamassas\nagregados com diferentes granulometrias e misturas de areias, adoptou-se para este trabalho a preparação de uma argamassa que correspondesse às características de uma argamassa de cal aérea realizada com uma mistura de areias. Esta argamassa apresentou resultados bastante satisfatórios nos ensaios físicos e mecânicos (baixo coeficiente de capilaridade e baixo teor de absorção de água, com valores de resistência mecânica suficientes), pelo que se tentou a aproximação dos valores numéricos do agregado utilizado nessa argamassa.\nDefinidos os objectivos, o estudo começou pela análise granulométrica do agregado (figura 19), e pelo estudo de diferentes misturas de agregado (areia, “cocciopesto” e partículas de tijolo vermelho). Optou-se pela escolha do traço 1:1:2 em massa (mistura do agregado A) por ter apresentado valores numéricos muito próximos aos do agregado padrão (tabela 3). A elaboração de uma segunda mistura sem as partículas de tijolo (mistura do agregado B), levou a que se considerasse o traço 2:1 em massa. A análise granulométrica desta mistura (figura 20) teve por objectivo manter as dimensões superior e inferior próximas às do agregado padrão.\nPassado Acumulado [%]\n100 -i\n80 -\n60 -\n40 -\n20 -\n0\n0,0\n0,1 1,0 10,0 Malha [mml\n* Mistura A\t—•— Par. tij. verm.\n—*— Areia\t—*— Cocciopesto\n100 -i\n80\n60\n40\n20\n0\n0,0\n0,1 1,0 10,0\nMalha [mm]\nMistura B ——Areia —*—Cocciopesto\nFigura 19 - Curva granulométrica da mistura do agregado A.\nFigura 20 - Curva granulométrica da mistura do agregado B.\nPode-se verificar pela análise da tabela 3 que a mistura A apresenta uma dimensão granulométrica média mais alta, o que significa que é constituída por partículas com maiores dimensões do que a mistura B. As dimensões extremas de cada mistura são muito semelhantes, o que significa que têm quase as mesmas dimensões de partículas grossas e finas. A mistura B apresentou um valor mais alto de abrangência relativa, relativamente à mistura A e ao agregado padrão. Maior abrangência corresponde à existência de um maior número de fracções granulométricas que pode resultar num melhor arranjo e compactação do agregado produzindo menor volume de vazios. A homogeneidade de ambas as misturas mostra que têm predominância das partículas com dimensão inferior à média ponderada. A mistura B, por ter um valor mais baixo, apresenta uma distribuição menos homogénea da granulometria com preponderância para partículas mais finas.\nTabela 3 - Caracterização dimensional das misturas A e B e do agregado padrão [33].\nDmp [mm]\td(95) [mm]\td(5) [mm]\tAr [adim.]\tH [adim.]\nAgregado padrão\t0,80\t2,08\t0,09\t2,5\t0,6\nMistura do agregado A\t0,79\t2,02\t0,09\t2,4\t0,6\n12\nOutros parâmetros físicos dos agregados, das misturas e dos ligantes foram estudados (tabela 4). A diferença entre os valores de baridade das partículas de tijolo vermelho, comparativamente aos restantes agregados, revela um pior arranjo dos grãos devido à forte angulosidade originando um maior volume de vazios (Anexo 5). Pela observação dos valores de volume de vazios, a mistura de agregado B apresenta um volume de vazios ligeiramente inferior relativamente à mistura A (menos 5 %). Este resultado está em consonância com o valor mais elevado da baridade e com o que se observou no parâmetro de abrangência relativa da curva granulométrica, que ao apresentar uma maior distribuição granulométrica apresentaria uma melhor acomodação das partículas e a produção de menos espaços vazios.\nTabela 4 - Características físicas dos materiais utilizados no fabrico das argamassas.\n\t\tBaridade [g/cm3]\tVolume de vazios [%]\tM.V.A. [g/cm3]\tTeor de água [%]\n\tAreia\t1,34 ± 0,00\t-\t-\t-\nAgregados individuais\t“Cocciopesto”\t1,28 ± 0,01\t-\t-\t-\n\tPart. tij. verm.\t0,93 ± 0,00\t-\t-\t-\nMisturas de\tA\t1,20 ± 0,03\t51± 1\t2,6 ± 0,3\t-\nagregados\tB\t1,38 ± 0,01\t46 ± 0\t2,5 ± 0,0\t-\nLigantes\tL\t0,36 ± 0,01\t-\t0,5 ± 0,0\t-\n\tP\t1,35 ± 0,00\t\t\t53 ± 0\n\t\t\t-\t-\t\nM.V.A.: massa volúmica aparente; -: nao determinado.\nDe acordo com Margalha [41], para um traço 1:3 de ligante:areia (em volume), a percentagem de volume de vazios devia aproximar-se de 30 %, visto que um traço eficaz deve procurar que todos os vazios da areia sejam preenchidos pelo ligante. Comparando os traços de 1:2 e 1:3 a utilizar neste trabalho, com os valores obtidos no ensaio da determinação de volume de vazios (51 % para a mistura A e 46 % na mistura B), pode-se verificar que para o traço 1:3, a porosidade é demasiado alta o que significa que o ligante poderá ser insuficiente para acomodar todas as partículas de agregado. No caso do traço 1:2, a percentagem de volume de vazios das duas misturas parece cumprir o requisito.\nA cal em pasta apresenta um teor de água de 53 %, superior ao referido por outros autores [18]. Segundo estes, a utilização de maior quantidade de água na cal em pasta leva à criação de partículas mais finas e com maior superfície específica, produzindo um ligante mais reactivo, com maior plasticidade, mas com carbonatação mais lenta do que uma cal hidratada em que é utilizada a quantidade de água necessária para uma boa trabalhabilidade.\n3.2.2\t- Elaboração dos provetes\nA realização das argamassas seguiu os procedimentos referidos no Anexo 7 (A7.2). Na tabela 5, apresentam-se os valores de espalhamento e a quantidade de água utilizada em cada argamassa no processo de mistura. Fotografias do teste de espalhamento e das amostras de “Brecha da Arrábida” com as argamassas encontram-se no Anexo16.\n13\nTabela 5 - Quantidade de água utilizada e valores de espalhamento obtidos em cada argamassa.\nArgamassas\tAL2\tAL3\tAP2\tAP3\tBL2\tBL3\tBP2\tBP3\nÁgua utilizada no procedimento de mistura [ml]\t1026\t1084\t313\t552\t1056\t1070\t350\t571\nQuantidade de água existente na cal em pasta [ml]\t0\t0\t859\t572\t0\t0\t966\t644\nQuantidade de água total existente na mistura [ml]\t1026\t1084\t1172\t1124\t1056\t1070\t1316\t1215\nValor de espalhamento [%]\t51±2\t52±5\t40±1\t38±2\t52±1\t50±1\t46±4\t47±1\nRelativamente ao ligante, as argamassas de cal em pasta necessitaram de quantidades inferiores de água, relativamente às realizadas com cal em pó, tendo produzido menores valores de espalhamento. Independentemente do ligante e do tipo de mistura, para as argamassas com traços 1:3 foi necessário adicionar mais água para obter uma trabalhabilidade adequada. Neste traço, a menor quantidade de ligante a rodear os agregados exigiu a utilização de mais água para rodear as partículas e diminuir o atrito.\nObservando a quantidade total de água que foi utilizada em cada mistura de agregado, nota-se que nas argamassas B mantiveram-se os valores mais altos (exceptuando a argamassa BL3). No caso dos ligantes, as argamassas com cal em pasta utilizaram mais água do que as de cal em pó. A justificação poderá ser dada pelo menor tamanho das partículas do próprio ligante (com uma maior superfície específica) comparativamente à cal em pó [18]. Ainda na cal em pasta, o traço 1:2 mostrou maior utilização de água, contrariamente ao que se observou no ligante de cal em pó. Sabe-se que a utilização de maior quantidade de ligante exige que seja utilizada mais água [18,33], o que coincidiu com os resultados da cal em pasta. Na cal em pó, a justificação de se ter utilizado mais água para os traços mais pobres poderá dever-se à menor plasticidade deste ligante, relativamente à cal em pasta, que exigiu a utilização de mais água. A preparação e mistura das argamassas de cal em pasta foram mais fáceis devido à maior plasticidade. A cal em pó também mostrou boa trabalhabilidade com a aplicação de mais água no processo de mistura. Os valores inferiores de espalhamento obtidos para a cal em pasta reflectem a boa coesão do agregado na pasta de ligante, e são consonantes com outros trabalhos [18,20]. Nas duas misturas de agregados e nos dois tipos de ligante, o traço 1:3 foi aquele que apresentou argamassas mais heterogéneas e com pior trabalhabilidade.\n3.2.3\t- Propriedades das argamassas endurecidas\n3.2.3.1 - Análise à lupa binocular: a análise da microestrutura efectuada na lupa binocular (Anexo 17) permitiu analisar a morfologia do tipo de poros formados durante o processo de endurecimento de cada argamassa. A formação de poros nas argamassas de cal resulta da evaporação de água utilizada no processo de amassadura, razão pela qual se observaram em todas as argamassas: poros denominados de interface (poros entre o ligante e o agregado que resultaram do alojamento da água à superfície da areia, figura.21); poros de matriz (poros localizados no ligante que resultaram do excesso de água e do ar emulsionado na amassadura; podem ser poros circulares, figura 22 ou poros do tipo fissura, figura 23); poros fechados, (que resultaram do ar retido no processo de amassadura, alguns deles chegando aos 2000 pm, (figura.24) e poros cegos (figura.25) [33, 36]. Estes dois últimos podem ser de interface ou matriz e dificultam o processo de transporte de fluidos.\n14\nredor das partículas de tijolo, nas argamassas B vão rodear sobretudo as areias.\nFigura 21 - Porosidade de interface em redor das partículas de areia, BL3.\nFigura 22 - Porosidade de matriz com poros circulares e interligados por poros do tipo fissura, BP2.\nFigura 23 - Porosidade de matriz com poros tipo fissura, BP2.\nFigura 24 - Poro fechado de grandes dimensões, AL2.\nFigura 25 - Pormenor de um poro cego, BP2.\nFigura 26 - Interface entre zona carbonatada e não carbonatada, BL3.\nComparando os dois tipos de ligante, observa-se que as argamassas de cal em pó têm maior predominância de poros cegos, poros fechados e os poros de matriz são principalmente circulares (no plano de observação) com interligações através de pequenos poros do tipo fissura. A rede porosa aparenta fraca interconectividade, dada pela existência de poros tipo fissura de pequenas dimensões. Nas argamassas de cal em pasta, observou-se que os poros de matriz circulares (no plano de observação) parecem ter melhor interligação com pequenos poros e com poros do tipo fissura. Estes têm dimensões superiores às observadas para a cal em pó, possivelmente devido ao maior teor de água utilizado no processo de amassadura, que produziu fissuras de retracção com maior extensão. Existe redução dos poros cegos, poros fechados que são substituídos por poros de matriz e do tipo fissura.\n15\nEm quase todas as argamassas distinguiram-se as zonas carbonatadas das zonas onde predominava a portlandite. Localizavam-se no centro dos provetes (áreas menos carbonatadas, como foi constatado pela análise de fenolftaleína realizada mais à frente neste trabalho) e distinguiam-se pela ausência de poros de retracção e pela coloração mais clara da pasta de ligante (fig.26).\n3.2.3.2 - Análise de porosimetria de mercúrio: os resultados obtidos em cada uma das argamassas apresentam-se nos gráficos das figuras 27 e 28. Uma comparação entre os aspectos que condicionaram a microestrutura das argamassas, como a utilização de duas misturas de agregados A e B, dois tipos de ligante e diferentes traços, encontra-se em anexo (Anexo18).\nAtravés da análise da figura 27, compreende-se que a utilização das partículas de tijolo vermelho nas argamassas A condicionaram o aparecimento de poros inferiores a 0,1 pm, a comprovar pela coincidência de valores em todas as argamassas desta mistura de agregado. A percentagem de quase 2 % obtida a 0,02 pm poderá estar relacionada com a porosidade das próprias partículas de tijolo, devido à ausência desta classe granulométrica nas argamassas B.\nFigura 27 - Distribuição do volume de poros de cada argamassa, de acordo com a dimensão.\nDe acordo com Lawrence [42] a carbonatação de argamassas de cal em pasta apresenta dois diâmetros de poros, um compreendido entre os 0,5 pm e 1 pm (que variam de acordo com a quantidade de água utilizada na preparação da argamassa), o outro entre 0,1 pm e 0,2 pm (independente da quantidade de água). O aumento do volume dos poros para diâmetros com 0,1 pm está associado à transformação da portlandite em calcite. Ao mesmo tempo ocorre um aumento dos poros com diâmetro inferior a 0,03 pm que estão atribuídos à aglomeração dos cristais de calcite na superfície dos agregados ou dos cristais de portlandite. Segundo o mesmo autor, poros com diâmetros abaixo de 0,1 pm não estão envolvidos no processo de carbonatação, e a existência de uma banda a 1 pm não é visto como alteração na estrutura porosa mas pertence ao ligante após o processo de secagem. Segundo esta descrição, pode-se confirmar que os diâmetros entre 0,1 e 1,5 pm pertencem à porosidade dos ligantes. Dentro deste intervalo, cada ligante apresenta diâmetros\n16\nespecíficos que são coincidentes para cada argamassa variando apenas a percentagem de cada grupo de poros. Confirma-se a presença dos dois diâmetros de poros nos pontos 0,1 e 1 pm, para ambos os ligantes, mas entre este intervalo outras bandas foram detectadas a 0,2 pm para ambos e 0,125 pm só na cal em pasta. Para diâmetros superiores a 1,5 pm a porosidade vai estar dependente das três variantes, ou seja, do tipo de mistura de agregado, do ligante e do traço utilizado, visto que cada argamassa apresenta diferentes diâmetros, cada um com percentagens específicas. A 15 pm existe grande intrusão de mercúrio, especificamente nas argamassas BP2 e BP3, o que significa que neste diâmetro ocorre uma forte interconectividade da rede porosa e que aumenta com a diminuição da quantidade de ligante. Nas argamassas BL2 e BL3, a utilização de menos água na cal em pó terá diminuído esta interconectividade para diâmetros mais pequenos e com menores frequências, como se pode observar no gráfico os picos a 9 e 5 pm. O diâmetro 108 pm corresponde à primeira intrusão realizada a baixas pressões e que dá acesso aos poros de maiores dimensões resultantes do processo de secagem. A maior percentagem deste tipo de poros ocorreu no traço 1:3 nas argamassas A, o que coincide com a análise da lupa.\nPela observação da figura 28 distingue-se nas argamassas B a diminuição dos poros de maior e menor dimensão. O maior volume de vazios e a porosidade das partículas de tijolo na mistura de agregado A poderão ter provocado o aumento da quantidade de poros grandes e de poros pequenos.\n.,o o'-\nCD\nT\nO\n>\n100\n90\n80\n70\n60\n50\n40\n30\n20\n10\n0\n0,001 0,010 0,100 1,000 10,000 100,000\nDiâm. [|im]\n-----AL2 --------AL3 --------AP2 ---------AP3 ---------BL2 --------BL3 ---------BP2 --------BP3\nFigura 28 - Curvas com a intrusão de mercúrio cumulativa para cada argamassa.\nRelativamente aos ligantes, a cal em pasta tem maior predominância de poros pequenos relativamente à cal em pó. Este aspecto pode estar relacionado com as menores dimensões dos cristais de portlandite, que nas cais em pasta com maior tempo de extinção tendem a ser menores [18]. Na zona dos grandes poros, os traços 1:3 apresentam poros de maiores dimensões (destaque para a argamassa AL3); nos traços 1:2 os poros são mais pequenos (destaque para a argamassa BL2). A fracção significativa de poros pequenos observada nas argamassas A e B fica a dever-se à baixa granulometria dos materiais utilizados (no caso das partículas de tijolo, da porosidade deste material) e devido ao acesso dos poros grandes ser efectuado geralmente pelos poros mais pequenos, como foi constatado pela morfologia dos poros à lupa binocular.\n17\n3.2.3.3\t- Análise mineralógica: para identificar os compostos que se formaram na elaboração das argamassas, nomeadamente compostos hidráulicos, torna-se essencial identificar inicialmente quais os constituintes de cada uma das matérias-primas para avaliar se estes podem intervir na eventual formação de reacções pozolânicas. Segundo Dunn [44] os componentes responsáveis pelas reacções pozolânicas podem estar presentes em pequenas quantidades, o que dificulta e por vezes impossibilita a identificação destes compostos por DRX. O estado não cristalino destes compostos também dificulta a sua detecção, pelo que compostos amorfos não são identificados, podendo apenas ser notada a presença por bandas largas no espectro, entre os 20-30 a20 [27,30,44].\nOs resultados da análise de DRX de cada material utilizado na elaboração das argamassas (Anexo 19) apresentam-se na tabela 6. Observando a tabela, o principal elemento detectado nas partículas de tijolo foi o quartzo, que tem por objectivo preencher os espaços da pasta cerâmica aquando da manufactura dos tijolos. Foi identificada a presença da microclina, pertencente ao grupo dos feldspatos alcalinos (geralmente utilizados para baixar a temperatura de fusão da pasta cerâmica); de modo vestigial detectou-se a ilite, mineral argiloso, e por último a hematite, considerada como uma impureza da argila [30,38].\nTabela 6 - Composição mineralógica dos materiais.\nCompostos identificados\tAgregado\t\t\tLigantes\t\n\tPart. tij. verm.\t“cocciopesto”\tAreia\tL\tP\nQuartzo [SiO2]\tMA\tMA\tMA\t-\t-\nHematite [Fe2O3]\tV\tV\t-\t-\t-\nMicroclina [KAlSi3O8]\tP\t-\tP\t-\t-\nOrtoclase [K(Al,Fe)Si2O8]\t-\tP\t-\t-\t-\nIlite [(K,H3O)Al2Si3AlOio(OH)2]\tV\tP\t-\t-\t-\nAlbite [(Na,Ca)Al(Si,Al)3O]\t-\tP\t-\t-\t-\nCalcite [CaCO3]\t-\t-\t-\tP\tP\nPortlandite [Ca(OH)2]\t-\t-\t-\tMA\tMA\nMA: muito abundante > 80 %; A: abundante > 40 % e &lt;80 %; P: presente > 5 % e &lt;40 %; V: vestigial &lt;5 % e não detectado. A notação traduz as proporções de cada espectro para cada material.\nRelativamente ao “cocciopesto”, identificou-se o quartzo em abundância, a presença de feldspatos alcalinos como a albite e a ortoclase e a presença do mineral argiloso ilite. De modo vestigial foi identificada a hematite. A areia apresentou elevado teor de quartzo e também a presença do feldspato alcalino microclina embora de modo vestigial. Em ambas as análises dos ligantes detectou-se a abundância da portlandite e a presença da calcite (dependendo das condições de armazenamento, poderá ter ocorrido carbonatação na altura em que as amostras foram submetidas ao ensaio).\nConsiderando que as pozolanas para serem reactivas têm de cumprir com os requisitos mencionados na introdução deste trabalho, pode-se desde já excluir a participação das partículas de tijolo devido às suas dimensões (0,6-1,19 mm). No caso do “cocciopesto”, a identificação da presença da ilite (composto identificado como capaz de produzir actividade pozolânica [19,44]) aliada ao intervalo granulométrico 0-0,4 mm, pode significar a eventual pozolanicidade deste material. Segundo Rodrigues [19], o pó resultante de material cerâmico de barro vermelho cozido a temperatura inferior a 900 °C, moído com granulometria inferior a 0,075 mm, terá boas probabilidades de actuar como pozolana. Partículas do mesmo material com granulometrias superiores a 0,3 mm funcionam como agregado poroso e introdutor de ar. A observação de pequenas quantidades do mineral ilite pode\n18\nformação de uma banda amorfa nos intervalos 20-30 a20. Através destes resultados presume-se que a reacção pozolânica não deverá ter ocorrido, ou a ocorrer, terá sido em percentagens muito pouco significativas para trazer alterações ao comportamento habitual das argamassas de cal aérea. Embora os resultados não comprovem a ocorrência de uma reacção pozolânica, não se pode no entanto excluir esta hipótese, visto que outros estudos efectuados em argamassas de cal e materiais cerâmicos [27] não identificam a formação de silicatos e aluminatos de cálcio hidratados por DRX, mas estes compostos foram identificados através de outras técnicas.\nTabela 7 - Composição mineralógica das argamassas.\nCompostos identificados\tArgamassas\t\t\t\t\t\t\t\n\tAL2\tAL3\tAP2\tAP3\tBL2\tBL3\tBP2\tBP3\nQuartzo [SiO2]\tMA\tMA\tA\tP\tMA\tMA\tA\tA\nHematite [Fe2O3]\tV\tV\tV\tV\tV\tV\tV\tV\nMicroclina [KAlSi3O8]\tP\tP\tV\tV\tP\tP\tP\tP\nOrtoclase [K(Al,Fe)Si2O8]\tP\tP\tV\tV\tP\tP\tP\tP\nIlite [(K,H3O)Al2Si3AlOio(OH)2]\tV\tV\t-\t-\tV\tV\t-\tV\nAlbite [(Na,Ca)Al(Si,Al)3O8]\tP\tP\tV\tV\tP\tP\tV\tV\nCalcite [CaCO3]\tMA\tMA\tMA\tMA\tMA\tMA\tMA\tMA\nPortlandite [Ca(OH)2]\tP\tV\tA\tA\tP\tV\tP\tP\nMA: muito abundante > 80 %; A: abundante > 40 % e &lt;80 %; P: presente > 5 % e &lt;40 %; V: vestigial &lt;5 % e não detectado. A notação traduz as proporções dentro de cada espectro.\nComparando os resultados obtidos, pode-se verificar a abundância da formação da calcite em todas as argamassas. Diferentes concentrações de portlandite foram detectadas, o que revela a ocorrência de diferentes velocidades de carbonatação no mesmo tempo de cura, principalmente nas argamassas com diferentes traços e ligantes. As argamassas com cal em pasta mostraram abundância deste composto na mistura de agregado A e presença na mistura de agregado B. No caso da cal em pó, ambas se comportaram do mesmo modo nas argamassas A e B, mostrando diferenças consoante os traços. A portlandite foi detectada de modo vestigial nos traços 1:3 e presente nos traços 1:2.\nNa interpretação dos gráficos, a coincidência de bandas dos minerais microclina e ortoclase dificultou o reconhecimento de ambos, pelo que foi atribuída a mesma proporção para cada mineral (aspecto pouco significativo pois ambos foram identificados na areia e no “cocciopesto” e ambos estão presentes nas duas misturas).\n3.2.3.4\t- Análise química (profundidade de carbonatação): a fenolftalina pode ser utilizada como indicador de soluções ácidas, neutras e básicas. Permanece incolor em soluções ácidas e neutras, adquirindo coloração rosa em soluções básicas. A mudança de cor poderá ocorrer entre os valores de pH 8,2 - 9,8.\nPela análise da tabela 8, pode-se verificar que a velocidade de carbonatação das argamassas A e B é relativamente semelhante. A medição da profundidade de carbonatação (que permitiu determinar os\n19\nrestantes parâmetros) foi efectuada a partir da medição da extremidade de cada provete até à zona de coloração rosa bem definida. Acontece que foi observada uma coloração rosada em algumas das superfícies frescas dos provetes que não foi possível contabilizar, principalmente nas argamassas B (Anexo 20). Desprezando a quantificação destas áreas e tendo em conta que este método de análise é meramente qualitativo não correspondendo na realidade aos teores dos compostos formados (como se pode verificar pelos resultados obtidos na análise de DRX das argamassas AL3 e BL3), pode-se apurar que as argamassas de cal em pó parecem carbonatar mais rapidamente, com valores médios de 96 %, do que as de cal em pasta, com valores médios de 80 %.\nTabela 8 - Resultados obtidos na avaliação da velocidade de carbonatação.\nCarbonatação\tArgamassas\t\t\t\t\t\t\t\n\tAL2\tAL3\tAP2\tAP3\tBL2\tBL3\tBP2\tBP3\nProfundidade (cm)\t1,4 ± 0,1\t2 ± 0\t1 ± 0\t1,3 ± 0,1\t1,5 ± 0\t2 ± 0\t1 ± 0,1\t1 ± 0\nÁrea (cm2)\t14,5 ± 0,3\t16 ± 0\t12 ± 0,3\t14,1 ± 0,7\t15,1 ± 0,2\t16 ± 0\t12,3 ± 0,4\t12,3 ± 0,3\nÁrea (%)\t91 ± 1,8\t100 ± 0\t75 ± 2,1\t88 ± 4,3\t94 ± 1,1\t100 ± 0\t77 ± 2,7\t77 ± 1,8\nRelativamente aos traços, as argamassas com menor quantidade de ligante mostraram maior carbonatação. Esta evolução é expectável na medida em que a evolução da carbonatação está dependente da quantidade de cal que tem de reagir com o dióxido de carbono que se difunde através do material [19]. A carbonatação é mais rápida para ligantes que apresentam cristais com tamanho reduzido (visto que a solubilidade é maior), o que poderia justificar a diferença de carbonatação entre os dois ligantes. Vários autores [18,19] referem que a cal em pasta com maior tempo de extinção apresenta cristais de portlandite com menores dimensões e com alterações morfológicas diferentes das cais aéreas hidratadas e das cais aéreas em pasta de extinção recente. Segundo esta abordagem, a cal em pasta deveria ter apresentado maior velocidade de carbonatação, a não ser que tivesse mais hidróxido de cálcio para reagir. Segundo Maurenbrecher [45], a cal em pasta apresenta geralmente maior teor em hidróxido de cálcio do que o equivalente volume de uma cal em pó, e dependendo do produtor, a diferença poderia ir entre 16 a 56 %. Considerando que neste trabalho as proporções de ligante:agregado foram em volume, a menor velocidade de carbonatação das argamassas de cal em pasta pode querer dizer que possui maiores teores de portlandite, relativamente ao mesmo volume de cal em pó.\n3.2.3.5\t- Análise colorimétrica: uma representação gráfica da análise efectuada pode ser observada em anexo (Anexo 21). Os resultados encontram-se na tabela 9.\nTabela 9 - Resultados obtidos na análise colorimétrica.\nParâmetros Colorimétricos\tArgamassas\t\t\t\t\t\t\t\n\tAL2\tAL3\tAP2\tAP3\tBL2\tBL3\tBP2\tBP3\nL*\t84 ± 0\t84 ± 0\t86 ± 0\t85 ± 0\t82 ± 0\t82 ± 0\t86 ± 0\t84 ± 0\na*\t5 ± 0\t6 ± 0\t5 ± 0\t5 ± 0\t6 ± 0\t6 ± 0\t4 ± 0\t5 ± 0\nb*\t7 ± 0\t9 ± 0\t7 ± 0\t7 ± 0\t7 ± 0\t6 ± 0\t5 ± 0\t6 ± 0\nParâmetros\t\tAmostras de “Brecha da Arrábida\t\t\t” com aplicação das argamassas\t\t\t\nColorimétricos\tAL2\tAL3\tAP2\tAP3\tBL2\tBL3\tBP2\tBP3\nL*\t74 ± 1\t74 ± 1\t80 ± 1\t79 ± 1\t77 ± 1\t74 ± 1\t77 ± 1\t77 ± 2\na*\t9 ± 1\t10 ± 1\t8 ± 1\t8 ± 0\t7 ± 0\t8 ± 0\t7 ± 1\t6 ± 1\nb*\t13 ± 1\t15 ± 2\t14 ± 1\t13 ± 1\t10 ± 1\t12 ± 0\t12 ± 1\t11 ± 1\n20\nComparando a análise das mesmas argamassas aplicadas em amostras de “Brecha da Arrábida” onde foi removido o excesso de água de cal à superfície (com o objectivo de realçar a textura dos agregados), observa-se, como seria de esperar, um escurecimento da superfície dada pela diminuição do parâmetro L* que passou a ter valores entre os 74 e 80. As argamassas com o ligante de cal em pasta continuaram a ser mais claras. A tonalidade manteve-se a mesma, correspondendo o aumento dos valores de a* e b* a uma maior saturação da cor.\n3.2.3.6\t- Caracterização física\nPela comparação dos valores de massa volúmica aparente das argamassas A e B (fig.29), observase que estes estão em consonância com os resultados de porosidade aberta, ou seja, as argamassas da mistura A são mais porosas e menos densas do que as argamassas realizadas com a mistura de agregado B. Dentro de cada mistura de agregado, a utilização de diferentes ligantes não provocou grandes alterações nas densidades das argamassas (à excepção das argamassas AL3 e BL3, que apresentaram densidades mais baixas). Os valores de massa volúmica aparente são mais altos nas argamassas B e nos traços 1:2, o que significa que têm menor volume de vazios e são mais compactas.\nFigura 29 - Massa volúmica aparente e porosidade aberta.\nA porosidade aberta das argamassas A têm valores mais elevados do que as argamassas B. Apesar da pouca variação, a porosidade aberta é maior nos traços 1:3, que coincide com a maior carbonatação destas argamassas, como indiciam alguns resultados das análises químicas e por DRX. Comprovou-se pela lupa binocular e pela porosimetria de mercúrio que as argamassas com menor teor em ligante proporcionaram maior quantidade de poros e com maior volume devido ao insuficiente preenchimento dos vazios entre os agregados, que foi maior nas argamassas A.\n21\naumento da porosidade aberta e do volume dos poros de maiores dimensões das argamassas A. Relativamente aos ligantes, o coeficiente de absorção de água por capilaridade vai ser diferente na cal em pasta e na cal em pó, consoante o traço utilizado. Com a cal em pó, os traços 1:2 vão absorver mais rapidamente a água por capilaridade do que os traços 1:3. Com a cal em pasta acontece o inverso: os traços 1:3 vão ser mais rápidos a absorver que os traços 1:2. Através da observação à lupa binocular das argamassas de cal em pó nos traços 1:3, verificou-se um aumento da quantidade de poros de maior volume onde o acesso é efectuado por pequenos poros do tipo fissura. Nestes é mais difícil a deslocação do ar [33,46]. No traço 1:2 a ocorrência de poros de matriz do tipo fissura permitiu melhor interligação da rede porosa, facilitando o acesso da água. Na cal em pasta, a predominância de poros do tipo fissura poderá ter facilitado o acesso da água, principalmente no traço 1:3. Relativamente à absorção de água por capilaridade, as argamassas menos porosas apresentam maior capacidade de absorção, que ocorre com ligeiros aumentos para os traços 1:2. Apesar do maior aumento de volume de vazios das argamassas com traço 1:3 observou-se melhor conectividade da rede porosa nas argamassas com mais ligante. O aumento de poros fechados, poros cegos e a existência de maiores volumes de poros interligados por pequenos poros do tipo fissura podem justificar a menor capacidade de absorção de água [33,46]. Para maiores valores de porosidade aberta deveriam corresponder valores mais altos de absorção de água por capilaridade, o que não acontece devido à interconectividade, ao tipo e tamanho dos poros.\nCoef. Cap.\tAbs. Água Cap.\t—»— Poros. Ab\nFigura 30 - Absorção de água por capilaridade e porosidade aberta.\nPela comparação do teor máximo de água absorvida (sob vácuo) e a quantidade de água absorvida à pressão atmosférica, as argamassas A apresentam valores mais altos relativamente às argamassas B, como seria de esperar (fig.31). Em todas as argamassas, a menor absorção de água efectuada à pressão atmosférica indica que, em condições atmosféricas normais, as argamassas não conseguem atingir o valor de saturação máximo, sendo aqueles os valores próximos que poderão atingir em situações reais. A diferença entre o teor máximo de água absorvida e a quantidade de água absorvida à pressão atmosférica permite ter uma noção da quantidade de poros que não são preenchidos pela água. Pela observação do gráfico, as argamassas com a mistura de agregado A apresentam maiores valores de coeficiente de saturação, na ordem dos 83 %, do que as argamassas com a mistura de agregado B, com 77 %, o que significa que têm menor quantidade de poros que, à partida, são inacessíveis à água por imersão à pressão atmosférica. A diferença de valores entre os ligantes não é\n22\nFigura 31 - Absorção de água (sob vácuo e a pressão atmosférica) e coeficiente de saturação.\nPela análise da figura 32, observa-se que existe uma relação directa entre os valores dos coeficientes de permeabilidade ao vapor de água e os índices de secagem, sendo os últimos mais elevados (excepto na argamassa AP3). Diferenças significativas observam-se nas argamassas A e B. Apesar da maior porosidade aberta das argamassas A, estas apresentam nos dois ensaios valores mais baixos do que a mistura B (excepto o índice de secagem da argamassa AL3), pelo que se pode deduzir que o volume de vazios não é um factor determinante no comportamento ao vapor de água, mas antes a dimensão, a geometria e a conectividade entre os poros. Considerando que o agregado A tem partículas de maiores dimensões (devido às partículas de tijolo), é expectável que os poros das argamassas com esta mistura de agregado apresentem maiores variações de diâmetro (Anexo 18), relativamente às argamassas da mistura B. Esta discrepância poderá ter retardado a circulação de fluidos, implicando menores valores de permeabilidade ao vapor de água.\nCoef. Dif. Vapor Água\tÍnd. Secagem\t—o— Poros. Ab.\nFigura 32 - Permeabilidade ao vapor de água e índice de secagem.\n23\nanálise de porosimetria de mercúrio. As argamassas com o traço 1:3 têm, por sua vez, valores de permeabilidade mais elevados do que as correspondentes amassaduras com traço 1:2, devido à formação de poros com maiores dimensões pela utilização de menores quantidades de ligante. Relativamente ao índice de secagem, as argamassas de cal em pó apresentam valores mais baixos do que a cal em pasta nas argamassas B, mas o inverso sucede nas argamassas A. A diferença na quantidade, tipo e conectividade de rede porosa pode justificar esta diferença de valores.\n3.2.3.7\t- Caracterização mecânica\nPela análise da figura 33, observa-se que existe também uma relação directa entre os ensaios de módulo de elasticidade dinâmico, resistência à compressão e flexão. Como seria expectável, o menor volume de vazios aliado ao melhor arranjo e compactação dos agregados na mistura B, levou a que as argamassas desta mistura apresentassem valores de resistência mecânica mais elevados. Comparando os dois tipos de ligante, as argamassas de cal em pasta apresentam resistências maiores do que as realizadas com cal em pó. As diferenças de comportamento podem ficar a deverse à morfologia e interligação da estrutura porosa, e/ou ao diferente teor de portlandite e carbonato de cálcio (produzido durante o processo de cura). Relativamente ao traço, as argamassas elaboradas com traços mais ricos em ligante e que correspondem a menores porosidades vão ter valores mais altos. Se é compreensível que num material mais poroso a velocidade de carbonatação tenha tendência a ser maior, a uma maior carbonatação não está directamente relacionada uma maior resistência mecânica, visto que esta característica vai estar também relacionada com a dimensão e interligação dos poros [19,33].\n<i>\nCL\nE\n<n .—.\n<D í?\nn a>\nLU\n■d\n'O\n3400\n2550\n1700\n850\n0\nMód. Elast. Din.\nRes. Comp.\n— Res. Flex.\nPoros. Ab.\nFigura 33 - Módulo de elasticidade dinâmico e resistências à compressão e flexão.\n3.3 - Compatibilidade das argamassas de reparação com a “Brecha da Arrábida”\nApós a avaliação das diferentes formulações em condições laboratoriais, apresenta-se na tabela 10 um resumo dos resultados. Pela comparação dos resultados obtidos na análise da pedra e das oito formulações de argamassas, verifica-se que nas principais propriedades físicas e mecânicas os materiais apresentam desempenhos distintos. No entanto, todas as argamassas parecem preencher os requisitos de compatibilidade com o substrato e cumprir com as exigências requeridas para a função que irão desempenhar [16,22,24,31,34,45]. As argamassas apresentam parâmetros\n24\nTabela 10 - Resultados dos ensaios físicos e mecânicos das argamassas e da “Brecha da Arrábida”.\nP.C.\tP.A.\tT.M.A.A.\tA.A.P.A.\tC.S.\tC.C.\tA.A.C.\tI.S.\tP.V.A.\tM.E.D.\tR.F\tR.C.\n[CIELab]\t[%]\t[%]\t[%]\t[%]\t[kg/m2s0'5]\t[kg/m2]\t[-]\t[kg/m.s.Pa]\t[MPa]\t[MPa]\t[MPa]\nL*74 ± 1\nAL2 a*9 ± 1\n42\n27\n23\n86\nb*13 ± 1\n0,382\n± 0,004\n27,5\n± 0,6\n0,025\n±0,003\n2,01.10-11\n±4,13. 10-13\n1860\nL*74 ± 1\nAL3 a*10 ± 1\n45\n31\n25\n81\nb*15 ± 2\n0,358\n± 0,006\n26,2 ± 0,8\n0,035\n±0,004\n2,20.10-11\n±9,65.10-13\nL*80 ± 1\nAP2 b*8 ± 1\n42\n28\n24\n85\nb*14 ± 1\n0,369\n± 0,008\n26,5 ± 1,6\n0,019\n±0,002\n1,47.10-11\n±7,16.10-13\nL*79 ± 1\nAP3 a*8 ± 0\n43\n29\n23\n80\nb*13 ± 1\n0,381\n± 0,008\n26,1\n± 0,7\n0,015\n±0,001\n1,83.10-11\n±4,53.10-13\nL*77 ± 1\nBL2 a*7 ± 0\nb*10 ± 1\n38 ± 0\n23\n18\n78\n0,302\n± 0,002\n22,6 ± 0,8\n0,026\n±0,003\n2,45.10-11\n±8,4710-13\nL*74 ± 1\nBL3 a*8 ± 0\nb*12 ± 1\n40 ± 0\n25\n18\n73\n0,243\n± 0,003\n21,4\n± 0,7\n0,029\n±0,001\n2,51.10-11\n±7,01.10-13\nL*77 ± 1\nBP2 a*7 ± 1\nb*12 ± 1\n37 ± 0\n23\n18\n81\n0,258\n± 0,005\n22,2 ± 1,1\n0,030\n±0,002\n2,11.10-11\n±6,50.10-13\nL*77 ± 2\nBP3 a*6 ± 1\n38\n24\n18\n74\nb*11 ± 1\n0,264\n± 0,015\n20,6 ± 0,6\n0,030\n±0,001\n2,24.10-11\n±2,73.10-13\nL*64 ± 3\nPedra a*5 ± 2\n1,9 ± 0,3\n0,7 ± 0,1\n0,6 ± 0,1\n86\n± 10\n0,002 ±0,0003\n0,7 ± 0,1\n0,030\n±0,005\n4,72x10-12\n±2,04x10-12\n0,38\t0,94\n± 59\t±0,02\t±0,08\n0,21\t0,63\n± 45\t±0,01\t±0,11\n1218\n1968\n0,46\t1,52\n± 59\t±0,05\t±0,10\n0,39\t1,17\n± 88\t±0,05\t±0,08\n1709\n3112\n0,56\t1,65\n± 79\t±0,03\t±0,07\n0,51\t1,43\n± 60\t±0,04\t±0,03\n2947\n3300\n0,72\t2,23\n± 187\t±0,05\t±0,03\n0,55\t1,68\n± 154\t±0,05\t±0,04\n2816\nb*8 ± 3\nP.C: parâmetros de colorimetria ; P.A.: porosidade aberta;\ncoeficiente de saturação; C.C.: coeficiente de capilaridade; A.A.C.: absorção de água por capilaridade (valor assintótico); Í.S.: índice de secagem; P.V.A.: permeabilidade ao vapor de água; M.E.D.: módulo de elasticidade dinâmico; R.F.:resistência à flexão; R.C.: resistência à compressão.\nI .M.A.A.: teor\nmáximo de absorção de água; A.A.P.A.: absorção de água à pressão atmosférica; C.S.:\n± 0\n± 0\n± 0\n± 1\n± 0\n± 0\n± 1\n± 0\n± 1\n± 0\n± 2\n± 0\n± 0\n± 1\n± 1\n± 0\n± 3\n± 0\n± 0\n± 1\n± 0\n± 0\n± 1\n± 0\n± 0\n± 1\n± 0\n± 0\n± 1\nComparando o desempenho das argamassas A e B, pode-se verificar que nas argamassas B a remoção das partículas de tijolo e a substituição por um agregado com mais finos reduziu a porosidade aberta e a absorção de água, ao mesmo tempo que aumentou o coeficiente de permeabilidade ao vapor de água, o índice de secagem, a resistência mecânica à compressão e à flexão e o módulo de elasticidade dinâmico. De um modo geral, as argamassas B apresentaram valores mais próximos e satisfatórios dos parâmetros de compatibilidade definidos. Para efeitos de comparação, consideraram-se os parâmetros de colorimetria das amostras de “Brecha da Arrábida” onde foi removido o excesso de água de cal à superfície, por melhor corresponderem a situações reais de aplicação. Em todas as argamassas os parâmetros a* e b* são muito próximos dos da pedra, o parâmetro L* apresenta valores superiores (na ordem dos 13 %) aos da pedra. Considera-se que as\n25\nConsiderando as argamassas B, os resultados obtidos entre os dois tipos de ligante nos ensaios de porosidade aberta e absorção de água por capilaridade não revelaram grandes diferenças. Estas são mais significativas nos ensaios de secagem e nos ensaios mecânicos, onde a cal em pasta mostrou melhores resultados. A cal em pó revelou maior capacidade de permeabilidade ao vapor de água e maior velocidade de carbonatação, especialmente nas argamassas com traço 1:3. O processo de carbonatação é considerado de estrema importância porque vai ser desta reacção que o material vai ganhar resistência e durabilidade. Para as funções que as argamassas de reparação irão desempenhar, nomeadamente o preenchimento de lacunas, descontinuidades e refechamento de juntas, a quantidade e espessura de material a utilizar em cada aplicação será pequena, pelo que a carbonatação das argamassas elaboradas deverá decorrer com facilidade em situações reais de obra. Ainda na comparação entre os ligantes, as argamassas de cal em pasta demonstraram ter maior quantidade de poros de menores dimensões, especialmente nos traços mais ricos em ligante. Também neste traço e com este ligante, a trabalhabilidade durante o processo de elaboração da argamassa e na aplicação da mesma em amostras de “Brecha da Arrábida” com superfícies regulares e irregulares foi melhor (mesmo utilizando menores quantidades de água no procedimento de mistura). Este aspecto em particular é muito importante porque simula as condições reais que se teriam em trabalho de campo. O traço 1:2 é favorecido pela maior trabalhabilidade das argamassas, maiores resistências e menores valores de porosidade e absorção de água por capilaridade. A desvantagem ocorre principalmente nos valores obtidos nos ensaios de permeabilidade ao vapor de água e determinação do módulo de elasticidade.\n4\t- Conclusões\nConsiderando o objectivo principal deste trabalho, ou seja, formular uma argamassa compatível com a “Brecha da Arrábida”, que tenha um comportamento adequado e um aspecto que preserve a imagem do material, prepararam-se em laboratório diferentes formulações de argamassas que foram comparadas com as características das amostras de “Brecha da Arrábida” recolhidas. Todas as argamassas mostraram propriedades muito diferentes quando comparadas com as da pedra. Porém, a argamassa BP2 pareceu ser aquela que cumpriu com o máximo de requisitos de compatibilidade, tendo em consideração o substrato e as funções que iria desempenhar. Teve um desempenho satisfatório face à absorção de água por capilaridade, melhores resistências mecânicas à flexão e à compressão, teve um bom índice de secagem (semelhante ao da pedra). A desvantagem pareceu ser em relação à permeabilidade ao vapor de água, que comparando com as três argamassas do mesmo grupo apresentou um valor mais baixo, e ao módulo de elasticidade dinâmico, onde apresentou um valor mais elevado. Estas desvantagens são consideradas pouco relevantes tendo em conta que a “Brecha da Arrábida” apresentou valores mais baixos de permeabilidade ao vapor de água, e apesar de não ter sido determinado, decerto o módulo de elasticidade dinâmico seria superior ao desta argamassa.\nDeve ser mencionado que a comparação dos resultados das argamassas foi efectuada com os resultados dos testes realizados em amostras sãs de “Brecha da Arrábida”. Em condições reais, a pedra deteriorada deverá apresentar propriedades físicas e mecânicas diferentes das que foram obtidas neste trabalho experimental.\n5\t- Recomendações\nPara complementar este estudo, as mesmas formulações de argamassas deverão ser sujeitas a ensaios em ambientes exteriores, no sentido de avaliar quais seriam as alterações ocorridas (a nível da estrutura interna do material, do comportamento físico e mecânico e a nível estético) quando aplicadas em diferentes condições de humidade relativa, temperatura e sujeitas a factores característicos dos ambientes exteriores que dificilmente se conseguem reproduzir em laboratório. Outra campanha de testes deveria ser efectuada para analisar a resistência das diferentes argamassas aos agentes de meteorização (sais, poluentes, gelo-degelo, variações térmicas e hígricas, etc.), no sentido de avaliar a durabilidade das argamassas produzidas.\nBibliografia\n[1]\tSousa, F. L. P., 'Subsídios para o estudo dos calcários do distrito de Lisboa', em Revista de Engenharia Militar, Sousa, F. L. P., Lisboa (1898) 270-279.\n[2]\tCosta, A. G., Calixto, C., Silva M. E., and Becerra J. B., 'Rochas Ornamentais e de Revestimento: Estudos a partir do património construído e de projectos arquitectónicos recentes', in IBEROEKA en Mármores y Granitos, Salvador da Bahia, 3-6 de Abril de 2003, ed. Bôas, R. C. V., Calvo B. and Peiter, C. C., CETEM/CYTED/CNP, Rio de Janeiro (2003) 139-155.\n[3]\tBase de dados da DGEMN, http://www.monumentos.pt (pesquisa efectuada a 01.11.07).\n[4]\tNeto, J. L., Calado, R. S., Lopes, L. M. A., Assis-Costa, F., and Antunes-Ferreira, N., 'Convento de Nossa Senhora do Carmo de Setúbal', http://arqueosetubal.blogspot.com/2007/04/convento-de-nossa-senhora-do-carmo-de.html (pesquisa efectuada a 22.11.07).\n[5]\tSilva, A.S., et al, 'Characterisation of roman mortars from the archaelogical site of Tróia (Portugal)', http://conservarcal.lnec.pt/portuguese/index.htm (pesquisa efectuada a 27.09.07).\n[6]\tRodeia, J., Lacerda M., Soromenho M., Costa, V. M., et al, 'Lista Indicativa de Bens Portugueses', http://www.unesco.pt/pdfs/docs/Lista_Indicativa_PT.doc. (pesquisa efectuada a 28.10.07).\n[7]\tManupella, G., Antunes, M. T., Cardoso, J., Ramalho, M.M., and Rey, J., 'Notícia Explicativa da Folha 38 - B Setúbal', Instituto Geológico e Mineiro (1994).\n[8]\tMarques, M. A., Rodrigues, J. D., e Marques, B. L., 'Degradação e Conservação da Pedra. Terminologia e conceitos petrográficos', LNEC, Lisboa (2004).\n[9]\tCosta, J. B., 'Estudo e Classificação das Rochas por Exame Macroscópico', Fundação Calouste Gulbenkian, Lisboa (2001) 117-121.\n[10]\tDercourt, J., and Paquet, J., 'Geologia: objectos e métodos', Livraria Almedina, Coimbra (1986).\n27\n[11]\tCarvalho, A. M. G., 'Geologia, Morfogénese e Sedimentogénese, Universidade Aberta, Lisboa (1996).\n[12]\tLuís, A-B., 'As Rochas dos Monumentos Portugueses, tipologias e patologias', Vol.I, IPPAR, Lisboa (2001).\n[13]\tTucker, M. E., 'Sedimentary Rocks in the Field', John Wiley &amp; Sons, (1996) 15-51.\n[14]\tStow, D. A. V., 'Sedimentary Rocks in the Field. A Colour Guide', Manson Publishing Ltd, (2005).\n[15]\tCollinson J.D., and Thompson D.B., 'Sedimentary Structure', Umwin Hyman Ltd., (1989) 11-117.\n[16]\tVeiga, M. R., Silva, J. A. A. S., and Carvalho F., 'Conservação e renovação de revestimentos de paredes de edifícios antigos', Colecção Edifícios n° 9, LNEC, Lisboa (2004).\n[17]\tVelosa, A. L., and Veiga, M. R., 'Desempenho de argamassas de cal com pó de tijolo. Influência da temperatura de cozedura dos tijolos', in Encontro sobre Conservação e Reabilitação de Edifícios, Lisboa, 26-30 de Maio de 2003, LNEC, Lisboa (2003) Vol. II 539-545.\n[18]\tElert, K., Rodriguez-Navarro, C., Pardo, E. S., Hansen, E., and Cazzala, O., 'Lime mortars for the conservation of historic buildings', Studies in Conservation, 47 (1) (2002) 62-75.\n[19]\tRodrigues, M. P. S. F. F., 'Argamassas de Revestimento para Alvenarias Antigas. Contribuição para o estudo da influência dos ligantes', Tese de Doutoramento, FCT-UNL (2004).\n[20]\tMargalha, M. G., Veiga, M. R., and Brito, de J., 'Algumas vantagens do uso da cal em pasta em revestimentos', http://conservarcal.lnec.pt/portuguese/index.htm (pesquisa efectuada a 27.09.07).\n[21]\tLazzarini, L., and Tabasso, M. L., 'Il Restauro Della Pietra', CEDAM, Padova (1986) 241-246.\n[22]\tAshurst, J. and Ashurst, N., 'Practical Building Conservation. Stone masonry', Gower Technical Press, England (1988).\n[23]\tPavia, S., and Caro, S., 'Lime mortars for masonry repair: Analytical science and laboratory testing versus practical experience', in International Symposium: stone consolidation in cultural heritage - research and practice, Lisbon, May 6-7 2008, LNEC, Lisbon (2008) 493-500.\n[24]\tMoropoulou, A., Bakolas, A., Moundoulas, P., and Aggelapoulou, E., 'Reverse engineering: a proper methodology for compatible restoration mortars', in International Workshop. Repair Mortars for Historic Masonry. Netherlands, January 26-28 2005, ed. C. Groot, RILEM, Netherlands (2005).\n[25]\tPeroni, S., et al, 'Lime based mortars for the repair of ancient masonry and possible substitutes', in Mortars, Cements and Grouts used in the Conservation of Historic Buildings, Rome, November 3-6 1981, ICCROM, Rome (1982) 63-69.\n[26]\tCerny, R., et al, 'Effect of pozzolanic admixtures on mechanical, thermal and hygric properties of lime plasters', Construction and Building Materials, 20 (2006) 849-857.\n[27]\tKiliç, D. O., Bõke, H., Akkurt, S., and ipekoglu, B., 'Microstructural and pozzolanic characteristics of bricks used in Horasan mortars of historic St. Jean Church', in 10th International Congress on Deterioration and Conservation of Stone, Stockholm, June 27-July 2 2004, ed. D. Kwiatkowskiou, and R. Lõfvendahl, ICOMOS, Sweden (2004) 1065-1071.\n[28]\tSilva J., Brito, J. De, and Veiga, M. R., 'Pozolanicidade do pó de tijolo - uma propriedade a potenciar', Pedra e Cal, 32 Outubro-Dezembro (2006) 7-10.\n[29]\tFarci, A., Floris, D., and Mcloni P., 'Water Permeability vs. Porosity in Samples of Roman Mortars', Journal of Cultural Heritage, 6 (2005) 55-59.\n28\n[30]\tBóke, H., Akkurt, S., ipekoglu, B., and Ugurlu, E., 'Characteristics of brick used as aggregate in historic brick-lime mortars and plasters', Cement and Concrete Research, 36 (2006) 1115-1122.\n[31]\tVeiga, M. R., 'As argamassas na conservação', In 1sS Jornadas de Engenharia Civil da Universidade de Aveiro. Avaliação e Reabilitação das Construções Existentes, Aveiro, 26 de Novembro 2003, ed. Colecções Comunicações, COM 103, LNEC, Lisboa (2003) 1-22.\n[32]\tRodrigues, J. D., and Grossi, A., 'Indicators and ratings for the compatibility assessment of conservation actions', Journal of Cultural Heritage, 8 (2007) 32-43.\n[33]\tRato, V. N. P. M., 'Influência da Microestrutura Morfológica no Comportamento de Argamassas', Tese de Doutoramento, FCT-UNL (2006).\n[34]\tHenriques, F. A, 'Challenges and perspectives of replacement mortars in architectural conservation', in International Workshop. Repair Mortars for Historic Masonry. Netherlands, January 26-28 2005, ed. C. Groot, RILEM, Netherlands (2005).\n[35]\tHenriques, F. A., “Fichas de Ensaio - Análise de argamassas”, Fichas de Ensaio, FTC-UNL (1996).\n[36]\tFitzner, B., 'Porosity properties and weathering behaviour of natural stones - Methodology and examples', In Stone Material in Monuments: Diagnossis and Conservation - 2nd Course, Heraklion Crete, May 24-30 1993, ed. M. Adda, C.U.M. University School of Monument Conservation (1994) 4354.\n[37]\tPuertas, F. et al, 'Methodology of Analysis of Stone and Mortars in Monuments', In Proceedings of the 7th International Congress on Deterioration and Conservation of Stone, Lisbon, June 15-18 1992, ed. D. Rodrigues, and F. A. Henriques, and F. T. Jeremias, LNEC, Portugal (1992) 763-770.\n[38]\tDeer, W. A., et al, 'Minerais Constituintes das Rochas. Uma Introdução', F.C.G., Lisboa (2000).\n[39]\tPinto, A. et al., 'Manual da Pedra Natural para a Arquitectura', Direcção Geral de Geologia e Energia, Lisboa (2006).\n[40]\tPinto, A. P. F., 'Conservação de Pedras Carbonatadas: Estudo e Selecção de Tratamentos', Tese de Doutoramento, Instituto Superior Técnico (2002).\n[41]\tMargalha, M. G., Veiga, M. R., e Brito, J. de, 'Influência das areias na qualidade de argamassas de cal aérea', in 2° Congresso Nacional de Argamassas de Construção, Lisboa, 22 e 23 Novembro 2007, APFAC, Lisboa (2007).\n[42]\tLawrence, R. M., et al 'Effects of carbonation on the pore structure of non-hydraulic lime mortars', Cement and Concrete Research, 37 (2007) 1059-1069.\n[43]\tBalksten, K., et al,'The pore structure in Lime plaster as a key to understanding moisture transportation properties and frost damages', In 10'' International Congress on Deterioration and Conservation of stone, Stockholm, June 27-July 2 2004, ed. Kwiatkowskiou, D. and Lõfvendahl, R., ICOMOS, Sweden (2004) 1033-1040.\n[44]\tDunn, E., and George, R. 'Characterization of mortars and pozzolanic materials from Umm al-Jimal', Studies in Conservation 49 (2004) 145-160.\n[45]\tMaurenbrecher, A. H. P., et al 'Review of factors affecting the durability of repointing mortars for older masonry', In 9th Canadian Masonry Symposium, Fredericton, June 4-6 2001, ed. J. L. Dawe, and P. H. Bischoff, University of New Brunswick, Canada (2001).\n[46]\tLindqvist, J.E., et al 'Microstructure and functional properties of Rock materials', Materials Characterization 58 (2007) 1183-1188.\n29\nAnexos\nLocais de extracção da “Brecha da Arrábida”\tDescrição do tipo de afloramento\nCasal do Desenbargador (Localizado em J3Co)\t“.marmore brechiforme, de pasta amarella e «brecha», ordinariamente arredondada, vermelho-arroxeada, sendo, em geral, de pequenas dimensões. ”\nCalhariz (Localizado em J3Co)\t“Encontram-se differentes aspectos de mármores segundo predomina o vermelho ou amarello, sendo às vezes, no primeiro caso, de grande «brecha» vermelha, ligeiramente separada por uma pasta amarella. ”\nMonte do Risco e Casal do Risco (J3Ar)\t“O conglomerado é constituído por calhaus de pequenas dimensões de diferentes cores, branco - amarellados, amarellos Sienne, vermelho -arroxeados, preto, etc., ligados por uma pasta muito rija, gresiforme, vermelha / arroxeada, destacando-se, ás vezes, crystaes de calcite e grãos de quartzo. ”\nMonte de Jaspe (-)\t“ ... o conglomerado apresenta-se constituído por calhaus ainda mais miúdos, com as mesmas côres referidas anteriormente, mas mais vivas e com a mesma pasta, aparecendo raras vezes o amarello de Sienne.”\nValle de El Carmen (Localizado em J3Co ou J3Ra)\t“Os calhaus apresentam-se mais ou menos com as mesmas côres que nos locais referidos anteriormente, predominando o cinzento escuro, e a pasta é cendrada, muito siliciosa...”\nAnexo 2 - Identificação dos afloramentos de “Brecha da Arrábida” e respectivas características, segundo [7].\nLegenda da Carta Geológica de Setúbal\tDescrição do tipo de afloramento\nJ3Ar Margas, argilas, conglomerados e calcários com calhaus negros da Arrábida\t“.conglomerados (“Brecha da Arrábida”) .”; “Corte do Fojo: Conglomerado calcário com cimento calcário avermelhado e com elementos dimensionalmente variáveis pouco rolados em camadas espessas.”.\nJ3 Ra Argilas, grés, conglomerados do Vale da Rasca\t“.conglomerados calcários que, progressivamente, se vão carregando de quartzo, quando nos deslocamos ao topo da série.”; “Corte de Arremula: Alternância de conglomerados calcários vermelho-amarelados e de calcários intraclásticos a microconglomeráticos azóico”.\nJ3 Co Conglomerados da Comenda\t“.conglomerados calcários de Vale da Rasca que, para o topo, vão-se carregando de quartzo, desenvolve-se uma série de cor dominantemente vermelha e com marcadas características fluviais. ”; “.conglomerados intercalados: estes são constituídos por elementos sub-rolados de quartzo e quartzito subordinado.”; “.conglomerados apresentam uma matriz argilo-arenosa. Os calhaus de quartzo e quartzito, por vezes bem rolados, estão ferruginizados. ”.\n0 p Conglomerados, arenitos e margas de Picheleiros\t“.conglomeráticos, organizados em sequências positivas de granulometria decrescente para o topo. Cada sequência começa por conglomerados com clastos siliciosos, às vezes de grandes dimensões, passando a arenitos arcósicos e a argilitos, às vezes calichificados.”; “. Na fracção fina, a paligorskite é o mineral argiloso predominante. ”.\nP MF Conglomerado de Marco Furado\t“.unidade conglomerática com matriz areno-argilosa vermelha. Os clastos angulosos são predominantemente de quartzo, mas ocorrem quartzitos, jaspes, sílex e xistos. São frequentes os encouraçamentos ferruginosos, particularmente para o topo.”; “.Na fracção argilosa predominam a ilite e/ou mica e caulinite dominando normalmente a mica. ”.\n30\nFunção da argamassa\tTraços2)\t\n\tligante:agregado1)\tLigante\tAgregados\tAditivos pozolânicos\n\t\t1,18 mm 600 pm 400 pm 300 pm 600 pm\t300 pm\nReparação\t1:2\t3 3\t1,5 3\t1,5 2\t0,75 1\t0,75\tO o cn cn\t\nAdesivo ou\t1:1\t6\t-\t-\t-\t6\t1,5\t-\nfixação\t\t6\t-\t1\t1\t4\t0,5\t1\nPreenchimento\t1:1,5\t3,25\t3\t-\t1\t1\t0,5\t-\n\t\t2\t-\t0,5\t1,25\t-\t-\t0,75\nProtecção\t1:2 1:3\t3 3\t-\t-\t2,5\t8 4,5\t-\t-\n1)\tValores de referência - traços volumétricos\n2)\tTraços volumétricos. Valores aproximados por simplificação\nAnexo 4 - Informações acerca das proporções dos constituintes mineralógicos e propriedades físicas de cada ligante, cedidas pelas empresas.\nCal aérea hidratada em pó\t\tCal aérea hidratada em pasta\t\nAnálise química\t\tAnálise química por termogravimetria (cal viva)\t\nParâmetro\tValor\tParâmetro\tValor\nÓxido de cálcio\t74,5 %\tÓxido de cálcio\t> 90,0 %\nCarbonato de cálcio\t2,5 %\tCarbonato de cálcio\t&lt;8,0 %\nSulfato de cálcio\t0,25 %\tSulfato de cálcio\t&lt;0,2 %\nÓxido de magnésio\t0,35 %\tÓxido de magnésio\t&lt;1,0 %\nÓxido de ferro\t0,045 %\tÓxido de ferro\t&lt;0,15 %\nÓxido de alumínio\t0,048 %\tÓxido de alumínio\t&lt;0,2 %\nÓxido de potássio\t0,0169 %\tÓxido de silício\t0,5 %\nÓxido de manganês\t0,0008 %\tInsolúveis em HCl\t&lt;1,0 %\nManganês\t0,0006 %\tEnxofre\t0,3 mg/g\nDióxido de silício\t0,09 %\tAntimónio\t&lt;0,5 mg/g\nEnxofre\t0,059 %\tArsénio\t0,2 mg/g\nTrióxido de enxofre\t0,1472 %\tCádmio\t&lt;0,2 mg/g\nFósforo\t0,0046 %\tChumbo\t0,2 mg/g\nPentóxido de fósforo\t0,0105 %\tCrómio\t&lt;0,2 mg/g\nHidróxido de cálcio\t96,4 %\tMercúrio\t&lt;0,2 mg/g\nHidróxido de magnésio\t0,51 %\tNíquel\t&lt;0,2 mg/g\nÓxido de cálcio não hidratado\t0,8 %\tSelénio\t&lt;0,3 mg/g\nPropriedades físicas\t\tPropriedades físicas\t\nDensidade aparente\t0,5\t-\t\nGranulometria a laser\n2 gm\t90,97 %\t-\n5 gm\t64,52 %\t-\n10 gm\t38,14 %\t-\n40 gm\t18,30 %\t-\n50 gm\t16,11 %\t-\n80 gm\t9,64 %\t-\n90 gm\t7,62 %\t-\n125 gm\t7,62 %\t-\n200 gm\t2,34 %\t-\nDiâmetro médio\t7,14 gm\t-\nProveniência: Empresa Lusical\t\tProveniência: Empresa União de Gessos Lda.\n31\nAgregado (Amp 5x)\t\tCaracterísticas e descrição microscópica\n\t500um Areia amarela\tAs areias utilizadas foram adquiridas no estaleiro da firma Areipor (Bucelas), com proveniência nas explorações de Coina e Benavente, tratando-se de areias de areeiro naturais. De acordo com as informações disponibilizadas pela firma, o material é silicioso, variando o teor em sílica entre 98,8 % e 99,1 %. As areias comercializadas pela firma são essencialmente aplicadas no fabrico de tintas e componentes filtrantes, pelo que são cuidadosamente lavadas e crivadas. A designação comercial da areia utilizada é APS 30 onde a dimensão máxima é de 1,180 mm e a mínima de 0,125 mm. Ao microscópio, os grãos são predominantemente angulosos e sub-angulosos, mas com alto grau de esfericidade. Análise baseada na caracterização morfológica dos detritos [13].\n\t■ > - * 500um ■ - ■ ■ ■ \"cocciopesto ”\tEste é um material produzido industrialmente e foi adquirido na empresa C.T.S.. Através da ficha técnica, sabe-se que provém de barro cozido e que após ser triturado é utilizado como aditivo em argamassas e rebocos, conferindo aos mesmos propriedades hidráulicas. Não foi disponibilizada pela empresa os constituintes mineralógicos e químicos, bem como a temperatura de cozedura. Este material encontra-se disponível em várias granulometrias; para este trabalho foi utilizada granulometria entre o intervalo 0 -0,2 mm; contudo, observou-se que este material era constituído por partículas com maiores dimensões, como se pode confirmar pelo estudo da granulometria. Ao microscópio, observaram-se partículas muito finas, que dificultaram a observação das partículas de maiores dimensões, algumas impurezas (grãos escuros) e grãos de areia.\n\t500um Partículas de tijolo vermelho\tOs tijolos de construção (dimensões 30x20x7 cm) provêm da fábrica de Cerâmica Pegões J. G. Silva S.A. A matéria-prima utilizada é constituída por argilas comuns, exploradas na pedreira de Pegões Velhos. Segundo informações cedidas pelo fabricante, a composição mineralógica da argila é aproximadamente: caulinite (21 %); montmorilonite (15 %); ilite + serite (26 %); feldspatos (&lt;2 %); quartzo (25 %); calcite (10 %) e pirite (<1 %). A temperatura de cozedura dos tijolos foi de 900 °C. Através da moagem num moínho de maxilas (FRITSH, pulverisette®) e posterior passagem em vários peneiros escolheu-se a granulometria pretendida (1,19 - 0,6 mm). Ao microscópio, as partículas são predominantemente angulosas e sub-angulosas, mas com baixo grau de esfericidade. Grãos de quartzo também foram observados. Análise baseada na caracterização morfológica dos detritos [13].\nAnexo 6 - Análise e caracterização da “Brecha da Arrábida”.\nAnálise petrográfica (EN 12407): utilizou-se um microscópico óptico Olympus® Bx51 com uma câmara digital Nikon® COOLPIX 5600. As fotografias foram tiradas com uma ampliação de 50x, usando a luz polarizada com dois tipos de visualização, feixes cruzados e feixes paralelos. A anteceder esta análise efectuou-se uma observação macroscópica das amostras de onde foram extraídas as lâminas.\nAnálise química (fracção carbonatada): foi utilizado um moinho de anéis Fritsch®; uma balança Mettler® Toledo PB 3001; uma bomba de vácuo Gast®; ácido clorídrico a 37 % e álcool etílico a 96 %. Foi efectuada a separação dos ruditos e da matriz. As duas amostras foram moídas e posteriormente submetidas ao ataque com ácido clorídrico a 37 % e álcool etílico a 96 % para eliminar a fracção carbonatada. As amostras foram lavadas com água, filtradas sob vácuo e secas (40 °C) e foi determinado o resíduo insolúvel.\nAnálise colorimétrica: usou-se um espectrofotómetro portátil Minolta® CM508i com um ângulo de visão de 8° e com uma área de análise de 8 mm de diâmetro. Mediu-se a cor segundo o sistema CIELab (parâmetros L*, a* e b*). Foi utilizado o iluminante D65 (luz do dia), que dita o valor após a incidência de 8 feixes de luz na amostra. Foi analisada toda a área de uma das faces de cada cubo com 25 medições.\nCaracterização física\nPorosidade total e aberta, massa volúmica real e aparente (EN 1936, RILEM I.1 e RILEM 1.2): utilizou-se uma bomba de vácuo VacuuBrand® GMBHTCO K6 CVC 2 (condições - 20/24 mBar); uma balança Sartorius® LE6235 e um paquímetro Medid Becision®.\nAbsorção de água por capilaridade (EN 1925, RILEM II.6 e RILEM 25): usou-se papel de filtro; recipiente em acrílico e uma balança Sartorius® LE. O ensaio foi efectuado com os intervalos de tempo mais curtos 0, 1,3, 5, 10, 15, 30, 60, 180, 480, depois de 24 em 24 horas, porque a porosidade deste material era desconhecida. O ensaio terminou quando os provetes se mostraram saturados. As condições experimentais registadas no início e no fim do ensaio foram 60 % Hr e 19 °C e 67 % Hr e 19 °C respectivamente.\nAbsorção de água à pressão atmosférica (NFB-10-504 e RILEM II.1): utilizou-se um recipiente em acrílico e uma balança Sartorius® LE. As condições experimentais foram 18 ± 0,2 °C e 71 ± 3,4 % Hr.\nÍndice de secagem (Fe 07 UNL-FCT): usou-se um recipiente em acrílico; uma balança Sartorius® LE e uma rede de plástico. O ensaio começou com os provetes saturados do ensaio de absorção de água à pressão atmosférica que foram colocados sobre a rede de plástico. Não foi efectuada qualquer impermeabilização das faces dos provetes. Os intervalos de medição foram semelhantes aos do ensaio de capilaridade. O ensaio terminou quando as pesagens atingiram um regime estacionário. As condições experimentais em que decorreu o ensaio foram 17 ± 1,8 °C e 68 ± 6,2 % Hr.\nPermeabilidade ao vapor de água (Fe 05 UNL-FCT): utilizou-se uma câmara climática Aralab®; balança Adam® AFP -720 LC; Silicone K-86 Orbasil®; cápsulas de material impermeável e algodão. A permeabilidade ao vapor de água foi determinada pelo método de cápsula húmida, onde as condições experimentais decorreram entre os 20 °C e 40 ± 0,3 % Hr. O ensaio terminou quando as pesagens atingiram um regime estacionário nas três últimas medições.\nCaracterização mecânica\n33\nAnexo 7 - Análise e caracterização das argamassas de reparação\nA7.1 - Estudo preliminar dos materiais utilizados no fabrico das argamassas\nAnálise granulométrica: utilizou-se uma balança Precisa® 18000 D SCS; um microscópio Zeiss Axioplan® com uma câmara Nikon Type 102; uma máquina de agitação Perta®, D403 e vários peneiros Controls® (peneiros N° 4, 8, 16, 30, 50, 70, 100, 200, 230 e 400). Os ensaios efectuados a cada agregado permitiram a escolha do traço 1:1:2 (mistura A). Durante a elaboração das argamassas com esta mistura de agregado, optou-se pela elaboração de uma segunda, em que fossem substituídas as partículas de tijolo vermelho por areia, resultando no traço 2:1 (mistura B). Foi efectuada uma análise a cada mistura de agregado.\nBaridade (Fe 15 UNL-FCT): utilizou-se uma balança Precisa® 18000 D SCS e dois recipientes cilíndricos com volume 488,1 cm3 e 3022 cm3. Os ensaios efectuaram-se aos dois agregados, a cada uma das misturas de agregado e à cal em pasta. O menor recipiente foi utilizado na análise dos agregados e do ligante, o recipiente de maior volume foi utilizado nas duas misturas de agregado (A e B). Na análise da cal em pasta, escorreu-se a água e adicionou-se apenas a pasta de cal de modo a preencher 1/3 do volume do recipiente. Entre cada aplicação foi efectuada a compactação com uma vareta. As condições experimentais da sala registadas foram 47 % Hr e 21 °C.\nVolume de vazios e massa volúmica aparente (Fe 30 UNL-FCT): utilizou-se uma balança Precisa® 18000 D SCS e dois picnómetros de capacidades iguais a 1203,0 ± 0,3 cm3 e 1203,1 ± 0,3 cm3. Os ensaios realizaram-se nas duas misturas de agregado (A e B).\nDeterminação do teor de água existente na cal em pasta: usou-se uma balança Sartorius® LE e suportes vítreos. Deixou-se escorrer o excesso de água da cal em pasta e colocaram-se três amostras na estufa a 60 °C, onde permaneceram durante 7 dias em suportes de vidro.\nA7.2 - Elaboração dos provetes\nFabrico das argamassas e condições de cura (Fe 19 UNL-FCT): utilizou-se uma balança Precisa® 18000 D SCS; uma cuba misturadora Heng Wei® programada a 48 rotações por minuto; um compactador mecânico Kubler (programado para 20 pancadas) e moldes metálicos. Foram efectuadas duas compactações, realizadas quando a argamassa era aplicada nos moldes metálicos. As condições experimentais encontram-se resumidas na tabela A7.1. As argamassas foram acondicionadas nos moldes (onde permaneceram 7 dias) e colocadas em ambiente controlado de 20 ± 2 °C e 65 ± 5 % Hr. A cura durou 62 dias e os provetes foram posteriormente colocados na estufa a 60 °C, onde permaneceram até à realização dos ensaios. Foram também aplicadas argamassas em amostras de “Brecha da Arrábida” com o objectivo de avaliar a aplicabilidade e comparar macroscopicamente a textura e aparência entre os dois materiais.\n34\nCondições experimentais\tSala\tCuba (segundos)\nAL2 (/)\tA. « AL3\t21 °C e 52 % Hr\t70 s mistura na cuba + paragem e mistura manual + 90 s mistura na cuba 75 s mistura na cuba + paragem e mistura manual + 90 s mistura na cuba\nAP2 e AP3 (Ü BL2 e BL3&lt;\t21 °C e 47 % Hr\t135 s mistura na cuba + paragem e mistura manual + 60 s mistura na cuba\n\t21 °C e 55 % Hr\t70 s mistura na cuba + paragem e mistura manual + 90 s mistura na cuba\nBP2 e BP3\t20 °C e 54 % Hr\t75 s mistura na cuba + paragem e mistura manual + 90 s mistura na cuba\nConsistência por espalhamento (Fe 25 UNL-FCT): A quantidade de água utilizada na preparação das argamassas foi a necessária para se obter boa trabalhabilidade (em obra, este é o principal aspecto a ter em conta). Seguindo este critério, teve-se em conta a proximidade dos valores de espalhamento entre as duas misturas de agregado (A e B), de modo a poderem ser comparáveis.\nA7.3 - Propriedades das argamassas endurecidas\nAnálise à lupa binocular: utilizou-se uma lupa binocular Olympus® SZH10 com uma câmara digital Olympus U-PMTVC e resina Struers Epofix®. Uma amostra de cada argamassa foi impregnada com uma resina (sob vácuo) para permitir o corte e o polimento, e posteriormente ser analisada. As fotografias foram tiradas com uma ampliação de 60x, usando a luz transmitida.\nAnálise de porosimetria de mercúrio: utilizou-se um porosímetro de mercúrio Micromeritics®, Autopore IV 9500; dois penetrómetros com volume 5 cm3 e capacidade total de intrusão de 1,716 cm3 e uma balança Precisa® 310M. As condições experimentais foram a utilização de um intervalo de baixa pressão de 0,0138 MPa (2 Psi) a 0,1979 MPa (28,7 Psi), seguido de um aumento de pressão dado pelos intervalos 0,2124 MPa (30,8 Psi) a 206,4063 MPa (29936,7 Psi). Em cada patamar de pressão foi determinado um tempo de espera de 10 s. As características do mercúrio são: ângulo de contacto igual a 140°; tensão superficial igual a 0.485 N/m e densidade 13.5335. As amostras foram secas até massa constante a 60 °C, foi utilizada uma amostra de cada argamassa (com dimensões aproximadas de 2x1x1 cm3).\nAnálise mineralógica: utilizou-se o mesmo aparelho e as mesmas condições experimentais das que foram utilizadas na “Brecha da Arrábida”. Uma amostra de cada argamassa foi peneirada (peneiro N° 200) e posteriormente analisada. Análises de cada ligante e cada material que constitui o agregado foram também efectuadas.\nAnálise química (profundidade de carbonatação) (Fe 28 UNL-FCT): utilizou-se uma solução de fenolftaleína a 0,5 % (e etanol a 95 %). Foi medida a profundidade de carbonatação e a percentagem de área carbonatada em três amostras de cada argamassa. O ensaio foi realizado sobre uma superfície “fresca”.\n35\nCaracterização física\nPorosidade aberta e massa volúmica real (Fe 01 e Fe 02 UNL-FCT): utilizou-se uma balança Precisa® 18000 D SCS, uma balança Precisa® 310 M e uma bomba de vácuo ABM® (condições - 64 mBar). Os provetes utilizados resultaram do ensaio de compressão.\nAbsorção de água por capilaridade (Fe 06 UNL-FCT): balança Mettler® Toledo PR 1203 (argamassas AL e AP); balança Adam® AFP-720 LC (argamassas BL e BP); recipiente de plástico, tabuleiro de metal e papel de filtro. Os tempos de ensaio utilizados foram, 0, 5, 10, 15, 30, 60, 180 min, depois de 24 em 24 horas. O ensaio terminou quando se alcançou o valor assintótico. As condições experimentais em que decorreu o ensaio foram 20 ± 0,1 °C e 65 ± 0,7 % Hr (argamassas AL e AP) e 23 ± 0,3 °C e 64 ± 0,6 % Hr (argamassas BL e BP).\nDeterminação do coeficiente de saturação (RILEM II.1): balança Mettler Toledo® PR 1203 (argamassas AL e AP); balança Adam® AFP-720 LC (argamassas BL e BP) e recipiente de plástico. Após o ensaio de absorção de água por capilaridade os provetes foram imersos num recipiente com água. Determinou-se a absorção de água è pressão atmosférica e o coeficiente de saturação.\nÍndice de secagem (Fe 07 UNL-FCT): usou-se um recipiente de plástico; uma balança Mettler Toledo® PR 1203 (argamassas AL e AP); uma balança Adam® AFP-720 LC (argamassas BL e BP) e uma rede de plástico. O ensaio utilizou os provetes saturados, que foram colocados sobre uma rede de plástico e dentro de um recipiente de plástico. Não foi efectuada qualquer impermeabilização das faces dos provetes. Os intervalos de medição foram, 0, 10, 15, 20, 25, 30, 40, 50, 60 min, depois 20 em 20 min até às 3 horas, de 1 em 1 h até perfazer as 10 horas de ensaio, depois de 2 em 2 horas. O ensaio terminou quando as pesagens atingiram um regime estacionário. As condições experimentais em que decorreu o ensaio foram 21 ± 0,6 °C e 64 ± 0,5 % Hr (argamassas AL e AP) e 23 ± 0,9 °C e 64 ± 1,1 % Hr (argamassas BL e BP).\nPermeabilidade ao vapor de água (Fe 05 UNL-FCT): utilizou-se o mesmo procedimento e equipamento do estudo da “Brecha da Arrábida”. As condições experimentais decorreram entre os 20 ± 0,1 °C e 41 ± 0,9 % Hr argamassas AL e AP) e 20 ± 0,0 °C e 40 ± 0,4 % Hr (argamassas BL e BP).\nCaracterização mecânica\nMódulo de elasticidade dinâmico (Fe 08 UNL-FCT): usou-se um equipamento de emissão de frequência de ressonância longitudinal apropriado Zeus® Resonance Meter, ZRM 001. Os resultados apresentam a média de 2 medições efectuadas em cada amostra.\n36\nResistência à compressão uniaxial (Fe 27 UNL-FCT): utilizou-se o mesmo procedimento para a “Brecha da Arrábida”. As amostras utilizadas correspondem aos meios prismas que resultaram do ensaio de flexão.\nAnexo 8 - Tabela com as datas em que foram realizadas as análises e os ensaios às argamassas.\nAnálises e ensaios realizados às argamassas\tDatas (dias a contar do início das amassaduras)\t\n\tAL e AP\tBL e BP\nCura (20 ± 2 C e 65 ± 5 % Hr)\t62\t62\nMódulo elasticidade dinâmico (MPa)\t69 e 67\t71 e 70\nResistência mecânica de tracção por flexão (MPa)\t69 e 67\t71 e 70\nPermeabilidade ao vapor água (Kg/ms.Pa)\t105e 103\t91 e 90\nCoeficiente de capilaridade (Kg/m2.s0,5)\t84 e 82\t89 e 88\nÍndice de secagem\t92 e 90\t96 e 95\nColorimetria (CIELab)\t106e 104\t106e105\nResistência mecânica de tracção por compressão uniaxial (MPa)\t126e124\t125e 124\nCarbonatação (fenolftalina 0,5 %)\t140e 138\t125e124\nPorosidade aberta (%) e massa volúmica (Kg/m3)\t132 e 130\t81 e 80\nDifracção de raios X (DRX)\t174 e 172\t123e122\nPorosimetria mercúrio\t182\t140e138\nLupa binocular\t226 e 224\t176 e 175\n37\nProvetes\tDimensão [mm]\tMorfologia\tDistribuição\tEstrutura\tCor\tNatureza\n(Escala 1:2,3 cm.\te quantificação\tdos\tdos\tdos\tdos\tdos\nImagem ± estratificação)\tdos detritos [%]\tdetritos\tdetritos\tdetritos\tdetritos\tdetritos\nAmostra 1\nAmostra 2\nAmostra 3\nAmostra 4\nAmostra 5\nAmostra 6\nMaior dimensão: = 0 50 Ruditos: ~ 75 % Matriz/cimento: = 25 %\tRolados Baixa esfericidade\tDistriuição muito fraca\tParaconglomerado Polimodal\tVermelhos, creme, amarelos e negros\tMonogé-nicos de natureza carbonatada\nMaior dimensão:\t\t\t\t\t\n= 033\tSub-rolados\t\tParaconglomerado\tVermelhos,\tMonogé-\n\t\tDistribuição\t\t\tnicos de\nRuditos: ~ 70 %\t\tmuito fraca\t\tnegros e\tnatureza\nMatriz/cimento:\tAlta esfericidade\t\tPolimodal\tcreme\tcarbonatada\n= 30 %\t\t\t\t\t\nMaior dimensão:\t\t\t\t\t\n= 034\tSub-rolados\t\tParaconglomerado\tVermelhos,\tMonogé-\n\t\tDistribuição\t\t\tnicos de\nRuditos: ~ 75 %\tAlta\tmuito fraca\t\tnegros e amarelos\tnatureza\nMatriz/cimento:\tAlta esfericidade\t\tPolimodal\t\tcarbonatada\n= 35 %\t\t\t\t\t\nMaior dimensão:\tSub-\t\t\t\t\n= 030\tangulosos\t\tOrtoconglo-merado\tNegros, vermelhos,\tMonogé-\n\t\tDistribuição\t\t\tnicos de\nRuditos: ~ 85 %\t\tfraca\t\t\tnatureza\nMatriz/cimento:\tBaixa\t\tPolimodal\tcreme e amarelos\tcarbonatada\n= 15 %\tesfericidade\t\t\t\t\nMaior dimensão:\t\t\t\t\t\n= 022\tSub-rolados\t\tOrtoconglo-\tNegros,\tMonogé-\n\t\tDistribuição\t\tvermelhos,\tnicos de\nRuditos: ~ 80 %\tBaixa\tfraca\t\tcreme e\tnatureza\nMatriz/cimento:\tesfericidade\t\tPolimodal\tamarelos\tcarbonatada\n= 20 %\t\t\t\t\t\nMaior dimensão:\tSub-\t\t\t\t\n= 028\tangulosos\t\tParaconglomerado\tVermelhos,\tMonogé-\n\t\tDistribuição\t\tnegros,\tnicos de\nRuditos: ~ 40 %\t\tmuito fraca\t\tcreme e\tnatureza\nMatriz/cimento:\tBaixa\t\tPolimodal\tamarelos\tcarbonatada\n~ 60 %\tesfericidade\t\t\t\t\nMaior dimensão:\t\t\t\t\t\n= 033\tRolados\t\tParaconglomerado\tCreme,\tMonogé-\n\t\tDistribuição\t\tvermelhos,\tnicos de\nRuditos: ~ 55 %\tAlto\tmuito fraca\t\tnegros e\tnatureza\nMatriz/cimento:\tAlta esfericidade\t\tPolimodal\tamarelos\tcarbonatada\n~ 55 %\t\t\t\t\t\nProvetes\tDimensão [mm]\tMorfologia\tDistribuição\tEstrutura\tCor\tNatureza\n(Escala 1:2,3 cm.\te quantificação\tdos\tdos\tdos\tdos\tdos\nImagem ± estratificação)\tdos detritos [%]\tdetritos\tdetritos\tdetritos\tdetritos\tdetritos\nAmostra 8\nAmostra 9\n- 040\tRolados\tDistribuição\tOrtoconglo-merado\tAmarelos,\tMonogé-\n\t\t\t\tcreme,\tnicos\nRuditos: - 80 %.\tAlta esfericidade\tfraca\t\tazuis e\tde natureza\nMatriz/cimento:\t\t\tPolimodal\tvermelhos\tcarbonatada\n'o\nMaior dimensão:\n= 016\nRuditos: - 70 %.\nMatriz/cimento:\n- 30 %\nSub-rolados\t\tOrtoconglo-\t\n\tModerada-\tmerado\t1 NtíU 1 Uo , vermelhos,\nAlta\tmente distribuída\t\tamarelos e\nesfericidade\t\tPolimodal\tcreme\nMonogé-nicos de natureza carbonatada\nAmostra 10\nAmostra 11\nAmostra 12\nAmostra 13\nAmostra 14\nMaior dimensão:\n= 032\nRuditos: - 75 %. Matriz/cimento:\n- 25 %\nRuditos: - 45 %.\nMatriz/cimento:\n- 55 %\nMaior dimensão:\n= 040\nRolados Alta esfericidade\tDistribuição muito fraca\tParaconglomerado Polimodal\tVermelhos, amarelos e negros\nRolados\t\tParaconglo-\tDetritos amarelos,\n\tDistribuição\tmerado\tnegros, vermelhos.\nAlta\tmuito fraca\t\tAparecem\nesfericidade\t\tPolimodal\talguns\ncreme\nMonogé-nicos de natureza carbonatada\nMonogé-nicos de natureza carbonatada\nRuditos: ~ 40 %. Matriz/cimento: ~ 60 %\nMaior dimensão: ~ 020\nRolados\tModerada-\tParaconglomerado\tVermelhos\n\tmente\t\tnegros,\nAlta esfericidade\tdistribuída\tPolimodal\tcreme e amarelos\nMonogé-nicos de natureza carbonatada\nMaior dimensão: = 041\nRuditos: - 75 %.\nMatriz/cimento:\n- 25 %\nMaior dimensão:\n= 030\nRolados\nBaixa esfericidade\nDistribuição muito fraca\nParaconglomerado\nPolimodal\nCreme,\tMonogé-\nvermelhos,\tnicos\nnegros e\tde natureza\namarelos\tcarbonatada\nRuditos: - 80 %.\nMatriz/cimento:\n- 20 %\nSub-rolados\t\tParaconglo-\t\n\t\tmerado\tVermelhos\n\tDistribuição\t\t\n\tmuito fraca\t\tnegros e\nAlta\t\t\tcreme\nesfericidade\t\tPolimodal\t\nMonogé-nicos de natureza carbonatada\n39\nProvetes\tDimensão [mm]\tMorfologia\tDistribuição\tEstrutura\tCor\tNatureza\n(Escala 1:2,3 cm.\te quantificação\tdos\tdos\tdos\tdos\tdos\nImagem ± estratificação)\tdos detritos [%]\tdetritos\tdetritos\tdetritos\tdetritos\tdetritos\n\t\n\t\n\t\n\t\n\t\n\t.. V ft.\nAmostra 15\nAmostra 16\nAmostra 19\nAmostra 20\n= 040\tRolados\tDistribuição\tOrtoconglo-merado\tAmarelos,\tMonogé-\n\t\t\t\tcreme,\tnicos\nRuditos: ~ 80 %.\tAlta esfericidade\tfraca\t\tazuis e\tde natureza\nMatriz/cimento:\t\t\tPolimodal\tvermelhos\tcarbonatada\n'o\nMaior dimensão: = 016\nRuditos: ~ 70 %. Matriz/cimento:\n= 30 %\nMaior dimensão: = 032\nRuditos: ~ 45 %. Matriz/cimento:\n= 55 %\nMaior dimensão: = 040\nRuditos: ~ 75 %. Matriz/cimento: = 25 %\nMaior dimensão: = 020\nRuditos: ~ 40 %. Matriz/cimento:\n= 60 %\nMaior dimensão: = 040\nRuditos: ~ 80 %. Matriz/cimento:\n= 20 %\nSub-rolados\nAlta esfericidade\nModeradamente distribuída\nOrtoconglo-merado\nPolimodal\nNegros, vermelhos, amarelos e creme\nMonogé-nicos de natureza carbonatada\nRolados\nAlta esfericidade\nRolados\nAlta esfericidade\nDistribuição muito fraca\nDistribuição muito fraca\nRolados\nModeradamente Alta\tdistribuída\nesfericidade\nRolados\nAlta esfericidade\nDistribuição fraca\nParaconglo-\nmerado Vermelhos, amarelos e negros Polimodal\nMonogé-nicos de natureza carbonatada\nParaconglomerado\nPolimodal\nParaconglomerado\nPolimodal\nOrtoconglo-merado\nPolimodal\nDetritos amarelos, negros, vermelhos. Aparecem alguns creme\nVermelhos, negros, creme e amarelos\nAmarelos, creme, azuis e vermelhos\nMonogé-nicos de natureza carbonatada\nMonogé-nicos de natureza carbonatada\nMonogé-nicos de natureza carbonatada\n40\n___________Descrição Microscópica (Ampliação 50x)_________ Feixe de luz cruzado\tFeixe de luz paralelo\nLâmina 1 (40x25 mm)\nPredominância de ruditos em relação à matriz/cimento.\nOrtoconglomerado. Polimodal. Detritos creme, rosa, vermelhos, laranja e amarelos.\nRudito biomicrítico rodeado por detritos micríticos e cimento esparítico com diferentes fases de precipitação.\nMatriz com detritos micríticos, esparíticos, óxidos de ferro e também argila. Cimento esparítico e micrítico.\nLâmina 2 (40x25 mm)\nPredominância de ruditos em relação à matriz/cimento. Ortoconglomerado. Polimodal. Detritos vermelhos, laranja, creme, rosa, amarelos e cinzentos.\nMatriz com detritos micríticos, esparíticos, óxidos de ferro e detrito quartzítico (grãobranco). Cimento micrítico.\nRudito micrítico rodeado por cimento essencialmente micrítico. Detritos micríticos, esparíticos e óxidos de ferro.\nLâmina 3 (40x25 mm)\nPredominância de ruditos em relação à matriz/cimento.\nOrtoconglomerado. Polimodal. Detritos vermelhos, laranja, amarelos e cinzentos.\nRuditos micríticos, com óxidos de ferro e arenito carbonatado com alguns grãos de quartzo. Cimento esparítico.\nRudito micrítico com impregnações de esparite. Matriz com detritos micríticos e grãos de quartzo. Cimento esparítico.\nLâmina 4 (40x25 mm) Predominância de ruditos em relação à matriz/cimento.\nOrtoconglomerado. Polimodal. Detritos rosa, laranja, creme e amarelos.\nRuditos micríticos e esparíticos. Matriz com detritos micríticos. Cimento esparítico com óxidos de ferro.\nRuditos micríticos, com óxidos de ferro e pelsparite. Matriz com detritos micríticos e esparíticos. Cimento esparítico.\n41\nFeixe de luz cruzado\tFeixe de luz paralelo\nLâmina a) (50x40 mm)\nPredominância de ruditos em relação à matriz/cimento. Paraconglomerado. Polimodal. Detritos vermelhos, laranja, creme, amarelos e negros.\nInterior de um rudito pelsparítico com impregnações de esparite precipitada.\nRuditos micríticos e esparíticos. Matriz com detritos micriticos e óxidos de ferro. Cimento com óxidos de ferro.\nLâmina b) (50x40 mm)\nPredominância de ruditos em relação à matriz/cimento. Paraconglomerado. Polimodal. Detritos vermelhos, laranja, creme, rosa, amarelos, cinzentos e negros.\nRudito micrítico. Matriz com detritos micríticos, esparíticos, grãos de quartzo e quartzito. Cimento micrítico e esparítico.\nRudito micrítico, esparítico e biosparítico. Cimento esparítico.\nLâmina c) (50x40 mm)\nPredominância de ruditos em relação à matriz/cimento. Paraconglomerado. Polimodal. Detritos vermelhos, laranja, creme, rosa, amarelos e negros.\nRuditos micrítos e com óxidos de ferro. Matriz com detritos micríticos e esparíticos. Cimento com óxidos de ferro.\nMatriz com detritos esparíticos, micríticos com óxidos de ferro e grãos de quartzo.\nCimento esparítico e com óxidos de ferro.\nLâmina d) (50x40 mm)\nPredominância de ruditos em relação à matriz/cimento. Ortoconglomerado. Polimodal. Detritos creme, rosa, amarelos, negros e vermelhos.\nMatriz com detritos micríticos, esparíticos e óxidos de ferro. Cimento micrítico e com\nCimento esparítico.\nóxidos de ferro.\n42\n___________Descrição Microscópica (Ampliação 50x)_________ Feixe de luz cruzado\tFeixe de luz paralelo\nLâmina e) (50x40 mm)\nPredominância de matriz/cimento em relação aos ruditos. Paraconglomerado. Polimodal. Detritos vermelhos, laranja, creme, rosa, amarelos, cinzentos e negros.\nRudito micrítico com óxidos de ferro e impregnações de esparíte. Matriz com detritos micríticos. Cimento esparítico.\nRudito pelsparite. Matriz com detritos esparíticos, micríticos com óxidos de ferro e grãos de quartzo. Cimento esparítico.\nLâmina f) (50x40 mm)\nPredominância de ruditos em relação à matriz/cimento. Ortoconglomerado. Polimodal. Detritos vermelhos, laranja, creme, rosa, amarelos, negros e cinzentos.\nRudito arenítico de natureza carbonatada e com óxidos de ferro, com impregnações de esparite.\nRudito biomicrítico e pelsparítico. Matriz com detritos micríticos. Cimento micrítico com alto teor em óxidos de ferro.\nAnexo 11\n- Resultados das análises químicas efectuadas as amostras de rudistos e matriz\n/cimento, utilizando ácido clorídrico a 37 %.\nAmostras\tInicial [g]\tApós moagem [g]\tApós o ataque com HCl a 37% e filtragem [g]\tFinal [%]\nRuditos\t211,6\t181,2\t1,5\t0,8\nMatriz/cimento\t70,1\t53,3\t3,3\t6,3\nAnexo 12 - Gráficos obtidos nas análises por difracção de raios X às amostras de matriz/cimento.\n1\t- Caulinite\n2\t- Calcite\n3\t- Hematite\n4\t- Pseudorrútilo\n5\t- Quartzo\n\n43\nI\tI\n50\t60\nPoKti-n |*2Tb<t»| (C-opper (Cu))\nAnexo 13 - Gráfico das análises colorimétricas efectuadas a 20 provetes de “Brecha da Arrábida”.\nAnexo 14 - Gráfico com as curvas de absorção de água por capilaridade de 19 provetes de “Brecha da Arrábida”.\nTempo [Vs]\n\n—12\t—13\t—15\t—16\t--- 17\t-- 18\t—♦—19\t---20\n44\nTeor de Água [%]\nAnexo 16 - Imagens do teste de espalhamento e da aplicação das argamassas nas amostras de “Brecha da Arrábida”.\nArgamassa com mistura de agregado A\t\t\t\t\t\t\n\tEspalhamento\t\tAmostras de “Brecha da Arrábida” com argamassa\tDescrição macroscópica após cura\t\t\t\n\ts\t1 1\t\tr' ■O-\t« V * . 'f.\t*■ Ató\"\t\t• • ■ • ■ *\tA argamassa mostrou muito pouca porosidade. Boa envolvência do ligante no agregado.\nBoa aplicação, a argamassa adaptou-se bem ao substrato.\nAL2\nMá aplicação, o agregado revelou pouca envolvência do ligante.\nA argamassa revelou muita porosidade. Fraca envolvência do ligante no agregado.\nAL3\nBoa aplicação, a argamassa adaptou-se bem ao substrato.\nA argamassa mostrou muito pouca porosidade. Muito boa envolvência do ligante no agregado. Argamassa ligeiramente mais clara, em comparação com as argamassas AL2 e AL3.\nAP2\n45\nEspalhamento\tAmostra de “Brecha da Arrábida” com argamassa\tDescrição macroscópica após cura\t\t\t\t\t\t\n\t-\t\t7 Wr*\t•\t'\t•\t' •\t■\tY H\t\t&lt;.1, 1 ■-;<?,' ■ xfe-í >r i * * a > ‘<■ ■* ■„ ■ ’' ■ ■ - » ■«,’ • ■ . 1 \\ ***. ■ v\t•&lt;;/» ' .\t'\t: ? * ■ -f.. Í- v*.. '• .\tA argamassa mostrou muito pouca porosidade. Muito boa envolvência do ligante no agregado. Argamassa ligeiramente mais clara, em comparação com as argamassas AL2 e AL3.\nAP3\tMá aplicação, o agregado revelou fraca envolvência do ligante.\nArgamassa com mistura de agregado B\nEspalhamento\nAmostras de “Brecha da Arrábida” com argamassas Descrição macroscópica após cura\nA argamassa mostrou muito pouca porosidade Muito boa envolvência do ligante no agregado.\nBL2\nBoa aplicação, a argamassa adaptou-se bem ao substrato.\nA argamassa mostrou alguma porosidade. Boa envolvência do ligante no agregado.\nBL3\nAplicação média, o agregado revelou fraca envolvência do ligante.\nApresentou ligeira porosidade. Boa envolvência do ligante nos agregados. Argamassa mais clara de todas as misturas.\nBP2\nBoa aplicação, a argamassa adaptou-se bem ao substrato.\nAplicação média, o agregado revelou fraca envolvência do ligante.\nApresentou alguma porosidade. Boa envolvência do ligante no agregado.\nBP3\n46\nDeve ser mencionado que após a aplicação das argamassas nas amostras de “Brecha da Arrábida” e nos moldes metálicos, foi passada uma esponja humedecida sobre a superfície das amostras de pedra (após a aplicação das argamassas) e dos provetes (passados 7 dias), com o objectivo de remover o excesso de cal e fazer sobressair a textura do agregado. A porosidade que se nota na descrição macroscópica das amostras de “Brecha da Arrábida” vai assim estar influenciada por este procedimento, que se não foi bem efectuado, poderá ter removido excesso de água e eventualmente ligante quando as argamassas estavam ainda húmidas, provocando o aparecimento de poros.\nAnexo 17 - Análise da microestrutura das argamassas à lupa binocular.\nArgamassa AL2 - Descrição Microscópica\nObservaram-se poros fechados resultantes da retenção de ar no processo de amassadura, alguns poros cegos e muitos poros de interface e de matriz. Ampliação 14x.\n\t\t-\t\n■k\t\t-■\t¿ ■áf\t\n\t\t\t\n\t\t\t\n\t\tJ te\t. •» * '&lt;\t4\n\t\t\t\n\tW—\t\t\n\t\t\t\n\t\t\t\n\t\t500 pm\t\nPormenor do ligante com poros de matriz resultantes da evaporação da água, tipo fissuras e poros de interface que rodeiam as areias e as partículas de tijolo. Ampliação 60x.\nZona de interface entre a argamassa carbonatada, com poros fechados resultantes da acumulação de ar, e da argamassa não carbonatada, sem fissuras, poros e com um tom mais claro na matriz de ligante. Ampliação 14x.\nPormenor dos poros de matriz tipo fissura resultantes da retracção e poros de interface nas partículas de tijolo e na areia. Ampliação 140x.\n47\nPormenor dos poros fechados de grandes dimensões, provocados pela acumulação de ar durante o processo de amassadura da argamassa. Ampliação 14x.\nObservaram-se vários poros fechados, resultantes da evaporação de água no processo de secagem; poros de interface, resultantes de retracção e poros de matriz de grandes dimensões. Ampliação 14x.\nPormenor da porosidade de interface numa partícula de tijolo. Observou-se a falta de ligante a aglomerar as partículas de tijolo, dando origem a poros de dimensões consideráveis. Ampliação 140x.\nObservaram-se vários poros de interface e poros de matriz de grandes dimensões. Poros de matriz circulares (no plano de observação) e interligados por poros tipo fissura de pequenas dimensões. Ampliação 60x.\nPormenor de poros de matriz circulares (no plano de observação). Observaram-se poros fechados e poros cegos. Ampliação 60x.\nPormenor da porosidade de matriz onde o acesso ao poro circular (no plano de observação) é efectuado por poros do tipo fissura. As dimensões dos poros são maiores do que as observadas no traço 1:2. Ampliação 140x.\n48\n\t• * *\t\t’' S* A H*\t\tB .\t’¿X\n\tf **** ySj\t\t\t\t\n■* &lt;.\t\tií 1\t\t\t\n£\t■ t v\t\t’*\t\t\n4\t•\t• »X * ’’V •\ti Jr\t« *\t\t\nw\t\t• n • •\t\t\t\n\t\t\t\t*rjp\t\n\t\t\t\t*▼ * ’. '^»\tw\n\t(¡7\tt.\t\t«*•\t% ▼\nF\tx\t•W? •\t\t\t\t\n* .\t\t\t*\t\t•\tí* 4« ¿1 '\n\t\tT&lt;\t\t«\t200 pm\nAspecto da porosidade de matriz com predominância de poros do tipo fissura que ocorrem entre as partículas de agregado. Também foram observados poros de interface e poros cegos. Ampliação 14x.\nA porosidade de matriz é também composta por poros circulares (no plano de observação) que se interligam por poros mais pequenos do tipo fissura. Ampliação 14x.\nObservou-se porosidade de matriz com poros do tipo fissura e poros circulares (no plano de observação) ligados a poros mais pequenos do tipo fissura. Ampliação 60x.\nPorosidade de interface em redor das partículas de tijolo, juntamente com porosidade de matriz do tipo fissura. Ampliação 60x.\nPoro fechado provocado pela retenção de ar no processo de amassadura da argamassa. Observou-se também porosidade de interface e de matriz com dimensões reduzidas. Ampliação 60x.\nPormenor da porosidade de interface em redor de uma partícula de tijolo. A evaporação da água em redor da partícula produziu um grande volume de vazios no processo de secagem. Ampliação 140x.\n49\nPorosidade de matriz constituída por poros circulares (no plano de observação) interligados por poros mais pequenos do tipo fissura. Observaram-se também poros cegos devido à retracção e retenção de ar. Ampliação 14x.\nA falta de ligante a rodear os agregados levou à ocorrência de poros de interface com grandes dimensões, durante o processo de secagem. Ampliação 60x.\nAspecto da argamassa numa zona não carbonatada. As diferenças com as zonas carbonatadas são nítidas pela quase ausência de porosidade de interface e de matriz, que ocorrem nas zonas carbonatadas. A cor da matriz também parece ser mais clara. Ampliação 14x.\nPormenor da porosidade de interface em redor de uma partícula de tijolo. Ampliação 140x.\nPorosidade de matriz sob a forma de fissuras e de grandes poros circulares (no plano de observação), que se encontra interligada à porosidade de interface. Ampliação 60x.\nPormenor da porosidade de matriz com poros do tipo fissura, formados por retracção durante a secagem da argamassa. Ampliação 140x.\n50\nMenor porosidade comparativamente às argamassas da mistura A. Observaram-se vários poros fechados, alguns com grandes diâmetros, provocados pela acumulação de ar no processo de amassadura. Ampliação 14x.\nPorosidade de matriz com poros predominantemente circulares (no plano de observação), alguns com interligações a poros pequenos do tipo fissura, outros formando poros cegos. Observou-se uma fissura de grande dimensão, provocada pela retracção da argamassa durante o processo de secagem. Ampliação 14x.\nPormenor de uma zona da argamassa não carbonatada, visível pela permanência de ligante com tom claro e ausência de porosidade. Ampliação 60x.\nPormenor de um poro fechado (à esquerda) que resultou da retenção de ar no processo de amassadura; e de um poro cego (à direita) com ligação através de um pequeno poro do tipo fissura. Ampliação 60x.\nPormenor da porosidade de interface em redor dos agregados. Os poros são do tipo fissura, resultando da retracção por secagem. Ampliação 60x.\nPormenor da porosidade de matriz, onde se observa uma fissura de dimensões consideráveis, interligada por poros circulares (no plano de observação). Ampliação 60x.\n51\nA porosidade é constituída por poros de matriz circulares (no plano de observação) interligados por poros do tipo fissura, poros cegos e poros fechados. Ampliação 14x.\nZona de interface entre a argamassa carbonatada, onde se observaram poros fechados e poros cegos; e a que apresenta grande teor de portlandite, com ausência de porosidade e tonalidade mais clara. Ampliação 14x.\nPormenor de poros fechados provocados pela acumulação de ar no processo de amassadura; e poros cegos, onde a transmissão de fluidos é dificultada devido à falta de ligação a outros poros. Ampliação 14x.\nObservou-se a falta de ligante a aglomerar as partículas, produzindo maior volume de vazios nos poros de interface e facilitando a interligação aos poros de matriz. Ampliação 60x.\nPormenor da porosidade de matriz, que devido à falta de ligante, se interliga à porosidade de interface das partículas de areia. Ampliação 140x.\n52\nObservaram-se poros fechados que resultaram da acumulação de ar no processo de amassadura; porosidade de interface e de matriz, com poros circulares (no plano de observação) e poros tipo fissura. Ampliação 14x.\nZona da argamassa onde predominam poros de matriz circulares (no plano de observação) interligados por poros mais pequenos do tipo fissura. Ampliação 14x.\nZona de interface entre a argamassa não carbonatada (lado superior esquerdo), onde a matriz do ligante é mais clara e tem ausência de poros de matriz, e carbonatada (lado inferior esquerdo). Poros fechados pela acumulação de ar também foram observados. Ampliação 14x.\nPorosidade de matriz com conectividade da rede porosa pelos poros do tipo fissura. Ampliação 60x.\nPormenor da porosidade de matriz com poros circulares (no plano de observação) interligados por poros mais pequenos do tipo fissura. Ampliação 140x.\nPormenor da porosidade de matriz e de interface em redor das areias e das partículas de tijolo. Ampliação 140x.\n53\nObservaram-se vários poros fechados, resultantes da acumulação de ar no processo de amassadura; porosidade de matriz, com ocorrência de poros circulares (no plano de observação) e poros tipo fissura. Ampliação 14x.\nInterface da zona carbonatada e não carbonatada, correspondente à parte superior direita da imagem. Na matriz observaram-se vários poros fechados e poros cegos. Ampliação 14x.\nDevido ao excesso de agregado para a pouca proporção de ligante, a porosidade de interface e de matriz estão interligadas. Observaram-se poros circulares (no plano de observação) interligados por poros mais pequenos do tipo fissura. Ampliação 60x.\nPormenor da porosidade de matriz onde são visíveis os poros circulares (no plano de observação) interligados por poros do tipo fissura de dimensões muito reduzidas. Ampliação 60x.\nPormenor da porosidade de interface dos agregados e da porosidade de matriz com poros circulares (no plano de observação) e poros estreitos do tipo fissura. Ampliação 140x.\nPormenor de um poro cego na matriz de ligante. Ampliação 140x.\n54\n----AL2------AL3------AP2------AP3\t-----BL2-----BL3------BP2-----BP3\n----AL2 -------AL3 -------BL2 -------BL3\t----AP2------AP3-----BP2------BP3\n----AL2------AP2------BL2 ----BP2\t-----AL3 ------AP3 -------BL3 ------BP3\nEm todos os gráficos, as zonas assinaladas com um círculo vermelho correspondem a poros em que os diâmetros formados são específicos do que o gráfico representa.\nComparando os gráficos das argamassas A e B, observa-se que a utilização das partículas de tijolo nas argamassas A aumentou o aparecimento de poros com diâmetros inferiores a 0,1 pm (a comprovar pela coincidência de valores em todas as argamassas).\n55\nComparando os gráficos das argamassas com diferentes traços (1:2 e 1:3), observa-se que em cada traço, as argamassas apresentam diferentes diâmetros de poros com percentagens específicas para dimensões superiores a 1,5 pm. Estes resultados indicam que a porosidade dependeu das três variantes, ou seja, do tipo de mistura de agregado, do ligante e do traço utilizado.\nAnexo 19 - Gráficos obtidos nas análises por difracção de raios X (DRX) aos materiais utilizados na\nelaboração das argamassas e a cada uma das argamassas produzidas.\nPosrtion |*2Thc<a] (Copper (Cu))\nFigura A19.1 - Gráfico das partículas de tijolo vermelhas.\nFigura A19.2 - Gráfico do “cocciopesto”.\n56\n1\t- Portlandite\n2\t- Ca leite\n1\n20\n30\n40\n50\nEO\n70\nPosUion |*2Th«4a| (Copp«f (Cu)>\nFigura A19.4 - Gráfico da cal em pasta, semelhante ao da cal em pó.\n1\t- llite\n2\t- Quartzo\n3\t- Microclina\n4\t- Albite\n5\t- Hematite\n6\t- Calcite\n7\t- Portlandite\n6 6\n\n57\n40\t50\n|\"2T>*ia| (Copp«t (C j))\nP®M>on |’2Th«l»| (Compor (Cu))\nFigura A19.6 - Gráfico da argamassa AP2 (semelhante à AP3, varia a percentagem dos minerais).\nFigura A19.7 - Gráfico da argamassa BL2 (semelhante à BL3, varia a percentagem dos minerais).\ncounts\n4ÜUU\n1\t- Portlandite\n2\t- Quartzo\n3\t- Microclina\n4\t- Albrte\n5\t- Hematite\n6\t- Calcite\nIO\n20\n30\n4-J\nSO\n70\n58\nArgamassas A\nAL2\nAL3\nAP2\nAP3\nArgamassas B\nBL2\nBL3\nBP2\nBP3\nAnexo 21 - Gráficos das análises colorimétricas efectuadas às argamassas.\nFigura 21.1 - Análise dos provetes utilizados nos ensaios físicos e mecânicos (zona sem contacto com o molde).\n_Q CÚ\n(Ú 0)\n90\n60\n30\n0\nL*\ta*\tb\n\tCoordenadas CIELab\t\n■ IA2 \"IA3 «IB2 «IB3 ■ IC2 «IC3 ■ ID2 «ID3\nSuperfície analisada. AP2.\n59"}]}}}