{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13393"}, {"@name": "filename", "#text": "19359_S0366-69132008000400008.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "435Cerâmica 54 (2008) 435-442\n\nINTRODUÇÃO\n\nAs características de corpos cerâmicos são decorrentes \nde sua composição química e do processo de fabricação \nda cerâmica que lhe deu origem, como temperatura de \nqueima, quantidade de determinados componentes e \ntambém tamanho médio de grãos utilizados na fabricação. \nDefeitos como trincas e porosidade não desejada são \ndecisivos para a qualidade final do produto [1-2].\n\nDurante o processo de fabricação das cerâmicas, \nespecificamente em sua queima, reações termicamente \nativas se processam no interior da massa cerâmica \npromovendo a formação das fases determinantes para \n\ncaracterísticas mecânicas na fase final do processo [3].\nAs matérias primas usadas no fabrico de cerâmicos \n\ntradicionais podem ser de três tipos, levando em conta o papel \nque desempenham durante o processamento e o modo como \nafetam as propriedades tecnológicas: plásticos (argilas), \nfundentes (feldspato) e inertes (quartzo). A variação de \nquantidade de cada um destes componentes promove uma \ngama de possibilidades de propriedades mecânicas [4].\n\nEste trabalho tem como objetivo estudar o surgimento \ne a influência de alguns defeitos e processos de fabricação \nna qualidade final cerâmica, contribuindo assim para o \naperfeiçoamento da fabricação garantindo as qualidades \nmecânicas necessárias.\n\nInfluência de defeitos e diferentes processos de fabricação nas \npropriedades mecânicas finais de cerâmicas\n\n(Influence of defects and different processes of manufacture on the final \nmechanical properties of ceramics)\n\nD. Schuller1, E. C. Bianchi1, P. R. Aguiar2\n1Departamento de Engenharia Mecânica, 2Departamento de Engenharia Elétrica, \n\nUniversidade Estadual Paulista, Bauru, SP\nschuller.unesp@yahoo.com.br, bianchi@feb.unesp.br, aguiarpr@feb.unesp.br\n\nResumo\n\nOs materiais cerâmicos são atualmente cada vez utilizados como opção na engenharia mundial. Por se tratar de materiais com \nalta resistência mecânica, possuem muitas aplicações em diversas áreas, como por exemplo a de mancais, a automotiva (sensores, \nisoladores, catalisadores, pistões, válvulas, revestimentos), a de implantes biocompatíveis (dentário, substituição óssea, válvulas \ncardíacas), a de produtos sujeitos ao desgaste (guias), a de refratários (revestimento de equipamento bélico, componentes \nde fornos), a eletrônica, e outras. Nos processos de fabricação da cerâmica há uma gama de fatores que contribuem para as \ncaracterísticas do produto final. Devido a isso, muitos pesquisadores têm trabalhado no estudo da influência de determinados \ndefeitos e técnicas de produção de cerâmicas nas características do produto final. Este trabalho tem como objetivo fazer uma \nrevisão bibliográfica de recentes artigos que analisam a influência de fatores como velocidade de queima, surgimento de trincas, \nporosidade, fases cristalinas, e tamanho de partículas, nas propriedades mecânicas finais das cerâmicas. Pode-se concluir que \né possível aperfeiçoar o processo de fabricação da cerâmica a fim de promover as melhores propriedades mecânicas possíveis, \nconhecendo-se fatores prejudiciais e métodos adequados para se obter o melhor produto final.\nPalavras-chave: cerâmicas, processo de fabricação, propriedades mecânicas. \n\nAbstract\n\nCurrently, the ceramic materials are widely used as options in the engineering world. Because they are materials with high \nmechanical strength, they have many applications in several areas like: bearings components, automotive (sensors, insulators, \ncatalysts, pistons, valves, coatings), biocompatible implants (dental, replacement bone, heart valves), products subject to wear \n(guides), refractories (coating of military equipment, components of ovens), electronics, and others. In ceramic manufacturing \nthere are many factors that contribute to the final features of the product. In this way many researchers have been working on \nthe influences of defects and production technique on the final mechanical properties. This work has as objective to review the \nrecent literature that study the influence of some factors like burn rates, crack growth, porosity, crystalline phases and particles \nsize on the final mechanical characteristics of ceramics. We may conclude that is possible to improve the manufacturing process \nto promote the best possible mechanical properties knowing the harmful factors and the best techniques to take the optimized \nfinal products.\nKeywords: ceramics, manufacturing process, mechanical properties.\n\n\n\n436\n\nInfluências negativas às propriedades mecânicas finais\n\nAlguns dos principais fatores prejudiciais às propriedades \nmecânicas de uma cerâmica são surgimentos de trincas e \nporosidade indesejada. Os motivos de surgimento e suas \nrespectivas influências serão apresentados.\n\nSurgimento de trincas \n\nUm dos motivos propostos para a ocorrência de trincas \nnos materiais cerâmicos é a diferença dos coeficientes de \nexpansão térmica entre a matriz e as fases cristalinas, o que \nprejudica muito as propriedades mecânicas do material. Se \ncom a variação de temperatura as partículas contraem mais \nque a matriz, isso resulta em pequenas trincas ao redor das \npartículas, como é possível observar nas Figs. 1a-1c. [2, 5].\n\nPorosidade\n\nCerâmicas porosas possuem grande aplicação como \nisolantes térmicos para altas temperaturas pois não têm boa \ncapacidade de transmissão de calor. Existem praticamente \ndois tipos de porosidade em corpos cerâmicos: aberta e \nfechada [6]. A porosidade aberta é a que tem contato com a \nsuperfície externa do material, a fechada a que se encontra \ndentro do material. Ambas as porosidades são importantes \npara diferentes aplicações do material na engenharia. Os \nmateriais de porosidade aberta têm uma de suas aplicações \nna fabricação de filtros, já os de porosidade fechada são \nempregados também como materiais isolantes. Como \no processamento de porcelanas é feito principalmente \npela tecnologia do pó, podem ocorrer frações de poros \ninvoluntárias (indesejáveis) ou também pode-se obtê-la \nvoluntariamente principalmente por adição de materiais \norgânicos na cerâmica [3-7].\n\nA utilização de dois tipos de feldspato (sódico e de \npotássio) foi comparada experimentalmente [8]. Foi \nconstatado que quando utilizadas combinações entre 60 e \n40% de feldspato sódico em substituição do potássio, há \nporosidade fechada devido à excessiva formação de fase \nlíquida. Porém a natureza do feldspato utilizado na massa de \npartida não afeta a proporção de quartzo que se dissolve nem \na quantidade de mulita formada Sanchez [9].\n\nFigura 1: Fotomicrografias obtidas em microscópio eletrônico de \nvarredura: (a) trincas periféricas ao redor do quartzo, ataque com \nácido fluorídrico a 20% por 10 s  a 20 ºC [5]; (b) sem ataque ácido \n[5]; (c) aumento de 700x da superfície da amostra queimada a 1340 \nºC e atacada com HF 20% por 10s (Q = quartzo, A = relicto de \nargila e F = relicto de feldspato) [2]. \n[Figure 1a: SEM photomicrographs: peripheral cracking on \nquartz grain after (a) fluoridric acid etch 20% [5]; (b) no acid etch \n[5]; (c) (700x) sample surface fired at 1340 ºC and etched with \nhydrofluoridric acid 20% for 10 s. Q = quartz; A = clay relict; F = \nfeldspar relict [2].]\n\nFigura 2: Densidade relativa e tamanho de grão das amostras \nsinterizadas entre 1300 e 1700 ºC; ?v , densidade a verde. [7][7]\n[Figure 2: Relative density and grain size of simples sintered \nbetween 1300 and 1700 ºC; ??v , green density [7].]\n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442\n\n\n\n437\n\nFoi constatado que a utilização do método de \nheterocoagulação para obtenção de cerâmicas porosas \ngarante melhor qualidade às peças fabricadas [10]. Esse \nmétodo baseia-se em ocorrência de coagulação ordenada, \n\npois as matérias orgânicas e inorgânicas devem apresentar \ncargas opostas, sendo assim ocorre o recobrimento das \npartículas orgânicas pelas inorgânicas.\n\nAs características mecânicas de alumina de elevada \n\nFigura 3: Dependência com a porosidade de: (a) Velocidades sônica longitudinal (VL) e transversal (VT); (b) Módulos de Young (E), de cisalhamento \n(G) e volumétrico (K);  (c) Resistência à flexão em quatro pontos (?); (d) Tenacidade à fratura (KIc); Dureza Vickers (HVI) [7].\n[Figure 3: Porosity dependence of: (a) longitudinal (VL) and transverse (VT) sonic velocities; (b) Young modulus (E), shear module (G) and \nvolumetric module (k); (c) flexural strength at four points (?); (d) fracture toughness (??); (d) fracture toughness (?); (d) fracture toughness (?Ic); (e) hardness Vickers (HVI) [7].]\n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442\n\n\n\n438\n\npureza sinterizadas entre 1300 ºC e 1700 ºC para preparação \nde amostras com diferentes porosidades foram analisadas \n[7]. A densidade aumentou rapidamente entre 1300 e \n1500ºC chegando ao valor máximo (99,2% da densidade \nteórica) em 1600 ºC e iniciando a diminuição a 1700 ºC. \n\nAté 1450 ºC os corpos apresentavam porosidade aberta \ne os grãos não tiveram crescimento anormal até mesmo em \n\n1700 ºC; portanto, a diminuição da densidade nessa região \ndeve ser devido à ocorrência de crescimento e coalescimento \nde poros em altas temperaturas, que leva à diminuição da \npressão interna dos gases (aumento do raio dos poros) e, \nconseqüentemente à diminuição da densidade, Fig. 2.\n\nNa análise de resistência à flexão, tenacidade à fratura, \nvelocidades sônicas, módulos de elasticidade e dureza de \n\nTabela I - Resultados experimentais: porosidade aparente (PA) e absorção de água (AA) dos corpos de prova de acordo com \na porcentagem de matéria orgânica utilizada [3].\nTable I - Experimental results: Apparent porosity (PA) water absorption (AA) of the bodies agreeing with organic percent used. [3]\n\n     \n\nTemperaturas 1100 ºC 1150 ºC 1200 ºC\nPropriedades PA(%) AA(%) PA(%) AA(%) PA(%) AA(%)\nMisturas 0% 28,13 12,79 22,16 9,64 17,51 7,41\n\n10% 34,77 18,61 34,74 16,86 30,98 14,69\n20% 50,88 25,33 44,82 23,65 41,67 21,45\n30% 54,86 31,30 51,71 29,01 49,47 27,12\n\nFigura 4: Micrografias ópticas do material poroso de acordo com a porcentagem de matéria orgânica aplicada [3].\n[Figure 4: Optical micrographs of the porous material according to the percentage of organic material [3].]\n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442\n\n\n\n439\n\nacordo com a fração volumétrica dos poros observa-se \nque os valores apresentaram crescimento com o aumento \nda temperatura entre 1300 ºC e 1600 ºC, enquanto os \nresultados a 1700 ºC se mantiveram próximos aos de 1600 \nºC. Com isso conclui-se que a porosidade até 3,1% e o \nmaior tamanho de grão das amostras sinterizadas a 1700 \nºC em relação às sinterizadas à 1600 ºC pouco afetam as \npropriedades mecânicas.\n\nTambém foi possível concluir que em geral velocidade \nsônica, módulo de elasticidade, resistência à flexão, \ntenacidade e dureza diminuem com o aumento da porosidade, \nsendo menos acentuadas nas velocidades sônicas e mais \nacentuadas na dureza (Figs. 3a-e). Porém, nem todos os \ntipos de poros são prejudiciais às propriedades mecânicas \nda porcelana; uma porosidade praticamente esférica numa \nmatriz altamente densificada pode aumentar a resistência \nmecânica do material [5].\n\nA variação da porosidade de acordo com a quantidade \nde matéria orgânica empregada ao corpo cerâmico foi \nanalisada [3]. Concluiu-se que a oxidação da matéria \norgânica ocorre entre temperaturas de 200 e 500 ºC e \nquanto maior a sua quantidade maior a porosidade, Tabela \nI e Fig. 4.\n\nNo experimento notou-se que não foi possível o \ncontrole quanto à formação dos poros no corpo cerâmico \ncom o método utilizado, podendo surgir porosidade aberta \nou fechada dependendo apenas da localização do material \norgânico no material.\n\nInfluências positivas às propriedades mecânicas finais\n\nAs propriedades mecânicas que um corpo cerâmico \npossui têm influência direta de sua composição química \ne forma de fabricação. A seguir são estudados alguns dos \nprincipais fatores que são essenciais para garantir boas \npropriedades ao material cerâmico fabricado.\n\nFases cristalinas\n\nAs fases cristalinas têm influencia direta na resistência \nmecânica das porcelanas principalmente pela sua \nmicroestrutura. O surgimento de alguns sistemas cristalinos \né originário da própria queima da massa cerâmica e \ntambém no período de resfriamento. Se no ciclo de queima \na temperatura necessária para fusão das fases cristalinas é \natingida ou superada a taxa de resfriamento afeta de maneira \nsignificativa a quantidade de cristais formados, porém se a \ntemperatura atingia é inferior ou insuficiente o resfriamento \npouco afetará a fração cristalizada [11]. As principais fases \ncristalinas de uma porcelana são o quartzo e a mulita. O \nquartzo é o mais abundante mineral da terra e possui estrutura \ncristalina trigonal composta por tetraedros de sílica. A mulita \né um silicato de alumínio (3Al2O3.2SiO2) e existe na natureza \napenas como uma raridade mineralógica (ilha de Mull, daí o \nnome), sendo obtida artificialmente por fusão ou pela reação \nno estado sólido (sinterização). À medida que se aumenta a \nquantidade de mulita cristalizada, aumenta-se a tenacidade \n\nda peça [9]. Em um corpo cerâmico a mulita se divide em \ndois tipos, mulita primária e secundária. \n\nA formação da mulita primária é uma conseqüência \ndireta da decomposição do caulim com o aumento de \ntemperatura. A formação da mulita secundária dá-se na fase \nvítrea formada pela fusão do feldspato, sendo fortemente \ninfluenciada pela viscosidade e composição química da fase \nvítrea [2]. Mulita primária foi descrita como em forma de \num agregado de cristais de pequenas dimensões (<0,5?m) \nformada na região da argila, e mulita secundária, como em \nforma característica de uma agulha prismática formada na \nregião do feldspato [2]. Também é afirmado que a mulita \nsecundária se origina a partir da superfície externa da mulita \nprimária e cresce na região de menor viscosidade (relicto do \nfeldspato), Fig. 5.\n\nPorém ao analisar essa afirmação, com magnitude \n\nFigura 6: Fotomicrografia em MEV (900x) da superfície da amostra \nqueimada a 1340 ºC e atacada com HF 20% por 10s [2].\n[Figure 6: SEM photomicrograph (900x) of sample surface fired at \n1340 ºC etched with HF 20% for 10 s [2].]\n\nFigura 5: Fotomicrografia em MEV da superfície da amostra \nqueimada a 1340 ºC e atacada com ácido (HF 20% por 10s). MPMP \n= mulita [2].\n[Figure 5: SEM photomicrograph of sample surface fired at \n1340 ºC and etched with HF 20% for 10 s. MP= primary mullite \nand MS = secondary mullite [2].]\n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442\n\n\n\n440\n\nainda maior, como mostrado na Fig.6, não há necessidade \nde contato direto entre partículas de mulita primária e \nsecundária. Também podem-se observar que as partículas \nde mulita primária possuem direção aleatória em relação à \nmulita secundária e partículas de possivelmente relíctos de \nfeldspato podem ser encontradas por baixo das agulhas. \n\nA partir disso, conclui-se que a mulita secundária se \nforma nos relictos de feldspato, cristalizando-se na matriz \nvítrea. Esta por ser líquida, permite elevada difusão, portanto \nmesmo regiões mais afastadas da mulita primária podem \nadquirir composição química necessária e consequentemente \npotencial químico necessário para o crescimento de agulhas, \nnão dependendo necessariamente da primaria, porém, a \nhipótese de surgimento a partir da primária não é totalmente \ndescartada.\n\nVelocidade de queima\n\nFoi demonstrado que a velocidade de queima de \ncerâmicas tem influência direta nas propriedades mecânicas \n[12]. Aplicando dois tipos de queima (rápido e lento) com \ntemperaturas variando de 1080 a 1160 ºC observou-se que \na microestrutura sinterizada das amostras queimadas em um \nciclo rápido é muito semelhante àquela sinterizada usando \nciclo de queima lento, porém também se comprovou que \nas peças submetidas à queima lenta apresentaram tensão de \nruptura e massa específica aparente superiores às queimadas \nem ciclo rápido, como mostra as Figs. 7 e 8. A explicação \npara esse fato é que neste tipo de ciclo o material fica mais \ntempo exposto a altas temperaturas e conseqüentemente \nfavorece a formação de fases cristalinas. Porém conclui-se \nque essas diferenças não são tão significativas em termos \nde propriedades e menor temperatura, o que explica \na preferência por ciclos de queima rápido do setor de \nrevestimentos cerâmicos.\n\nPor microscopia eletrônica foi analisada a seqüência de \n\nFigura 7: Massa específica aparente em função da velocidade de \nqueima [12].\n[Figure 7: Apparent specific mass as a function of burn rate \n[12].]\n\nFigura 8: Tensão de ruptura à flexão em função da velocidade de \nqueima [12].\n[Figure 8: Flexural strength as a function of burn rate [12].]\n\ntransformações ocorrentes em argilas altamente aluminosas \npara diferentes temperaturas de queima (200 a 1500 ºC) \n[13]. Observou-se que a reflexão basal de gibbsita decresce \ncom queima a 200 ºC e praticamente desaparece a 300 ºC, \nconfirmando dados de temperatura de transformação para \nesse composto [13]. Até a temperatura de 1200 ºC não se \n\nFigura 9: Argila Batalha após queima a 1300 ºC: microcristais ripiformes \nde mulita 3:2 (MU) e de alumina-alfa (AA) com perfil arredondado \n[13].\n[Figure 9: Batalha clay after burned at 1300 ºC; lath-like 3:2 mullite \n(MU) and rounded profile alpha-alumina microcrystals (AA) [13].]\n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442\n\n\n\n441\n\nFigura 10: Argila Batalha após queima a 1500 ºC: os cristais \nde mulita (MU) têm a forma de bastonetes longos e espessos e \nos cristais de alumina-alfa (AA) são arredondados ou são placas \nespessas [13].\n[Figure 10: Batalha clay after burned at 1500 ºC; Mullite crystals \n(MU) are long and thick rods while alpha-alumina crystals (AA) \nare rounded for thick plates [13].]\n\nobservou reflexões de mulita e alumina-alfa, a partir de 1300 \ne 1400 ºC observou-se o aumento relativo de mulita, em \nformas de ripas como mostrado na Fig. 9, pela reação entre \nsílica não-cristalina e cristobalita (se houver se formado em \nalgum quartzo original) com alumina-alfa. Esta alumina \ncresce em teor até 1300 ºC e a partir dessa temperatura \ndecresce até 1500 ºC, contemplando a afirmação de reação \npara formação de mulita. As linhas de quartzo se mantiveram \npraticamente constantes, porém após 1100 ºC e 1200 ºC \ndesaparecem, não sendo detectada cristobalita nessa faixa. \nAté o aquecimento a 1500 ºC os cristais ripiformes de mulita \naumentam em número a partir da reação entre cristobalita e \nalumina-alfa, Fig. 10.\n\nTamanho de grãos\n\nO tamanho de grão também tem influência na característica \nmecânica da peça cerâmica, tanto para formação de trincas \ncomo facilidade de acomodação, o que implica em densidade \nde empacotamento [2-5]. A densidade de empacotamento \nde argilas fabricadas com diferentes tipos granulométricos \nde pós de alumina foi analisada experimentalmente [14]. \n\nSegundo os resultados obtidos, misturas que apresentam \nsistemas “finos” (“AR”, “-500” e “-230”) segundo o sistema \nde numeração mesh (ASTM E 11-87), apresentaram menor \ndensidade de empacotamento com 1,5 g/cm3 e o máximo \nencontrado foi para os sistemas “Médios” (“-500”, “-\n100+140” e “-16+20”) com 2,2 g/cm3. Para combinações \nde granulometría, o autor verificou que a combinação que \nassimilou mais empacotamento foi a “Finos Optm.” (“AR”, \n“-500” e “-230”). Verificaram-se os efeitos de utilização de \ndiferentes tamanhos de quartzo nas propriedades mecânicas \nde monoporosas [15]. Constatou-se que o aumento do teor \nde tamanho de partícula deste mineral acarreta em aumento \ndo coeficiente de dilatação térmica linear e uma redução na \nresistência mecânica do produto e o módulo de resistência \nà flexão também é prejudicado com o aumento do tamanho \nutilizado.\n\nCONCLUSÕES\n\nA forma de fabricação do material cerâmico influencia \ndiretamente nas propriedades finais do produto. Desde a \ncomposição química das matérias primas utilizadas até \na forma de queima garantes propriedades distintas ao \nmaterial.\n\nAs fases cristalinas como mulita são de imensa \nimportância para a resistência mecânica da cerâmica e sua \nquantidade varia de acordo com a temperatura de queima.\n\nAlguns dos principais problemas em corpos cerâmicos \nsão surgimentos de trincas e porosidade indesejada, que se \nformam respectivamente a partir da diferença do coeficiente \nde dilatação entre as partículas de fases cristalinas com a \nmatriz e presença de material orgânico na massa cerâmica \ndurante a queima. As trincas têm grande influência negativa \nna resistência mecânica da porcelana e a porosidade pode \nprejudicar na qualidade do material como resistência \nmecânica e tenacidade à fratura.\n\nComo a gama de variáveis é muito grande para a \nfabricação de porcelanas, pode-se na indústria aperfeiçoar \nprocessos a ponto de garantir melhores propriedades \npossíveis com a correção de imperfeições e utilização \nda melhores combinações de matérias primas para cada \nfinalidade do material assim como as melhores técnicas de \nfabricação.\n\nREFERÊNCIAS\n\n[1] C. Pagani, C. B. Miranda, M.C. Bottino, J. Appl. Oral \nSci. 11, 1 (2003) 69-75.\n[2] S. R. Bragança, C. P. Bergmann, Cerâmica 50 (2004) \n291-299.\n[3] R. P. S. Dutra, L. R. de Araújo Pontes, Cerâmica 48 \n(2002) 308.\n[4] S. L. Correia, D. Hotza, A. M. Segadães, Cerâmica 51 \n(2005) 230-238.\n[5] S.R. Bragança, C. P. Bergmann, Cerâmica 50 (2004) \n145-155.\n[6] Van Vlack, L. Hall, Propriedades dos materiais cerâmicos, \n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442\n\n\n\n442\n\nEd. Edgard Blucher, S. Paulo, SP (1973) p.220.\n[7] H. N. Yoshimura , A. L. Molisani, G. R. Siqueira, A. \nC. de Camargo, N. E. Narita, P. F. César, H. Goldenstein, \nCerâmica 51 (2005) 239-251.\n[8] A. Chatterjee, S. Chitwadgi, M. Kulkarni, A. K. Kaviraj, \nCerâmica Industrial 6, 5 (2001) 23-26.\n[9] E. Sanchez, M. J. Orts, J. García-Tem, V. Cantavella, \nCerâmica Industrial 6, 5 (2001) 15-22.\n[10] M. O. Carlos, J. R. Garcia, I. R. Oliveira, R. Salomão, \nV. C. Pandolfelli, Cerâmica 50 (2005) 78-84.\n[11] E. Quinteiro, A. O. Boschi, F. J. S. Arantes, T. \nManfredini, C. Leonelli, C. Siligardi, Cerâmica Industrial 7, \n1 (2002) 41-43.\n[12] M. F. Pinto, S. J. G. Sousa, J. N. F. Holanda. Cerâmica \n51 (2005) 225-229.\n[13] H. S. Santos, P. Kiyohara, A. C. V. Coelho, P. S. Santos, \n\nCerâmica 52 (2006) 125-137.\n[14] A. P. Silva, A. M. Segadães, T. C. Devezas, Cerâmica \n50 (2004) 345-354.\n[15] R. T. Zauberas, H. G. Riella, Cerâmica Industrial 6, 2 \n(2001) 40-45.\n[16] L. Sánchez-Muñoz, S. da S. Cava, C. A. Paskocimas, E. \nCerisuelo, E. Longo, J. B. Carda, Cerâmica 48 (2002) 306.\n[17] F. R. Albuquerque, S. J. G. Lima, C. A. Paskocimas, E. \nLongo, A. G. Souza, I. M. G. Santos, Cerâmica 52 (2006) \n185-192.\n[18] S. R. Teixeira, S. A. de Souza, M. A. L. Nobre, Cerâmica \n50 (2004) 315.\n[19] A. Rendtel, H. Hübner, C. Pagliosa Neto, R. T. T. \nNoronha, U. Mattos, Cerâmica Industrial 2, 3-4 (1997) 6-9.\n[20] C. C. Osawa, C. A. Bertran, J. Braz. Chem. Soc. 16, 2 \n(2005) 251-258.\n(Rec. 16/01/2008, Rev. 17/04/2008, Ac. 25/04/2008)\n\nD. Schuller et al. / Cerâmica 54 (2008) 435-442"}]}}}