{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17918"}, {"@name": "filename", "#text": "24738_001068005.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nCentro de Estudos e Pesquisas em Agronegócios \n\nPrograma de Pós-Graduação em Agronegócios \n\n \n\n \n\nHeinrich Hasenack \n\n \n\n \n\n \n\n \n\n \n\nDETERMINANTES BIOFÍSICOS E GEOPOLÍTICOS DO USO DA \n\nTERRA NO ESTADO DO RIO GRANDE DO SUL, BRASIL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, dezembro de 2017. \n\n\n\nii \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nCentro de Estudos e Pesquisas em Agronegócios \n\nPrograma de Pós Graduação em Agronegócios \n\nHEINRICH HASENACK \n\nDETERMINANTES BIOFÍSICOS E GEOPOLÍTICOS DO USO DA \n\nTERRA NO ESTADO DO RIO GRANDE DO SUL, BRASIL \n\nTese de Doutorado apresentada ao Programa de \nPós-Graduação em Agronegócios do Centro de \nEstudos e Pesquisas em Agronegócios da \nUniversidade Federal do Rio Grande do Sul, como \nrequisito parcial para obtenção do título de Doutor \nem Agronegócios. \n\nOrientador: Prof. Dr. Homero Dewes \n\nDezembro, 2017 \n\n\n\nCIP - Catalogação na Publicação\n\nElaborada pelo Sistema de Geração Automática de Ficha Catalográfica da UFRGS com os\ndados fornecidos pelo(a) autor(a).\n\nHasenack, Heinrich\n   Determinantes biofísicos e geopolíticos do uso da\nterra no estado do Rio Grande do Sul, Brasil /\nHeinrich Hasenack. -- 2017.\n   70 f. \n   Orientador: Homero Dewes.\n\n   Tese (Doutorado) -- Universidade Federal do Rio\nGrande do Sul, Centro de Estudos e Pesquisas em\nAgronegócios, Programa de Pós-Graduação em Agronegócios,\nPorto Alegre, BR-RS, 2017.\n\n1. campos. 2. sistema ecológico. 3. ecorregião. 4.\nuso da terra. 5. Rio Grande do Sul. I. Dewes,\nHomero, orient.  II. Título.\n\niii\n\n\n\niv \n\nHEINRICH HASENACK \n\nDETERMINANTES BIOFÍSICOS E GEOPOLÍTICOS DO USO DA \n\nTERRA NO ESTADO DO RIO GRANDE DO SUL, BRASIL \n\nTese de Doutorado apresentada ao Programa de \nPós-Graduação em Agronegócios do Centro de \nEstudos e Pesquisas em Agronegócios da \nUniversidade Federal do Rio Grande do Sul, como \nrequisito parcial para obtenção do título de Doutor \nem Agronegócios. \n\nAprovado em: 18/12/2017 \n\nBanca examinadora \n\nProf. Dr. Edson Talamini – PPG Agronegócios \n\nProf. Dr. Gerhard Ernst Overbeck – UFRGS-Departamento de Botânica \n\nProf. Dr. Moisés Waismann – Universidade La Salle, Canoas-RS \n\nOrientador – Prof. Dr. Homero Dewes – PPG Agronegócios \n\n\n\nv \n \n\n \n \n \n \n\nAGRADECIMENTOS \n\nAos professores e colegas de turma do CEPAN. Foi um período gratificante. Pude \n\nrevisitar temas que há tempos estavam ‘na gaveta’ e ao mesmo tempo aprendi \n\nmuitas coisas novas; \n\nÀ CAPES, pelo acesso à plataforma Periódicos CAPES, possobilitando amplo \n\nacesso à bibliografia nacional e internacional;  \n\nAo Gabriel Selbach Hofmann , ao Eduardo Vélez Martin e ao Rafael Trevisan, \n\npela amizade, pelos trabalhos conjuntos e pela troca de experiências nas inúmeras \n\nhoras de chimarrão;  \n\nÀ Ilsi Boldrini e ao Carlos Alberto Flores, pela amizade e por compartilhar de \n\nforma incondicional não apenas seu conhecimento, mas também suas experiências \n\nde vida; \n\nÀs várias gerações de bolsistas do Labgeo ao longo de todos esses anos. Aprendi \n\nmuito com eles;  \n\nÀ Lilian Ferraro, pela grande amizade desde os tempos da faculdade e pela troca \n\nde ideias na companhia do chimarrão, lá na FEPAM; \n\nÀ Eliana Casco Sarmento pela amizade de tantos anos e pelos trabalhos conjuntos \n\nno campo e no laboratório;  \n\nAo colega Eliseu Weber, excepcional profissional com quem tenho o privilégio de \n\ntrabalhar há mais de duas décadas em projetos e trabalhos conjuntos, pelos \n\nconselhos e auxílio na elaboração da tese;  \n\nAos membros da banca Moisés Waismann, Gerhard Overbeck e Edson Talamini, \n\npor terem aceitado participar da defesa da qualificação e da defesa de Tese, e \n\npelas sugestões feitas visando o aprimoramento do trabalho, muito obrigado;  \n\nAo professor Homero Dewes, pela orientação e constante inspiração e pelo \n\nconvite para realizar o doutorado junto ao PPG Agronegócios;  \n\nÀ Simone, ao Alexandre e ao Matias, pela enorme paciência que tiveram em \n\nesperar pela conclusão do doutorado;  \n\nTambém gostaria de lembrar duas pessoas que foram muito importantes na minha \n\ntrajetória profissional e que sempre torceram por mim: os professores Tuiskon \n\nDick e Karl-Friedrich Schreiber. \n\n\n\nvi \n \n\nDETERMINANTES BIOFÍSICOS E GEOPOLÍTICOS DO USO DA TERRA \n\nNO ESTADO DO RIO GRANDE DO SUL, BRASIL 1/ \n\nAutor: Heinrich Hasenack \nOrientador: Prof. Homero Dewes \n \nRESUMO \n\nA produção de alimentos para uma população mundial ainda em crescimento \ndesafia pesquisadores e tomadores de decisão para soluções que garantam a todos \numa dieta adequada em quantidade e qualidade. Atualmente, o uso agrícola da \nterra ocupa a maior parte da superfície terrestre, um terço da qual está degradada. \nPara garantir a alimentação das próximas gerações, é necessário entender como \nfuncionam os sistemas produtivos para melhor avaliar seu ajuste às condições \nambientais locais. O objetivo deste trabalho é analisar o uso da terra no estado do \nRio Grande do Sul em relação ao ambiente natural, baseado em atributos \nbiofísicos e na história da ocupação humana do território. A abordagem \necossistêmica com o uso de algumas variáveis possibilitou, com base no \nconhecimento existente, listar fatores biofísicos relevantes à distribuição dos \necossistemas e com a ajuda dos Sistemas de Informação Geográfica (SIG) integrá-\nlos para propor uma nova regionalização. Foram delimitadas 14 unidades \nespaciais representando sistemas ecológicos ao nível de mesoescala, quatro deles \nreferentes a tipologias florestais e dez campestres. A análise de um mapa de uso \nda terra e cobertura vegetal mostrou que quatro classes de uso agrícola ocupam \n48,7% dos 281.738 km² do território do estado. Desse total 22,2% são usados com \nagricultura de sequeiro principalmente nos sistemas ecológicos campestres em \nlocais favoráveis à mecanização agrícola. 16,1% apresentam uso agrícola misto, \ndominante nos sistemas florestais, 6,9% correspondem a cultivo de arroz em \nsistemas ecológicos campestres com solos úmidos, e 3,6% são ocupados com \nsilvicultura. Os campos ocupam 31,2% da superfície do estado e são utilizados \ncom pecuária sobre campo nativo. Florestas ocupam 11,9%, corpos d’água \nnaturais e artificiais ocupam 6,9%, áreas urbanizadas e mineração a céu aberto, \n0,91 % e outras coberturas naturais não vegetadas os restantes 0,59%. A \nobservação da flora presente em cada sistema ecológico mostrou coerência com a \ndelimitação proposta, refletindo que sua distribuição resulta da expressão dos \nfatores biofísicos em questão, o que também deve afetar o desempenho das \nculturas agrícolas. O processo histórico de povoamento do estado também pode \nser observado pela conversão de forma mais pronunciada em sistemas ecológicos \nflorestais do que dos campestres. O presente estudo mostra que uma maior \nproporção de cobertura de campo nativo do estado está associada a alguma \nlimitação topográfica ou edáfica para uso agrícola, embora possa ter uso \neconômico com a manutenção de serviços ecossistêmicos. Investimentos em \npesquisa podem contribuir para um conhecimento mais profundo e detalhado das \ncondições ambientais e dos sistemas de produção visando um uso adequado ao \npotencial natural, garantindo assim um uso sustentável com manutenção dos \nserviços ambientais. \n\n                                                 \n1/ Tese de doutorado em Agronegócios. UFRGS-Programa de Pós-Graduação em \nAgronegócios, Centro de Estudos e Pesquisas em Agronegócios. Porto Alegre. (62p). \nDezembro, 2017. \n\n\n\nvii \n \n\nBIOPHYSICAL AND GEOPOLITICAL DETERMINANTS OF LAND USE \n\nIN STATE RIO GRANDE DO SUL, BRAZIL 2/ \n\n \nAuthor: Heinrich Hasenack \nAdviser: Prof. Homero Dewes \n \nABSTRACT \n\nFood production for a still-growing world population challenges researchers and \ndecision makers to propose solutions that guarantee everyone a proper diet in \nquantity and quality. Currently, agricultural land use occupies most of the land \nsurface, one-third of which is degraded. To guarantee food for the next \ngenerations, it is necessary to understand how the productive systems work to \nbetter evaluate their adjustment to local environmental conditions.The objective of \nthis work is to analyze the land use in the state of Rio Grande do Sul, southern \nBrazil, in relation to the natural environment, based on biophysical attributes and \non the history of human occupation of the territory. The ecosystem approach with \nuse of a few variables allowed, based on existing knowledge, the listing of \nbiophysical factors relevant to the distribution of ecosystems integrating with the \nhelp of Geographic Information Systems (GIS) to propose a new regionalization. \nWe delimited 14 spatial units representing ecological systems at the mesoscale \nlevel, four of them referring to forest typologies and ten to grassland ones. The \nanalysis of a land use/land cover map showed that four agriculture land use \nclasses cover 48.7% of the 281.738 km² State’s territory. 22.2% are used with \nannual crops (soybean, corn), mainly in grassland ecological systems in suitable \nareas for mechanization. 16.0% show mixed agricultural use, dominant in forest \necological systems, 6.9% correspond to paddy rice on grassland ecosystems with \nhumid soils and 3.6% are used with silviculture. Grasslands cover 31.2% of the \nState’s surface, mainly used for cattle ranching on natural grasslands. Forests \ncover 11.9%, natural and man-made water bodies cover 6.7%, urban areas and \nopencast mining represent 0.9% and other non-vegetated natural areas complete \nthe remaining 0.6%. The observation of the flora present in each spatial unit \nshowed coherence with the proposed delimitation, reflecting that its distribution \nresults from the expression of the biophysical factors in question, which should \nalso affect the performance of agricultural crops. The historical settlement process \nof the state can also be observed by the conversion of natural areas for agricultural \nuse in a discernible way in ecological forest systems than in grassland ones. The \npresent study shows that a greater proportion of native grassland cover of the state \nis associated with some topographic or edaphic limitation for agricultural use, \nalthough it may have economic use while maintaining ecosystem services. \nInvestments in research may contribute to a deeper and more detailed knowledge \nof the environmental conditions and production systems aiming at a use adjusted \nto the natural potential of the land, assuring a sustainable use with maintenance of \nenvironmental services. \n\n \n\n                                                 \n2/ Doctoral Thesis in Agribusiness. UFRGS-Programa de Pós-Graduação em \nAgronegócios, Centro de Estudos e Pesquisas em Agronegócios. Porto Alegre. (62p). \nDecember, 2017. \n\n\n\nviii \n \n\n \n \n \n \n \n \n \n \nSUMÁRIO  \n\nPágina \n\n1.  INTRODUÇÃO GERAL .................................................................................... 1 \n\n1.1.  Objetivo geral ..................................................................................................... 3 \n\n1.2.  Objetivos específicos .......................................................................................... 3 \n\n1.3.  Estrutura da tese .................................................................................................. 3 \n\n2.  CAPÍTULO I – DESAFIOS DA PESQUISA VISANDO À \nSUSTENTABILIDADE DO BIOMA PAMPA ................................................ 5 \n\n2.1.  Uma breve caracterização do bioma Pampa ....................................................... 5 \n\n2.2.  Potenciais impactos das atividades agropecuárias sobre o Bioma e seus \nefeitos sobre o meio ambiente .......................................................................... 11 \n\n2.2.1.  Produção pecuária .......................................................................................... 11 \n\n2.2.2.  Cultivos anuais .............................................................................................. 12 \n\n2.2.3.  Cultivos perenes ............................................................................................ 14 \n\n2.3.  Temas prioritários para a sustentabilidade das atividades agropecuárias ......... 15 \n\n3.  CAPÍTULO II – SISTEMAS ECOLÓGICOS DO ESTADO DO \nRIO GRANDE DO SUL, BRASIL: DELIMITAÇÃO E \nCARACTERIZAÇÃO ..................................................................................... 20 \n\n3.1.  Introdução ......................................................................................................... 20 \n\n3.2.  Material e métodos ........................................................................................... 22 \n\n3.2.1.  Caracterização da área de estudo ................................................................... 22 \n\n3.2.2.  Material utilizado ........................................................................................... 24 \n\n3.2.3.  Metodologia ................................................................................................... 25 \n\n3.3.  Resultados ......................................................................................................... 28 \n\n3.3.1.  Limites e características dos sistemas ecológicos campestres ....................... 30 \n\n3.4.  Discussão .......................................................................................................... 35 \n\n3.5.  Conclusões ........................................................................................................ 37 \n\n4.  CAPÍTULO III – INFLUÊNCIA DE ATRIBUTOS BIOFÍSICOS \nNA DISTRIBUIÇÃO GEOGRÁFICA DO USO ATUAL DA \nTERRA NO RIO GRANDE DO SUL ............................................................ 38 \n\n4.1.  Introdução ......................................................................................................... 38 \n\n\n\nix \n \n\n4.2.  Material e métodos ........................................................................................... 40 \n\n4.2.1.  Caracterização da área de estudo ................................................................... 40 \n\n4.2.2.  Material utilizado ........................................................................................... 41 \n\n4.2.3.  Metodologia ................................................................................................... 42 \n\n4.3.  Resultados e discussão ...................................................................................... 42 \n\n4.3.1.  Categorias de uso do solo e cobertura vegetal ............................................... 42 \n\n4.3.2.  Extensão e distribuição nos sistemas ecológicos ........................................... 44 \n\n4.4.  Conclusões ........................................................................................................ 57 \n\n5.  CONCLUSÃO GERAL .................................................................................... 59 \n\n6.  REFERÊNCIAS ................................................................................................ 61 \n\n\n\nx \n \n\n \nLISTA DE QUADROS \n\nPágina \n \n\nQuadro 1. Classes de altitude e respectiva denominação segundo o sistema de \nclassificação da vegetação brasileira para latitudes superiores a 24° S \n(IBGE, 2012), e classes de declividade simplificadas e respectivas \nfases de relevo no sistema brasileiro de classificação de solos \n(EMBRAPA, 2013). ................................................................................ 26 \n\nQuadro 2. Compartimentos do relevo identificados pela combinação de classes de \naltitude significativas à vegetação (IBGE, 2012) com classes de \ndeclividade simplificadas a partir de fases de relevo (EMBRAPA, \n2013). ...................................................................................................... 26 \n\nQuadro 3. Área e proporção das tipologias campestres delimitadas para o Rio \nGrande do Sul e suas características gerais em função da altitude, da \ndeclividade e dos solos, e tipologias florestais segundo IBGE (1986) \n(ALT: campo de altitude; LIT: campo litorâneo; ARB: campo \narbustivo; CRI: campo misto do cristalino oriental; AND: campo \nmisto de andropogôneas e compostas; GRA: campo graminoso; BAR: \ncampo com barba-de-bode; ARE: campo com areais; ESP: campo \ncom espinilho; SOL: campo de solos rasos; ARA: floresta com \naraucária; INT: floresta subtropical interior; COS: floresta subtropical \ncosteira; TRO: floresta tropical). ............................................................. 29 \n\nQuadro 4. Área (hectares) de diferentes categorias de uso do solo e cobertura \nvegetal, ano base 2009, nos sistemas ecológicos do Rio Grande do Sul \n(ALT: campo de altitude; LIT: campo litorâneo; ARB: campo \narbustivo; CRI: campo misto do cristalino oriental; AND: campo \nmisto de andropogôneas e compostas; GRA: campo graminoso; BAR: \ncampo com barba-de-bode; ARE: campo com areais; ESP: campo \ncom espinilho; SOL: campo de solos rasos; ARA: floresta com \naraucária; INT: floresta subtropical interior; COS: floresta subtropical \ncosteira; TRO: floresta tropical). ............................................................. 46 \n\nQuadro 5. Proporção (%) de diferentes categorias de uso do solo e cobertura \nvegetal, ano base 2009, nos sistemas ecológicos do Rio Grande do Sul \n(ALT: campo de altitude; LIT: campo litorâneo; ARB: campo \narbustivo; CRI: campo misto do cristalino oriental; AND: campo \nmisto de andropogôneas e compostas; GRA: campo graminoso; BAR: \ncampo com barba-de-bode; ARE: campo com areais; ESP: campo \ncom espinilho; SOL: campo de solos rasos; ARA: floresta com \naraucária; INT: floresta subtropical interior; COS: floresta subtropical \ncosteira; TRO: floresta tropical). ............................................................. 47 \n\n \n\n\n\nxi \n \n\n \nLISTA DE FIGURAS \n\nPágina \n \n\nFigura 1. Localização do bioma Pampa no Estado do Rio Grande do Sul. .............. 6 \n\nFigura 2. Grandes conjuntos fisionômicos da vegetação do bioma Pampa \n(adaptado de MapBiomas, 2017). ............................................................. 8 \n\nFigura 3. Principais tipos de cobertura vegetal e uso do solo no Bioma Pampa \nem 2002 (adaptado de Hasenack et al., 2015). ........................................ 10 \n\nFigura 4. Principais tipos de cobertura vegetal e uso do solo no Bioma Pampa \nem 2009 (adaptado de Weber et al., 2016). ............................................. 11 \n\nFigura 5. Localização do Rio Grande do Sul na costa oriental subtropical da \nAmérica do Sul. ....................................................................................... 23 \n\nFigura 6. Ecorregiões da América do Sul em nível de macroescala, \ncontemplando os níveis hierárquicos Domínio e Divisão. Em \ndestaque, Domínio e Divisões que interceptam o estado do RS. Fonte: \nBailey (2008). .......................................................................................... 23 \n\nFigura 7. (A) Compartimentos do relevo, obtidos pela combinação de classes de \naltitude significativas à vegetação (IBGE, 2012) e classes de \ndeclividade simplificadas a partir de faixas usadas em levantamentos \nde solos (EMBRAPA, 2013); (B) Grupos funcionais de solos, com \nbase em hidromorfismo, profundidade e fertilidade a partir do mapa \nde solos (IBGE/SC-SAA/RS, 2003); (C) Regiões fitoecológicas \nflorestais segundo IBGE (2012) e a região campestre alvo do presente \ntrabalho; (D) Tipologias campestres do Rio Grande do Sul delimitadas \ncom base em A, B e C. (Autoria própria) ............................................... 28 \n\nFigura 8. Localização do Rio Grande do Sul na costa oriental da América do \nSul. .......................................................................................................... 41 \n\nFigura 9. Mapa de uso e cobertura do solo (Weber et al., 2015) com legenda \nsimplificada e limites dos sistemas ecológicos do RS (Capítulo 2 da \nTese). Elaboração própria. ...................................................................... 44 \n\nFigura 10. Distribuição dos principais usos agrícolas nos diferentes sistemas \necológicos do estado do Rio Grande do Sul. Sistemas ecológicos \ncampestres com solos bem drenados: ALT- campo de altitude, BAR-\ncampo com barba-de-bode, ARE-campo com areais, CRI-campo \nmisto do cristalino oriental; Sistemas ecológicos campestres com solos \númidos: ESP-campo com espinilho, SOL-campo de solos rasos; LIT-\ncampo litorâneo; ARB-campo arbustivo; AND-campo misto de \nandropogôneas e compostas; GRA-campo graminoso; Sistemas \necológicos florestais: COS-floresta subtropical costeira, INT-floresta \nsubtropical interior; TRO-floresta tropical e ARA-floresta com \naraucária. Elaboração própria. ................................................................. 57 \n\n \n\n\n\nxii \n \n\nLISTA DE ABREVIATURAS \n\nALT Campo de altitude \n\nAND Campo misto de andropogôneas e compostas \n\nARB Campo arbustivo \n\nARE Campo com areais \n\nBAR Campo com barba-de-bode \n\nCNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico \n\nCRI Campo misto do cristalino oriental \n\nCRS Centro Regional Sul de Pesquisas Espaciais \n\nCT&amp;I Ciência, Tecnologia e Inovação \n\nEMBRAPA Empresa Brasileira de Pesquisa Agropecuária \n\nESP Campo com espinilho \n\nGPS Global Positioning System \n\nGRA Campo graminoso \n\nIBGE Instituto Brasileiro de Geografia e Estatística \n\nINPE Instituto Nacional de Pesquisas Espaciais \n\nINMET Instituto Nacional de Meteorologia \n\nIRGA Instituto Riograndense do Arroz \n\nLIT Campo litorâneo \n\nMDS Mapeamento Digital de Solos \n\nONG Organização não governamental \n\nRS Rio Grande do Sul \n\nSAA Secretaria de Agricultura e Abastecimento \n\nSC Santa Catarina \n\nSIG Sistema de Informação Geográfica \n\nSOL Campo de solos rasos \n\nSRTM Shuttle Radar Topography Mission \n\nTNC  The Nature Conservancy \n\nUFRGS Universidade Federal do Rio Grande do Sul \n\nUFPEL Universidade Federal de Pelotas \n\nUFSM Universidade Federal de Santa Maria \n\nUFFS Universidade Federal da Fronteira Sul \n\nUNIPAMPA Universidade Federal do Pampa \n\nWGS84 World Geodedic System 1984 \n\n\n\n \n \n\n \n \n \n \n \n \n \n \n\n1. INTRODUÇÃO GERAL \n\nO crescimento da população mundial em ritmo maior do que aquele da \n\nprodução dos meios de suprimento necessários à sua subsistência é fato discutido no \n\nmeio acadêmico desde os tempos de Thomas Malthus no final do século XVIII \n\n(Malthus, 2007). Segundo o autor, o aumento populacional era superior ao dos meios de \n\nsubsistência. Caso não houvessem estratégias de controle do crescimento populacional, \n\nesse controle ocorreria como consequência da fome, da desnutrição e de doenças, ou \n\nmesmo em razão de conflitos. A história mostra, porém, que o conhecimento científico \n\ne o desenvolvimento tecnológico conseguiram aumentar significativamente a produção \n\nde alimentos o que segundo Ester Boserup, foi alcançado justamente pela necessidade \n\nde alimentar uma população em crescimento (Boserup, 2005).  \n\nA população mundial é de 7,3 bilhões de habitantes e estimativas indicam \n\nque em 2100 atingirá 11,2 bilhões de habitantes (UN, 2015).  Embora o mundo produza \n\nquantidade de alimentos suficiente para suprimento da população atual, parte da \n\nhumanidade tem acesso limitado a ele, em função de questões logísticas ou falta de \n\nrecursos para adquirí-lo. Assim, além de fazer o alimento chegar à população \n\nnecessitada atual, persiste o desafio de aumentar a produção de alimentos para outros \n\nquatro bilhões de habitantes que estão por vir até o final do século. \n\nCom relação ao primeiro problema, a Agenda 2030 para o Desenvolvimento \n\nSustentável das Nações Unidas reconhece que “... a erradicação da pobreza em todas as \n\nsuas formas e dimensões, incluindo a pobreza extrema, é o maior desafio global e um \n\nrequisito indispensável para o desenvolvimento sustentável” (UN, 2018). Por outro \n\nlado, as estratégias para o aumento da produção de alimentos em escala global \n\ngeralmente partem do pressuposto de que a quantidade de hectares ainda não ocupados \n\npela agricultura estaria potencialmente disponível para sua expansão (Godfray et al., \n\n2010; Foley, 2011). Entretanto, preocupados com o compromentimento do solo e da \n\nágua, bem como da conservação da biodiversidade, outros autores buscam encontrar \n\nalternativas para uma expansão agrícola com menor impacto sobre os serviços \n\n\n\n2 \n \n\n \n\n \n\nambientais e a conservação da biodiversidade (Montanarella, 2015; Dobrovolski et al., \n\n2014).  \n\nNesse contexto, estudos do uso da terra são fundamentais, pois sua natureza \n\né interdisciplinar e envolve tanto a maneira como os atributos biofísicos da terra são \n\nmanipulados quanto a intenção por trás dessa manipulação – o propósito pelo qual a \n\nterra é usada (Turner II et al., 1995). O uso da terra é o reflexo da interação, em um \n\ndado local, das condições naturais ou biofísicas, de aspectos culturais e históricos, \n\ninstitucionais e de mercado, e das decisões do agricultor (Briassoulis, 2000). Portanto, \n\npara integrar variáveis de espectro tão abrangente, são necessários métodos e técnicas \n\nde diferentes áreas do conhecimento que considerem simultaneamene tanto a dimensão \n\ntemporal quanto a dimensão espacial. \n\nA dimensão temporal pode variar do período de uma safra, que envolve \n\nalguns meses, das transformações ocorridas num dado lugar em algumas décadas de \n\ncultivo, ou até mesmo do período histórico desde a origem da agricultura até a \n\natualidade. A dimensão espacial, de modo equivalente, pode variar de uma propriedade \n\nrural, das unidades político-administrativas ou regiões naturais, até a totalidade do globo \n\nterrestre. Porém, como a superfície da Terra não é homogênea, ao se ampliar a escala \n\nespacial, tem-se como conseqüência a impossibilidade de considerar particularidades de \n\ncada local, que o tornam único, devido à necessidade de agregação das informações \n\npara um nível mais genérico.  \n\nA abordagem da dimensão espacial demanda o emprego de dados \n\ngeoespaciais adequados, os quais podem ser oriundos de várias fontes, desde \n\nlevantamentos em campo até equipamentos baseados em sensores remotos. Na segunda \n\nmetade do século passado, levantamentos de recursos naturais e avaliação de capacidade \n\nde uso das terras fizeram uso intensivo de fotografias aéreas (Troll, 1966; Brasil, 1973). \n\nA partir da década de 1970 imagens de sensoriamento remoto obtidas por satélites \n\naumentaram substancialmente a disponibilidade e a qualidade de dados sobre a \n\nsuperfície terrestre. Inicialmente com baixa resolução espacial, os satélites propiciaram \n\npela primeira vez um imageamento completo da Terra e sua repetição periódica, \n\npermitindo avaliar mudanças temporais no uso da terra e na cobertura vegetal (Global \n\nForest Watch, 2018; MapBiomas, 2017). Além disso, adquiridas digitalmente e \n\nregistrando informações espectrais da superfície terrestre, elas podem ser exploradas \n\nnão apenas visualmente, mas também numericamente via processamento em \n\ncomputador.  \n\n\n\n3 \n \n\n \n\n \n\nPara contextualizar o uso da terra no tempo, também podem ser usados \n\ndados censitários e de estimativas e acompanhamento de safras, obtidos com \n\nperiodicidade regular para diferentes níveis administrativos (propriedade, município, \n\nunidade da federação, por exemplo). No Brasil o censo agropecuário tem periodicidade \n\nde dez anos, enquanto a aquisição de informações sobre safras é feita com periodicidade \n\nmais frequente, acompanhando o ciclo das culturas (IBGE, 2006; CONAB, 2018). \n\nAssociados a dados meterológicos e econômicos, levantamentos censitários e de safras \n\npermitem monitorar a área ocupada, a produção dos cultivos e seu valor de mercado. \n\nComo os dados censitários referem-se a unidades espaciais, em intervalo de tempo mais \n\namplo, eles também possibilitam monitorar a mobilidade das atividades agropecuárias \n\nno território. \n\n1.1. Objetivo geral \nA presente tese tem como objetivo avaliar a influência do ambiente biofísico \n\nno uso da terra do estado do Rio Grande do Sul.  \n\n1.2. Objetivos específicos \nIdentificar desafios à pesquisa sobre produção agropecuária sustentável no \n\nBioma Pampa; \n\nPropor uma delimitação de unidades ambientais homogêneas com base em \n\nvariáveis biofísicas e da vegetação; \n\nAvaliar o uso da terra em relação ao histórico de ocupação humana e às \n\npolíticas governamentais que a induziram, bem como as  potencialidades e limitações \n\ndecorrentes dos fatores biofísicos do meio. \n\n1.3. Estrutura da tese \nEsta tese de doutorado está organizada em capítulos na forma de artigos \n\ncom vistas a facilitar a abordagem dos temas e a publicação dos resultados. O Capítulo I \n\naborda um conjunto de desafios em pesquisa relacionados à sustentabilidade da \n\nprodução agropecuária no bioma Pampa. Ele faz uma caracterização geral do ambiente \n\nda região, aponta mudanças recentes no uso do solo e na cobertura vegetal, relaciona \n\npotenciais impactos e efeitos dos principais usos sobre o ambiente e identifica áreas \n\nprioritárias de pesquisa voltadas à sua sustentabilidade. O texto foi redigido a convite da \n\nFundação de Amparo à Pesquisa de Minas Gerais (FAPEMIG) para inclusão na forma \n\nde capítulo de um livro dedicado a temas de pesquisa e inovação visando à \n\nsustentabilidade da produção agropecuária nos diferentes biomas do Brasil, com \n\nprevisão de publicação em 2018. \n\n\n\n4 \n \n\n \n\n \n\nO Capítulo II trata da caracterização e delimitação de diferentes sistemas \n\necológicos campestres do Rio Grande do Sul, a maioria deles pertencente ao bioma \n\nPampa, com base na análise dos principais fatores biofísicos do meio que regulam a \n\ndistribuição das espécies vegetais. Os resultados revelam que a vegetação campestre do \n\nestado apresenta grande variabilidade quanto aos fatores ambientais, fato confirmado \n\npela distinta composição de espécies de cada tipologia identificada, fornecendo \n\nimportantes subsídios para a definição e avaliação de estratégias de uso e conservação. \n\nO Capítulo III avança nesse sentido, analisando a situação de cada sistema \n\necológico quanto à extensão dos principais tipos de uso do solo e de cobertura vegetal, \n\nrelacionando-os ao histórico de ocupação humana e às políticas governamentais que a \n\ninduziram, bem como potencialidades e limitações impostas pelos fatores biofísicos do \n\nmeio. Os resultados mostram que, assim como a vegetação nativa, tais fatores também \n\nsão responsáveis pela heterogeneidade do uso do solo entre os sistemas ecológicos. O \n\ntexto aponta casos em que a extensão do uso antrópico ultrapassou limites \n\nrecomendados, bem como aborda problemas relacionados a determinados usos, \n\napontando possíveis linhas de ação para contorná-los, enfocando a sustentabildiade. \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n \n\n2. CAPÍTULO I – DESAFIOS DA PESQUISA VISANDO À \nSUSTENTABILIDADE DO BIOMA PAMPA \n\n2.1. Uma breve caracterização do bioma Pampa \nO conceito de sustentabilidade, no contexto dos biomas, pressupõe que se \n\nleve em conta suas singularidades ambientais, pois elas determinam vocações e \n\npotencialidades, bem como limitações e fragilidades. O bioma Pampa localiza-se no \n\nextremo sul do Brasil onde ocupa uma área de 176.496 km², totalizando \n\naproximadamente 2,07% do território brasileiro (IBGE, 2004) (Figura 1). Ele \n\ncorresponde à porção setentrional de uma região onde predominam os campos \n\nsubtropicais também presentes no Uruguai e na Argentina, conhecida como Campos do \n\nRio da Prata (Soriano et al., 1992). O domínio da vegetação herbácea na região é uma \n\nherança de condições paleoclimáticas que remontam ao último período glacial, há cerca \n\nde 18.000 anos (Behling et al., 2005). O aumento da temperatura e da umidade a partir \n\nno Holoceno superior, há cerca de 5.000 anos, criou condições propícias ao \n\nestabelecimento concomitante de vegetação florestal, embora a região tenha \n\npermanecido predominantemente campestre (Behling et al., 2009). \n\nDesde a chegada dos europeus, a vegetação campestre nativa do Pampa \n\nserve de fonte de recursos forrageiros para a pecuária. O manejo desta atividade afeta a \n\nvegetação campestre, principalmente pelo pastejo e pisoteio dos herbívoros domésticos \n\ne, em algumas situações, pelo uso do fogo. De um lado, isto alterou a fisionomia \n\noriginal dessa vegetação, mas por outro, tem permitido por longo tempo a manutenção \n\nda biodiversidade campestre e evitado a progressão da vegetação arbustiva e florestal. \n\n\n\n6 \n \n\n \n\n \n\n \nFigura 1. Localização do bioma Pampa no Estado do Rio Grande do Sul. \n\nO clima atual no bioma Pampa é subtropical úmido. A temperatura média \n\nanual é de 18,3 °C, sendo janeiro o mês mais quente, com temperatura média de 23,8 \n\n°C, e junho o mais frio, com temperatura média de 13,0 °C. A precipitação total anual é \n\nde 1.534,0 mm, sendo abril o mês com menor precipitação (112,5 mm) e setembro o \n\nmês mais chuvoso (143,9 mm) (INMET, 1992). A temperatura apresenta clara \n\nsazonalidade, com verão e inverno bem definidos, mas a amplitude da variação anual da \n\nprecipitação mensal não é suficiente para caracterizar um período seco e outro chuvoso. \n\nContudo, é comum na região, especialmente nas localidades próximas à fronteira com o \n\nUruguai, a ocorrência de deficiência hídrica durante os meses do verão, provocada pelas \n\naltas temperaturas diárias no período (Leivas et al., 2006). Adicionalmente, existe uma \n\nconsiderável variabilidade interanual da precipitação e da temperatura, em grande parte \n\nrelacionada à ocorrência dos fenômenos El Niño e La Niña (Berlato &amp; Fontana, 2003). \n\n\n\n7 \n \n\n \n\n \n\nDurante a primavera e no verão a Massa Tropical Marítima atua na região \n\ndo Pampa provocando precipitações convectivas de grande intensidade e de curta \n\nduração (Nimer, 1979). No outono-inverno, aumenta a frequência dos anticiclones \n\nmigratórios polares associados à Massa Polar Marítima, trazendo chuvas de duração \n\nmais prolongada (Hasenack &amp; Ferraro, 1989). Nesse período as geadas são frequentes, \n\nembora elas possam ocorrer também no outono e na primavera (Nimer, 1979). É \n\ncomum a ocorrência de granizo, fenômeno mais frequente no fim do inverno e na \n\nprimavera, devido à passagem de frentes frias pela região, as quais podem vir \n\nassociadas a áreas de alta instabilidade (Berlato et al., 2000; Cunha et al., 2001). \n\nA geologia compreende uma diversidade de litologias que incluem rochas \n\ngraníticas do Eon Arqueano, areníticas e basálticas da Era Mesozóica e depósitos \n\nsedimentares da Era Cenozóica. O relevo varia de plano a forte ondulado. Nas planícies \n\nde inundação dos maiores rios e na planície costeira as altitudes normalmente são \n\ninferiores a 10 metros. Em contrapartida, o topo das formações graníticas do Planalto \n\nSul-Rio-Grandense, se aproxima dos 500 metros. A combinação da diversidade de \n\nlitologias, altitudes e declividades gera diversas formas do relevo, as quais \n\ncorrespondem a diferentes unidades geomorfológicas e compreendem uma grande \n\nvariedade de tipos de solos (IBGE, 1986). \n\nEsses fatores condicionam a vegetação do bioma Pampa, sendo possível \n\nidentificar três grandes conjuntos fisionômicos: os mosaicos campo-floresta, sobre as \n\nformações graníticas, os campos de terras baixas, sobre os depósitos sedimentares e os \n\ncampos de solos bem drenados (Figura 2). Em geral, a vegetação florestal ocorre ao \n\nlongo da drenagem, e também nas encostas voltadas para o quadrante sul, as quais \n\nrecebem menor radiação ao longo do ano e, consequentemente, são mais úmidas, \n\nfavorecendo o estabelecimento de vegetação arbórea (Carlucci et al., 2015). A riqueza \n\nde plantas campestres do bioma Pampa é notável, com cerca de 2.150 espécies (Boldrini \n\net al., 2015). Boa parte das espécies pertence às famílias das gramíneas (Poaceae) e das \n\ncompostas (Asteraceae) (Boldrini, 2009). Há também uma elevada riqueza de cactáceas \n\n(Cactaceae), com 44 espécies (Carneiro et al., 2016), conferindo importância global a \n\neste bioma (Goettsch et al., 2015). A maior parte da flora do Pampa tem origem na \n\nprovíncia fitogeográfica do Chaco, mas elementos da flora Amazônica e Andino-\n\npatagônica também estão presentes (Cabrera &amp; Willink, 1980). \n\n\n\n8 \n \n\n \n\n \n\n \nFigura 2. Grandes conjuntos fisionômicos da vegetação do bioma Pampa (adaptado de \nMapBiomas, 2017). \n\nA menor complexidade dos ecossistemas campestres e a perda da \n\ntropicalidade resultam numa fauna menos diversa do que aquela observada nas regiões \n\nflorestais. Por outro lado, no Pampa estão representadas espécies típicas de áreas \n\nabertas, além de ser uma região de transição zoogeográfica, já que algumas espécies têm \n\nali o seu limite de distribuição meridional, enquanto outras têm seu limite setentrional \n\nde distribuição. Dentre os mamíferos com distribuição típica no Pampa incluem–se o \n\ngato-do-mato-grande (Leopardus geoffroyi), o gato-palheiro (Oncifelis colocolo), o \n\nbugio-preto (Alouatta caraya), o cachorro-do-campo (Lycalopex gimnocercus), o \n\nzorrilho (Conepatus chinga), o veado campeiro (Ozotoceros bezoarticus), o tatu-mulita \n\n(Dasypus hybridus), o tatu-peludo (Euphractus excintus) e os tuco-tucos (Ctenomys \n\nflamarioni, C. lami, C. torquatus, C. ibicuiensis e C. minutus) (Cáceres et al., 2007; \n\nLuza et al., 2015). \n\nA diversidade de aves inclui cerca de 480 espécies, um quinto delas \n\ntipicamente campestre (Develey et al., 2008). Muitas espécies dependem de vegetação \n\ncampestre mais alta e densa, como os caboclinhos (Sporophila spp.) e o papa-moscas-\n\n\n\n9 \n \n\n \n\n \n\ndo-campo (Culicivora caudacuta), enquanto outras dependem de campos limpos, como \n\no caminheiro-grande (Anthus nattereri). O Pampa também recebe sazonalmente muitas \n\nespécies migratórias, algumas do sul, como a batuíra-de-peito-avermelhado (Charadrius \n\nmodestus), abatuíra-de-papo-ferrugíneo (Oreopholus ruficollis), a andorinha-chilena \n\n(Tachycineta meyeni), o pedreiro-dos-andes (Cinclodes fuscus), o colegial (Lessonia \n\nrufa) e o gaúcho-chocolate (Neoxolmis rufiventris) (Azpiroz et al., 2012), e outras do \n\nnorte, como o maçarico-do-campo (Bartramia longicauda), a tesourinha (Tyrannus \n\nsavana), o corucão (Podager nacunda) e a andorinha-do-campo (Progne tapera) \n\n(Fontana &amp; Bencke, 2015; Bencke, 2016). \n\nDentre os répteis, ocorrem algumas espécies restritas ao Pampa como a \n\ntartaruga tigre-d’água (Trachemys dorbigni), as cobras-de-duas-cabeças (Amphisbaena \n\ndarwini e A. munoai), a lagartixa-listrada (Cercosaura ocellata), a lagartixa-verde \n\n(Teius oculatus), o lagartinho-do-Pampa (Homonota uruguayensis), a lagartixa-da-praia \n\n(Liolaemus occipitalis), a lagartixa-das-dunas (Liolaemus arambarensis, e as serpentes \n\nnarigudinha (Xenodon dorbignyi), corredeira-do-banhado (Psomophis obtusus) e cobra-\n\nespada-comum (Tomodon dorsatus)(Bencke et al., 2009; Verrastro &amp; Borges-Martins, \n\n2015). \n\nA principal ameaça à biodiversidade no bioma Pampa resulta das atividades \n\nque dependem da supressão da vegetação nativa, tais como a agricultura e a silvicultura. \n\nEm termos relativos, o Pampa é o segundo bioma brasileiro com maior \n\ndescaracterização das suas paisagens naturais. Em 2002 (Figura 3) os remanescentes de \n\nvegetação campestre totalizavam 50,2 % (Hasenack et al., 2015), cobertura vegetal que \n\nem 2009 (Figura 4) já havia sido reduzida em 11,4% do bioma (Weber et al., 2016). \n\nEntre as principais mudanças verificadas, a agricultura irrigada e a de sequeiro tiveram \n\nexpansão de 5,22% e 3,98%, respectivamente, e a silvicultura ampliou sua área em \n\n3,5%,enquanto outros tipos de uso, no conjunto foram responsáveis pela redução de \n\n0,4% na cobertura campestre nesse período. Surpreende o avanço da silvicultura, cuja \n\nárea plantada aumentou 112% em relação a 2002, com 98% dessa expansão verificada \n\nsobre a vegetação campestre nativa. \n\n\n\n10 \n \n\n \n\n \n\n \nFigura 3. Principais tipos de cobertura vegetal e uso do solo no Bioma Pampa em 2002 \n(adaptado de Hasenack et al., 2015). \n\nEm contrapartida, no período em questão, houve também a regeneração do \n\ncampo em 6,7% da área do bioma Pampa, a maior parte sobre áreas antes dedicadas ao \n\ncultivo anual de grãos. Entre eles, destaca-se o arroz irrigado (2,6%), cujo sistema de \n\nprodução tradicional alterna periodicamente lavouras e áreas de pousio, e os cultivos de \n\nsequeiro (3,6%) que apresentam avanços episódicos, notadamente a soja na última \n\ndécada.   Considerando simultaneamente a remoção e a regeneração, a perda líquida de \n\náreas de vegetação campestre no bioma Pampa foi de 4,7% entre 2002 e 2009, \n\nconfirmando as observações feitas por Crawshaw et al. (2007) e Oliveira et al. (2017). \n\nDe certa forma, constata-se no Pampa tendência semelhante à da Amazônia, onde a \n\nvegetação nativa altamente biodiversa (no Pampa, o campo) está sendo substituída por \n\nmonoculturas de grãos (soja, principalmente) ou de espécies arbóreas (o eucalipto). \n\n\n\n11 \n \n\n \n\n \n\n \nFigura 4. Principais tipos de cobertura vegetal e uso do solo no Bioma Pampa em 2009 \n(adaptado de Weber et al., 2016). \n\n2.2. Potenciais impactos das atividades agropecuárias sobre o Bioma e seus efeitos \nsobre o meio ambiente \n\nAs principais atividades presentes na área rural do Bioma Pampa incluem a \n\npecuária, a produção anual de grãos, incluindo em especial a orizicultura irrigada e o \n\ncultivo de sequeiro da soja, além de milho, sorgo e outros cereais em menor extensão, \n\nbem como cultivos perenes como a silvicultura e a fruticultura. \n\n2.2.1. Produção pecuária \n\nA pecuária sobre campo nativo teve início com a ocupação do território por \n\nportugueses e espanhóis a partir das Missões Jesuíticas no século XVII (Curtis, 1964; \n\nThomas, 1976). Inicialmente utilizada para subsistência, com o tempo a criação de \n\nmuares e gado bovino tornou-se a principal atividade econômica da região, cuja \n\nprodução era exportada para o centro do país. A crescente demanda por carne no Brasil \n\ndurante o período colonial estimulou a produção de charque (carne salgada), que atingiu \n\nseu auge no século XIX e entrou em crise com abolição da escravatura em 1888 (Curtis, \n\n\n\n12 \n \n\n \n\n \n\n1964; Furtado,1998). Até meados do século XX o gado era criado solto sem grande \n\npreocupação com o manejo dos campos ou do próprio rebanho (Curtis, 1964). \n\nEsse panorama começou a mudar no final do século XIX, quando Joaquim \n\nFrancisco de Assis Brasil liderou um movimento para a melhoria da produção pecuária \n\nno Rio Grande do Sul e que resultou na introdução das linhagens de gado Jersey e \n\nDevon, do cavalo árabe e da raça de ovelhas Karakul (Vargas, 2015). Na década de \n\n1980, regras governamentais estabeleceram uma lotação mínima de um animal por \n\nhectare para o Pampa, (Nabinger, 1980; Carvalho et al., 2009), em descompasso com as \n\ncaracterísticas biofísicas heterogêneas do Bioma Pampa e a capacidade de suporte da \n\nvegetação para essa carga animal frente ao manejo utilizado na época. \n\nNas décadas seguintes, pesquisas buscaram contemplar tanto um maior \n\nconhecimento da composição florística dos diferentes tipos de campo (Boldrini, 1993), \n\nquanto das estratégias de manejo do campo para produção pecuária sustentável, de \n\nmodo a ajustar a carga animal ao efetivo potencial forrageiro de cada localidade \n\n(Maraschin, 2009). Estes estudos demonstraram a possibilidade de incrementar \n\nconsideravelmente a produção de carne por hectare de forma sustentável, aproveitando a \n\nrica dieta que a diversidade florística do campo nativo oferece. Dessa forma, reduz-se a \n\nnecessidade de conversão da cobertura original para cultivo de pastagem, preservando \n\nhábitats e a fauna a eles associada. Embora sejam bastante promissoras, tais técnicas \n\nainda têm adoção restrita no meio produtivo, carecendo de políticas públicas mais \n\nefetivas para sua difusão. De outro lado, a produção pecuária, uma das atividades \n\neconômicas mais compatíveis com a aptidão do ambiente natural do Pampa, vem \n\nperdendo espaço em detrimento da produção de grãos, notadamente soja, em virtude do \n\nmaior retorno econômico. Como consequência, há uma considerável perda associada à \n\nbiodiversidade, pois os cultivos anuais implicam a remoção da vegetação campestre \n\nnativa para implantação das lavouras. \n\n2.2.2. Cultivos anuais \n\nO cultivo comercial de arroz irrigado no Rio Grande do Sul se desenvolveu \n\nna primeira década do século XX, sendo inicialmente cultivado nas áreas úmidas da \n\nplanície costeira e nas várzeas fluviais próximas dos primeiros núcleos urbanos (Rio \n\nGrande no sudeste, Rio Pardo no centro e no entorno de Porto Alegre, nas várzeas dos \n\nrios Jacuí e Gravataí). A partir do final da década de 1950, o cultivo de arroz irrigado \n\niniciou sua expansão para a Região Oeste do Rio Grande do Sul (Beskow, 1984). Entre \n\nas culturas anuais, o arroz irrigado talvez seja a que melhor convive com o campo \n\n\n\n13 \n \n\n \n\n \n\nnativo, pois historicamente o sistema de produção alterna as lavouras com a pecuária. O \n\narroz é cultivado durante os meses de verão em uma parcela da propriedade, e o restante \n\nda área permanece em pousio, possibilitando a regeneração do campo nativo, que é \n\ndestinado à criação de gado (Gomes e Magalhães Jr,2004). O pousio é uma forma de \n\nmanejo tradicionalmente praticada em todo o Rio Grande do Sul como forma de reduzir \n\na ocorrência de arroz vermelho nas lavouras (Andres et al., 2001). \n\nAtualmente o Bioma Pampa concentra cerca de 70% da produção de arroz \n\ndo país, com umaárea total dedicada à cultura estimada em cerca de três milhões de \n\nhectares (considerando áreas plantadas e de pousio). Melhoramentos decorrentes de \n\npesquisas em sementes e nas técnicas de produção ao longo do tempo elevaram o \n\nrendimento médio, que na década de 1970 era de 3.000 kg/ha para os atuais 7.500 kg/ha \n\n(Carmona, 2015). Na safra 2016/2017, em virtude de condições climáticas favoráveis, o \n\nrendimento médio chegou próximo de 9.000 kg/ha. Apesar disso, o alto custo da lavoura \n\nde arroz aliado à baixa remuneração do produto frente aos preços favoráveis da soja no \n\nmercado internacional, tem levado muitos produtores a optar pelo cultivo da soja no \n\nlugar do uso pecuário durante o pousio, ou mesmo a substituir a cultura do arroz pela da \n\nsoja. Embora o retorno econômico no curto prazo possa ser vantajoso, há dúvidas \n\nquanto à sustentabilidade dessa produção no longo prazo. A introdução de uma cultura \n\nmais intensiva em uso de insumos e defensivos, originária de condições edafoclimáticas \n\ndiferentes, sobre um ambiente reconhecidamente sensível em virtude da proximidade do \n\nlençol freático da superfície, suscita controvérsias quanto aos riscos de contaminação e \n\noutros possíveis impactos ambientais. \n\nOs cultivos anuais de sequeiro, em especial da soja, têm avançado para o \n\nbioma Pampa a partir do noroeste do Rio Grande do Sul, frequentemente \n\nacompanhando as oscilações dos preços internacionais e as previsões de eventuais \n\nperíodos de seca ou de precipitação elevada para o ciclo de cultivo. Essa expansão, além \n\nde suprimir a vegetação campestre nativa para a implantação de novas lavouras, em \n\ngeral também é prejudicial para a conservação dos solos, pois muitos deles apresentam \n\nbaixa aptidão ao uso com culturas anuais. Como consequência do uso inadequado, em \n\nvárias porções do Pampa observam-se sinais evidentes de degradação e erosão dos \n\nsolos, o que inevitavelmente comprometerá a produção no futuro próximo. Além disso, \n\nos recursos hídricos também são prejudicados, pois fertilizantes e defensivos são \n\ncarregados junto com o solo para dentro dos mananciais, bem como é favorecida a \n\ndispersão indesejável de espécies exóticas invasoras. Quando tais áreas deixam de ser \n\n\n\n14 \n \n\n \n\n \n\ncultivadas, as plantas invasoras, especialmente o capim-annoni, tendem a ocupá-las \n\nmais rapidamente que as espécies nativas (Medeiros et al., 2009). \n\n2.2.3. Cultivos perenes \n\nO cultivo de árvores exóticas no Pampa iniciou no final do século XIX com \n\na introdução de espécies de eucalipto como fonte de madeira de construção de casas e \n\nespecialmente, galpões e estábulos, mas também como abrigo para o gado. \n\nPosteriormente, na década de 1930, os plantios serviram para fabricação de dormentes \n\nde ferrovias e como matéria prima para produção de postes de distribuição de energia. A \n\nacácia negra também foi introduzida na mesma época, com o objetivo principal de \n\nprodução de tanino para curtição de couro, o qual era obtido da casca, sendo a madeira \n\nusada como lenha ou na produção de carvão vegetal. Na década passada, a sua \n\nsubstituição parcial por tanino industrial e o alto custo da mão-de-obra para extração da \n\ncasca e da madeira levaram à substituição do seu cultivo por plantios de eucalipto para \n\ncelulose. \n\nNo final dos anos 1950 foram também introduzidas no estado espécies de \n\npinus, sendo atualmente exploradas para extração de resina e madeira para fabricação de \n\nmóveis, embalagens e outras aplicações. Entretanto, até a década de 1970 a silvicultura \n\ntinha pouca expressão no bioma. A chegada da primeira indústria de celulose de grande \n\nporte, em 1972, impulsionou a silvicultura do eucalipto, em especial na Serra do \n\nSudeste. Além do estímulo e apoio técnico ao plantio de eucalipto em propriedades \n\nprivadas, a empresa adquiriu áreas para produção própria e, com o passar do tempo, sua \n\nampliação provocou expansão do cultivo também em outras regiões do Pampa. \n\nProgramas governamentais ao desenvolvimento da metade sul do Rio Grande do Sul, \n\nárea correspondente ao Bioma Pampa, ofereceram, no início da década de 2000, \n\nestímulo adicional à silvicultura. \n\nA fruticultura também é uma atividade relevante na região, envolvendo \n\nprincipalmente a produção de pêssegos, citros e uvas viníferas. A região de Pelotas, na \n\nSerra do Sudeste, é tradicional produtora de pêssegos, atividade que tem origem na \n\nagricultura familiar. A citricultura no Bioma Pampa, em geral, é formada por pomares \n\ncomerciais voltados à agroindústria. A viticultura está em franca expansão, processo \n\nque iniciou a partir da década de 1980 quando a indústria vinícola, então concentrada na \n\nSerra Gaúcha, viu no Bioma Pampa alternativa para diversificação e qualificação do \n\nvinho brasileiro. A partir do início do século XX, ganhou novo impulso também a \n\nolivicultura, cuja tentativa de introdução anterior, nos anos 1960, não teve o êxito \n\n\n\n15 \n \n\n \n\n \n\nesperado. Hoje há experiências melhor sucedidas em diferentes pontos no Pampa e a \n\nprodução olivícola vem recebendo novos investimentos. A maior parte dessas espécies \n\nde frutíferas, por ser perene, não demanda o revolvimento frequente do solo, além de \n\npermitir ainda eventual consórcio com a pecuária, em especial de ovinos. Em relação a \n\noutros cultivos, a fruticultura ocupa áreas proporcionalmente pequenas, podendo ser \n\numa alternativa econômica interessante para o bioma. \n\n2.3. Temas prioritários para a sustentabilidade das atividades agropecuárias \nMuitos estudos sobre formas de manejo do campo nativo tem comprovado \n\neficácia no aumento da produção de carne por hectare e, especialmente, no \n\naprimoramento da sua qualidade (Nabinger et al., 2009), que já possui o diferencial de \n\nraças europeias, mais adaptadas ao clima subtropical do Pampa. Aprofundar o \n\nconhecimento sobre produção animal e a dinâmica das comunidades vegetais pode \n\ncontribuir para um aumento da produtividade do campo nativo sem degradá-lo. Um \n\nmaior rendimento de carne por unidade de área também ajudaria a reduzir as taxas de \n\nconversão dos ambientes naturais no Pampa para outros tipos de exploração, \n\nfavorecendo a manutenção de hábitats de espécies nativas e a conservação dos solos e \n\ndos recursos hídricos. De forma complementar, a valoração de serviços ambientais em \n\npropriedades rurais dedicadas à pecuária em campo nativo seria estratégica para \n\nfundamentar políticas públicas de remuneração por tais serviços, estimulando os \n\nproprietários a permanecerem nessa atividade. \n\nO aprofundamento no conhecimento da vegetação campestre de forma \n\nvinculada a projetos de bioprospecção também pode resultar na identificação de \n\nespécies de interesse para a indústria farmacêutica ou outras finalidades. Além disso, \n\npode contribuir na recuperação de áreas campestres degradadas, pois diferentes \n\nfisionomias campestres apresentam proporções distintas de classes funcionais. Andrade \n\net al. (2015), por exemplo, estabeleceram um marco conceitual acerca da degradação e \n\nrecuperação dos campos. São necessários agora estudos voltados a práticas adequadas \n\nde restauração da vegetação campestre nativa no Pampa, bem como de produção de \n\nsementes e composição de misturas com proporções representativas de cada fisionomia \n\ncampestre. A adoção efetiva dessas práticas também pode representar uma \n\nalternativaeconômica adicional à região, abrindo oportunidades para produção e \n\ncomercialização de sementes e mudas, e para execução e acompanhamento da sua \n\nimplantação até que as áreas possam ser novamente utilizadas para pastejo de forma \n\nsustentável. \n\n\n\n16 \n \n\n \n\n \n\nO desenvolvimento e implantação de estratégias para a prevenção e o \n\ncontrole de espécies invasoras, em especial o capim-annoni, o pinus e o javali, também \n\nrequer atenção, pois seu avanço têm causado danos significativos à flora e à fauna \n\nnativas, e em alguns casos resultado em expressivas perdas econômicas. Espalhando-se \n\ngradativamente desde a década de 1970, como invasor de áreas de cultivo abandonadas \n\nou de áreas de campo degradadas, e presente em praticamente todo o Pampa, o capim-\n\nannoni reduz drasticamente o potencial produtivo de carne e de leite nas áreas \n\ninvadidas. De difícil erradicação, baixo valor nutritivo e muito fibroso, diminui o ganho \n\nde peso e a produção de leite dos rebanhos, e reduz a vida útil reprodutiva, \n\nespecialmente de raças leiteiras, devido ao desgaste precoce da sua dentição. O pinus é \n\nmais preocupante na planície costeira do Pampa, onde o regime de ventos facilita a \n\ndispersão anemocórica das sementes, as quais têm capacidade de germinar e crescer no \n\ninterior de formações nativas e até mesmo sobre dunas. As acículas das plantas de pinus \n\npossuem ação alelopática que inibe a germinação e desenvolvimento de várias espécies \n\nnativas, possibilitando que o pinus vá gradativamente colonizando áreas naturais \n\n(Cremonez et al., 2013). O javali, por outro lado, é duplamente prejudicial, pois é de \n\nhábito onívoro e não tem predadores naturais no Pampa. Ele atua tanto como predador \n\nde espécies nativas quanto de animais de produção de menor porte, como ovinos, e \n\ntambém ataca plantações, causando prejuízos que já tornam inviável o cultivo de grãos \n\nem certas áreas do Pampa. \n\nA fruticultura com pomares perenes para produção de pêssegos, citros, \n\nazeitonas, uvas, nozes e outras espécies, é outro tema relevante porque representa \n\nalternativa de menor impacto que a agricultura anual, pois não requer preparo frequente \n\ndo solo e tende a ocupar áreas proporcionalmente menores. Além disso, o campo nativo \n\npode ser mantido nas entrelinhas de diversos pomares e, em muitos casos, ser utilizado \n\npara a pecuária de ovinos ou bovinos. De outro lado, investimentos em fruticultura \n\npodem gerar empreendimentos agroindustriais para beneficiamento próximo dos locais \n\nde produção, estimulando a economia regional e aumentando o valor agregado dos \n\nprodutos. Dessa forma, torna-se necessário fomentar estudos sobre arranjos produtivos \n\nque possam viabilizar tais alternativas, bem como estimular o terceiro setor por meio do \n\nincremento de atividades correlatas, tais como o enoturismo, por exemplo. Estudos de \n\nzoneamentos edafoclimáticos para definir as áreas mais aptas a cada atividade, em \n\nescalas espaciais mais refinadas, também são de grande importância, e podem promover \n\na diferenciação e tipificação dos produtos com base no conceito de terroir. \n\n\n\n17 \n \n\n \n\n \n\nNo caso das culturas anuais, há um amplo leque de temas de pesquisa \n\nrelacionados a melhores práticas de manejo, conservação do solo e água, redução no uso \n\nde insumos e defensivos, controle integrado de pragas e moléstias, desenvolvimento de \n\nvariedades resistentes, integração lavoura-pecuária, sistemas de cultivo carbono-\n\npositivos e menos impactantes ao ambiente no entorno, entre outros. No caso do arroz \n\nirrigado, houve muitos progressos em alguns desses aspectos ao longo do tempo, em \n\nfunção de avanços de pesquisas desenvolvidas em grande parte pelo Instituto \n\nRiograndense do Arroz (IRGA). Entretanto, há ainda espaço para racionalizar o uso da \n\nágua e incrementar a eficiência no uso de energia para a irrigação, que representa custo \n\nelevado, aperfeiçoando o dimensionamento de equipamentos de irrigação, bem como \n\nmodernizando ou automatizando sistemas de monitoramento e controle. Nas áreas \n\norizícolas da planície costeira também são necessárias mais pesquisas relacionadas à \n\nsalinidade, manejo da adubação e a água para irrigação, cujo teor de sais varia ao longo \n\ndo tempo em função da penetração da cunha salina (Carmona et al., 2011). \n\nPara o caso de culturas de sequeiro, especialmente a soja, é extremamente \n\nimportante avaliar a suscetibilidade à erosão em áreas já exploradas, uma vez que sua \n\nexpansão no Pampa tem se dado em parte sobre áreas de baixa aptidão a cultivos anuais, \n\na fim de identificar e recomendar práticas adequadas de conservação do solo e até a \n\nsuspensão do cultivo em áreas marginais, tais como as sujeitas a arenização. Com a \n\nintrodução cada vez maior do cultivo da soja em várzeas tradicionalmente usadas para o \n\ncultivo do arroz irrigado, também são necessários mais estudos para melhorar a \n\ncompreensão de seus potenciais riscos e impactos sobre a água e o ambiente no entorno, \n\ntendo em vista a busca da sustentabilidade no longo prazo. \n\nPara qualquer atividade agropecuária, o conhecimento sobre os solos é \n\nrequisito indispensável para a sustentabilidade, pois ele constitui a base da produção e \n\ntambém da sustentação da vida e da complexidade dos ecossistemas. Sua variabilidade \n\nno Pampa é muito grande, e os principais fatores limitantes ao uso agropecuário mudam \n\nconforme o local, predominando em algumas porções a pouca profundidade do perfil \n\n(solos rasos), em outras a proximidade do lençol freático da superfície, e em outras a \n\nmaior suscetibilidade à erosão. Esta, por sinal, é característica de uma parcela \n\nexpressiva dos solos do Pampa. Infelizmente, levantamentos de solos têm recebido \n\npouca atenção nas últimas décadas, ao contrário do que ocorreu com o desenvolvimento \n\ntecnológico verificado em máquinas e implementos, variedades, insumos e defensivos e \n\noutros aspectos relacionados à produção. Em geral os levantamentos de solos existentes \n\n\n\n18 \n \n\n \n\n \n\nsão de baixa intensidade, e os respectivos mapas de solos estão em escalas muito \n\nreduzidas para o planejamento de uso da terra em nível local. Como consequência, \n\napesar dos avanços tecnológicos, a exploração inadequada de muitas áreas ainda causa \n\nerosão e degradação dos solos e gera uma série de impactos negativos  que \n\ncomprometem a sustentabilidade. Assim, investir em novos levantamentos para gerar \n\ninformações sobre os solos com maior detalhamento torna-se crítico não apenas para o \n\nPampa, mas para todos os biomas brasileiros. Nesse sentido, é essencial considerar \n\ntambém a utilização de técnicas de mapeamento digital de solos (MDS) (Lagacherie, \n\n2008; Sarmento et al., 2017). \n\nPara que todo o conhecimento gerado pelas pesquisas chegue efetivamente \n\nao produtor, é necessário também pensar em estratégias inovadoras de divulgação e de \n\ntransferência de tecnologia e deconhecimento que contemplem a sustentabilidade \n\nambiental. O produtor que conhecer e respeitar os limites da sua propriedade para a \n\nprodução agropecuária estará produzindo de forma sustentável, e evitará também \n\nconflitos com a legislação ambiental, a qual tem o mesmo objetivo. Por melhor que seja \n\na tecnologia adotada na produção, se ela não levar em conta o potencial natural das \n\nterras, terá sua sustentabilidade comprometida. \n\nA efetivação de qualquer iniciativa anteriormente mencionada passa pela \n\nnecessidade de estudos voltados ao monitoramento da cobertura vegetal e do uso do \n\nsolo, que são cruciais para acompanhar a dinâmica das mudanças ao longo do tempo. \n\nDe modo geral, existem poucas iniciativas pretéritas de mapeamento no Pampa, \n\ndispondo-se basicamente de dois mapas elaborados a partir de imagens de satélite que \n\nretratam os anos de 2002 (Hasenack et al., 2015) e de 2009 (Weber et al., 2016), ambos \n\ncom detalhamento compatível com a escala 1:250.000. Mais recentemente foi criado o \n\nprojeto MabBiomas, com participação de instituições públicas, privadas e organizações \n\nnão governamentais (ONGs), visando elaborar mapas anuais de cobertura vegetal e uso \n\ndo solo para todos os biomas do Brasil, também a partir de imagens de satélites, já \n\ndisponibilizando-os ao público via Internet (mapbiomas.org). Embora existam várias \n\noutras pesquisas relacionadas ao monitoramento do estado da vegetação, é importante \n\ncomeçar a avaliar as mudanças e relacioná-las com causas e consequências a fim de \n\npropor diretrizes para gestão do território com enfoque na sustentabilidade. Métodos \n\navançados de processamento e classificação de imagens de satélite para produção \n\nsistemática de mapas de cobertura vegetal e uso do solo também devem ser \n\nconsiderados. \n\n\n\n19 \n \n\n \n\n \n\nA maior parte das sugestões de temas para pesquisa e desenvolvimento em \n\nparte já vem sendo alvo de estudos, pois são preocupações relativamente antigas e \n\ncruciais para a sustentabilidade da produção agropecuária no bioma Pampa. Há pelo \n\nmenos dez instituições públicas federais do Rio Grande do Sul desenvolvendo algum \n\ntipo de pesquisa na região, sendo quatro unidades da Embrapa (Pecuária, Clima \n\nTemperado, Trigo, Uva e Vinho), cinco universidades federais (UFRGS, UFPEL, \n\nUFSM, UFFS, UNIPAMPA) e uma unidade do INPE (CSR), além de uma estadual \n\n(IRGA) e várias instituições privadas. Porém, a integração entre as instituições poderia \n\nser melhorada a fim de articular iniciativas voltadas a temas relevantes para o Pampa, o \n\nque pode ser feito por meio da criação e fortalecimento de redes de pesquisa. Isso requer \n\na previsão de recursos para financiar o estabelecimento e funcionamento das redes, o \n\nque pode ocorrer por meio de editais públicos ou de outras fontes alternativas. A rede \n\nCampos Sulinos, por exemplo, foi criada em 2012 com apoio do Conselho Nacional de \n\nDesenvolvimento Científico e Tecnológico (CNPq), reunindo mais de 20 instituições do \n\nRio Grande do Sul, Paraná e Santa Catarina. Suas pesquisas contemplam levantamentos \n\nde grupos de espécies, análise dos impactos das mudanças climáticas nos campos \n\nnativos, entre outras. \n\n\n\n \n\n \n \n \n \n \n \n \n \n\n3. CAPÍTULO II – SISTEMAS ECOLÓGICOS DO ESTADO DO \nRIO GRANDE DO SUL, BRASIL: DELIMITAÇÃO E \nCARACTERIZAÇÃO \n\n3.1. Introdução \nDesde a colonização até há poucas décadas, a ocupação de áreas naturais no \n\nRio Grande do Sul deu-se em função de oportunidades, sem grandes preocupações com \n\no meio. Mais recentemente, em função de sua redução e de legislação pertinente, as \n\nflorestas tem recebido atenção no sentido de se conservar os remanescentes e, na \n\nmedida do possível, restaurar áreas degradadas. Entretanto, o estado tinha cerca de 2/3 \n\nde sua superfície originalmente coberta por formações campestres, mas ecossistemas \n\nnão florestais têm sido relegados a um segundo plano em estratégias de conservação da \n\nbiodiversidade, o que se verifica também em várias regiões do Globo (Overbeck et al., \n\n2007). \n\nEm parte, isso reflete uma concepção de que formações vegetais herbáceas \n\nsão decorrentes de desmatamento, pois em muitas regiões do globo a população humana \n\nestá concentrada sobre áreas que originalmente eram ocupadas por florestas (Bond &amp; \n\nParr, 2010). Na Europa Ocidental muitas das atuais áreas de cultivo eram cobertas por \n\nfloresta no passado, mantendo-se com vegetação herbácea em função do manejo ou do \n\nuso agrícola (Bresinsky et al., 2011). Áreas campestres naturais eram consideradas \n\nmarginais para agricultura e, consequentemente, menos valorizadas. Em outras Neo-\n\nEuropas (Crosby, 1993), como no sul do Brasil, a agricultura também se desenvolveu \n\nprincipalmente sobre áreas de floresta, a partir da chegada de imigrantes alemães e \n\nitalianos no século XIX, porém em um processo de ocupação do território com estímulo \n\ngovernamental (Bernardes, 1962). \n\nAlém da percepção de menor valor relacionada ao potencial de uso da terra, \n\nhá também grandes lacunas de conhecimento sobre a composição e estrutura de \n\nformações herbáceas. Uma das razões é a maior complexidade de mapeamento de áreas \n\nabertas em relação às florestas, pois mapeá-las com detalhe equivalente ao obtido para \n\nflorestas em relação à composição e estrutura da vegetação exige o emprego de escala \n\n\n\n21 \n \n\n \n\n \n\ncartográfica consideravelmente maior. Como consequência, em muitos mapeamentos de \n\nvegetação as formações florestais são delineadas e caracterizadas em detalhe, com \n\nlistagem de espécies dominantes, características estruturais e outros aspectos, enquanto \n\na vegetação herbácea é caracterizada de forma muito genérica (Küchler, 1973). \n\nEsses aspectos também se refletem em sistemas de classificação da \n\nvegetação, constatando-se o uso indiscriminado e muitas vezes incorreto dos termos \n\nsavana, estepe e pradaria para designar diferentes tipos de vegetação com domínio de \n\nvegetação herbácea (Chebataroff, 1968). No caso do Rio Grande do Sul, dois terços da \n\nsua superfície de 281.738 km² eram originalmente cobertos por ecossistemas \n\ncampestres, com fisionomias distintas que variam em função da expressão diversa dos \n\ncondicionantes biofísicos ao longo do território (Pébayle, 2017). Entretanto, assim como \n\nas demais fisionomias campestres do sul do Brasil, eles têm sido enquadrados como \n\nestepe, savana e savana-estépica, principalmente com vistas à aderência a uma \n\nnomenclatura fitogeográfica internacional (Veloso et al., 1991; Marchiori, 2002; IBGE, \n\n2012). \n\nTodavia, tendo em vista que as condições ambientais específicas dessas \n\nformações não ocorrem no estado, Marchiori (2002) e Pillar &amp; Quadros (2002) sugerem \n\no uso do termo ‘campo’, e Overbeck et al. (2015) enfatizam a necessidade de uma \n\nclassificação dessas tipologias campestres. Nesse sentido, Boldrini (1997) identificou \n\nseis diferentes formações campestres no Rio Grande do Sul e descreveu sua composição \n\nflorística típica, associando-a a fatores abióticos com base nas regiões fisiográficas do \n\nestado (Fortes, 1979). A partir desse estudo inicial, Boldrini (2009) refinou a \n\ncaracterização com base na relação da flora com solo e clima, tendo identificado e \n\ndescrito oito ecossistemas campestres, e Boldrini &amp; Longhi-Wagner (2011) \n\nintroduziram aprimoramentos subsequentes na caracterização florística. \n\nEmbora não proponham uma classificação de tipologias campestres, esses \n\nestudos representam um passo importante para tal à medida que reconhecem e \n\ncaracterizam a diversidade dos campos. Eles também fornecem subsídios sobre a \n\ndistribuição dos diferentes campos no território, fundamentais para delinear \n\nespacialmente sua ocorrência. O desafio é estabelecer uma delimitação coerente com a \n\nflora presente e as características biofísicas que a condicionam, o que exige a \n\ncompreensão das relações entre os mecanismos causais e os padrões de distribuição \n\nespacial dos ecossistemas (Bailey, 2008). A importância relativa dos fatores biofísicos \n\ndepende da escala considerada, e Bailey (1987) propõe três escalas básicas: (1) macro \n\n\n\n22 \n \n\n \n\n \n\n(região ecológica); (2) mesoescala (mosaico de paisagem) e microescala (sítio). Em \n\nescala macro, tende a predominar a influência do clima; em mesoescala as \n\ncaracterísticas do relevo modulam os fatores climáticos; e em microescala é o solo que \n\nmais influi na distribuição dos organismos. \n\nAlém de relacionar a distribuição dos ecossistemas com a expressão dos \n\nfatores biofísicos, seu delineamento demanda também o uso de algum suporte \n\ngeoespacial para o traçado dos limites. Na maior parte dos casos são utilizados mapas \n\nbásicos nos quais constam as principais feições do meio físico, sobre os quais os limites \n\nsão definidos manualmente. Em geral a escala cartográfica de tais mapas é pequena em \n\nvirtude de cobrirem extensões relativamente grandes, restringindo de antemão o nível de \n\ndetalhe que pode ser considerado (Hueck &amp; Seibert, 1981; IBGE, 1986). Todavia, a \n\ndisponibilidade crescente de dados geoespaciais digitais sobre diferentes aspectos da \n\nsuperfície terrestre, e a disseminação de tecnologias computacionais para seu \n\nprocessamento, tais como os Sistemas de Informação Geográfica (SIG), oferecem novas \n\npossibilidades nesse sentido (Longley et al., 2013). A conjugação de tais recursos com o \n\nconhecimento sobre os ecossistemas tem o potencial de detalhar substancialmente o \n\nconhecimento da dinâmica e dos padrões espaciais e temporais da distribuição de \n\nambientes e organismos (Verburg &amp; Veldkamp; 2004, Hirzel et al., 2002; Sangermano \n\net al., 2015). \n\nO objetivo do presente estudo é desenvolver uma proposta de delimitação \n\npara sistemas ecológicos campestres no estado do Rio Grande do Sul, tomando-se como \n\nbase uma caracterização existente para as fisionomias campestres (Boldrini, 2009) e a \n\nabordagem ecológica hierárquica proposta por Bailey (1987) para o nível de \n\nmesoescala. A premissa é que as características das tipologias campestres podem ser \n\ntraduzidas para um conjunto de regras que, aplicadas em SIG a um conjunto de dados \n\ngeoespaciais relevantes, possibilitam estabelecer a delimitação de sua distribuição \n\nespacial esperada. \n\n3.2. Material e métodos \n\n3.2.1. Caracterização da área de estudo \n\nA área de estudo compreende o estado do Rio Grande do Sul, cujas \n\ncoordenadas extremas situam-se entre as latitudes 27°05’ S e 33° 45’ S e as longitudes \n\n49°41’ W e 57°38’ W (Figura 5). Nessa faixa latitudinal observa-se, na costa oriental do \n\ncontinente, um clima subtropical úmido com verões quentes (Cfa, conforme Köppen) e, \n\nnas porções mais elevadas, um clima subtropical úmido com verões amenos (Cfb) \n\n\n\n23 \n \n\n \n\n \n\n(Mota, 1951; Moreno, 1961; Hasenack &amp; Ferraro, 1989). No contexto das ecorregiões \n\n(Bailey, 2008), o estado do Rio Grande do Sul está inserido, no nível de macroescala, \n\nem duas divisões do Domínio temperado úmido (200): a Divisão subtropical (230) e a \n\nDivisão das pradarias (250) (Figura 6). \n\n \nFigura 5. Localização do Rio Grande do Sul na costa oriental subtropical da América do \nSul. \n\n \n\n \nFigura 6. Ecorregiões da América do Sul em nível de macroescala, contemplando os \nníveis hierárquicos Domínio e Divisão. Em destaque, Domínio e Divisões que \ninterceptam o estado do RS. Fonte: Bailey (2008). \n\n\n\n24 \n \n\n \n\n \n\nA geologia compreende uma diversidade de litologias que incluem rochas \n\ngraníticas do Eon Arqueano, areníticas e basálticas da Era Mesozóica e depósitos \n\nsedimentares da Era Cenozóica. O relevo varia de plano a escarpado e apresenta \n\naltitudes que variam entre 0 m a mais de 1.000 m. Essas litologias, altitudes e \n\ndeclividades integradas geram diversas formas do relevo, as quais correspondem a \n\nvárias unidades geomorfológicas (IBGE, 1986). \n\nA vegetação é representada por florestas ombrófilas e estacionais e por \n\nformações campestres graminosas e arbustivas, as quais cobrem a maior parte do \n\nEstado. Segundo o sistema de classificação da vegetação brasileira (IBGE, 2012) \n\nocorrem no RS quatro regiões fitoecológicas florestais e três campestres, além de áreas \n\ndas formações pioneiras e áreas de tensão ecológica. Embora pelo clima atual haja \n\ndisponibilidade de energia e água ao longo do ano para sustentar ecossistemas florestais, \n\nobserva-se no estado uma predominância dos ecossistemas campestres. Essa vegetação \n\né testemunha de um clima passado mais frio e seco e estaria na região há pelo menos \n\ntanto tempo quanto as florestas (Behling et al., 2009), correspondendo aos campos \n\nprimitivos (do tipo “old growth grasslands”) (Veldman et al., 2015a; Bond, 2016). \n\n3.2.2. Material utilizado \n\nO material utilizado compreende um conjunto de dados geoespaciais digitais \n\ndisponíveis para o estado do Rio Grande do Sul, considerados relevantes para \n\nrepresentar os principais fatores biofísicos que condicionam a distribuição dos \n\necossistemas campestres na área de estudo (Boldrini, 1993; Waechter, 2002). Os dados \n\nselecionados incluem um modelo digital de altitude, um mapa de solos e um mapa de \n\nregiões fitoecológicas do Rio Grande do Sul. O primeiro é um arquivo raster com \n\nresolução espacial de aproximadamente 90 metros, estruturado de forma contínua a \n\npartir de janelas de 1° de latitude por 1° de longitude dos dados originais do SRTM – \n\nShuttle Radar Topography Mission (Weber et al., 2004). Os mapas de solos e de regiões \n\nfitoecológicas são camadas vetoriais de polígonos, ambos estruturados a partir de cartas \n\nde trabalho originais na escala 1:250.000 (SAA/RS-IBGE/SC, 2003) do Levantamento \n\nde Recursos Naturais do Projeto Radambrasil (IBGE, 1986). A delimitação original das \n\nregiões fitoecológicas foi posteriormente refinada por Cordeiro &amp; Hasenack (2009), por \n\nmeio de interpretação visual sobre imagens do satélite Landsat. O mapa de solos não foi \n\nmodificado, porém avaliação conduzida por Sarmento et al. (2014) demonstrou que sua \n\nriqueza temática é compatível com a escala indicada, embora a escala cartográfica \n\nefetiva seja menor. \n\n\n\n25 \n \n\n \n\n \n\nO processamento e análise dos dados geoespaciais foi efetuado em \n\nmicrocomputadores com auxílio dos softwares de Sistema de Informação Geográfica \n\n(SIG) Idrisi Selva (Eastman, 2012), Cartalinx (Hagan et al., 1999) e ArcView (ESRI, \n\n2014). Também foram utilizados receptores GPS (Global Positioning System) de \n\nnavegação, como apoio em expedições em campo. \n\n3.2.3. Metodologia \n\nO primeiro passo foi efetuar a padronização dos dados geoespaciais para \n\npossibilitar sua subsequente integração. Inicialmente eles foram transformados para a \n\nmesma projeção cartográfica e mesmo sistema geodésico de referência, optando-se \n\nrespectivamente pela projeção Cônica Conforme de Lambert e datum WGS84. \n\nPosteriormente os layers vetoriais com as unidades de mapeamento de solos e os limites \n\nde regiões fitoecológicas foram convertidos do modelo vetorial para o modelo raster \n\n(matricial). Adotou-se para todos os dados a mesma resolução espacial de 90 m, \n\nequivalente à do SRTM. \n\nEm seguida, analisou-se a descrição e caracterização das tipologias \n\ncampestres de Boldrini (2009) e Boldrini &amp; Longhi-Wagner (2011). Buscou-se \n\nidentificar como cada uma se diferencia em termos dos fatores biofísicos elencados para \n\ndefinir critérios de delimitação de unidades espaciais de mesoescala (mosaico de \n\npaisagem) (Bailey, 1987). Visando facilitar a compreensão e o uso futuro da delimitação \n\nproposta, buscou-se sempre que possível, aproveitar parcialmente critérios já utilizados \n\nem sistemas de classificação existentes no Brasil, em especial o de vegetação (IBGE, \n\n2012) e o de solos (EMBRAPA, 2013). Ao final, chegou-se a um conjunto de critérios \n\npara definir áreas correspondentes a diferentes compartimentos do relevo e áreas com \n\ndistintas características pedológicas consideradas relevantes à biocenose. \n\nDentre os critérios, as áreas correspondentes a compartimentos do relevo \n\nforam delimitadas a partir do modelo digital de altitude, com base na combinação de \n\nclasses de altitude com classes de declividade. As primeiras foram estabelecidas de \n\nacordo com o sistema de classificação da vegetação brasileira para áreas situadas em \n\nlatitudes superiores a 24° S (IBGE, 2012), efetuando-se uma reclassificação dos valores \n\ncontínuos de altitude para faixas significativas à vegetação. As classes de declividade \n\nforam definidas a partir de uma simplificação dos intervalos correspondentes às fases de \n\nrelevo utilizadas em levantamentos de solos (EMBRAPA, 2013), e depois delimitadas \n\npor meio de uma reclassificação dos valores contínuos de declividade para as faixas \n\nespecificadas (Quadro 1). \n\n\n\n26 \n \n\n \n\n \n\nQuadro 1. Classes de altitude e respectiva denominação segundo o sistema de \nclassificação da vegetação brasileira para latitudes superiores a 24° S (IBGE, 2012), e \nclasses de declividade simplificadas e respectivas fases de relevo no sistema brasileiro \nde classificação de solos (EMBRAPA, 2013). \n\nClasse de altitude Denominação Classe de declividade Denominação \n\n5 - 30 m terras baixas 0 – 3% plano \n\n30 - 400 m sub-montano 3 – 8% suave \n\n400 - 1.000 m montano 8 – 20% ondulado \n\n> 1.000 m alto-montano >20% \nforte ondulado a \nescarpado \n\n \n\nOs mapas de classes de altitude e de declividade foram posteriormente \n\nsobrepostos para identificação de todas as combinações encontradas entre as classes de \n\nambos, as quais totalizaram oito categorias que representam diferentes compartimentos \n\nde relevo (Quadro 2, Figura 7A). \n\nQuadro 2. Compartimentos do relevo identificados pela combinação de classes de \naltitude significativas à vegetação (IBGE, 2012) com classes de declividade \nsimplificadas a partir de fases de relevo (EMBRAPA, 2013). \n\nClasse de altitude Classe de declividade Compartimentos de relevo \n\n5 - 30 m 0 – 3% de terras baixas e plano \n\n30 - 400 m 3 – 8% sub-montano e suave \n\n30 - 400 m 8 – 20% sub-montano e ondulado \n\n400 - 1.000 m 3 – 8% montano e suave \n\n400 - 1.000 m 8 – 20% montano e ondulado \n\n> 1.000 m 3 – 8% alto-montano e suave \n\n30 - 400 m >20% \nsub-montano e forte ondulado a \nescarpado \n\n> 1.000 m >20% \nalto-montano e forte ondulado a \nescarpado \n\n \n\nTendo em vista que a composição florística e a taxa de cobertura vegetal de \n\ncada tipo de campo estão associadas às características físicas e químicas dos solos \n\n(Boldrini, 1993, Wondzell et al, 1996; Boldrini et al., 1998; Moeslund et al. 2013), \n\nbuscou-se também identificar grupos de solos que possibilitassem discriminar a \n\nvegetação em nível de mesoescala. A partir da leitura e interpretação dos dados \n\nanalíticos e descritivos de perfis representativos no relatório de levantamento de solos \n\n(IBGE, 1986), foram definidos critérios para avaliação dos solos contemplando \n\n\n\n27 \n \n\n \n\n \n\nhidromorfismo, profundidade e fertilidade. Com base nesses critérios, os solos foram \n\nenquadrados em quatro grupos funcionais, quais sejam: solos hidromórficos, solos \n\nprofundos de alta fertilidade, solos profundos de baixa fertilidade e solos rasos. Cada \n\nunidade de mapeamento do mapa de solos (SAA/RS-IBGE/SC, 2003) foi então \n\nenquadrada na classe funcional correspondente ao solo dominante na mesma, obtendo-\n\nse um mapa de áreas com distintas características pedológicas relevantes à biocenose \n\n(Figura 7B). \n\nPor fim, para limitar as análises apenas às formações campestres, o mapa de \n\nregiões fitoecológicas (Cordeiro &amp; Hasenack, 2009) foi reclassificado para selecionar \n\napenas as formações com predomínio de vegetação herbácea, deixando-se de fora as \n\nformações florestais. As formações selecionadas incluem áreas ocupadas pelas regiões \n\nfitoecológicas campestres, além de áreas de tensão ecológica nas quais a vegetação \n\ncampestre é dominante, e áreas de formações pioneiras fluviais, lacustres ou marinhas, \n\ncom dominância dos elementos campestres. O conjunto das áreas dessas formações foi \n\nposteriormente utilizado como máscara para restringir a discriminação das diferentes \n\ntipologias campestres somente a ele (Figura 7C). \n\nUma vez construídas as camadas de dados geoespaciais necessárias para \n\nrepresentar cada um dos critérios elencados, elas foram sobrepostas a fim de se \n\nidentificar todas as combinações existentes entre suas unidades espaciais. As \n\ncombinações encontradas foram depois confrontadas com a descrição da distribuição e a \n\ncaracterização florística de Boldrini (2009) e Boldrini &amp; Longhi-Wagner (2011), \n\nbuscando-se analisar e interpretar o conjunto de informações para definir que \n\ncombinações poderiam corresponder a cada tipologia campestre. Em porções onde as \n\ncombinações de unidades espaciais das camadas não possibilitaram capturar variações \n\nsutis, utilizou-se também um mapa de uso do solo (Cordeiro &amp; Hasenack, 2009) como \n\nproxy para inferir o limite entre os ambientes. \n\nApós essa etapa foi realizada uma expedição de campo para verificação \n\nexpedita da consistência e coerência da delimitação das tipologias campestres, \n\nutilizando-se como apoio imagens do satélite Landsat e receptores GPS. A verificação \n\nbaseou-se na observação in loco da fisionomia campestre com base nas espécies \n\ndominantes, efetuando-se o registro das coordenadas de cada ponto visitado para \n\nposteriormente comparar com os limites propostos. Depois de concluída a verificação, \n\nos limites das tipologias campestres foram novamente unidos aos das regiões florestais \n\npara recompor um mapa de todo o estado do Rio Grande do Sul. \n\n\n\n28 \n \n\n \n\n \n\n3.3. Resultados \nA metodologia empregada neste estudo possibilitou o reconhecimento e a \n\ndelimitação de oito tipologias campestres que haviam sido previamente descritas e \n\ncaracterizadas por Boldrini (2009) e Boldrini &amp; Longhi-Wagner (2011). \n\nAdicionalmente, a análise espacial dos fatores biofísicos com auxílio de SIG \n\npossibilitou ainda a identificação de duas novas tipologias, as quais foram confirmadas \n\npor meio de observações em campo, e então descritas e caracterizadas de modo \n\nequivalente às anteriores. Os limites das 10 tipologias campestres obtidas (Quadro 3), \n\nacrescidos aos das quatro regiões fitoecológicas florestais já delimitadas (IBGE, 1986), \n\nresultaram em um mapa com 14 unidades espaciais que representam a distribuição de \n\nsistemas ecológicos de mesoescala no Rio Grande do Sul (Figura 7D). \n\n \nFigura 7. (A) Compartimentos do relevo, obtidos pela combinação de classes de altitude \nsignificativas à vegetação (IBGE, 2012) e classes de declividade simplificadas a partir \nde faixas usadas em levantamentos de solos (EMBRAPA, 2013); (B) Grupos funcionais \nde solos, com base em hidromorfismo, profundidade e fertilidade a partir do mapa de \nsolos (IBGE/SC-SAA/RS, 2003); (C) Regiões fitoecológicas florestais segundo IBGE \n(2012) e a região campestre alvo do presente trabalho; (D) Tipologias campestres do \nRio Grande do Sul delimitadas com base em A, B e C. (Autoria própria) \n\n\n\n29 \n \n\n  \n\n \n\nQuadro 3. Área e proporção das tipologias campestres delimitadas para o Rio Grande do Sul e suas características gerais em função da altitude, da \ndeclividade e dos solos, e tipologias florestais segundo IBGE (1986) (ALT: campo de altitude; LIT: campo litorâneo; ARB: campo arbustivo; CRI: \ncampo misto do cristalino oriental; AND: campo misto de andropogôneas e compostas; GRA: campo graminoso; BAR: campo com barba-de-bode; \nARE: campo com areais; ESP: campo com espinilho; SOL: campo de solos rasos; ARA: floresta com araucária; INT: floresta subtropical interior; \nCOS: floresta subtropical costeira; TRO: floresta tropical). \n\nTipologias \ncampestres \n\nClasses de altitude \nClasses de \ndeclividade \n\nGrupos funcionais de solos Área (km²)\nProporção do \n\nRS (%) \n\nALT montano e alto-montano suave profundos com baixa fertilidade 14.500,97 5,15 \n\nLIT terras baixas suave hidromórficos 21.629,43 13,01 \n\nARB sub-montano ondulado rasos ou profundos com baixa fertilidade 30.195,12 10,72 \n\nCRI sub-montano suave profundos com baixa fertilidade 1.162,40 0,41 \n\nAND sub-montano suave profundos com baixa fertilidade 35.642,99 12,65 \n\nGRA sub-montano suave profundos com alta fertilidade 11.524,72 4,09 \n\nBAR montano e alto-montano suave profundos com baixa fertilidade 38.217,20 13,56 \n\nARE sub-montano suave profundos com baixa fertilidade 4.686,83 1,66 \n\nESP sub-montano suave hidromórficos 13.944,21 4,95 \n\nSOL sub-montano suave rasos 13.720,10 4,87 \n\nARA ------ ------ ------ 29.929,03 10,62 \n\nINT ------ ------ ------ 3.8481,47 13,66 \n\nCOS ------ ------ ------ 11.940,19 4,24 \n\nTRO ------ ------ ------ 1.139,44 0,40 \n\n\n\n30 \n \n\n \n\n \n\n \n\nA denominação atribuída a cada tipologia campestre não segue um sistema \n\nde classificação da vegetação, ela visou apenas destacar aspectos mais evidentes. Em \n\nalguns casos ela faz referência à composição florística, enquanto em outros ela destaca \n\nfatores biofísicos. Por exemplo, muitas espécies de herbáceas tem ampla distribuição no \n\nRio Grande do Sul, mas podem ser dominantes ou eventualmente exclusivas em \n\nalgumas áreas, e menos representativas em outras. Da mesma forma, há ambientes nos \n\nquais a forma do relevo ou o solo se sobressaem pela sua influência na distribuição da \n\nvegetação ou mesmo na sua menor presença. \n\n3.3.1. Limites e características dos sistemas ecológicos campestres \n\nO Campo de Altitude (ALT) situa-se na porção mais elevada do estado, em \n\naltitudes superiores a 400 m, em relevo suave e solos predominantemente profundos \n\ncom baixa fertilidade, com menor proporção de solos rasos e afloramentos rochosos. O \n\nuso do fogo praticado na região associado ao manejo dos campos com baixa carga \n\nanimal moldaram a fisionomia e a composição atual destes campos. Caracterizam-se \n\npela presença de gramíneas eretas que formam touceiras, com predomínio de capim-\n\ncaninha (Andropogon lateralis), além de capim-mimoso (Schizachyrium tenerum), \n\nPaspalum maculosum, Axonopus pellitus, macega-estaladeira (Saccharum \n\nangustifolium) e Sorghastrum pellitum. Leguminosas são frequentes, como \n\nMacroptilium prostratum, Galactia neesii e várias espécies de tremoços (Lupinus spp.) \n\ne de babosinhas (Adesmia spp.), estas últimas de ciclo hibernal. Sobre os solos rasos a \n\ncobertura vegetal fica a cargo de espécies de baixo porte, como Glandularia catharinae \n\nverbenácea de flores rosadas, a gramínea densamente pilosa Paspalum polyphyllum e \n\nvárias cactáceas, entre outras. A dinâmica da vegetação é influenciada pelos altos níveis \n\nde precipitação durante o ano todo, o que favorece também a presença de muitas \n\nespécies de ciperáceas, como Bulbostylis sphaerocephala,  Rhynchospora globosa, R. \n\ntenuis, e R. barrosiana. Nas áreas bem drenadas dos interflúvios e encostas menos \n\ndissecadas está presente o campo seco, com predomínio de gramíneas estivais, enquanto \n\nnos locais mal drenados ocorre o campo úmido, onde os solos possuem alto teor de \n\nmatéria orgânica. \n\nO Campo litorâneo (LIT) está associado às terras baixas com relevo suave \n\ndo litoral atlântico e tem seu limite interior definido pela escarpa do Planalto Meridional \n\nao norte, pela Coxilha das Lombas, no contato com a Depressão Periférica a oeste, e no \n\ncontato com o Escudo Uruguaio-Sul-Riograndense na porção sul a oeste da Laguna dos \n\n\n\n31 \n \n\n \n\n \n\nPatos e da Lagoa Mirim. Os solos são predominantemente hidromórficos e muito \n\ncondicionados pelo micro-relevo. As principais espécies de gramíneas destes campos \n\nsão de porte baixo, radicantes e promovem uma boa cobertura do solo, tais como \n\nIschaemum minus, Axonopus affinis, A. obtusifolius, Paspalum pauciciliatum, P. \n\nmodestum, P. jesuiticum, P. pumilum e Panicum aquaticum. Cyperaceae é outra família \n\nque se destaca nesta formação, formando populações densas, como é o caso de \n\nEleocharis bonariensis, E. viridans e Rhynchospora emaciata . Por outro lado, algumas \n\nespécies apresentam indivíduos isolados, como é o caso de Pycreus polystachyus e de \n\nRhynchospora holoschoenoides, R. barrosiana, e Scleria distans. Muitas leguminosas \n\nsão comuns nesta região, destacando-se Stylosanthes leiocarpa, Indigofera sabulicola, \n\nDesmodium adscendens, D. barbatum, Adesmia latifolia, Vigna longifolia e V. luteola. \n\nNas baixadas mais úmidas são facilmente encontradas Mimosa bimucronata (maricá), \n\nEryngium chamossonis, Baccharis spicata e Centella asiatica. \n\nO Campo arbustivo (ARB) ocorre na porção do Escudo Uruguaio-Sul-\n\nRiograndense voltado para oeste desse compartimento elevado e de relevo ondulado, \n\nsobre solos rasos ou profundos com baixa fertilidade. Espécies de gramíneas cespitosas \n\neretas são comuns, como as barbas-de-bode (Aristida jubata, A. filifolia, A. spegazzini, \n\nA. circinalis e A. venustula), Andropogon ternatus, A. selloanus e a flechilha endêmica \n\ndestes campos Jarava megapotamica. É nesta região que as leguminosas estão mais \n\nbem representadas tanto no campo, quanto em beiras de estrada, junto da vegetação \n\narbustiva, destacando-se Lathyrus pubescens, Rhynchosia diversifolia, Adesmia \n\npunctata, A. incana, Galactia australis e Eriosema tacuaremboense. A vegetação \n\nrupestre associada a esta formação apresenta muitas espécies endêmicas com destaque \n\npara as cactáceas. Seus campos são também ricos em arbustos, como por exemplo, a \n\nleguminosa Mimosa ramulosa, as compostas Acanthostylis buniifolius (chirca), \n\nBaccharis dracunculifolia, B. articulata, B. pentodonta, B. rufescens, Baccharis \n\nallienus, a sapindácea Dodonea viscosa (vassoura-vermelha), da plantaginácea de flores \n\nazuis (Scoparia ericacea), da umbelífera Eryngium horridum (caraguatá, gravatá), além \n\nde várias espécies de euforbiáceas, especialmente de Croton. \n\nO Campo Misto do Cristalino Oriental (CRI) ocorre em altitudes entre 30 e \n\n400m e relevo suave, também no Escudo, entre o Campo arbustivo do Escudo e o \n\nCampo Litorâneo, no extremo sul do Rio Grande do Sul. A vegetação destes campos \n\napresenta alta pressão de pastejo com uma constituição marcada por espécies estivais e \n\nescassas espécies hibernais. Entre as gramíneas estivais destacam-se o capim-paulista \n\n\n\n32 \n \n\n \n\n \n\n(Cynodon dactylon), o capim-touceirinha (Sporobolus indicus), Andropogon ternatus, a \n\ngrama-tapete (Axonopus affinis), Aristida murina, a cola-de-lagarto (Mnesithea \n\nselloana), o capim-forquilha (Paspalum notatum), Paspalum plicatulum, Botriochloa \n\nlaguroides e Steinchisma hians. Entre as hibernais destacam-se Piptochaetium \n\nmontevidense e P. stipoides. Além destas, aparecem em áreas mais úmidas a carqueja \n\n(Baccharis crispa) e a babosinha (Adesmia securigerifolia). Também são comuns as \n\ncompostas pequenas como as Chevreulia sarmentosa e Micropsis spathulata. \n\nO Campo Misto de Andropogôneas e Compostas (AND) ocorre \n\npredominantemente em áreas com altitude entre 30 e 400m com relevo suave e \n\ncorresponde genericamente ao domínio geomorfológico da Depressão Periférica, uma \n\ndepressão sedimentar que contorna o Escudo, separando-o do Planalto Meridional \n\n(IBGE, 1986). Predominam nessa tipologia solos profundos com baixa ou alta \n\nfertilidade. Quando os campos são bem manejados, a presença de solo descoberto é \n\nbaixa, pois no estrato inferior as espécies dominantes são prostradas, representadas pelo \n\ncapim-forquilha  nos topos e encostas das coxilhas e pela grama-tapete e Paspalum \n\npumilum nas baixadas úmidas. O capim-caninha é presença constante, destacando-se no \n\nestrato superior, juntamente com outras andropogôneas, como Andropogon selloanus, \n\ncapim-rabo-de-burro (Schizachyrium microstachyum) e a macega-estaladeira. A \n\nleguminosa mais comun é o pega-pega (Desmodium incanum). Em campos com \n\nsobrepastoreio, a comunidade vegetal torna-se rala com grandes proporções de solo \n\ndescoberto onde as sementes das compostas, que são numerosas, se instalam, \n\ndestacando-se a roseta (Soliva pterosperma), o alecrim-do-campo (Vernonanthura \n\nnudiflora), a maria-mole (Senecio brasiliensis), bem como Senecio selloi, S. \n\nheterotrichius, o quitoco (Pluchea sagittalis) e a buva (Conyza bonariensis). Nas áreas \n\nbem drenadas, as barbas-de-bode (Aristida jubata e A. filifolia) e os caraguatás \n\n(Eryngium horridum) formam touceiras que compõem o estrato superior da comunidade \n\nvegetal. \n\nO Campo Graminoso (GRA) ocorre também em altitudes entre 30 e 400m \n\ncom relevo suave, sobre solos mais férteis no lado oriental da Depressão Periférica, \n\nentre a Cuesta do Haedo e o Escudo. Nestes campos a fisionomia é dominada por \n\nespécies herbáceas, essencialmente gramíneas, com destaque para o capim-forquilha, de \n\nhábito rizomatoso, além de outras cespitosas como o capim-caninha, a cola-de-lagarto, o \n\ncapim-melador (Paspalum dilatatum) e a barba-de–bode (Aristida uruguayensis). Com \n\numa alta participação na composição florística destacam-se várias espécies hibernais, \n\n\n\n33 \n \n\n \n\n \n\ncomo as flechilhas (Nassella hyalina, N. papposa, N. neesiana, N. philippii, N. \n\nrosengurttii), os cabelos-de-porco (Piptochaetium bicolor, P. uruguense, P. \n\nruprechtianum, P. lasianthum), Melica argyrea e M. rigida. Em meio a estas espécies \n\nde gramíneas eretas desenvolvem-se ciperáceas em locais muito úmidos, como Carex \n\nphalaroides, muito comum em meio às touceiras das gramíneas e Eleocharis dunensis. \n\nEntre as leguminosas, são freqüentemente encontradas o trevo nativo (Trifolium \n\npolymorphum) e as babosas (Adesmia bicolor, A. securigerifolia, A. punctata e A. \n\nlatifolia), formando manchas amarelas, devido suas flores e ao hábito prostrado-\n\nestolonífero. \n\nO Campo com Barba-de-bode (BAR) encontra-se em altitudes entre 30 e \n\n1.000m e relevo suave, sobre o Planalto Meridional em solos predominantemente \n\nprofundos e de baixa fertilidade. As altitudes são maiores na porção noroeste, onde \n\nalcançam 700 m, diminuindo suavemente até alcançar menos de 100m junto ao rio \n\nUruguai. Os campos sobre o Planalto situam-se em altitudes geralmente acima dos 400 \n\nm e sobre relevo suave, até o contato com a Floresta Ombrófila Mista ao longo dos \n\nprincipais afluentes dos rios Uruguai e Jacuí. Estes campos são caracterizados por \n\napresentar dois estratos, sendo que no superior destacam-se as barbas-de-bode (Aristida \n\njubata e A. laevis) e no inferior gramíneas rizomatosas, destacando-se nas áreas mais \n\nsecas sobre solos argilosos o capim-forquilha, a grama-missioneira (Axonopus \n\njesuiticus) e em solos secos e arenosos, Paspalum lepton. Nos locais úmidos, como nas \n\nbordas de banhados vegetam espécies estoloníferas como a grama-tapete e rizomatosas \n\ncomo Paspalum pumilum. Além disso, podem-se encontrar representantes de outras \n\nfamílias que são relativamente freqüentes, como por exemplo as rubiáceas Borreria \n\npoaya de flores azuis e Staelia thymoides de flores brancas, a leguminosa Stylosanthes \n\nleiocarpa, as malváceas Melochia chamaedrys e  Waltheria douradinha de flores \n\namarelas e a verbenácea Glandularia peruviana de flores vermelhas . \n\nO Campo com Areais (ARE) situa-se em altitudes entre 30 e 400m em \n\nrelevo suave, em solos predominantemente arenosos, profundos, bem drenados e com \n\nbaixa fertilidade. Na região dos areais a fisionomia é determinada pelas gramíneas \n\nAxonopus argentinus, pelo capim-limão (Elionurus candidus) e por Paspalum lepton. \n\nOutras espécies facilmente encontradas nestes campos são Paspalum stellatum, \n\nPappophorum macrospermum, Paspalum polyphyllum, Panicum triholaenoides, a \n\neuforbiácea de flores vináceas e folhas densamente glandulosas Jatropha isabelii, as \n\ncompostas aqui representadas pelo carrapicho-de-ovelha (Acanthospermum australe), \n\n\n\n34 \n \n\n \n\n \n\nLessingianthus macrocephalus, com grandes capítulos rosados e Baccharis multifolia. \n\nUma leguminosa comum nas áreas de arenização é Lupinus albescens,  de flores azuis, \n\nespécie nucleadora, ocorrendo isolada no meio da areia, porém é tóxica. Estes campos \n\napresentam uma flora diferenciada das demais tipologias de campo por apresentar \n\nelementos com adaptações a um ambiente árido, com folhas coriáceas, brilhosas ou \n\nreduzidas, sistema subterrâneo muito desenvolvido. Destacam-se as cactáceas Cereus \n\nhildmannianus e Parodia ottonis, a palmeira Butia lallemantii, as compostas Asteropsis \n\nmacrocephala, Trixis verbascifolia, Centratherum camporum, Noticastrum \n\nacuminatum, Baccharis albolanosus e Gochnatia cordata e a amarantácea Froelichia \n\ntomentosa. Muitas destas espécies são endêmicas desta formação e apresentam uma \n\nintensa pilosidade que confere uma coloração acinzentada à paisagem. \n\nO Campo com Espinilho (ESP) encontra-se ao longo do Rio Uruguai, em \n\naltitudes entre 30 e 400m sobre relevo suave, em solos férteis variando de \n\nimperfeitamente a mal drenados. Os campos desta região são caracterizados por áreas \n\nplanas e baixas onde são encontradas manchas de Paspalum quadrifarium associadas a \n\noutras espécies menos robustas como a cevadilha (Bromus auleticus), as flechilhas \n\n(Nassella papposa e N. neesiana, a  verbenácea Phyla canescens e a composta \n\nGrindelia pulchella. O estrato inferior é contínuo, formado por uma grande diversidade \n\nde gramíneas como a cola-de-lagarto, Paspalum almum, o capim-melador (P. \n\ndilatatum), P. pauciciliatum, P. jesuiticus, P. acuminatum, Setaria vaginata e S. \n\nfiebrigii. Nesta região é possível encontrar leguminosas estoloníferas, de flores \n\namarelas, como o amendoim-nativo (Arachis burkartii) e a babosa-do-campo (Adesmia \n\nbicolor). Em banhados é comum a presença das gramas-boiadeiras (Leersia hexandra e \n\nLuziola peruviana), além de outras espécies menos frequentes como as gramíneas \n\nRhynchoryza subulata e Mnesithea balansae, a leguminosa Aeschynomene \n\nmontevidensis e a ciperácea Rhynchospora scutellata. Associadas a essa matriz \n\ncampestre ocorrem leguminosas lenhosas esparsas de espinilho (Vachellia caven), \n\nnhanduvá (Prosopis affinis), algarrobo (Prosopis nigra), cina-cina (Parkinsonia \n\naculeata) e a verbenácea erva-santa (Aloysia lycioides). \n\nO Campo de Solos Rasos (SOL) situa-se em altitudes entre 30 e 400m com \n\nrelevo suave e solos rasos sobre o Planalto da Campanha. A vegetação associada aos \n\nsolos muito rasos a partir do basalto, pedregosos, com baixa retenção de umidade, \n\nassociados ao déficit hídrico no verão é bastante peculiar neste ambiente estressante. \n\nVegetam gramíneas cespitosas de porte baixo como Aristida murina, A. echinulata, A. \n\n\n\n35 \n \n\n \n\n \n\nvenustula, A. uruguayensis, Bouteloua megapotamica, Chloris grandiflora, Eustachys \n\nbrevipila, Microchloa indica, Schizachyrium spicatum, Tridens hackelii e Tripogon \n\nspicatus. Em áreas com rochas expostas encontram-se compostas como Micropsis \n\nspathulata, a roseta (Soliva pterosperma) e Sommerfeltia spinulosa e leguminosas como \n\nAdesmia incana, Indigofera asperifolia, Mimosa burkartii, Rhynchosia diversifolia e \n\nSenna nana. Destacam-se espécies de outras famílias, como Lippia villafloridana, \n\nverbenácea de flores amarelas, Nierembergia linariifolia, solanácea de flores branco-\n\nazuladas que forma grandes manchas, exclusiva deste tipo de formação e tóxica para \n\nherbívoros, Convolvulus laciniatus, convolvulácea de folhas muito recortadas, Ditaxis \n\nacaulis, euforbiácea densamente pilosa e várias espécies de Oxalis (oxalidáceas). Além \n\ndestas, são comuns também o mio-mio, Baccharis coridifolia (Asteraceae) e as \n\numbelíferas Ammoselinum rosengurtii e Eryngium echinatum. \n\n3.4. Discussão \nOs dados geoespaciais utilizados para representar os fatores biofísicos \n\nconsiderados mais relevantes à caracterização da paisagem campestre no Rio Grande do \n\nSul possibilitaram discriminar diferentes unidades espaciais que correspondem em \n\ngrande parte aos ecossistemas campestres descritos por Boldrini (2009). Os resultados \n\nreforçam a opinião de diversos autores sobre a influência do relevo e do solo na \n\ndistribuição espacial das comunidades vegetais herbáceas (Wondzell et al., 1996; \n\nWaechter, 2002; Gibson, 2009; Moeslund et al., 2013). Além disso, a identificação de \n\nduas tipologias ainda não descritas demonstra também o potencial das geotecnologias \n\ncomo suporte para caracterizar ambientes de modo consistente e coerente, tornando \n\npossível expressar espacialmente o conhecimento formal existente sobre a vegetação e \n\nsua relação com os fatores do meio (Rowe &amp; Sheard, 1981). \n\nEmbora não tenha sido realizado um levantamento sistemático exclusivo \n\npara identificar as espécies características de cada tipologia campestre, o conhecimento \n\nreunido durante mais de 40 anos de levantamentos parciais da vegetação campestre no \n\nRio Grande do Sul permitiu elencar as espécies mais representativas. Dessa forma, \n\nainda que a relação de espécies não seja exaustiva, ela corrobora a diferenciação de cada \n\ntipologia campestre aqui proposta, em termos de sua composição florística, como \n\nresultado do meio. \n\nA nomenclatura atribuída às tipologias campestres ilustra a diversidade que \n\nprecisa ser considerada ao se propor sistemas de classificação desse tipo de vegetação, o \n\nque demanda critérios necessariamente diferentes dos empregados para classificar \n\n\n\n36 \n \n\n \n\n \n\nflorestas (Küchler &amp; Montoya, 1971, Küchler, 1973). Por exemplo, o sistema de \n\nclassificação da vegetação brasileira fundamenta-se no método fisionômico-ecológico \n\n(IBGE, 2012), em que comunidades vegetais são caracterizadas pela sua estrutura, \n\nsendo cada uma definida pelas formas de vida dominantes em função de relações \n\nambientais genéricas (Whittaker, 1975). Ele pode expressar adequadamente a \n\ndistribuição das formações florestais originais no Rio Grande do Sul, porém parece não \n\ndiscriminar suficientemente as formações campestres. \n\nNesse sentido, a combinação dos limites das tipologias campestres aqui \n\nobtidos, com as regiões fitoecológicas florestais já delimitadas no mapa de vegetação do \n\nBrasil (IBGE, 2004) resulta em uma regionalização ambiental que retrata a distribuição \n\ndos dois tipos de formações vegetais em detalhe equivalente, o que pode servir a \n\nmúltiplos propósitos (Omernik, 1987, Bailey, 2009). Nos dias atuais são poucas as áreas \n\ndo Rio Grande do Sul cuja cobertura vegetal original ainda não sofreu alteração, com \n\nremoção parcial ou total para dar lugar a assentamentos humanos e uso agrícola. A \n\ncaracterização da vegetação nessas áreas alteradas é difícil, mas a abordagem ecológica \n\npermite avaliar as condições ambientais do lugar e, a partir delas, identificar o tipo de \n\ncomunidade vegetal esperado, elemento importante para o planejamento de uso (Rowe, \n\n1996). \n\nConhecer em maior detalhe as condições biofísicas dos ecossistemas \n\npermite definir usos da terra mais adequados às potencialidades e limitações de cada \n\nlugar. Conhecer a comunidade vegetal esperada em cada um possibilita ainda definir \n\nmelhores estratégias de conservação e uso sustentável, com vistas à manutenção dos \n\nprocessos e funções ecossistêmicas (Bailey, 2009). Para tanto, torna-se importante \n\nconfrontar os limites e características de cada ecossistema com o uso da terra. Por \n\nexemplo, das 10 tipologias campestres delimitadas, o campo misto de andropogôneas e \n\ncompostas (AND), o campo litorâneo (LIT), o campo com barba-de-bode (BAR) e o \n\ncampo arbustivo (ARB) são os que ocupam maior extensão no Rio Grande do Sul. \n\nEntretanto, em alguns deles grande proporção da vegetação campestre original já foi \n\nsubstituída por diversos usos antrópicos em virtude das condições ambientais \n\nfavoráveis. Por outro lado, o campo misto do cristalino oriental (CRI) ocupa uma área \n\nreduzida no estado, mas sua cobertura vegetal original foi menos alterada, e ele também \n\nse estende em áreas maiores contíguas para dentro do Uruguai. \n\nA delimitação de tipologias campestres proposta neste estudo é uma \n\nprimeira aproximação de regionalização baseada em abordagem ecológica hierárquica \n\n\n\n37 \n \n\n \n\n \n\nao nível de mesoescala. Ela se baseou no melhor conjunto de dados geoespaciais \n\ndisponíveis com cobertura homogênea para o Rio Grande do Sul e no conhecimento \n\nexistente sobre as fisionomias campestres. É preciso considerar também que os limites \n\ndiscretos são uma abstração, uma simplificação da realidade. Eles buscam indicar onde \n\nos elementos naturais tendem a apresentar uma transição gradual no espaço. Assim, é \n\npossível que tais limites possam ser refinados com o surgimento de dados geoespaciais \n\nmais detalhados, ou redefinidos com o aprofundamento no conhecimento sobre a flora \n\nou a fauna. Trata-se de uma oportunidade para estudos futuros sobre comunidades \n\nvegetais e animais, bem como sobre mapeamento de uso da terra, para avaliar as \n\ntipologias ora apresentadas. \n\n3.5. Conclusões \n\n? A abordagem ecossistêmica possibilitou, com base no conhecimento \n\nexistente, elencar fatores biofísicos relevantes à distribuição dos \n\necossistemas e integrá-los com auxílio de Sistemas de Informação \n\nGeográfica (SIG) para propor uma nova subdivisão; \n\n? O uso de poucas variáveis representativas dos fatores biofísicos possibilitou \n\na delimitação de 14 unidades espaciais que representam sistemas ecológicos \n\nem nível de mesoescala, sendo quatro deles referentes a tipologias florestais \n\ne dez campestres; \n\n? A observação da flora presente em cada unidade espacial evidenciou \n\ncoerência com a delimitação proposta, refletindo que sua distribuição resulta \n\nda expressão dos fatores biofísicos em questão, que também devem afetar o \n\ndesempenho de culturas agrícolas.  \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n \n\n4. CAPÍTULO III – INFLUÊNCIA DE ATRIBUTOS BIOFÍSICOS \nNA DISTRIBUIÇÃO GEOGRÁFICA DO USO ATUAL DA \nTERRA NO RIO GRANDE DO SUL \n\n4.1. Introdução \nDesde os tempos em que passou a cultivar as primeiras plantas, há cerca de \n\n10.000 anos, a humanidade vem transformando continuamente a superfície terrestre. \n\nInicialmente as modificações eram locais e muitas vezes imperceptíveis, seja pela \n\npequena extensão afetada ou pelo baixo impacto do sistema de cultivo utilizado. Ao \n\nlongo da história, elas foram se expandindo e se intensificando em todos os continentes, \n\nde modo que as diferentes paisagens contemporâneas resultam da combinação de um \n\nconjunto de fatores ligados às características do ambiente e da população (Turner II et \n\nal., 2007). Atualmente mais da metade da superfície emersa livre de gelo da Terra é \n\nutilizada com atividades agrícolas e a produção, antes consumida localmente, hoje \n\ncostuma ser destinada a mercados muito mais distantes. \n\nO uso da terra é o reflexo da interação, num dado local, das condições \n\nnaturais ou biofísicas, de aspectos culturais e históricos, institucionais e de mercado, e \n\ndas decisões do agricultor (Briassoulis, 2000). Por essa razão, estudos nesse tema são \n\nem sua essência de natureza interdisciplinar, demandando o emprego de métodos e \n\ntécnicas de diferentes áreas do conhecimento. Eles também apresentam como desafio \n\nadicional a necessidade de tentar considerar simultaneamente as dimensões do tempo e \n\ndo espaço, ambos podendo assumir diferentes escalas. \n\nO tempo, por exemplo, pode variar do período de uma safra, que envolve \n\nalguns meses, às transformações ocorridas num dado lugar em algumas décadas de \n\ncultivo, ou o até mesmo o período histórico desde as origens da agricultura até a \n\natualidade. O espaço, da mesma forma, pode variar de uma propriedade rural, a \n\nunidades político-administrativas ou regiões naturais, até a totalidade do globo terrestre. \n\nTodavia, como a superfície da Terra não é homogênea, a ampliação da escala espacial \n\ntem como conseqüência a impossibilidade de considerar as particularidades de cada \n\n\n\n \n\n \n\n39\n\n \n\nlocal, que o tornam único, em função da necessidade de agregar as informações para um \n\nnível mais genérico. \n\nNesse contexto, a síntese da informação oriunda de estudos de caso locais \n\npara identificar tendências regionais ou globais representa um grande desafio. Partindo-\n\nse de determinada abordagem teórica, subsequentemente torna-se necessário escolher as \n\nvariáveis relevantes e coletar os dados que possam representá-las. Dados gerais sobre \n\nárea cultivada e produção podem ser obtidos dos censos agropecuários, que são \n\ngeralmente executados com intervalo de 10 anos (IBGE, 2006), enquanto os de uma \n\nsafra particular podem ser adquiridos junto a agências governamentais e/ou instituições \n\nprivadas ligadas às diferentes cadeias produtivas (IBGE, 2017; CONAB, 2018). No \n\nBrasil, via de regra tais informações são levantadas por enquete, envolvendo reuniões \n\nperiódicas e questionários aplicados aos diversos atores envolvidos com a produção, \n\ntendo como unidade espacial básica o município. \n\nEmbora atendam algumas demandas econômicas e políticas públicas, dados \n\ncensitários e de safras não fornecem a localização dos diferentes usos agropecuários no \n\nmunicípio, impossibilitando sua relação com os fatores biofísicos locais. No entanto, \n\ncompreender esta última é essencial para avaliação e planejamento do uso da terra em \n\nconsonância com as potencialidades e limitações do ambiente, visando à \n\nsustentabilidade da produção no longo prazo. Isso exige conhecer a localização e \n\nextensão dos diferentes usos, ou seja, seu mapeamento, tarefa que pode ser executada a \n\npartir do processamento de imagens de sensoriamento remoto. Atualmente disponíveis \n\nde diferentes fontes, principalmente satélites, e com vários níveis de resolução espacial, \n\ntais imagens possibilitam não apenas mapear usos agropecuários, mas também outros \n\nusos antrópicos e a cobertura vegetal natural. Os mapas resultantes sintetizam vários \n\nprocessos e refletem a ocupação da terra (e sua transformação) por sistemas naturais ou \n\nartificialmente modificados (Turner II et al.,1995; Di Gregorio, 2016). \n\nPor outro lado, as características biofísicas do ambiente em geral estão \n\nrepresentadas na forma de mapas que ilustram separadamente vários aspectos do meio, \n\ncom detalhamento espacial e temático variável e unidades básicas de mapeamento \n\ndistintas. Harmonizá-los e combiná-los para retratar o meio em um mapa integrado, de \n\numa forma que possa ser adequadamente confrontada com mapas de uso e cobertura \n\nvegetal, também é um desafio. No Rio Grande do Sul, há vários exemplos de divisões \n\nbiofísicas com base em um elemento discriminador principal, tais como a vegetação \n\n(IBGE, 1986), a geomorfologia (IBGE, 1986), e em mais de um elemento, tais como as \n\n\n\n \n\n \n\n40\n \n\nregiões fisiográficas (Fortes, 1979) ou as regiões agroecológicas (FEPAGRO, 1994). As \n\núltimas, porém, tem aplicação limitada para o propósito em questão por estarem \n\ngeneralizadas para os limites municipais. A divisão proposta no capítulo 2 desta tese \n\nbusca suprir essa lacuna, integrando os limites naturais dos principais elementos \n\nbiofísicos para discriminar regiões homogêneas denominadas de sistemas ecológicos.  \n\nO objetivo desse estudo é avaliar a extensão e distribuição de diferentes usos \n\ndo solo e da cobertura vegetal natural nos sistemas ecológicos do estado Rio Grande do \n\nSul, buscando avaliar e interpretar sua relação com os fatores biofísicos do ponto de \n\nvista da sustentabilidade ambiental da produção. \n\n4.2. Material e métodos \n\n4.2.1. Caracterização da área de estudo \n\nA área de estudo compreende o estado do Rio Grande do Sul, localizado \n\nentre as latitudes 27°05’ S e 33° 45’ S e as longitudes 49°41’ W e 57°38’ W (Figura 8), \n\nna costa oriental da América do Sul. Essa posição continental lhe confere um clima \n\nsubtropical úmido sem estação seca, correspondendo aos climas segundo Köppen, Cfa \n\n(subtropical úmido com verões quentes) e Cfb (subtropical úmido com verões amenos) \n\nnas porções de maior altitude (Mota, 1951; Moreno, 1961; Hasenack &amp; Ferraro, 1989; \n\nRossato, 2011). \n\nGeomorfologicamente o estado pode ser dividido em quatro grandes \n\nconjuntos: O Planalto Uruguaio-Sul-rio-grandense, no sudeste, com relevo forte \n\nondulado e altitudes que atingem os 60 m; o Planalto Meridional no norte e oeste uma \n\ncuesta cujo reverso com altitudes que alcançam 1200 m no extremo leste, diminuindo \n\npara oeste até alcançar 80m junto ao Rio Uruguai. As declividades são suaves, exceto \n\nnos vales encaixados dos afluentes do Rio Uruguai e dos rios que entalham a escarpa \n\nem direção sul para a Depressão Periférica, uma planície sedimentar que une ambos os \n\nplanaltos, e para leste em direção à Planície Costeira, a qual resulta de uma série de \n\nprocessos transgressivos e regressivos que se estenderam ao longo de toda a costa do \n\nestado (IBGE, 1986). \n\n\n\n \n\n \n\n41\n\n \n\n \nFigura 8. Localização do Rio Grande do Sul na costa oriental da América do Sul. \n\nA vegetação é composta por um mosaico de ambientes campestres e \n\nflorestais. Os campos correspondem ao que Bond (2016) denominou de “oldgrowth \n\ngrasslands”, vegetação relicta de um passado mais frio e seco (Behling et al., 2009). O \n\naumento gradual da temperatura e da umidade permitiu o avanço das florestas de norte \n\npara sul tanto pela costa atlântica quanto pelo vale do Rio Paraná e seus principais \n\ntributários (Bolzon &amp; Marchiori, 2002). O sul do estado, entretanto permaneceu \n\npredominantemente campestre. \n\n4.2.2. Material utilizado \n\nO material utilizado compreende basicamente um mapa de uso do solo e \n\ncobertura vegetal com a data mais recente disponível para o estado do Rio Grande do \n\nSul (Weber et al, 2016), e um mapa de regiões homogêneas quanto aos principais \n\nfatores biofísicos do meio. O primeiro foi elaborado por interpretação visual sobre \n\nimagens do satélite Landsat, discriminando um total de 20 categorias de uso do solo e \n\ncobertura vegetal. O segundo delimita 14 sistemas ecológicos, sendo 4 florestais e 10 \n\ncampestres, constituindo o produto final da divisão proposta no capítulo 2 desta Tese. \n\nAmbos encontram-se na forma de camadas vetoriais de polígonos, aptos para utilização \n\nem Sistemas de Informação Geográfica (SIG). Para apoiar a interpretação desses dados \n\nforam ainda utilizados mapas referentes à malha municipal do estado (IBGE, 2015) e à \n\nrepresentação de áreas de povoamento do Rio Grande do Sul (Bernardes, 1962). \n\nO processamento e análise dos dados geoespaciais foi efetuado em \n\nmicrocomputadores com auxílio dos softwares de Sistema de Informação Geográfica \n\n(SIG) TerrSet (Eastman, 2015), Cartalinx (Hagan et al., 1999) e ArcView (ESRI, 2014). \n\n\n\n \n\n \n\n42\n \n\n4.2.3. Metodologia \n\nO primeiro passo foi efetuar a padronização dos dados geoespaciais para \n\npossibilitar sua subsequente integração e análise. Inicialmente eles foram transformados \n\npara o mesmo sistema geodésico de referência e a mesma projeção cartográfica, \n\noptando-se respectivamente pelo datum SIRGAS 2000 e projeção Cônica Equivalente \n\nde Albers, a mesma utilizada pelo IBGE para quantificação de área das unidades \n\nterritoriais do Brasil. Posteriormente os dois arquivos vetoriais foram convertidos do \n\nmodelo vetorial para o modelo raster (matricial), adotando-se para ambos a resolução \n\nespacial de 30 m, equivalente à das imagens do satélite Landsat a partir das quais o \n\nprimeiro foi elaborado. \n\nPara os propósitos do presente trabalho, o mapa de uso do solo e cobertura \n\nvegetal foi submetido a uma simplificação temática a fim de compatibilizar seu \n\ndetalhamento espacial com o mapa de sistemas ecológicos e possibilitar maior ênfase \n\nnos diversos tipos de uso antrópico. Assim, optou-se por agrupar as várias classes de \n\ncobertura vegetal nativa em apenas uma campestre e uma florestal e as áreas naturais \n\nsem cobertura vegetal em uma terceira classe, o que possibilitou uma redução das 20 \n\ncategorias originais do mapa para apenas 10, porém retendo-se todas as classes de uso. \n\nOs mapas de sistemas ecológicos e de uso e cobertura do solo foram então \n\nsobrepostos com auxílio de um sistema de informação geográfica para quantificar-se a \n\nárea e a proporção ocupada por cada classe de uso do solo e cobertura vegetal em cada \n\num dos sistemas ecológicos. Com base na tabela resultante da combinação dos mapas, \n\nprocedeu-se uma análise exploratória dos dados visando-se descrever e compreender a \n\nextensão e a distribuição do uso do solo e da cobertura nativa remanescente, bem como \n\nsua relação com os fatores biofísicos em cada sistema ecológico. \n\n4.3. Resultados e discussão \n\n4.3.1. Categorias de uso do solo e cobertura vegetal \n\nAs características gerais das 12 categorias de uso do solo e cobertura vegetal \n\nconsideradas neste estudo são detalhadas a seguir. \n\n1. Uso agrícola misto: característico de pequenas propriedades familiares onde \n\nainda há policultura, herança da colonização do século XIX (Bernardes, 1962), é típico \n\ndos sistemas ecológicos florestais, mas também ocorre no contato das áreas urbanizadas \n\ndas sedes municipais e em assentamentos rurais de ecossistemas campestres \n\n2. Agricultura de sequeiro: é representada predominantemente por cultivos de soja \n\ne milho e se concentra na metade norte do estado. Esse tipo de uso teve seu início na \n\n\n\n \n\n \n\n43\n\n \n\ndécada de 1970, em especial sobre regiões de latossolos, tendo se expandido a partir das \n\náreas coloniais adjacentes. Embora a soja tenha sido introduzida em propriedades de uso \n\nagrícola misto, onde inicialmente era cultivada concomitantemente com o milho, \n\ntécnicas de conservação e correção de acidez dos latossolos favoreceram a expansão \n\nsobre formações campestres adjacentes à região colonial. Com preços atraentes e \n\nmercado favorável houve transformação importante no noroeste do estado, onde o solo \n\ne o relevo favorecia a mecanização agrícola, substituindo a policultura pelo cultivo de \n\nsoja no verão e trigo no inverno (Lücker, 1982). \n\n3. Cultivo de arroz: compreende áreas efetivamente destinadas ao cultivo de arroz \n\nno período de elaboração do mapa, sem considerar as áreas de pousio usualmente \n\nutilizadas com pecuária. Ocupa terras baixas do estado, no entorno das lagoas do litoral \n\ne várzeas do rio Gravataí, ao longo dos rios Jacuí e Ibicuí e Santa Maria, na região \n\ncentral e sudoeste do estado, e no médio Uruguai, no oeste. Alimento básico na dieta do \n\nbrasileiro, o arroz gaúcho como produto comercial beneficiou-se, no início do século \n\nXIX, da política de substituição de importações, o que deu impulso à expansão orizícola \n\nno estado a partir de Pelotas e Cachoeira do Sul (Beskow, 1984). \n\n4. Silvicultura: representada por florestas cultivadas, principalmente de pinus, \n\neucalipto e acácia negra, tem atualmente sua maior concentração nas regiões sudeste e \n\nnordeste do estado. Esse tipo de cultivo apresentou uma expansão significativa no \n\nperíodo de 2002 a 2009, praticamente dobrando sua área, preponderantemente sobre \n\ncampo nativo (Hofmann et al. (no prelo)). \n\n5. Floresta nativa: é constituída de mata propriamente dita, mosaico de mata com \n\ncampo e afloramentos, típico do escudo cristalino onde a mata é a vegetação dominante, \n\nbem como matas com parcelas de algum uso agrícola no seu interior que ocupam de \n\n30% a 50% da área. \n\n6. Campo: corresponde a áreas onde a vegetação campestre nativa domina a \n\ncobertura do solo, sobre a qual há geralmente uso pecuário. Compreende áreas de \n\ncampo seco, campo úmido e banhado. Parte do campo úmido corresponde a áreas de \n\npousio do sistema de cultivo de arroz irrigado. \n\n7. Água: compreende corpos d’água naturais, cuja maior parte encontra-se na \n\nplanície costeir, e reservatórios artificiais construídos para geração de energia elétrica,  \n\nirrigação ou abastecimento público. \n\n8. Área urbanizada: é representada por áreas construídas de cidades, vilas e outras \n\naglomerações com características de urbanização. \n\n\n\n \n\n \n\n44\n \n\n9. Mineração: corresponde basicamente a áreas de mineração de carvão a céu \n\naberto na região carbonífera do Rio Jacuí e na região de Candiota, no sul do estado. \n\n10. Áreas naturais sem vegetação: incluem tanto areais, os quais concentram-se na \n\nporção centro-oeste do estado, afloramentos rochosos, concentrados na região sudeste, e \n\nsuperfícies arenosas de praias marinhas, lacustres e fluviais. \n\n4.3.2. Extensão e distribuição nos sistemas ecológicos \n\nA extensão e distribuição das diferentes categorias de uso do solo e \n\ncobertura vegetal nos sistemas ecológicos são bastante heterogêneas (Figura 9, Quadro \n\n4 e Quadro 5), o que corrobora em parte as distintas características fisionômicas \n\nresultantes dos fatores biofísicos que definem cada um (item 3.3.1 e Quadro 3). \n\n \nFigura 9. Mapa de uso e cobertura do solo (Weber et al., 2015) com legenda \nsimplificada e limites dos sistemas ecológicos do RS (Capítulo 2 da Tese). Elaboração \nprópria. \n\n\n\n \n\n \n\n45\n\n \n\nOs sistemas ecológicos florestais apresentam uso do solo \n\npredominantemente agrícola, mais especificamente o uso agrícola misto, típico de \n\npequena propriedade, exceto a Floresta Tropical. Essa constatação não surpreende, pois \n\nos imigrantes europeus que chegaram ao estado a partir do primeiro quarto do século \n\nXIX receberam pequenas parcelas em áreas que eram cobertas por floresta (Miguel, \n\n2013). A colonização teve início no sistema ecológico da Floresta Subtropical Costeira, \n\ncerca de 30 km ao norte de Porto Alegre, tendo se estendido nas décadas seguintes em \n\ndireção à Floresta Subtropical Interior a oeste e Floresta com Araucária no norte. No \n\ninício do século XX a colonização já havia atingido as margens do Rio Uruguai no \n\nnoroeste e norte do estado. Praticavam a agricultura de subsistência e a banha de porco \n\nera o produto comercial mais importante. Atualmente, a maioria das propriedades está \n\nde alguma forma associada a cooperativas ou empresas integradoras tendo no leite, na \n\ncriação de frangos ou de suínos, no tabaco e na fruticultura a renda da família, mas \n\nainda tendo uso agrícola misto em parte da propriedade. \n\nNa Floresta Subtropical Costeira esses cultivos mistos continuam \n\nfrancamente dominantes (88,9%) em relação aos demais usos agrícolas. Esse sistema \n\necológico apresenta limitações à mecanização em função da declividade acentuada e \n\ndos solos rasos. Além disso, por conter ou estar próximo a áreas com alta densidade \n\npopulacional do estado, o uso da terra concentra-se na produção de hortigranjeiros, \n\npomares e leite. No sistema Floresta Tropical, a topografia é o maior fator limitante ao \n\nuso agrícola. Lá o uso agrícola misto ainda é o dominante, mas há uma parcela de \n\n33,5% das áreas agrícolas ocupada com cultivos comerciais perenes como a banana. \n\n \n\n\n\n \n\n  \n\n46\n \n\nQuadro 4. Área (hectares) de diferentes categorias de uso do solo e cobertura vegetal, ano base 2009, nos sistemas ecológicos do Rio Grande do Sul \n(ALT: campo de altitude; LIT: campo litorâneo; ARB: campo arbustivo; CRI: campo misto do cristalino oriental; AND: campo misto de \nandropogôneas e compostas; GRA: campo graminoso; BAR: campo com barba-de-bode; ARE: campo com areais; ESP: campo com espinilho; \nSOL: campo de solos rasos; ARA: floresta com araucária; INT: floresta subtropical interior; COS: floresta subtropical costeira; TRO: floresta \ntropical). \n\nSistema \necológico \n\nUso do solo/cobertura vegetal \n\nUso \nagrícola \nmisto \n\nCultivo \nde arroz \n\nAgricultura \nde sequeiro\n\nSilvicultura Campo \nFloresta \nnativa \n\nÁgua \nÁrea \n\nurbanizada\nMineração\n\nÁrea \nnatural \n\nsem \nvegetação\n\nTotal (ha) \n\nALT 67.724 2 567.875 94.864 597.738 114.971 3.453 3.418 52 0 1.450.097 \n\nARB 200.725 8.347 228.860 360.154 1.789.520 396.043 7.890 3.525 3.143 21.306 3.019.512 \n\nARE 8.030 14.976 110.442 13.200 279.697 27.385 3.815 875 0 10.263 468.683 \n\nBAR 109.200 13.966 2.619.741 6.858 775.927 242.484 33.995 19.469 81 1 3.821.720 \n\nESP 25.608 410.538 167.626 1.872 647.254 55.521 77.018 6.801 0 2.181 1.394.421 \n\nSOL 8.722 155.571 14.812 746 1.094.677 66.665 28.721 1.796 11 290 1.372.010 \n\nGRA 9.9368 219.231 110.211 25.226 616.760 36.811 41.307 3.407 150 0 1.152.472 \n\nLIT 118.120 525.245 2.8825 103.350 1.157.666 71.423 1.502.379 33.883 329 124.103 3.665.322 \n\nAND 364.280 466.545 554.441 230.822 1.473.027 258.120 126.695 85.683 2.659 2.028 3.564.299 \n\nCRI 1.950 3.982 20.930 8.327 78.095 1.119 1.690 145 0 0 116.240 \n\nARA 1.117.510 0 1.015.659 65.717 83.155 648.611 19.583 42.519 148 0 2.992.903 \n\nCOS 700.745 14.237 21.776 51.881 102.028 287.282 2.861 12.738 106 365 1.194.019 \n\nINT 1.676.458 106.648 772.171 45.354 82.334 1.078.647 50.122 36.345 67 0 3.848.147 \n\nTRO 24.758 302 13.040 848 493 74.375 52 21 21 0 113.910 \n\nTotal (ha) 4.523.198 1.939.589 6.246.409 1.009.220 8.778.371 3.359.457 1.899.582 250.626 6.766 160.536 28.173 754 \n\n \n\n\n\n \n\n  \n\n47\n\n \n\nQuadro 5. Proporção (%) de diferentes categorias de uso do solo e cobertura vegetal, ano base 2009, nos sistemas ecológicos do Rio Grande do Sul \n(ALT: campo de altitude; LIT: campo litorâneo; ARB: campo arbustivo; CRI: campo misto do cristalino oriental; AND: campo misto de \nandropogôneas e compostas; GRA: campo graminoso; BAR: campo com barba-de-bode; ARE: campo com areais; ESP: campo com espinilho; \nSOL: campo de solos rasos; ARA: floresta com araucária; INT: floresta subtropical interior; COS: floresta subtropical costeira; TRO: floresta \ntropical). \n\nSistema \necológico \n\nUso do solo/cobertura vegetal \n\nUso agrícola \nmisto \n\nCultivo \nde arroz \n\nAgricultura \nde sequeiro\n\nSilvicultura Campo \nFloresta \nnativa \n\nÁgua \nÁrea \n\nurbanizada\nMineração\n\nÁrea \nnatural \n\nsem \nvegetação\n\nTotal (%) \n\nALT 4,67 0,00 39,16 6,54 41,22 7,93 0,24 0,24 0,00 0,00 100 \n\nARB 6,65 0,28 7,58 11,93 59,27 13,12 0,26 0,12 0,10 0,71 100 \n\nARE 1,71 3,20 23,56 2,82 59,68 5,84 0,81 0,19 0,00 2,19 100 \n\nBAR 2,86 0,37 68,55 0,18 20,30 6,34 0,89 0,51 0,00 0,00 100 \n\nESP 1,84 29,44 12,02 0,13 46,42 3,98 5,52 0,49 0,00 0,16 100 \n\nSOL 0,64 11,34 1,08 0,05 79,79 4,86 2,09 0,13 0,00 0,02 100 \n\nGRA 8,62 19,02 9,56 2,19 53,52 3,19 3,58 0,30 0,01 0,00 100 \n\nLIT 3,22 14,33 0,79 2,82 31,58 1,95 40,99 0,92 0,01 3,39 100 \n\nAND 10,22 13,09 15,56 6,48 41,33 7,24 3,55 2,40 0,07 0,06 100 \n\nCRI 1,68 3,43 18,01 7,16 67,18 0,96 1,45 0,13 0,00 0,00 100 \n\nARA 37,34 0,00 33,94 2,20 2,78 21,67 0,65 1,42 0,00 0,00 100 \n\nCOS 58,69 1,19 1,82 4,35 8,54 24,06 0,24 1,07 0,01 0,03 100 \n\nINT 43,57 2,77 20,07 1,18 2,14 28,03 1,30 0,94 0,00 0,00 100 \n\nTRO 21,73 0,26 11,45 0,74 0,43 65,29 0,05 0,02 0,02 0,00 100 \n\n \n \n\n\n\n \n\n \n\n48\n \n\nA silvicultura em sistemas ecológicos florestais ocupa 163.801 ha, o que \n\nrepresenta 16,2% da atividade agrícola. Dos sistemas ecológicos florestais apenas a \n\nFloresta Subtropical Costeira possui área superior a 5% do sistema com essa atividade \n\n(6,6%; 51.881 ha). Em geral, a atividade de silvicultura está implantada em áreas de \n\nmenor interesse para agricultura de grãos ou, nas áreas de uso agrícola misto, ocupa \n\numa parcela menor dos vários usos existentes, associada com áreas nas quais outros \n\nusos agrícolas ou criação de animais (gado leiteiro, suínos ou frangos) são os mais \n\nimportantes ao produtor. Na propriedade familiar a silvicultura geralmente serve de \n\nfonte de lenha, madeira para construção e material para cama em aviários. No passado a \n\nacácia negra era cultivada para extração do tanino da casca, usado no curtimento de \n\ncouros e secundariamente para produção de lenha e carvão vegetal para uso industrial e \n\ndoméstico. Atualmente grande parte dessas áreas vem sendo substituída por eucalipto \n\nem função do mercado de celulose ser mais atraente. \n\nA vegetação florestal nativa remanescente corresponde a cerca de 65,3% \n\n(74.375 ha) do sistema ecológico Floresta Tropical, mas nos demais sistemas ecológicos \n\nflorestais a proporção é inferior a 30%: 28,0% (1.078.647 ha) na Floresta Subtropical \n\nInterior, 24,1% (287.282 ha) na Floresta Subtropical Costeira e 21,7% (648.611 ha) na \n\nFloresta com Araucária. No sistema ecológico Floresta Tropical o relevo \n\npredominantemente forte ondulado e íngreme dificulta o uso dessas terras, razão que \n\nlevou os agricultores ao abandono de áreas de manejo mais difícil, o que resultou na \n\nrestauração espontânea da floresta nesses locais. No passado essa região provavelmente \n\ntinha menos floresta do que nos dias atuais. A topografia também explica o melhor \n\nestado de conservação dessas matas, pois apenas 2,5% delas encontram-se na classe de \n\nfloresta com uso antrópico até 30% e 12,4% na classe de floresta com uso antrópico até \n\n50%. Nos demais sistemas ecológicos florestais as matas sem maior distúrbio ocupam \n\nentre 21,7% e 28,0%. \n\nO sistema ecológico da Floresta com Araucária é o que apresenta a menor \n\nproporção da cobertura original (21,7%). Localiza-se nas maiores altitudes do estado, as \n\nquais correspondem ao topo do Planalto, em áreas com relevo suave a ondulado que \n\nfacilitam o uso de máquinas e implementos agrícolas. O mesmo ocorre com parte da \n\nFloresta Subtropical Interior. Embora a maior parte desse sistema ecológico ocorra em \n\náreas com relevo forte ondulado a íngreme, no noroeste do RS parte desse sistema \n\necológico ocorre sobre terrenos ondulados e cujos solos permitem a mecanização, razão \n\npela qual têm sido utilizados na produção de grãos. \n\n\n\n \n\n \n\n49\n\n \n\nNa Floresta Subtropical Costeira o relevo é fator limitante à produção de \n\ngrãos em larga escala, razão pela qual domina o uso agrícola misto. Por outro lado, esse \n\né o sistema no qual a proporção de floresta sem distúrbio é o menor, aumentando a \n\nproporção de manchas de floresta com uso antrópico em 30% ou 50% da área. \n\nCom relação aos sistemas ecológicos campestres, apesar de seu maior \n\nnúmero, eles podem ser tratados com relação ao uso do solo e cobertura vegetal de \n\nacordo com três grandes grupos: o campo arbustivo do Escudo Cristalino; os campos de \n\nterras baixas com domínio de solos hidromórficos; e os campos com domínio de solos \n\nbem drenados. \n\nO Campo do Escudo Cristalino tem como sua principal característica \n\nfisionômica o fato de se apresentar como um mosaico campo-floresta. Ocorre sobre o \n\nEscudo Uruguaio Sul-rio-grandense, o conjunto geológico mais antigo do estado e que \n\napresenta relevo de forte a ondulado. Responsável pela oferta de radiação bastante \n\nvariável no espaço, alterna igualmente solos bem drenados com profundidade e \n\nfertilidade variada. Essas características biofísicas contribuem para uma variedade de \n\ntopoclimas que favorecem a vegetação lenhosa em ambientes mais úmidos como as \n\nvárzeas dos rios e as encostas menos ensolaradas voltadas para o sul, a qual diminui \n\ncom o aumento da distância dos rios e da altitude em relação ao nível de base da \n\nencosta, com a vegetação herbácea passando a dominar nos topos de morros e nas \n\nencostas voltadas para o quadrante norte. \n\nEsse sistema ecológico campestre corresponde fisionomicamente a uma \n\ntransição entre a Floresta Subtropical Costeira que ocorre nas vertentes do Escudo \n\nvoltadas para o Litoral e que recebem os ventos úmidos vindos do Oceano, diminuindo \n\nsua influência em direção ao interior. Em consequência, 59,5% da área desse sistema \n\necológico é campestre e a proporção de floresta (13,1%) tão elevada, pois nos demais \n\nsistemas ecológicos a área com floresta é inferior a 8%, limitando-se basicamente a \n\nmatas ciliares. Limitações ao uso da terra decorrentes de relevo íngreme e solos rasos \n\nem parte justifica o fato dos cultivos ocorrerem apenas sobre 26,4% de sua superfície. \n\nParte da vegetação campestre é rupestre, apresentando lajedos e matacões em meio à \n\nvegetação. Além da vocação desse sistema ecológico para a pecuária de bovinos, esse é \n\ntambém o sistema ecológico dos afloramentos rochosos, uma vez que contém 99,7% \n\n(21.005 ha) dos afloramentos rochosos do estado, um patrimônio natural diferenciado. \n\nA atividade agrícola dominante (45,1%; 360.154 ha) no sistema ecológico é \n\na silvicultura , fato também influenciado pela proximidade da empresa de celulose que \n\n\n\n \n\n \n\n50\n \n\nabsorve a produção de eucalipto, dominante na região. Inicialmente concentrada no \n\nextremo norte do sistema ecológico, a implantação de plantios de eucalipto acabou se \n\nestendendo na última década para sul e oeste do estado, estimulada por incentivos \n\ngovernamentais. O segundo uso agrícola mais importante em área é a agricultura de \n\nsequeiro (28,7%; 228.860 ha) e do uso agrícola misto (25,2%; 200.725 ha),  a maior \n\nproporção desse tipo de agricultura dentre os sistemas ecológicos campestres. \n\nOs campos de terras baixas (Campo com Espinilho, Campo Graminoso, \n\nCampo Litorâneo e Campo de Andropogôneas e Compostas) têm como característica \n\nprincipal o fato de suas terras estarem predominantemente sobre solos com lençol \n\nfreático próximo da superfície, estando localizados nas planícies associadas aos grandes \n\nrios que drenam o estado, como ao longo do curso inferior dos rios Jacuí e seus \n\nafluentes Vacacaí, Taquari, Caí, Sinos e Gravataí, do curso médio do Rio Uruguai \n\nincluindo seu principal afluente, o Rio Ibicuí e formadores, bem como nas áreas úmidas \n\nno contato com as lagoas do Litoral.  \n\nDo ponto de vista do uso agrícola das terras, observa-se que domina o \n\ncultivo do arroz irrigado. Primeira cultura agrícola comercial do estado, o arroz ocupou \n\nprincipalmente áreas originalmente de campos úmidos e banhados, os quais foram \n\ndrenados para possibilitar o estabelecimento do cultivo irrigado. Beneficiava-se de uma \n\ncondição biofísica natural, tanto pelas características do solo, quanto do relevo e da \n\nproximidade da água para irrigação. Adicionalmente, a atividade convivia bem com a \n\npecuária. De um lado, as áreas úmidas não eram preferenciais à pecuária, de outro, uma \n\nvez implantado o cultivo de arroz, as áreas de pousio, características desse sistema de \n\ncultivo utilizado no estado podiam ser utilizadas como áreas de pastagem. O cultivo de \n\narroz e a pecuária compartilham, portanto, o mesmo espaço. A participação variável do \n\narroz na proporção da área ocupada por uso agrícola nos diferentes sistemas ecológicos \n\nde terras baixas é reflexo das proporções diferentes com que essas características \n\nbiofísicas de ambientes úmidos se fazem presentes em cada um deles. \n\nO sistema ecológico Campo Litorâneo possui 21,2% (35,9% se excluídos os \n\ncorpos d’água) de sua superfície com uso agrícola, 67,7 % (525.425 ha) a qual é \n\nocupada pelo cultivo de arroz. Isso é possível em função da disponibilidade de água \n\n(40,1% da superfície do sistema ecológico é coberta por lagunas e lagoas) e de solos \n\naptos ao cultivo. Condições similares ocorrem no extremo oeste do estado, no sistema \n\necológico Campo com Espinilho, que apresenta 68,3% da área agrícola (410.538 ha) \n\ncom cultivo de arroz, cuja irrigação provém dos rios que drenam a região. No sistema \n\n\n\n \n\n \n\n51\n\n \n\nCampo Graminoso 48,3% (219.231 ha) da superfície agrícola é cultivada com arroz. \n\nNesse sistema ecológico, o solo é apto ao cultivo do arroz, mas há necessidade de \n\nconstrução de açudes para armazenamento de água para irrigação, o que nos demais \n\nsistemas ecológicos de terras baixas é complementar aos recursos disponíveis \n\nnaturalmente. No sistema ecológico Campo de Andorpogôneas e Compostas, embora o \n\narroz proporcionalmente ocupe parcela menor dentre os cultivos agrícolas (28,9%), \n\nparte dela utiliza os recursos hídricos naturais e parte é cultivada com represamento de \n\nágua em açudes. \n\nTanto o Campo Graminoso quanto o Campo com Andropogôneas e \n\nCompostas possuem, proporcionalmente aos sistemas ecológicos Campo Litorâneo e \n\nCampo com Espinilho, menor proporção de áreas aptas para arroz em relação aos \n\ndemais sistemas ecológicos de terras baixas razão pela qual, outros usos agrícolas têm \n\nimportância relativa equivalente, como os cultivos de sequeiro (34,3%; 554.441 ha no \n\nCampo com Andropogôneas e Compostas e 24,3%, 110.211 ha no Campo Graminoso). \n\nNo Campo do Espinilho (27,1%, 167.626 ha) os cultivos de sequeiro concentram-se no \n\nnorte do sistema ecológico, no contato com o sistema ecológico Campo de Barba-de-\n\nbode. Os cultivos de sequeiro nos sistemas ecológicos de terras baixas também podem \n\nestar associados ao uso de áreas antes cultivadas com arroz. Os cultivos de sequeiro \n\ntambém podem ter aumentado sobre de áreas de campo, em especial em anos em que o \n\npreço da soja foi favorável. No Campo Litorâneo a área com agricultura de sequeiro \n\nainda tem importância secundária, ocupando apenas 3,7% (28.825 ha). \n\nO uso agrícola misto no Campo de Andropogôneas e Compostas (22,5%; \n\n364.280 ha) está mais concentrado em áreas de solos bem drenados e férteis ao longo do \n\nlimite norte do sistema ecológico, no contato com o sistema Floresta Subtropical \n\nInterior e, a partir do final da década de 1980, em assentamentos rurais da reforma \n\nagrária na região de Santana do Livramento. No sistema Campo Graminoso o uso misto \n\n(21,9%; 99.368 ha) está concentrado no extremo sul, na região de Bagé, onde há \n\ncolônias agrícolas em Aceguá e outro pólo de assentamentos rurais da reforma agrária \n\nconcentrados em Candiota e Hulha Negra. No Sistema Campo Litorâneo, o uso agrícola \n\nmisto ocupa 15,2% e está concentrado na porção norte do sistema ecológico, no contato \n\ncom o sistema ecológico Floresta Tropical, onde são cultivados hortigranjeiros e frutas \n\ntropicais como abacaxi e no litoral médio entre a Laguna dos Patos e o Oceano, onde \n\ntradicionalmente se concentra o cultivo de cebola do estado. \n\n\n\n \n\n \n\n52\n \n\nA silvicultura é atividade agrícola tradicional no sistema Campo de \n\nAndropogôneas e Compostas onde ocupa 14,3% da área agrícola do sistema (230.822 \n\nha). A atividade está concentrada no extremo leste do sistema ecológico, no contato \n\ncom o sistema ecológico Campo do Escudo e ao norte do Rio Jacuí, entre seus afluentes \n\nCaí e Taquari. Nessa região cultivava-se no passado a acácia-negra, cuja casca era \n\nutilizada na produção de tanino, hoje em grande parte substituído por produtos \n\nindustriais. Além disso, o custo elevado de mão-de-obra para extração da casca tornou a \n\natividade menos atrativa. Com isso, grande parte do cultivo das áreas de acácia foram \n\nsubstituídas por plantios de eucalipto, como insumo à industria de celulose localizada \n\nnas proximidades. \n\nNa última década, em função de incentivos governamentais à indústria da \n\ncelulose, novas áreas de silvicultura surgiram próximo à região de São Gabriel, pois \n\nhavia perspectiva de implantação de uma indústria na região o que não se confirmou. \n\nNo sistema ecológico Campo Litorâneo 13,3% (103.350 ha) da área agrícola do sistema \n\necológico é ocupado pela silvicultura. A maior parte das áreas de silvicultura ocorre \n\nsobre áreas bem drenadas, onde os plantios de Pinus sp e tinham como foco a produção \n\nde madeira para móveis e para construção civil, mas também para extração de resina \n\nvisando à indústria de tintas. Esses plantios foram implantados antes da necessidade de \n\nobtenção de licença ambiental para a atividade. Se as árvores desses plantios forem \n\nremovidas, novos plantios nessas áreas dificilmente receberão licença ambiental, razão \n\npela qual hoje se utiliza os plantios apenas para extração da resina. O Pinus sp é \n\nconsiderado uma espécie invasora agressiva e seu controle, em especial no litoral é \n\ndifícil, pois a sua semente é facilmente dispersada pelo vento, elemento meteorológico \n\nsempre presente no litoral. \n\nO sistema ecológico Campo Graminoso apresenta pequenas áreas de \n\nsilvicultura na região de Bagé (5,6%; 25.226 ha), em parte plantios da CEEE visando o \n\nuso do eucalipto para postes de transmissão de energia e plantios mais recentes visando \n\nuso na indústria de celulose. No Campo com Espinilho a silvicultura ocupa 1.872 ha, o \n\nque representa apenas 0,3% do uso agrícola desse sistema ecológico. A vegetação \n\ncampestre nativa ainda é encontrada em mais de 40% da área dos sistemas ecológicos \n\nde terras baixas (53,5%, 616.760 ha no Campo Graminoso; 46,4%, 647.254 ha no \n\nCampo com Espinilho e 41,3%, 1.473.027 ha no Campo de Andropogôneas e \n\nCompostas) exceto no sistema ecológico Campo Litorâneo onde os 1.157.666 ha \n\ncobertos por vegetação campestre representam 31,5% (683.150 ha) Mas se \n\n\n\n \n\n \n\n53\n\n \n\nconsiderarmos o uso e cobertura sem os corpos d’água essa área é proporcionalmente \n\nmaior, percentual de alcançando 53,5% da área do sistema ecológico. Grande parte da \n\nvegetação campestre está presente em áreas que periodicamente são utilizados no \n\nsistema de produção do arroz. Para controlar a infestação de uma gramínea indesejável, \n\no arroz vermelho, parte da área usada para o plantio da cultura é deixada em pousio. A \n\nvegetação herbácea que cresce espontaneamente nessas áreas de pousio frequentemente \n\ntem uso pecuário na terminação do gado de corte. \n\nJá os sistemas Campo de Andropogôneas e Compostas e Campo Graminoso, \n\nalém dessas áreas campestres associadas ao cultivo do arroz irrigado, possuem áreas \n\ncampestres sobre solos bem drenados com composição florística capaz de conferir \n\nexcelente dieta para criação de gado bovino a pasto. Em especial o Campo Graminoso, \n\nlocalizado no sul do estado onde as temperaturas são mais amenas e os solos possuem \n\nalta fertilidade, correspondem às áreas de melhor qualidade da pastagem nativa. Por \n\nessa razão, na região de Bagé, além do gado bovino, são muito comuns os haras de \n\ncriação de cavalos de alta linhagem. \n\nOs sistemas ecológicos campestres sobre solos bem drenados ocorrem tanto \n\nem áreas com solos profundos e de baixa fertilidade como em áreas de solos rasos. Os \n\nsistemas ecológicos Campo de Altitude na porção nordeste e Campo de Barba de Bode, \n\nno noroeste, bem como o Campo do Cristalino Oriental, localizado no extremo sul do \n\nRS entre a Planície Costeira e o Escudo Uruguaio-Sul-rio-grandense, apresentam solos \n\nprofundos e bem drenados, com limitações quando à acidez e fertilidade.  \n\nNo sistema Campo de Barba-de-bode a revolução verde da década de 1960 \n\nfoi responsável por possibilitar a expansão do cultivo de trigo (Pébayle, 2017) e soja \n\nsobre os campos. Tecnologias de processo como cuidados com a conservação do solo, \n\nbem como tecnologias de insumo com o uso do calcáreo para correção do solo, \n\nfertilizantes químicos e mecanização agrícola, permitiram estender os cultivos de trigo e \n\nposteriormente de soja, sobre áreas onde antes havia pecuária extensiva sobre campo \n\nnativo com manejo mínimo. Esse processo teve início nos campos próximos às áreas \n\ndas ‘colônias novas’, estabelecidas nos sistemas ecológicos Floresta Subtropical Interior \n\ne Floresta com Araucária no noroeste e norte do estado, (Pébayle, 1971; Lücker, 1982; \n\nMiguel, 2013). Aos poucos, propriedades familiares localizadas em áreas com \n\ntopografia e com solos adequados à mecanização passaram de policultores a produtores \n\ncomerciais de grãos (Lücker, 1982). O mercado internacional favorável e a falta de \n\nincentivos à produção pecuária, além das condições topográficas e edáficas já referidas \n\n\n\n \n\n \n\n54\n \n\ncontribuíram para a expansão das áreas de grãos tanto no sentido leste, quanto sul desse \n\nsistema ecológico. No sentido leste alcançou o sistema ecológico Floresta com \n\nAraucária, e já tem presença significativa nos Campos de Altitude no extremo nordeste \n\ndo estado. Para sul, a expansão foi significativa, restando áreas ainda sem soja apenas \n\nno extremo sudoeste onde o solo progressivamente torna-se mais arenoso e, \n\nconsequentemente mais suscetível à erosão. \n\nO Campo de Altitude localiza-se nas maiores altitudes do estado, \n\napresentando algum tipo de cultivo em mais da metade de sua superfície (50,4%). Desse \n\ntotal, a agricultura de sequeiro ocupa 77,7% (567.875 ha), com maior concentração na \n\nporção oeste do sistema ecológico, onde os solos e a temperatura lhe são mais \n\nfavoráveis. O segundo uso agrícola com maior extensão no Campo de Altitude é a \n\nsilvicultura, a qual ocupa uma superfície 94.864 ha (13,0%), seguido do uso agrícola \n\nmisto (9,3%) no contato com as áreas coloniais do sistema ecológico Floresta com \n\nAraucária.  \n\nO sistema ecológico Campo Arenoso, como o próprio nome diz, tem \n\npredomínio de solos arenosos, geralmente profundos e bem drenados, resultado de \n\nprocessos erosivos naturais que removeram a fina camada de solo basático, expondo o \n\narenito cujo intemperismo gerou solos arenosos altamente suscetíveis à erosão. Do \n\nponto de vista agrícola, possui baixo teor de nutrientes. O uso inadequado do solo ao \n\nlongo do tempo, seja pelo excesso de pecuária sobre o campo nativo, seja pela baixa \n\naptidão para culturas anuais, faz dele um dos sistemas ecológicos mais sensíveis e que \n\ndemandam medidas urgentes para conservação. Possui 31,3% (146.649 ha) de cultivos \n\nagrícolas, dominando a agricultura de sequeiro em 73,5% (110.442 ha) da superfície \n\nagrícola, seguido dos cultivos irrigados e da silvicultura em proporção similar, \n\nrespectivamente 10,2% (14.976 ha) e 9,0% (13.200 ha). O cultivo de arroz ocorre \n\nprincipalmente ao longo do Rio Ibicuí, que corta o sistema ecológico no seu terço \n\nmeridional e cujas várzeas são úmidas. A Silvicultura, em parte foi introduzida na \n\nregião como alternativa, nem sempre bem sucedida, de conter o avanço dos areais, \n\ncomo são denominadas áreas de areia naturalmente desprovidas de vegetação, as quais \n\nalcançam 10.000 ha (2,1%) da superfície desse sistema ecológico. O baixo custo das \n\nterras desse sistema ecológico, em virtude de sua baixa aptidão para culturas anuais, \n\nlevou empresas a adquirir áreas para uso na silvicultura. As limitações naturais desse \n\nambiente, entretanto, frustraram as expectativas comerciais de vários plantios. O uso \n\n\n\n \n\n \n\n55\n\n \n\nagrícola misto ocorre em apenas 5,5% (8.030 ha), em alguns assentamentos e no \n\nentorno de áreas urbanizadas. \n\nNo Campo do Cristalino, extremo sul do estado, 30,3% (35.190 ha) do \n\nsistema ecológico é ocupado por atividades agrícolas, predominando aí os cultivos de \n\nsequeiro (59,5%; 20.930 ha), a silvicultura (23,7%; 8.327 ha) e o cultivo de arroz em \n\nvárzeas úmidas, no contato com o sistema ecológico Campo Litorâneo. O uso agrícola \n\nmisto ocupa apenas 5,5% (1950 ha) da área agrícola do sistema ecológico e concentra-\n\nse no entorno da área urbana de Jaguarão. \n\nO quarto sistema ecológico integrante desse grupo, o Campo de Solos \n\nRasos, ocorre no extremo sudoeste do estado, na porção mais baixa do planalto \n\nbasáltico. Nessa região a baixa capacidade de armazenamento de água no solo e os \n\nverões quentes limitam o desenvolvimento de vegetação de maior porte. Nesse sistema \n\necológico o campo nativo raramente apresenta vegetação lenhosa, eventualmente \n\nocorrendo matas ciliares ao longo da drenagem. Apenas 13,1% da superfície do Campo \n\nde Solos Rasos possui uso agrícola, sendo que 86,5% das áreas agrícolas estão \n\ndestinadas ao cultivo de arroz irrigado, no contato com o sistema ecológico Campo com \n\nEspinilho, onde dominam planossolos e há possibilidade de irrigação a partir dos \n\ngrandes rios próximos (Ibicuí, Quaraí e Uruguai). Cultivos de sequeiro ocupam 8,2% da \n\nárea agrícola e uso agrícola misto 4,8%. Embora ocupem proporcionalmente área \n\npequena, encontram-se na porção sudoeste desse sistema ecológico os maiores vinhedos \n\nda campanha, onde as condições climáticas lhe são favoráveis. \n\nA vegetação campestre sempre foi usada para criação de animais a pasto, \n\nprincipalmente de bovinos, ovinos e eqüinos. No passado, também de muares. Dos \n\ncinco sistemas ecológicos campestres de solos bem drenados, o Campo de Barba-de-\n\nbode e o Campo de Altitude, possuem menos de 50% da cobertura vegetal com \n\nvegetação campestre Nativa. O Campo de Barba-de-bode possui apenas 20,3% (775.927 \n\nha). Além da menor proporção a maior parte desses remanescentes campestres encontra-\n\nse no extremo sudoeste, onde os solos rasos e a textura mais arenosa são limitantes à \n\nagricultura. Os remanescentes nos Campo de Altitude alcançam 40,3% (597.738 ha). \n\nNesse caso, a vegetação campestre teve redução na porção oeste, região de Lagoa \n\nVermelha e Vacaria dando lugar ao cultivo de grãos de sequeiro e no sul, onde a \n\nvegetação campestre foi substituída por silvicultura de Pinus sp. Hermann et al. (2015) \n\nobservaram um aumento da silvicultura de 94% no Campo de Altitude ao sul do Rio das \n\nAntas, municípios de São Francisco de Paula, Jaquirana e Cambará do Sul. \n\n\n\n \n\n \n\n56\n \n\nOs demais sistemas ecológicos campestres apresentam mais de 50% da \n\nvegetação campestre original. Isso se deve às limitações naturais ao uso agrícola do \n\nsolo. No sistema ecológico Campo com Areais mantém a vegetação campestre nativa \n\nem 279.697 ha, o que corresponde a 59,7% da área do sistema ecológico. As baixas \n\nfertilidade e retenção de umidade tem como resultado uma flora diferenciada em relação \n\naos sistemas ecológicos vizinhos, com muitas espécies endêmicas adaptadas a tais \n\ncondições. Por essas características, a degradação da vegetação campestre nesse sistema \n\necológico tende a ser mais rápida e de recuperação mais complexa em função das \n\ncaracterísticas do solo. No sistema ecológico Campo de Solos Rasos 1.094.677 ha, \n\n(79,8% da área do sistema ecológico) são ocupados por vegetação campestre natural. O \n\nrelevo suave torna esse ambiente pouco suscetível aos processos erosivos, mesmo \n\nconsiderando a dominância de espécies de gramíneas cespitosas em relação às \n\nrizomatosas. \n\nO Campo do Cristalino é o único dos sistemas ecológicos de solos bem \n\ndrenados que ocorre sobre um substrato geológico de origem granítica. Nele a \n\nvegetação campestre está presente em 78.095 ha, o que representa 67,2 % da superfície \n\ndo sistema ecológico. Com relevo suave e solos profundos de baixa fertilidade, a \n\nvegetação destes campos é composta por espécies estivais e escassas espécies hibernais, \n\nconseqüência das encostas estarem voltadas ao Oceano, o que reduz a amplitude térmica \n\nanual. Na mesma latitude, por exemplo, no lado ocidental do escudo, o sistema Campo \n\nGraminoso, que por estar voltado para sudoeste e com menor influência oceânica, tem \n\ninverno mais rigoroso e, em conseqüência, maior riqueza de espécies hibernais. \n\nOutras coberturas naturais não vegetadas, embora de pequena extensão se \n\nconsiderada a área do estado, são regionalmente relevantes elementos típicos na \n\npaisagem dos respectivos sistemas ecológicos. Destacam-se os areais no Campo com \n\nAreais (10.000 ha; 2,1% do sistema ecológico), os afloramentos rochosos no Campo \n\nArbustivo (21.005 ha; 0,7% do sistema ecológico), e as praias e dunas (124.103 ha; \n\n3,4% do sistema ecológico) e os corpos d’água (1.502.379 ha; 40,1 %) no Campo \n\nLitorâneo. \n\nDo conjunto de dados analisados e das relações investigadas, constata-se \n\nforte associação entre o uso do solo e a cobertura vegetal com a delimitação dos \n\nsistemas ecológicos proposta no capítulo 2 desta tese (Figura 10). Esse resultado é até \n\ncerto ponto esperado, pois fatores favoráveis ou limitantes ao desenvolvimento da \n\nvegetação natural também tendem a afetar espécies cultivadas de forma semelhante. \n\n\n\n \n\n \n\n57\n\n \n\n \n\n \nFigura 10. Distribuição dos principais usos agrícolas nos diferentes sistemas ecológicos \ndo estado do Rio Grande do Sul. Sistemas ecológicos campestres com solos bem \ndrenados: ALT- campo de altitude, BAR-campo com barba-de-bode, ARE-campo com \nareais, CRI-campo misto do cristalino oriental; Sistemas ecológicos campestres com \nsolos úmidos: ESP-campo com espinilho, SOL-campo de solos rasos; LIT-campo \nlitorâneo; ARB-campo arbustivo; AND-campo misto de andropogôneas e compostas; \nGRA-campo graminoso; Sistemas ecológicos florestais: COS-floresta subtropical \ncosteira, INT-floresta subtropical interior; TRO-floresta tropical e ARA-floresta com \naraucária. Elaboração própria. \n\nAssim, se considerados apenas os principais usos agrícolas, constata-se que \n\no cultivo de arroz predomina nos sistemas ecológicos campestres com maior proporção \n\nde terras baixas e disponibilidade de água, enquanto os cultivos anuais de sequeiro tem \n\nmaior expressão em sistemas ecológicos campestres de solos bem drenados. Quando \n\nocorre em outros sistemas ecológicos, em geral é constituído por lavouras de soja em \n\náreas cujo solo e topografia permitem o cultivo. O uso misto, por outro lado, concentra-\n\nse nos sistemas ecológicos florestais, mas esse fato deve-se mais a razões históricas do \n\npovoamento do que da expressão dos fatores naturais propriamente ditos. \n\n4.4. Conclusões \n\n? O uso da terra no Rio Grande do Sul é heterogêneo em termos de \n\ndistribuição espacial e coerente com limites propostos para diferentes \n\nsistemas ecológicos, refletindo em parte a expressão dos fatores biofísicos; \n\n? Nos sistemas ecológicos florestais o uso agrícola misto é a classe de uso de \n\nmaior expressão, refletindo o processo histórico de povoamento que induziu \n\na conversão de áreas naturais para agricultura, embora essa classe também \n\n\n\n \n\n \n\n58\n \n\nesteja presente nos sistemas ecológicos campestres no entorno de áreas \n\nurbanizadas; \n\n? Os sistemas ecológicos campestres se diferenciam tanto em relação ao grau \n\nde conversão de áreas naturais em uso agrícola quanto em relação aos tipos \n\nde uso nas áreas convertidas, sendo ambos os aspectos decorrentes dos \n\nfatores biofísicos mais expressivos em cada um; \n\n? Grande parte das áreas de sistemas ecológicos campestres que ainda mantém \n\nsua cobertura vegetal original em geral apresentam alguma limitação de \n\nordem topográfica ou edáfica para uso agrícola, podendo, no entanto, ter uso \n\neconômico com pecuária, mantendo os serviços ecossitêmicos. \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n \n\n5. CONCLUSÃO GERAL \n\n \n\nOs avanços decorrentes da introdução de novos processos de produção \n\nagropecuária em diferentes momentos da história do Rio Grande do Sul, Brasil, \n\ncontribuíram para que o estado tivesse destaque na produção primária no cenário \n\nnacional. Atualmente, as demandas de pesquisa estão voltadas à sustentabilidade da \n\nprodução e da propriedade. Conhecer em maior detalhe os elementos biofísicos como, \n\npor exemplo, as propriedades dos solos e a disponibilidade de água no âmbito da \n\npropriedade é um passo fundamental para compreender as limitações naturais do \n\nambiente de produção. Quanto melhor adaptado estiver o sistema produtivo ao ambiente \n\nlocal, mais sustentável ele será. Nesse contexto as estratégias de transferência \n\ntecnológica devem ser eficientes para que os dados e sua interpretação sejam adotados \n\npelo produtor. Só assim ele terá produtos de qualidade, com manutenção dos recursos \n\nnaturais necessários à produção e sustentabilidade econômica da propriedade rural.  \n\nA abordagem ecossistêmica que resultou na delimitação de sistemas \n\necológicos campestres para o estado do Rio Grande do Sul mostrou-se apropriada para \n\ndesenvolver uma regionalização integradora com base nas características do ambiente \n\nbiofísico que controlam os processos de transformação de energia na superfície da \n\nTerra, servindo ao mesmo tempo como indicador para que o setor produtivo possa \n\ncompreender os efeitos das práticas de manejo e sua adequação frente aos recursos \n\nnaturais à sua disposição. \n\nO estudo conclui que o uso da terra no Rio Grande do Sul, resultado do \n\nhistórico de ocupação territorial, bem reflete as características biofísicas do meio, \n\ndemostrando que o desenvolvimento das plantas cultivadas dependeu dos mesmos \n\nfatores que atuam sobre as plantas nativas. Algumas tecnologias podem ajudar a \n\namenizar limitações tais como correção da acidez e melhoria da fertilidade do solo, mas \n\noutras são difíceis de contornar, pois envolvem processos mais complexos. Esses \n\nprocessos envolvem custo e têm impacto no resultado econômico ao final da safra. \n\nQuanto melhor for o conhecimento sobre o funcionamento dos sistemas ecológicos, \n\n\n\n \n\n \n\n60\n \n\nmelhor se compreenderá os efeitos das práticas agrícolas e do manejo dos ecossistemas \n\nassociados, o que permitirá ajustar o uso da terra ao seu potencial natural. Quanto \n\nmelhor for esse ajuste, mais sustentavel será a produção, tanto ambientalmente quanto \n\neconomicamente. \n\n \n\n\n\n \n\n \n \n \n \n \n \n \n\n6. REFERÊNCIAS \n\n \nANDRADE, B.O. Interação solo-vegetação campestre: estudos de caso em diferentes \nescalas ecológicas. 2014. 91 f. Tese (Doutorado) – Programa de Pós-Graduação em \nBotânica. Instituto de Biociências. Universidade Federal do Rio Grande do Sul, Porto \nAlegre, 2014.  \n \nANDRADE, B.O. et al.Grassland degradation and restoration: a conceptual framework \nof stages and thresholds illustrated by southern Brazilian grasslands. Natureza e \nConservação, v. 13, n. 2, p. 95-104, 2015.  \n \nANDRES, A. et al. Rotação de culturas e pousio do solo na redução do banco de \nsementes de arroz vermelho em solo de várzea. Revista Brasileira de Agrociência, \nPelotas, v. 7, n. 2, p. 85-88. 2001. \n \nAZPIROZ, A.B. et al. Ecology and conservation of grassland birds in south eastern \nSouth America: a review. Journal of Field Ornithology, New Ipswich, v. 83, n. 3, p. \n217-246. 2012. \n \nBAILEY, R.G. Suggested hierarchy of criteria for multiscale ecosystem mapping. \nLandscape and Urban Planning, Amsterdam, v. 14, p. 313-319. 1987. \n \nBAILEY, R.G. Ecoregions: the ecosystem geography of the oceans and continents. 2. \ned. New York: Springer, 2008. 180 p. \n \nBEHLING, H. et al. Dinâmica dos campos do sul do Brasil durante o Quaternário \ntardio. In: PILLAR, V.D. et al. (Ed.). Campos sulinos: conservação e uso sustentável da \nbiodiversidade. Brasília: MMA, 2009. p. 13-25. \n \nBEHLING, H.; PILLAR, V.D.; BAUERMANN, S.G. Late Quaternary grassland \n(Campos), gallery forest, fire and climate dynamics, studied by pollen, charcoal and \nmultivariate analysis of the São Francisco de Assis core in western Rio Grande do Sul \n(southern Brazil). Review of Palaeobotany and Palynology, Amsterdam, v. 133, n. 3-4, \np. 235-248. 2005. \n \nBENCKE, G.A. Aves. Natureza em Revista, Porto Alegre, v. 14, p. 48-51, 2016. \n \nBENCKE, G.A. et al. Composição e padrões de distribuição da fauna de tetrápodes \nrecentes do Rio Grande do Sul, Brasil. In: RIBEIRO, A.M.; BAUERMANN, S.G. (Ed.). \nQuaternário do Rio Grande do Sul: integrando conhecimentos. Porto Alegre: Sociedade \nBrasileira de Paleontologia, 2009. 272 p. \n \n\n\n\n \n\n \n\n62\n \n\nBERLATO, M.A.; FONTANA, D.C. El Niño e La Niña: impactos no clima, na \nvegetação e na agricultura do Rio Grande do Sul: aplicações de previsões climáticas na \nagricultura. Porto Alegre: Editora da UFRGS, 2003. 110 p. \n \nBERLATO, M.A.; MELO, R.W.; FONTANA, D.C. Risco de ocorrência de granizo no \nestado do Rio Grande do Sul. Revista Brasileira de Agrometeorologia, Santa Maria, v. \n8, n. 1, p. 121-132, 2000. \n \nBERNARDES, N. Bases geográficas do povoamento do estado do Rio Grande do Sul. \nBoletim Geográfico, Rio de Janeiro, v. 20, n. 171, 1962. \n \nBESKOW, P.R. A formação da economia arrozeira do Rio Grande do Sul. Ensaios \nFEE, Porto Alegre, v. 4, n. 2, p. 55-84. 1984. \n \nBOLDRINI, I.I. Dinâmica da vegetação de uma pastagem natural sob diferentes níveis \nde oferta de forragem e tipos de solos, Depressão Central, Rio Grande do Sul. 1993. \n262 f. Tese (Doutorado) – Programa de Pós-Graduação em Zootecnia, Faculdade de \nAgronomia, Universidade Federal do Rio Grande do Sul, Porto Alegre, 1993. \n \nBOLDRINI, I.I. Campos do Rio Grande do Sul: caracterização fisionômica e \nproblemática ocupacional. Boletim do Instituto de Biociências, Porto Alegre, n. 56, p. 1-\n39, 1997. \n \nBOLDRINI, I.I. A flora dos campos do Rio Grande do Sul. In: PILLAR, V.D. et al. \n(Ed.). Campos sulinos: conservação e uso sustentável da biodiversidade. Brasília: \nMMA, 2009. p. 63-77. \n \nBOLDRINI, I.I.; LONGHI-WAGNER, H.M. Poaceae no Rio Grande do Sul. Ciência e \nAmbiente, Santa Maria, v. 42, p. 71-92, 2011. \n \nBOLDRINI, I.I. et al. Aspectos florísticos e ecológicos da vegetação campestre do \nMorro da Polícia, Porto Alegre, RS, Brasil. Acta Botanica Brasilica, Porto Alegre, v. \n12, n. 1, p. 89-100. 1998.  \n \nBOLDRINI, I.I.; OVERBECK, G.E.; TREVISAN, R. Biodiversidade de plantas. In: \nPILLAR, V.D.; LANGE, O. (Ed.). Os campos do sul. Porto Alegre: Rede Campos \nSulinos-UFRGS, 2015. 192 p.  \n \nBOLZON, R.T.; MARCHIORI, J.N.C. A vegetação do sul da América: perspectiva \npaleoflorística. Ciência e Ambiente, Santa Maria, v. 13, n. 24, p. 5-24, 2002. \n \nBOND, W.J. Ancient grasslands at risk. Science, Washington, v. 351, n. 6269, p. 120-\n122, 2016. \n \nBOND, W.J.; PARR, C.L. Beyond the forest edge: ecology, diversity and conservation \nof the grassy biomes. Biological Conservation, Essex, v. 143, n. 10, p. 2395-2404. \n2010. \n \nBOSERUP, E. The conditions of agricultural growth. New Brunswick: \nAldineTransaction, 2005. 124 p. \n \n\n\n\n \n\n \n\n63\n\n \n\nBRASIL. MINISTÉRIO DA AGRICULTURA. Levantamento de reconhecimento dos \nsolos do estado do Rio Grande do Sul. Recife: Ministério da Agricultura, 1973. 431 p. \n(Boletim Técnico, 30). \n \nBREZINSKY, A. et al. Tratado de botânica de Strasburger. 36. ed. Porto Alegre: \nArtmed, 2011. 1192 p.  \n \nBRIASSOULIS, H. Analysis of land use change: Theoretical and modeling approaches. \nMorgantown: West Virginia University – Regional Research Institute, 2000. Disponível \nem:&lt;http://www.rri.wvu.edu/WebBook/Briassoulis/contents.htm>. Acesso em: 8 dez. \n2017. \n \nCABRERA, A.L.; WILLINK, A. Biogeografía de América Latina. 2. ed. Washington: \nOEA, 1980. 122 p. \n \nCÁCERES, N.C.; CHEREM, J.J.; GRAIPEL, M.E. Distribuição geográfica de \nmamíferos terrestres na região Sul do Brasil. Ciência e Ambiente, Santa Maria, v. 35, p. \n167-180.2007. \n \nCARLUCCI, M. B. et al. Taxonomic and functional diversity of woody plant \ncommunities on opposing slopes of inselbergs in southern Brazil. Plant Ecology &amp; \nDiversity, Oxfordshire, v. 8. n. 2, p. 187-197, 2015. \n \nCARMONA, P.S. IRGA-75 anos: A contribuição da estação experimental do arroz para \no desenvolvimento da orizicultura gaúcha. Informativo Integrar, Triunfo, n. especial, p. \n1-10, 2015. Disponível em: \n<http://www.integrarcampo.com.br/altera/outros/_arquivos/29.pdf>. Acesso em: 31 jul. \n2017.  \n \nCARMONA, F.C.; ANGHINONI, I.; WEBER, E.J. Salinidade da água e do solo e seus \nefeitos sobre o arroz irrigado no Rio Grande do Sul. Cachoeirinha: IRGA, 2011. 54 p. \n(Boletim Técnico IRGA, 10). \n \nCARNEIRO, A.C. et al. Cactos do Rio Grande do Sul. Porto Alegre: Fundação \nZoobotânica do Rio Grande do Sul, 2016. 224 p. \n \nCARVALHO, P.C.F. et al. Lotação animal em pastagens naturais: políticas, pesquisas, \npreservação e produtividade. In: PILLAR, V.D. et al. (Ed.). Campos Sulinos: \nconservação e uso sustentável da biodiversidade. Brasília: Ministério do Meio \nAmbiente, 2009. p. 214-228. \n \nCHEBATAROFF, J. Estepes, pradarias e savanas da América do Sul. Boletim \nGeográfico, Rio de Janeiro, v. 27, n. 207, p. 3-17. 1968. \n \nCONAB. Acompanhamento da safra brasileira: grãos, quarto levantamento. Brasília: \nCompanhia Nacional de Abastecimento, 2018. 122 p. Observatório agrícola, safra \n2017/2018, v. 5, n. 4. Disponível em:&lt;http://www.conab.gov.br>. Acesso em: 21 mar. \n2018. \n \n\n\n\n \n\n \n\n64\n \n\nCORDEIRO, J.L.P.; HASENACK, H. Cobertura vegetal atual do Rio Grande do Sul. \nIn: PILLAR, V.D. et al. (Ed.). Campos sulinos: conservação e uso sustentável da \nbiodiversidade. Brasília: MMA, 2009. p. 285-299. \n \nCRAWSHAW, D. et al. Caracterização dos campos sul-rio-grandenses: uma perspectiva \nda ecologia da paisagem. Boletim Gaúcho de Geografia, Porto Alegre, v. 33, n. 1, p. \n233-252. 2007. \n \nCREMONEZ, F.E. et al. Principais plantas com potencial alelopático encontradas nos \nsistemas agrícolas brasileiros. Acta Iguazu, Cascavel, v. 2, suplemento, p. 70-88, 2013. \n \n\nCROSBY, A.W. Imperialismo ecológico: a expansão biológica da Europa, 900-1900. \nSão Paulo: Companhia das Letras, 1993. 319 p. \n \nCUNHA, G.R.; SCHEEREN, P.L.; SILVA, M.S. Granizo e cereais de inverno no Rio \nGrande do Sul. Passo Fundo: Embrapa, 2001. 24 p. (Documentos, n. 33). Disponível \nem:&lt;http://www.cnpt.embrapa.br/pesquisa/agromet/pdf/granizo/granizo.pdf>. Acesso \nem: 07 mar. 2011 \n \nCURTIS, M.L.L. Povoamento do Rio Grande do Sul. Porto Alegre: Instituto Gaúcho de \nReforma Agrária, 1964. \n \nDEVELEY, P.F. et al. Conservação das aves e da biodiversidade no bioma Pampa \naliada a sistemas de produção animal. Revista Brasileira de Ornitologia, São Paulo, v. \n16, n. 4, p. 308-315, 2008. \n \nDIAMOND, J. Colapso. 5. ed. Rio de Janeiro: Record. 2005. 686 p.  \n \nDI GREGORIO, A. Land cover classification system: Classification concepts. Rome: \nFAO, 2016. 29 p.  \n \nDOBROVOLSKI, R. et al.  Globalizing conservation efforts to save species and \nenhance food production. BioScience, Washington, v. 64, n. 6, p. 539-545. 2014. \n \nEASTMAN, J.R. TerrSet geospatial modeling and monitoring system version 18.09. \nWorcester: Clarklabs, 2015. \n \nEMBRAPA. Sistema brasileiro de classificação de solos. 3. ed. Brasília: EMBRAPA, \n2013. 353 p. \n \nESRI. ArcGIS 10.2.2. Redlands: Environmental Systems Research Institute, 2014. \n \nFAO. Planning for sustainable use of land resources. Rome: Food and Agriculture \nOrganization of the United Nations, 1995. (Land and Water Bulletin, 2). \n \nFEPAGRO. Macrozoneamento agroecoecológico e econômico do estado do Rio \nGrande do Sul. Porto Alegre: Secretaria da Agricultura e Abastecimento, 1994. 307 p. \nv. 2. \n \nFOLEY, J.A. Can we feed the world &amp; sustain the planet? Scientific American, New \nYork, v. 305, n. 5, p. 60-65, 2011. \n\n\n\n \n\n \n\n65\n\n \n\n \nFOLLEY, J.A. et al. Solutions for a cultivated planet. Nature, v. 478, p. 337-342, 2011.  \n \nFONTANA, C.S.; BENCKE, G.A. Biodiversidade das aves. In: PILLAR, V.D.; \nLANGE, O. (Ed.). Os campos do sul. Porto Alegre: Rede Campos Sulinos/UFRGS, \n2015. p. 91-97. \n \nFORTES, A.B. Compêndio de geografia geral do Rio Grande do Sul. 6. ed. Porto \nAlegre: Sulina, 1979. 97 p. \n \nFURTADO, C. Formação econômica do Brasil. 27. ed. São Paulo: Companhia Editora \nNacional, 1998. 248 p. \n \nGIBSON, D.J. Grasses and grassland ecology. New York: Oxford, 2009. 305 p. \n \nGLOBAL FOREST WATCH. Forest monitoring designed for action. Disponível em: \n<http://www.globalforestwatch.org/>. Acesso em: 21 mar. 2018. \n \nGODFRAY, H.C.J. et al. Food security: The challenge of feeding 9 billion people. \nScience, Washington, v. 327, p. 812-818, 2010.  \n \nGOETTSCH, B. et al. High proportion of cactus species threatened with extinction. \nNature plants, London, v. 1, n. 10, p. 15142, 2015. \n \nHAGAN, J.E.; EASTMAN, J.R.; AUBLE, J. Cartalinx the spatial data builder version \n1.2. Worcester: Clarklabs, 1999. \n \nHASENACK, H.; FERRARO, L.M.W. Considerações sobre o clima da região de \nTramandaí, RS. Pesquisas em Geociências, Porto Alegre, v. 22, n. 22, p. 71-88, 1989. \n \nHASENACK, H.; CORDEIRO, J.L.P; WEBER, E.J. (Org.).Uso e cobertura vegetal do \nEstado do Rio Grande do Sul – situação em 2002. Porto Alegre: UFRGS IB Centro de \nEcologia, 2015. Disponível em:&lt;http://www.ecologia.ufrgs.br/labgeo>. Acesso em: 22 \nmar. 2018. \n \nHIRZEL, A.H. et al. Ecological-niche factor analysis: How to compute habitat-\nsuitability without absence data? Ecology, Brooklyn, v. 83, n. 7, p. 2027-2036, 2002. \n \nHOFFMANN, G.S. et al. Recent land cover changes in State Rio Grande do Sul and its \nconsequences on habitat loss. No prelo. \n \nHUECK, K.; SEIBERT, P. Vegetationskarte von Südamerika. 2. ed. Stuttgart: Gustav \nFischer, 1981. 90 p. \n \nIBGE. Folha SH.22 Porto Alegre e parte das folhas SH.21 Uruguaiana e SI.22 Lagoa \nMirim. Rio de Janeiro: IBGE, 1986. 791 p. (Levantamento de Recursos Naturais, 33). \n \nIBGE. Mapa de biomas do Brasil. Rio de Janeiro: IBGE, 2004a. Mapa e nota técnica. \n \nIBGE. Mapa de vegetação do Brasil (escala 1:5.000.000). Rio de Janeiro: IBGE, \n2004b. \n\n\n\n \n\n \n\n66\n \n\n \nIBGE. Censo agropecuário 2006. Rio de Janeiro: IBGE. 2006. Disponível em: \n<https://www.ibge.gov.br/estatisticas-novoportal/economicas/agricultura-e-\npecuaria/9827-censo-agropecuario.html?&amp;t=resultados>. Acesso em: 11 dez. 2017. \n \nIBGE. Manual técnico da vegetação brasileira. 2. ed. Rio de Janeiro: IBGE, 2012. 257 \np. (Manuais Técnicos em Geociências, 1). \n \nIBGE. Malha municipal. Rio de Janeiro: IBGE. 2015. Disponível em: \n<ftp://geoftp.ibge.gov.br/organizacao_do_territorio/malhas_territoriais/malhas_municip\nais/municipio_2015/>. Acesso em: 22 out. 2017. \n \nIBGE. Levantamento sistemático da produção agrícola. Rio de Janeiro: IBGE. 2017. \nDisponível em:&lt;https://www.ibge.gov.br/estatisticas-\nnovoportal/economicas/agricultura-e-pecuaria/9201-levantamento-sistematico-da-\nproducao-agricola.html?&amp;t=resultados>. Acesso em: 11 dez. 2017. \n \nINMET. Normais climatológicas (1961-1990). Brasília: INMET, 1992. 84 p. \n \nKÜCHLER, A.W. Problems in classifying and mapping vegetation for ecological \nregionalization. Ecology, Brooklyn, v. 54, n. 3, p. 512-523, 1973. \n \nKÜCHLER, A.W.; MONTOYA, J.M. The UNESCO classification of vegetation: some \ntests on the tropics. Turrialba, San José, v. 21, n. 1, p. 98-109, 1971.  \n \nLAGACHERIE, P. Digital Soil Mapping: A State of the Art. In.: HARTEMINK, A.E.; \nMCBRATNEY, A.; MENDONÇA-SANTOS, M.L. (Ed.). Digital soil mapping with \nlimited data. New York: Springer, 2008. p. 3-14. \n \nLONGLEY, P.A.; GOODCHILD, M.F.; MAGUIRE, D.J.; RHIND, D.W. Sistemas e \nciência da informação geográfica. Porto Alegre: Bookman, 2013. 560 p. \n \nLEIVAS, J.F.; BERLATO, M.A.; FONTANA, D.C. Risco de deficiência hídrica \ndecendial na metade sul do Estado do Rio Grande do Sul. Revista Brasileira de \nEngenharia Agrícola e Ambiental, Campina Grande, v. 10, n. 2, p. 397-407, 2006. \n \nLÜCKER, R. Agrarer Strukturwandel unter dem Einfluß des Sojaweltmarktes. \nGeographische Rundschau, Braunschweig, v. 34, n. 8, p. 368-373, 1982. \n \nLUZA, A.L. et al. Biodiversidade de mamíferos. In: PILLAR, V.D.; LANGE, O. (Ed.). \nOs campos do sul. Porto Alegre: Rede Campos Sulinos/UFRGS, 2015. p. 101-110.  \n \nMALTHUS, T.R. An essay on the principle of population. New York: Dover, 2007. 152 \np.  \n \nMAPBIOMAS. Algorithm theoretical base document &amp; results: Pampa Biome. Porto \nAlegre: UFRGS, 2017. 87 p. Disponível em:&lt;http://www.mapbiomas.org>. Acesso em: \n22 mar. 2018. \n \nMARASCHIN, G.E. Manejo do campo nativo, produtividade animal, dinâmica da \nvegetação e adubação de pastagens nativas do sul do Brasil. In: PILLAR, V.D. et al. \n\n\n\n \n\n \n\n67\n\n \n\n(Ed.). Campos Sulinos: conservação e uso sustentável da biodiversidade. Brasília: \nMinistério do Meio Ambiente, 2009. p. 248-259 \n \nMARCHIORI, J.N.C. Considerações terminológicas sobre os campos sulinos. Ciência e \nAmbiente, Santa Maria, v. 24, p. 139-150, 2002. \n \nMCBRATNEY, A.; FIELD, D.J.; KOCH, A. The dimensions of soil security. \nGeoderma, Amsterdam, v. 213, p. 203-213, 2014. \n \nMEDEIROS, R.B.; SAIBRO, J.C.; FOCHT, T. Invasão de capim-annoni (Eragrostis \nplana Nees) no bioma Pampa do Rio Grande do Sul. In: PILLAR, V. D. et al. (Ed.).  \nCampos Sulinos: conservação e uso sustentável da biodiversidade. Brasília: Ministério \ndo Meio Ambiente, 2009. p. 317-330. \n \nMIGUEL, L.A. Entre os campos e as florestas: Origem e evolução da agricultura no Rio \nGrande do Sul/Brasil. In: SÉMINAIRE FRANCO-BRÉSILIEN: DIALOGUES \nCONTEMPORAINS SUR LA QUESTION AGRAIRE ET L’AGRICULTURE \nFAMILIALE AU BRÉSIL ET EN FRANCE, 2013, Paris. [Annales...], Paris: [s.n.], \n2018. 18 p.  \n \nMOESLUND, J.E. et al. Topographically controlled soil moisture is the primary driver \nof local vegetation patterns across a lowland region. Ecosphere, Washington, v. 4, n. 7, \np. 1-26, 2013. \n \nMORENO, J.A. Clima do Rio Grande do Sul. Porto Alegre: Secretaria da Agricultura, \n1961. 42 p. \n \nMONTANARELLA, L. Govern our soils. Nature, v. 528, p. 32-33, 2015. \n \nMOTA, F.S. Estudos do clima do estado do Rio Grande do Sul segundo o sistema de \nW. Köppen. Revista Brasileira de Geografia, Rio de Janeiro, v. 13, n. 2, p. 107-116, \n1951. \n \nNABINGER, C. Técnicas de melhoramento de pastagens naturais do Rio Grande do \nSul. In: FARSUL (Org.). De que pastagens necessitamos? Porto Alegre: Farsul, 1980. \np. 28-58. \n \nNABINGER, C. et al.  Produção animal com base no campo nativo: aplicações de \nresultados de pesquisa. In: PILLAR, V.D. et al. (Ed.). Campos Sulinos: conservação e \nuso sustentável da biodiversidade. Brasília: Ministério do Meio Ambiente, 2009. p. 175-\n198. \n \nNIMER, E. Climatologia do Brasil. Rio de Janeiro: IBGE, 1979. 422 p. \n \nNOEL, S.; MIKULCAK, F.; STEWART, N. Report for policy and decision makers: \nReaping economic and environmental benefits from sustainable land management. \nBonn: ELD Initiative, 2015. 23 p. Disponível em:&lt;http://www.eld-initiative.org>. \nAcesso: em 22 out. 2018. \n \nNATURE RESOURCES CONSERVATION SERVICE. NRCS. 2007 National \nResources Inventory: Soil erosion on cropland. Washington: National Resources \n\n\n\n \n\n \n\n68\n \n\nConservation Service, 2010. 29 p. Disponível em: \n<https://www.nrcs.usda.gov/Internet/FSE_DOCUMENTS/nrcs143_012269.pdf>. \nAcesso em: 22 mar. 2018. \n \nOLIVEIRA, T.E. et al.  Agricultural land use change in the Brazilian Pampa Biome: \nThe reduction of natural grasslands. Land Use Policy, Guildford, v. 63, p. 394-400, \n2017. \n \nOMERNIK, J.M. Ecoregions of the conterminous United States. Annals of the \nAssociation of American Geographers, Washington, v. 77, n. 1, p. 118-125, 1987. \n \nOVERBECK, G.E. et al. Fisionomia dos campos. In: PILLAR, V.D.; LANGE, O. (Ed.). \nOs campos do sul. Porto Alegre: Rede Campos Sulinos – UFRGS, 2015. p. 30-41. \n \nOVERBECK, G.E. et al. Brazil's neglected biome: the South Brazilian Campos. \nPerspectives in Plant Ecology, Evolution and Systematics, Jena, v. 9, p. 101-106, 2007. \n \nPÉBAYLE, R. O centro do planalto rio-grandense: uma região em mutação. Boletim \nGeográfico do Rio Grande do Sul, Porto Alegre, n. 14, p. 44-55, 1971. \n \nPÉBAYLE, R. Reflexões sobre a geografia histórica e cultural do Rio Grande do Sul. \nPorto Alegre: Martins Livreiro, 2017. 168 p. \n \nPILLAR, V.D.; QUADROS, F.L.F. Transições floresta-campo no Rio Grande do Sul. \nCiência e Ambiente, Santa Maria, v. 24, p. 109-118, 2002. \n \nSAA/RS-IBGE/SC. Mapa de solos do Rio Grande do Sul, escala 1:250.000. Porto \nAlegre: SAA/RS-IBGE/SC, 2003. Convênio Secretaria de Agricultura e Abastecimento \ne Instituto Brasileiro de Geografia e Estatística/Unidade Estadual de Santa Catarina. \n \nSANGERMANO, F. et al. Habitat suitability and protection status of four species of \namphibians in the Dominican Republic. Applied Geography, Oxford, v. 63, p. 55-65, \n2015. \n \nSARMENTO, E.C. et al. Disaggregating conventional soil maps with limited \ndescriptive data: a knowledge-based approach in Serra Gaúcha, Brazil. Geoderma \nRegional, Washington, v. 8, p. 12-23, 2017. Disponível em: \n<http://dx.doi.org/10.1016/j.geodrs.2016.12.004>. Acesso em: 22 mar. 2018. \n \nSARMENTO, E.C. et al. Caracterização de mapas legados de solos: uso de indicadores \nem mapas com diferentes escalas no Rio Grande do Sul. Revista Brasileira de Ciência \ndo Solo, Viçosa, v. 38, n. 6, p. 1672-1680, 2014. \n \nSORIANO, A. et al.  Río de La Plata grasslands. In: Coupland, R. T. (Ed.). Ecosystems \nof the world. Amsterdam: Elsevier, 1992. p. 367-407. \n \nSTEWART, N. (Ed.). The value of land: Prosperous land and positive rewards through \nsustainable land management. Bonn: ELD Initiative, 2015. 165 p. Disponível em: \n<http://www.eld-initiative.org>. Acesso em: 22 mar. 2018. \n \n\n\n\n \n\n \n\n69\n\n \n\nROWE, J.S. Land classification and ecosystem classification. Environmental \nMonitoring and Assessment, Dordrecht, v. 39, n. 1-3, p. 11-20, 1996. \n \nROWE, J.S.; SHEARD, J.W. Ecological land classification: a survey approach. \nEnvironmental Management, New York, v. 5, n. 5, p. 451-464, 1981. \n \nTHOMAS, C. Conquista e povoamento do Rio Grande do Sul. Boletim Geográfico do \nRio Grande do Sul, Porto Alegre, v.19, p. 17-27, 1976. \n \nTROLL, C. Luftbildforschung und landeskundliche Forschung. Wiesbaden: Franz \nSteiner, 1966. 198 p. \n \nTURNER II, B.L.; LAMBIN, E.F.; REENBERG, A. The emergence of land change \nscience for global environmental change and sustainability. PNAS, Washington, v. 104, \nn. 52, p. 20666-20671, 2007. \n \nTURNER II, B.L. (Ed.). Land-use and land-cover change: Science/research plan. \nStockholm and Geneva: IGBP and HDP, 1995. 132 p. (IGBP Report n.35, HDP Report \nn.7). \n \nUNITED NATIONS. DEPARTAMENT OF ECONOMIC AND SOCIAL AFFAIRS. \nUN-DESA. World Population Prospects: The 2015 Revision, key findings and advance \ntables. New York: United Nations, Department of Economic and Social Affairs, \nPopulation Division, 2015. 59 p. (Working Paper No. ESA/P/WP.241). \n \nUNITED NATIONS. Transforming our world: the 2030 agenda for sustainable \ndevelopment. New York: United Nations, 2018. 41 p. Disponível em \n<https://sustainabledevelopment.un.org/content/documents/21252030%20Agenda%20f\nor%20Sustainable%20Development%20web.pdf>. Acesso em 19 mar. 2018. \n \nVARGAS, V.B.D. Uma quadra, uma légua: Joaquim Francisco de Assis Brasil e seu \nprojeto de desenvolvimento para a atividade agropastoril no Rio Grande do Sul. 2015. \n240 f. Tese (Doutorado) – Programa de Pós-Graduação em Desenvolvimento Regional, \nUniversidade de Santa Cruz do Sul, Santa Cruz do Sul, 2015.  \n \nVELDMAN, J.W. et al. Toward an old-growth concept for grasslands, savannas, and \nwoodlands. Frontiers in Ecology and the Environment, v. 13, n. 3, p. 154-162, 2015(a). \n \nVELDMAN, J.W. et al. Where tree planting and forest expansion are bad for \nbiodiversity and ecosystem services. BioScience, Washington, v. 65, n. 10, p. 1011-\n1018, 2015(b). \n \nVELOSO, H.P; RANGEL FILHO, A.L.R.; LIMA, J.C.A. Classificação da vegetação \nbrasileira adaptada a um sistema universal. Rio de Janeiro: IBGE, 123 p. 1991. \n \nVERBURG, P.H.; VELDKAMP, A. Projecting land use transitions at forest fringes in \nthe Philippines at two spatial scales. Landscape Ecology, Dordrecht, v. 19, n. 1, p. 77-\n98, 2004. \n \n\n\n\n \n\n \n\n70\n \n\nVERRASTRO, L.; BORGES-MARTINS, M. Biodiversidade de répteis. In: PILLAR, \nV.D.; LANGE, O. (Ed.). Os campos do sul. Porto Alegre: Rede Campos \nSulinos/UFRGS, 2015. p. 81-86.  \n \nWAECHTER, J.L. Padrões geográficos da flora atual do Rio Grande do Sul. Ciência e \nAmbiente, Santa Maria, n. 24, p. 93-108, 2002. \n \nWEBER, E.J. Estimativa e mapeamento da radiação solar incidente em superfícies com \ntopografia heterogênea na zona de produção vitivinícola Serra Gaúcha. 2011. 145 f. \nTese (Doutorado) – Programa de Pós-graduação em Fitotecnia, Faculdade de \nAgronomia, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2011. \n \nWEBER, E.J.; HASENACK, H.; FERREIRA, C.J.S. Adaptação do modelo digital de \nelevação do SRTM para o sistema de referência oficial brasileiro e recorte por unidade \nda federação. Porto Alegre: UFRGS-Centro de Ecologia, 2004. Disponível em \n<http://www.ufrgs.br/labgeo>. Acesso em: 09 abr. 2014. \n \nWEBER, E.J. et al. (Org.). Uso e cobertura vegetal do Estado do Rio Grande do Sul – \nsituação em 2009. Porto Alegre: UFRGS IB Centro de Ecologia, 2016. 1 CD-ROM. \nDisponível em:&lt;http://www.ecologia.ufrgs.br/labgeo>. Acesso em: 22 out. 2017. \n \nWHITTAKER, R.H. Communities and ecosystems. 2. ed. New York: McMillan, 1975. \n385 p. \n \nWONDZELL, S.M.; CUNNINGHAM, G.L.; BACHELET, D. Relationship between \nlandforms, geomorphic processes, and plant communities on a watershed in the northern \nChihuahuan Desert. Landscape Ecology, Dordrecht, v. 11, n. 6, p. 351-362, 1996."}]}}}