{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18199"}, {"@name": "filename", "#text": "25050_000771176.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\n \n\n \n\n   \n\n              \n\n \n\n \n\n \n\n \n\n \n\nPROSPECÇÃO DE FLUORITA DA PARTE NORTE DA ZONA DE \n\nCISALHAMENTO RIO DOS BUGRES (ZCRB), DISTRITO FLUORITÍCO DE \n\nSANTA CATARINA. \n\n \n\n \n\n \n\n   TAMARA REGINATTO MANFREDI \n\n \n\n \n\n \n\n \n\nORIENTADOR  \n\nProf. Dr. Artur Cezar Bastos Neto \n\nCO-ORIENTADOR \n\nProf. Dra. Andrea Ritter Jelinek \n\n \n\n  \n\nCOMISSÃO EXAMINADORA \n\n Prof. Dr. Norberto Dani \n\n Prof. Dr. Vitor Paulo Pereira \n\n \n\n \n\nCOMISSÃO DOS PROJETOS TEMÁTICOS \n\nProf. Dra. Andrea Ritter Jelinek \n\n Prof. Dr. Rualdo Menegat \n\n Prof. Dr. Marcus V. D. Remus \n \n\n \nTrabalho de Conclusão do Curso de Geologia apresentado na forma de monografia, junto à disciplina \n\nProjeto Temático em Geologia III, como requisito parcial para obtenção do grau de Geólogo. \n\n \n\n \n\nPorto Alegre, dezembro/2010. \n\n  \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\n \n\n \nQuero prestar os meus sinceros agradecimentos: \n\nAos meus orientadores, Prof. Dr. Artur Cezar Bastos Neto, por acreditar neste trabalho e pela \n\norientação criteriosa e crítica, que foi a principal responsável pela minha evolução intelectual \n\ne profissional durante o curso; e à Prof. Dra. Andrea Ritter Jelinek, por estimular meu \n\ndesenvolvimento científico desde o inicio da minha história acadêmica. \n\nÀ todos que me ajudaram neste projeto: ao Marco Rossoni, pela companhia e pelo auxílio \n\ndurante o mapeamento geológico deste trabalho; ao geólogo Renato de Souza jr., que foi o \n\nresponsável pelo desenvolvimento deste projeto junto à Votorantim, pelas dicas e \n\nensinamentos; aos professores Nelson Amoretti Lisboa, Jorge Luiz Barbosa da Silva, Ronaldo \n\ndos Santos Rocha e Rualdo Menegat, pela disponibilidade de me ajudar nas dificuldades deste \n\ntrabalho e ao Grupo Votorantim, pelo financiamento deste projeto e por nos fornecer os dados \n\nda área estudada. \n\n Ao Instituto de Geociências pelos recursos proporcionados através da cadeira Temático II.  \n\nÀs minhas queridas amigas, Lili e Issa, por terem me apoiado, me escutado e compartilhado \n\nos momentos mais difíceis da graduação; e às minhas companheiras de campo e de T10, Carol \n\ne Carla, pela paciência e amizade até nos momentos de “insanidade”.  \n\nUm obrigada especial aos meus amores: ao meu pai e à minha mãe, cuja fé na minha \n\ncapacidade me ensinou a acreditar em mim mesma; e ao Marcelo, meu lindo, pela sua \n\ncompreensão e carinho. Suas palavras de incentivo foram fundamentais para a conclusão \n\ndeste trabalho.  \n\n \n\n   \n\n\n\n \n\n \n\nRESUMO \n\n \n\n \n\nNo distrito fluorítico de Santa Catarina, as jazidas filoneanas do subdistrito Grão-Pará estão associadas \n\nà zona de cisalhamento Rio Bugres, de direção geral NNE-SSW, que pode ser seguida continuamente, \n\nde sul para norte, até a jazida Nova Fátima. Ao norte desta jazida, a zona de cisalhamento Rio dos \n\nBugres aparentemente desaparece e só são conhecidas acumulações subeconômicas de fluorita, como \n\na do Córrego do Mijador. Este trabalho foi realizado numa área de 12km\n2\n situada imediatamente a \n\nnorte da jazida Nova Fátima. Os objetivos foram localizar zona de cisalhamento Rio dos Bugres, \n\nreavaliar o potencial da área para prospecção de filões de fluorita e indicar locações para furos de \n\nsonda.  Para tanto, foram utilizadas as seguintes técnicas: sensoriamento remoto, mapeamento \n\ngeológico na escala 1:25.000, petrografia, prospecção geoquímica de solo e de sedimentos de corrente; \n\nos dados foram integrados em ambiente de geoprocessamento. A área é constituída por granito da \n\nSuíte Intrusiva Pedras Grandes, rochas sedimentares da Formação Rio do Sul e diques e soleiras de \n\ndiabásio da Formação Serra Geral. A jazida Nova Fátima é interrompida por uma falha NW-SE. Ao \n\nintersectar esta estrutura, a zona de cisalhamento rio dos bugres se bifurca em dois ramos. O ramo \n\noeste é o principal; ele segue por cerca de 1km na direção norte e inflete para NE-SW, direção mais \n\nfavorável para existência de mineralização, por cerca de 700m. Ao longo deste último segmento, as \n\nrochas sedimentares são fortemente silicificadas e superpõem-se anomalias geoquímicas de F no solo; \n\nna drenagem a jusante, ocorrem as mais importantes anomalias de F em sedimento de corrente \n\nencontradas na área. No ramo leste e em outros locais também foram encontradas outras evidências de \n\nmineralização de fluorita, incluindo veios de quartzo do tipo “pedra osso” com cristais negativos de \n\nfluorita, a geoquímica associada. O ocorrência do Córrego do Mijador situa-se entre os 2 ramos da \n\nzona de cisalhamento Rio dos Bugres, a cerca de 700m a leste do ramo principal. O potencial \n\nprospectivo da área como um todo é classificado como muito alto. O segmento NE-SW do ramo oeste \n\nda zona de cisalhamento Rio dos Bugres é fortemente recomendado para realização de sondagens. \n\n   \n\n \n\nPalavras-chave: fluorita, filão, prospecção, Santa Catarina, rio dos Bugres \n\n\n\n \n\n \n\nABSTRACT \n\n \n\n \n\nIn Santa Catarina Fluorite District, the lode deposits Grão-Pará sub-district are associated with the Rio \n\ndos Bugres shear zone, of general direction NNE-SSW, which can be followed continuously from \nsouth to north, to deposit Nova Fatima. North of this mine, the ZCRB apparently disappeared and are \n\njust known fluorite’s accumulations sub-economics, like to the Córrego do Mijador. This work was \n\nconducted on an area with 12km2, located immediately north of the Nova Fatima mine. The objectives \n\nwere to locate Rio dos Bugres zone shear, reassess the potential of the area for prospecting and \n\nfluorite’s lode and indicate locations for bore. For this, we used the hereafter techniques: remote \n\nsensing, geological mapping at 1:25.000 scale, petrographic, geochemical soil and current’s \n\nsediments; the data were integrated in GIS environment. The area consist Intrusive in Suite Pedras \n\nGrandes’ granite; sedimentary rocks of the Formation Rio do Sul and diabase dikes and sills of the \n\nformation Serra Geral. The Nova Fatima deposit is interrupted by a NW-SE fault. To intersect this \n\nstructure, Rio dos Bugres zone shear forks into two branches. The west branch is the main; it goes for \n\nabout 1km in the north direction and inflects to NE-SW, direction more favorable to the existence of \n\nmineralization, for about 700m. Throughout this last segment, the sedimentary rocks are strongly \n\nsilicified and they are overlap the geochemical F anomalies in soil; in the downstream drainage occur \n\nthe most important anomalies in F current’s sediments found in the area. In the east branch and \nelsewhere were also found others evidences of fluorite mineralization, including quartz veins like \n\n\"pedra osso\" with negative crystals of fluorite, associated geochemistry. The occurrence of the \n\nCórrego do Mijador located between two branches of shear zone Rio dos Bugres, about 700m east of \n\nthe main branch. The prospective potential of the area as a whole is classified as very high. The NE-\n\nSW segment of the western branch Rio dos Bugres shear zone is strongly recommended for \n\nconducting surveys. \n\n \n\n \n\nKeywords: fluorite, lode, prospecting, Santa Catarina, Rio dos Bugres.\n\n\n\n \n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\n \n\nFigura 1. Mapa da margem continental sul do Brasil, destaque para o Distrito Fluorítico de \n\nSanta Catarina (DFSC).. ........................................................................................................... 12 \n\nFigura 2. Mapa geológico simplificado do subdistrito Grão Pará. A área demarcada \n\ncorresponde à área de mapeamento. A seta indica os filonetes da ocorrência do Córrego do \n\nMijador (CM).. ......................................................................................................................... 14 \nFigura 3. Mapa de lineamentos da região sudeste de Santa Catarina, destacando os \n\nlineamentos de Urussanga, Santa Rosa de Lima (SRL), Garopaba, Armazém, Canela Grande e \n\na zona de cisalhamento Rio dos Bugres (ZCRB). Subdistrito: A) Segunda Linha Torrens, B) \n\nRibeirão da Areia, C) Pedras Grandes, D) Rio Bravo Alto E) Grão Pará. ............................... 16 \nFigura 4. Mapa do Subdistrito Segunda Linha Torrens. A estrutura principal do Lineamento \n\nCanela Grande é a falha Segunda Linha Torrens. .................................................................... 22 \nFigura 5. Fotografia do teto da galeria da mina Cocal onde o minério presente foi formado \n\npelas 4 fases (F) de mineralização. F1: fluorita roxa brechada. F2: fluorita violeta e verde e \n\ncalcedônia bandada. F3: fluorita amarela maciça. F4: fluorita amarela e branca bandada e \n\nsedimentos internos. ................................................................................................................. 24 \nFigura 6. Modelo genético dos filões de fluorita. Em “a”, havia apenas deposição de fluorita \n\nnas estruturas mais a leste do DFSC, devido à baixa profundidade; com o recuo da Bacia do \n\nParaná devido à erosão em “b”, pode-se depositar também nas estruturas centrais do distrito e \n\nem “c”, com erosão bem avançada, pode-se também formar filões na parte mais oeste do \n\nDFSC. ....................................................................................................................................... 29 \n\nFigura 7. Fluxograma Projetual, demonstrando todas as etapas que ocorreram neste trabalho.\n\n .................................................................................................................................................. 31 \nFigura 8. Fotoanálise da área de mapeamento (área demarcada em preto). As linhas contínuas \n\nrepresentam lineações, as tracejadas, os contatos entre as rochas graníticas e sedimentares. \n\nAcima fotografias 19462 e 19463; abaixo 24069 e 24070.  Escala da foto 1:25.000 .............. 38 \nFigura 9. Mapa de morfoestruturas da área mapeada gerado a partir de imagens TM Landsat. \n\nObservou-se a grande freqüência de morfoestruturas de direção NNE-SSW. ......................... 40 \n\nFigura 10. Mapa de Pontos da área mapeada, sendo que, os pontos em vermelho \n\ncorrespondem ao embasamento cristalino, em amarelo ocorrem rochas do Grupo Itararé e em \n\nverde ocorrem rochas intrusivas hipoabissais da Formação Serra Geral. Note que, a maior \n\nocorrência é de rochas sedimentares. ....................................................................................... 42 \nFigura 11. Mapa geológico da área de estudo. ......................................................................... 44 \nFigura 12. Biotita monzogranito característico da área de mapeamento (ponto CM 009). \n\nObservam-se os megacristais de K-feldspato orientados. ........................................................ 45 \n\nFigura 13. Biotita monzogranito milonitizado (ponto CM 053), com foliação bastante \n\nevidente. Os cristais de K-feldspato, quartzo, plagioclasio e biotita apresentam-se estirados. \n\nEvidência de zona de falha. ...................................................................................................... 45 \nFigura 14. Fotografia da amostra macroscópica do biotita monzogranito (CM 183a). Note o \n\nlineamento gerado pelos cristais de quartzo e K-feldspatos estirados...................................... 47 \nFigura 15. Fotografia de lâmina petrográfica da amostra CM 183a, biotita monzogranito \n\nmilonitizado. Observe-se os mozaicos de quartzo muito ondulante. ....................................... 47 \n\nFigura 16.  Lâmina Petrográfica (amostra CM 183a). Nas imagens, é possível identificar a \n\ngranada bem fraturada e a alteração da rocha. a) seta preta indica a granada, seta amarela \n\nhematização e cloritização (luz natural); b) biotita muito alterada (nicóis cruzados). ............. 48 \nFigura 17. Diagrama QAPF (quartzo, K-feldspato, plagioclásio e feldspatóide). O ponto \n\nvermelho corresponde à composição da lâmina. ...................................................................... 50 \n\nfile:///C:/Documents%20and%20Settings/Studio/Desktop/TEMÁTICO%20FINAL.docx%23_Toc278986826\nfile:///C:/Documents%20and%20Settings/Studio/Desktop/TEMÁTICO%20FINAL.docx%23_Toc278986826\n\n\n \n\n \n\nFigura 18. Afloramento em corte de estrada de um varvito carbonoso da Formação Rio do Sul \n\n(ponto CM 049). Observa-se o baixo grau de seleção da rocha, típica de depósitos glaciais. . 52 \nFigura 19. Contato normal entre o granito Pedras Grande e um siltito muito fraturado (ponto \n\nCM 052). ................................................................................................................................... 52 \nFigura 20. Amostra (CM 111b) macroscópica. A seta indica um veio de quartzo \n\nmicrocristalino. ......................................................................................................................... 54 \n\nFigura 21.  Arenito silicificado (CM 111b), podemos observar a mal seleção granulométrica e \n\na orientação dos minerais. Nesta área da lâmina, a matriz é argilosa muito fina. a) luz natural; \n\nb) nicóis cruzados. .................................................................................................................... 54 \nFigura 22. Amostra 111b. Nestas fotos podemos observar a maior granulometria e pouca \n\nquantidade de matriz. A seta preta indica a mica branca e a seta amarela a oxidação em torno \n\ndos cristais. A direita luz natural e a esquerda nicóis cruzados ................................................ 55 \nFigura 23. Fotografia da amostra macroscópica do arenito silicificado (CM 117a). ............... 55 \nFigura 24. Fotografia em nicóis cruzados e luz natural (a direita e a eesquerda \n\nrespectivamente) do arenito silicificado(CM 117a). Nestas imagens é possível observar os \n\nmosaicos de quartzo ondulante. A seta nas imagens corresponde a um intraclasto argiloso \n\ndeformado dela compactação. .................................................................................................. 56 \nFigura 25. Arenito silicificado (CM 117) apresenta quartzo microcristalino, em mosaico e \n\ngrãos maiores com bordas de crescimento. .............................................................................. 56 \nFigura 26. Fotografia da amostra CM 080. Siltito laminado muito fino silicificado. .............. 57 \n\nFigura 27. Lâmina petrográfica da amostra CM 080. Note as intercalações de material muito \n\nfino e de material mais grosso, além da orientação dos grãos de quartzos estirados. .............. 57 \n\nFigura 28. Diabásio hipoabissal da Formação Serra Geral, com textura equigranular fina \n\n(ponto CM 076a) ...................................................................................................................... 58 \n\nFigura 29. Amostra de uma soleira de diabásio afanítico (ponto CM 054a). ........................... 59 \nFigura 30. Amostra de quartzo-latito hipoabissal (ponto CM  022a) ....................................... 59 \nFigura 31. Estereogramas com os pólos e as curvas de contorno dos pólos das atitudes das \n\nrochas sedimentares (projeção de Schimidt). ........................................................................... 61 \nFigura 32. Siltito afetado por falha. Pode-se notar que suas camadas estão verticalizadas (CM \n\n193). .......................................................................................................................................... 62 \n\nFigura 33. Crista de arenito silicificado orientado (ponto CM 029) segundo a direção N30E. 62 \n\nFigura 34. Ritmito com intercalações de silte e argila, com clastos pingados típicos de \n\ndepósitos glaciais (ponto CM 049). Apresenta 3 direções principais de fraturas , com  alto \n\nmergulho (70º a subvertical). A fratura principal tem direção NW-SE. .................................. 63 \nFigura 35. Estereograma contendo os polos dos planos de fraturas da área mapeada (projeção \n\nde Schimidt). ............................................................................................................................. 63 \nFigura 36. Arenito com forte silicificação associada a falha N25ºE (ponto CM 063) com \n\ndireção. A falha chegou a formar uma cachoeira. .................................................................... 64 \n\nFigura 37.  Minério da mina Nova Fátima. É possível observar o minério verde e roxo de \n\nfluorita associado ao veio de quartzo microcristalino, encaixado no granito fortemente \n\nalterado. .................................................................................................................................... 66 \nFigura 38. Veio de “calcedônia” cortando um biotita granito aflorante (ponto CM 14 ). ........ 66 \n\nFigura 39. Minério do filão Nova Fátima. A fluorita da fase 2 (verde) está depositada adjunto \n\na calcedônia (branco). ............................................................................................................... 67 \nFigura 40. Rocha granítica cortada por veios de calcedônia. Dentro dos veios ocorre box work \n\nde fluorita (ponto CM 053 ). ..................................................................................................... 68 \nFigura 41. Este arenito, além de se apresentar silicificado, ainda é cortado cor um veio de \n\ncalcedônia em que ocorre box work (ponto CM 111). ............................................................. 70 \nFigura 42. Pelito silicificado (ponto CM 008) com textura muito fina e com estratificação \n\nplano-paralela preservada. ........................................................................................................ 70 \n\nfile:///C:/Documents%20and%20Settings/Studio/Desktop/TEMÁTICO%20FINAL.docx%23_Toc278986832\nfile:///C:/Documents%20and%20Settings/Studio/Desktop/TEMÁTICO%20FINAL.docx%23_Toc278986832\n\n\n \n\n \n\nFigura 43. Mapa geológico da área. As setas indicam as áreas com maiores quantidades de \n\nevidências de fluorita, próximas a importantes estruturas mapeadas. ...................................... 72 \nFigura 44. Mapa de isoteor de flúor no solo. ............................................................................ 74 \nFigura 45. Mapa de isoteor de flúor no solo gerado neste trabalho (explicação no texto). ...... 75 \nFigura 46. Mapa geológico com superposição do mapa de geoquímica de F no solo. Observar \n\nque a anomalia 2 (Fig. 45) coincide com uma estrutura que, por sua vez, está alinhada com \n\nfalha no contato entre embasamento e rocha sedimentar. Legenda igual às das figuras 43 e 45.\n\n .................................................................................................................................................. 76 \nFigura 47. Mapa geológico com dados de geoquímica de sedimento de corrente, teor de flúor. \n\nNota-se que as anomalias ocorrem principalmente na parte norte e noroeste da área. ............ 78 \n\nFigura 48. Mapa geológico mostrando a bifurcação da estrutura principal da Zona de \n\nCisalhamento Rio dos Bugres ao intersectar estrutura mais antiga de direção NW-SE. O ramo \n\nprincipal é o ramo oeste que, mais ao norte, inflete para NE-SW, onde se superpõe com \n\nanomalia geoquímica de F no solo e apresenta grande potencial para prospecção de fluorita. 80 \n\nFigura 49. Estrutura principal do Lineamento Canela Grande. Observa-se que a estrutura \n\nprincipal de direção NNE-SSW sempre que intersecta falhas mais antigas de direções \n\nobliquas. Os filões de flourita estão depositados nas inflexões da falha para NE-SW, assim \n\ncomo ocorre na estrutura principal da ZCRB na área de mapeamento. ................................... 81 \n\n \n\n\n\n \n\n \n\nLISTA DE TABELAS \n\n \n\n \n\nTabela 1. Quadro sinóptico das características estruturais e texturas das mineralizações do \n\nDFSC, por geração, em relação ao campo de esforços tectônicos. f.= fluorita;  bra.= branca; \n\ncalc.= calcita; pr = pirita; ba. =barita; esmec.= esmectita; am.= amarela; viol. = violeta; sid= \n\nsiderita; b.= brecha. .................................................................................................................. 25 \nTabela 2. Quantidade de minerais presentes na rocha observada............................................. 49 \n\n  \n\n\n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\n1 INTRODUÇÃO ................................................................................................................... 11 \n1.1 APRESENTAÇÃO DO TRABALHO ............................................................................... 11 \n1.2 LOCALIZAÇÃO DA ÁREA DE ESTUDO ...................................................................... 11 \n1.3 CARACTERIZAÇÃO DO PROBLEMA E OBJETIVOS DO TRABALHO ................... 13 \n2. REVISÃO BIBLIOGRÁFICA .......................................................................................... 15 \n\n2.1 GEOLOGIA REGIONAL .................................................................................................. 15 \n\n2.1.1 Embasamento ................................................................................................................. 15 \n2.1.1.1 Granitos Brasilianos ..................................................................................................... 15 \n2.1.1.2 Grupo Itajaí ................................................................................................................... 17 \n\n2.1.2 Bacia do Paraná ............................................................................................................. 18 \n2.1.3 Margem Continental ..................................................................................................... 19 \n2.2 PRINCIPAIS ESTRUTURAS TECTÔNICAS .................................................................. 20 \n2.3 MINERALIZAÇÃO DE FLUORITA ................................................................................ 21 \n\n2.3.1 Características Gerais ................................................................................................... 21 \n\n2.3.2 Idade ............................................................................................................................... 26 \n2.4 MODELO GENÉTICO ...................................................................................................... 27 \n2.5 SENSORIAMENTO REMOTO E GEOFÍSICA NO DFSC ............................................. 30 \n\n3 METODOLOGIA ................................................................................................................ 31 \n3.1 TÉCNICA DE MAPEAMENTO GEOLÓGICO ............................................................... 32 \n\n3.1.1 Petrografia ...................................................................................................................... 33 \n3.2 GEOQUÍMICA DE SOLO ................................................................................................. 34 \n3.3 GEOQUÍMICA DE SEDIMENTO DE CORRENTE ....................................................... 34 \n\n3.4 TÉCNICAS DE GEOPROCESSAMENTO ....................................................................... 34 \n\n4 GEOLOGIA DA ÁREA ...................................................................................................... 36 \n4.1 FOTOINTERPRETAÇÃO ................................................................................................. 36 \n\n4.2 SENSORIAMENTO REMOTO ........................................................................................ 39 \n\n4.3 MAPA DE PONTOS .......................................................................................................... 41 \n4.4 ESTRATIGRAFIA DA ÁREA .......................................................................................... 43 \n\n4.4.1 Suíte Intrusiva Pedras Grandes ................................................................................... 43 \n4.4.1.1 Aspectos de Campo ...................................................................................................... 43 \n4.2.1.2 Petrografia .................................................................................................................... 46 \n\n4.4.2 Formações Sedimentares Paleozóicas da Bacia do Paraná ....................................... 51 \n4.4.2.1 Aspectos de Campo ...................................................................................................... 51 \n\n4.2.2.1 Petrografia .................................................................................................................... 53 \n\n4.2.3 Formação Serra Geral................................................................................................... 58 \n4.3 GEOLOGIA ESTRUTURAL............................................................................................. 60 \n\n5 PROSPECÇÃO .................................................................................................................... 65 \n5.1 EVIDÊNCIAS DE FLUORITA ......................................................................................... 65 \n\n5.1.1 Veios de Quartzo e Calcedônia ..................................................................................... 65 \n5.1.2 Box Work de Fluorita .................................................................................................... 67 \n\n5.1.3 Rochas Sedimentares Silicificadas ............................................................................... 69 \n5.1.4 Principais Evidências Encontradas na Área ............................................................... 71 \n5.2 GEOQUÍMICA DE SOLO ................................................................................................. 73 \n5.3 PROSPECÇÃO GEOQUÍMICA DE SEDIMENTOS DE CORRENTE .......................... 77 \n\n6 DISCUSSÃO DOS RESULTADOS ................................................................................... 79 \n\n\n\n \n\n \n\n7 CONSIDERAÇÕES FINAIS PARA A PROSPECÇÃO DE FLUORITA .................... 82 \n\nREFERÊNCIAS ..................................................................................................................... 83 \n\n\n\n11 \n\n \n\n1 INTRODUÇÃO  \n\n \n\n \n\n1.1 APRESENTAÇÃO DO TRABALHO \n\n \n\n \n\nEste trabalho é apresentado como monografia de conclusão de curso de graduação em \n\ngeologia do Instituto de Geociências da Universidade Federal do Rio Grande Sul. A área de \n\nconcentração é a Prospecção Mineral e ele enfoca a mineralização de fluorita do Sudeste \n\nCatarinense. Sua realização teve o apoio do Grupo Votorantim, através de projeto da \n\nFundação de Apoio da Universidade Federal do Rio Grande do Sul (FAURGS), com recursos \n\npara os trabalhos de campo e uma bolsa de iniciação científica.  \n\n \n\n \n\n1.2 LOCALIZAÇÃO DA ÁREA DE ESTUDO \n\n \n\n \n\n  O distrito fluorítico de Santa Catarina (DFSC), o principal produtor de fluorita (grau \n\nácido e metalúrgico) da América do Sul, se localiza na região sudeste do estado de Santa \n\nCatarina (Fig. 1). O melhor acesso ao distrito é pela BR 101, que o corta de norte a sul. O \n\nprincipal centro econômico é a cidade de Criciúma. A área de estudo pertence ao município \n\nde Santa Rosa de Lima, que se localiza no norte do DFSC, compreende partes das folhas \n\nAnitápolis e Grão-Pará (escala 1:50.000). \n\n \n\n \n\n\n\n12 \n\n \n\n \n\n \n\nFigura 1. Mapa da margem continental sul do Brasil, destaque para o Distrito Fluorítico de Santa Catarina \n\n(DFSC). (A) Província alcalina de Ponta Grossa; (B) Província alcalina da Serra do Mar; (C) Complexo alcalino \nde Lages; (D) Maciço alcalino de Anitápolis; (Pg) Arco de Ponta Grossa; (T) Sinclinal de Torres; (Lg) \n\nLineamento de Garopaba; (Lu) Lineamento de Urussanga; (Lcg) Linemaneto Canela Grande. Modificado de \n\nAsmus (1984), Melo et. al. (1985), Bastos Neto (1990), Almeida e Carneiro (1998) e Jelinek (2002). \n\n \n\n \n\n  \n\n\n\n13 \n\n \n\n \n\n1.3 CARACTERIZAÇÃO DO PROBLEMA E OBJETIVOS DO TRABALHO \n\n \n\n \n\n  Os filões de fluorita do DFSC são associados a lineamentos de direção geral NNE-\n\nSSW constituídos por sistemas de falhas ramificadas. Os principais filões são controlados por \n\nfalhas com a mesma direção geral do lineamento. Os filões controlados por falhas e fraturas \n\nNE-SW a E-W geralmente são menores.  \n\nUm dos principais lineamentos do DFSC é conhecido como zona de cisalhamento Rio \n\nBugres (ZCRB), conforme Ferreira e Almeida (1989). A estrutura principal da ZCRB (Fig. 2) \n\npossui diversos depósitos associados, como os filões Rio Chapéu, Rio dos Bugres, Nova \n\nFátima, Rio dos Índios, entre outros. Esta estrutura pode ser continuamente seguida no campo \n\nde sul para norte até a jazida Nova Fátima, onde ela desaparece. Mais ao norte, na área do \n\nCórrego do Mijador, os trabalhos de prospecção realizados pela empresa Votorantim S/A \n\nrevelaram a existência de filões de espessuras centimétricas de direção NE-SW constituindo \n\num depósito subeconômico, considerado pela empresa como controlado pela estrutura \n\nprincipal da ZCRB. Devido às características do depósito, acreditamos que ele não seja \n\ncontrolado pela estrutura principal.  \n\nOs objetivos deste trabalho são localizar a estrutura principal da ZCRB ao norte da \n\njazida Nova Fátima, reavaliar o potencial prospectivo desta área e indicar locações para a \n\nrealização de sondagens. \n\n \n\n  \n\n\n\n14 \n\n \n\n \n\nFigura 2. Mapa geológico simplificado do subdistrito Grão Pará. A área demarcada corresponde à área de \n\nmapeamento. A seta indica os filonetes da ocorrência do Córrego do Mijador (CM). Modificado de Rocha \n\n(1997) e Jelinek (2002). \n\n \n\n  \n\nRI \n\nGrandes \n\nFalha Inferida \n\n\n\n15 \n\n \n\n2. REVISÃO BIBLIOGRÁFICA \n\n \n\n \n\n2.1 GEOLOGIA REGIONAL \n\n \n\n \n\nO DFSC situa-se numa faixa constituída predominantemente por rochas do \n\nembasamento cristalino, delimitada a oeste pela Bacia do Paraná e a leste pelo rift do \n\nAtlântico Sul (Fig. 1 e 3). \n\n \n\n \n\n2.1.1 Embasamento \n\n \n\n \n\nAs unidades do embasamento presentes no DFSC são os Granitos Brasilianos, \n\nrepresentados pela Suíte Intrusiva Pedras Grandes, e o Grupo Itajaí. \n\n \n\n \n\n2.1.1.1 Granitos Brasilianos \n\n \n\n \n\nDe acordo com Horbach e Marimon (1982), Morgental e Kirchner (1983) e Silva e \n\nLeites (2000), a área do DFSC é constituída predominantemente pelo granito Pedras Grandes. \n\nO granito Pedras Grandes é um batólito de aproximadamente 150 km de extensão, com \n\ndireção geral NNE-SSW, inserido na porção NE do Batólito de Pelotas, unidade geotectônica \n\ncentral do Cinturão Dom Feliciano (FRAGOSO CÉSAR, 1980). \n\nO primeiro estudo de detalhe efetuado por Sallet (1988) subdividiu o corpo em duas \n\nassociações de fácies principais, Pedras Grandes e Tabuleiro. Sallet (1988) caracterizou a \n\nfácies Pedras Grandes como granitóides de granulometria grosseira a média, textura \n\nporfirítica, com proporção de materiais máficos variando de 10% a 20%, apresentando \n\nnumerosos veios e bolsões apolíticos, assim como enclaves máficos elípticos. Sallet et al. \n\n(1990) observaram que a presença de esfeno euédrico e alanita é típica desta fácies. A \n\n \n\n\n\n16 \n\n \n\ncomposição predominante é granítica, com algumas fácies granodioríticas, sendo típica de um \n\ntrend transalcalino tardi-orogênico. \n\n \n\n \n\nFigura 3. Mapa de lineamentos da região sudeste de Santa Catarina, destacando os lineamentos de Urussanga, \n\nSanta Rosa de Lima (SRL), Garopaba, Armazém, Canela Grande e a zona de cisalhamento Rio dos Bugres \n\n(ZCRB). Subdistrito: A) Segunda Linha Torrens, B) Ribeirão da Areia, C) Pedras Grandes, D) Rio Bravo Alto \n\nE) Grão Pará (JELINEK, 2002). \n\n\n\n17 \n\n \n\n \n\nDe acordo com Sallet (1988), estas fácies apresentam variações texturais e \n\ncomposicionais, dada pelos fenômenos de metamorfismo e hidrotermalismo superpostos aos \n\nprocessos ígneos originais. Esta rocha granítica foi intensamente afetada por um \n\nmetamorfismo cataclástico com faixas miloníticas de baixo grau, estabilizado na fácies xisto \n\nverde, representado em campo por milonitos, blastomilonitos, protomilonitos e cataclasitos, \n\ncom foliação subvertical de direção principal N30º-40ºE, caracterizando uma faixa móvel ou \n\nzona móvel transcorrente rúptil-dúctil, convergente proterozóica. Aproveitando as \n\ndescontinuidades e fraquezas geradas nestas zonas de cisalhamento, encaixaram-se diques \n\nalcalinos e posteriormente riolitos, orientados segundo a faixa móvel, que também apresenta \n\nevidências de esforços compressivos. \n\nPosteriormente, Sallet et. al. (1989) passaram a considerar o granito Tabuleiro intrusivo \n\nno granito Pedras Grandes. Esta nova interpretação foi baseada apenas em dados \n\ngeoquímicos. Sallet  et al. (1990) consideram a Suíte Intrusiva Pedras Grandes como um \n\nconjunto multi-intrusivo granítico tardi-orogênico, pertencentes ao arcabouço transalcalino do \n\nBatólito de Pelotas.   \n\nDe acordo com Morgental e Kirchner (1983), o granito Pedras Grandes é constituído de \n\nmicroclínios granitóides calci-alcalinos isótropos a foliados, textura granular grosseira a \n\nporfirítica, com variação composicional desde biotitas-granitos até hornblenda biotita \n\ngranodiorito. A fluorita é um acessório comum. \n\nDe acordo com Horbach e Marimon (1982) o granito Tabuleiro forma pequenos corpos \n\ngraníticos associados ao granito Pedras Grandes. No entanto, a relação de contato entre estas \n\nduas fácies não é clara. Sua área de afloramento no DFSC é bem menor que a do granito \n\nPedras Grandes, predominando na porção centro-sul. Sallet (1988) caracterizou a fácies \n\nTabuleiro como granitóides leucocráticos de granulometria média a fina com textura \n\nhomogênea, proporção de máficos inferior a 10% e abundancia de fluorita intersticial como \n\nacessório. \n\n \n\n2.1.1.2 Grupo Itajaí \n\n \n\n \n\nO embasamento é cortado por diques de rochas subvulcânicas ácidas eo-cambrianas \n\n(TEIXEIRA, 1969), correlacionadas, através de datação por K/Ar (347Ma), à sequência \n\n\n\n18 \n\n \n\nvulcânica ácida da Formação Campo Alegre do Grupo Itajaí. Os diques têm até 1km de \n\ncomprimento por até 100 metros de espessura e ocorrem principalmente preenchendo fraturas \n\ncom direção N30º-50ºW (MORGENTAL, 1984). Estas rochas apresentam textura \n\nmicrofanerítica a fanerítica e foram classificadas como microgranitos, granófiros, riolitos e \n\nquartzo-pórfiros (MORGENTAL e KIRCHNER, 1983).  \n\n \n\n \n\n2.1.2 Bacia do Paraná \n\n \n\n \n\nAs rochas da Bacia do Paraná presentes no DFSC pertencem às Formações Rio do Sul, \n\nRio Bonito e Serra Geral.  \n\nA Formação Rio do Sul assenta-se em discordância erosiva sobre as rochas do \n\nembasamento, distribui-se ao longo da borda da bacia aflorando principalmente no limite \n\nleste. Ela é constituída principalmente por lamitos, varvitos, siltitos, lamitos conglomeráticos \n\nlaminados, intercalações de argilito, siltito e arenitos finos com acamadamento lenticular, \n\ndepositados em ambiente marinho raso, sob influência de maré periglaciais. Os \n\nconglomerados, menos abundantes, são formados por blocos de granitóides e arenito em \n\nmatriz de siltito fino, sendo interpretados como blocos pingados de geleiras (HOLZ, 1995). \n\n A Formação Rio Bonito está restrita à porção sudoeste e centro-norte do DFSC, em \n\nvirtude da sua posição estratigráfica superior. A formação é composta por arenitos imaturos \n\nde granulometria média a fina, intercalados com siltitos, folhelhos e argilitos. Na porção basal \n\ntêm-se níveis de arenito conglomerático (HOLZ, 1995). \n\nAs rochas da Formação Serra Geral no DFSC ocorrem como diques e soleiras de \n\ndiabásio (andesi-basalto) alto titânio, intrusivo nos estratos das rochas sedimentares, \n\nmostrando intenso metamorfismo de contato e assimilação da encaixante. Os diques, mais \n\nbem observados no embasamento, apresentam espessuras variáveis, desde poucos centímetros \n\naté dezenas de metros, e comprimentos de centenas de metros até dezenas de quilômetros. As \n\ndireções preferenciais desses corpos são N30ºW, N60ºW e N20ºE, com mergulho subvertical. \n\nDe acordo com Morgental e Kirchner (1983), constituem-se de rochas finas a afaníticas, com \n\ncoloração preta a verde escura, intensamente diaclasadas e alteradas, sendo classificadas \n\npetrograficamente como diabásio toleíticos com textura dolerítica. \n\n \n\n\n\n19 \n\n \n\n \n\n2.1.3 Margem Continental \n\n \n\n \n\nEm frente ao DFSC, ocorre o Domo Tectono-Magmático de Florianópolis, delimitando \n\na Bacia de Santos e a Bacia de Pelotas (Fig.1). Na margem continental catarinense, é possível \n\nidentificar três diferentes feições estruturais principais: falhas normais, linhas de charneira e \n\nestruturas transversais (ASMUS, 1984). \n\nAs falhas normais são as mais abundantes, sendo responsáveis pela formação de bacias \n\nsedimentares ao longo da margem continental durante o Mesozóico. Estas estruturas que \n\nmergulham em direção ao oceano, quando associadas a estruturas que mergulham em direção \n\nao continente, geram alternância de horsts e grabens. Estas estruturas foram formadas no \n\nCretáceo inferior (JELINEK, 1997). \n\nAs linhas de charneira são estruturas lineares que separam linhas de sedimentos com \n\ndireção ao continente de sequências sedimentares que se direcionam para o oceano. Elas são \n\nmais importantes nas Bacias de Santos e de Pelotas, onde as falhas normais pouco se \n\ndesenvolveram. Possivelmente, são encontradas nas estruturas de semigraben, associadas à \n\nruptura da crosta do Cretáceo Inferior (JELINEK, 1997). \n\nAs estruturas transversais ocorrem como zonas de fraturas oceânicas e lineamentos. Elas \n\nestão alinhadas na direção E-W. A Dorsal de São Paulo e a Plataforma de Florianópolis fazem \n\nparte do Lineamento de Florianópolis (Fig. 1). \n\nConforme Asmus (1984), a evolução da margem se deu em quatro estágios:  \n\n1 – Estágio pré-rift: soerguimento da área atualmente ocupada pelas Bacias de Santos e \n\nde Pelotas, no Triássico-Jurássico, que foi uma importante fonte de sedimentos para as bacias \n\nintracratônicas, principalmente para a Bacia do Paraná. \n\n2 – Estágio rift: fraturamento da crosta e formação de grabens, seguido por \n\nsedimentação e/ou vulcanismo. \n\n3  – Proto-oceano: estiramento e afinamento da crosta no eixo do rift, ocasionando a \n\ngeração de bacias.  \n\n4 – Estágio oceânico: separação da crosta continental e geração do assoalho oceânico \n\nocasionados pela intrusão e extrusão do basalto através da Cordilheira Meso-atlântica. Na \n\nregião da Bacia de Santos, os falhamentos gerados foram responsáveis pelo soerguimento da \n\nSerra do Mar. \n\n\n\n20 \n\n \n\n2.2 PRINCIPAIS ESTRUTURAS TECTÔNICAS \n\n \n\n \n\nPutzer (1953) dividiu as principais estruturas da região sudeste de Santa Catarina (Fig. \n\n3) em dois sistemas: a) Sistema Catarinense, que possui de lineamentos de direção N60ºE e \n\ndireção conjugada N30ºW; b) Sistema Rio-grandense, com lineamentos de direção N30ºE e \n\ndireção conjugada N60ºW. Horbach e Marimon (1982) e Morgental (1984) acreditam que a \n\norigem destes dois sistemas provém de uma compressão segundo a direção E-W, conforme \n\nmodelo proposto em área ao norte por Trainini et al. (1978).  \n\nO DFSC é atravessado por um sistema de lineamentos de direção WNW-ESE, limitado \n\npelos lineamentos de Garopaba ao norte e Urussanga ao sul (Fig. 3). Estes lineamentos são \n\nmarcados no campo por rochas cataclásticas, diques de quartzo e de rochas subvulcânicas \n\nácidas. Estes diques chegam a alcançar dimensões pluriquilométricas e larguras \n\nhectométricas. As regiões ao sul foram rebaixadas em relação às regiões a norte; no \n\nlineamento de Urussanga, este rejeito é de aproximadamente de 250m. Este sistema de \n\nlineamentos marca o limite entre o Arco de Ponta Grossa e a Sinclinal de Torres e foi \n\nresponsável pela assimetria do flanco norte da Sinclinal de Torres (Fig.1) (BASTOS NETO, \n\n1990). \n\nNo eixo central do DFSC, ocorre o lineamento Canela Grande que possui direção geral \n\nN15ºE, comprimento de pelo menos 150 km e largura de aproximadamente 2 km, sendo \n\nconstituído por um sistema de falhas ramificadas de direção N-S e NNE-SSW a NE-SW \n\n(HACKSPACHER e FLORES, 1987). De acordo com Bastos Neto (1990), as estrias \n\nencontradas nas falhas submeridianas indicam movimento dextral, que corresponde à fase de \n\nmineralização 1. Posteriormente, as falhas N-S a NE-SW foram reativadas como falhas \n\nnormais. Esta fase de distensão NW-SE corresponde à fase de mineralização 2, sendo \n\nobservada em todo o distrito e em todas as escalas, e correlacionada com o estágio rift de \n\nabertura do Atlântico (ASMUS, 1984). Outras duas reativações do lineamento Canela Grande, \n\nque correspondem às fases 3 e 4, foram identificadas apenas nas minas de fluorita. \n\nNo DFSC, ocorrem também numerosos lineamentos ENE-WSW de extensão \n\ndecaquilométrica e espessuras atingindo 200m. As estrias indicam um movimento sinistral \n\ncorrelacionável ao movimento dextral das estruturas submeridianas. Durante a fase em \n\ndistensão NW-SE, estas estruturas foram bem menos reativadas do que as submeridianas a \n\nNE-SW. Posteriormente, elas foram reativadas como falhas normais que, com rejeitos \n\n\n\n21 \n\n \n\nmaiores nas partes norte e leste do DFSC, controlam o soerguimento do Serra do Mar. Entre \n\nestas estruturas, a mais importante é a de Santa Rosa de Lima (Fig. 3). Ao norte do DFSC, \n\nocorrem grandes estruturas ENE-WSW nos contatos entre as unidades tectono-estratigráficas \n\ndo Cinturão Dom Feliciano, tratando-se de descontinuidades crustais alinhadas com o \n\ndepocentro da Bacia de Santos, a ENE, e com o maciço Alcalino de Lages, a WSW (BASTOS \n\nNETO, 1990).  \n\n \n\n \n\n \n\n2.3 MINERALIZAÇÃO DE FLUORITA \n\n \n\n \n\n2.3.1 Características Gerais \n\n \n\n \n\nA mineralização de fluorita é filoneana hidrotermal de baixa temperatura (SAVI, 1980). \n\nOs filões de fluorita estão associados a três lineamentos principais de direção NNE–SSW que \n\nestão assim dispostos de leste para oeste (Fig. 3): lineamento Armazém (BASTOS NETO, \n\n1990), lineamento Canela Grande (LCG) (MORGENTAL, 1984) e Zona de Cisalhamento Rio \n\ndos Bugres (ZCRB) (ALMEIDA et al., 1989). \n\nOs depósitos associados ao LCG são agrupados em quatro subdistritos (de sul para \n\nnorte): Segunda Linha Torrens (SLT), Ribeirão da Areia, Pedras Grandes e Rio Bravo Alto. O \n\nquinto subdistrito, Grão Pará, localiza-se a oeste do lineamento Canela Grande, na parte norte \n\ndo distrito, associado à ZCRB. A leste do LCG, ocorrem três jazidas (Armazém, São \n\nMartinho e Jaguaruna) associadas ao lineamento Armazém (Bastos Neto, 1990), e duas \n\njazidas (São Tomás e Garganta) sem relações com os lineamentos citados. \n\nOs lineamentos NNE-SSW são constituídos por sistemas de falhas ramificadas. Os \n\nprincipais filões são controlados por falhas com a mesma direção geral do lineamento. De \n\nacordo com Bastos Neto (1990), são comuns nestas estruturas depósitos com mais de \n\n1.000.000t (teor in situ da ordem de 70% de CaF2). Os filões controlados por falhas e fraturas \n\nNE-SW são geralmente são menores (reservas mais frequentemente inferiores a 50.000t) e \n\nsuas explorações só se tornam viáveis economicamente quando estão situados nas \n\nproximidades de depósitos maiores devido à existência de uma infraestrutura no local. De \n\nmodo restrito, ocorrem filões controlados por estruturas de direção E-W. No subdistrito \n\nSegunda Linha Torrens (Fig. 4) ocorrem filões nestas 3 direções. \n\n\n\n22 \n\n \n\n \n\n \n\n \n\nFigura 4. Mapa do Subdistrito Segunda Linha Torrens. A estrutura principal do Lineamento Canela Grande é a \n\nfalha Segunda Linha Torrens. \n\n \n\n \n\nAs características gerais dos depósitos são sumarizadas a seguir: \n\na) Rocha Encaixante. Os filões de fluorita estão encaixados preferencialmente nas rochas \n\ngranitóides, mas também seccionam diques ácidos eo-paleozóicos, rochas sedimentares \n\npermo-carboníferas e diques e soleiras básicas mesozóicas. São explorados principalmente \n\nnos granitos, pois afinam ao penetrarem a cobertura sedimentar. Embora não afetados nos \n\nseus níveis superiores pelo evento mineralizante, os sedimentos do Paleozóico estão sempre \n\n\n\n23 \n\n \n\npresentes junto aos filões, capeando-os e preservando-os dos efeitos de erosão (SILVA, \n\n2008). \n\n \n\nb) Controle Tectônico. Segundo Bastos Neto (1990), a abertura das caixas filoneanas das \n\njazidas associadas ao LCG foi ligada a 4 fases tectônicas sucessivas (Fig. 5). Na fase 1 \n\n(compressão NE-SW), o lineamento sofreu uma movimentação direcional dextral afetando \n\ndiques de diabásio com direção NW-SE. Subsequentemente, uma distensão NW-SE reativou \n\nas estruturas do quadrante NE como falhas normais, depositando-se o minério da fase 2. A \n\nfase de mineralização 3 é ligada a uma nova movimentação dextral. A fase 4 está associada a \n\ntranstensão dextral.  \n\n \n\nc) Morfologia. Em função da evolução tectônica polifásica e da direção das estruturas \n\ncontroladoras da mineralização, formaram-se 6 tipos morfológicos de acumulação de fluorita: \n\n1. Lentes biconvexas associadas aos movimentos dextrógiros de falhas N-S a NNE-\n\nSSW (ex: Mina 2); \n\n2. Corpos tabulares em que a principal abertura da estrutura filoneana ocorreu segundo \n\num movimento transversal de fraturas NE-SW (ex: filão Fumaça); \n\n3. Filões de morfologia combinada resultando da alternância de movimentação \n\ntranscorrente dextrógira, induzindo à abertura de lentes condicionadas pelas \n\ninflexões da falha para NE, e de movimentação transversal (ex: filão Cocal); \n\n4. Filões de morfologia combinada encaixados em falhas ENE-WSW a E-W (ex: filão \n\nCruzeiro); \n\n5. Associação de lentes biconvexas paralelas a subparalelas a falhas normais de direção \n\nsubmeridiana a NE-SW; \n\n6. Corpos irregulares controlados pelas falhas dextrais N-S a NNE-SSW mais \n\nreativadas; predominam as brechas tectônicas, em que as gerações tardias estão \n\npresentes (ex: filões do subdistrito Pedras Grandes) as reservas podem atingir \n\n300.000 t, onde estão ausentes (ex: filão Rio Bravo Alto).  \n\n \n\nd) Dimensões. O maior depósito conhecido (filão Segunda Linha Torrens Principal) tem \n\ncomprimento de 1km, largura de até 15m e foi explorado até uma profundidade de 300m. Na \n\nmaioria dos depósitos ao longo da falha Canela Grande, a extensão varia de 150 a 400m, a \n\nprofundidade até 220m e a espessura de 0,10 a 5m. Um depósito típico desta estrutura teria \n\n\n\n24 \n\n \n\n220m de comprimento e 1,40m de espessura média, sendo explorado até uma profundidade \n\nem torno de até 220m.  \n\ne) Preenchimento. O preenchimento pode ser dividido em quatro minérios de composições \n\nmineralógicas e texturas distintas, que no detalhe foram subdivididos em 9 gerações de \n\nfluorita (Tab.1). A Figura 5 corresponde ao minério do filão Cocal, associado ao LCG, que, \n\ncomo pode ser observado, é constituído por minério das 4 fases de deposição da fluorita. Os \n\nfilões são constituídos predominantemente por fluorita e quartzo microcristalino. Barita e \n\npirita sempre ocorrem, embora em pequenas proporções. Mais raramente ocorre galena e \n\ncarbonatos. A paragênese tardia, restrita a vugs, geodos e fraturas, é formada por quartzo \n\npiramidado, caolinita, esmectita, hidalgoíta e, mais raramente, por piromorfita e gorceixita. A \n\nestrutura interna da caixa filoneana é formada, conforme os casos, por minério maciço, \n\nbandado, brechas finas, minério em cocardes, brecha grosseira, filonetes e veios tardios e \n\ngeodos.  \n\n \n\n \n\n \n\nFigura 5. Fotografia do teto da galeria da mina Cocal onde o minério presente foi formado pelas 4 fases (F) de \n\nmineralização. F1: fluorita roxa brechada. F2: fluorita violeta e verde e calcedônia bandada. F3: fluorita amarela \n\nmaciça. F4: fluorita amarela e branca bandada e sedimentos internos. \n\n  \n\n\n\n25 \n\n \n\n   \n\nTabela 1. Quadro sinóptico das características estruturais e texturas das mineralizações do DFSC, por geração, \n\nem relação ao campo de esforços tectônicos (extraído de BASTOS NETO,1990). f.= fluorita;  bra.= branca; \n\ncalc.= calcita; pr = pirita; ba. =barita; esmec.= esmectita; am.= amarela; viol. = violeta; sid= siderita; b.= brecha. \n\n \n\n \n\n \n\ne) Teor. A maioria dos filões tem teores da ordem de 75% de CaF2 in situ nos níveis \n\nsuperiores, enriquecendo-se gradualmente de sílica (quartzo microcristalino) na raiz. Nas \n\ndiversas minas, o teor médio lavrado varia de 32 a 50% de CaF2. \n\n  \n\nf) Alteração Hidrotermal. A atividade hidrotermal provocou uma alteração que pode ser desde \n\nfraca, marcada por uma zona de alteração de espessura decimétrica, até muito intensa, \n\nafetando uma faixa com dezenas de metros de espessura na qual a rocha encaixante pode não \n\nter mais sustentação, dificultando muito a lavra.  As alterações mais frequentes são argilização \n\ne cloritização, com alguma piritização e silicificação.  \n\n \n\nh) Temperatura. Os dados de inclusões fluidas da fluorita de diversos depósitos indicam \n\ntemperatura de deposição da fluorita variando de 190ºC a 100ºC, com uma evolução \n\ndecrescente para cada fase de mineralização. Abaixo de 100ºC, ocorreu a deposição de uma \n\n\n\n26 \n\n \n\nparagênese tardia (quartzo, barita, gorceixita, argilominerais e óxidos de Fe e Mn) sem \n\nfluorita.  \n\n \n\n \n\n2.3.2 Idade \n\n \n\n \n\nEm função das relações estratigráficas e da datação por K-Ar para um dique de \n\ndiabásio afetado hidrotermalmente, Teixeira (1969) considerou que a mineralização formou-\n\nse há aproximadamente 88 Ma. \n\nDos Santos e Bonhomme (1991, 1993) e Dos Santos (1994) dataram amostras do \n\ngranito encaixante alterado por K-Ar.  Eles obtiveram, na mina Nossa Senhora do Carmo, \n\nidades de 267 Ma, 234 Ma e 187 Ma e, na mina Santa Catarina, idades de 87 Ma e 85 Ma, \n\ninterpretadas como a idade da mineralização. \n\nTassinari e Flores (1992) dataram pelo método K-Ar biotita cloritizada pela ação \n\nhidrotermal coletada na encaixante do Filão Fumaça, obtendo idades de 571 Ma e 301 Ma, \n\ninterpretadas, respectivamente, como a idade de resfriamento do corpo granítico e uma idade \n\nintermediaria entre o granito e o processo hidrotermal. Eles dataram por Rb-Sr o granito \n\nalterado, obtendo uma idade de 185 Ma, interpretada como a idade do evento hidrotermal. \n\nPara análises isotópicas de \n87\n\nSr/\n86\n\nSr em fluoritas verdes, os autores obtiveram valores entre \n\n0.7381 e 0.7402, enquanto que as análises em fluoritas amarelas, forneceram valores entre \n\n0.7292 e 0.7317. Interpretaram estes resultados como relacionados a duas gerações distintas \n\nde fluorita. Também efetuaram análise por Sm-Nd, definindo uma isócrona  com 145 ± 50 \n\nMa. \n\nJelinek et al. (1997) datou por traços de fissão em apatita os filões Segunda Linha \n\nTorrens, Cocal e Fumaça, obtendo dois grupos de idades (em torno de 120Ma e de 80Ma, \n\nrespectivamente), interpretadas como duas fases de mineralização. Em 2003, Jelinek et al. \n\ndataram a jazida Nova Fátima por traço de fissão em apatitas, que forneceu idades mais \n\njovens do que qualquer outro filão datado (42,0 ± 9 Ma – 40,9 ±1,8 Ma).  \n\n \n\n \n\n\n\n27 \n\n \n\n2.4 MODELO GENÉTICO  \n\n \n\n \n\nO primeiro modelo genético proposto (ANGEIRAS e TEIXEIRA, 1965) relacionou os \n\nfilões de fluorita ao magmatismo granítico. A partir de Willig (1973), que observou que os \n\nfilões cortam as rochas sedimentares e os diques de diabásio, todos os modelos relacionaram, \n\nembora de diferentes formas, a mineralização ao rifteamento do Atlântico Sul. Horbach e \n\nMarimon (1980) ligaram os filões à intrusão alcalina de Lages (65 Ma, cf. SCHEIBE 1986) e \n\nas aberturas das caixas filoneanas à reativação de estruturas pré-existentes pelo rifteamento. \n\nMorgental (1983) ligou a mineralização à intrusão alcalina de Anitápolis (130 Ma, cf. \n\nAMARAL, 1967). Savi (1980), Savi e Dardenne (1980) e Dardenne e Savi (1984) ligaram a \n\nformação dos filões à anomalia térmica relacionada ao rifteamento, considerando que fluidos \n\nhidrotermais migraram para o domo formado por esta anomalia, tendo lixiviado o F dos \n\ngranitos e de conglomerados da base da bacia do Paraná. Sallet (1988) demonstrou que os \n\ngranitos Pedras Grandes e Tabuleiro, especialmente o último, foram a fonte do F que está \n\ncontido nestas rochas principalmente na forma de fluorita disseminada Segundo Sallet (op. \n\ncit.). Segundo Bastos Neto (1990) e Barbanson e Bastos Neto (1992) a maior parte da fluorita \n\ndisseminada nos granitóides foi formada por três estágios de alteração hidrotermal sucessivos, \n\nmuito anteriores à mineralização: alteração potássica (biotita + microclina + quartzo + fluorita \n\n+ rutilo + titanita secundaria 1), estágio da mica branca (mica branca + quartzo + fluorita + \n\nepidoto + F-hidroandradita titanífera), e alteração propilítica (clorita + titanita secundaria 2 + \n\nfluorita + quartzo + calcita + epidoto). Ao longo destes estágios de alteração, o flúor foi \n\nparcialmente retirado dos silicatos e depositado na forma de fluorita secundária \n\nprincipalmente na Suíte Pedras Grandes. Segundo Bastos Neto et al. (1996) a fluorita é a \n\nforma mineralógica ideal para a lixiviação do flúor por soluções de baixa salinidade e de \n\nbaixa temperatura. A origem meteórica das soluções mineralizantes no DFSC foi demonstrada \n\npor estes mesmos autores a partir de estudos isotópicos da água das inclusões fluidas da \n\nfluorita.   \n\nSegundo Bastos Neto et. al. (1991) ocorreram duas épocas principais de formação dos \n\ndepósitos de fluorita. A primeira é relacionada ao estágio “rift” da margem continental e \n\nabrange as fases de mineralizações 1 e 3. Estas correspondem a episódios alternados em \n\ncompressão NE-SW e em distensão NW-SE. A passagem de um regime de tensões ao outro é \n\ninterpretada como uma permutação das paleotensões máximas (?1) e intermediária (?2), com \n\na direção de extensão (?3) permanecendo a mesma. Esta variabilidade é relacionada à \n\n\n\n28 \n\n \n\npropagação por etapas do rifteamento do Atlântico Sul (Bastos Neto et al., op. cit.), causada \n\npela migração, de sul para norte, do pólo de migração das placas. Num primeiro estágio, o \n\npólo de rotação ao sul do DFSC foi responsável pelos esforços compressivos na região do \n\nDFSC. Com a migração do pólo para posição ao norte do DFSC, implantou-se uma fase \n\ndistensiva (mineralização da fase 2). Uma perturbação no regime de tensões ligadas à \n\nformação de decollements associada ao estiramento do platô de São Paulo foi responsável \n\npela reativação das estruturas do DFSC correlacionada ao minério da fase 3. Devido aos \n\ndiversos dados químicos que indicam que a deposição do minério da fase 4 foi precedida por \n\num soerguimento regional, os autores correlacionam esta fase de mineralização à reativação \n\nda margem continental na qual se enquadra o soerguimento da Serra do Mar. Para este \n\nsoerguimento e, consequentemente, para as mineralizações da fase 4 foi tentativamente \n\nproposta uma idade de 70 Ma. \n\nJelinek et al. (2003) estabeleceu a hipótese de que os filões do lado leste do DFSC são \n\nmais antigos que os da parte oeste, devido a uma possível influência do recuo da escarpa Serra \n\nGeral e/ou regressão da borda da Bacia do Paraná no controle do hidrotermalismo. Isto levou \n\na supor que, numa primeira fase de mineralização (130Ma), enquanto filões de fluorita eram \n\nformados nas parte central e leste do distrito sob uma cobertura sedimentar de 1km a 2km de \n\nespessura (BASTOS NETO, 1990), a ZCRB encontrava-se sob uma cobertura sedimentar \n\nmuito mais espessa, em condições de P e T bem acima daquelas de deposição da fluorita \n\nfiloneana. Há 70Ma, com soerguimento e a erosão da borda leste da Bacia do Paraná, a ZCRB \n\natingiu nível crustal adequado para formação de fluorita. Nesta época, ainda ocorria deposição \n\nde fluorita no lineamento Canela Grande, mas, provavelmente, já não ocorria mais deposição \n\ndeste mineral no lineamento Armazém. As condições para deposição de fluorita teriam \n\npersistido até 40Ma, apenas na zona de cisalhamento Rio dos Bugres (Fig. 6).  \n\n  \n\n\n\n29 \n\n \n\n \n\n                      \n\nFigura 6. Modelo genético dos filões de fluorita (extraído de Jelinek, 2002). Em “a”, havia apenas deposição de \nfluorita nas estruturas mais a leste do DFSC, devido à baixa profundidade; com o recuo da Bacia do Paraná \n\ndevido à erosão em “b”, pode-se depositar também nas estruturas centrais do distrito e em “c”, com erosão bem \n\navançada, pode-se também formar filões na parte mais oeste do DFSC. \n\n \n\n \n\n  \n\nFilão de fluorita \n\nFalhas \n\nFormação Serra Geral \n\nRochas sedimentares da Bacia do Paraná \n\nEmbasamento Granítico \n\na) \n\nb) \n\nc) \n\n\n\n30 \n\n \n\n2.5 SENSORIAMENTO REMOTO E GEOFÍSICA NO DFSC \n\n \n\n \n\nA técnica de sensoriamento remoto se mostrou muito eficaz na prospecção de fluorita \n\nno distrito. Pelas direções e localizações das estruturas é possível classificá-las em relação ao \n\nseu potencial. \n\nOs primeiros a utilizar sensoriamento remoto foram Morgental e Kirchner (1983), que \n\nfizeram um levantamento das estruturas utilizando fotografias aéreas e imagens de RADAR. \n\nPosteriormente, Ferreira e Almeida (1989) utilizaram fotografias aéreas e imagens TM \n\nLANDSAT 4, com interpretação visual, para estudos na ZCRB e no LCG. Bastos Neto (1990) \n\ninvestigou as relações entre as grandes estruturas do DFSC a partir de imagens de RADAR. \n\nFlores et al. (1993), com a utilização de imagens  TM LANDSAT 5 e fotografias aéreas, \n\ndefiniram áreas com diferentes padrões morfotectônicos e morfogenéticos, aos quais \n\nassociaram diferentes potenciais para prospecção de fluorita.  \n\n Hoff e Bastos Neto (2008) utilizaram dados TM LANDSAT 5 para distinguir a \n\nalteração hidrotermal associada a morfoestruturas com o enfoque para prospecção de fluorita. \n\nOs dados obtidos serão utilizados neste trabalho. \n\n\n\n31 \n\n \n\n3 METODOLOGIA  \n\n \n\n \n\nNeste trabalho, efetuamos uma série de procedimentos para testar a hipótese. A \n\nintegração destas técnicas resultarou na conclusão do trabalho. \n\nAbaixo, fluxograma (Fig. 7) apresenta a ordem de desenvolvimento das técnicas: \n\n \n\n \n\nFigura 7. Fluxograma Projetual, demonstrando todas as etapas efetuadas neste trabalho. \n\n  \n\n\n\n32 \n\n \n\n3.1 MAPEAMENTO GEOLÓGICO \n\n \n\n \n\nO trabalho de campo teve como objetivo a realização de um mapeamento geológico \n\ncom ênfase na prospecção de fluorita, no município de Santa Rosa de Lima, SC. Este \n\nmapeamento ocorreu em dois períodos: um de dezessete dias de campo entre 13 e 25 de julho \n\nde 2009 e outro de quatro dias, entre 04 e 07 de maio de 2010. \n\nO mapeamento geológico neste trabalho consistiu em três atividades principais: o \n\nplanejamento, o levantamento geológico e a síntese de dados. \n\nO planejamento compreendeu: revisão bibliográfica, agrupamento de mapas e \n\nfotografias aéreas da área, determinação das escalas a serem trabalhadas, reunião dos \n\nmateriais e equipamentos necessários. Em seguida, foi efetuada uma revisão bibliográfica, \n\nsendo integrados alguns dados disponíveis, para melhor qualidade do trabalho de campo. \n\n Após a revisão bibliográfica, utilizamos o programa Gemcom Surpac para reavaliar os \n\ndados de sondagem da Votorantim na área do Córrego do Mijador. Os resultados \n\nconfirmaram as informações do geólogo da empresa sobre terem sido encontrados apenas \n\nfilões de pouca espessura e com direção no entorno de N50°W. Isto significa que, \n\nprovavelmente, esta jazida subeconômica não se encontra na estrutura principal da ZCRB e \n\nmostrou que a realização do presente trabalho era de fato necessária.  \n\nCom as fotografias aéreas adquiridas (2 pares estereoscópicos com escala de 1:25.000) \n\nefetuamos a fotoanálise, com a utilização de um estereoscópio de espelhos, para analisar as os \n\nalvos específicos como lineamentos,  tipos  de drenagens (textura, padrões, zonas de \n\nsistemas),  as formas de relevo (geomorfologia, superfície de erosão, quebra de relevo e suas \n\ncausas) e fatores complementares como os acessos e a vegetação. Durante o campo, inserimos \n\nnas fotos os pontos realizados com as litologias encontradas e efetuamos uma \n\nfotointerpretação da geologia da área, demarcando os contatos litológicos. A partir dos dados \n\nobtidos das fotografias aéreas, geramos um mapa de estruturas, que posteriormente foi \n\nintegrado ao mapa geológico. Também foram utilizados os dados de sensoriamento remoto de \n\nHoff &amp; Bastos Neto (2008), em que foram estudadas as morfoestruturas do DFSC através de \n\ntécnicas de processamento digital de imagens (PDI) e de sistema de informações geográficas \n\n(SIG) sobre dados TM Landsat 5, processada no programa Envi 4.1 e digitalizada no \n\nprograma AutoCAD MAP.  \n\n\n\n33 \n\n \n\nO levantamento geológico foi efetuado numa escala de 1: 25.000, em superfície de 12 \n\nkm\n2\n, abrangendo a localidade denominada Córrego do Mijador. Foram usados mapa do IBGE, \n\ncom escala de 1: 50.000; 4 fotografias aéreas, de mesma escala; bússola Brunton; GPS \n\nconfigurado de acordo com o datum Córrego Alegre. \n\n Os procedimentos efetuados foram: descrição das litologias dos afloramentos \n\nencontrados; medidas de atitudes de falhas, de fraturas, de atitude em rochas sedimentares \n\ncom a bússola Brunton. Tentativamente, o espaçamento entre os pontos descrição era de \n\naproximadamente 250m, mas, na prática, o espaçamento foi função das exposições de rocha \n\nencontradas, podendo ser menor ou maior. Foram marcados 221 pontos e coletadas 28 \n\namostras macroscópicas, das quais quatro foram encaminhadas para a confecção de lâminas \n\npetrográficas.  \n\nApós a primeira etapa de campo, geramos um mapa geológico preliminar com \n\ninformações de campo e da fotointerpretação, que cruzamos com dados obtidos por \n\nsensoriamento remoto, com mapas de isoteores e de geoquímica de sedimento de corrente.  \n\nCom os dados integrados, foi possível planejar e efetuar a segunda etapa do \n\nmapeamento, que consistiu no fechamento do mapa geológico e revisitação de áreas \n\nespecíficas com maiores evidências de mineralização. \n\n \n\n \n\n3.1.1 Petrografia \n\n \n\n \n\nNo presente trabalho, coletamos 28 amostras. Todas foram identificadas e descritas com \n\nlupa binocular. Na escolha das amostras para laminação, considerou-se o grau de alteração, a \n\nimportância da litologia na área e a presença de evidência de fluorita ou a proximidade de \n\nfalha potencialmente mineralizável.  \n\nA amostra CM 183 é de um granito milonitizado, seu corte para laminação foi feito \n\nperpendicularmente à foliação milonítica. A amostra CM 008 é de um siltito silicificado e seu \n\ncorte para laminação foi feito perpendicular ao acamamento.  As amostras CM 117a e CM \n\n111b são amostras de arenito silicificado, porém, com diferentes graus de silicificação. \n\n \n\n \n\n\n\n34 \n\n \n\n3.2 GEOQUÍMICA DE SOLO \n\n \n\n \n\nPara produzir um mapa de isoteor de flúor no solo, utilizamos dados químicos de 661 \n\namostras de solo de uma campanha de prospecção efetuada pela Votorantim nos anos 80, que \n\nnunca foram tratados com técnicas de geoprocessamento. \n\n \n\n \n\n3.3 GEOQUÍMICA DE SEDIMENTO DE CORRENTE \n\n \n\n \n\nOs dados de geoquímica de sedimento (teor de F) utilizados neste trabalho foram \n\ncedidos pela Votorantim, já na forma de um mapa preparado manualmente, mas bem \n\nelaborado, que foi digitalizado para sua integração com os nossos dados em ambiente de \n\ngeoprocessamento. \n\n \n\n \n\n3.4 TÉCNICAS DE GEOPROCESSAMENTO \n\n \n\n \n\nA área em questão já foi estudada na década de 80, pela empresa Nitroquímica S/A, \n\nquando foram empregadas técnicas para a prospecção de fluorita. Entre elas estão: \n\ngeoquímica de solo, geoquímica de sedimento de corrente e sondagens. Estes dados foram \n\nreinterpretados e integrados com dados de Sensoriamento Remoto de Hoff e Bastos Neto \n\n(2008) e com os dados de fotointerpretação e dados de campo coletados neste trabalho. Para \n\nisso, fez-se necessário o uso de técnicas de geoprocessamento. \n\nOs programas utilizados neste trabalho foram: AutoCad Map 2010 3D, Rockworks 15, \n\nSurfer 8 e Gemcom Surpac 6.8. \n\nO AutoCAD é um software utilizado principalmente para a confecção de desenhos e \n\nmodelamentos 3D. Neste trabalho, ele foi usado para a digitalização de mapas e cruzamento \n\nde dados. A escolha desta técnica deve-se à compatibilidade do programa com outros \n\nsoftwares utilizados.  \n\n\n\n35 \n\n \n\nA função do Surfer é reunir valores encontrados numa determinada área (neste caso, \n\nteores de geoquímica de solo) através de uma planilha com dados com coordenadas x, y e z. \n\nAtravés de uma coordenada gera-se um ponto de referência. O conjunto de pontos é \n\ninterpolado resultando em gráficos com curvas delimitando zonas. Neste trabalho, x e y são as \n\ncoordenadas geográficas e z é o teor de flúor referente a cada ponto. Com isso, geraram-se \n\ncurvas de isoteores da região do CM.  \n\nO Surpac é um amplo sistema para avaliação de corpos mineralizados, projetos de mina, \n\nplanejamento de produção, utilizado diariamente por geólogos e engenheiros de minas. No \n\npresente trabalho, ele foi utilizado para visualização de sondagens e integração de dados, em \n\n3D na fase preliminar deste estudo. \n\nO Rockworks é um importante programa de geoprocessamento utilizado em diversas \n\náreas da geologia. Para o presente trabalho, ele foi útil para a geração de estereogramas \n\n(Stereonet) com dados estruturais. \n\nCom o programa Gemcom Surpac, inserimos os dados de furos de sondagem do \n\nCórrego do Mijador para visualizar a relação entre eles.  \n\nApós as etapas de campo, os dados foram inseridos no programa AutoCad Map 3D, em \n\nque se gerou  o mapa de pontos,  o mapa de morfoestruturas e o mapa geológico com escala \n\nde 1:25.000. Este último foi cruzado com o mapa de isoteores de F no solo, o mapa de \n\nanomalias de F em sedimento de corrente e o mapa de estruturas de obtidas por sensoriamento \n\nremoto.  \n\n\n\n36 \n\n \n\n4 GEOLOGIA DA ÁREA \n\n \n\n \n\nO mapeamento geológico é de suma importância para a prospecção de qualquer \n\nminério, especialmente no caso de filões de fluorita. O resultado desta etapa foi um mapa \n\ngeológico obtido da integração dos dados de campo e de laboratório. Neste item, \n\napresentamos o mapa geológico elaborado a partir dos dados de fotointerpretação, \n\nsensoriamento remoto (da literatura), mapa de pontos, as descrições de campo (de rochas e \n\nestruturas) de cada unidade e a petrografia. \n\n \n\n \n\n4.1 FOTOINTERPRETAÇÃO  \n\n \n\n \n\n Nas fotografias áreas observadas, marcamos as morfoestruturas e os contatos entre as \n\nlitologias da área de mapeamento. A figura 8 corresponde às fotografias aéreas utilizadas. \n\nNelas, demarcamos a área de mapeamento, inserimos as morfoestruturas identificadas e os \n\ncontatos litológicos. \n\nAs tonalidades das litologias variam de cinza claro, que representa os arenitos, cinza \n\nmédio representando os granitos e cinza levemente mais escuro, representando as rochas \n\nsedimentares mais finas. \n\nAs drenagens observadas apresentam textura grossa, possuem um canal principal \n\nsinuoso, unidirecional, juntando-se as poucas ramificações em ângulos agudos. Normalmente, \n\nas drenagens ocorrem em vales.  \n\nA macroforma mais comum são as cuestas, representadas pelos grandes morros nas \n\nfotografias. Algumas destas cuestas estão recobertas por densa vegetação, o que indica a \n\npresença de rochas sedimentares mais finas. As microformas mais identificadas foram \n\nmatacões e lageados, representando os granitos.  \n\nAs morfoestruturas são marcadas, na maior parte das vezes, em vales alinhados, cristas \n\nisoclinais alinhadas e escarpas alinhadas. Elas possuem direção NNE-SSW e NE-SW, \n\nalgumas de direção NW-SE e N-S. Na parte sul da área, identificamos uma série de \n\nmorfoestruturas, de direção WNW-ESE, que extrapola os limites de mapeamento, \n\n\n\n37 \n\n \n\npossivelmente representando um sistema de falhas. Uma destas morfoestruturas ocorre no \n\nlimite norte da estrutura da Nova Fátima. \n\nCom as informações da fotoanálise, demarcamos os contatos entre as rochas cristalinas \n\ne as rochas sedimentares, representados por linhas tracejadas.  No norte da área, próxima a \n\ndrenagem principal, há ocorrência de rocha friável. Nas partes rebaixadas, há ocorrência de \n\nrocha cristalina e as regiões com relevo acentuado, normalmente são arenitos e rochas \n\npelíticas (quando possui maior densidade de vegetação), no entanto, é possível identificar \n\nrochas ígneas plutônicas em locais com maior altitude, normalmente associados a locais com \n\ngrandes morfoestruturas, como ocorre na parte nordeste e sudoeste da área. \n\n \n\n \n\n\n\n38 \n\n \n\n \n\nFigura 8. Fotoanálise da área de mapeamento (área demarcada em preto). As linhas contínuas representam as \n\nmorfoestruturas, as tracejadas, os contatos entre as rochas graníticas e sedimentares. Acima fotografias 19462 e \n\n19463; abaixo 24069 e 24070.  Escala da foto 1:25.000 \n  \n\nX \n\nMina Nova Fátima \n\n\n\n39 \n\n \n\n4.2 SENSORIAMENTO REMOTO \n\n \n\n \n\nA figura 9 apresenta todas as morfoestruturas identificadas por Hoff e Bastos Neto \n\n(2008). A metodologia utilizada por estes autores foi a utilização de imagens TM LANDSAT \n\n5,  processamentos de imagem, que foram efetuados no programa ENVI 4.1 e digitalizados no \n\nAutocad MAP (Autodesk, 2008) e análise vetorial no Rockworks 14 (Rockware, 2008). A base \n\ngeológica utilizada foi o mapa geológico da Folha Criciúma executado pelo Serviço \n\nGeológico do Brasil-CPRM (SILVA e LEITES, 2000). \n\nEm análise ao mapa de Sensoriamento Remoto (Fig. 9), pode-se dizer que as principais \n\nestruturas da área têm direção NNE-SSW (mesma orientação em que ocorrem os mais \n\nimportantes filões de fluorita do DFSC) e, subordinadamente, direções NE-SW ENE-WSW. \n\nOcorrem também, estruturas expressivas de direções WNW-ESE e NW-SE. Muitas destas \n\nestruturas extrapolam o limite da área mapeada. \n\nA integração dos dados de sensoriamento remoto de Hoff e Bastos Neto (2008) com os \n\nnossos de fotografias aéreas foi de grande importância no estudo prospectivo da fluorita, pois \n\nconfirma a nossa fotointerpretação, especialmente nos casos de algumas estruturas que, como \n\nveremos mais adiante, têm grande importância na avaliação do potencial prospectivo da área \n\nestudada. No campo, procuramos estas estruturas, sendo confirmada a maioria delas. \n\n\n\n40 \n\n \n\n \n\nFigura 9. Mapa de morfoestruturas da área mapeada gerado a partir de imagens TM Landsat, obtido de Hoff e \n\nBastos Neto (2008). Observou-e a grande freqüência de morfoestruturas de direção NNE-SSW.  \n\n  \n\n  678000.000 \n\n6898000.000 \n\n                 678100.000 \n\n                6898000.000 \n\n  678000.000 \n\n6894000.000 \n\n     681000.000 \n\n   6894000.000 \n\n\n\n41 \n\n \n\n \n\n4.3 MAPA DE PONTOS \n\n \n\n \n\nA área mapeada está inserida no setor norte do DFSC, sobre rochas do escudo \n\nCatarinense e da Bacia do Paraná. Foram identificadas três unidades litológicas previamente \n\ndefinidas: Suíte Intrusiva Pedras Grandes (SIPG); Formação Rio do Sul (FRS) e Formação \n\nSerra Geral (FSG). A área mapeada abrange dois pontos conhecidos de ocorrência de fluorita \n\n(filão Nova Fátima, que é um dos mais importantes depósitos do DFSC e o Córrego do \n\nMijador, onde ocorrem filonetes de fluorita) e suas áreas adjacentes.  \n\nA figura 10 corresponde ao mapa de pontos da área mapeada. As partes externas nas \n\nadjacências da área também foram percorridas e alguns pontos considerados importantes para \n\neste trabalho constam no mapa mesmo estando fora do seu perímetro. Os 220 pontos foram \n\ncoloridos no mapa de acordo com as litologias. Os pontos vermelhos representam a SIPG, os \n\npontos amarelos correspondem a rochas da FRS. Nos pontos verdes ocorrem rochas da \n\nFormação Serra Geral, em forma de diques e soleiras. A ocorrência das rochas do Grupo \n\nItararé é predominante, principalmente nas áreas de maior altitude e próximas ao Córrego do \n\nMijador. \n\n \n\n\n\n42 \n\n \n\n           \n\n \n\nFigura 10. Mapa de Pontos da área mapeada, sendo que, os pontos em vermelho correspondem ao embasamento \n\ncristalino, em amarelo ocorrem rochas do Grupo Itararé e em verde ocorrem rochas intrusivas hipoabissais da \n\nFormação Serra Geral. Note que, a maior ocorrência é de rochas sedimentares. \n\n \n\n  \n\n\n\n43 \n\n \n\n4.4 ESTRATIGRAFIA DA ÁREA \n\n \n\n \n\n4.4.1 Suíte Intrusiva Pedras Grandes  \n\n \n\n \n\n4.4.1.1 Aspectos de Campo \n\n \n\n \n\nO embasamento da área corresponde Suíte Intrusiva Pedras Grandes e ocorre \n\nprincipalmente nas partes sudeste e nordeste da área mapeada (Fig. 11). A suíte é representada \n\npor biotita monzogranitos transalcalinos (SALLET et al, 1989). As rochas ocorrem mais \n\nfrequentemente na forma de matacões (tamanho variável desde 0,5m a aproximadamente 2m) \n\nalgumas vezes encontramos lajeados.  \n\nEstas rochas possuem baixo índice de cor (M’~5%) e apresentam principalmente \n\ngranulometria grosseira, muitas vezes porfirítica, com megacristais de K-feldspato orientados \n\nsegundo a direção NNE-SSW, que podem atingir até ~ 4cm de comprimento. Possui quartzo \n\nintersticial, biotita disseminada e plagioclásio (Fig. 12). Também ocorrem granitos com \n\ntextura equigranular média. O biotita monzogranito muitas vezes está intemperisado, \n\ncataclasado ou milonitizado, podendo apresentar minerais estirados (Fig. 13).  \n\nOs granitos podem ser cortados por veios de quartzo leitoso, calcedônia (ou quartzo \n\nmicrocristalino) ou por veios de microgranito. Muitas vezes são encontrados box work de \n\nfluorita, sendo uma evidência da presença da mesma. \n\n  \n\n\n\n44 \n\n \n\n         \n\n \n\n \n\n   \n\n           \n\nFigura 11. Mapa geológico da área de estudo. \n\n \n\n \n\n \n\n \n\n \n\n\n\n45 \n\n \n\n \nFigura 12. Biotita monzogranito característico da área de mapeamento (ponto CM 009). Observam-se os \n\nmegacristais de K-feldspato orientados.\n\n \n\n \n\n \n\nFigura 13. Biotita monzogranito milonitizado (ponto CM 053), com foliação bastante evidente. Os cristais de K-\n\nfeldspato, quartzo, plagioclasio e biotita apresentam-se estirados. Evidência de zona de falha. \n\n \n\n \n\n  \n\n\n\n46 \n\n \n\n4.2.1.2 Petrografia \n\n \n\n \n\nNesta etapa, analisamos diversas amostras macroscópicas e fizemos uma lâmina \n\ndelgada do granito que ocorre no ponto CM 183(Fig. 14), sendo possível observar que a \n\nmineralogia é composta pelos minerais essenciais: quartzo, com extinção muito ondulante \n\n(Fig.15), K-feldspatos orientados, plagioclásio e biotita alterando para clorita. Os acessórios \n\nsão predominantemente zircão, apatita, grossulária (Fig.16), epidoto, minerais opacos muito \n\nalterados e titanita. \n\nOs minerais presentes nestes granitos estão fortemente alterados. Os processos de \n\nsericitização nos K-feldspatos e cloritização principalmente na biotita são muito comuns, \n\nalém dos processos de hematização nos opacos. \n\nA textura é porfirítica com grandes cristais anédricos e estirados de K-feldspato \n\n(principalmente o ortoclásio) e a matriz é equigranular média. O quartzo está deformado, que \n\nse podendo observar a forte extinção ondulante que o caracteriza, além de seus contatos \n\nestarem interdigitados. O plagioclásio é subédrico em algumas seções, com texturas de \n\ndissolução, ocorrendo esmectização e albitização. A biotita é estirada, muito alterada (Fig. \n\n16). \n\nO zircão ocorre incluso nos K-feldspatos, com forma euédrica e apresentando sua \n\ncaracterística mitamitização. A apatita também ocorre como cristais euédricos dentro dos K-\n\nfeldspatos. Foi possível identificar alguns cristais anédricos de epidoto, alguns cristais \n\nsubédricos de esfeno e algumas granadas fraturadas. \n\nDe acordo com as características observadas na lâmina, foi possível determinar que este \n\ngranito sofreu deformação milonítica de muito baixo grau, confirmando que o ponto estava \n\nlocalizado próximo a uma zona de falha e alterações hidrotermais.  \n\n \n\n \n\n\n\n47 \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 15. Fotografia de lâmina petrográfica da amostra CM 183a, biotita monzogranito milonitizado. Observe-\n\nse os mozaicos de quartzo muito ondulante. \n\n \n\n \n\n \n\nFigura 14. Fotografia da amostra macroscópica do biotita monzogranito (CM 183a). Note o lineamento gerado \n\npelos cristais de quartzo e K-feldspatos estirados. \n\n\n\n48 \n\n \n\n   \nFigura 16.  Lâmina Petrográfica (amostra CM 183a). Nas imagens, é possível identificar a granada bem fraturada \n\ne a alteração da rocha. a) seta preta indica a granada, seta amarela hematização e cloritização (luz natural); b) \n\nbiotita muito alterada (nicóis cruzados). \n\n \n\n \n\n  \n\na) b) \n\n1mm 1mm \n\n\n\n49 \n\n \n\n \n\n \n\nA tabela 2 corresponde à quantidade de minerais presentes na rocha. Estes valores \n\nforam estimados visualmente. De acordo com o diagrama QAPF (Fig. 17), o Q a percentagem \n\nde quartzo, A é a percentagem de K-feldspato e P a quantidade de Plagioclásio. Como neste \n\nsistema, apenas estes três minerais devem ser considerados, devemos recalcular a \n\npercentagem, como mostrado na equação 1. \n\nComo é possível identificar no diagrama, a amostra está localizada no campo de \n\ncomposição monzogranítica. Devido a sua quantidade de biotita e suas texturas, podemos \n\nclassificar a rocha como um biotita monzogranito milonitizado. \n\n \n\n \n\nTabela 2. Quantidade de minerais presentes na rocha observada. \n\nMINERAIS PRIMÁRIOS PORCENTAGEM (valores aproximados) \n\nQuartzo 0.37 \n\nK-feldspato 0.33 \n\nPlagioclásio 0.25 \n\nBiotita 0.03 \n\nOpacos 0.01 \n\nOutros 0.01 \n\n \n\n \n\nEquação 1: \n\nQnovo = 100 x Qoriginal/ (Qoriginal + Aoriginal + Poriginal) = 38,95% \n\nAnovo = 100 x Aoriginal / (Qoriginal + Aoriginal + Poriginal) = 34,74% \n\nPnovo = 100 x Poriginal / (Qoriginal + Aoriginal + Poriginal) = 26,31% \n\nP/A+P = 100 x Poriginal / (Aoriginal + Poriginal) = 43,10 \n\n \n\nOnde, \n\nQ= quartzo, A= K-feldspato, P= plagioclásio, P/A+P= a razão dos feldspatos presentes \n\nna rocha para aplicar no diagrama. \n\n \n\n\n\n50 \n\n \n\n \n\n \n\n             \n\n \n\nFigura 17. Diagrama QAPF (quartzo, K-feldspato, plagioclásio e feldspatóide). O ponto vermelho corresponde à \n\ncomposição da lâmina. \n\n \n\n  \n\nComposição \n\nda amostra \n\n\n\n51 \n\n \n\n \n\n4.4.2 Formações Sedimentares Paleozóicas da Bacia do Paraná \n\n \n\n \n\n4.4.2.1 Aspectos de Campo \n\n \n\n \n\nAs rochas sedimentares paleozóicas são as predominantes na área mapeada, cobrindo as \n\npartes central, sudeste e noroeste. Estão assentadas em discordância erosiva sobre as rochas \n\ndo embasamento. Pertencem à Formação Rio do Sul, que compõe o terço superior do Grupo \n\nItararé, constituído principalmente de siltitos, lamitos, varvitos, conglomerados e arenitos. Os \n\nmelhores afloramentos ocorrem nos cortes de estrada, mas também foram encontrados bons \n\nafloramentos nas drenagens.  \n\nNormalmente, no contato entre o embasamento e as rochas sedimentares, foram \n\nencontrados paraconglomerados suportados por matriz arenosa e arenitos conglomeráticos \n\nmal selecionados de cor branca, com clastos angulosos, com tamanho que varia de grânulos \n\n(arenito conglomerático) até blocos de 1m, com estratificação incipiente. Acima dos para \n\nconglomerados ocorrem varvitos, eventualmente carbonosos, com camadas intercaladas de \n\nlamito e siltito, com clastos pingados (Fig.18). Eles se apresentam laminados, com fissilidade \n\ne estratificação plano-paralela. Ocorrem, também, intercalações de camadas de espessura \n\nmilimétrica de siltito e arenito fino, com estratificação plano-paralela. \n\nAcima do pacote de varvitos, ocorre um pacote de siltito de espessura não determinada. \n\nA rocha é cinza, às vezes com alguma oxidação, fortemente estratificada (estratos \n\ncentimétricos) e frequentemente fraturada (Fig.19).  \n\nSobre o siltito ocorre arenito mais frequentemente branco, porém, muitas vezes com \n\ntons avermelhados ou com uma capa de oxidação de ~ 2 cm. Estes arenitos têm granulação de \n\nfina a média, geralmente mal selecionados. São maciços ou com estratificação plano paralela \n\n(estratos de aproximadamente 5 cm de espessura).  \n\nEstas rochas, muitas vezes, ocorrem silicificadas e também podem apresentar box work \n\nde fluorita e veios de quartzo, que será melhor detalhado no capítulo de prospecção. \n\n \n\n \n\n\n\n52 \n\n \n\n \n\n \n\nFigura 18. Afloramento em corte de estrada de um varvito carbonoso da Formação Rio do Sul (ponto CM 049). \n\nObserva-se o baixo grau de seleção da rocha, típica de depósitos glaciais. \n\n \n\n \n\n \n\n \n\nFigura 19. Contato normal entre o granito Pedras Grande e um siltito muito fraturado (ponto CM 052). \n\n \n\n \n\n \n\n\n\n53 \n\n \n\n4.2.2.1 Petrografia \n\n \n\n \n\nDa Formação Rio do Sul, foram feitas três lâminas delgadas de afloramentos que \n\napresentaram potencial para a presença de fluorita. São dois arenitos e um siltito, todos com \n\nforte silicificação. \n\nA amostra CM 111b corresponde a um arenito grosso, silicificado de coloração \n\nesbranquiçada, laminação fina e plana, devido à mudança na granulação (Fig.20). O arenito é \n\nmuito mal selecionado, com granulação desde muito fina (argilas em sua matriz) até grãos de \n\nquartzo maiores (de até 5mm) conforme mostrada na figura 21. Os cristais são subangulares e \n\nos contatos entre os grãos são côncavo-convexos. A fábrica, na maior parte da amostra, é \n\nsuportada pelos grãos (Fig. 22), no entanto, em alguns pontos ela é suportada pela matriz, \n\ncomo apresenta a figura 21. Os grãos são orientados, a composição é predominantemente \n\nquartzosa, e os cristais de quartzo apresentam-se na forma mono e policristalina. Ocorrem em \n\ngrandes quantidades grãos de K-feldspatos e algumas moscovitas, ambos fortemente \n\nalterados. Os grãos, algumas vezes, estão estirados. A rocha apresenta silicificação e é cortada \n\npor veios de quartzo microcristalino (Fig.20). \n\nA amostra 117a é um arenito silicificado (Fig. 23), mal selecionado, com grande \n\nvariação granulométrica (de arenito fino até grãos de quatzo e de K-feldspato maiores do que \n\n5mm). Mineralogicamente, é composto por quartzo microcristalino (Fig. 24), em mosaicos ou \n\ngrão bem maiores com bordas de crescimento (Fig. 25), comum em rochas que sofreram \n\nhidrotermailismo, e alguns K-feldspatos bastante alterados, alguns grãos são recobertos por \n\nóxodos de Fe, ocorre, também, intraclastos argilosos deformados (Fig. 22). A matriz é \n\ncomposta por argilominerais muito finos e quartzo policristalino. A amostra é cortada por \n\nveios de quartzo microcristalino, que corresponde a uma evidência de fluorita (popularmente \n\nchamada de calcedônia na região). \n\nA amostra 080 é um siltito silicificado fortemente orientado (Fig. 26). Esta rocha \n\napresenta laminação com espessura milimétrica (Fig. 27). São camadas de quartzo \n\nmicrocristalino intercaladas com camadas levemente mais espessas de maior granulometria \n\n(quartzo fino), apresenta clastos maiores estirados. Apresenta também argilominerais na \n\nmatriz e microcristais de biotita orientados. \n\n \n\n \n\n\n\n54 \n\n \n\n \n\n \n\n \n\n .  \n\nFigura 21.  Arenito silicificado (CM 111b), podemos observar a mal seleção granulométrica e a orientação dos \n\nminerais. Nesta área da lâmina, a matriz é argilosa muito fina. a) luz natural; b) nicóis cruzados. \n\n \n\n \n\na)\na \n\nb)\na \n\n1mm 1mm \n\nFigura 20. Amostra (CM 111b) macroscópica. A seta indica um veio de quartzo microcristalino. \n\n\n\n55 \n\n \n\n \n\n  \nFigura 22. Amostra 111b. Nestas fotos podemos observar a maior granulometria e pouca quantidade de matriz. A \n\nseta preta indica a mica branca e a seta amarela a oxidação em torno dos cristais. A direita luz natural e a \n\nesquerda nicóis cruzados \n\n \n\n \n\n \nFigura 23. Fotografia da amostra macroscópica do arenito silicificado (CM 117a). \n\n \n\n \n\n1mm 1mm \n\n\n\n56 \n\n \n\n  \nFigura 24. Fotografia em nicóis cruzados e luz natural (a direita e a eesquerda respectivamente) do arenito \n\nsilicificado(CM 117a). Nestas imagens é possível observar os mosaicos de quartzo ondulante. A seta nas \n\nimagens corresponde a um intraclasto argiloso deformado dela compactação. \n\n \n\n \n\n \nFigura 25. Arenito silicificado (CM 117) apresenta quartzo microcristalino, em mosaico e grãos maiores com \n\nbordas de crescimento. \n\n \n\n \n\n1mm 1mm \n\n0,5 mm \n\n\n\n57 \n\n \n\n \nFigura 26. Fotografia da amostra CM 080. Siltito laminado muito fino silicificado. \n\n \n\n \n\n \n\n  \nFigura 27. Lâmina petrográfica da amostra CM 080. Note as intercalações de material muito fino e de material \n\nmais grosso, além da orientação dos grãos de quartzos estirados. \n\n \n\n \n\n\n\n58 \n\n \n\n4.2.3 Formação Serra Geral  \n\n \n\n \n\nAs rochas da Formação Serra Geral apresentam-se na forma de soleiras e diques. Estas \n\nrochas têm uma composição que varia desde intermediária, como o quartzo-latito hipoabissal \n\naté uma composição mais básica como o diabásio. \n\nEm geral, estas rochas são acinzentadas ou pretas e sua textura varia de fanerítica fina \n\n(Fig.28) a afanítica (Fig. 29). O quartzo-latito apresenta xenocristais de quartzo e de K-\n\nfeldspato (de aproximadamente 1 cm) numa matriz afanítica (Fig. 30). Normalmente, os \n\nquartzo-latitos apresentam-se muito alterados e com xenocristais assimilados da encaixante. \n\nEstas rochas apresentam em sua mineralogia biotita, plagioclásio, anfibólio e piroxênio, \n\nvariando um pouco em cada composição. Não foram produzidas lâminas petrográficas desta \n\nunidade porque sua composição pouco interfere na prospecção de fluorita nesta etapa de \n\nprospecção. \n\n \n\n \n\n \n\nFigura 28. Diabásio hipoabissal da Formação Serra Geral, com textura equigranular fina (ponto CM 076a) \n\n \n\n\n\n59 \n\n \n\n \n\nFigura 29. Amostra de uma soleira de diabásio afanítico (ponto CM 054a). \n\n \n\n \n\n \n\n \n\nFigura 30. Amostra de quartzo-latito hipoabissal (ponto CM  022a) \n\n \n\n\n\n60 \n\n \n\n4.3 GEOLOGIA ESTRUTURAL \n\n \n\n \n\nNeste item são descritas as principais feições estruturais da área de mapeamento. No \n\ncampo, nem sempre conseguimos encontrar e medir as orientações do plano de falha, no \n\nentanto, ela sempre deixa algumas evidências, que indicam a ocorrência de algum processo \n\ntectônico no ponto. Com as medidas obtidas no campo, geramos estereogramas com os polos \n\ndos planos, utilizando a projeção de Schmidt. \n\nOs granitos mapeados são cortados por dois sistemas de falhas principais: um sistema \n\nque é representado por falhas de direções WNW-ESSE e outro de direção NNE-SSW, \n\noriginados de esforços compressivos de direção E-W (MORGENTAL, 1983). Próximas a \n\nestas falhas, os granitos registram efeitos de deformação rúptil e dúctil. O granito foi \n\nsoerguido nas partes NE e SW da área.  \n\nOs granito nas proximidades das estruturas NNE-SSW possui orientação do K-feldspato \n\nsegundo esta direção (Fig. 13). Quando os granitos apresentam evidências de fluorita ou \n\nsofreram processos tectônicos (cataclase ou milonitização) a orientação dos minerais (K-\n\nfeldspato, biotita e quartzo estirados) tem direção NNE-SSW. \n\nAs camadas de rochas sedimentares da área, em sua maioria, ocorrem com baixo \n\nmergulho, entre 05º e 30º (Fig. 31).  A atitude mais frequente é NW-SE com mergulho para \n\nSW. Subordinadamente, as camadas têm direção NE-SW com mergulho para SE, o que ocorre \n\nmais frequentemente nas proximidades das maiores estruturas. \n\nEm casos frequentes, as rochas estão verticalizadas (Fig. 32), indicando falhamentos \n\npróximos. Em todos os casos de camadas verticalizadas (mergulho superior a 80º) o \n\nacamamento apresenta direção NE-SW e, na maior parte deles, a rocha sedimentar está \n\nsilicificada. \n\nMuitas vezes, estas rochas estão muito fraturadas, resultado da tectônica rúptil que \n\nocorreu na área. Também são comuns cristas formadas por arenitos silicificados (Fig. 33) que, \n\nem todos os casos, têm direção NE-SW. \n\nAs rochas sedimentares são muito fraturadas (Fig. 34). No estereograma (Fig. 35), que \n\ncontém os polos dos planos de fraturas das rochas sedimentares, podemos verificar que, a \n\nmaior parte das fraturas medidas tem orientação NE-SW e NNE-SSW, e outras com \n\norientação NW-SE e WNW-ESE, com mergulho subvertical na maioria delas.  \n\n\n\n61 \n\n \n\nNa fotointerpretação foi observado e foi confirmado no campo que a estrutura que \n\ncontrola a jazida Nova Fátima é interrompida por uma estrutura de direção NW-SE que faz \n\nparte de um sistema de falhas com esta direção que também aparece no mapa de \n\nmorfoestruturas de Hoff e Bastos Neto (2008) e que extrapola os limites da área.   \n\nOs veios de calcedônia que cortam as rochas presentes na área têm direção NNE-SSW. \n\nOs diques encontrados estão encaixados em lineamentos de direção NE-SW. \n\nAs falhas (Fig. 36) ocorrem com direção preferencial NNE-SSW e NE-SW. \n\nSubordinadamente, ocorrem com direção NW-SE. \n\nPortanto, as orientações das estruturas da área mapeada têm orientação NE-SW e NNE-\n\nSSW, assim como mostra o mapa de sensoriamento remoto. Estas direções ocorrem em todo o \n\ndistrito, sendo que, os principais filões de fluorita estão encaixados nas inflexões das falhas \n\npara estas direções. \n\n \n\n \n\n \n\n \n\nFigura 31. Estereogramas com os polos e as curvas de contorno dos polos das atitudes das rochas sedimentares \n\n(projeção de Schmidt).  \n \n\n \n\nN N \n\n\n\n62 \n\n \n\n \n\nFigura 32. Siltito afetado por falha. Pode-se notar que suas camadas estão verticalizadas (CM 193). \n\n \n\n \n\n \n\n \n\nFigura 33. Crista de arenito silicificado orientado (ponto CM 029) segundo a direção N30E. \n\n \n\n\n\n63 \n\n \n\n  \n\nFigura 34. Ritmito com intercalações de silte e argila, com clastos pingados típicos de depósitos glaciais (ponto \n\nCM 049). Apresenta 3 direções principais de fraturas , com  alto mergulho (70º a subvertical). A fratura principal \n\ntem direção NW-SE. \n\n \n\n \n\n \n\n \n\nFigura 35. Estereograma contendo os polos dos planos de fraturas da área mapeada (projeção de Schmidt). \n\n \n\nN N \n\n\n\n64 \n\n \n\n \n\nFigura 36. Arenito com forte silicificação associada a falha N25ºE (ponto CM 063) com direção. A falha chegou \n\na formar uma cachoeira. \n\n  \n\n\n\n65 \n\n \n\n5 PROSPECÇÃO \n\n \n\n \n\n5.1 EVIDÊNCIAS DE FLUORITA \n\n \n\n \n\nNeste trabalho, utilizamos diversas técnicas para a prospecção de fluorita, entre elas está \n\no sensoriamento remoto que, associado à geologia estrutural nos auxiliou na procura das \n\nestruturas mais importantes da área, além deste, o mapeamento geológico também foi \n\nimportante, pois com ele foi possível identificar evidências de falhas e de fluorita (veios de \n\ncalcedônia e box work de fluorita) e silicificação das rochas sedimentares. Para completar, a \n\nutilização de dados geoquímicos nos indicou os locais com maiores teores de flúor. A \n\nintegração destes dados indicou a área com maior possibilidade de conter filões. \n\n \n\n5.1.1 Veios de Quartzo e Calcedônia  \n\n \n\n \n\nO quartzo é o mineral mais abundante na ganga nos depósitos de fluorita do DFSC. Na \n\nmaioria das vezes, ele ocorre como quartzo microcristalino que pode ser mais antigo ou \n\ncogenético à fluorita. O quartzo microcristalino pertence à paragênese da fluorita em todas as \n\nfases de deposição do minério (Fig. 37). Por isso, a ocorrência de veios quartzo \n\nmicrocristalino (popularmente conhecido por calcedônia ou pedra osso no DFSC) numa rocha \n\npode indicar que houve deposição de fluorita naquele mesmo local, porém, em superfície, ela \n\njá tenha sido erodida (Fig. 38). Muitos filões de fluorita no DFSC já foram encontrados por \n\nsondagens efetuadas a partir da ocorrência de “pedra osso”. \n\nEntretanto, só a presença de veios de quartzo não confirma a deposição de fluorita, já \n\nque ele pode ser mais antigo do que o evento mineralizador.  Por outro lado, grande parte das \n\nestruturas que controlam a mineralização são estruturas pré-existentes reativadas. Ou seja, \n\nveios de quartzo, mesmo quando têm aspecto de serem mais antigos do que a fluorita (por \n\nexemplo, quartzo leitoso) também devem ser mapeados, pois são evidências de estrutura. O \n\nmesmo é válido para evidências de deformação a profundidades ainda maiores, como, por \n\nexemplo, milonitização e minerais estirados/orientados.   \n\n\n\n66 \n\n \n\n \n\nFigura 37.  Minério da mina Nova Fátima. É possível observar o minério verde e roxo de fluorita associado ao \n\nveio de quartzo microcristalino, encaixado no granito fortemente alterado. \n\n \n\n \n\n \n\nFigura 38. Veio de “calcedônia” cortando um biotita granito aflorante (ponto CM 14 ). \n\n \n\n\n\n67 \n\n \n\n \n\n5.1.2 Box Work de Fluorita  \n\n \n\n \n\nBox work refere-se a espaços vazios decorrentes da lixiviação de minerais, cuja forma \n\nainda se mantém preservada. \n\nOs box works de fluorita são encontrados nos veios de quartzo, pois ambos são \n\ndepositadas em associação (Fig. 39). Contudo, quando elas afloram, a fluorita é dissolvida, \n\nenquanto a calcedônia resiste ao intemperismo. Estes box works apresentam-se na forma \n\ncúbica ou triangular porque este é o hábito em que a fluorita ocorre na natureza. Portanto, \n\nquando se encontra cavidades de formato cúbico em veios de calcedônia numa rocha, é \n\nprovável que exista mais fluorita em profundidade. A figura 39 corresponde a uma fotografia \n\ndo minério na mina Nova Fátima, onde ocorre fluorita verde associada à calcedônia (quartzo \n\nmicrocristalino). Quando a fluorita é dissolvida, ela deixa espaços vazios na calcedônia (Fig. \n\n40). \n\n \n\n \n\nFigura 39. Minério do filão Nova Fátima. A fluorita da fase 2 (verde) está depositada adjunto a calcedônia \n\n(branco). \n\n \n\n \n\n\n\n68 \n\n \n\n \n\nFigura 40. Rocha granítica cortada por veios de calcedônia. Dentro dos veios ocorre box work de fluorita (ponto \n\nCM 053 ). \n\n\n\n69 \n\n \n\n5.1.3 Rochas Sedimentares Silicificadas \n\n \n\n \n\nPara Summerfield (1983), rochas silicificadas ou silcrete é um produto endurecido por \n\nsilicificação próximo da superfície, formado pela cimentação e/ou substituição da rocha, por \n\nmeio de processos físico-químicos de baixa temperatura. Elas podem ser substituídas por \n\nvárias formas de sílica secundária, incluindo opala, quartzo criptocristalino ou quartzo \n\ncristalizado. \n\nNo DFSC, próximo aos filões de fluorita, as rochas sedimentares geralmente estão \n\nsilicificadas. Mas trata-se de processo de silicificação relacionado ao hidrotermalismo e/ou \n\ndeformação e o aspecto conferido à rocha é muito distinto da silicificação no sentido de \n\nSummerfield.  \n\nNa área de estudo, as rochas sedimentares silicificadas ocorrem próximas a algumas \n\nfalhas com grande potencial, sendo uma importante evidência de fluorita, principalmente \n\nquando associados aos box works. As figuras 41 e 42 mostram exemplos de silicificação de \n\nrocha sedimentar na área. Esta silicificação foi gerada pelo processo hidrotermal responsável \n\npela alteração da rocha encaixante e formação dos depósitos fluoríticos.  Como é possível \n\nvisualizar na figura 42, a rocha apresenta várias evidências, como a forte silicificação e veios \n\nde quartzo com box work cortando-a.   \n\n \n\n \n\n\n\n70 \n\n \n\n \n\nFigura 41. Este arenito, além de se apresentar silicificado, ainda é cortado cor um veio de quartzo em que ocorre \n\nbox work (ponto CM 111). \n\n \n\n \n\n \n\n \n\nFigura 42. Pelito silicificado (ponto CM 008) com textura muito fina e com estratificação plano-paralela \n\npreservada. \n\n \n\n  \n\n\n\n71 \n\n \n\n5.1.4 Principais Evidências Encontradas na Área \n\n \n\n \n\nNo mapa geológico gerado neste trabalho foi indicada uma grande quantidade de \n\nevidências de mineralização de fluorita ocorrentes na área. Na figura 43, o mapa geológico é \n\nreapresentado com 2 setas indicando os setores onde ocorrem as mais expressivas evidências \n\nde mineralização encontradas. Nestes 2 setores, assim como na maioria dos outros casos, as \n\nevidências estão associadas a estruturas de direção NNE-SSW e NE-SW, que são as direções \n\nde maior potencial para mineralização de fluorita do DFSC. \n\nPodemos conferir no mapa geológico que um grande número de ocorrências de rochas \n\nsedimentares silicificadas ocorre próximo a uma falha de direção N40ºE, localizada a noroeste \n\nda ocorrência do Córrego do Mijador. \n\n Evidências do tipo calcedônia com box works de fluorita foram encontradas na parte \n\nsudeste da área, a nordeste do filão Nova Fátima, adjacentes a falhas de direções N15ºE e \n\nN40ºE. Também foram encontradas no extremo norte da área, numa falha de direção NE-SW, \n\ncom silicificação associada. Ainda na parte norte da área, este tipo de evidência foi \n\nencontrada em falha que marca o contato do embasamento com as rochas sedimentares e que \n\nestá alinhada com a zona de silicificação mapeada a noroeste do Córrego do Mijador. No \n\ngranito, nas proximidades da soleira de diabásio, observa-se uma ocorrência de box work de \n\nfluorita associada a uma estrutura de direção NNE-SSW.   \n\n \n\n  \n\n\n\n72 \n\n \n\n          \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\nFigura 43. Mapa geológico da área. As setas indicam as áreas com maiores quantidades de evidências de fluorita, \n\npróximas a importantes estruturas mapeadas. \n\n\n\n73 \n\n \n\n5.2 GEOQUÍMICA DE SOLO \n\n \n\n \n\nNos primeiros trabalhos de prospecção na área (década de 80), foram coletadas \n\namostras de solo para análise geoquímica de teores de flúor. Estes dados nos foram cedidos \n\npela empresa Votorantim S/A e, a partir deles, geramos uma mapa de isoteor de flúor com o \n\nprograma Surfer 9.  O mapa de isoteor deste trabalho apresenta resultados diferentes daqueles \n\ngerados pelos geólogos da empresa que não tinham acesso a programas de interpolação. A \n\nfigura 44 é o mapa de isoteor de flúor produzido pelos geólogos da Votorantim, através da \n\nutilização de técnicas manuais.  De acordo com este mapa, é possível observar apenas uma \n\nanomalia importante de direção NNW-SSE.  \n\nA figura 45 corresponde ao mapa de isoteor de flúor que foi elaborado através da \n\nutilização do programa Surfer, sendo possível observar que as curvas de isoteores delineiam 3 \n\nalinhamentos de anomalias com orientações favoráveis para mineralização de fluorita. Elas \n\nsão indicadas na figura pelos números 1 (anomalias orientadas na direção N10ºE) e 2 e 3 \n\n(anomalias orientadas na direção NE-SW).  \n\nA figura 46 corresponde ao mapa geológico da área cruzado com o mapa de isoteor de \n\nflúor.  Podemos observar que, a anomalia simbolizada pelo número 2 coincide exatamente \n\ncom uma importante estrutura presente na área mapeada, em que ocorrem evidências de \n\nmineralização de fluorita. A área do Córrego do Mijador encontra-se entre as anomalias, não \n\nse localizando em nenhuma delas. \n\n \n\n \n\n\n\n74 \n\n \n\n \nFigura 44. Mapa de isoteor de flúor no solo (FERREIRA 1992). \n\n \n\n \n\n  \n\n\n\n75 \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 45. Mapa de isoteor de flúor no solo gerado neste trabalho (explicação no texto). \n\n2 \n\n3 \n\n2 \n\n1 \n\n1 \n\n3 \n\n\n\n76 \n\n \n\n \n\n          \n\n \n\nFigura 46. Mapa geológico com superposição do mapa de geoquímica de F no solo. Observar que a anomalia 2 \n\n(Fig. 45) coincide com uma estrutura que, por sua vez, está alinhada com falha no contato entre embasamento e \n\nrocha sedimentar. Legenda igual às das figuras 43 e 45. \n\n3 \n\n1 2 \n\n  678000.000 \n\n6898000.000 \n\n                 678100.000 \n\n                6898000.000 \n\n  678000.000 \n\n6894000.000 \n\n     681000.000 \n\n   6894000.000 \n\n \n\n\n\n77 \n\n \n\n5.3 PROSPECÇÃO GEOQUÍMICA DE SEDIMENTOS DE CORRENTE \n\n \n\n \n\nOutro método que utilizamos para a prospecção de fluorita é a análise geoquímica de \n\nsedimento de corrente (teor de flúor), também efetuado pelos geólogos da Votorantim S/A no \n\nprimeiro trabalho de prospecção da área. \n\n  De acordo com o mapa geológico da área elaborado por eles, estas análises foram \n\nfeitas em sedimentos provenientes de rochas sedimentares, no entanto, no mapeamento \n\ngeológico efetuado neste trabalho foram encontradas rochas de diferentes litologias nas \n\nregiões onde foram amostrados.  \n\nNeste trabalho, foi efetuada apenas a digitalização do mapa gerado por Ferreira (2002) \n\ne o integramos no nosso mapa geológico. \n\nNeste mapa (Fig. 47), pode-se observar que, os maiores teores de flúor nos sedimentos \n\nde corrente ocorrem nas drenagens da parte norte da área mapeada, exatamente para onde \n\nseriam transportados sedimentos provenientes da área da anomalia de solo 2 (Fig. 45). Pode-\n\nse perceber que, na área do Córrego do Mijador, não há anomalias significativas. \n\n  \n\n\n\n78 \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 47. Mapa geológico com dados de geoquímica de sedimento de corrente, teor de flúor. Nota-se que as \n\nanomalias ocorrem principalmente na parte norte e noroeste da área. \n\n  678000.000   \n\n6898000.000 \n\n  681000.000   \n\n6898000.000 \n\n  678000.000   \n\n6894000.000 \n\n  681000.000   \n\n6894000.000 \n\n\n\n79 \n\n \n\n6 DISCUSSÃO DOS RESULTADOS \n\n \n\n \n\nA partir do mapeamento geológico e das técnicas de geoprocessamento, foi possível \n\nidentificar um importante sistema de falhas de direção WNW-ESE que ocorre no sul da área, \n\nextrapolando os limites do mapeamento.  Uma dessas falhas (Fig. 48), a mais ao sul, \n\ninterrompe o filão Nova Fátima, que está localizado na estrutura principal da ZCRB. \n\nEntretanto, no bloco norte delimitado pela referida falha NW-SE e imediatamente a norte da \n\nmesma ocorrem indícios de mineralização na estrutura identificada pelo nº 3 na figura 48. \n\nCerca de 700m a oeste desta, encontra-se a estrutura 1, que parece iniciar exatamente na outra \n\nestrutura NW-SE, e que não apresenta indícios de mineralização, mas isto é coerente com sua \n\ndireção N-S. \n\nIndícios de mineralização ocorrem na estrutura 2 que pode representar não uma outra \n\nestrutura, mas uma inflexão da própria estrutura 1 para a direção NE. Esta é exatamente a \n\nconfiguração mais favorável possível para a ocorrência de mineralização de fluorita no caso \n\nde uma movimentação dextral da estrutura. \n\nDiante do acima exposto, a interpretação mais provável é que, quando a estrutura \n\nprincipal da ZCRB intersecta o sistema de falhas NW-SE, que é mais antigo, ela se divide em \n\nduas estruturas. Uma configuração semelhante ocorre no Lineamento Canela Grande (Fig. \n\n49), onde a estrutura principal se divide em ramos sempre que intersecta falhas mais antigas, \n\nno caso, de direção ENE-WSW (Fig. 49).  \n\nNa estrutura 2, ocorre uma grande quantidade de rochas sedimentares silicificadas, \n\nveios de calcedônia e box work de fluorita. Nas análises de geoquímica de solo, uma \n\nimportante anomalia coincidiu com esta estrutura, além disso, sedimentos de drenagens \n\npróximas a ela apresentaram os maiores teores de flúor da área. Trata-se, portanto, de local \n\nextremamente promissor para a realização de sondagens. No ramo mais leste (estrutura 3), \n\ncom direção N20E, também ocorrem evidências de fluorita, trata-se de estrutura prospectável, \n\nmas não no mesmo nível de potencial da estrutura 2.  \n\nAssim, os dados deste trabalho mostram que o conjunto estrutura 1 + estrutura 2 \n\nrepresenta a estrutura principal da ZCRB a norte da jazida Nova Fátima. Embora os furos de \n\nsondagem efetuados na “jazida” Córrego do Mijador tenham apresentados filonetes de \n\nfluorita, não há muitas evidências de mineralização em superfície.  Estes filonetes \n\ncentimétricos, com direções N50ºE, pertencem a estruturas secundárias, distanciadas cerca de \n\n500m da estrutura principal.  \n\n\n\n80 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 48. Mapa geológico mostrando a bifurcação da estrutura principal da Zona de Cisalhamento Rio dos \n\nBugres ao intersectar estrutura mais antiga de direção NW-SE. O ramo principal é o ramo oeste que, mais ao \n\nnorte, inflete para NE-SW, onde se superpõe com anomalia geoquímica de F no solo e apresenta grande \n\npotencial para prospecção de fluorita.  \n\n1 \n\n2 \n\n3 \n\n\n\n81 \n\n \n\n \nFigura 49. Estrutura principal do Lineamento Canela Grande (BASTOS NETO, 1990). Observa-se que a \n\nestrutura principal de direção NNE-SSW sempre que intersecta falhas mais antigas de direções obliquas. Os \n\nfilões de flourita estão depositados nas inflexões da falha para NE-SW, assim como ocorre na estrutura principal \n\nda ZCRB na área de mapeamento. \n\n  \n\n\n\n82 \n\n \n\n7 CONSIDERAÇÕES FINAIS PARA A PROSPECÇÃO DE FLUORITA \n\n \n\n \n\nEste trabalho foi baseado na integração de diversas técnicas de prospecção para \n\nencontrar a estrutura principal da ZCRB ao norte da jazida Nova Fátima e indicar o local que \n\npossui maior potencial para mineralização de fluorita.   \n\nAo contrário do que apresentavam os mapas geológicos anteriores, na área mapeada não \n\nafloram somente rochas sedimentares, mas também foram encontradas rochas graníticas e \n\nrochas básicas hipoabissais, que tiveram extrema importância para o entendimento dos \n\nprocessos estruturais atuantes na área. Com o mapeamento geológico foi possível identificar \n\nas mais importantes estruturas e as áreas que possuem grandes quantidades de evidências de \n\nfluorita. \n\nA técnica de sensoriamento remoto e a análise estrutural da área nos possibilitaram \n\ndescobrir que existem, principalmente, dois sistemas diferentes de falhas. Um mais antigo, de \n\norientação WNW-ESE e outro de direções NNE-SSW e NE-SW.  Isto nos levou a crer que, a \n\nestrutura principal da ZCRB não desaparece ao norte da jazida Nova Fátima, ela apenas é \n\ninterrompida por este importante sistema de falhas WNW-ESE que extrapola os limites da \n\nárea mapeada. Quando a estrutura principal da ZCRB (de direção NNE-SSW) intersecta estas \n\nfalhas, ela se bifurca em dois ramos principais. \n\nA nova interpretação dos dados de geoquímica de solo nos levou a identificar uma \n\nanomalia de flúor de direção N40ºE que coincide exatamente com uma falha de mesma \n\ndireção que parece mais representar uma inflexão do ramo oeste da estrutura principal da \n\nZCRB. Esta anomalia é corroborada pelos dados de geoquímica de sedimento de corrente. \n\nA jazida subeconômica do Córrego do Mijador se mostrou fora da estrutura principal da \n\nZCRB.  \n\nOs resultados da prospecção obtidos neste trabalho indicaram que, o ramo oeste da \n\nestrutura principal da ZCRB é o que possui maior potencial para depósitos de fluorita, \n\nprincipalmente na inflexão da falha para NE-SW. Portanto, é altamente recomendado que \n\nsejam efetuados furos de sondagens nesta estrutura.  \n\n \n\n \n\n \n\n \n\n\n\n83 \n\n \n\nREFERÊNCIAS \n\n \n\n \n\nALMEIDA, F. F. M.; CARNEIRO, C. D. R. 1998. Origem e Evolução da Serra do \n\nMar. Revista Brasileira de. Geociências. São Paulo: SBG, v.28 n.2, p.135-150. \n\n \n\n \n\nANGEIRAS A. G., TEIXEIRA C. A. S. 1965. Nota sobre a gênese da fluorita de Morro da \n\nFumaça. Engenharia, Mineração e Metalurgia. Rio de Janeiro, v.42, n.250, p.185-189. \n \n\n \n\nASMUS, H. E. 1984. Geologia da margem continental brasileira. In: SCHOBBENHAUS, C.; \n\nCAMPOS, D. A. DERZE, G. R. (Ed). Geologia do Brasil. Brasília : DNPM. p.443-472. \n\n \n\n \n\nBASTOS NETO, A. C.1990. Le district à fluorine de Santa Catarina: minéralisations et \n\naltérations hydrothermales dans leur cadre géodynamique. 1990. 420p. Tese (PhD) - \n\nUniversité d’ Orléans. Orléans, France. \n\n \n\n \n\nBASTOS NETO, A.C.; BARBANSON, L. 1997.Evolução Geoquímica do flúor nos granitos \n\nPedras Grandes e Tabuleiro da região da Segunda Linha Torrens: a formação de uma rocha \n\nfonte para as mineralizações de fluorita cretácea/terciária do Sudeste Catarinense. \n\nGeoquímica Brasiliensis.S.I. \n\n \n\n \n\nBASTOS NETO, A. C.; CHARVET, J.; TOURAY,J.C.; DARDENNE, M. A. 1991. \n\nEvolution tecnique Du district à fluorine de Santa Catarina (Brésil) em relacion avec l’ \n\nouverture de l’ Atlantic Sud. Bull. Soc. Geól. France, n.3, p.503-513. \n\n \n\n \n\nBASTOS NETO, A. C.; TOURAY, J. C.; DARDENNE, M. A. 1996. Géochimie isotopique \n\nappliquée à l’étude dês inclusions fluidesde La fluorine Du district de Santa Catarina (brésil): \n\nune discussion sur l’origine des solutions minéralisés. S.I, Anais... Academia Brasileira de \n\nCiências, v.68, n.2, p.213-221. \n\n \n\n \n\nCOMPTON, ROBERT. 1962. Manual of Field Geology. California, USA: John Wiley &amp; \n\nSons, Inc.378p. \n\n\n\n84 \n\n \n\n \n\n \n\nDARDENNE, M. A.; SAVI, C. N. 1984. Geologia e geoquímica dos filões de fluorita \n\nSegunda Linha Torrens e Cocal – SC. Revista Brasileira de Geociências. São Paulo: SBG \n\nv.14, n.2, p.120-127. \n\n \n\n \n\nDOS SANTOS, R. P.1994. Datation K/Ar ET Rb/Sr d’argiles de minéralisarions et \n\ndiagenése Le long de La cote Est de l’ Amerique Du Sud. Implications géodynamiques. \n\n1994. Tese (PhD), Université Joseph Fourier - Grenoble I, Grenoble.  \n\n \n\n \n\nDOS SANTOS, R. P.; BONHOMME, M. G.1991. K/Ar dating of clays associated with \n\nfluorite mineralizations along the Atlantic coast of South America – Ralationships with South \n\nAtlantic Ocean opening. In: Pagel e Leroy (Ed.). Source, Transport and Deposition of \n\nMetals, Rotterdam: Balkema, p.381-383. \n\n \n\n \n\nDOS SANTOS, R.P.; BONHOMME, M. G.1993. Datação K/Ar de argilas associadas à \n\nmineralização e aos processos diagenéticos, em relação com a história da abertura do Oceano \n\nAtlântico Sul. Revista Brasileira de Geociências, São Paulo: SBG, v.23, n.1, p.61-67. \n\n \n\n \n\nFERREIRA, A. C.1992. Jazida de fluorita do Córrego do Mijador, Santa Rosa de Lima, \n\nSanta Catarina, BR. Relatório técnico. Grupo Votorantim, Santa Catarina. \n\n \n\n \n\nFERREIRA, A. C.; ALMEIDA, T. I.1989. Tectônica transcorrente aplicada à prospecção de \n\nfluorita e barita em Santa Catarina. Revista Brasileira de Geociências, SBG, v.19, n.2, \n\np.207-223. \n\n \n\n \n\nFRAGOSO CESAR, A.R. 1980. O Cráton de La Plata e o Cinturão Dom Feliciano no escudo \n\nUruguaio-Sul-Riograndense. In: Congresso Brasileiro De Geologia, 31. 1980. Anais... \n\nCamboriú: SBG, n.5, p.2879-2892. \n\n \n\n \n\nHACKSPACHER P.C., FLORES J.A.A. 1987. Contribuição sobre o controle estrutural das \n\njazidas de fluorita na estrutura de Canela Grande, sudeste de Santa Catarina. In: Simpósio Sul \n\n- Brasileiro de Geologia, 3. Anais... Curitiba. Atas.v.2, p. 543-550. \n\n\n\n85 \n\n \n\n  \n\nHOFF, R.; BASTOS NETO, A. C.2008. Investigação da alteração hidrotermal por meio de \n\ntécnicas de PID e SIG, no Distrito Fluorítico de Santa Catarina (DFSC), Brasil. Revista \n\nBrasileira de Geociências, SBG, v.38, n.2, p.356-365. \n\n \n\n \n\nHOLZ, M.1995. Estratigrafia de sequências e evolução paleofisiológica da zona de borda da \n\nBacia do Paraná no Rio Grande do Sul. In: SIMPOSIO SUL-BRASILEIRO DE GELOGIA, \n\n7º, Porto Alegre,1995. Anais.../SBG, n.6,p.1540-1551. \n\n \n\n \n\nHORBACH, R.; MARIMON, R.C.1982. Contribuição à geologia do Distrito Fluorítico de \n\nSanta Catarina. Boletim Técnico – Série Geologia/Projeto Radam-Brasil, Salvador. V.1 \n\n \n\n \n\nJELINEK, A. R. 1997. Análise por traço de fissão em apatitas (AFTA) da encaixante dos \n\ndepósitos de fluorita filoneana do sudeste catarinense: uma evolução hidrotermal \n\npolifásica. 1997. 200 p. Dissertação (Mestrado) – Instituto de Geociências, Programa de Pós-\n\ngraduação em Geociências, Universidade Federal do Rio Grande do Sul, Porto Alegre, RS. \n\n \n\n \n\nJELINEK, A. R. 2002.  Evolução Geológica do Distrito Fluorítico de Santa Catarina: \n\nEstudo integrado de miineralogia, geoquímica e tectônica por traço de fissão em apatita. \n\nDissertação (Mestrado em Geociências) - Universidade Federal do Rio Grande do Sul, Porto \n\nAlegre. \n\n \n\n \n\nJELINEK, A. R.; BASTOS NETO, A. C. 2008. Geoquímica de Elementos Terras Raras e \n\nElementos Traço na Fluorita:comparação entre filões das partes norte e sul do Distrito \n\nFluorítico de Santa Catarina e implicações no modelo genético. Revista Pesquisas em \n\nGeociências, Porto Alegre, RS, v.35, p. 43-56. \n\n \n\n \n\nJELINEK. A. R.; BASTOS NETO, A. C.; POUPEAU, G. 2003. Análise por traços de fissão \n\nem apatitas do distrito fluorítico de Santa Catarina: relações entre hidrotermalismo e evolução \n\nda margem continental. Revista Brasileira de Geociências, Porto Alegre, RS, v. 33, p. 289-\n\n298. \n\n \n\n \n\n\n\n86 \n\n \n\nMELO, M. S., RICCOMINI, C.; HASUI Y., ALMEIDA F.F.M., COIMBRA, A. M.1985. \n\nGeologia e evolução do sistema de bacias tafrogênicas continentais do Sudeste do Brasil. \n\nRevista Brasileira de Geociências, São Paulo, v.15 n.3, p.193-201. \n\n \n\n \n\nMORGENTAL, A. 1984. Caracterização dos depósitos de fluorita. Projeto fluorita no \n\nsudeste de Santa Catarina. Relatório Preliminar, Etapa 2. Porto Alegre: CPRM, 130p. \n\n \n\n \n\nMORGENTAL, A.; KIRCHNER, C.A. 1983. Síntese do mapa provisional do distrito de \n\nfluorite de Santa Catarina. In: SIMPÓSIO SUL-BRASILEIRO DE GEOLOGIA, 1. , 1983. \n\nAnais... Porto Alegre: SBG, p.294-306. \n\n \n\n \n\nPUTZER, H. 1953. “Diastrofismo \"Germanótipo\" e sua relação com o vulcanismo basáltico \n\nna parte meridional de Santa Catarina”. Boletim da Sociedade Brasileira de Geologia, S.I. \n\nv.2 n.1, p. 37-74. \n\n \n\n \n\nROCHA, F. F. N. 1997. Geologia e geoquímica dos filões de fluoria  daparte norte do \n\ndistrito Fluorítico de Santa Catarina. 1997. 188p. Dissertação (Mestrado) – Instituto de \n\nGeociências, Universidade Federal do Rio Grande do Sul, Porto Alegre, RS. \n\n \n\n \n\nSALLET, R.G.1988. Etud pétrolique et métallogénique d’un secteur du distict à fluorine \n\nde Santa Catarina, Brésil:  Le granitóides précambiens monzonitiques source probable de \n\nLa fluorine filonienne post- jurassique. Paris. 233P. Tese (PhD), Université de Paris VI. \n\n \n\n \n\nSALLET, R.; FERREIRA, A.C., FRAGOSO CESAR, A. R.; MONTEIRO, R.; MACHADO, \n\nR. 1989. O arcabouço granítico transalcalino tardi-orogênico do Batólito Pelotas - sul do \n\nBrasil e Uruguai - e sua potencialidade para mineralizacões de Fluorita. Acta Geologica \n\nLeopoldensia, S.I v.30 n.13. p. 213–228. \n\n \n\n \n\nSALLET R., FERREIRA, A. C., SABATIER, H., 1990. Petrografia e geoquímica dos \n\ngranitóides do sul do distrito de fluorita de Santa Catarina. Folhas Jaguaruna et Tubarão. In: \n\nCongresso Brasileiro de Geologia, 36., 1990. Natal: SBG., Anais..., v. 4, p. 1793–1806. \n\n \n\n \n\n\n\n87 \n\n \n\nSAVI, C. N. 1980. Gênese e controle das mineralizações de fluorita da região de \n\nCriciúma (SC).1980. Dissertação (Mestrado em Geociências), Instituto. de Geociências, \n\nCurso de Pós Graduação em Geociências, Universidade de Brasília, Brasília. \n\n \n\n \n\nSAVI, C N.; DARDENNE, M.A.1980. Zonação, paragênese e controles damineralização de \n\nfluorita do filão Segunda Linha Torrens, Municípiode Morro da Fumaça, SC. In:, Congresso. \n\nBrasileiro de Geologia, 31.,  1980. Camboriú: SBG Anais..., v.3 1743-1757. \n\n \n\n \n\nSCHEIBE L.F. 1986. Geologia e petrologia do distrito alcalino de Lages, SC. 1986. Tese \n\n(Doutorado em Geociências) -  Instituto de Geociências, Universidade de São Paulo, São \n\nPaulo. \n\n \n\n \n\nSILVA, M. M. S. 2008. O graben de Urussanga e as rochas da Bacia do Paraná \n\nassociadas a lineamentos NW-SE no distrito fluorítico de Santa Catarina: aplicação da \n\nestratigrafia de sequências e implicações na gênese e prospecção de filões de fluorita. 2002. \n\nDissertação (Mestrado em Geociências) - Universidade Federal do Rio Grande do Sul, Porto \n\nAlegre. \n\n \n\n \n\nSILVA M. A. S.; LEITES, S.R. 2000. Programa Levantamentos Geológicos Básicos do \n\nBrasil. Criciúma, Folha SH.22-X-B. Estado de Santa Catarina. Escala 1:250000. \n\nOrganizadores. Brasília: CPRM. \n\n \n\n \n\nSUMMERFIELD, M. A. 1983. Silcrete as a Palaeoclimatic Indicator: Evidence From \n\nSouthern Africa. Palaeogeography, Palaeoclimatology, Palaeoecology. S.I, v.41., p.65-79. \n\n \n\n \n\nTASSINARI, C. G.; FLORES, J. A. 1992. Aplicação dos isótopos de Sr e Nd na \n\nmineralização de fluorita do poço 5, Segunda Linha Torrens, sudeste de Santa Catarina. In: \n\nCongresso Brasileiro de Geologia, São Paulo, Anais..., São Paulo: SBG. v.37, n.1., p.259-\n\n260. \n\n \n\n \n\nTEIXEIRA, C.A.S.; 1969. Relatório de datações geocronológicas do projeto básico da \n\nregião leste e do projeto específico da fluorita. Porto Alegre: DNPM, 39p. Relatório \n\nInédito. \n\n \n\n\n\n88 \n\n \n\n \n\nTRAININI, D. R.; DIAS, A. A.; KREB, A. S. J.; SOUZA, E. C.; CAPELETTI, I.; \n\nTONIOLO, J. A.; SILVA, L. C.; SILVA, M. A. S. 1978. Projeto Vidal Ramos-Biguaçú. \n\nPorto Alegre: DNPM/CPRM, Florianópolis: DNPM."}]}}}