{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18494"}, {"@name": "filename", "#text": "25474_I_111.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "6 ATP | 9 SIACOT \n \n\nAVALIAÇÃO DA INFLUÊNCIA DA ABSORÇÃO DE ÁGUA POR \nCAPILARIDADE NAS PROPRIEDADES MECÂNICAS DO ADOBE DA \n\nREGIÃO DE AVEIRO \n \n\nTiago Martins, Humberto Varum e Aníbal Costa \nDepartamento de Engenharia Civil da Universidade de Aveiro \n\nCampus Universitário de Santiago, 3810-193 AVEIRO \nTel. (+351) 234 370938; E-mail: tmartins@civil.ua.pt; hvarum@ua.pt; agc@ua.pt \n\n \n \n\nTema 3: Técnicas, Construção, Investigação e Desenvolvimento \nPalavras-Chave: Adobe, absorção capilar, resistência à compressão. \n \nResumo \nOs materiais de construção são na sua maioria estruturas porosas que geram trocas \npermanentes de humidade com o ambiente em que se encontram. Este comportamento \ncondiciona, entre outras, as suas propriedades mecânicas e a sua durabilidade. No caso do \nmaterial em análise, o adobe, e em concreto o utilizado nas estruturas de alvenaria resistente \nda região de Aveiro, pela sua sensibilidade à presença de água, tal comportamento reveste-se \nde especial importância, uma vez que, dadas as variações significativas do teor de humidade a \nque estão frequentemente sujeitas estas estruturas e os processos patológicos que, por via de \ncondições de humidade adversas, se desencadeiam nas mesmas, tornam necessário avaliar \nem que medida se vêem afectadas por estes fenómenos as suas condições de segurança e \ndurabilidade. \n \nEm serviço, muitas estruturas em alvenaria de adobe experimentam com frequência \nalterações severas e até perenes das suas condições de humidade, fundamentalmente, por \nvia da intensa absorção de água por capilaridade que se produz nas mesmas. Neste sentido, \nresulta lógico que, para entender globalmente o comportamento estrutural destas alvenarias, \nse torne necessário avaliar previamente em que medida estas variações afectam, algumas \ncaracterísticas mecânicas do material, nomeadamente a sua resistência. \n \nDeste modo, o presente artigo tem como objectivo estudar a influência da presença de água \ncapilar nas propriedades mecânicas do adobe da região de Aveiro. Para tal, foram realizados \nensaios de compressão simples, para diferentes estados de humidade, desde a saturação ao \nestado “seco” (humidade de equilíbrio), sobre provetes cilíndricos extraídos de um conjunto \nrepresentativo de blocos provenientes de diferentes adobes existentes em alvenarias correntes \nda região, muros e casas. Neste artigo são descritos os ensaios realizados e apresentados os \nresultados obtidos, analisando, a influência da variação de humidade nas propriedades \nmecânicas do adobe. \n \n1. INTRODUÇÃO \nA utilização do adobe em estruturas de alvenaria resistente em Portugal teve alguma \nexpressão até a primeira metade do século XX, sobretudo na região de Aveiro. Até \neste período assistiu-se na região ao predomínio do emprego deste material, nas suas \nmais variadas tipologias e aplicações, em detrimento de outros materiais de uso \nfrequente, à época, noutras regiões do país, como seja o exemplo da pedra. O seu \nemprego na construção veio entretanto, com a advento de novos materiais, como o \nbetão armado, e técnicas construtivas, como sejam as estruturas porticadas, a ser \ngradualmente abandonado até ao seu quase desaparecimento como material e \ntécnica construtiva durante a segunda metade do século XX (Oliveira e Galhano, \n1992). \n \nNas últimas décadas, a conservação e reabilitação de grande parte deste edificado, \ncom múltiplas realizações de reconhecido interesse histórico, cultural e arquitectónico, \ntem vindo a ser descurada. Como consequência, constata-se o estado actual de \ndeterioração e de dano pronunciado evidenciado por uma grande parte destas \n\n  1\n\nmailto:tmartins@civil.ua.pt\nmailto:maria.aleixo@sapo.pt\n\n\n6 ATP | 9 SIACOT \n \n\nconstruções. A condição de abandono e ruína iminente em que se encontram muitas \ndestas construções deixa antever a breve prazo a entrada em colapso das mesmas. \nAlém de todas as consequências que acarreta a sua possível perda, a falta de \nmanutenção deste património poderá implicar uma marcante redução da sua vida útil, \nquer pelas implicações em termos de durabilidade dos materiais, segurança estrutural \nquestões e funcionais e de conforto. \n \nRegra geral, a opção pela demolição tem sido a fatal solução para afrontar o \nestado actual de algum deste património edificado. Porém, nos últimos anos, tem-\nse assistido, por parte de alguns dos agentes implicados na preservação destas \nconstruções, motivados por diversos factores de ordem ambiental, económica e da \nsua consciencialização para a preservação do património, a um interesse \ncrescente pela sua salvaguarda, promovendo a reabilitação das mesmas. \nConstruções que, refira-se, na maioria dos casos se poderão encontram \nplenamente capazes, uma vez intervencionadas, em maior ou menor grau de \nprofundidade, para cumprir as funções para as quais foram concebidas e \nconstruídas, satisfazendo, na maioria dos casos, além das exigências originais, \ngrande parte dos parâmetros requeridos para as construções actuais correntes. \n \nDecorre assim do exposto a necessidade de estudar, desenvolver e testar \nestratégias de intervenção que permitam, por via da reabilitação, prolongar a vida \nútil destas estruturas, tendo em conta os diferentes graus de profundidade das \nintervenções, e os principais mecanismos de dano verificados. Assim sendo, \nimporta recordar que tais estruturas foram construídas utilizando técnicas e materiais \ntradicionais, com base no conhecimento empírico, e entretanto abandonados o que, \nnuma primeira análise, exige que devam ser objecto de uma fase prévia de estudo e \ninvestigação multidisciplinar, essencial não só para a sua caracterização e \ncompreensão mas também para o diagnóstico dos principais processos patológicos \nque nelas se desencadeiam e em que medida se vêem afectadas pelos mesmos. \nNeste sentido, cabe assinalar que entre as principais dificuldades que surgem aos \ntécnicos que trabalham em intervenções de reabilitação deste património se encontra \na falta de informação e conhecimento acerca das propriedades fundamentais que \nregem o comportamento mecânico do adobe (Arango-González, 1999) e, por outro \nlado, em que medida variações paramétricas de fenómenos correntes tão \nrelevantes como seja a alteração frequente das condições de humidade do adobe \npodem influenciar essas mesmas propriedades mecânicas. \n \nAssinale-se pois a importância deste fenómeno associado às alvenarias de adobe, \numa vez que, por via da sua elevada porosidade e instabilidade face à acção \ncíclica da água, decorrente da ascensão capilar intensa que se verifica ao longo \ndos diferentes ciclos climatológicos, este se constitui como o factor desencadeante \ndos principais mecanismos de dano, afectando as suas propriedades e o seu \ncomportamento e desempenho mecânico. Refira-se que, de acordo com os \nestudos prévios realizados pelos autores do presente artigo, um dos principais \nprocessos patológicos nas construções de adobe têm como causa fundamental a \npresença de água no adobe e a sua interacção com o mesmo. \n \nAssim, surgiu o interesse em realizar o presente estudo, motivado pela insuficiente \ninvestigação e o escasso conhecimento existentes acerca destas propriedades e do \nseu comportamento mecânico do adobe face à presença de água. O objectivo central \ndo presente estudo é investigar a influência da variação das suas condições de \nhumidade nas propriedades mecânicas do adobe, essenciais para a caracterização do \ncomportamento estrutural destas construções. Procurou-se contribuir para a criação \numa base de resultados que, por um lado, sirva de apoio às intervenções de \nreabilitação e/ou reforço das construções de adobe e, por outro, permita servir de base \n\n  2\n\n\n\n6 ATP | 9 SIACOT \n \n\nao estudo de soluções de melhoria das características mecânicas das alvenarias, \npossibilitando a correcção das deficiências do seu comportamento estrutural. \n \n2. MATERIAIS E MÉTODOS \n2.1. Enquadramento normativo \nEm geral, a bibliografia e normas internacionais relevantes sobre construção com \nterra, e em particular sobre adobe, são bastante díspares do ponto de vista dos \nprocedimentos de ensaio preconizados. Assim, verifica-se que os métodos de \nensaio e a formulação e análise dos resultados obtidos se definem adequando-os \nem função da especificidade local das características do material e das práticas \ncorrentes de ensaio, apoiando a sua metodologia em ensaios adaptados de outras \náreas de conhecimento. Quer isto dizer que o enquadramento normativo dos \nensaios para diferentes tipos de alvenaria de adobe existentes no mundo difere \nmuito entre si, estando este muito condicionado pelo estudo prévio dos aspectos \nmais relevantes que condicionam o seu comportamento em cada região (Jiménez-\nDelgado, 2006). \n \nAssim sendo, face a tais heterogeneidades e à inexistência de uma base normativa \npara o adobe em estudo neste trabalho, na definição da metodologia de ensaio que \nserviu de base ao estudo realizado, quer para os ensaios de caracterização \nmecânica (RILEM, 1994), quer para os ensaios de absorção capilar (RILEM, 1994; \nCEN, 2008), procurou-se adoptar procedimentos de ensaio padrão utilizados para \noutros materiais, compatibilizando-os com as especificidades do material em estudo. \nDeste modo, os procedimentos utilizados em ditos ensaios foram ajustados por \naspectos que se considera aferirem uma exequibilidade prática aos diferentes \nensaios levados a cabo e que permitem a compatibilidade entre os mesmos (Faria, \n2009). Apesar das discrepâncias antes referidas, que não permitem sempre uma \ncomparação directa entre os resultados preconizados pelos diferentes \nprocedimentos de ensaio consultados na bibliografia, assinale-se como dados mais \nsignificativos da recolha normativa realizada que as normas existentes limitam \ninferiormente a resistência à compressão do adobe para construções novas entre \n1,0 MPa e 2,1 MPa. Além disso, convém referir que na bibliografia consultada \nnenhuma referência prevê requisitos mínimos de resistência mecânica para o \nadobe saturado. Somente se detectou num caso menção à capacidade de \nabsorção total de água admissível para o adobe estabilizado na norma NMAC \n14.7.4. (2003), a qual limita a 2,5%, após imersão em água durante 7 dias, a \nmáxima absorção de água para que este se considere estabilizado. Entenda-se \nneste contexto a estabilização como resultante da adição de agentes ligantes ou \nimpermeabilizantes, como sejam a cal, o cimento ou emulsões asfálticas. Assinale-\nse porém que, para o caso dos blocos de terra comprimida (BTC), as referências \nbibliográficas à absorção de água permitida para validar os processos de \nestabilização neste material são menos estritas permitindo limites de absorção total \nde água, de entre 5% a 20% (ARS 674, 1996; NBR 8492 MB1960, 1984; Ottazzi et \nal., 1995). \n \n2.2. Recolha de amostras e execução de provetes de ensaio \nProcurou-se na recolha das amostras para o presente estudo a maior \nrepresentatividade possível da diversidade tipológica de adobes existentes na região, \nem relação às propriedades determinantes do comportamento em compreensão. A \nheterogeneidade detectada é relevante ao nível do tamanho dos blocos de adobe, da \nforma dos mesmos, da sua constituição, do seu processo de fabrico, etc. (Fig.1) \nperfilando-se esta como uma dificuldade significativa na recolha de um conjunto de \namostras suficientemente amplo que pudesse representar tal diversidade. Deste \nmodo, as amostras de muros e casas seleccionadas, foram recolhidas em diversas \n\n  3\n\n\n\n6 ATP | 9 SIACOT \n \n\nalvenarias de distintos locais da região de forma a caracterizar o mais largamente \npossível a variedade de adobes existentes na mesma. \n \nAs amostras recolhidas, sempre que possível, eram constituídas por blocos inteiros de \nadobe e pequenas amostras intactas de argamassa de junta e de reboco. À excepção \nde alguns blocos cuja coesão e/ou granulometria não o permitiram, foi possível extrair \ndos blocos recolhidos, carotes cilíndricos com diâmetro aproximado de 90 mm (Fig.1). \nEstes foram posteriormente cortados com uma altura igual a duas vezes o seu \ndiâmetro, procedendo-se à regularização das faces de topo dos provetes de forma a \nestarem perfeitamente paralelas e perpendiculares ao seu eixo, e normalizadas as \nsuas dimensões com o objectivo de serem ensaiados em condições similares e de \nacordo com as normas adoptadas. De realçar, desde logo, que a aparência dos \ndiferentes provetes obtidos era notoriamente heterogénea, o que, como adiante se \ncomprova, reflectir-se-á nos resultados obtidos nos ensaios físicos e mecânicos \n(Fig.1). \n \n\nFig.1 - Procedimento de extracção e preparação dos provetes (Créditos: Fotos dos autores). \n \nPara facilitar a identificação e análise dos provetes, estes foram numerados e \nseriados, segundo a sua proveniência, diferenciando, respectivamente, amostras de \ncasas e muros com a notação: C_i e M_i, onde i representa o número da obra. É ainda \nutilizado um segundo índice j (representando o número da amostra de cada \nproveniência), sempre que é feita referência particular a um provete específico. \n \n3. METODOLOGIA DE ENSAIO \nUm total de 28 provetes cilíndricos foi produzido e submetido a ensaios de \ncaracterização mecânica (Fig.2-a) e/ou de absorção (Fig.2-b), dos quais, 11 eram \nprovenientes de amostras de casas e 17 de muros. \n \n\n \na) Compressão simples b) Absorção capilar \n\nFig.2 - Ensaios de caracterização mecânica e de absorção de água (Créditos: Fotos dos \nautores). \n\n  4\n\n\n\n6 ATP | 9 SIACOT \n \n\n \nA caracterização mecânica realizada centrou-se fundamentalmente na determinação \nda resistência à compressão simples dos provetes cilíndricos, parâmetro fundamental \nde desempenho mecânico para a avaliação da segurança estrutural destas \nconstruções. Deste modo, com recurso a uma prensa mecânica foi determinada a \ntensão de rotura à compressão dos provetes para dois estados de humidade, estado \nsaturado e estado “seco” (humidade de equilíbrio). O seu valor foi estimado \nindividualmente a partir da carga de rotura obtida para cada provete dividida pela área \nda secção transversal resistente (perpendicular ao eixo de aplicação da carga) e \nexpresso em N/mm2, como descrito na norma RILEM (1994). A resistência média, \nsempre que o número de ensaios o permitiu, para as diferentes amostras (C_i e M_i) e \nestados de humidade foi igualmente calculada. \n \nAdicionalmente, para a casa C_01 foi desenvolvido um ensaio de resistência à \ncompressão simples de amostras das suas argamassas de reboco. Neste caso, dada \na espessura reduzida da argamassa, foram produzidos provetes laminares finos, \nensaiadas em compressão com o auxílio de duas chapas quadradas de aço de 4 cm \nde lado, colocadas uma de cada lado das faces inferior e superior da amostra de \nargamassa de reboco, nas quais foi aplicado o esforço de compressão transmitido \npelos pratos da prensa. \n \nOs ensaios de absorção realizados compreenderam a determinação dos valores \ndos coeficientes de absorção e penetração capilar de acordo com o estipulado em \nprEN 15801 (2008) e RILEM (1994) e da capacidade de absorção total de água de \nacordo com NMAC 14.7.4 (2003). \n \nA análise experimental dos coeficientes de absorção e penetração capilar consiste, \nresumidamente, em colocar os provetes em contacto com água, medindo, \nrespectivamente, a variação da massa e da altura da frente de água absorvida em \nfunção da raiz quadrada do tempo. Em relação à sua determinação destacam-se as \nseguintes etapas básicas do procedimento experimental e metodologia de cálculo \nadoptados: \na) Os provetes são inicialmente secos em estufa ventilada à temperatura de 60 ± 2 ºC \n\naté atingirem massa constante, sendo posteriormente colocados no exsicador até \natingirem a temperatura de 23 ± 1 ºC; a partir da qual pode dar-se início ao ensaio. \n\nb) Coloca-se um papel de filtro ou feltro geotéxtil sobre suportes de reduzidas \ndimensões apoiados na base de um tabuleiro e satura-se com água, sem que a \nágua exceda a superfície superior do tabuleiro. O nível de água deve manter-se \nconstante ao longo do ensaio. \n\nc) Procede-se à medição, o mais rigorosa possível, das dimensões do provete, \nincluindo a secção transversal (A, m2) (perpendicular à direcção de absorção capilar) \ne do seu peso, considerando-se (mo, g) como sendo a massa inicial. Este é então \ncolocado em contacto com a água, iniciando-se a contagem do tempo. \n\nd) A massa (mi) de cada provete torna a ser aferida em tempos de ensaio definidos \n(ti, em segundos), após ligeiro contacto da base de ensaio com um pano húmido \npermitindo que goteje e repõem-se, imediatamente, em seguida o provete de \nnovo em contacto com a água. No mesmo instante ti calcula-se igualmente a \naltura (Hi, cm) de água absorvida por capilaridade acima da superfície inferior do \nprovete. Esta é determinada pela média aritmética de alturas medidas em 4 \ngeratrizes igualmente espaçadas. \n\ne) A expressão dos resultados da quantidade de água capilar absorvida pelo provete \npor unidade de área Qi no instante ti é dada pela relação: Qi = (mi-mo)/A [g/m2], em \nque mi, mo foram definidos anteriormente e onde mi-mo representa o incremento de \nmassa para cada instante ti, e A a secção transversal da base do provete em \ncontacto com a água. \n\n  5\n\n\n\n6 ATP | 9 SIACOT \n \n\nf) Os valores de Qi são registados num gráfico, em função da raiz quadrada do \ntempo. A quantidade total de água capilar absorvida pelo provete por unidade de \nárea é o valor assimptótico representado no gráfico e permite avaliar a absorção \nmáxima do adobe. O coeficiente de absorção capilar (AC) é obtido do gráfico, pelo \ndeclive do troço linear mais representativo no início do ensaio, em g/m2s1/2. É \ndeterminado por regressão linear, utilizando pelo menos cinco pontos sucessivos. \nO coeficiente de penetração capilar (B) é representado pelo declive do troço inicial \ndo gráfico obtido com a altura da frente de água, função da raiz quadrada do \ntempo, em cm/s1/2, calculado por regressão linear. \n\n \nUma vez terminados os ensaios anteriormente descritos, os provetes foram imersos \ntotalmente em água, durante 7 dias completos para a posterior análise da capacidade \nde absorção total e da resistência saturada à compressão simples. Assim, transcorrido \neste período de imersão em água, foi aferida a massa saturada de cada provete, \ncorrespondendo a diferença percentual entre a massa saturada (msat) e massa seca \n(mo) ao valor de sua capacidade total de absorção de água. Finalmente, os provetes \numa vez saturados foram imediatamente ensaiados à compressão simples, com \nprocedimentos semelhantes aos utilizados para os provetes “secos”. \n \n4. ANÁLISE E INTERPRETAÇÃO DOS RESULTADOS \nA realização dos ensaios de caracterização mecânica permitiu a obtenção de \nresultados referentes às resistências à compressão simples dos provetes de adobe \npara o estado “seco” (humidade de equilíbrio) e para o estado saturado. Na Fig.3 \nencontram-se sintetizados, para cada ensaio, os resultados obtidos. No caso dos \nprovetes “secos” foram igualmente estimados, com base no registo das curvas de \ncomportamento tensão-deformação de cada provete (Fig.4), valores referentes ao \nmódulo de elasticidade e à deformação correspondente à resistência de pico dos \nmesmos (Fig.3). Ainda na Fig.3 são apresentados os resultados referentes aos \nensaios de resistência à compressão da argamassa de reboco (AR) da casa C_01. Na \nFig.5 apresentam-se igualmente para os provetes do muro M_04, a título \nexemplificativo, as curvas de comportamento obtidas nos ensaios de compressão \nsimples para os dois estados em estudo (“seco” e saturado). \n \nDa observação dos resultados expostos, para os ensaios de compressão simples dos \nprovetes “secos”, cabe salientar os valores significativos de resistência à compressão \nsimples obtidos, variando individualmente entre 0,54 e 2,02 MPa. Destes destacam-se \num dos provetes referentes ao muro M_05 onde resultou o valor mais elevado de \nresistência à compressão, 2,02 MPa. Em oposição, em termos de resistência média, \nos provetes da casa C_03 apresentaram o pior desempenho em termos de resistência \nà compressão, inferior a 0,8 MPa. Acrescente-se que, da análise diferenciada dos \nresultados obtidos entre os provetes provenientes de casas e muros, se observa \naparentemente um prevalecimento para melhores resultados em termos de rigidez \n(módulo de elasticidade) e resistência à compressão nos provetes provenientes de \ncasas. Ainda assim, e de acordo com as referencias normativas consultadas, referidas \nanteriormente, assinale-se que em geral os valores de resistência à compressão \nsimples obtidos para os adobes da região se encontram dentro do intervalo de valores \nmínimos de resistência estabelecidos pela mesmas. \n \nAinda em relação aos provetes “secos”, assinale-se a elevada disparidade de valores \nobtidos, a qual traduz de alguma forma as diferenças aparentes observadas aquando \nda elaboração prévia dos provetes e que em última análise expressa a grande a \nvariabilidade de adobes existentes na região, já discutida nas secções anteriores. \n\n \n \n \n\n  6\n\n\n\n6 ATP | 9 SIACOT \n \n\nProvete \n\nPropriedades mecânicas \nMódulo \n\nde Young \nResistência à compressão \n\ndos provetes \"secos\" \nDeformação \n\nno pico \nResistência à compressão \ndos provetes \"saturados\" \n\n[MPa] [MPa] [‰] [MPa] \n\nC\nas\n\nas\n \n\nCasa 1 \n\nC_01_02 230,0 1,12 6,47 -- \nC_01_03 250,0 1,29 9,15 -- \nC_01_04 340,0 1,32 4,50 -- \nC_01_08 -- -- -- 1,18 \n\nMédia 273,3 1,24 6,71 -- \nAR_C_01_01 \n(Argamassa) -- 3,21 -- -- \n\nAR_C_01_02 \n(Argamassa) -- 2,35 -- -- \n\nMédia -- 2,78 -- -- \n\nCasa 2 \n\nC_02_01 280,0 1,25 6,54 -- \nC_02_02 170,0 0,94 7,88 -- \nC_02_03 160,0 0,81 5,82 -- \n\nMédia 203,3 1,00 6,75 -- \n\nCasa 3 \n\nC_03_01 95,0 0,74 16,71 -- \nC_03_02 100,0 0,91 13,15 -- \nC_03_03 95,0 0,61 11,69 -- \nC_03_07 -- -- -- (2) \n\nMédia 96,7 0,75 13,85 -- \n\nM\nur\n\nos\n \n\nMuro 1 \n\nM_01_02 110,0 0,90 8,56 -- \nM_01_03 185,0 1,21 7,80 -- \nM_01_04 120,0 0,74 -- -- \n\nMédia 138,3 0,95 8,18 -- \n\nMuro 2 \n\nM_02_01 85,0 0,54 9,50 -- \nM_02_02 97,0 1,07 11,47 -- \nM_02_03 170,0 0,86 5,72 -- \n\nMédia 117,3 0,83 8,90 -- \n\nMuro 4 \n\nM_04_01 120,0 0,75 6,28 -- \nM_04_02 250,0 1,12 5,00 -- \nM_04_03 230,0 1,09 5,36 -- \nM_04_07 -- -- -- 0,54 \n\nMédia 200,0 0,99 5,55 -- \n\nMuro 5 \n\nM_05_01 340,0 2,02 10,96 -- \nM_05_02 320,0 1,44 5,25 -- \nM_05_03 360,0 1,71 7,12 -- \nM_05_07 -- -- -- 1,21 \nM_05_08 -- -- -- (1) \nM_05_09 -- -- -- 1,65 \n\nMédia 340,0 1,57 6,19 1,43 \n\nMuro 6 M_06_01 -- -- -- 2,14 \n(1) Resultado não considerado válido devido à excessiva velocidade de ensaio \n(2) Resultado não considerado válido devido ao modo de rotura observado no provete \n\n \nFig.3 - Resultados dos ensaios de caracterização mecânica (Créditos: Tabela dos autores). \n\n \nEm relação aos valores obtidos para os ensaios de compressão de provetes saturados \nobserva-se que estes apesar de, como esperado, serem inferiores aos alcançados nos \nprovetes “secos”, do ponto de vista global dos resultados, encontram-se dentro do \nintervalo de valores obtidos de resistência à compressão “seca”, entre 0,5 e 2,0 MPa. \nNão obstante, importa salientar algumas tendências detectadas nos resultados \nalcançados, quando agrupados os provetes diferenciadamente por amostras (segundo \n\n  7\n\n\n\n6 ATP | 9 SIACOT \n \n\na sua proveniência) e quando comparados com os resultados obtidos para a mesmas \namostras “secas”. Assim, observa-se que, enquanto que amostras como a da casa \nC_01 e a do já referido muro M_05, com elevadas resistências à compressão “seca”, \napresentam reduções médias de resistência à compressão quando saturados de entre \n5% a 10 %. No caso de provetes “secos” que apresentam valores de tensão de rotura \nmais reduzidos, como seja o caso M_04 (Fig.5), a diferença de resistências entre \nestado “seco” e saturado acentua-se, alcançando-se reduções percentuais de \nresistência à compressão da ordem dos 50%. \n \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\n1400\n\n0 5 10 15 20 25 30\nStrain (/1000)\n\nS\ntr\n\nes\ns \n\n(K\nP\na)\n\n0\n\n300\n\n600\n\n900\n\n1200\n\n1500\n\n1800\n\n2100\n\n0 5 10 15 20 25 30\nStrain (/1000)\n\nS\ntr\n\ne\nss\n\n (\nK\nP\na\n)\n\na) compressão simples: provetes de casas b) compressão simples: provetes de muros \n\nC_01_02\n\nC_01_03\n\nC_01_04\n\nC_02_01\n\nC_02_02\n\nC_02_03\n\nC_03_01\n\nC_03_02\n\nC_03_03\n\nM _01_02\nM _01_03\n\nM _01_04\nM _01_05\n\nM _02_01\nM _02_02\n\nM _02_03\nM _04_01\n\nM _04_02\nM _04_03\n\nM _05_01\nM _05_02\n\nM _05_03\n\nFig.4 - Curvas de comportamento dos provetes “secos” ensaiados à compressão simples: \ntensão vs. deformação (Créditos: Gráficos dos autores). \n\n \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\n0 2 4 6 8 10 12\n\nStrain(/1000)\n\nS\ntr\n\nes\ns \n\n(k\nPa\n\n)\n\n14\n\nM_04_01 ''seco'' \n\nM_04_02 ''seco''  \n\nM_04_03 ''seco'' \n\nM_04_07 saturado\n\n \nFig.5 - Curvas de comportamento dos provetes “secos” e saturados do muro M_04 ensaiados à \n\ncompressão simples: tensão vs. deformação (Créditos: Gráfico dos autores). \n \nNeste sentido, da análise dos resultados realizada, resulta importante diferenciar \nadobes com valores de tensão de rotura “seca” elevados e reduzidos, sabendo que, \nem geral, estes se diferenciam, do ponto de vista das suas propriedades físico-\nmecânicas, pelo conteúdo de cal adicionado aos mesmos no processo de \nestabilização, durante o seu fabrico. Deste modo, aparentemente comprova-se um \nresultado evidente, com a adição de cal no processo de estabilização não só se \n\n  8\n\n\n\n6 ATP | 9 SIACOT \n \n\nconsegue uma melhoria significativa do comportamento mecânico do adobe, como \ntambém uma importante melhoria do seu comportamento face à acção da água. \n \nFinalmente, no tocante aos ensaios de caracterização mecânica, importa destacar os \nsignificativos resultados obtidos para a resistência à compressão da argamassa de \nreboco da casa C_01, com um valor médio de resistência de 2,8 MPa. Estes parecem \ncorroborar o anteriormente exposto relativamente à influência do teor de cal no \ncomportamento mecânico do adobe. Com efeito, a explicação para a obtenção de uma \nresistência superior à obtida para os blocos de adobe parece residir na forma como \nera realizada a argamassa, na qual a percentagem de cal empregue no seu fabrico era \nnormalmente superior à utilizada na produção dos blocos de adobe, o que lhe confere \numa maior resistência mecânica. Ainda assim, e para poder aferir adequadamente \neste aparente comportamento diferenciado dos adobes ”secos” e saturados em função \ndo seu conteúdo de cal, que se depreende dos resultados obtidos, estima-se oportuno \nque a presente campanha de ensaios se amplie a um maior número de amostras, de \nforma a poder diferenciar de forma notória os adobes em função do seu conteúdo de \ncal, identificando este teor em cada amostra. \n \nEm relação aos ensaios de absorção de água realizados, cabe destacar que estes \npuseram em evidência não só a já conhecida elevada porosidade aparente do adobe \nmas também o carácter altamente permeável do mesmo. De facto, é \nfundamentalmente devido ao efeito conjugado destas especificidades constitutivas do \nadobe, que o configuram como um material formado por um sistema poroso de \nelevada conectividade entre poros que facilita o fluxo de água capilar. Assim se \njustificam os elevados valores dos coeficientes de absorção e penetração capilar \nobtidos nos ensaios realizados (Fig.7), com valores médios, respectivamente, de \n172,2 [g/m2.s1/2] e 0,158 [cm/s1/2]. \n\n0\n\n10000\n\n20000\n\n30000\n\n40000\n\n50000\n\n60000\n\n0 100 200 300 400 500\n\nt (sec1/2)\n\nQ\n (\n\ng/\nm\n\n2 )\n\n0\n\n5\n\n10\n\n15\n\n20\n\n0 50 100 150 200 250 300\n\nt (sec1/2)\n\nH\n (\n\ncm\n)\n\n  a) gráfico de Qi vs. ti \n½  b) gráfico de Hi vs. ti \n\n½ \n\nC_03_05\nM_02_05\nC_03_04\nM_04_06\nC_02_04\nM_05_06\nC_01_06\nM_04_07\n\nC_03_05\nM_02_05\nC_03_04\nM_04_06\nC_02_04\nM_05_06\nC_01_06\nM_04_07\n\nFig.6 - Curvas obtidas nos ensaios de absorção capilar (Créditos: Gráficos dos autores). \n \nDos resultados de absorção capilar obtidos, assinale-se igualmente que, em relação à \naltura de penetração capilar (H) alcançada, atendendo ao carácter típico altamente \nabsorvente evidenciado pelo material, em todos os provetes foi atingida a altura \nmáxima dos mesmos. Da observação deste fenómeno em construções da região, em \ngeral a altura capilar máxima alcançada nas alvenarias costuma ser da ordem de \n50 cm. Refira-se, aliás, o curto período de tempo em que esta se produziu, não mais \nde 5 horas em todos os provetes. \n \n\n  9\n\n\n\n6 ATP | 9 SIACOT \n \n\nFinalmente, ainda na Fig.7 figuram os resultados obtidos para os mesmos provetes \nreferentes à capacidade total de absorção de água destes, expressos em \npercentagem de peso “seco”, sendo o seu respectivo valor médio de cerca de 15%. De \nreferir que, com base neste resultado, e apesar da já referida inclusão de cal no \nfabrico dos blocos de adobe, e de acordo com as referências normativas consultadas \npara o mesmo, estes deverão definir-se como não estabilizados por superarem a cota \nmáxima admissível de 2,5% de absorção, após imersão em água durante 7 dias. \nAssinale-se, no entanto, que para limitações de absorção após estabilização não tão \nestritas, como no caso já referido para os BTCs estabilizados, estes resultados \nencontrar-se-iam dentro dos limites preconizados para os BTCs. \n \n\nProvete \nCoeficiente \nde absorção\n\nCoeficiente de \npenetração capilar \n\nAbsorção total \n(7 dias de \nimersão) \n\n[g/m2.s1/2] [cm/s1/2] [%] \nC_03_05 132,3 0,167 15,8 \nM_02_05 131,1 0,165 14,6 \nC_03_04 180,6 0,189 14,6 \nM_04_06 241,4 0,153 14,3 \nC_02_04 234,0 0,153 16,2 \nM_05_06 100,2 0,141 13,5 \nC_01_06 157,7 0,141 15,5 \nM_04_07 200,7 0,153 14,4 \n\nMédia 172,2 0,158 14,9 \nFig.7 - Síntese dos resultados dos ensaios de absorção (Créditos: Tabela dos autores). \n\n \n5. CONCLUSÕES \nNeste artigo são descritos e discutidos os resultados referentes a um conjunto de \nensaios levados a cabo, tendo como principal motivação estudar a influência da \npresença de água capilar nas propriedades mecânicas do adobe da região de Aveiro. \n \nA importância relativa dos resultados obtidos nos ensaios físico-mecânicos realizados \né, no seu conjunto, função da informação que fornecem para o conhecimento do \ncomportamento do adobe em serviço e das respostas que proporcionam face aos \nprincipais fenómenos que condicionam a sua utilização, alguns deles, como no caso \ndo fenómeno em estudo, imprescindíveis na avaliação da aptidão do seu uso face à \nsua ocorrência. Assim, dos resultados obtidos na investigação desenvolvida, \ndestacam-se as seguintes conclusões que se consideram concorrerem a este \nobjectivo: \n• Os resultados obtidos nos ensaios de compressão simples realizados mostram, \n\npara os dois estados de humidade em estudo (“seco” e saturado), valores \nsignificativos de resistência à compressão das amostras ensaiadas de entre 0,5 e \n2,0 MPa, sendo que invariavelmente se obtêm resultados de resistência à \ncompressão comparativamente superiores nos provetes “secos”. De salientar a \ngrande disparidade de valores de resistência à compressão obtidos entre amostras, \nos quais traduzem a grande a variabilidade tipológica de adobes existentes na \nregião. \n\n• A análise diferenciada dos resultados obtidos, segundo a proveniência dos blocos, \nem termos de resistência à compressão “seca” vs. saturada, mostra uma tendência \nclara para maiores diferenças entre estas resistências para adobes com  valores de \ntensão de rotura “seca” mais reduzidos (por exemplo M_04), da ordem de 50%. \nEnquanto que amostras com maior resistência à compressão “seca” (por exemplo \nC_01 e M_05), apresentam reduções médias de resistência à compressão devido à \nsaturação dos provetes entre 5% a 10 %. \n\n  10\n\n\n\n6 ATP | 9 SIACOT \n \n\n• Os resultados obtidos nos ensaios de absorção capilar realizados mostram valores \nsignificativos dos coeficientes de absorção e penetração capilar, com valores médios, \nrespectivamente, de 172,2 [g/m2.s1/2] e 0,158 [cm/s1/2]. Estes põem em evidência a \nelevada porosidade e permeabilidade do adobe, configurando-o como um material \nformado por um sistema poroso de elevada conectividade entre poros que permite \num fluxo fácil da água capilar. \n\n• Da análise da capacidade total de absorção de água do adobe em estudo obteve-se \num valor médio de cerca de 15% do seu peso “seco”. Assinale-se que, com base \nneste resultado, e de acordo com as referências normativas consultadas, estes \nadobes deverão definir-se como não estabilizados, por superarem o limite admissível \nde estabilização preconizado para o mesmo de 2,5%. \n\n• Os resultados alcançados no presente estudo permitem ainda extrair algumas \nindicações práticas sobre formas indirectas de caracterização do comportamento \nfísico-mecânico do adobe, as quais concorrem de forma expedita para o \nconhecimento desta alvenaria. Assim, destaca-se como característica que favorece a \nresistência mecânica do adobe e o seu comportamento face à presença de água, a \nquantidade de cal utilizada no seu fabrico, cujo estudo mais detalhado se constitui \ncomo um instrumento fundamental de caracterização indirecta das propriedades do \nmesmo. \n\n \nBibliografia \nOliveira, E.V.; Galhano, F. (1992). Arquitectura Tradicional Portuguesa. Portugal de \nperto. Lisboa: Publicações D. Quixote. \n \nArango-González, J.R. (1999). Uniaxial deformation-stress behaviour of the rammed-\nearth of the Alcazaba Cadima. Materials and Structures. Universidad de Granada, \nEspanha. \n \nJiménez-Delgado, C. (2006). Tesis doctoral. Caracterización de la construcción con \ntierra: ensayos y normativa. Universidad Politécnica de Madrid, Espanha. \n \nRILEM CPC4 (1994). RILEM Technical Recommendations for the Testing and Use of \nConstruction Materials. London: E&amp;FN Spon. \n \nCEN, prEN 15801 (2008). Conservation of cultural property - Test methods - \nDetermination of absorption by capillarity. \n \nFaria, P. (2009). Materiais porosos inorgânicos no património arquitectónico - \nAvaliação da absorção capilar. PATORREB 2009: 3.º Encontro sobre patologia e \nreabilitação de edifícios. Porto: 18 a 20 de Março. \n \nNMAC 14.7.4 (2003). New Mexico Earthen Building Materials Code. Santa Fé, NM: \nConstruction Industries Division of the Regulation and Licensing Department. \n \nARS 674:1996 (1996). African Regional Standard. Compressed Earth Blocks: Technical \nspecifications for ordinary compressed earth blocks. Nairobi, Kenya: ARSO. \n \nNBR 8492 MB1960 (1984). Tijolo maciço de solo-cimento: Determinação da \nresistência à compressão e da absorção d'água. Rio de Janeiro: ABNT. \n \nOttazzi, P.G.; Martins, N.C.; Vargas, N.J.; Ribas, H.J.; San-Bartolomé, R.A.; Silva, S. \n(1995). Recomendaciones para la elaboración de normas técnicas de edificaciones de \nadobe, tapial, ladrillos y bloques de suelo-cemento. Red temática XIV.A: HABITERRA \nSistematización del uso de la tierra en viviendas de interés social. \n \n\n  11\n\n\n\n6 ATP | 9 SIACOT \n \n\n  12\n\nCurriculum \nTiago Martins, Engenheiro Civil (UA, 2005), Mestre em Restauración Arquitectónica pela \nEscuela Técnica Superior de Arquitectura da Universidad Politécnica de Madrid (UPM, 2006) e \naluno do Doutoramento de “Edificación” na Escuela Técnica Superior de Ingenieros de \nCaminos, Canales y Puertos da UPM. \n \nHumberto Varum, Engenheiro Civil, Ph.D, Professor Auxiliar da Universidade de Aveiro, \nPortugal, tem desenvolvido vários trabalhos sobre avaliação, reabilitação e reforço sísmico de \nestruturas, e particularmente sobre reabilitação de construções em terra. \n \nAníbal Costa, Engenheiro Civil, Ph.D, Professor Catedrático da Universidade de Aveiro, \nPortugal, tem desenvolvido vários trabalhos sobre avaliação, reabilitação e reforço sísmico de \nestruturas, e particularmente sobre reabilitação de construções em terra."}]}}}