{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08929"}, {"@name": "filename", "#text": "13827_000930640.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "SIMULAÇÃO DA QUALIDADE DE ÁGUA PARA \n\nCENÁRIOS FUTUROS ATRAVÉS DO MODELO QUAL-\n\n2K – UM ESTUDO DE CASO PARA O RIO MACAÉ, RJ \n\n  \n\n\n\n \n\n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\n \n\nARTHUR DA FONTOURA TSCHIEDEL \n\n \n\n \n\n \n\n \n\n \n\nMODELAGEM DA QUALIDADE DE ÁGUA PARA \n\nCENÁRIOS FUTUROS ATRAVÉS DO MODELO QUAL-\n\n2K – UM ESTUDO DE CASO PARA O RIO MACAÉ, RJ \n\n \n\nTrabalho de Conclusão de Curso \n\napresentado ao Instituto de Pesquisas \n\nHidráulicas da Universidade Federal \n\ndo Rio Grande do Sul como requisito \n\nparcial para a obtenção do título de \n\nEngenheiro Ambiental. \n\n \n\n \n\n \n\nORIENTADOR: LUIZ FERNANDO DE ABREU CYBIS \n\nCO-ORIENTADOR: FERNANDO MAINARDI FAN \n\n \n\n \n\nPorto Alegre \n\nJulho de 2013 \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho a minha família  \n\n e ao grande pedaço da minha vida, \n\n minha namorada Luciana Mieres \n\n  \n\n\n\n \n\n \n\n \n\nAgradecimentos \n\n \n\n? Ao professor Luiz Fernando de Abreu Cybis, por ter me disponibilizado a \n\noportunidade de desenvolver, neste trabalho, um tema que nunca havia estudado. \n\nAinda, pela orientação, compreensão, conhecimentos, e acima de tudo, confiança \n\nem meu trabalho; \n \n\n? Ao co-orientador e amigo Fernando Fan, pelas discussões, respostas imediatas, me \n\nparecendo por vezes que as versões eram corrigidas de madrugada, conhecimento, \n\ncalma e grandes ideias, além de boas cervejadas e bastante vídeo-game; \n \n\n? Ao colega Rafael Kayser, pelo provimento de informações essenciais para que este \n\ntrabalho pudesse ter um pontapé inicial; \n \n\n? Ao doutorando Eudimar Carvalho, pelo auxílio, provimento de informações e \n\ntrocas de ideias desenvolvidas no começo deste trabalho; \n \n\n? Ao professor Alfonso Risso, pelo fornecimento de toda a base de SIG utilizada no \n\ndesenvolvimento deste trabalho; \n \n\n? Aos professores avaliadores da banca, pelas críticas e sugestões que com certeza \n\nenriqueceram muito este trabalho; \n \n\n? Aos colegas e chefes da Ecoplan Engenharia, pela compreensão em muitos \n\nmomentos desesperadores de elaboração deste trabalho na reta final;  \n \n\n? A todos os professores, chefes, mestres e colegas de trabalho que tive a \n\noportunidade de conhecer durante deste caminho (Enerbio, Leamet, DMAE, \n\nRhama, CPRM, Ecoplan), pelas diversas experiências, oportunidades e \n\nconhecimentos construídos; \n \n\n? À Universidade Federal do Rio Grande do Sul e a todos amigos e colegas que \n\nestiveram juntos nesta caminhada rumo ao título de Engenheiro Ambiental; \n \n\n? Aos amigos Marcelo Dal Pizzol e Maurício Andrades Paixão, pela logística \n\ndisponibilizada quanto à retirada e entregas de livros à biblioteca do IPH; \n \n\n? A todos familiares, amigos e irmãos que me acompanharam e apoiaram nesta \n\nlongínqua caminhada de obtenção do título de Engenheiro Ambiental, e que \n\ncertamente estarão juntos nas próximas escaladas e desafios; \n \n\n? Ao meu pai, Edison Luiz Tschiedel, pelos valores, apoio incondicional, amor \n\nconhecimentos, carinho e compreensão a mim dedicados durante estes 26 anos. E \n\ntambém pelas discussões a respeito da sedimentação do Fósforo Inorgânico no \n\nmódulo “IPSETL” e comparações com supostos depósitos de poeira no meio da \n\n\n\n \n\n \n\n \n\nsala. Ainda, principalmente, pelo grande ensinamento de que o esforço e dedicação \n\nsão fundamentais para alcançar o sucesso profissional; \n \n\n? A minha mãe Nádia da Fontoura Tschiedel, pelo apoio incondicional, amor, \n\npaciência (muita), conversas, trocas de ideias e esclarecimentos de pensamentos. \n\nAinda, principalmente, pelo grande ensinamento de que o foco e a convicção em si \n\nmesmo são fundamentais para se alcançar os sonhos e os objetivos traçados; \n \n\n? Aos meus avós, paternos e maternos, pela torcida, cafés e pensamentos positivos; \n \n\n? Ao Paulinho, Lena e Bia e toda família Mieres (minha 2º família), pelo acolhimento, \n\napoio, carinho, bolos de café, arroz com abacaxi, pastéis, churrascos e muitas \n\nguloseimas; \n \n\n? A minha amada Luciana, cuja compreensão, amor, divertimento e risadas foram \n\nessenciais no desenvolvimento e, principalmente, na conclusão deste trabalho, \n\nsendo um pedaço fundamental neste grande quebra-cabeça. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“…Nunca deixe que lhe \n digam que não vale a pena \n\nacreditar no sonho que se tem...” \n \n\nRenato Russo \n \n \n\n\n\n \n\ni \n\n \n\nRESUMO \n\nO presente estudo teve por objetivo avaliar, para cenários futuros de 10, 20 e 30 \n\nanos, o grau de degrabilidade ambiental hídrica do Rio Macaé, um dos principais \n\nmananciais do estado do Rio de Janeiro, sendo o principal intuito o provimento de \n\ninformações pertinentes para a gestão de recursos hídricos da região. Após a \n\nmensuração da qualidade ambiental do curso hídrico para cada horizonte de projeto, os \n\nresultados foram confrontados com os limites de enquadramento de classes conforme os \n\nusos das águas, disponibilizada pela resolução CONAMA 357/2005. A partir deste \n\nponto, partiu-se para a proposição de um cenário ideal de enquadramento do Rio Macaé, \n\ne comparou-se o enquadramento proposto com os futuros cenários de degrabilidade \n\nambiental da bacia. Desse modo, foi possível, para a situação ambiental mais crítica, \n\nrealizar sugestões de sistemas de tratamento e diminuição de cargas poluentes \n\naportantes no Rio Macaé, visando a determinação das eficiências mínimas de atenuação \n\nde cargas aportantes necessárias para que o curso hídrico pudesse ser enquadrado \n\nconforme o proposto para um horizonte de projeto de 30 anos. A avaliação ambiental do \n\nRio Macaé partiu de amostragens de qualidade d?água realizadas ao longo do curso \n\nprincipal, e também a partir do levantamento das fontes de poluição em cada sub-bacia \n\ncontribuinte para os pontos amostrados em campo. Já a determinação dos cenários \n\nfuturos foi realizada através da utilização do programa de modelagem de qualidade \n\nd?água QUAL-2K, largamente utilizado em estudos de modelagem e gestão de bacias. \n\nObservou-se que em períodos chuvosos, apesar de haver maior carreamento de \n\npoluentes para o curso principal, as concentrações de poluentes são diluídas pelas \n\ngrandes vazões, ocasionando menores concentrações de poluentes, quando comparados \n\na épocas de baixas vazões. Além disso, para que a situação proposta seja atingida no \n\nfuturo, são sugeridas quatro ações principais: (i) Tratamento primário de efluentes \n\ndomésticos, como fossas sépticas, para pequenos centros urbanos e população rural; (ii) \n\nTratamento secundário, como lagoas de estabilização, para centros urbanos maiores; \n\n(iii) Tratamento de dejetos oriundos da pecuária por meio de biodigestores seguidos de \n\ncompostagem, e; (iv) criação ou manutenção de mata ciliar no entorno do Rio Macaé. \n\nEspera-se, que a partir da adoção destas medidas, a classificação proposta para o Rio \n\nMacaé se torne realidade, tanto para o horizonte de 30 anos, como para épocas de baixas \n\nvazões.  \n\n \n\nPalavras Chave – Modelagem; QUAL-2K; Rio Macaé \n\n\n\n \n\nii \n\n \n\nABSTRACT \n\nThe present study aimed to evaluate, for future scenarios of 10, 20 and 30 years, \n\nthe degree of water degradability in Macaé River, one of the main water bodies of the \n\nstate of Rio de Janeiro, with the objective of providing relevant information to the water \n\nresources plan development of Macaé River„s region. After the measurement of the \n\nenvironmental quality of the water course for each horizon project, the results were \n\ncompared with the limits of environmental classes, according to the uses of water, \n\nprovided by CONAMA 357/2005 Resolution. After this step, was proposed an ideal \n\nenvironmental classification to Macaé River, which was compared with the future \n\nscenarios of environmental watershed degradability. Thus, it was possible, for the most \n\ncritical environmental situation, to make suggestions of treatment systems and reduction \n\nof pollutant input loads in Macaé River. This suggestions make possible to evaluate the \n\nnecessary minimum attenuation efficiencies of loads input?s in Macaé River, objecting \n\nthe classification as the proposed to the future scenario of 30 years. The environmental \n\ncharacterization of Macaé River was made from water quality samples collected along \n\nthe main course, and also from the survey of pollution sources in each sampled points \n\nsub watersheds. After, the determination of future scenarios of water degradability was \n\nperformed by using the water quality modeling program QUAL-2K, widely used for \n\nmodeling and watershed management. Among the results, it was observed that the \n\nMacaé River?s watershed has different behavior for seasons of drought and seasons of \n\nhigh rainfall. In rainy seasons, although there is greater entrainment of pollutants in the \n\nmain course, the contaminants are diluted by large flows, resulting in a lower \n\nconcentration when compared to seasons of drought. Furthermore, in order to proposed \n\nclassification be reached in the future, it is suggested four mainly actions: (i) Primary \n\nsewer treatment, as septic tanks, for small urban centers; (ii) secondary treatments as \n\nwaste stabilization ponds for larger urban centers; (iii) Bio-digesters treatment, to \n\nprovide attenuation to diffuse pollution loads coming from the livestock and (iv) \n\nCreation or maintenance of riparian vegetation along the Macaé River. It is expected \n\nthat, after the adoption of these measures, the proposed classification for the Macaé \n\nRiver becomes a reality, both for a horizon of 30 years, as seasons of drought. \n\n  \n\n\n\n \n\niii \n\n \n\nSumário \n1.1 OBJETIVO GERAL.................................................................................... 3 \n\n1.2 Objetivos Específicos ........................................................................... 3 \n\n2 REVISÃO BIBLIOGRÁFICA ..................................................................... 4 \n\n2.1 Parâmetros Utilizados para Análises de Qualidade d?água .................... 4 \n\n2.2 Legislação Aplicável .......................................................................... 12 \n\n2.3 Sistemas de Redução de Cargas Poluentes Geradas ............................ 16 \n\n2.4 Modelagem de Qualidade d?água ....................................................... 19 \n\n2.4.1 Aplicabilidade dos Modelos ............................................................ 20 \n\n2.4.2 Programas Clássicos Utilizados na Modelagem de Qualidade d?água .. \n\n  ....................................................................................................... 21 \n\n2.5 Modelo QUAL-2K ............................................................................. 24 \n\n2.5.1 Segmentação do QUAL-2K ............................................................ 25 \n\n2.5.2 Balanço de Vazão no QUAL-2K ..................................................... 26 \n\n2.5.3 Balanço de Massa no QUAL-2K ..................................................... 27 \n\n2.5.4 Equações de Modelagem de Vazão ................................................. 31 \n\n2.5.5 Equações de Balanço de Massa na Modelagem dos Parâmetros \n\nConsiderados ............................................................................................. 33 \n\n3 MATERIAIS E MÉTODOS ...................................................................... 55 \n\n3.1 Área de Estudo ................................................................................... 55 \n\n3.2 Dados Obtidos em Campo .................................................................. 60 \n\n3.3 Cargas Difusas e Pontuais na Bacia .................................................... 62 \n\n3.4 Calibração do Modelo ........................................................................ 66 \n\n3.5 Cenários Futuros de Uso e Ocupação da Bacia ................................... 69 \n\n3.5.1 Aumento da População Residente ................................................... 69 \n\n3.5.2 Expansão das Manchas Urbanas ..................................................... 70 \n\n3.5.3 Expansão das Áreas Agrícolas ........................................................ 71 \n\n3.5.4 Expansão da Pecuária ..................................................................... 71 \n\n\n\n \n\niv \n\n \n\n4 RESULTADOS ......................................................................................... 73 \n\n4.1 Calibração do Modelo QUAL-2K ....................................................... 73 \n\n4.1.1 Coeficientes Físicos ........................................................................ 73 \n\n4.1.2 Índices de Atenuação ...................................................................... 75 \n\n4.1.3 Cargas Totais Geradas por Sub-Bacia de Estação Amostral ............ 77 \n\n4.1.4 Curvas Calibradas ........................................................................... 81 \n\n4.2 Cenários Futuros de Degradação Antrópica ........................................ 84 \n\n4.3 Simulação dos Cenários Futuros ......................................................... 89 \n\n4.4 Mapas de Classes para os Horizontes de Projeto ................................. 98 \n\n4.5 Proposição de Enquadramento .......................................................... 101 \n\n4.6 Coeficientes de Abatimento de Cargas ............................................. 102 \n\n4.7 Sugestão de Sistemas para Redução de Cargas ................................. 104 \n\n5 CONCLUSÕES ....................................................................................... 105 \n\n6 RECOMENDAÇÕES E OBSERVAÇÕES .............................................. 108 \n\n7 REFERÊNCIAS ...................................................................................... 112 \n\n \n\n  \n\n\n\n \n\nv \n\n \n\nÍNDICE DE FIGURAS \n\n \n\nFigura 1 – DBO exercida x DBO remanescente para esgoto do Campus do Vale – \n\nUFRGS, Porto Alegre (FAN, 2012) .............................................................................. 8 \n\nFigura 2 – Ciclo natural do nitrogênio. Adaptado de Piveli (2013) ................................ 9 \n\nFigura 3 – Subdivisão do grupo Coliformes ................................................................ 12 \n\nFigura 4 – Avanço da instituição das Políticas Estaduais de Recursos Hídricos (ANA, \n\n2012) .......................................................................................................................... 13 \n\nFigura 5 – Subdivisão dos elementos, para cada trecho de rio simulado. Fonte: Santos \n\n(2009) adaptado de Chapra (2008) .............................................................................. 26 \n\nFigura 6 – Demonstração da ordem de simulação de elementos. Fonte: Silvino (2008) \n\nadaptado de Chapra (2008).......................................................................................... 26 \n\nFigura 7 – Exemplo de inserção de entradas e abstrações no modelo. Fonte: Fonseca \n\n(2008) adaptado de Chapra (2008) .............................................................................. 26 \n\nFigura 8 – Balanço de vazões no modelo. Fonte: Santos (2009) adaptado de Chapra \n\n(2008) ......................................................................................................................... 27 \n\nFigura 9 – Representação da equação de transporte de massa em rios (SEO, 2011) ..... 28 \n\nFigura 10 – Representação da equação de transporte de poluentes em rios (Adaptado de \n\nSilvino, 2008) ............................................................................................................. 28 \n\nFigura 11 – Representação esquemática do balanço de massa em volume de controle no \n\nQUAL-2K (Adaptado de Silvino, 2008) ...................................................................... 28 \n\nFigura 12 – Relação de variáveis passíveis de modelagem pelo QUAL-2K ................. 31 \n\nFigura 13 – Representação esquemática de dois métodos de simulação de vazões no \n\nQUAL-2K: Método do represamento e método de Manning (Adaptado de Chapra, \n\n2008) .......................................................................................................................... 32 \n\nFigura 14 – Equação numérica de balanço de oxigênio dissolvido (Adaptado de Silvino, \n\n2008). ......................................................................................................................... 34 \n\nFigura 15 – Representação esquemática das equações que regem abstrações e aportes de \n\noxigênio dissolvido em dado volume de controle i (Adaptado de Chapra, 2008).......... 35 \n\nFigura 16 – Metodologias disponíveis pelo modelo para o cálculo do coeficiente de \n\nreaeração (SOARES 2011) .......................................................................................... 38 \n\nFigura 17 – Representação esquemática da equação que rege o balanço de DBOR no \n\nQUAL-2K (Adaptado de Knapik, 2011) ...................................................................... 40 \n\n\n\n \n\nvi \n\n \n\nFigura 18 – Explicação esquemática dos coeficientes e sub-fórmulas inseridas na \n\nequação do balanço de DBOR no QUAL-2K (Adaptado de Chapra, 2008) .................. 42 \n\nFigura 19 – Reações envolvidas no balanço de nitrogênio em corpos hídricos \n\n(CHAPRA, 1997)........................................................................................................ 46 \n\nFigura 20 – Presença de compostos nitrogenados com o passar do tempo (CHAPRA, \n\n1997) .......................................................................................................................... 46 \n\nFigura 21 – Ordem de decomposição das formas do nitrogênio em condições não \n\nanóxicas (Adaptado de Chapra, 1997) ......................................................................... 47 \n\nFigura 22 – Ordem de decomposição das formas do fosfato em corpos hídricos \n\n(Adaptado de Chapra, 1997)........................................................................................ 52 \n\nFigura 23 – Mapa de localização da bacia do rio Macaé .............................................. 56 \n\nFigura 24 – Croqui da localização das estações amostrais e as respectivas sub-bacias . 57 \n\nFigura 25 – Mapa de uso do solo, manchas urbanas e localização das estações amostrais \n\n– rio Macaé, RJ ........................................................................................................... 58 \n\nFigura 26 – Perfil altimétrico do rio Macaé ................................................................. 59 \n\nFigura 27 – Comparação entre os índices de abatimento para as duas campanhas ........ 77 \n\nFigura 28 – Parcelas por escopo de geração para carga poluente total – 2º Campanha . 80 \n\nFigura 29 – Parcelas por escopo de geração para carga poluente total – 3º Campanha . 80 \n\nFigura 30 – Resultados da calibração para a 2º Campanha – OD, DBO, Nitrogênio \n\nAmoniacal e Nitrato .................................................................................................... 81 \n\nFigura 31 – Resultados da calibração para a 2º Campanha –Temperatura, Fósforo \n\nOrgânico, Inorgânico e Coliformes Fecais ................................................................... 82 \n\nFigura 32 – Resultados da calibração para a 3º Campanha – OD, DBO, Nitrogênio \n\nAmoniacal e Nitrato .................................................................................................... 82 \n\nFigura 33 – Resultados da calibração para a 3º Campanha –Temperatura, Fósforo \n\nOrgânico, Inorgânico e Coliformes Fecais ................................................................... 83 \n\nFigura 34 – Estimativa do número total de habitantes por sub-bacia ............................ 86 \n\nFigura 35 – Manchas urbanas de menor representatividade na bacia do rio Macaé ...... 86 \n\nFigura 36 – Manchas urbanas de maior representatividade na bacia do rio Macaé ....... 86 \n\nFigura 37 – Perfil longitudinal do OD para horizontes de projeto – Campanha 2 ......... 91 \n\nFigura 38 – Perfil longitudinal da DBO para horizontes de projeto – 2º Campanha ..... 91 \n\nFigura 39 – Perfil longitudinal do Fósforo Total para horizontes de projeto – 2º \n\nCampanha ................................................................................................................... 91 \n\nFigura 40 – Perfil longitudinal do Nitrato para horizontes de projeto – 2º Campanha... 92 \n\n\n\n \n\nvii \n\n \n\nFigura 41 – Perfil longitudinal do Nitrogênio Amoniacal para horizontes de projeto – 2º \n\nCampanha ................................................................................................................... 92 \n\nFigura 42 – Perfil longitudinal dos Coliformes para horizontes de projeto – 2º \n\nCampanha ................................................................................................................... 92 \n\nFigura 43 – Perfil longitudinal do Oxigênio Dissolvido para os horizontes de projeto – \n\n3º Campanha ............................................................................................................... 93 \n\nFigura 44 – Perfil longitudinal da DBO para os horizontes de projeto – 3º Campanha . 93 \n\nFigura 45 – Perfil longitudinal do Fósforo Total para os horizontes de projeto – 3º \n\nCampanha ................................................................................................................... 94 \n\nFigura 46 – Perfil longitudinal do Nitrato para os horizontes de projeto – 3º Campanha\n\n ................................................................................................................................... 94 \n\nFigura 47 – Perfil longitudinal do Nitrogênio Amoniacal para os horizontes de projeto – \n\n3º Campanha ............................................................................................................... 94 \n\nFigura 48 – Perfil longitudinal dos Coliformes para os horizontes de projeto – 3º \n\nCampanha ................................................................................................................... 95 \n\nFigura 49 – Perfil longitudinal: % do Oxigênio de Saturação – 2º Campanha .............. 97 \n\nFigura 50 – Perfil longitudinal: % do Oxigênio de Saturação – 3º Campanha .............. 97 \n\nFigura 51 – Situação quanto às classes futuras estimadas para o rio Macaé – Baixas \n\nvazões ......................................................................................................................... 99 \n\nFigura 52 – Situação quanto às classes futuras estimadas para o rio Macaé – Médias \n\nvazões ....................................................................................................................... 100 \n\nFigura 53 – Proposta de enquadramento futuro do rio Macaé (Adaptado de Pinheiro, \n\n2008) ........................................................................................................................ 101 \n\n \n\n  \n\n\n\n \n\nviii \n\n \n\nÍNDICE DE TABELAS \n\nTabela 1– Parâmetros modelados .................................................................................. 5 \n\nTabela 2 – Faixas aproximadas de valores de fósforo total e graus de trofia (CETESB)\n\n ................................................................................................................................... 11 \n\nTabela 3 – Enquadramento x atividades possíveis ....................................................... 14 \n\nTabela 4 – Limites de classificação de interesse (CONAMA 357/2005) ...................... 15 \n\nTabela 5 – Eficiências de sistemas de tratamento de efluentes de interesse (BENETTI, \n\n2009) .......................................................................................................................... 18 \n\nTabela 6 – Modelos de qualidade d?água usualmente empregados (adaptado de Bottino \n\n2008) .......................................................................................................................... 22 \n\nTabela 7 – Significado dos coeficientes das equações do balanço de vazões ................ 27 \n\nTabela 8 – Significado dos coeficientes das equações do balanço de massa ................. 30 \n\nTabela 9 – Parâmetros modelados ............................................................................... 31 \n\nTabela 10 – Significado dos coeficientes das equações do método da curva chave ...... 32 \n\nTabela 11 – Significado dos coeficientes da equação do oxigênio dissolvido ............... 34 \n\nTabela 12 – Significado dos coeficientes da equação do oxigênio dissolvido do QUAL-\n\n2K ............................................................................................................................... 36 \n\nTabela 13 – Faixa típica de variação dos coeficientes de reaeração (FAN, 2013) ......... 38 \n\nTabela 14 – Significado dos coeficientes da equação do oxigênio dissolvido ............... 40 \n\nTabela 15 – Valores típicos de coeficientes de remoção de DBO a 20ºC (Sperling, 2007)\n\n ................................................................................................................................... 43 \n\nTabela 16 – Significado dos coeficientes das fórmulas de decaimento de coliformes ou \n\npatógenos .................................................................................................................... 44 \n\nTabela 17 – Significado dos coeficientes das fórmulas de simulação de Nitrogênio \n\nOrgânico e Amoniacal ................................................................................................ 48 \n\nTabela 18 – Significado dos coeficientes das fórmulas de simulação de Amônia não \n\nIonizada, Transferência Gasosa e Nitrato .................................................................... 49 \n\nTabela 19 – Faixa usual de aplicação dos coeficientes relacionados ao decaimento do \n\nnitrogênio.................................................................................................................... 51 \n\nTabela 20 – Significado dos coeficientes relacionados à simulação de fósforo............. 52 \n\nTabela 21 – Faixa de aplicação dos coeficientes de decaimento do fósforo .................. 54 \n\nTabela 22 – Composição municipal de cada sub-bacia de estudo ................................. 58 \n\nTabela 23 – Segmentação considerada para o rio Macaé ............................................. 60 \n\n\n\n \n\nix \n\n \n\nTabela 24 – Condições físicas das estações amostrais .................................................. 61 \n\nTabela 25 – Aspectos de qualidade d?água considerados ............................................. 61 \n\nTabela 26 – Nitrogênio e fósforo no rio Macaé............................................................ 61 \n\nTabela 27 – Significado das equações de quantificação de cargas difusas .................... 64 \n\nTabela 28 – Número de animais por município (IBGE 2010) ...................................... 65 \n\nTabela 29 – Cargas por tipo de rebanho (SANTOS, 2002) .......................................... 65 \n\nTabela 30 – Carga média gerada por habitante em g/hab.dia (Adaptado de Silva e \n\nCETESB, 2013) .......................................................................................................... 66 \n\nTabela 31 – Cargas de poluentes relacionadas ao uso do solo (Adaptado de Larentis, \n\n2004) .......................................................................................................................... 66 \n\nTabela 32 – Composição de entrada de fósforo e nitrogênio total proveniente de cargas \n\nhumanas (Adaptado de PROSAB, 2009) ..................................................................... 68 \n\nTabela 33 – Composição percentual das cargas de entrada no rio Macaé para nitrogênio \n\ne fósforo...................................................................................................................... 68 \n\nTabela 34 – Coeficientes utilizados para calibrar o modelo – 2º Campanha, estiagem . 74 \n\nTabela 35 – Coeficientes utilizados para calibrar o modelo – 3º Campanha, vazões \n\nmédias ........................................................................................................................ 74 \n\nTabela 36 – Índices de atenuação – 2º Campanha ........................................................ 76 \n\nTabela 37 – Índices de atenuação – 3º Campanha ........................................................ 76 \n\nTabela 38 – População estimada por sub-bacia (2010)................................................. 77 \n\nTabela 39 – População animal estimada por sub-bacia (2011) ..................................... 77 \n\nTabela 40 – Composição Geral do uso do solo em cada sub-bacia (km²) ..................... 78 \n\nTabela 41 – Valores de cargas poluentes por tipologia de uso de solo .......................... 78 \n\nTabela 42 – Cargas poluentes por segmento considerado – 2º Campanha .................... 79 \n\nTabela 43 – Cargas poluentes por segmento considerado – 3º Campanha .................... 79 \n\nTabela 44 – Parâmetros não adaptados à modelagem .................................................. 84 \n\nTabela 45 – Estimativa futura do número de habitantes dos municípios ....................... 85 \n\nTabela 46 – Estimativa futura do número de habitantes urbanos por sub-bacia ............ 85 \n\nTabela 47 – Estimativa futura do número de habitantes rurais por sub-bacia ............... 85 \n\nTabela 48 – Estimativa futura de bovinos .................................................................... 87 \n\nTabela 49 – Estimativa futura de equinos .................................................................... 87 \n\nTabela 50 – Estimativa futura de ovinos ...................................................................... 87 \n\nTabela 51 – Estimativa futura de suínos ...................................................................... 87 \n\nTabela 52 – Estimativa futura de aves ......................................................................... 87 \n\n\n\n \n\nx \n\n \n\nTabela 53 – Cabeças estimadas por município e por rebanho....................................... 88 \n\nTabela 54 – Área agrícola estimada ............................................................................. 89 \n\nTabela 55 – Estimativa de decaimento da qualidade do rio Macaé na sub-bacia de M1, \n\n2º Campanha ............................................................................................................... 90 \n\nTabela 56 – Estimativa de decaimento da qualidade do rio Macaé na sub-bacia de M1, \n\n3º Campanha ............................................................................................................... 90 \n\nTabela 57 – Aplicação de taxas hipotéticas homogêneas de redução de cargas .......... 102 \n\nTabela 58 – Aplicação de taxas hipotéticas homogêneas de redução de cargas com \n\ncoliformes a 99% ...................................................................................................... 103 \n\nTabela 59 – Aplicação de taxas de redução de cargas por sub-bacia .......................... 103 \n\nTabela 60 – Técnicas sugeridas para abatimento das cargas....................................... 104 \n\n\n\n \n\n1 \n\n \n\n1 INTRODUÇÃO \n\n \n\nA gestão de recursos hídricos vem sendo, na sociedade moderna, um dos \n\nprincipais meios para a adequação, direcionamento e solução de problemas relacionados \n\naos usos d?água de bacias hidrográficas. O intuito principal desse tipo de modelo \n\norganizacional é, de modo geral, propiciar o uso sustentável de água por parte de todos \n\nos usuários da bacia, através de estudos ambientais, diagnósticos sociais e diversos \n\noutros levantamentos que possam subsidiar corretamente tomadas de decisões \n\nimportantes na resolução de conflitos gerados por parte da sociedade. No Brasil, este \n\ntipo de gestão territorial vem sendo largamente aplicado, e, vista a riqueza hidrográfica \n\nque o país dispõe, diversas unidades territoriais estão empenhando tempo e recursos \n\nfinanceiros para a elaboração de planos de recursos hídricos, citando-se como exemplo \n\na bacia do Rio Macaé, localizada no Rio de Janeiro, foco de estudo neste trabalho. \n\nO estudo dos recursos hídricos baseia-se, neste sentido, em dois principais usos: \n\n(i) consuntivos e; (ii) não consuntivos. O uso consuntivo está relacionado à diminuição \n\nda disponibilidade de água para os usuários, enquanto que usos não consuntivos fazem \n\nreferência àqueles que não alteram essa disponibilidade, podendo, em contrapartida, \n\nalterar a qualidade das águas. Desse modo, insere-se no tema gestão de recursos \n\nhídricos a importância da existência de informações e dados que possam averiguar, ou \n\naté mesmo estimar, o grau de poluição de recursos hídricos.  \n\nA deterioração de rios e mananciais tem sido foco de estudos desde a década de \n\n70, intensificando-se a partir da década de 80 (MORAES, 2002), quando começaram a \n\nocorrer conflitos de interesses entre usuários que perceberam o quão importante é a \n\nmanutenção da qualidade d?água de corpos hídricos, tanto para a manutenção da \n\nqualidade do ambiente quanto para a qualidade de vida. Muitas vezes, por exemplo, são \n\nencontradas situações em que dezenas de m³ de esgoto in natura são despejados em \n\nlocais não só a montante, mas também poucos metros distantes de captações de \n\nEstações de Tratamento de Águas, o que implica em maiores custos para a desinfecção \n\nde águas de abastecimento.  \n\nLibânio (2005) utilizou dados oriundos de diversos países com o intuito de \n\nrelacionar índices de saneamento básico (como tratamento de esgotos e abastecimento \n\nde água potável), a índices de mensuração de qualidade de vida, como expectativa de \n\nvida, mortandade por doenças de veiculação hídrica e IDH. O resultado denota que as \n\n\n\n \n\n2 \n\n \n\ndemandas ambientais e sanitárias não podem mais ser negligenciadas no planejamento \n\ndo aproveitamento hídrico, dada a grande relação que a qualidade dos recursos hídricos \n\nexerce sob a melhoria de vida das pessoas. \n\nUma das grandes dificuldades atualmente encontradas pelos planejadores e \n\ntomadores de decisões em comitês de bacias hidrográficas reside justamente na \n\ndificuldade da correta mensuração da qualidade dos recursos hídricos. Considerando a \n\nexistência de uma rede de monitoramento pouco densa, e as dificuldades logísticas e \n\nfinanceiras encontradas para a realização de medições in loco, a obtenção de dados que \n\nagreguem informações importantes para o gerenciamento de recursos hídricos tem sido \n\nalvo de diversas pesquisas e estudos por parte de universidades, agências reguladoras, \n\nórgãos públicos e de indústrias altamente poluidoras. \n\nAinda, além da dificuldade encontrada para obtenção de informações a respeito de \n\nqualidade d?água, muitas vezes esbarra-se também em questões ainda mais complexas. \n\nComo exemplo, pode-se citar a mensuração de dados de qualidade d?água para cenários \n\nfuturos, ou até mesmo o comportamento de determinado poluente no decorrer do curso \n\ndo rio. Quantificações desse tipo são muito importantes para que planos de bacia e obras \n\nde saneamento sejam corretamente embasados, de forma a atenderem os objetivos \n\ntraçados para o futuro. \n\nDesse modo, uma das formas de se estimar informações futuras relativas à \n\nqualidade de recursos hídricos se dá através da utilização de programas de modelagem \n\nde qualidade d?água, em que, através da calibração para cenários presentes, cenários \n\nfuturos de degradação podem ser estimados a partir do crescimento da pressão antrópica \n\nna bacia de contribuição. Nesse sentido, o presente trabalho tem o intuito de utilizar \n\ntécnicas de modelagem de qualidade d?água, através do modelo norte americano \n\nQUAL-2K, para estimar cenários futuros de degradação ambiental hídrica na bacia do \n\nRio Macaé, RJ, utilizada como estudo de caso neste trabalho. Espera-se que os \n\nresultados obtidos não só auxiliem, com embasamentos coesos, o gerenciamento de \n\nrecursos hídricos da citada bacia, como também forneçam uma metodologia preliminar \n\npara desenvolvimentos de estudos deste tipo em outros locais. \n\n  \n\n\n\n \n\n3 \n\n \n\n1.1 OBJETIVO GERAL \n\n \n\nEste trabalho tem como objetivo geral fornecer subsídios para o gerenciamento da \n\nqualidade de água do Rio Macaé, RJ, através do uso de ferramentas de modelagem. \n\n \n\n1.2 Objetivos Específicos \n\n \n\nPara cumprir o objetivo geral, foram cumpridos os seguintes objetivos \n\nespecíficos: \n\n? Reunir dados referentes à geração de cargas poluentes na bacia do Rio Macaé, \n\nverificando-os para o cenário atual e estimar cenários futuros de 10, 20 e 30 \n\nanos. \n\n \n\n? Calibrar o modelo QUAL-2K para o cenário presente e aplicação do mesmo \n\npara cenários futuros previamente estipulados; \n\n \n\n? Propor um enquadramento preliminar para os cenários atual e futuro do Rio \n\nMacaé, conforme legislação vigente; \n\n \n\n? Verificar os índices de eficiência de tratamento de esgotos necessários para \n\nalteração das classes previstas nos cenários futuros previstos pela modelagem e \n\npropor sistemas de tratamento; \n\n \n\n  \n\n\n\n \n\n4 \n\n \n\n2 REVISÃO BIBLIOGRÁFICA \n\n \n\nEste capítulo tem o intuito de apresentar todo o embasamento técnico-científico \n\nnecessário para que os objetivos específicos anteriormente citados possam ser \n\nalcançados. Desse modo, o presente estudo baseou-se nos conceitos-chave de: (i) \n\nIndicadores de qualidade d?água; (ii) Legislação aplicável; (iii) Sistemas de redução de \n\ncargas poluentes geradas (iv) Modelagem de qualidade d?água e; (iv) Modelagem no \n\nQUAL-2K. Esses preceitos serão discutidos e esclarecidos nos itens a seguir. \n\n \n\n2.1 Parâmetros Utilizados para Análises de Qualidade d’água \n\n \n\nA disponibilidade tecnológica e analítica laboratorial existente atualmente permite \n\na mensuração de diversos parâmetros ambientais que possibilitam a avaliação da \n\nqualidade de corpos hídricos superficiais. Estes parâmetros são listados pela resolução \n\nCONAMA 357, de 17 de março de 2005 que, por relacionar as concentrações de \n\npoluentes ou indicadores ambientais em corpos hídricos com classes de enquadramento, \n\né a base informativa majoritariamente utilizada na mensuração da degradação ambiental \n\ne na determinação relativa dos possíveis usos mais adequados em recursos hídricos \n\nsuperficiais. \n\nConforme explicado anteriormente, este trabalho foi desenvolvido com o intuito \n\nde prover informações pertinentes para o adequado gerenciamento de recursos hídricos \n\nna bacia do Rio Macaé, por meio de seu comitê de bacia. Neste sentido, foram \n\nconsiderados cinco parâmetros mensuradores de qualidade de águas superficiais para \n\nestudo. O fato do presente trabalho se focar em apenas alguns parâmetros para analisar a \n\nqualidade das águas da bacia tem origem nas medições realizadas em campo, as quais \n\nforam limitadas em termos de quantidade por questões financeiras e logísticas. \n\n Na Tabela 1 são destacados os aspectos de qualidade d?águas de interesse neste \n\nestudo e, a seguir, são explicados mais detalhadamente todos os parâmetros direta e \n\nindiretamente envolvidos neste trabalho.  \n\n \n\n \n\n \n\n\n\n \n\n5 \n\n \n\nTabela 1– Parâmetros modelados \n\nParâmetros Modelados Unidade de Medida \n\nOxigênio Dissolvido mg/l \n\nDBO mg/l \n\nNitrogênio mg/l \n\nFósforo mg/l \n\nColiformes Fecais NMP/100mL \n\n \n\nTemperatura da Água \n\nA temperatura dos corpos hídricos desempenha um papel fundamental na \n\ndinâmica energética e metabólica de meios fluviais, de modo que leves variações podem \n\nresultar em diferenças significativas em taxas de reações de sedimentação, hidrólise e \n\noxidação dos compostos encontrados no meio. Outros aspectos importantes que devem \n\nser considerados fazem referência aos comportamentos de algumas propriedades como a \n\nsolubilidade de gases, viscosidade e tensão superficial, que passam a ter magnitudes \n\nmenores com acréscimos de temperatura.  O aumento da temperatura de águas, além de \n\nter potencial impacto na ictiofauna, também ocasiona maior taxa de transferência de \n\ngases, o que pode resultar em problemas como a possibilidade de geração de odores \n\ndesagradáveis por liberação de gases em corpos hídricos muito degradados (CETESB, \n\n2013). \n\nAs variações de temperatura da superfície da água ocorrem tanto conforme a \n\nlocalização geográfica como as condições atmosféricas da região onde está localizado o \n\ncorpo hídrico, ocorrendo por transferência de calor via radiação, condução e convecção \n\n(CHAPRA, 2008). Além disso, a temperatura das águas dos mananciais pode ser \n\nalterada tanto por processos naturais relacionados às zonas fóticas, como também por \n\nprocessos antrópicos, em que haja despejos de efluentes industriais com gradientes de \n\ntemperatura muito elevados. \n\n \n\nPotencial Hidrogeniônico (pH) \n\nO pH, assim como o OD, consiste em um importantíssimo  parâmetro na análise \n\nda qualidade das águas superficiais, uma vez que influencia diretamente nas formas \n\nlivres e ionizadas de diversos compostos químicos. As alterações deste parâmetro \n\npodem ter origem em diversos fatores, como a dissolução natural de rochas, fotossíntese \n\ne trocas gasosas de superfícies. Antropicamente, as alterações podem ser ocasionadas \n\n\n\n \n\n6 \n\n \n\npor despejos industriais e domésticos nos corpos hídricos. Essas alterações podem ser \n\ndiretas, no caso de descarte de efluentes com pHs muito agressivos, ou indiretamente, \n\natravés do aporte de poluentes que interfiram no equilíbrio químico do pH do meio. \n\n  Um dos principais fatores que atestam a importância ambiental do pH em \n\nmananciais é dado pela sua influência na solubilidade de substancias poluentes, bem \n\ncomo pelo papel definidor do potencial de toxicidade de vários elementos (CASTRO, \n\n2011). Ainda, Santos (2009), destaca que valores de pH de magnitudes superiores a 8 \n\ntendem a solubilizar a amônia (NH3), considerada tóxica no meio aquático, enquanto \n\nque valores abaixo de 6 estão relacionados ao aumento da concentração de dióxido de \n\ncarbono e ácido carbônico. \n\nO pH é diretamente influenciado pela concentração de íons H\n+\n, originados \n\nnaturalmente pela presença do fraco ácido carbônico (H2CO3), que pode sofrer \n\nposteriormente dissociações e assumir sua forma bicarbonatada (HCO3\n-\n), predominante \n\nna faixa situada entre 6,5 e 10,3. Assim, valores superiores a 10,3 apresentam maiores \n\nconcentrações do íon carbonato (CO3\n-2\n\n) do que suas outras formas (CASTRO, 2011). \n\n \n\nCondutividade Elétrica \n\nMedida em µS/cm, a condutividade elétrica consiste na capacidade de uma \n\nsolução aquosa em conduzir corrente elétrica através da presença de íons, variando \n\nconforme a concentração, valência e mobilidade de espécies ionizadas e a temperatura \n\nda solução. Apresentando relação direta com a presença de Sólidos Dissolvidos Totais \n\nnos corpos hídricos, este parâmetro está relacionado com a concentração de macro \n\nnutrientes presentes na água como cálcio, magnésio e potássio. Além disso, pode \n\ntambém ser utilizado como indicador de características corrosivas da água (ESTEVES, \n\n2011).  \n\n \n\nTurbidez \n\nSegundo Sperling (2005), a turbidez representa o grau de interferência da \n\npassagem de luz por determinada solução, de forma que o constituinte responsável por \n\nagregar características de turbidez aos corpos hídricos são os sólidos suspensos. A \n\nturbidez pode ter origem natural, quando originada de partículas de rocha, argila, silte e \n\nalgas, ou de origem antrópica, quando relacionada a despejos domésticos e industriais, \n\nou através da erosão. \n\n\n\n \n\n7 \n\n \n\nOs sólidos em suspensão que originam a turbidez das águas podem servir de \n\nabrigo para microrganismos patogênicos, podendo também estar associada a compostos \n\ntóxicos e à diminuição das taxas de fotossíntese. \n\n \n\nSólidos Totais \n\n A medição dos sólidos totais em corpos hídricos é muito importante, \n\nprincipalmente para mensurar problemas erosivos ocorrentes de intervenções em corpos \n\nhídricos por obras de engenharia ou por ser indicativo de disposição inadequada de \n\nefluentes domésticos em determinado manancial, uma vez que a média de sólidos totais \n\npresentes em esgotos sanitários sem tratamento varia em torno de 1000 mg/l \n\n(SPERLING, 1995). Além disso, por ser um parâmetro bastante genérico, a presença de \n\nsólidos totais pode também estar associado à influência de maré em rios que desaguam \n\nno oceano (como ocorre na foz do Rio Macaé). \n\n \n\nOxigênio Dissolvido \n\nO oxigênio dissolvido é essencial para que os organismos aeróbios, representados \n\npela maior parte da fauna aquática, possam realizar seus processos metabólicos. Desse \n\nmodo, variando entre uma faixa que vai de 0 mg/l (para rios altamente poluídos) a em \n\ntorno de 14 mg/l (para rios frios em perfeito equilíbrio biológico) o oxigênio dissolvido \n\né um dos principais indicadores de qualidade de corpos hídricos, e sua diminuição para \n\nníveis críticos, na maior parte das vezes, está associada a presença de concentrações \n\nelevadas de matéria orgânica nos mananciais. Ainda, ressalta-se que para os casos em \n\nque o oxigênio é totalmente consumido em dada massa d?água, tem-se condições \n\nchamadas de anaeróbias, normalmente associadas à geração de maus odores. \n\nEm contrapartida, a origem natural do oxigênio dissolvido em corpos hídricos está \n\nassociada a dois fatores: à produção por organismos fotossintéticos e à dissolução do \n\noxigênio atmosférico. \n\nNormalmente as estimativas do grau de degrabilidade ambiental de um manancial, \n\nfrente ao oxigênio dissolvido, são realizadas por meio de comparação das concentrações \n\nobtidas com as concentrações do oxigênio de saturação para determinadas condições. \n\nEssa metodologia é normalmente adotada para averiguar se não há declínios ou aportes \n\napenas aparentes na concentração de oxigênio dissolvido, uma vez que, assim, são \n\n\n\n \n\n8 \n\n \n\nexcluídas as influências físico-químicas da concentração de oxigênio dissolvido, como \n\nas promovidas pela salinidade e temperatura. \n\n \n\nDemanda Bioquímica de Oxigênio (DBO) \n\nA demanda bioquímica de oxigênio retrata, de maneira indireta, a quantidade de \n\nmatéria orgânica biodegradável presente em determinado corpo hídrico, expressa em \n\nmg/l. O conceito de DBO assume diversas formas, como por exemplo DBO5,20, DBOu, \n\nDBO exercida e DBO remanescente. De acordo com Fan (2012), a DBO exercida \n\nrepresenta a quantidade total de oxigênio dissolvido que seria necessário, em dado \n\ncorpo hídrico, para estabilizar, aerobicamente, a matéria orgânica em certo instante t, \n\nenquanto que a DBO remanescente representa a quantidade indireta de matéria orgânica \n\npresente, em termos de O2, na massa líquida no mesmo instante t, conforme a Figura 1. \n\nA DBO5,20 faz referência à matéria orgânica degradada à temperatura de 20º C durante 5 \n\ndias, e a DBOu, ou DBOúltima, representa a concentração total de matéria orgânica \n\nbiodegradável na amostra. \n\n \n\n \n\nFigura 1 – DBO exercida x DBO remanescente para esgoto do Campus do Vale – UFRGS, \n\nPorto Alegre (FAN, 2012) \n\n \n\nA mensuração da matéria orgânica presente nos corpos d?água compõe um \n\nparâmetro ambiental de primordial importância, uma vez que permite identificar um dos \n\nprincipais problemas de poluição das águas: o consumo de oxigênio dissolvido pelos \n\nmicrorganismos nos seus processos metabólicos de utilização e estabilização da matéria \n\ncarbonácea, constituída majoritariamente de proteínas, carboidratos e gorduras. Desse \n\nmodo, altos valores de DBO são associados a baixas qualidades das águas, sendo esse \n\n\n\n \n\n9 \n\n \n\nparâmetro um importante indicador para a identificação de contaminação por esgotos \n\nsanitários ou outros efluentes industriais de alta carga orgânica. \n\n \n\nSérie Nitrogênio \n\nConsiderado como um nutriente essencial para o desenvolvimento de macrófitas, \n\nesse elemento é fundamental na regulação dos balanços de energia e biomassa que \n\nocorrem na fauna e flora aquática (CHAPRA, 1997). Alterações acentuadas neste \n\nequilíbrio, quando associadas a altas concentrações de fósforo, podem, inclusive, levar \n\nmananciais a estados de eutrofização, dificultando e encarecendo, por exemplo, o \n\ntratamento e abastecimento de água potável para determinada população. \n\nDentre as fontes de aporte de nitrogênio em corpos hídricos, podem ser \n\ndestacados principalmente os esgotos sanitários (em geral, a principal fonte), despejos \n\nindustriais e também fertilizantes a base de NPK utilizados em atividades agrícolas. \n\nAlguns autores, como Piveli (2013) destacam ainda e a lavagem da atmosfera poluída \n\ncomo uma considerável fonte de compostos nitrogenados em corpos hídricos.   Dentre \n\nos mecanismos naturais responsáveis por aporte de nitrogênio em corpos hídricos, \n\ncitam-se, por exemplo, processos como fixação biológica por bactérias e algas (que \n\nincorporam o nitrogênio dissolvido em seus tecidos) pelas águas pluviais. O ciclo do \n\nnitrogênio é composto por diversas etapas, visualizadas na Figura 2, onde são \n\ndestacadas, em verde, as formas de nitrogênio mais reduzidas presentes em corpos \n\nhídricos contaminados. \n\n \n\nFigura 2 – Ciclo natural do nitrogênio. Adaptado de Piveli (2013) \n\n\n\n \n\n10 \n\n \n\nO nitrogênio pode ser encontrado nas águas na forma de nitrogênio orgânico, \n\namoniacal, nitrito e nitrato, de forma que as duas primeiras são conhecidas como formas \n\nreduzidas e as duas últimas como formas oxidadas. Essa segregação natural das formas \n\ndo nitrogênio pode, ainda, permitir caracterizações quanto à idade do esgoto, uma vez \n\nque poluições recentes estão associadas a formas reduzidas do nitrogênio (orgânico e \n\namoniacal), e as poluições mais remotas estão associadas a elevadas concentrações das \n\nformas oxidadas (nitrito e nitrato). \n\nDentre os impactos ambientais relacionados às transformações das formas \n\nnitrogenadas, destaca-se o processo responsável pelo decaimento do nitrogênio orgânico \n\na nitrato. Esse processo ocasiona o consumo de oxigênio do meio, gerando o termo \n\nusual “demanda nitrogenada”, que nada mais é a quantificação da quantidade de \n\noxigênio necessária para a oxidação do nitrogênio orgânico (forma mais reduzida) a \n\nnitratos (forma mais oxidada). \n\nSantos (2009) destaca que a presença de nitrato em concentrações superiores a \n\n2mg/l pode ser fator decisivo para levar um corpo hídrico a estados de eutrofização e \n\nconsequentemente à diminuição do oxigênio dissolvido. Entretanto, esses efeitos ainda \n\nnão são os mais nocivos relacionados a contaminações de mananciais por nitrogênio, \n\nconforme relata Sperling (1995) que elenca como principais impactos decorrentes deste \n\ntipo de poluente a toxicidade da forma de amônia na fauna aquática e doenças \n\nassociadas a altas concentrações de nitrato como, por exemplo, a Metahemoglobina, \n\ntambém conhecida como síndrome do bebê-azul. \n\n \n\nFósforo \n\nPresente principalmente nas formas de ortofosfato, polifosfato e fósforo orgânico, \n\no fósforo, assim como o nitrogênio, está relacionado a problemas de eutrofização em \n\ncorpos hídricos, por ser um nutriente essencial para o crescimento das algas e \n\nfitoplânctons. Santos (2009) destaca que concentrações acima de 0,01 mg/l já são \n\nsuficientes para a manutenção dos fitoplânctons, ao passo que acima de 0,03 mg/l \n\npodem ser suficientes para o desencadeamento de processos de eutrofização. \n\nNo quesito de utilização das formas fosfatadas pela flora e fauna aquática, o \n\nortofosfato encontra-se diretamente disponível para o metabolismo biológico, sem \n\nhaver, portanto, necessidade de conversões a formas mais simples, diferentemente de \n\nmoléculas mais complexas como os polifosfatos que devem ser hidrolisadas para \n\n\n\n \n\n11 \n\n \n\nservirem de substrato a maior parte da comunidade aquática. Enquanto isso o fósforo \n\norgânico não apresenta muita importância em estudos de qualidade d?água (SPERLING, \n\n1995).  \n\nDestaca-se também, que a ocorrência de formas fosfatadas em corpos hídricos é \n\nintensificada por contaminações provenientes de lançamentos de esgotos residenciais, \n\nem especial pelo uso de detergentes fosfatados, empregados em larga escala no uso \n\ndoméstico. \n\nUsualmente, o monitoramento e modelagem de parâmetros como o fósforo é \n\nembasado principalmente na potencialidade que tem o mesmo de levar corpos hídricos a \n\nprocessos de eutrofização. Prova disso, é que atualmente existem várias metodologias \n\nde análise conjunta de dados disponíveis para relacionar concentrações de fósforo com \n\ngraus de trofia, entre as quais se destaca a utilizada pela Companhia de Tecnologia de \n\nSaneamento Ambiental, de São Paulo que tem uma abordagem que utiliza as \n\nconcentrações de fósforo (mg/m³), conjuntamente com as de clorofila, para estimar estas \n\npotencialidades, classificando os lagos de represas conforme a tabela simplificada \n\nabaixo. \n\n \n\nTabela 2 – Faixas aproximadas de valores de fósforo total e graus de trofia (CETESB) \n\nClasse de Trofia Concentração de Fósforo Total na Represa (mg/m³) \n\nUltraoligotrófico P &lt;13 \n\nOligotrófico 13 &lt;P &lt;35 \n\nMesotrófico 35 &lt;P &lt;137 \n\nEutrófico 137 &lt;P &lt;296 \n\nSupereutrófico 296 &lt;P &lt;640 \n\nHipereutrófico 640 > P \n\n \n\nColiformes Termotolerantes \n\nA determinação da potencialidade de um corpo hídrico em transmitir doenças de \n\nveiculação hídrica normalmente é efetuada de forma indireta, através da identificação da \n\npresença de organismos indicadores de contaminação fecal. Os organismos pertencentes \n\nao grupo dos coliformes termotolerantes são os principais utilizados para este fim, uma \n\nvez que são facilmente detectáveis e estão diretamente relacionados a contaminações \n\nfecais.  A principal bactéria do grupo, e única de origem exclusivamente fecal é a \n\nEscherichia Coli, que está sempre presente em altas densidades nas fezes de animais de \n\n\n\n \n\n12 \n\n \n\nsangue quente, como humanos mamíferos e pássaros (CETESB, 2013). Desse modo, \n\natravés da medição deste parâmetro de qualidade ambiental é possível caracterizar a \n\npotencialidade dos corpos hídricos quanto à transmissão de doenças para os seres \n\nhumanos (FAN, 2012). A Figura 3 representa as subdivisões do grupo coliformes. \n\n \n\n \n\nFigura 3 – Subdivisão do grupo Coliformes \n\n \n\n2.2 Legislação Aplicável \n\n \n\nA legislação ambiental brasileira, concentrada na resolução de conflitos quanto \n\naos recursos hídricos, ganhou folego a partir do início dos anos 90, com a promulgação \n\nda primeira lei estadual voltada para o assunto, a LE 6663/91, que instituiu o sistema de \n\ngerenciamento de recursos hídricos do Estado de São Paulo. Seis anos após esse marco \n\nlegal, era instituída a Política Nacional de Recursos Hídricos e criado também o Sistema \n\nNacional de Gerenciamento de Recursos hídricos, que, até os dias de hoje, vem \n\napresentando dificuldades para ser implementada em algumas regiões brasileiras \n\n(MELO, 2013). \n\n \n\n\n\n \n\n13 \n\n \n\n \n\nFigura 4 – Avanço da instituição das Políticas Estaduais de Recursos Hídricos (ANA, \n\n2012) \n\n \n\nA existência de regulamentações legais deste tipo foi fundamental para a resolução \n\nde conflitos entre diferentes usuários, uma vez que essas leis procuram se basear, \n\nprincipalmente, na utilização racional e integrada dos recursos hídricos, visando \n\nassegurar água em quantidade e qualidade para gerações futuras. \n\nNeste contexto, o marco regulatório nacional está centrado em 1997, quando da \n\ncriação da já referida Política Nacional dos Recursos Hídricos, que, entre outros, \n\ndestacou fundamentos como: (i) a natureza pública das águas; (ii) as limitações quanto a \n\nsua disponibilidade; (iii) a definição de bacias hidrográficas como unidade territorial \n\npara implantação da política e; (iv) a necessidade do órgão gestor proporcionar o uso \n\nmúltiplo das águas, sendo este sempre descentralizado, podendo contar com a \n\nparticipação do Poder Público, dos usuários e de comunidades envolvidas. \n\nAinda, de acordo com a PNRH, os fundamentos citados devem seguir algumas \n\ndiretrizes de implantação, como: (i) a gestão sistemática dos recursos hídricos, tanto \n\npara qualidade como para quantidade; (ii) a adequação da gestão às diversidades \n\ninerentes a cada região brasileira; (iii) a integração dos recursos hídricos com a gestão \n\n\n\n \n\n14 \n\n \n\nambiental e; (iv) a articulação da gestão de recursos hídricos com a gestão do uso do \n\nsolo. \n\n Ainda, a referida lei previu alguns instrumentos de aplicação, de modo que, \n\ndentre outros, destacam-se, para o escopo deste trabalho: (i) a elaboração de Planos de \n\nRecursos Hídricos e; (ii) o enquadramento dos corpos de água em classes por legislação \n\nespecífica, segundo os usos preponderantes. \n\n A base legal que disserta a respeito da classificação dos rios e sua relação com \n\nos usos, vigorante até o presente momento, veio um pouco mais tarde, em 2005, através \n\nda resolução CONAMA 357, embasada na anterior CONAMA nº 20, de 1986. Desse \n\nmodo, assim como a PNRH, a CONAMA 357 vem sendo largamente utilizada para \n\nnortear as decisões referentes ao gerenciamento da qualidade de recursos hídricos. \n\n A resolução classifica os corpos hídricos em um total de 12 categorias, separadas \n\nconforme com o grau de salinidade e às concentrações de outros indicadores, podendo \n\nos mananciais serem enquadrados como Classe I ou especial, Classe II, Classe III ou \n\nClasse IV, tanto para águas doces como para salobras ou salinas. Tal classificação \n\nquanto aos usos é apresentada na Tabela 3. \n\n \n\nTabela 3 – Enquadramento x atividades possíveis \n\n \n\n \n\n\n\n \n\n15 \n\n \n\n Ainda, atendendo as necessidades inerentes ao escopo deste trabalho, a Tabela 4 \n\naponta os limites de concentrações dos poluentes e parâmetros analisados, bem como as \n\nrelações com as respectivas classes apresentadas acima. \n\n \n\nTabela 4 – Limites de classificação de interesse (CONAMA 357/2005) \n\nPARÂMETROS UNIDADES \nLimites de Classificação \n\nC1 C2 C3 C4 \n\nCloretos mg/l 250 250 250 NR \n\nCondutividade Elétrica µS/cm NR NR NR NR \n\nD.B.O. mg/l 3 5 10 NR \nFósforo Total mg/l 0,1 0,1 0,15 NR \n\nOrtofosfato mg/l NR NR NR NR \n\nNitrato mg/l 10 10 10 NR \n\nNitrito mg/l 1 1 1 NR \n\nNitrogênio Amoniacal   0,5 a 3,7 0,5 a 3,7 1 a 13,3 1 a 13,3 \n\nNitrogênio Total mg/l NR NR NR NR \n\nOxigênio Dissolvido mg/l > 6,0 > 5,0 > 4,0 > 2,0 \npH - 6,0 a 9,0 6,0 a 9,0 6,0 a 9,0 6,0 a 9,0 \n\nSólidos Dissolvidos Totais mg/l 500 500 500 NR \n\nTurbidez N.T.U. &lt;40 &lt;100 &lt;100 NR \n\nColiformes Termotolerantes NMP/100ml 200 1000 4000 NR \n\nDensidade de Cianobactérias cel/L 20000 50000 100000 NR \n\n  \n\nNão se pode deixar de comentar que os limites para enquadramento dos \n\nparâmetros Nitrogênio Amoniacal e aos Coliformes Termotolerantes merecem atenção \n\nespecial, pois são dependentes de outros parâmetros. O nitrogênio amoniacal, por \n\nexemplo, tem os limites relacionados ao valor de pH da amostra d?água. Do mesmo \n\nmodo, a classificação quanto aos Coliformes Termotolerantes está embasada no tipo de \n\nuso do recurso hídrico e ao número de amostras analisadas, de modo que para aqueles \n\nem que há recreação ou contato primário, os padrões de qualidade de balneabilidade \n\n(previstos na resolução CONAMA 274, de 2000) deverão ser obedecidos, em \n\ndetrimento das informações apresentadas pela CONAMA 357/2005. Ainda, os limites \n\nestabelecidos na tabela acima devem ser obedecidos para 80% de pelo menos 6 \n\namostras, coletadas durante o período de 1 ano, com frequência bimestral, de acordo \n\ncom a resolução CONAMA 357/2005. Cabe ressaltar que, embora a resolução \n\npreconize, corretamente, uma alta frequência de amostragem de coliformes em rios \n\nmonitorados, em muitos casos, a classificação é realizada a partir de pequenos grupos \n\namostrais, até mesmo inferiores a 6 amostras anuais, pois as restrições financeiras e \n\nlogísticas relacionadas às amostragens de campo acabam se tornando grandes \n\nempecilhos para a manutenção de um monitoramento bimestral. \n\n\n\n \n\n16 \n\n \n\nOs problemas relacionados à correta utilização dessa norma não se restringem \n\nunicamente à obrigatoriedade de altas frequências de campanhas de monitoramento. É \n\nevidente também a falta de classificações para alguns parâmetros em concentrações \n\nmuito frequentemente encontradas em corpos hídricos monitorados. Ainda, muitas \n\nvezes a resolução CONAMA 357/2005 é interpretada como um meio de, através da \n\nmedição de concentrações de poluentes em corpo hídricos, classificar quais seriam os \n\nusos adequados e restringir outras possíveis atividades presentes no manancial. A \n\ninterpretação, contudo não é esta. É exatamente a contrária. Não é a lei que irá restringir \n\nos usos das águas conforme as concentrações de poluentes, e sim, estimar quais são os \n\nlimites máximos de poluição que poderão ser atingidos para que dada atividade \n\ncontinue a perpetuar no corpo hídrico sem que haja riscos, seja à saúde humana, seja ao \n\nmeio ambiente. Desse modo, a partir dos usos pré-existentes, ou até mesmo dos \n\ndefinidos como atividades futuras essenciais, o órgão gerenciador de determinada região \n\nhidrográfica deverá propor metas de despoluição do manancial que atendam aos limites \n\nde concentrações de poluentes, de modo que atividades possam ser ou continuem sendo \n\ndesenvolvidas pela comunidade (ANA, 2007). \n\n Sintetizando a questão, o enquadramento dos recursos hídricos em classes de \n\nqualidade é atualmente um dos instrumentos utilizados pelos comitês de bacias \n\nhidrográficas para regular a questão “usos x riscos a saúde humana x riscos ambientais”. \n\nSegundo a Agência Nacional de Águas – ANA (2013), dentre as 27 unidades da \n\nfederação, 17 tratam do enquadramento como um instrumento da PNRH, sendo que 14 \n\ndelas julgam que o mesmo deve ser implantado a partir do Plano de Recursos Hídricos. \n\n O Estado do Rio de Janeiro, local deste estudo, ainda não detém de um Plano de \n\nRecursos Hídricos Estadual, estando o mesmo em fase de finalização, devendo ser \n\nlançado ainda em 2013. \n\n \n\n2.3 Sistemas de Redução de Cargas Poluentes Geradas \n\n \n\nA relação existente entre a qualidade dos recursos hídricos e a presença de \n\nprocessos de redução de cargas geradas, como tratamento tanto de esgotos domésticos \n\ncomo de resíduos sólidos, são muito importantes de serem considerados em processos \n\nde elaboração de planos de bacia. De acordo com Vargas (2008), um dos grandes \n\nproblemas relativos à baixa qualidade dos cursos hídricos ocorre devido às altas \n\n\n\n \n\n17 \n\n \n\nconcentrações de esgotos, com baixos índices de tratamento, advindos de grandes \n\ncidades. Entretanto, este problema é resultante não só de grandes aglomerados \n\npopulacionais, mas também de pequenas comunidades próximas a corpos hídricos com \n\npouca capacidade de diluição, como ocorre na parcela superior da bacia do Rio Macaé. \n\nDesse modo, diversos são os processos de tratamento de efluentes atualmente \n\ndisponíveis que visam contornar este problema ambiental. Eles podem ser divididos, \n\nsegundo Sperling (2005), em 4 diferentes níveis, explicados abaixo, segundo COPASA \n\n(2013): \n\n? Tratamento preliminar, em que se objetiva principalmente a remoção de sólidos \n\ngrosseiros e de areia por mecanismos de ordem física; \n\n \n\n? Tratamento primário, em que, por meio de mecanismos de ordem física, visa à \n\nremoção de sólidos flutuantes como óleos e graxas. Também se destina à \n\nremoção de sólidos em suspensão sedimentáveis e parte da matéria orgânica;  \n\n \n\n? Tratamento secundário, onde predominam os mecanismos biológicos, de modo \n\nque o obtivo principal é a remoção de matéria orgânica e, eventualmente, \n\nnutrientes como nitrogênio e fósforo. \n\n \n\n? Tratamento terciário, que objetiva a remoção de poluentes específicos não \n\nretirados no tratamento secundário. Neste caso podem estar inclusos nutrientes \n\ncomo fósforo e nitrogênio. \n\n \n\nAinda, o mesmo autor explica os principais processos de tratamento de esgotos, \n\ndividindo-os em diferentes classes. Dentre eles, podem ser destacados: (i) Sistemas \n\nanaeróbios, em que são incluídos os tanques sépticos, filtros anaeróbios e reatores \n\nUASB; (ii) Lagoas de estabilização, em que são incluídas as lagoas facultativas, \n\nanaeróbias, aeradas facultativas e  de maturação; (iii) Reatores aeróbios com biofilmes, \n\ncomo filtros biológicos percoladores; (iv) Disposição no solo; (v) Lodos ativados e; (vi) \n\nFlotação. \n\nEsses diferentes processos apresentam também índices de eficiência de tratamento \n\ndiferenciados, de modo que são aplicados a situações distintas dependentes de diversas \n\nvariáveis, que vão desde a eficiência desejada de remoção de poluentes até a \n\ndisponibilidade de recursos financeiros para a implantação desses projetos. \n\n\n\n \n\n18 \n\n \n\nNo âmbito deste estudo, são mais bem caracterizados aqueles processos com \n\nmenor custo de manutenção e de implantação, descritos por Benetti (2009), que destaca \n\nas efetividades relativas às fossas sépticas e lagoas de estabilização de efluentes, \n\nconforme a Tabela 5. \n\n \n\nTabela 5 – Eficiências de sistemas de tratamento de efluentes de interesse (BENETTI, 2009) \n\nT\nip\n\no\n d\n\ne\n S\n\nis\nte\n\nm\na\n\n \n\nT\nra\n\nta\nm\n\ne\nn\n\nto\n P\n\nri\nm\n\ná\nri\n\no\n \n\n(T\nan\n\nq\nu\n\ne\ns \n\nSé\np\n\nti\nco\n\ns)\n \n\nT\nra\n\nta\nm\n\ne\nn\n\nto\n P\n\nri\nm\n\ná\nri\n\no\n \n\nC\no\n\nn\nve\n\nn\nci\n\no\nn\n\nal\n \n\nT\nra\n\nta\nm\n\ne\nn\n\nto\n P\n\nri\nm\n\ná\nri\n\no\n \n\nA\nva\n\nn\nça\n\nd\no\n\n \n\nLa\ng\n\no\na\n\n F\na\n\ncu\nlt\n\na\nti\n\nva\n \n\nLa\ng\n\no\na\n\n A\nn\n\na\ne\n\nró\nb\n\nia\n +\n\n L\na\n\ngo\na\n\n \nFa\n\ncu\nlt\n\nat\niv\n\na\n \n\nLa\ng\n\no\na\n\n A\ne\n\nra\nd\n\na \nFa\n\ncu\nlt\n\na\nti\n\nva\n \n\nLa\ng\n\no\na\n\n A\ne\n\nra\nd\n\na \nm\n\nis\ntu\n\nra\n \n\nco\nm\n\np\nle\n\nta\n +\n\n la\ng\n\no\na \n\nse\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\nLa\ng\n\no\na\n\n A\nn\n\na\ne\n\nró\nb\n\nia\n +\n\n l\na\n\ngo\na\n\n \nfa\n\ncu\nlt\n\n. \n+\n\n l\nag\n\no\na\n\n d\ne\n\n m\na\n\ntu\nra\n\nçã\no\n\n \n\nLa\ng\n\no\na\n\n A\nn\n\na\ne\n\nró\nb\n\nia\n +\n\n l\na\n\ngo\na\n\n \nfa\n\ncu\nlt\n\n. \n+\n\n l\nag\n\no\na\n\n d\ne\n\n a\nlt\n\na \nta\n\nxa\n \n\nLa\ng\n\no\na\n\n A\nn\n\na\ne\n\nró\nb\n\nia\n +\n\n l\na\n\ngo\na\n\n \nfa\n\ncu\nlt\n\n. \n+\n\n r\ne\n\nm\no\n\nçã\no\n\n d\ne\n\n a\nlg\n\na\ns \n\nDBO5 (%) 30 - 35 30 - 35 45 - 80 75 - 85 75 - 85 75 - 85 75 - 85 80 - 85 80 - 85 85 - 90 \n\nDQO (%) 25 - 35 25 - 35 55 - 75 65 - 80 65 - 80 65 - 80 65 - 80 70 - 83 70 - 83 75 - 83 \n\nSS (%) 55 - 65 55 - 65 60 - 90 70 - 80 70 - 80 70 - 80 80 - 87 73 - 83 73 - 83 >90 \n\nAmônia-N (%)&lt;30&lt;30&lt;30&lt;50&lt;50&lt;30&lt;30 50 - 65 65 - 85&lt;50 \n\nN total (%)&lt;30&lt;30&lt;30&lt;60&lt;60&lt;30&lt;30 50 - 65 75 - 90&lt;60 \n\nP total (%)&lt;35&lt;35 75 - 90&lt;35&lt;35&lt;35&lt;35 >50 50 - 60&lt;35 \n\nCF (unid. Log)&lt;1&lt;1 ~1 1 - 2 1 - 2 1 - 2 1 - 2 3 - 5 3 - 4 3 - 4 \n\n \n\n Enquanto que processos de tratamento de efluentes domésticos visam à \n\ndiminuição de cargas poluentes geradas por pessoas residentes em determinada bacia, \n\noutros sistemas podem ser utilizados para a diminuição da poluição aportante em corpos \n\nhídricos devido à contribuição difusa da agropecuária. A importância do tratamento dos \n\ndejetos advindos pela pecuária é confirmada pelo trabalho realizado por Empresa \n\nBrasileira de Pesquisa Agropecuária - Embrapa (1993), que aponta que o lançamento de \n\ngrandes quantidades de resíduos provenientes da pecuária em corpos hídricos pode levar \n\na sérios desequilíbrios ecológicos, relativos principalmente às altas cargas orgânicas \n\naportantes através dos dejetos que são carregados pelas águas das chuvas até o canal \n\nprincipal da bacia.  \n\n Desse modo, entre as mais diversas técnicas de tratamento de resíduos sólidos \n\natualmente empregadas para cargas advindas da pecuária, pode-se destacar os processos \n\npor biodigestão. Biodigestores, segundo Embrapa (1993), são digestores anaeróbios que \n\npossibilitam tratar resíduos orgânicos por meio de processos fermentativos. O custo \n\nagregado é muito pequeno, e ainda há a geração de metano, que, segundo Angonese, \n\n\n\n \n\n19 \n\n \n\n(2007), tem grande capacidade para a geração de Créditos de Carbono, podendo chegar \n\naté R$ 5,31 animal\n-1\n\n ano\n-1\n\n, para o caso específico de suínos, para o ano base de 2007. \n\n A eficiência de remoção de poluentes por biodigestores, segundo Angonese \n\n(2007) é da ordem de 76% para dejetos advindos da suinocultura, mostrando bom \n\nabatimento de cargas. Entretanto, quando se trata de coliformes fecais, essa técnica não \n\napresenta resultados muito satisfatórios de remoção (Embrapa, 1993). Desse modo, \n\nJunior (2007), propõe a utilização de técnicas de compostagem ao resíduo originado da \n\nbiodigestão para intensificar o abatimento de coliformes fecais. Segundo esse estudo, é \n\npossível a eliminação de até 100% dos coliformes fecais em processos que combinam \n\nbiodigestão anaeróbia com posterior compostagem da fração sólida resultante. \n\n \n\n2.4 Modelagem de Qualidade d’água \n\n \n\nO conceito de modelagem é muito vasto na literatura, sendo normalmente \n\nconceituado como uma série de equações matemáticas, agregadas a parâmetros de \n\nentrada e de saída, que procuram representar a realidade e os processos ocorridos em \n\ndeterminado local, através da problematização e investigação de procedimentos (PAZ, \n\n2011). \n\nFazendo uso deste conceito, Chapra (1997), começa o prefácio de seu livro \n\n“Water Resources and Environmental Engineering”, citando os motivos pelos quais os \n\nestudiosos e pesquisadores de assuntos relacionados à qualidade d?água deveriam dar \n\nespecial atenção ao tema “modelagem matemática”. Os motivos estão fundamentados \n\nem dois aspectos principais: (i) o notável crescimento das preocupações que envolvem a \n\ngestão econômica, racional e ambiental dos recursos hídricos e; (ii) o intenso avanço \n\ntecnológico e computacional, que vem agregando cada vez mais velocidade nos \n\nprocessos realizados pelo homem moderno.  \n\nUma vez aliados, portanto, a aplicação da modelagem matemática, aos conceitos e \n\nconhecimentos já pré-estabelecidos na área da qualidade de águas, a obtenção de \n\nresultados se tornará mais dinâmica e poderá fornecer subsídios importantes para a \n\ngestão de recursos hídricos (SILVINO, 2008).  \n\n \n\n\n\n \n\n20 \n\n \n\n2.4.1 Aplicabilidade dos Modelos \n\n \n\nUm modelo de qualidade d?água pode ser entendido, desse modo, como a \n\ntransferência de conceitos e equações que regem, ou buscam explicar empiricamente, os \n\nfenômenos físicos de entrada, saída e transferência de poluentes ou outros parâmetros \n\nimportantes, através de programas ou linguagens computacionais que sejam dotados de \n\nmeios de interface com usuários. \n\nNos últimos anos, programas e algoritmos vêm sendo aplicados em larga escala \n\nem trabalhos focados no fornecimento de informações de qualidade d?água para planos \n\nde bacias hidrográficas e gestão de recursos hídricos. Como exemplo, cita-se Silvino \n\n(2008), que utilizou o QUAL-2K, para avaliar a qualidade das águas do Rio Coxipó, \n\nMT, com o intuito de contribuir para a gestão de recursos hídricos da região. O estudo \n\ndemonstrou que o rio apresentara problemas sérios com coliformes fecais, e concluiu \n\natravés de simulações de cenários futuros que somente com forte intervenção em \n\nsaneamento seria possível elevar a qualidade das águas do Rio Coxipó em relação à E \n\ncoli. \n\nO modelo QUAL-2K também foi utilizado por Bottino (2008) para mensuração \n\nda qualidade d?água do rio Canha, SP, tanto em termos experimentais como de \n\nmodelagem matemática. A autora calibrou o modelo para dados coletados em campo \n\npara confrontá-los posteriormente com hipóteses ecohidrológicas. Ao final, observou \n\nque a poluição difusa da bacia era intensificada nos períodos chuvosos e que as \n\ncontaminações por nitrogênio não eram pontuais. \n\nDentre outros modelos disponíveis, pode ser destacado o trabalho realizado por \n\nSouza (2008), que utilizou o modelo hidrodinâmico CE-QUAL-W2 para modelar o \n\nArroio Demétrio, o qual está inserido na sub-bacia do Rio Gravataí – RS. Este estudo \n\nprovou, através de simulações de cenários futuros, que a qualidade da água deste corpo \n\nhídrico seria intensamente agravada em direção à zona urbana do município de Gravataí \n\n– RS para um futuro de 10 anos. \n\nA utilização de modelos matemáticos aplicados a estudos de qualidade d?água \n\ntem, então, se destaca como um dos principais meios de simulação de cenários futuros \n\nde degradação ambiental, permitindo não somente a estruturação e embasamento de \n\nplanos de bacia, mas também a avaliação de impactos ambientais futuros relacionados a \n\natividades antrópicas altamente poluidoras. Desse modo, estudos de modelagem de \n\n\n\n \n\n21 \n\n \n\nqualidade d?água podem ser aplicados para vários escopos diferentes, conforme \n\nexemplificado nos três itens a seguir: (i) Responsabilidades legais, para os casos de \n\ncomprovação ou anulação de responsabilidades frente a órgãos ambientais, quando da \n\nmensuração da parcela de culpa de determinada indústria na poluição ambiental de um \n\nrio receptor de diversas fontes de poluições pontuais; (ii) Mensuração de gastos extras, \n\npara os casos de implantação de emissários de esgotos próximos (e a montante) a \n\nEstações de Bombeamento de águas para consumo humano e; (iii) Identificação de \n\nimpactos ambientais, para os casos de intervenções em corpos hídricos por barragens ou \n\noutras obras hidráulicas. \n\n \n\n2.4.2 Programas Clássicos Utilizados na Modelagem de Qualidade \n\nd’água \n\n \n\nOs modelos matemáticos, de modo geral, podem ser divididos em classes \n\ndiferentes que levam em consideração, principalmente, os métodos e premissas \n\nadotados nas simulações realizadas para a resolução de problemas. \n\nSob a ótica de James (1993), os modelos matemáticos podem ser classificados \n\ncomo modelos conceituais, empíricos, determinísticos ou estocásticos. \n\n Os modelos conceituais podem variar no seu grau de representatividade, mas \n\nprocuram abarcar todo processo significante em determinado fenômeno estudado, \n\ndiferentemente dos modelos empíricos, que por sua vez são mais simplificados. Este \n\ntipo de modelo utiliza relações baseadas em determinações experimentais e não permite \n\nmodificações não previstas nas condições de contorno do modelo (SANTOS, 2009). \n\nJá os modelos determinísticos são aqueles que apresentam relação fixa entre as \n\nentradas e saídas, de modo que, para dado conjunto de entradas, sempre haverá apenas \n\numa resposta. Ainda, um modelo determinístico pode ser também conceitual, caso ele \n\nmodele todos os processos significantes para dada simulação, ou empírico, caso ele seja \n\nmais simplificado. \n\nEm contrapartida, os modelos estocásticos são aqueles que têm atrelado à \n\nlinguagem utilizada métodos probabilísticos que fazem com que, através de uma \n\ndistribuição de probabilidades, existam diferentes respostas para dado conjunto de \n\ndados. Do mesmo modo que os modelos determinísticos, os estocásticos podem ser \n\nempíricos ou conceituais. \n\n\n\n \n\n22 \n\n \n\nCitam-se, a partir do exposto, dois exemplos. O modelo de Streeter Phelps, \n\nmundialmente conhecido, pode ser considerado como conceitual e determinístico, uma \n\nvez que um conjunto de entrada gera apenas uma resposta.  Em contrapartida, modelos \n\nque se baseiam em análises de dependência temporal, para, por exemplo, prover \n\nprevisões de variáveis meteorológicas, são classificados como estocásticos \n\n(CARVALHO, 2010). \n\nAinda, além dos modelos serem classificados quanto ao tipo de dados utilizados e \n\nsuas relações, eles podem ser classificados também quanto à dimensionalidade (uni, bi \n\nou tridimensional) e quanto à dependência temporal (estáticos ou dinâmicos). \n\nModelos estáticos são aqueles em que não há variações de determinados \n\nparâmetros ao longo do tempo, ou seja, os resultados são obtidos a partir de um passo \n\nde tempo único, enquanto que modelos dinâmicos apresentam resultados oriundos de \n\nprocessos em que a entrada dos parâmetros em dada célula é igual à saída da(s) célula(s) \n\nanterior. \n\nA dimensionalidade dos modelos também é importante, sendo encontrados na \n\nliteratura modelos bidimensionais e tridimensionais, principalmente em algumas áreas \n\nde concentração de estudos de hidráulica. Entretanto, a maior parte dos modelos de \n\nqualidade d?água é unidimensional, onde se parte do pressuposto que toda a seção do rio \n\nmodelado é constante. \n\nDe acordo com Bottino (2008), os modelos amplamente utilizados para \n\nsimulações de qualidade d?água são: \n\n \n\n \n\nTabela 6 – Modelos de qualidade d’água usualmente empregados (adaptado de Bottino 2008) \n\nHEC-HAS \n\nDesenvolvido pelo Centro de Engenharia Hidráulica, do U.S. Army Corps of Engineers, este modelo permite \n\nanálises de nitrogênio, fósforo, algas, DBO e oxigênio dissolvido, através de simulações de qualidade d?água \n\nbaseadas na equação de advecação dispersão (FAN, 2012). Ainda, foi desenvolvido para realizar simulações em \n\ntrechos unidimensionais de corpos hídricos. \n\nSIMCAT (SIMulation CATchment) \n\nDesenvolvido pela agência inglesa de meio ambiente, o SIMCAT é um modelo unidimensional, que simula a \n\ndegradação de poluentes em fluxo permanente, sem fazer, contudo, uso dos fenômenos de advecção-dispersão. \n\nTOMCAT (Temporal/Overall Model for CATchment) \n\nO TOMCAT também é um modelo do tipo unidimensional, muito similar ao SIMCAT, entretanto utiliza a \n\nabordagem estocástica de Monte Carlo. \n\n\n\n \n\n23 \n\n \n\nPC-QUASAR \n\nDesenvolvido na Inglaterra, é um modelo unidimensional dinâmico, em que o transporte e a transformação de \n\nsubstâncias variam no tempo. Ainda, existe a possibilidade de serem utilizados métodos de simulação estocástica \n\natravés da metodologia de Monte Carlo para grandes rios com influências múltiplas. \n\nMIKE - 11 \n\nÉ um modelo unidimensional que simula um fluxo dinâmico em rios sob condições homogêneas dentro do canal, \n\natravés de equações de advecção – dispersão. O Mike 11 se apresenta como um modelo de alta complexidade, \n\numa vez que as equações, resolvidas numericamente, possibilitam a simulação de diversas situações.  \n\nWASP (Water Analysis Simulation Program) \n\nFornecido pela Environmental Protection Agency (EPA), o WASP é um programa de simulação desenvolvido \n\npara simular os processos hidrodinâmicos, podendo ser aplicado para uma, duas ou três dimensões. São \n\nconsiderados, também, processos de advecção e dispersão, fluxo de massa, fluxos de fronteira e deposição de \n\nfundo na simulação de transporte e decaimento dos contaminantes. \n\nAQUATOX \n\nBem como o WASP, o Aquatox também é fornecido pela EPA, com o intuito de prover ao modelador um método \n\npara avaliação do risco ecológico em ecossistemas aquáticos. Desse modo, é um modelo de simulação que \n\ntrabalha tanto com modelagem de nutrientes como também com substâncias químicas e seus efei tos no \n\necossistema, incluindo peixes, invertebrados e plantas aquáticas. \n\nSWAT 2012 (Soil and Water Assessment Tools \n\nModelo desenvolvido pelo USDA Agricultural Research Service, o SWAT é um modelo acoplado a uma pequena \n\nbacia com o intuito de simular a quantidade e qualidade dos recursos hídricos superficiais e subterrâneos, \n\nconsiderando os impactos ambientais relacionados ao tipo de uso do solo. É um modelo distribuído e contínuo e \n\nse destaca pelos diferentes processos físicos que podem ser simulados de forma sequencial, em dado intervalo de \n\ntempo (BLAINSKI, 2008). \n\nQUAL2E (Q2E) \n\nModelo desenvolvido pela EPA, em 1987, o QUAL2E é um dos mais difundidos atualmente, devido à sua grande \n\naplicabilidade aliada à facilidade de manuseio. Unidimensional, trabalhando para escoamentos em estado \n\npermanente e não uniforme este modelo adota como mecanismos de transporte de poluentes a solução de \n\nequações diferenciais de adveccção-dispersão por um esquema implícito de diferenças finitas (KNAPIK, 2011). \n\nEstas características, intrínsecas ao Q2E, fazem, portanto, com que ele possa ser largamente empregado na \n\nelaboração de planos de gestão de recursos hídricos e de bacias hidrográficas, conforme as diretrizes preconizadas \n\nna Lei 9.433/97, vista anteriormente. \n\nO modelo Q2E apresenta uma interface amigável que permite ao usuário facilmente modelar determinado corpo \n\nhídrico quanto à entrada e saída de vazões, uma vez que ele é dotado de ferramentas que facilitam a incorporação \n\nde descargas pontuais, tributários, captações e incrementos de vazões e/ou poluições difusas oriundas da bacia. \n\nQuatro são os componentes principais de entrada no Q2E: \n\n? Dados para controle da simulação, referente à caracterização dos trechos a serem simulados e à abrangência \n\ntemporal da modelagem; \n\n? Representação do sistema do rio, referente à divisão dos trechos, modo de propagação de vazões como as \n\ncaracterísticas hidráulicas; \n\n? Variáveis globais dos parâmetros a serem simulados como características físicas da bacia, índices de correção, \n\ndados climatológicos etc; \n\n? Dados funcionais, que são entradas específicas como qualidade e quantidade da água de lançamentos, \n\ncaptações e outros que serão modelados. \n\n\n\n \n\n24 \n\n \n\n2.5 Modelo QUAL-2K \n\n \n\nDesenvolvido orginalmente por Steven C. Chapra, com a última versão datada de \n\ndezembro de 2008, o QUAL-2K trabalha com interface Excel para entrada e saída de \n\ndados, através de programação em linguagem VBA (EPA, 2013), com o intuito \n\nprincipal de simular a qualidade d?água em corpos hídricos. \n\nEm relação aos aperfeiçoamentos, Santos (2009) destaca que, dentre os \n\nparâmetros de qualidade d?água modelados, o QUAL-2K apresentou diferenças em \n\nrelação aos seus anteriores, como a representação da matéria orgânica no meio fluvial, \n\numa vez que passou a ser diferenciada a fração dissolvida de matéria orgânica \n\n(representada por duas variáveis chamadas DBOLenta e DBORápida) e a fração particulada, \n\nsimulada através da contribuição de fitoplâncton (KNAPIK, 2011). A divisão entre \n\nDBOLenta e DBORápida é baseada no fato de a primeira considerar matérias orgânicas \n\nestáveis, ou recalcitrantes, com baixas velocidades de decaimento (como ocorre em \n\nalguns efluentes industriais), enquanto a segunda considera a matéria orgânica \n\nbiodegradável, como esgotos domésticos, por exemplo.  \n\nAdicionalmente, o modelo QUAL-2K passou a considerar a existência de \n\nambientes anóxicos, englobando desse modo situações em que não há presença de \n\noxigênio dissolvido no manancial, afetando outros processos, como o de nitrificação e \n\ncrescimento de algas perifíticas e fitoplâncton. \n\nNão apenas as simulações quanto à matéria orgânica foram atualizadas em relação \n\nao QUAL-2E. Outros parâmetros também foram adicionados ou alterados no modelo, \n\npodendo ser destacados a simulação direta de algas de fundo, a simulação do pH com \n\nbase nas concentrações de alcalinidade e carbono inorgânico total e a relação entre a \n\ninibição da luz solar no ambiente aquático com o crescimento de algas, bem como a \n\npresença de detritos e de sólidos inorgânicos (SANTOS, 2009). \n\nO QUAL-2K é um modelo unidimensional, de canal bem misturado, tanto \n\nverticalmente quanto lateralmente, estruturado em um rio principal e tributários \n\nramificados. O fluxo no modelo é constante e em regime permanente, de modo que a \n\ndiscretização espacial dos canais pode representar trechos de diferentes características \n\nhidráulicas. Adicionalmente, o QUAL-2K pode simular até 18 diferentes variáveis e \n\npermite tanto a inserção de lançamentos difusos e pontuais como a manipulação de \n\ndiversos índices e coeficientes de ajuste de curvas de decaimento dos poluentes. \n\n\n\n \n\n25 \n\n \n\nAinda, adota o conceito de escalas de tempo, em que as simulações são \n\nrepresentadas em escalas temporais de 24 horas. As equações de balanço de calor, \n\ntemperatura, e de cinética das reações são simuladas em escala de tempo diurna, \n\nimplicando também na necessidade de entrada de informações climatológicas no \n\nmodelo (SILVINO, 2008). As entradas utilizadas para este modelo são citadas por \n\nSalvai e Bezdam (2008): \n\n? Características Geográficas locais, como longitude, latitude, fuso horário e \n\naltitudes; \n\n \n\n? Características Meteorológicas, como temperatura do ar, ponto de orvalho \n\nda região, velocidade do vento, sombreamentos e porcentagem de \n\ncobertura de nuvens; \n\n \n\n? Parâmetros químicos e biológicos relativos qualidade do rio principal e \n\ndos afluentes, bem como as descargas difusas e pontuais; \n\n \n\n? As informações hidráulicas que regem ou procuram representar as \n\ncaracterísticas reais do rio simulado. \n\n \n\n2.5.1 Segmentação do QUAL-2K \n\n \n\nConforme mencionado anteriormente, o modelo trabalha com discretização hidráulica \n\nde corpos hídricos, em que os elementos possuem iguais propriedades, como comprimentos, \n\ncaracterísticas hidráulicas, coeficientes de reação e vazões incrementais. O modelo permite, \n\nentretanto, a variação dessas propriedades entre os chamados trechos, que são compostos \n\npor um conjunto de elementos de iguais características hidráulicas. A Figura 5 elucida esta \n\nsubdivisão exemplificando um trecho composto por 4 elementos. Soma-se, para completar a \n\ncaracterização espacial do modelo, a denominação “Segmento”, que nada mais é que um \n\nconjunto de trechos representativos de um ramo do sistema (SILVINO, 2008). \n\nAinda, a Figura 6 permite visualizar como o QUAL-2K entende a ordem de \n\nprocessamento dos elementos inseridos no modelo. A numeração é formatada de forma \n\ncrescente, de montante para jusante. A Figura 7, apresenta um exemplo de como podem ser \n\ninseridas entradas de fontes poluidoras ou abstrações provocadas por usuários do \n\nmanancial. \n\n\n\n \n\n26 \n\n \n\n \n\nFigura 5 – Subdivisão dos elementos, para cada trecho de rio simulado. Fonte: Santos \n\n(2009) adaptado de Chapra (2008) \n\n \n\nFigura 6 – Demonstração da ordem de simulação de elementos. Fonte: Silvino (2008) \n\nadaptado de Chapra (2008) \n\n \n\nFigura 7 – Exemplo de inserção de entradas e abstrações no modelo. Fonte: Fonseca \n\n(2008) adaptado de Chapra (2008) \n\n \n\n2.5.2 Balanço de Vazão no QUAL-2K \n\n \n\nConforme mencionado anteriormente, o QUAL-2K trabalha com escoamentos \n\nuniformes e permanentes, o que significa que as características de escoamento \n\n(considerando aportes e abstrações) são constantes no tempo. Desse modo, as \n\nsimulações realizadas consideram não somente o vetor de velocidade constante (para \n\n\n\n \n\n27 \n\n \n\ncada trecho específico), mas também outras características como, por exemplo, a massa \n\nespecífica do fluido e a pressão (SILVINO, 2008). \n\nConsiderando essas premissas, o balanço de vazão de um dado elemento “i” é \n\ndeterminado pelas equações representadas abaixo (BOTTINO, 2008), de modo que os \n\nsignificados dos coeficientes são apresentados na Tabela 7. Adicionalmente, é \n\napresentada na Figura 8 uma representação esquemática do balanço de vazões. \n\n \n\n \n\nFigura 8 – Balanço de vazões no modelo. Fonte: Santos (2009) adaptado de Chapra (2008) \n\n \n\n                                 1 \n\n      ?         ?         \n     \n   \n\n    \n           2 \n\n       ?         ?         \n     \n   \n\n    \n   \n\n        3 \n\n \n\nTabela 7 – Significado dos coeficientes das equações do balanço de vazões \n\n    Vazão de saída do elemento i e de entrada do elemento i +1 a jusante (m³/d) \n\n      Vazão de saída do elemento i - 1 a montante do elemento i (m³/d) \n\n       Vazão de entrada no elemento i por fontes pontuais e/ou difusas (m³/d) \n\n        Vazão de saída no elemento i por fontes pontuais e/ou difusas (m³/d) \n\n?        \n    \n     Somatório das vazões de entrada no elemento i por fontes pontuais (m³/d) \n\n?         \n     \n     Somatório das vazões de entrada no elemento i por fontes difusas (m³/d) \n\n?        \n    \n     Somatório das vazões abstraídas no elemento i por fontes pontuais (m³/d) \n\n?         \n     \n     Somatório das vazões abstraídas no elemento i por fontes difusas (m³/d) \n\n \n\n2.5.3 Balanço de Massa no QUAL-2K \n\nO modelo QUAL-2K simula o decaimento e transporte de poluentes através da \n\nconsideração de quatro fenômenos: Dispersão, Advecção, Cinética de decaimento e Fontes \n\nExternas (incluindo fontes e sumidouros). Sob essa ótica, Seo (2011) apresentou, para um \n\n\n\n \n\n28 \n\n \n\nestudo específico de qualidade d?água no rio Geum, Coréia, a equação de transporte de \n\nmassa para corpos hídricos considerados unidimensionais e em estado permanente, que \n\nnada mais é que a variação da massa de determinado poluente para dado intervalo de tempo \n\n(Figura 9). Essa consideração vai também ao encontro da equação de balanço de massa \n\napresentada por Silvino (2008) mostrada na figura seguinte. Ainda, a Figura 11 apresenta a \n\nrelação esquemática das considerações do modelo QUAL-2K (CHAPRA, 2008). \n\n \n\n \n\nFigura 9 – Representação da equação de transporte de massa em rios (SEO, 2011) \n\n \n\nFigura 10 – Representação da equação de transporte de poluentes em rios (Adaptado de \n\nSilvino, 2008) \n\n \n\n \n\n Figura 11 – Representação esquemática do balanço de massa em volume de \ncontrole no QUAL-2K (Adaptado de Silvino, 2008) \n\n \n\n Vale a pena ressaltar que, dentre os fenômenos apresentados para transporte de \n\nmassa no QUAL-2K, a advecção é o principal responsável pelo movimento das \n\n\n\n \n\n29 \n\n \n\npartículas, e consiste no movimento unidirecional das partículas, de modo que a \n\nsubstância transportada não perde a identidade (Chapra, 1997 apud Silvino, 2008), \n\nsendo um dos principais mecanismos de transporte de constituintes. \n\nO fenômeno da dispersão longitudinal é, por outro lado, função das diferenças do \n\nmovimento d?água no volume de controle, como, por exemplo, o movimento diferencial \n\nassociado ao perfil de velocidades de determinada seção transversal da calha de um rio \n\n(CHAPRA, 1997). A inclusão desse fenômeno permite a transferência de massa de \n\npoluentes tanto de montante como de jusante para dado elemento i, proporcionando uma \n\nmelhor estimativa do espalhamento dos poluentes no decorrer do percurso dos corpos \n\nhídricos. \n\nPara completar a explicação da Figura 10, o fenômeno de decaimento ali \n\nconsiderado, faz referência às taxas de degradações ou transformações de poluentes, \n\nenquanto que as fontes externas tratam das entradas e saídas devido a aportes ou \n\nabstrações de vazões em dado volume de controle (ou, como aqui representado, \n\n“elemento i”). \n\nNo QUAL-2K, Chapra (2008), utiliza a equação de balanço de massa destacada \n\nna Equação 4, onde: (i) os dois primeiros termos são a carga de entrada e saída no \n\nelemento i; (ii) o terceiro e sexto termos são as cargas de saída por abstrações e entradas \n\npor aportes no elemento i; (iii) o quarto e quinto termos são referentes às cargas de \n\nentradas e de saídas do volume de controle devido ao fenômeno da dispersão e; (iv) o \n\núltimo termo representa o aumento ou diminuição de carga devido a reações \n\nbioquímicas de incremento ou decaimento de poluentes.  \n\nAinda, também é apresentada a equação que o modelo considera para o aporte de \n\nvazões no canal simulado. \n\n \n\n   \n\n  \n \n\n    \n\n  \n     \n\n  \n\n  \n   \n\n      \n\n  \n   \n\n    \n \n\n  \n          \n\n  \n \n\n  \n          \n\n  \n\n  \n       4 \n\n \n\n   ?                 \n    \n   \n\n?                  \n     \n          5 \n\n \n\n \n\n \n\n \n\n\n\n \n\n30 \n\n \n\n \n\nTabela 8 – Significado dos coeficientes das equações do balanço de massa \n\n   \n  \n\n \nVariação de concentração de determinado poluente dentro do volume de controle do elemento i \n\n(g/m³.dia) \n\n     Vazão de saída do elemento i - 1 a montante do elemento i (m³/d) \n\n   Vazão de saída do elemento i para o elemento i + 1 (m³/d) \n\n       Vazão de saída no elemento i por fontes pontuais e/ou difusas (m³/d) \n\n     Concentração de saída do elemento i – 1 para determinado poluente (g/m³) \n\n   Concentração de saída do elemento i  para determinado poluente (g/m³) \n\n     Concentração de entrada no elemento i pelo elemento i +1  para determinado poluente (g/m³) \n\n   Volume de controle do elemento (m³) \n\n     \n  Coeficiente de dispersão longitudinal entre os elementos i -1 e i (m³/d) \n\n  \n  Coeficiente de dispersão longitudinal entre os elementos i e i + 1 (m³/d) \n\n   Carga de constituintes externos para o elemento i (g/dia) \n\n   Fontes e/ou sumidouros de poluente devido a reações ou transferência de massa (g/m³.dia) \n\n        Vazão i proveniente de fonte pontual (m³/d) \n\n        Concentração da vazão de fonte pontual i para determinado poluente (g/m³) \n\n         Vazão i proveniente de fonte difusa (m³/d) \n\n         Concentração da vazão de fonte difusa i para determinado poluente (g/m³) \n\n \n\nO modelo QUAL-2K, por ter em suas equações fundamentais de transporte de \n\nmassa de poluente os termos de advecção e de dispersão, pode ser considerado, \n\nportanto, como um modelo de reator de fluxo misto (CHAPRA 1997). \n\nDesse modo, todas as equações que representam o comportamento no transporte de poluentes, \n\nrevisadas acima, servem de base para a simulação dos parâmetros abarcados pelo modelo, \napresentadas a seguir na Figura 12. Entretanto, o foco deste estudo se baseou nos parâmetros \n\ndestacados na  \n\nTabela 9, de modo que as equações de decaimento e transformações serão \n\ndetalhadas para cada um deles no decorrer deste estudo. \n\n\n\n \n\n31 \n\n \n\n \n\nFigura 12 – Relação de variáveis passíveis de modelagem pelo QUAL-2K \n\n \n\nTabela 9 – Parâmetros modelados \n\nParâmetros de Qualidade d'água Simulados \n\nOxigênio Dissolvido \n\nDemanda Bioquímica de Oxigênio (DBOC Rápida) \n\nColiformes Fecais (Patógenos) \n\nNitrogênio Total \n\nNitrogênio Orgânico Nitrogênio Amoniacal Nitrato \n\nFósforo Total Fósforo Orgânico Fósforo Inorgânico \n \n\n2.5.4 Equações de Modelagem de Vazão \n\n \n\nO modelo disponibiliza ao usuário três diferentes métodos hidráulicos para \n\nsimular as entradas e as saídas de vazão de cada elemento computacional. Segundo \n\nChapra (2008), os métodos são: (i) método represamento; (ii) o método da curva chave \n\ne; (iii) a equação de Manning. Apesar de na literatura serem vastos os registros de \n\nmodelagens através do método de Manning, para o presente trabalho o método utilizado \n\nfoi o da curva-chave, de modo que os outros métodos de simulação de vazões são \n\napenas brevemente apresentados na Figura 13, onde é destacada a iteração interna do \n\nprograma para o caso da utilização do método de Manning (flechas circulares azuis), em \n\nque a vazão é calculada e iterada até que os erros sejam inferiores a 0,001%. \n\n \n\n\n\n \n\n32 \n\n \n\n \n\nFigura 13 – Representação esquemática de dois métodos de simulação de vazões no \n\nQUAL-2K: Método do represamento e método de Manning (Adaptado de Chapra, 2008) \n\n \n\nDestaca-se, portanto, o emprego do método de simulação hidráulica através da \n\nmetodologia da curva chave, composta pelo seguinte conjunto de equações, de modo \n\nque os termos são explicados na Tabela 10.  \n\n \n\n               6 \n\n               7 \n\n   \n \n\n \n            8 \n\n  \n  \n\n \n           9 \n\n                10 \n\n                11 \n\n \n\nTabela 10 – Significado dos coeficientes das equações do método da curva chave \n\n  Velocidade do escoamento (m/s) \n\n  Profundidade média do canal (m) \n\n   Área da seção do canal (m²) \n\n  Largura média do elemento computacional i (m) \n\n\n\n \n\n33 \n\n \n\n   Área superficial do elemento computacional i (m²) \n\n  Volume do elemento computacional i  (m³) \n\n  Vazão de determinado elemento computacional i (m³/s) \n\n  Expoente adimensional para obtenção da velocidade \n\n  Expoente adimensional para obtenção da profundidade \n\n  Coeficiente empírico adimensional para determinação da velocidade de escoamento; \n\n  Coeficiente empírico adimensional para determinação da profundidade; \n\n \n\n2.5.5 Equações de Balanço de Massa na Modelagem dos \n\nParâmetros Considerados \n\n \n\nOs poluentes e os parâmetros mensurados como indicativos de qualidade de \n\náguas de mananciais podem ser classificados, inicialmente, em conservativos e não \n\nconservativos. Os poluentes conservativos, como o sal (em excesso), e alguns metais, \n\npor exemplo, são aqueles que não reagem com o meio ou com outras substancias \n\npresentes, não alterando, portanto, a sua concentração ao percorrer o corpo hídrico. Já \n\nos poluentes não conservativos são aqueles que se transformam com o meio ou reagem \n\ncom outras substâncias, alterando a concentração ao longo do tempo (COLLISCHON, \n\n2010). Como exemplo para poluentes / parâmetros não conservativos, podem ser citados \n\nos modelados neste trabalho: (i) DBO; (ii) Coliformes; (iii) Nitrogênio; (iv) Fósforo e; \n\n(v) OD. \n\nDesse modo, este capítulo tem o intuito de apresentar todas as equações \n\nutilizadas pelo modelo para simular o transporte e decaimento destes poluentes / \n\nparâmetros. \n\n \n\n2.5.5.1 OXIGÊNIO DISSOLVIDO \n\n \n\nSegundo Knapik (2011), diversos são os processos que o modelo considera nas \n\nsimulações de oxigênio dissolvido. São eles: Oxidação da DBORápida, reaeração \n\natmosférica, nitrificação, respiração de fitoplâncton, respiração de algas de fundo, \n\nfotossíntese de fitoplâncton, fotossíntese de algas de fundo (também referenciadas neste \n\ntrabalho como “algas perefiticas”) e demanda de oxigênio pelo sedimento. \n\n\n\n \n\n34 \n\n \n\nEssas informações são também contempladas no estudo de Silvino (2008) que \n\napontou a seguinte equação global como a regente do balaço de oxigênio dissolvido no \n\nQUAL-2K, em que o significado das variáveis é apresentado na  \n\nTabela 11. \n\n \n\n \n\nFigura 14 – Equação numérica de balanço de oxigênio dissolvido (Adaptado de Silvino, \n\n2008). \n\n \n\nTabela 11 – Significado dos coeficientes da equação do oxigênio dissolvido \n\n   Concentração de saturação de oxigênio dissolvido em condições locais de temperatura e pressão (mg/l) \n\n  Concentração de oxigênio dissolvido, (mg/l) \n\n  Profundidade média da água (m) \n\n  Biomassa algal, (mg/l) \n\n  Demanda bioquímica de oxigênio (mg/l) \n\n   Concentração de nitrogênio amoniacal, (mg N/l) \n\n   Concentração de nitrito, (mg N/l) \n\n   Taxa de desoxigenação carbonácea, (1/dia) \n\n   Coeficiente de reaeração, (1/dia) \n\n   Taxa de demanda de oxigênio pelo sedimento (g/m².dia) \n\n   Produção de oxigênio por crescimento de algas, (mg O) / (mg A) \n\n   Taxa de consumo de oxigênio por respiração por unidade de algas, (mg O / mg A) \n\n   Taxa de consumo de oxigênio por oxidação de nitrogênio amoniacal NH3, (mg O) / (mg N) \n\n   Taxa de consumo de oxigênio por oxidação de nitrito, NO2 \n-2\n\n, (mg O) /(mg N) \n\n  Taxa de crescimento específico de algas, (1/dia) \n\n  Taxa de respiração algal, (1/dia) \n\n   Coeficiente de oxidação de amônia, (1/dia) \n\n   Coeficiente de oxidação de nitrito, (1/dia) \n\n   Consumo de oxigênio para a respiração de plantas fixas, (g O2/m\n2\n dia) \n\n\n\n \n\n35 \n\n \n\n   Produção de oxigênio pela fotossíntese das plantas fixas, (g O2/m\n2\n dia) \n\n \n\nSilvino (2008), através da equação representada na Figura 14, considerou todos os \n\nprocessos que interferem no balanço de oxigênio em uma única equação, o que não é \n\ndiretamente visualizável na equação apresenta por Chapra (2008), principalmente no \n\nquesito de demanda de oxigênio pelo sedimento, demanda pelo nitrito e demanda pela \n\namônia. \n\nSegundo o mesmo autor, as fontes de oxigênio que o QUAL-2K considera são \n\napenas duas: (i) a reaeração atmosférica (quando a concentração de oxigênio dissolvido \n\né menor que a do oxigênio de saturação) e; (ii) a produção fotossintética, por algas ou \n\nfitoplâncton. Ainda, destaca que os sumidouros considerados são: (i) a reaeração \n\natmosférica (quando a concentração do oxigênio dissolvido é maior que a do oxigênio \n\nde saturação); (ii) consumo associado à DBO carbonácea, tanto lenta como rápida; (iii) \n\nconsumo associado à nitrificação (processo de oxidação da amônia a nitrato) e; (iv) o \n\nconsumo resultante do processo respiratório das algas Perifíticas e fitoplâncton. A \n\nequação que governa esse equilíbrio, para dado elemento computacional i, é apresentada \n\nabaixo, enquanto que a Figura 15 contempla a explicação das sub-reações inseridas \n\nnesta equação global de balanço de oxigênio dissolvido. Após, na Tabela 12, são \n\napresentados os significados dos coeficientes. \n\n \n\n      *                       (\n           \n\n \n \n\n          \n\n \n)+               \n\n                         12 \n\n \n\n  \n\nFigura 15 – Representação esquemática das equações que regem abstrações e aportes de \n\noxigênio dissolvido em dado volume de controle i (Adaptado de Chapra, 2008) \n\n\n\n \n\n36 \n\n \n\n \n\n \n\nTabela 12 – Significado dos coeficientes da equação do oxigênio dissolvido do QUAL-2K \n\n   Concentração de oxigênio dissolvido (mg/l) \n\n    Razão estequiométrica entre oxigênio e algas ou fitoplâncton (adm - mgO / mgA) \n\n          Taxa de fotossíntese do Fitoplâncton (mg A/m³.d) \n\n          Taxa de Respiração do Fitoplâncton (mg A/m³.d) \n\n            Taxa de fotossíntese das algas Perifíticas (mg A/m².d) \n\n           Taxa de Respiração das algas Perifíticas (mg A/m².d) \n\n    Razão entre oxigênio consumido e carbono oxidado (adm - mgO / mgC) \n\n          Taxa de oxidação da DBOR (mg /L.d) \n\n    Razão oxigênio / nitrogênio no processo de nitrificação (adm - mgO / mgN) \n\n        Taxa de nitrificação da amônia (mg /l.d) \n\n       Taxa de reaeração atmosférica (mg /l.d) \n\n  Profundidade média do elemento computacional i (m) \n\n   Coeficiente de Reaeração (1/d) \n\n   Concentração do oxigênio de saturação (mg /l) \n\n  Concentração do oxigênio dissolvido no elemento i (mg/l) \n\n \n\nApesar do QUAL-2K disponibilizar um processo de modelagem muito completo \n\npara o oxigênio dissolvido, a modelagem deste parâmetro, no escopo deste estudo, não \n\nconsiderou todos os compartimentos disponíveis pelo modelo. Uma vez que não foram \n\nobtidos em campo dados relacionado à concentração de algas ou fitoplâncton, a inserção \n\ndestes módulos nas simulações se tornou inviável. Com isso, os compartimentos \n\nconsiderados na modelagem do oxigênio se restringiram à Equação 13. \n\n \n\n                                        13 \n\n \n\nSalienta-se ainda, que a influência exercida pela demanda de oxigênio do \n\nsedimento, no balanço de oxigênio dissolvido, como citado por Silvino  (2008) e Knapik \n\n(2011), não está diretamente visualizável na fórmula apresentada, devido ao fato de a \n\nmesma estar inserida na parcela referente à DBOR. \n\nA demanda de oxigênio pelo sedimento ocorre, portanto, a partir da consideração \n\nque a seção do rio estaria dividida em duas camadas: uma camada aeróbia, na superfície \n\ne uma camada anaeróbia, mais profunda. A partir dessa preposição, que é tomada \n\napenas para simular os sedimentos, as parcelas de carbono orgânico, nitrogênio e \n\n\n\n \n\n37 \n\n \n\nfósforo particulados que acabam sedimentando e entrando na parcela anaeróbica são \n\nmineralizados e transformados em metano, amônia e fósforo inorgânico. Então, esses \n\nconstituintes são transportados novamente para as camadas superiores e oxidados, de \n\nmodo que o metano é considerado como parte da parcela cf, da Figura 15, e a amônia é \n\nconsiderada como integrante da parcela na, da mesma figura. A soma individualizada do \n\noxigênio necessário para oxidar esses constituintes é então chamada de “demanda de \n\noxigênio pelo sedimento”. \n\n \n\n2.5.5.1.1 Determinação dos Coeficientes Utilizados na Equação de \n\nBalanço de Oxigênio Dissolvido \n\n \n\nEste capítulo tem o intuito de apresentar os coeficientes normalmente utilizados \n\nnas equações de transporte, decréscimos e acréscimos de oxigênio dissolvido em \n\nmananciais, apresentados nos quadros da Figura 15. Excluem-se, momentaneamente, \n\ndesta análise os coeficientes dos termos “Consumo pela DBOCR”, abordado \n\nposteriormente no capítulo de simulação de DBO. \n\n \n\nCOEFICIENTES DO TERMO “REAERAÇÃO ATMOSFÉRICA” \n\n \n\nOS – Oxigênio de Saturação \n\nO oxigênio dissolvido de saturação é relacionado diretamente à temperatura das \n\náguas, podendo, desse modo, ser expresso pela equação abaixo, utilizada para pressão \n\npadrão de 1 atm, em que Ta é a temperatura da água em Kelvin (CHAPRA, 2008). \n\n \n\n                    \n              \n\n  \n  \n\n              \n\n  \n   \n\n               \n\n  \n   \n\n               \n\n  \n  14  \n\n \n\nKn - Coeficiente de Nitrificação \n\nDe acordo com Chapra (1997), o coeficiente de nitrificação para águas \n\nprofundas normalmente varia entre 0,1 a 0,5 d\n-1\n\n, enquanto que para águas mais rasas, \n\nvalores superiores a 1,0 são frequentemente encontrados. O coeficiente encontrado \n\ncomo padrão no modelo é de 1,649 d\n-1\n\n. \n\n \n\n\n\n \n\n38 \n\n \n\n \n\nKa - Coeficiente de Reaeração \n\nSegundo Soares (2011), cinco são as principais metodologias para determinação \n\ndo coeficiente de reaeração na modelagem de qualidade de cursos hídricos, de modo \n\nque as mesmas são citadas na figura a seguir.  Deve-se ressaltar, entretanto, que essas \n\nmetodologias foram obtidas para particulares condições de campo, para determinados \n\ncorpos hídricos, não sendo, portanto, necessariamente aplicáveis para o estudo de caso \n\ndo Rio Macaé. \n\n \n\nFigura 16 – Metodologias disponíveis pelo modelo para o cálculo do coeficiente de \n\nreaeração (SOARES 2011) \n\n \n\n Onde “U” é a velocidade em m/s; “H” é a profundidade em m; “Q” é a vazão em \n\nm³/s e; “S” é a declividade em m/m. Os valores da Figura 16 foram calculados apenas \n\npara prover informações inicias essenciais para o processo de calibração. Ainda, na \n\nTabela 13, Fan (2013) destaca faixas típicas de aplicação de coeficientes de reaeração, \n\ndenominado tanto como “Ka”  como também “K2” na literatura. \n\n \n\nTabela 13 – Faixa típica de variação dos coeficientes de reaeração (FAN, 2013) \n\nCorpo Hídrico \nK2 (d\n\n-1\n) \n\nProfundo Raso \n\nPequenas lagoas 0,12 0,23 \nRios vagarosos e grandes lagos 0,23 0,37 \nGrandes rios com baixas velocidades 0,37 0,46 \nGrandes rios com velocidade normal 0,46 0,69 \nRios rápidos 0,69 1,15 \nCorredeiras e quedas d'água >1,15 >1,61 \n\n \n\n2.5.5.2 DEMANDA BIOQUÍMICA DE OXIGÊNIO \n\n \n\nA demanda bioquímica de oxigênio apresenta um decaimento com cinética de \n\nprimeira ordem, como apresentado por Sperling (1995), que destaca: \n\n \n\n\n\n \n\n39 \n\n \n\n  \n\n  \n               15 \n\nEm que: \n\n \n\ndL/dt:  Taxa de variação da matéria orgânica no volume de controle (ML\n-3\n\nT\n-1\n\n); \n\nK1:  Coeficiente de desoxigenação (T\n-1\n\n); \n\nL:  Concentração de DBO remanescente (ML\n-3\n\n); \n\nt:  Tempo (T). \n\nO comportamento da curva gerada pela Equação 15 foi apresentada no começo \n\ndeste estudo, na Figura 1, através da curva da DBO remanescente. Obviamente, \n\nentretanto, essa equação é verdadeira apenas para condições de estabilidade completa do \n\nmeio fluido, sem inclusive haver escoamento, o que não é de interesse deste trabalho. \n\nQuando mudanças temporais são consideradas, como por exemplo, o comportamento da \n\nDBO ao decorrer de um corpo hídrico, outros fenômenos devem ser acrescentados na \n\nequação que rege o decaimento deste parâmetro.  \n\nComo visto anteriormente, o QUAL-2K considera três modos de aporte de \n\nmatéria orgânica em corpos hídricos (CHAPRA, 2008). São eles: (i) DBOC rápida, que \n\nse refere à matéria orgânica dissolvida proveniente de esgotos domésticos, por exemplo; \n\n(ii) DBOC lenta, que faz referência a compostos orgânicos dissolvidos e recalcitrantes, \n\nonde podem ser citados efluentes advindos da indústria do papel e; (iii) compostos \n\norgânicos particulados,  como por exemplo detritos  suspensos resultantes da morte de \n\nfitoplânctons e algas. \n\nO manual do modelo ressalta, ainda, que o QUAL-2K trabalha única e \n\nexclusivamente com o conceito de DBOu, visto anteriormente no capítulo 2.1, de modo \n\nque, Chapra (2008), sugere dois métodos de obtenção desta variável. Um deles é a \n\nconversão dos valores de DBO5,20 obtidos em campo para valores de DBOu através da \n\nequação abaixo: \n\n \n\n      \n        \n\n        \n           16  \n\n \n\nEm que: \n\n \n\n     :  Demanda Bioquímica de Oxigênio final última (M.L\n-3\n\n); \n\n\n\n \n\n40 \n\n \n\n        :  Demanda Bioquímica de Oxigênio de 5 dias a 20ºC (M.L\n-3\n\n); \n\n  :   Taxa de decaimento da DBO (T\n-1\n\n). \n\nO outro método de obtenção desta variável se daria através da quantificação direta \n\nda DBOu em laboratório, o que dispensaria mais tempo e mais recursos financeiros para \n\nfazê-lo. Embora esse método possibilitasse a obtenção direta dos valores de DBOu, o \n\nmesmo autor ressalta que haveria uma desvantagem considerável: A influência que a \n\ndemanda nitrogenada causaria nos valores obtidos para a demanda carbonácea, uma vez \n\nque a demanda nitrogenada de oxigênio é computada por outro compartimento do \n\nmodelo (NH4NITR). Desse modo, realizando a transformação da DBOC5,20 em DBOCu \n\natravés da equação acima, estaríamos livres desta interferência. \n\nFalando mais especificamente dos fenômenos que envolvem o balanço de DBO \n\nrápida no meio fluvial, o QUAL-2K considera: (i) abstração por decaimento de primeira \n\nordem da DBOC, rápida; (ii) abstração de DBOC por desnitrificação; (iii) aporte de \n\nDBO por incrementos de detritos dissolvidos, resultantes da morte de fitoplâncton e; \n\n(iv) aporte de DBOC rápida por transformação da DBOC lenta em rápida a partir da \n\nhidrólise. \n\nEncontra-se na Figura 17 um esquema representativo da equação que rege o \n\nbalanço de DBO rápida em um elemento computacional do QUAL-2K, bem como a \n\ntabela explicativa dos termos.  \n\n \n\n \n\nFigura 17 – Representação esquemática da equação que rege o balanço de DBOR no \n\nQUAL-2K (Adaptado de Knapik, 2011) \n\n \n\nTabela 14 – Significado dos coeficientes da equação do oxigênio dissolvido \n\n    Concentração de DBO rápida (mg/l) \n\n   Fração dissolvida de detritos na DBO rápida \n\n\n\n \n\n41 \n\n \n\n    Razão oxigênio / detritos (adm - gO2/gDet) \n\n         Taxa de dissolução de detritos (mg/l.d) \n\n          Taxa de hidrólise da DBO lenta em DBO rápida (mg/l.d) \n\n          Taxa de oxidação da DBO rápida (mg/l.d) \n\n      Razão de perda de oxigênio por nitrato denitrificado (adm - gO2/gN) \n\n       Taxa de desnitrificação (mg/l.d) \n\nSi Aportes ou abstrações de DBOR (mg/l.d) \n\n \n\nApresentadas as sub-reações que regem a concentração de DBOR no meio \n\nfluvial, chama-se a atenção para a possibilidade de quantificação da abstração \n\nocasionada pela desnitrificação, quarta parcela da equação apresentada na Figura 17. O \n\nprocesso de desnitrificação é modelado como uma reação de primeira ordem, que se \n\nintensifica quando há condições anóxicas no corpo hídrico modelado (CHAPRA, 2008). \n\nAssim, o já oxidado nitrato     \n   é reduzido a nitrito     \n\n    e posteriormente a \n\nnitrogênio gasoso     , havendo o consumo de carbono orgânico, diminuindo, \n\nconsequentemente, a DBOR conforme a Equação 17: \n\n \n\n          \n                         17 \n\n \n\nPelo fato da equação de modelagem da DBOR apresentar diversos outros \n\nparâmetros importantes que condicionam os resultados, do mesmo modo que no \n\nmapeamento das condicionantes do oxigênio dissolvido, é apresentada a Figura 18, que \n\nprocura elucidar os índices e variáveis que regem o balanço deste parâmetro nas \n\nsimulações. \n\n\n\n \n\n42 \n\n \n\n \n\nFigura 18 – Explicação esquemática dos coeficientes e sub-fórmulas inseridas na equação \n\ndo balanço de DBOR no QUAL-2K (Adaptado de Chapra, 2008) \n\nNo escopo deste trabalho, assim como ressaltado para o OD, não foram \n\nconsiderados todos os compartimentos de simulação disponibilizados pelo QUAL-2K, \n\nexcluindo-se o processo de degradação da DBOL e as contribuições advindas dos \n\ndetritos dissovlidos. O compartimento referente à modelagem da DBOL não foi \n\nutilizado pois não foram encontradas condições de campo que justificassem a presença \n\ndesse termo na equação de modelagem da DBO. Enquanto isso, para os detritos \n\ndissolvidos, a não medição de Sólidos Suspensos Voláteis, em campo, inviabilizou a \n\nconsideração deste parâmetro na modelagem. A equação da Figura 17 fica restrita, \n\nportanto, à seguinte: \n\n \n\n                                         18 \n\n \n\n2.5.5.2.1 Determinação dos Coeficientes Utilizados na Equação de \n\nBalanço de Demanda Bioquímica de Oxigênio \n\n \n\nDentre os coeficientes de decaimento apresentados na Figura 18, chama-se \n\natenção para o coeficiente de atenuação do termo FastCoxid, devido a baixas \n\nconcentrações de oxigênio. Este termo pode ser calculado pelos métodos de (i) Meia \n\nSaturação; (ii) Exponencial e; (iv) Meia Saturação de Segunda Ordem, não abordados \n\nprofundamente neste trabalho, uma vez que condições de anaerobiose não foram \n\n\n\n \n\n43 \n\n \n\nencontradas na Bacia do Rio Macaé, para as campanhas amostradas. Abaixo é mais bem \n\nexplanado o coeficiente de decaimento utilizado na equação do termo FastCOxid, da \n\nFigura 18. \n\n \n\nTaxa de decaimento da DBOR Kdc \n\nSegundo Chapra (1997 apud Fonseca, 2008), a taxa de decaimento de DBO em \n\nensaios de laboratório (K1) é igual ou ligeiramente menor do que as taxas obtidas para o \n\ndecaimento de DBO em mananciais, uma vez que o decaimento de DBO em corpos \n\nhídricos (Kd) considera a degradação da matéria orgânica suspensa e a contida no lodo \n\nde fundo. Esses resultados são compilados por Sperling (2007), através da Tabela 15. \n\n \n\n \n\nTabela 15 – Valores típicos de coeficientes de remoção de DBO a 20ºC (Sperling, 2007) \n\nOrigem K1 (Laboratório) \nKd (1/d) \n\nProfundo Raso \n\nCurso de água recebendo esgoto bruto concentrado 0,35 - 0,45 0,50 - 1,00 0,35 - 0,50 \n\nCurso de água recebendo esgoto bruto de baixa concentração 0,30 - 0,40 0,40 - 0,80 0,30 - 0,45 \n\nCurso de água recebendo efluente primário 0,30 - 0,40 0,40 - 0,80 0,30 - 0,45 \nCurso de água recebendo efluente secundário 0,12 - 0,24 0,12 - 0,24 0,12 - 0,24 \n\nCurso de água com águas limpas 0,08 - 0,20 0,08 - 0,20 0,08 - 0,20 \n\n \n\n2.5.5.3 COLIFORMES FECAIS \n\n \n\nOs coliformes fecais têm taxa de mortandade seguindo uma cinética de primeira \n\nordem, segundo a qual a taxa é mais elevada quanto maior for a concentração de \n\nbactérias (SPERLING, 1995). A equação numérica que rege o decaimento de \n\ncoliformes pode ser expressa da seguinte forma: \n\n \n\n  \n\n  \n                    19 \n\n \n\nEm que: \n\nN: Número de coliformes (NMP/100ml); \n\nKb: Coeficiente de decaimento bacteriano (d\n-1\n\n); \n\nt: Tempo (d). \n\n \n\n\n\n \n\n44 \n\n \n\nQuanto aos valores usuais para o coeficiente de decaimento, Sperling (1995) \n\ndestaca que o coeficiente de decaimento bacteriano varia de 0,5 a 1,5 d\n-1\n\n, com valores \n\ntípicos em torno de 1,0. \n\nNo QUAL-2K, as abstrações dos coliformes não ocorrem unicamente pelo \n\ndecaimento de primeira ordem, como explicado acima. No modelo, também são \n\nconsiderados o decaimento por diminuição da luz solar, baseada na lei de Beer-Lambert, \n\ne as abstrações por sedimentação dos coliformes, seguindo o conjunto de equações: \n\n \n\n                                     20  \n\n                      \n\n \n\n  \n\n   \n                21  \n\n          \n  \n\n \n          22  \n\nTabela 16 – Significado dos coeficientes das fórmulas de decaimento de coliformes ou \n\npatógenos \n\n   Concentração de Coliformes Fecais na saída do volume de controle i (NMP/100 ml) \n\n  Concentração de Coliformes Fecais na entrada do volume de controle i (NMP/100 ml) \n\n          Número de patógenos mortos (NMP/100 ml) \n\n          Número de patógenos sedimentados (NMP/100 ml) \n\n    Taxa de morte dos patógenos (1/d) \n\n   Coeficiente de extinção de luz (1/m) \n\n      Fator de eficiência solar (adm) \n\n  Profundidade (m) \n\n   Velocidade de sedimentação dos coliformes (m/d) \n\n \n\nNo escopo deste estudo os valores considerados para os coeficientes destacados \n\nacima foram os padrões encontrados no modelo, tanto para a sedimentação como para a \n\natenuação solar. Já para o coeficiente de decaimento bacteriano, o mesmo variou entre \n\n0,5 e 0,8 d\n-1\n\n. \n\n \n\n2.5.5.4 SÉRIE NITROGÊNIO \n\n \n\nMesmo que alguns parâmetros relacionados aos compostos nitrogenados presentes \n\nem corpos hídricos já tenham sido discutidos em capítulos anteriores, necessita-se trazer \n\nà tona o fato de que o modelo QUAL-2K é extremamente complexo no quesito de \n\n\n\n \n\n45 \n\n \n\nmodelagem de compostos de nitrogênio. E, devido a esse fato, a modelagem e as \n\nanalogias internas relacionadas a este composto precisam ser mais bem explicadas. \n\nO nitrogênio pode estar presente em corpos hídricos através de cinco principais \n\nformas, que são: (i) Nitrogênio Orgânico; (ii) Nitrogênio Amoniacal, na sua forma \n\niônica ou não; (iii) Nitrito; (iv) Nitrato e (v) Nitrogênio Gasoso, como apresentado \n\nanteriormente na  Figura 2. A presença, equilibrada, de todas essas formas em \n\nambientes aquáticos é crucial para a manutenção da fauna e flora fluvial. O nitrogênio \n\nestá diretamente ligado ao equilíbrio biológico dos mananciais, uma vez que sua \n\npresença, nas mais diversas formas, está relacionada a parâmetros como: \n\n \n\n? Crescimento e morte de algas; \n\n? Crescimento e morte de fitoplâncton; \n\n? Diminuição do Oxigênio Dissolvido; \n\n? Diminuição da DBOC; \n\n? Eutrofização; \n\n? Doenças humanas; \n\n? Toxicidade a peixes \n\nOu seja, as interações que envolvem o nitrogênio são interconectadas e \n\nmultifacetadas. A amônia pode, por exemplo, causar depleção do oxigênio via \n\nnitrificação, o que tem como subproduto o nitrato, que por si só, é poluente e está \n\nrelacionado a doenças como a do “bebê azul”, vista anteriormente. Ainda, dependendo \n\nda temperatura e do pH, a amônia pode se manifestar como não ionizada, forma que é \n\ntóxica aos organismos aquáticos. Em contraponto, tanto a amônia como o nitrato são \n\nnutrientes essenciais para a fotossíntese, processo fundamental para a manutenção da \n\nbase da cadeia alimentar em um ecossistema aquático. Entretanto, ocorrendo em \n\nexcesso, pode constituir em um sério problema de qualidade de águas, uma vez que o \n\nexacerbado crescimento de algas pode levar o rio a processos de eutrofização. Esses \n\nprocessos são sintetizados abaixo. \n\n  \n\n\n\n \n\n46 \n\n \n\n \n\nFigura 19 – Reações envolvidas no balanço de nitrogênio em corpos hídricos (CHAPRA, \n\n1997) \n\n \n\nPara tentar elucidar essas múltiplas interações, Chapra (1997) estimou o \n\ncomportamento das principais formas do nitrogênio em uma simulação que levou em \n\nconsideração transformações e reações de hidrólise, amonificação e nitrificação entre as \n\nespécies. Este estudo é graficado abaixo, de modo que, como condições de contorno \n\niniciais, 50% do nitrogênio está na forma de amônia os outros 50% na forma de \n\nnitrogênio orgânico. No eixo “y” são plotadas as concentrações expressas em “mgN/l”, \n\nenquanto que no eixo “x” representa o tempo (dias). \n\n \n\n \n\nFigura 20 – Presença de compostos nitrogenados com o passar do tempo (CHAPRA, 1997) \n\n \n\nObserva-se na figura que a forma predominante, após um tempo suficiente, passa \n\na ser a espécie mais oxidada do nitrogênio, ou seja, o nitrato. Estas curvas foram obtidas \n\natravés da consideração que existe um decaimento, bem como aportes subsequentes, de \n\n\n\n \n\n47 \n\n \n\nprimeira ordem para todas as formas de nitrogênio, sem considerar outros processos, \n\ncomo por exemplo, abstração ou aporte por sedimentação ou respiração fotossíntese de \n\nalgas, ou ambientes anóxicos. O ordenamento de transformação das espécies para essas \n\ncondições é ilustrado abaixo. \n\n \n\n \n\nFigura 21 – Ordem de decomposição das formas do nitrogênio em condições não anóxicas \n\n(Adaptado de Chapra, 1997) \n\n \n\nAs equações relacionadas às transformações apresentadas na figura acima são \n\nexplicadas abaixo (FAN, 2012). \n\n \n\nNITRITAÇÃO (Amônia a Nitrito) \n\n2NH3 + 3O2   2H+ + 2NO-2 + 2H2O + energia      23 \n\n \n\nNITRATAÇÃO (Nitrito a Nitrato) \n\n2NO-2 + O2   2NO-3 + energia        24 \n\n \n\n \n\nNITRIFICAÇÃO (Amônia a Nitrato) \n\nNH3 + 2O2   H\n+\n\n + NO-3 + H2O        25 \n\n \n\nTodos os processos comentados na Figura 21 estão inseridos no módulo de \n\nsimulação de nitrogênio do QUAL-2K, em conjunto com outros que serão comentados a \n\nseguir. O modelo QUAL-2K tem, portanto, as simulações de nitrogênio estruturadas em \n\ncinco equações fundamentais, que modelam as concentrações de: (i) nitrogênio \n\norgânico; (ii) Amônia; (iii) Amônia não ionizada; (iv) Transferência de amônia gasosa \n\ne; (v) Nitrato, as quais são apresentadas e comentadas abaixo. \n\n\n\n \n\n48 \n\n \n\n \n\nNITROGÊNIO ORGÂNICO \n\n                             \n           \n\n \n                                       26 \n\n                               27  \n\n        \n   \n\n \n                28  \n\n \n\nNITROGÊNIO AMONIACAL \n\n                                            \n           \n\n \n          \n\n         \n\n \n \n\n                        \n         \n\n \n                         29 \n\n \n\nTabela 17 – Significado dos coeficientes das fórmulas de simulação de Nitrogênio Orgânico e \n\nAmoniacal \n\n    Concentração de Nitrogênio Orgânico depois de modelado (mg/l) \n\n           Taxa de morte do fitoplâncton (mg A/m².d) \n\n            Taxa de morte de algas Perifíticas (mg A/m².d) \n\n         Taxa de excreção de nitrogênio por fitoplâncton (mg A/m².d) \n\n          Taxa de excreção de nitrogênio por algas Perifíticas (mg A/m².d) \n\n         Taxa de absorção de nitrogênio por fitoplâncton (mg N/m².d) \n\n          Taxa de absorção de nitrogênio por algas Perifíticas (mg N/m².d) \n\n           Perda da amônia por transferência gasosa (mg/l) \n\n       Taxa de nitrificação (mg/l.d) \n\n       Taxa de hidrólise de nitrogênio orgânico (mg/l.d) \n\n       Taxa de sedimentação de nitrogênio orgânico (mg/l.d) \n\n     Fração de Nitrogênio em forma orgânica em algas Perifíticas (adm) \n\n     Fração de Nitrogênio em forma orgânica no fitoplâncton (adm) \n\n    Fator de preferência de amônia por algas Perifíticas (adm) \n\n    Fator de preferência de amônia pelo fitoplâncton (adm) \n\n    Taxa de hidrólise do nitrogênio orgânico (1/d) \n\n    Velocidade de sedimentação do nitrogênio orgânico (m/d) \n\n  Profundidade do corpo hídrico (m) \n\n   Concentração de nitrogênio orgânico antes de ser modelado (mgN/m³) \n\n \n\nAMÔNIA NÃO IONIZADA \n\n                  30 \n\n   \n  \n\n        \n          31 \n\n\n\n \n\n49 \n\n \n\n            \n       \n\n  \n         32 \n\n \n\nTRANSFERÊNCIA DE AMÔNIA GASOSA \n\n            \n    \n\n \n                 33 \n\n \n\nNITRATO \n\n                         \n             \n\n \n      34 \n\n \n\nTabela 18 – Significado dos coeficientes das fórmulas de simulação de Amônia não Ionizada, \n\nTransferência Gasosa e Nitrato \n\n    Concentração de nitrato depois de modelado (mg/l) \n\n    Concentração de amônia não ionizada (mg /m³) \n\n   Fração do total de amônia que está na forma não ionizada (adm) \n\n   Concentração de amônia ionizada (mg /l) \n\n   Coeficiente de equilíbrio da dissociação da amônia (adm) \n\n   Temperatura absoluta da água (Kelvin) \n\n     Coeficiente de transferência de amônia gasosa (m/d) \n\n     Concentração de saturação de amônia não ionizada (mg /m³) \n\n       Taxa de desnitrificação (mg/l.d) \n\nAtravés da análise das equações apresentas, percebe-se que a concentração de \n\nnitrogênio orgânico é influenciada positivamente pelo aporte devido à morte de algas \n\nPerifíticas e de fitoplâncton, e negativamente com as abstrações resultantes da hidrólise \n\ne sedimentação do nitrogênio orgânico. \n\nEnquanto isso, a amônia na forma de NH4\n+\n é positivamente influenciada pelo \n\naporte resultante da hidrólise do nitrogênio orgânico, pela fração de amônia presente \n\ntanto nas algas Perifíticas e fitoplâncton mortos como nos excrementos dos mesmos. As \n\nabstrações são devido à nitrificação da amônia, aos processos metabólicos de algas \n\nperifíticas e fitoplânctons e à perda de amônia por transferência gasosa (relacionada \n\nprincipalmente ao grau de saturação de amônia dissolvida no corpo hídrico). \n\nJá a amônia não ionizada, presente normalmente para altos pHs e tóxicas aos \n\npeixes (CHAPRA 1997) é simulada a partir da determinação da fração de amônia \n\nionizada que se torna não ionizada pelo aumento do pH. \n\nEm relação ao Nitrato, ressalta-se que o aporte do mesmo é unicamente devido ao \n\nprocesso de nitrificação, explicado na Figura 15, uma vez que as algas perifíticas e \n\n\n\n \n\n50 \n\n \n\nfitoplânctons não excretam essa forma nitrogenada. As abstrações ficam por conta da \n\ndesnitrificação, explicada na Figura 18, e da utilização desta forma por algas perifíticas. \n\nUma vez que o presente estudo não considerou as contribuições resultantes de \n\nfitoplâncton e de algas perifíticas, as equações resultantes para modelagem do \n\nnitrogênio orgânico, amoniacal e nitrato se restringem ao seguinte: \n\n \n\n                                35 \n\n                                36 \n\n                                37 \n\n \n\nAs faixas de aplicação dos coeficientes envolvidos nas equações acima são \n\napresentadas a seguir, na Tabela 19. \n\n  \n\n  \n\n\n\n \n\n51 \n\n \n\nTabela 19 – Faixa usual de aplicação dos coeficientes relacionados ao decaimento do \nnitrogênio \n\nTAXA Unidade EQUAÇÃO SIMBOLO \nVALOR PADRÃO \n\n DO MODELO \n\nFAIXA DE APLICAÇÃO \nAutor \n\nMÍNIMA MÁXIMA \n\nDesnitrificação do \nNitrato \n\n1/d DENITRF kdn 0 0,05 2 Neilson, 2012 \n\nTaxa de Nitrificação \nda Amônia \n\n1/d NITRIF kna 1,649 0,10 - 0,15 0,25 - 1,00 Chapra,1997 \n\nTaxa de Hidrólise do \nNitrogênio Orgânico \n\n1/d ONHYDR khn - 0,2 0,25 Fan, 2013 \n\nVelocidade de \nSedimentação do \n\nNitrogênio Orgânico \nm/d ONSETL von - 0,05 0,25 Neilson, 2012 \n\n \n\n2.5.5.5 FÓSFORO \n\n \n\nO fósforo é um elemento essencial para a manutenção da vida em ambientes \n\naquáticos, embora seja relativamente escasso na natureza, quando comparado ao \n\nnitrogênio. Fan (2012) destaca que o aporte de fósforo nos corpos hídricos tem grandes \n\ncontribuições por fontes difusas, (através do uso de fertilizantes em atividades agrícolas) \n\ne por fontes pontuais, como esgotos domésticos, por exemplo. Sperlling (1995) cita \n\ntambém a drenagem pluvial como outra fonte potencial de fósforo, contudo, em menor \n\nescala.  \n\nConforme exposto anteriormente, as formas oxidativas em que o fósforo se \n\napresenta em corpos hídricos são duas: inorgânica e orgânica. Na forma inorgânica, as \n\nprincipais formas são polifosfato e ortofosfatos, e na forma orgânica, as formas \n\nparticuladas e dissolvidas. Ainda, Chapra (1997) subdivide também as formas \n\nfosfatadas quanto à solubilidade e quanto à disponibilidade à comunidade aquática, \n\nconforme a figura que segue. \n\n \n\n\n\n \n\n52 \n\n \n\n \n\nFigura 22 – Ordem de decomposição das formas do fosfato em corpos hídricos (Adaptado \n\nde Chapra, 1997) \n\n \n\nAs equações 38 a 42 quantificam e regulam as transformações de fósforo \n\nconsideradas pelo QUAL-2K, enquanto que a Tabela 20 traz os significados dos \n\ncoeficientes relacionados. \n\n \n\nFÓSFORO ORGÂNICO \n\n           \n          \n\n \n        \n\n           \n\n \n                       38 \n\n                           39 \n\n        \n   \n\n \n                  40 \n\n \n\nFÓSFORO INORGÂNICO \n\n                                            \n           \n\n \n          \n\n         \n\n \n \n\n          \n         \n\n \n                      41  \n\n        \n   \n\n \n                   42 \n\n \n\nTabela 20 – Significado dos coeficientes relacionados à simulação de fósforo \n\n    Concentração de Fósforo Orgânico depois de modelado (mg/l.d) \n\n    Concentração de Fósforo Inorgânico depois de modelado (mg/l.d) \n\n         Taxa de excreção de fósforo por fitoplâncton (mgA/m².d) \n\n          Taxa de excreção de fósforo por algas Perifíticas (mgA/m².d) \n\n         Taxa de absorção de fósforo por fitoplâncton (mgP/m².d) \n\n          Taxa de absorção de fósforo por algas Perifíticas (mgP/m².d) \n\n\n\n \n\n53 \n\n \n\n       Taxa de hidrólise de fósforo orgânico (mg/l.d) \n\n       Taxa de sedimentação de fósforo orgânico (mg/l.d) \n\n       Taxa de sedimentação de fósforo inorgânico (mg/l.d) \n\n     Fração de Fósforo em forma orgânica em algas Perifíticas (adm) \n\n     Fração de Fósforo em forma orgânica no fitoplâncton (adm) \n\n    Taxa de hidrólise do fósforo orgânico (1/d) \n\n    Velocidade de sedimentação do fósforo orgânico (m/d) \n\n  Profundidade do corpo hídrico (m) \n\n   Concentração de fósforo orgânico antes de ser modelado (mg/m³) \n\n    Velocidade de sedimentação do fósforo inorgânico (m/d) \n\n   Concentração de fósforo inorgânico antes de ser modelado (mg/m³) \n\n    \nPorção de fósforo orgânico liberada por morte de fitoplâncton (adm - \n\nmgP/mgA) \n\n    \nPorção de fósforo orgânico liberada por morte de algas Perifíticas (adm - \n\nmgP/mgA) \n\n \n\nAs equações apresentadas denotam que o QUAL-2K considera como aporte de \n\nfósforo orgânico aquele proveniente da morte de algas Perifíticas e fitoplânctons, bem \n\ncomo os produtos fosfatados excretados desses organismos, sendo somados também os \n\naportes provenientes de cargas pontuais e difusas. Como abstrações, o modelo considera \n\num decaimento de primeira ordem por hidrólise, além da sedimentação. \n\nOs processos que envolvem a simulação de fósforo inorgânico levam em \n\nconsideração outros componentes. A principal forma de aporte é proveniente da \n\nhidrólise do fósforo orgânico, mas o modelo também contabiliza tanto os aportes \n\nadvindos da fração de fósforo inorgânico contido nos detritos de fitoplântons e de algas \n\nPerifíticas mortas como as adições ocasionadas pelas excretas fosfatadas desses \n\norganismos. Como abstrações, contudo, o QUAL-2K leva em consideração \n\nprincipalmente o uso do fósforo inorgânico para os processos metabólicos de algas e \n\nfitoplânctons, além de saídas por sedimentação. \n\nAs limitações envolvidas no parâmetro de análise Nitrogênio são as mesmas \n\npara o Fósforo, de modo que se fez necessária a exclusão da atividade de algas e \n\nfitoplâncton no balanço desse parâmetro. As equações que regem o balanço de fósforo \n\nno Rio Macaé ficam, portanto, restritas ao seguinte: \n\n \n\n                                43 \n\n                                 44 \n\n\n\n \n\n54 \n\n \n\nApresentadas as relações consideradas pelo QUAL-2K, abaixo segue a relação \n\ndas faixas de valores usualmente encontrados em estudos de modelagem d?água, para os \n\nparâmetros envolvendo as transformações do fósforo. \n\n \n\nTabela 21 – Faixa de aplicação dos coeficientes de decaimento do fósforo \n\nTAXA Unidade EQUAÇÃO SÍMBOLO \nVALOR PADRÃO \n\n DO MODELO \n\nFAIXA DE APLICAÇÃO \nAutor \n\nMÍNIMA MÁXIMA \n\nVelocidade de \nSedimentação do \n\nFósforo Inorgânico \nm/d DENITRF vip 2 0,05 0,25 Neilson, 2012 \n\nVelocidade de \nSedimentação do \nFósforo Orgânico \n\nm/d NITRIF vop 1,999 0 2 Mendes, 2010 \n\nTaxa de Hidrólise do \nFósforo Inorgânico \n\n1/d ONHYDR khp - 0,05 0,3 Neilson, 2012 \n\n \n\n  \n\n\n\n \n\n55 \n\n \n\n3 MATERIAIS E MÉTODOS \n\n \n\nNeste capítulo são apresentados os métodos, conceitos e simplificações \n\nconsideradas para avaliar, estimar ou mensurar os seguintes itens: (i) Área de estudo; \n\n(ii) Dados obtidos em campo; (iii) Cargas difusas e pontuais na bacia; (iv) Calibração \n\ndo modelo; (v) Índices de atenuação ou intensificação e; (vi) Cenários futuros de \n\ndegradação. \n\nVale a pena ressaltar, antes da apresentação geral deste capítulo, que o modelo \n\nQUAL-2K permite dois métodos de aporte de poluição (fontes pontuais e fontes \n\ndifusas) para simular a qualidade de corpos hídricos.  No escopo deste trabalho, \n\nconsiderou-se como fonte pontual de contaminação o aporte de grandes rios, enquanto \n\nque as cargas difusas são compostas por toda a poluição aportada gradualmente em \n\ndeterminado segmento considerado. Estas informações somadas à calibração dos \n\ncoeficientes tornaram possível a delimitação de cenários de degradação ambiental que \n\nposteriormente foram simulados para condições de contorno futuras.  \n\n \n\n3.1 Área de Estudo \n\n \n\nO Rio Macaé, é um dos principais rios do estado do Rio de Janeiro. Possuindo em \n\ntorno de 136 km de extensão e desaguando no Oceano Atlântico, o Rio Macaé nasce no \n\nmunicípio de Nova Friburgo, e faz parte da divisa entre os municípios Casemiro de \n\nAbreu e Macaé. A área de drenagem total deste corpo hídrico é de 1766 Km² e, \n\npercorrendo um total de 352 km, intercepta seis municípios da região norte do Rio de \n\nJaneiro: Nova Friburgo, Casimiro de Abreu, Macaé, Rio das Ostras, Conceição de \n\nMacabu e Carapebus, conforme o mapa de localização abaixo. A área de drenagem foi \n\ndelimitada via ferramentas de SIG, através da utilização do software ArcGis 10 e o \n\npacote de expansão ArcHydro. \n\nAinda, destacam-se os usos das águas da bacia, que são os mais diversos. Na parte \n\nserrana da bacia do Rio Macaé são encontradas inúmeras atividades de esportes \n\naquáticos radicais, como rafting e canoagem (PINHEIRO, 2008). Em contrapartida, na \n\nporção mais baixa da bacia, atividades relacionadas à agropecuária são mais \n\npredominantes. \n\n\n\n \n\n56 \n\n \n\n \n\nFigura 23 – Mapa de localização da bacia do rio Macaé \n\n \n\nDentre os municípios que apresentam relação direta ou indireta com o Rio Macaé, \n\na cidade Rio das Ostras é a que apresenta maior densidade populacional, com 459 \n\nhab/km². De maneira análoga, o município de Casimiro de Abreu é o que apresenta \n\nmenor densidade populacional, com 45 hab/Km². Por fim, o município Macaé, que tem \n\nquase sua totalidade inserida na bacia do Rio Macaé apresenta uma densidade \n\npopulacional de 179 hab/km², se concentrando a maior parte no litoral do município. \n\nComo pode ser observado na figura acima, o Rio Macaé apresenta uma grande \n\namplitude altimétrica, de 1975 metros, propiciando, portanto, usos múltiplos de suas \n\náguas. Estes usos variam desde atividades esportivas radicais nas porções superiores até \n\na utilização das águas para irrigação nas porções altimétricas menores. Além disso, são \n\n\n\n \n\n57 \n\n \n\ndestacados na Figura 24 os corpos hídricos que assumem grande importância neste \n\ntrabalho, uma vez que a escolha dos locais de obtenção de dados de campo foi feita \n\nlevando em consideração a confluência desses grandes corpos hídricos com o Rio \n\nMacaé.  A modelagem da qualidade das águas do Rio Macaé baseou-se, portanto, nos \n\ndados de campo obtidos em 11 estações amostrais, nomeadas de “M1” a “M11”, que \n\nforam locadas a montante e a jusante das interseções ocasionadas entre o Rio Macaé e \n\noutros grandes corpos hídricos, como os rios: (i) Bonito; (ii) Sana; (iii) Dantas e; (iv) \n\nSão Pedro. Desse modo, a Figura 24 apresenta um croqui desta subdivisão (onde as \n\nestações amostrais são os pontos verdes), bem como as sub-bacias de cada estação \n\namostral, com nomes respectivamente iguais. \n\n \n\n \n\nFigura 24 – Croqui da localização das estações amostrais e as respectivas sub-bacias \n\n \n\nA Figura 25 destaca o mapa de uso dos solos da bacia do Rio Macaé, elaborado \n\npor Pinheiro (2008) e utilizado para a mensuração tanto dos aportes poluentes referentes \n\naos usos do solo, como também das manchas urbanas dos municípios envolvidos, \n\ndigitalizadas visualmente através do software Google Earth. São destacados também, \n\nem forma de pequenos desenhos representando casas, os maiores distritos e \n\naglomerações populacionais, fora a cidade de Macaé, inseridas na bacia de análise. Os \n\nmesmos foram numerados e nomeados na mesma figura. Enquanto isso a Tabela 22 \n\napresenta a composição geral de cada sub-bacia quanto à presença municipal, levando \n\nem consideração tanto áreas urbanas como rurais. \n\n \n\n\n\n \n\n58 \n\n \n\n \n\nFigura 25 – Mapa de uso do solo, manchas urbanas e localização das estações amostrais – rio \n\nMacaé, RJ \n\n \n\nTabela 22 – Composição municipal de cada sub-bacia de estudo \n\nÁrea Municipal por Sub-Bacia de Estação Amostral \n\nTrechos de \nRio \n\nTipo de \nÁrea* \n\nCarapebus \n(308.8 Km²) \n\nCasimiro de \nAbreu \n\n (461.4 Km²) \n\nConceição de \nMacabu \n\n (347.9 Km²) \n\nMacaé \n(1218 \nKm²) \n\nNova \nFriburgo \n\n(934.2 Km²) \n\nRio das \nOstras \n\n(229,4 Km²) \n\nTotal por \nSub-Bacia \n\n(Km²) \n\nNascente-M1 \nU             \n\n67,6 \nR         67,63   \n\nM1-M2 \nU         5,13   \n\n143,5 \nR         138,35   \n\nM2-M3 \nU             \n\n90,9 \nR         90,91   \n\nM3-M4 \nU   0,02     0,06   \n\n55,3 \nR   13,36   1,22 40,63   \n\nM4-M5 \nU   0,08   0,40 0,02   \n\n116,8 \nR   0,84   115,44     \n\n\n\n \n\n59 \n\n \n\nÁrea Municipal por Sub-Bacia de Estação Amostral \n\nTrechos de \nRio \n\nTipo de \nÁrea* \n\nCarapebus \n(308.8 Km²) \n\nCasimiro de \nAbreu \n\n (461.4 Km²) \n\nConceição de \nMacabu \n\n (347.9 Km²) \n\nMacaé \n(1218 \nKm²) \n\nNova \nFriburgo \n\n(934.2 Km²) \n\nRio das \nOstras \n\n(229,4 Km²) \n\nTotal por \nSub-Bacia \n\n(Km²) \n\nM5-M6 \nU   0,03   0,09     \n\n193,9 \nR   72,87   120,94     \n\nM6-M7 \nU       0,07     \n\n72,0 \nR       71,96     \n\nM7-M8 \nU       0,12   0,20 \n\n213,5 \nR   7,38   174,98   30,77 \n\nM8-M9 \nU       2,80     \n\n519,6 \nR     76,89 439,91     \n\nM9-M10 \nU       0,23     \n\n70,7 \nR       70,47     \n\nM10-M11 \nU       21,59     \n\n203,6 \nR 26,87     155,14     \n\n \n\n*Em que U = Área Urbana e R = Área Rural \n\n \n\n Através do Modelo Digital de Elevação utilizado e das informações hidrográficas \n\nobtidas, foi possível estimar, também, o perfil topográfico do Rio Macaé, visando \n\nprover o auxílio na estimativa do coeficiente de reaeração “Ka”  apresentado \n\nanteriormente. Esse perfil foi calculado a partir do MDT SRTM, utilizando o mesmo \n\nalgorítimo apresentado por Tschiedel (2012) que calculou os perfis longitudinais dos \n\nprincipais rios da Sub-Bacia 87, no estado do Rio Grande do Sul. Esse algoritimo \n\ncorrige os ruídos provenientes da determinação de perfis longitudinais via SIG, \n\ncomumente presentes quando se utiliza dados de MDTs em conjunto com informações \n\nde traçado de rios obtidos por outros meios. Observa-se na Figura 26 os diferentes \n\ngradientes de declividades existentes até a distância de em torno de 80 km da nascente \n\ndo rio, tornando-se quase nulo a partir deste ponto. Ainda, a segmentação considerada \n\npara fins de modelagem é, conjuntamente com a declividade média entre cada estação, \n\napresentada na Tabela 23. \n\n \n\n \n\nFigura 26 – Perfil altimétrico do rio Macaé \n\n\n\n \n\n60 \n\n \n\nTabela 23 – Segmentação considerada para o rio Macaé \n\nEAs \n\nCARACTERÍSTICAS DAS ESTAÇÕES \n\nAltura de \nMontante \n\n(m) \n\nAltura de \nJusante (m) \n\nComprimento do \nTrecho \n\nI (m/m) \n\nMacaé 1 870,8 543,0 26,1 0,0125 \nMacaé 2 543,0 514,0 0,9 0,0339 \nMacaé 3 514,0 186,4 15,4 0,0213 \nMacaé 4 186,4 183,9 1,2 0,0020 \nMacaé 5 183,9 74,8 35,1 0,0031 \nMacaé 6 74,8 51,6 2,9 0,0080 \nMacaé 7 51,6 15,8 21,8 0,0016 \nMacaé 8 15,8 8,0 7,7 0,0010 \nMacaé 9 8,0 3,0 4,5 0,0011 \n\nMacaé 10 3,0 0,3 5,0 0,0005 \nMacaé 11 0,3 0,0 0,7 0,0004 \n\n \n\nHistoricamente, esta região vem sendo alvo de diversos estudos quanto à \n\nqualidade das águas, devido aos usos múltiplos ocorrentes. Entretanto, ainda que sejam \n\nfacilmente encontrados dados e documentos históricos desta região, e ocorrentes os \n\nconflitos entre os usuários das bacias, o Governo do Estado do Rio de Janeiro ainda não \n\nhavia, até o momento da finalização deste trabalho, divulgado o Plano de Recursos \n\nHídricos da região hidrográfica do Macaé / Ostras, que estava em fase final de \n\nelaboração. Desse modo, não há disponíveis estudos que proponham, via força de lei, o \n\nenquadramento das porções que compõe o Rio Macaé. Legalmente, tem-se apenas o \n\ndisposto no artigo 42º da Resolução CONAMA 357/2005, que prevê que enquanto não \n\naprovados os respectivos enquadramentos, corpos hídricos de águas doces devem ser \n\nenquadrados como Classe 2, enquanto que águas salobras e salinas (como ocorre na foz \n\ndo Rio Macaé), devem ser enquadradas em Classe 1. \n\n \n\n3.2 Dados Obtidos em Campo \n\n \n\nOs dados brutos utilizados como entrada nas calibrações foram coletados em 3 \n\ndiferentes épocas no Rio do Macaé, objetivando estimar a qualidade das águas em \n\népocas de vazões baixas, médias e altas. As coletas de amostras de água foram \n\nrealizadas de modo a diminuir a influência de maré, para os trechos em que são \n\nobservadas influências pela entrada de águas salinas adentro do Rio Macaé. Desse \n\nmodo, as coletas foram realizadas sempre em horários de baixas marés.  A primeira \n\ncampanha representa o período de cheias, a segunda campanha, o período de baixas \n\n\n\n \n\n61 \n\n \n\nvazões, e a terceira campanha um período de médias vazões. As tabelas abaixo \n\napresentam os resultados analíticos obtidos para cada uma delas. \n\n \n\nTabela 24 – Condições físicas das estações amostrais \n\nEAs \n\nCondições Físicas Naturais \n\nVazão (m³/s) Velocidade (m/s) Profundidade (m) Temperatura da Água (°C) \n\n1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C \n\nM1 1,61 0,78 1,12 - 0,11 0,16 - 0,85 0,59 14 15,9 19,7 \nM2 5,84 1,83 2,86 - 0,43 0,65 - 0,85 0,49 16,2 16,7 24,9 \nM3 6,12 3,20 5,62 - 0,26 0,37 - 0,90 0,56 16,2 16,8 25,7 \nM4 8,09 4,23 5,04 - 0,28 0,34 - 0,95 0,63 16,5 18,8 27,8 \nM5 11,65 4,98 6,65 - 0,20 0,26 - 1,15 0,65 17 19,9 27,6 \nM6 16,27 6,13 13,91 - 0,40 0,66 - 0,85 0,76 21 25 25,6 \nM7 17,09 8,28 17,95 - 0,49 0,74 - 0,55 0,52 21,6 25 27,6 \nM8 18,55 7,92 11,64 - 0,42 0,45 - 0,65 0,72 24,1 25,5 30,8 \nM9 33,13 9,51 22,46 - 0,37 0,51 - 0,95 0,54 24,8 24,3 32,2 \n\nM10 47,56 10,08 29,60 - 0,21 0,38 - 1,11 1,01 25 21,6 30,5 \nM11 - - - - 0,00 0,00 - 0,00 0,00 25 20,5 28,8 \n\n \n\nTabela 25 – Aspectos de qualidade d’água considerados \n\nEAs \n\nAspectos de Qualidade d’Água \n\npH Cond (uS,cm\n-1\n\n) \nOxigênio Dissolvido \n\n(mg/l) \nDBO5,20 (mg/l) \n\nColitormes Termotolerantes  \n(NMP/100mL) \n\n1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C \n\nM1 7,3 7,2 7,2 10 12 54 4,8 7,1 8,2 &lt;2,0 &lt;2,0 &lt;2,0 49 45 230 \nM2 7,2 7,7 7,7 17 20 25 4,8 6,6 8,2 &lt;2,0 &lt;2,0 &lt;2,0 130 130 490 \nM3 7,2 7,8 7,4 17 20 24 4,8 11,6 7,8 &lt;2,0 &lt;2,0 &lt;2,0 130 170 330 \nM4 7,1 7,7 7,2 16 19 21 10 6,2 7,8 &lt;2,0 &lt;2,0 &lt;2,0 45 20 130 \nM5 7,1 7,8 7,2 17 21 23 9,4 6,4 7,6 &lt;2,0 &lt;2,0 &lt;2,0 1.300 68 230 \nM6 7,1 7,3 6,9 19 24 35 8,6 4,7 7,4 &lt;2,0 &lt;2,0 &lt;2,0 130 78 1.000 \nM7 7,1 7,3 6,8 20 24 27 8,8 5,5 7,4 &lt;2,0 &lt;2,0 &lt;2,0 130 130 490 \nM8 6,8 7,3 6,9 28 27 38 4,3 5,6 7,0 &lt;2,0 &lt;2,0 &lt;2,0 780 45 330 \nM9 7,2 7,3 6,9 46 42 32 3,8 6,0 6,8 &lt;2,0 &lt;2,0 &lt;2,0 200 78 490 \n\nM10 6,7 7,5 6,9 81 34 38 3,7 6,9 6,4 &lt;2,0 &lt;2,0 &lt;2,0 450 130 490 \nM11 6,3 7,6 7,6 1966 9800 3000 1,7 7,0 7,0 &lt;2,0 &lt;2,0 &lt;2,0 9,2 x 10\n\n4 \n4,9 x 10\n\n3 \n16 x 10\n\n3  \n\n \n\nTabela 26 – Nitrogênio e fósforo no rio Macaé \n\nAs \n\nNutrientes no Rio Macaé \n\nNitrito (ug /L) Nitrato (ug /L) \nNitrogênio Amoniacal   \n\n(ug/L) \nOrto-fosfato (ug/L) Fósforo Total (ug/L) \n\n1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C 1º C 2º C 3º C \n\nM1 -&lt;1 8 - 80 130 10&lt;10&lt;100 20&lt;10 10 30 20 50 \nM2 -&lt;1 7 - 100 160 10&lt;10&lt;100 30&lt;10 10 40 30 60 \nM3 -&lt;1 6 - 80 130 10&lt;10&lt;100 30&lt;10 10 40&lt;10 50 \nM4 -&lt;1 8 - 60 110 20&lt;10&lt;100 20&lt;10 10 40 20 50 \nM5 -&lt;1 6 - 50 110 10&lt;10&lt;100 30&lt;10 10 40 30 60 \nM6 -&lt;1 7 - 70 130 20&lt;10&lt;100 20&lt;10&lt;10 50 20&lt;10 \nM7 -&lt;1 7 - 70 140&lt;10&lt;10&lt;100 30&lt;10 10 60 30 50 \nM8 -&lt;1 6 - 120 160 60&lt;10&lt;100 20&lt;10&lt;10 30&lt;10 20 \nM9 -&lt;1 6 - 140 170 70&lt;10&lt;100 10&lt;10 10 30 40 80 \n\nM10 -&lt;1 7 - 130 170 50&lt;10&lt;100 20&lt;10 10 50 20 110 \nM11 - 220 50 - 140 120 740 110 20 60&lt;10 20 130 40 90 \n\n \n\n\n\n \n\n62 \n\n \n\nNota-se que os dados da primeira campanha não são completos, havendo falta de \n\ninformações a respeito tanto da profundidade como da velocidade nas estações \n\namostrais. Devido a essa falta de informações, essenciais de entrada no modelo, optou-\n\nse em não realizar a calibração e modelagem para este período. Ainda, considerou-se \n\nque todo fósforo inorgânico presente no rio Macaé é composto por Ortofosfatos, sendo, \n\nportanto, o fósforo orgânico estimado pela seguinte equação: \n\n \n\n                            45 \n\n \n\nEm que: \n\n    :   Fósforo orgânico (mg/l);  \n\n  :   Fósforo total (mg/l); \n\n     :   Ortofosfato (mg/l).  \n\n  \n\nAinda, é possível notar, através da observação dos resultados obtidos em campo \n\n(para as 3 campanhas, especificamente), os altos valores de condutividade elétrica \n\nmedidos em M-11. Esse fato corrobora a grande influencia que esse ponto sofre por \n\nparte da intrusão salina do mar no Rio Macaé (AMARAL, 2003). Entretanto, não só a \n\ncondutividade é influenciada pela presença das marés. Todos os outros parâmetros \n\nestudados também são modificados com esta situação. Outro exemplo claro é a \n\ntemperatura do Rio Macaé, que apresenta quedas bruscas em M10 e M11, não \n\nacompanhando, portanto, o perfil observado desde os pontos de montante. Apesar \n\ndessas influencias, para fins de calibração, modelagem e classificação das águas frente à \n\nresolução CONAMA 357/2005, considerou-se todo o Rio Macaé como rio de águas \n\ndoces. \n\n \n\n3.3 Cargas Difusas e Pontuais na Bacia \n\n \n\n De acordo com a espacialização das Estações Amostrais utilizadas neste \n\nestudo (Figura 24) a quantificação das cargas difusas foi efetuada para os trechos \n\ninseridos entre as Estações Amostrais M1-M2, M3-M4, M5-M6, M7-M8 e M9-M10 \n\nenquanto que para os trechos inseridos entre as Estações Amostrais M2-M3, M4-M5, \n\n\n\n \n\n63 \n\n \n\nM6-M7, M8-M9, M10-M11 foram considerados aportes pontuais. Ressalta-se ainda \n\nque, para tornar o modelo mais representativo da realidade, foi necessária, em dois \n\nsegmentos de aportes difusos, a inserção de aportes pontuais, representados por grandes \n\ncursos hídricos presentes. São trechos compostos, portanto, os inserido entre as \n\nEstações Amostrais M1-M2 e M5-M6. \n\n  Para a quantificação das cargas, levou-se em consideração que os poluentes \n\ngerados em cada sub-bacia correspondente eram devidos à contaminação proveniente de \n\n3 diferentes fontes: (i) Atividades pecuárias; (ii) Uso do solo e; (iii) Poluição antrópica. \n\nAinda, como estes poluentes podem ser gerados longe do Rio Macaé, tanto em solo \n\nfirme quanto em corpos hídricos secundários ou terciários, índices de atenuação de \n\ncargas foram aplicados, de modo a representar a degradação natural dos poluentes, \n\ndiminuindo, consequentemente, as concentrações de entrada dos mesmos, no Rio \n\nMacaé.  \n\n O cálculo de aporte total de cargas poluentes por sub-bacia foi efetuado de \n\nmodo a considerar a poluição gerada por município presente em cada sub-bacia de \n\nestação amostral de interesse, baseando-se principalmente na relação direta das áreas \n\ninseridas nas sub-bacias, com a seguinte relação: (i) Área percentual de uso do solo por \n\nsub-bacia para mensuração das cargas difusas pelo uso dos solos; (ii) Número de \n\ncabeças por rebanhos e por município, para a mensuração de cargas geradas por \n\npecuária e (iii) Número de habitantes por município, para estimativas relacionadas à \n\npoluição por esgotos domésticos. As fórmulas abaixo equacionam, empiricamente, \n\nessas considerações, já contabilizando os índices de atenuação e proporcionalidade de \n\ncada município para cada sub-bacia: \n\n \n\n                          46 \n\n     ?                       \n   \n     \n\n          \n\n    \n      47 \n\n      ?                          \n   \n          48 \n\n      [         \n       \n\n        \n            \n\n       \n\n        \n ]     49 \n\n                 [     ]        50 \n\n \n\nEm que o significado dos parâmetros é dado pela Tabela 27. \n\n \n\n\n\n \n\n64 \n\n \n\n \n\nTabela 27 – Significado das equações de quantificação de cargas difusas \n\n  \nCarga de poluição de município de interesse inserido entre duas estações \n\namostrais de interesse (g/s) \n\n     Poluição resultante das atividades pecuárias para o município de interesse (g/s); \n\n      Poluição resultante do uso de solo para o município de interesse (g/s); \n\n     Poluição resultante da presença de habitantes nas sub-bacias (g/s); \n\n      População residente em determinada sub-bacia (adm) \n\n      Coeficiente de atenuação de cargas pela pecuária para rebanho i (adm); \n\n       \nNúmero de cabeças de animais para rebanho i presentes no município de \n\ninteresse (adm) \n\n        Carga de poluentes por cabeça de rebanho i (g/cabeça.s) \n\n           Área do município de interesse inserido na sub-bacia da estação amostral (ha) \n\n     Área do município de interesse (ha) \n\n      Coeficiente de atenuação de cargas pelo uso do solo para uso de solo i (adm) \n\n          Área do uso de solo i inserida no município de interesse (ha) \n\n        Carga proveniente do uso de solo i (g/ha.s) \n\n       População urbana total de dado município (adm) \n\n        \nÁrea de manchas urbanas de determinado município inserido em dada sub-\n\nbacia (km²) \n\n         Área de mancha urbana total municipal (km²) \n\n       População rural total de dado município (adm) \n\n        Área rural de dado município inserida em determinada sub-bacia (km²) \n\n         Área rural municipal total (km²) \n\n     Coeficiente de atenuação de cargas antrópicas (adm) \n\n      Carga de poluente considerada por pessoa (g./hab.s) \n\n \n\nRessalta-se que as equações acima foram utilizadas para estimar a carga de \n\ndeterminado poluente “x” proveniente de dado município “y”. Desse modo, para \n\nquantificar as poluições difusas totais de cada estação amostral, as equações \n\napresentadas foram aplicadas para todos os municípios presentes nas sub-bacias \n\nconsideradas, e também para os quatro parâmetros de qualidade d?água mensurados a \n\npartir do aporte de cargas por unidade geradora, excluindo-se o OD. Seguem abaixo as \n\ninformações utilizadas para a quantificação das cargas municipais geradas por sub-\n\nbacia. \n\n \n\n \n\n\n\n \n\n65 \n\n \n\n \n\nREFERÊNCIAS PARA CÁLCULO DE CARGAS PROVENIENTES DA PECUÁRIA \n\n  De acordo com o levantamento realizado pelo último censo agropecuário \n\n(IBGE, 2013), a atividade pecuária presente nos municípios da área de estudo é vasta e \n\ncomposta principalmente por bovinos, conforme a Tabela 28. \n\n  As cargas de cada cabeça são estimadas a partir do estudo realizado por Santos \n\n(2002), que apresentou as cargas médias de poluentes geradas por tipo de rebanho \n\n(Tabela 29). Ainda, partiu-se da premissa que as cargas provenientes da pecuária são \n\noriginadas de maneira uniforme e homogênea na região de contribuição de cada estação \n\namostral. Essas informações foram utilizadas para o cálculo de     . \n\n \n\nTabela 28 – Número de animais por município (IBGE 2010) \n\nDistrito \nNúmero de cabeças por município \n\nAves Bovinos Equinos Ovinos Suínos \nCarapebus 18000 28000 3000 1200 920 \n\nCasimiro de Abreu 8300 43000 1500 1100 1345 \n\nConceição de Macabu 7000 24700 600 60 400 \n\nMacaé 15050 99000 2900 700 1360 \n\nNova Friburgo 28480 7105 1160 272 7810 \n\nRio das Ostras 4500 25000 180 150 650 \n\n \n\nTabela 29 – Cargas por tipo de rebanho (SANTOS, 2002) \n\nParâmetro de Análise \nCarga unitária por rebanho (g/cabeça.dia) \n\nAves Bovinos Equinos Ovinos Suínos \n\nDBO 20 730 770 160 460 \n\nNitrogênio Total 1.1 178 136 190 236 \n\nFósforo Total 0.3 43 32 39 82 \n\nColiformes (NMP x 10\n6\n/cabeça.dia) 240 5400 5700 18000 8900 \n\n \n\nREFERÊNCIAS DE CARGAS PROVENIENTES DOS EFLUENTES DOMÉSTICOS \n\nBem como a premissa de espacialização utilizada para a quantificação das cargas \n\nprovenientes da pecuária, a poluição gerada por efluentes domésticos foi quantificada a \n\npartir da consideração que toda a população urbana se encontra nas manchas urbanas \n\nmunicipais e toda a população rural se encontra proporcionalmente no restante da área. \n\nA partir dessa premissa, sintetizada pela Equação 49, estimou-se o número de pessoas \n\ngeradoras de cargas pontuais por sub-bacia considerada. Esses dados foram utilizados \n\npara o cálculo de      . A Tabela 30 apresenta as cargas poluentes médias geradas por \n\nhabitante. \n\n\n\n \n\n66 \n\n \n\n \n\nTabela 30 – Carga média gerada por habitante em g/hab.dia (Adaptado de Silva e \n\nCETESB, 2013) \n\nParâmetro \nValores Típicos \n\n(g/hab.dia) \n\nDBO 54 \n\nColiformes Fecais* 1,00 x 10\n10 \n\nNitrogênio Orgânico 3,5 \n\nNitrogênio Amoniacal 4,5 \n\nNitrato/Nitrito 0 \n\nNitrogênio Total 8 \n\nFósforo Orgânico 0,8 \n\nFósforo Inorgânico 1,7 \n\nFósforo Total 2,5 \n\n*Em NMP/hab.dia \n\n \n\nREFERÊNCIAS DE CARGAS PROVENIENTES DO USO DO SOLO \n\nUtilizando a mesma premissa das fontes anteriores, a metodologia empregada \n\npara a quantificação de cargas difusas por uso do solo passou pela classificação das \n\náreas e determinação da composição de cada sub-bacia frente ao tipo de uso do solo. \n\nEssas informações foram obtidas via SIG, no software ArcGis 10 e apresentadas \n\nanteriormente no mapa da Figura 25. A Tabela 31 apresenta as cargas geradas por \n\ntipologia de uso, segundo Larentis (2004), utilizada para o cálculo de      . Por fim, as \n\ncargas entre as estações amostrais, em g/s, foi convertida em mg/l, de acordo com a \n\nvazão incremental entre cada estação. \n\n \n\nTabela 31 – Cargas de poluentes relacionadas ao uso do solo (Adaptado de Larentis, 2004) \n\nUso do solo \nCarga unitária de poluentes (kg/ha,ano) \n\nDBO N total P total Coliformes* \n\nAgricultura 18 5 1,05 2,5x 10\n13\n\n \nFloresta 2 2,7 0,4 0,0 \n\nPastagem 10 6 0,5 2,5x 10\n14\n\n \nUrbano 50 8,5 2 1,5x 10\n\n9\n \n\n*NMP/ha,ano \n    \n\n \n\n3.4 Calibração do Modelo \n\n \n\nA calibração e a simulação de cenários futuros foram realizadas com o auxílio de \n\num pequeno módulo de manejo de cargas poluentes, criado e acoplado ao modelo \n\nQUAL-2K. A partir desse módulo de quantificação de cargas, foi possível trabalhar \n\n\n\n \n\n67 \n\n \n\nconjuntamente com a alocação de: (i) cargas; (ii) índices de atenuação; (iii) coeficientes \n\nde decaimento e; (iv) composição oxidativa dos nutrientes fósforo e nitrogênio. O \n\nmódulo foi criado de modo a possibilitar o usuário para trabalhar separadamente tanto \n\npor sub-bacia como por fonte geradora de cargas, procurando, portanto, representar a \n\nalocação de cargas da maneira mais fiel possível ao observado na bacia do Rio Macaé. \n\nAssim, através deste módulo de quantificação e alocação de cargas geradas, \n\nproveu-se a calibração do QUAL-2K, que foi realizada para os períodos de estiagem e \n\nmédias vazões, de modo a fixar o comportamento quanto ao transporte de poluentes do \n\nRio Macaé para duas diferentes épocas do ano. \n\nO método utilizado para realizar a calibração através do módulo de quantificação \n\ne alocação de cargas foi manual, e consistiu na adequação de três fontes de incerteza: (i) \n\ncoeficientes físicos; (ii) cargas de entrada no sistema e; (iii) composição oxidativa de \n\nentrada dos parâmetros fósforo total e nitrogênio total. \n\nA premissa utilizada para lidar com tantas fontes de incerteza foi a manutenção, \n\nquando possível, dos coeficientes dentro de faixas encontradas na bibliografia e \n\nusualmente mensurada em laboratórios.  \n\nA fixação dos coeficientes, dentro das faixas de aceitação apresentadas na revisão \n\nbibliográfica, foi realizada, então, com base nas características altimétricas e de uso do \n\nsolo para cada segmento considerado na Tabela 23.  \n\nAinda, para lidar com as variações referentes à composição de entrada de Fósforo \n\ne Nitrogênio Total no sistema, utilizaram-se os padrões apontados pelo Programa de \n\nPesquisas em Saneamento Básico - PROSAB (2009), para cargas humanas. Enquanto \n\nisso, para cargas referentes ao uso do solo e da pecuária, arbitrou-se valores \n\ndiferenciados, determinados através da observação do comportamento das curvas de \n\ncalibração. Para estas cargas, partiu-se da premissa que o nitrogênio orgânico gerado \n\nchega ao corpo hídrico com relativo grau de oxidação, e que os compostos de fósforo \n\naportantes são formados em sua maioria por fósforo orgânico, dadas as baixas \n\nconcentrações de fósforo inorgânico mensurados em campo. A Tabela 32 mostra a \n\ncomposição de nitrogênio e fósforo segundo PROSAB (2009). \n\n \n\n \n\n \n\n \n\n\n\n \n\n68 \n\n \n\nTabela 32 – Composição de entrada de fósforo e nitrogênio total proveniente de cargas \nhumanas (Adaptado de PROSAB, 2009) \n\nComposto Min Max \n\nNitrogênio Orgânico 42% 43% \nNitrogênio Amoniacal 57% 58% \n\nNitrito 0% 0% \nNitrato 0% 2% \n\nFósforo Orgânico 25% 42% \nFósforo Inorgânico 58% 75% \n\n \n\nA composição dos nutrientes aportantes por cargas humanas, entretanto, sofreu \n\npequenas variações, em que se tentou representar mais fielmente as características reais \n\nda sub-bacia, além de simular uma pequena oxidação dos compostos durante o caminho \n\npercorrido em outros corpos hídricos até o Rio Macaé. Os valores finais utilizados na \n\ncomposição do nitrogênio e fósforo total são descritas na Tabela 33. \n\n \n\nTabela 33 – Composição percentual das cargas de entrada no rio Macaé para nitrogênio \n\ne fósforo \n\nParâmetro C.H U.S P \n\nFósforo Orgânico 45% 80% 80% \nFósforo Inorgânico 55% 20% 20% \n\nNitrogênio Orgânico 37% 20% 20% \nNitrogênio Amoniacal 49% 5% 5% \nNitrito 4% 23% 23% \nNitrato 10% 52% 52% \nC.H = Cargas Humanas \n\nU.S = Uso do Solo \n\nP = Pecuária \n\n \n\nA partir de então, uma vez quantificadas as composições oxidativas dos nutrientes \n\ne as as cargas geradas por categoria de aporte, foram aplicados índices de atenuação \n\npara cada categoria e rodado o modelo. Essa etapa foi repetida inúmeras vezes até que \n\numa curva próxima do mensurado em campo fosse obtida. \n\nComo abordado anteriormente, o QUAL-2K é provido de um módulo para a \n\nsimulação de organismos fitoplanctônicos e de algas de fundo presentes nos corpos \n\nhídricos que não foi utilizado na modelagem. A utilização destes módulos, porém, é \n\nconsideravelmente importante em estudos de modelagem de corpos hídricos de \n\ncaracterísticas lênticas, uma vez considerada a grande influência que as atividades \n\nmetabólicas e fitoplânctonicas exercem sobre o equilíbrio de águas nessas condições.  \n\nEntretanto, Sperling (2007) destaca que, para muitos rios lóticos, de grande porte, a \n\npresença de algas e de fitoplâncton acaba exercendo pouca influencia nos constituintes \n\n\n\n \n\n69 \n\n \n\nestudados, uma vez que o tipo de regime hídrico não é propício para a formação de \n\ngrandes comunidades desses organismos. Mesmo assim, apesar do suprimento potencial \n\nde reações e transformações bioquímicas na modelagem, a potencialidade prejudicial às \n\nsimulações devido à falta dessas considerações é atenuada pela compensação na \n\ndeterminação dos coeficientes de decaimento de variáveis, as quais difeririam, em \n\nalguns casos, dos coeficientes usualmente utilizados, justamente por compensar aportes \n\nou abstrações que estariam sendo computadas por outros módulos presentes no QUAL-\n\n2K, não simulados neste trabalho. \n\nJá quanto à calibração do Fósforo, observou-se pelos dados obtidos em campo \n\nque as entradas são na maioria de fósforo orgânico, mantendo-se o inorgânico a \n\nconcentrações inferiores a 10 µg/L, uma vez observado o aumento de fosforo orgânico \n\nassociado à inércia do fosforo inorgânico para a maior parte dos trechos simulados. \n\n \n\n3.5 Cenários Futuros de Uso e Ocupação da Bacia \n\n \n\nObjetivando encontrar cenários futuros de pressão antrópica nas sub-bacias de \n\ncada estação amostral, realizaram-se simulações de: (i) aumento da população residente; \n\n(ii) expansão das manchas urbanas; (iii) expansão de áreas agrícolas e; (iv) expansão da \n\npecuária, projetando, desse modo, as pressões antrópicas prováveis para 10, 20 e 30 \n\nanos. \n\n \n\n3.5.1 Aumento da População Residente \n\n \n\nA partir dos dados históricos de população total extraídos dos últimos censos \n\npopulacionais do IBGE, estimou-se a população total dos municípios para os horizontes \n\nde projeto através da utilização do método do crescimento geométrico, para os \n\nmunicípios de Macaé, Casimiro de Abreu, Rio das Ostras e Carapebus dado pela \n\nseguinte conjunto de equações: \n\n \n\n       \n                  51 \n\n   \n               \n\n     \n          52 \n\n\n\n \n\n70 \n\n \n\nEm que: \n\n \n\n    População do último censo, realizado no ano t1 \n\n  : População do penúltimo censo, realizado no ano t2 \n\n  : População estimada, para o ano tn \n\n  : Taxa de crescimento geométrico populacional \n\n \n\nPara os municípios Conceição do Macabu e Nova Friburgo, entretanto, utilizou-\n\nse o crescimento aritmético, uma vez que, para as projeções realizadas, esta técnica \n\nresultou em incrementos maiores de populações que o método geométrico. A explicação \n\ndesta peculiaridade reside principalmente nos dados populacionais obtidos através dos \n\núltimos censos realizados pelo IBGE, em que há uma taxa de crescimento muito \n\npequena para estes municípios. A equação que rege essa metodologia é apresentada \n\nabaixo. \n\n \n\n                      53 \n\n   \n       \n\n       \n          54 \n\n \n\nEm que: \n\n \n\n  : População do último censo, realizado no ano t1 \n\n  : População do penúltimo censo, realizado no ano t2 \n\n  : População estimada, para o ano tn \n\n  : Taxa de crescimento aritimético populacional (hab/ano) \n\n \n\n3.5.2 Expansão das Manchas Urbanas \n\n \n\nA expansão das manchas urbanas nos municípios que fazem parte da Bacia do \n\nRio Macaé partiu da consideração que a densidade demográfica de cada município, \n\ncom exceção de Rio das Ostras, se mantém igual, para 2020, 2030 e 2040. Para o caso \n\nespecífico do município Rio das Ostras, utilizou-se uma densidade demográfica alta, de \n\n8.000 hab/Km². Esse valor foi utilizado uma vez que, considerando-se a mesma \n\n\n\n \n\n71 \n\n \n\ndensidade demográfica atualmente registrada, para o horizonte de 30 anos, a mancha \n\nurbana seria maior que a área municipal inteira. Entretanto, considerando que tal \n\nmunicípio contribui com apenas 0,6% da área de mancha urbana de toda a bacia do \n\nMacaé, esta consideração, não altera significativamente os resultados. \n\nAinda, considerou-se também que a composição entre população rural e urbana \n\nmanteve-se proporcionalmente igual, e que as atuais manchas identificadas na  Figura \n\n25 cresceriam sem interferências externas, proporcionalmente ao crescimento de todo \n\nmunicípio. As áreas urbanas cresceriam, por fim, individualmente dentro das sub-\n\nbacias previamente identificadas pela Figura 24, no item 3.1. Ainda, optou-se por \n\nconsiderar apenas expansões advindas das manchas urbanas presentes atualmente, \n\nexcluindo-se a possibilidade de formação de novas manchas urbanas em locais não \n\npreviamente delimitados na Figura 25. \n\n \n\n3.5.3 Expansão das Áreas Agrícolas \n\n \n\nO mapa de uso de solos apresentado na Figura 25, fornecido por Pinheiro \n\n(2008), aponta que a grande parcela relacionada à agropecuária da Bacia do Rio Macaé \n\né composta principalmente por pastagens e pastagens de várzea, de modo que áreas \n\nagrícolas ficam restritas a porções muito pequenas mais a montante da bacia. Uma vez \n\nanalisados mais criteriosamente os usos dos solos da região, via Google Earth, fica \n\nevidente, entretanto, que o mapa de uso dos solos utilizado apresenta erros agregados \n\nna classificação de áreas, principalmente no quesito da presença de áreas agrícolas. \n\nUma vez considerado esse erro como parte inerente deste estudo, optou-se pela \n\nmanutenção dessas pequenas áreas no futuro, arbitrando-se uma taxa hipotética de \n\nduplicação da extensão a cada 10 anos, sem levar em consideração as restrições de \n\nrelevo nem a aptidão do uso do solo, o que se torna um fator de incerteza neste \n\ntrabalho. \n\n \n\n3.5.4 Expansão da Pecuária \n\n \n\nConforme comentado anteriormente, o mapa de uso dos solos utilizado aponta o \n\nuso para pastagens como principal componente da bacia de análise. Se confrontado com \n\n\n\n \n\n72 \n\n \n\nimagens do Google Earth, essa constatação é facilmente percebível como exagerada, \n\numa vez presentes consideráveis áreas agrícolas na bacia, principalmente na porção com \n\nmenores perfis altimétricos. Esse erro agregado observado, entretanto, não interferiu nos \n\nprocessos de calibração de cargas pontuais e difusas no QUAL-2K, uma vez que os \n\ndados para mensuração das cargas (para o cenário atual) provenientes da pecuária foram \n\nobtidos diretamente dos censos agropecuários fornecidos pelo IBGE.  \n\nPelo mesmo motivo, a mensuração das cargas animais futuras não foi obtida por \n\nmeio da expansão da mancha de pastagens no mapa de uso de solo, e sim, através de \n\nprojeções conservadoras calculadas através do histórico de animais em cada município, \n\ndo ano de 2004 até 2011, através do censo agropecuário fornecido pelo IBGE. Para tal, \n\naplicou-se um coeficiente de crescimento (ou decréscimo) linear para todos os \n\nmunicípios, por tipo de rebanho, obtido de modo a tentar representar a realidade do \n\nmunicípio frente ao comportamento temporal de número de animais, através da seguinte \n\nequação de ajuste: \n\n \n\n                        55 \n\n \n\nEm que: \n\n  : Número de animais por rebanho em t1; \n\n  : Número de animais por rebanho em t0; \n\n  : Taxa de comportamento temporal animal (+- animais/ano). \n\n  \n\n\n\n \n\n73 \n\n \n\n4 RESULTADOS \n\n \n\nEste capítulo apresenta os resultados obtidos neste estudo, sendo composto pelos \n\nseguintes itens: \n\n? Calibração do QUAL-2K para a 2º e 3º campanhas; \n\no Coeficientes físicos utilizados; \n\no Índices de atenuação; \n\no Cargas totais geradas no presente; \n\no Curvas calibradas; \n\n? Cenários futuros de degradação antrópica; \n\n? Simulação dos cenários futuros; \n\n? Mapas de classes para os horizontes de projeto; \n\n? Proposição de enquadramento; \n\n? Coeficiente de abatimento de cargas; \n\n? Sistemas indicados para a redução de cargas. \n\n \n\n4.1 Calibração do Modelo QUAL-2K \n\n \n\nO primeiro resultado gerado neste trabalho constituiu na calibração do modelo, \n\nem que se obtiveram concomitantemente os coeficientes de decaimento das equações \n\npara cada segmento, e os índices de atenuação de cargas totais geradas por cada sub-\n\nbacia. A partir dessas informações, consequentemente, foram encontradas as cargas \n\npoluentes geradas nas sub-bacias para cada campanha de monitoramento estudada. \n\n \n\n4.1.1 Coeficientes Físicos  \n\n \n\nOs coeficientes físicos foram calibrados diferentemente para cada segmento, \n\npara cada um dos períodos de dados analisados. As tabelas abaixo apresentam os \n\nvalores obtidos segundo a calibração para cada campanha. Observa-se, entretanto, que \n\nalguns coeficientes saíram da faixa usual apresentada na revisão bibliográfica. Salienta-\n\nse que este problema foi majoritariamente intensificado na porção final do Rio Macaé, \n\nprincipalmente no que se diz respeito às velocidades de sedimentação do fósforo \n\norgânico e inorgânico. Essa premissa foi assumida uma vez que o canal, retificado nesta \n\nparte do rio, poderia favorecer velocidades de sedimentação maiores. \n\n\n\n \n\n74 \n\n \n\n \n\nTabela 34 – Coeficientes utilizados para calibrar o modelo – 2º Campanha, estiagem \n\nSEGUNDA CAMPANHA - VAZÕES DE ESTIAGEM \n\nTrecho \n\nBalanço de Oxigênio Nitrogênio orgânico Amônia Nitrato Fósforo Orgânico Fósforo Inorgânico \n\nT\na\n\nxa\n d\n\ne \nR\n\ne\na\n\ne\nra\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nD\n\ne\nso\n\nxi\ng\n\nen\na\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nH\n\nid\nró\n\nlis\ne\n \n\nV\ne\n\nlo\nci\n\nd\na\n\nd\ne \n\nd\ne \n\nSe\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nN\n\nit\nri\n\nfi\nca\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nD\n\ne\nsn\n\nit\nri\n\nfi\nca\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nH\n\nid\nró\n\nlis\ne\n \n\nV\ne\n\nlo\nci\n\nd\na\n\nd\ne \n\nd\ne \n\nSe\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\nV\ne\n\nlo\nci\n\nd\na\n\nd\ne \n\nd\ne \n\nSe\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\n/d /d /d m/d /d m/d /d m/d m/d \n\nKa kdx khn von kna vdi khp vop vip \nM1 1,00 0,90 0,20 0,25 1,00 0,05 0,30 0,20 2,00 \nM2 2,50 1,30 0,25 0,25 1,00 0,05 0,30 0,40 2,00 \nM3 0,65 1,20 0,25 0,25 0,50 0,10 0,30 0,50 2,00 \nM4 0,80 0,80 0,25 0,25 0,50 0,10 0,30 1,00 2,00 \nM5 0,30 0,95 0,25 0,25 0,50 0,10 0,20 1,00 2,00 \nM6 0,36 0,60 0,25 0,25 1,00 0,05 0,30 0,60 2,00 \nM7 0,28 0,40 0,25 0,30 1,00 0,05 0,80 0,80 2,00 \nM8 1,50 0,40 0,25 0,33 1,00 0,05 0,30 1,00 2,30 \nM9 2,00 0,30 0,25 0,36 0,50 0,10 0,80 4,00 2,75 \n\nM10 1,50 0,80 0,25 0,39 1,00 0,05 0,10 0,20 5,00 \nM11 1,40 1,00 0,25 0,42 0,10 0,05 0,10 0,20 7,00 \n\n \n\nTabela 35 – Coeficientes utilizados para calibrar o modelo – 3º Campanha, vazões médias \n\nTERCEIRA CAMPANHA - VAZÕES MÉDIAS \n\nTrecho \n\nBalanço de Oxigênio Nitrogênio orgânico Amônia Nitrato Fósforo Orgânico Fósforo Inorgânico \n\nT\na\n\nxa\n d\n\ne \nR\n\ne\na\n\ne\nra\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nD\n\ne\nso\n\nxi\ng\n\nen\na\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nH\n\nid\nró\n\nlis\ne\n\n \n\nV\ne\n\nlo\nci\n\nd\na\n\nd\ne \n\nd\ne \n\nSe\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nN\n\nit\nri\n\nfi\nca\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nD\n\ne\nsn\n\nit\nri\n\nfi\nca\n\nçã\no\n\n \n\nT\na\n\nxa\n d\n\ne \nH\n\nid\nró\n\nlis\ne\n\n \n\nV\ne\n\nlo\nci\n\nd\na\n\nd\ne \n\nd\ne \n\nSe\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\nV\ne\n\nlo\nci\n\nd\na\n\nd\ne \n\nd\ne \n\nSe\nd\n\nim\ne\n\nn\nta\n\nçã\no\n\n \n\n/d /d /d m/d /d m/d /d m/d m/d \n\nKa kdx khn von kna vdi khp vop vip \nM1 2,00 0,30 0,20 0,05 1,00 0,05 0,10 0,50 2,00 \nM2 1,50 0,30 0,25 0,05 0,50 0,05 0,30 0,50 2,00 \nM3 1,40 0,15 0,10 0,25 0,50 3,00 0,05 0,30 2,00 \nM4 1,00 0,40 0,25 0,05 0,50 3,00 0,30 0,50 2,10 \nM5 1,50 0,15 0,25 0,07 1,00 0,05 0,40 1,20 2,00 \nM6 0,90 0,60 0,25 0,09 1,00 0,05 0,30 1,00 2,00 \nM7 1,00 0,50 0,10 0,11 1,00 0,05 0,40 2,20 2,00 \nM8 0,35 0,40 0,25 0,13 0,50 0,05 0,05 1,00 2,00 \nM9 0,40 0,12 0,25 0,15 1,00 0,05 0,05 1,00 2,00 \n\nM10 1,10 0,70 0,10 0,17 0,50 2,00 0,05 1,00 1,00 \nM11 1,20 0,80 0,10 0,19 0,50 0,05 0,40 2,00 1,00 \n\n \n\nObserva-se que os coeficientes referentes à taxa de reaeração, principalmente \n\npara a segunda campanha, não acompanharam em termos de magnitude o perfil \n\nlongitudinal do Rio Macaé, apresentado na Figura 26. Essa discrepância está \n\ndiretamente relacionada às medições realizadas em campo, em que são observados, \n\n\n\n \n\n75 \n\n \n\nnestes pontos, acréscimos de oxigênio dissolvido. Ainda, poder-se-ia atrelar estes \n\nincrementos à ausência de informações a cerca dos parâmetros modelados nos grandes \n\ncorpos hídricos aportantes no Rio Macaé, uma vez que as incertezas dos dados de \n\nentrada no modelo (quanto à concentração de oxigênio dissolvido) poderiam estar sendo \n\ncompensadas pelos altos coeficientes de reaeração apresentados. Desse modo, as altas \n\ntaxas de reaeração encontradas em M8, M9, M10 e M11 poderiam ser relacionadas \n\ntanto a compensações de diferentes aportes de oxigênio não modelados neste estudo \n\n(presença de fitoplâncton e algas), como também a particularidades locais presentes no \n\nmomento das coletas e das análises laboratoriais. \n\n \n\n4.1.2 Índices de Atenuação \n\n \n\nA determinação das cargas aportantes em cada segmento foi realizada em \n\nconjunto com a determinação tanto a partir dos coeficientes de decaimento, como \n\ntambém dos índices de atenuação de cargas. Os índices eram alterados no momento em \n\nque não era possível obter resultados satisfatórios nas curvas de calibração alterando \n\nunicamente os coeficientes apresentados anteriormente, de modo iterativo. \n\n Assim, como explicado anteriormente, para cada sub-bacia de estação amostral \n\nesses índices de atenuação foram aplicados com o objetivo de controlar as entradas em \n\ncada segmento do QUAL-2K. Esse método permitiu controlar as curvas de decaimento \n\ndas variáveis analisadas, de modo que correspondessem aos valores obtidos em campo.  \n\nA campanha de baixas vazões foi calibrada primeiramente, e os resultados, \n\nreferentes aos índices de atenuação, utilizados como base para a calibração da \n\ncampanha de altas vazões. Para que se conseguisse correlacionar ambas, considerou-se, \n\ninicialmente, que as cargas de entrada na campanha de médias vazões eram \n\ncorrespondentes a 101% das cargas de entrada na campanha de baixas vazões. Esse \n\nincremento de 1% foi considerado de modo a estimar o efeito ocasionado pelo aumento \n\ndo carreamento dos poluentes até o curso principal, devido aos maiores índices \n\npluviométricos. Como resultado parcial, a curva de calibração da campanha de médias \n\nvazões apresentou resultado positivo, em que os valores obtidos em campo foram \n\nparcialmente correspondidos pela curva de calibração. \n\nApós esse resultado inicial, entretanto, partiu-se para a calibração mais detalhada \n\nda campanha de médias vazões, de modo que foram necessários aportes mais \n\n\n\n \n\n76 \n\n \n\nsubstanciais de cargas poluentes, principalmente no que tange os parâmetros fósforo e \n\ncoliformes fecais. A Tabela 36 apresenta os valores percentuais de decaimento \n\naplicados por parâmetro e por sub-bacia, para ambas campanhas. Ainda, a Figura 27 \n\napresenta graficamente a tendência de menores índices de abatimento de cargas para a \n\ncampanha de médias vazões (3º), o que comprova o maior carreamento de poluentes \n\ndurante épocas de alta pluviosidade. Essa inferência é feita ao se observar a maior \n\ndensidade de pontos abaixo da curva x = y. \n\n \n\nTabela 36 – Índices de atenuação – 2º Campanha \n\nRedução de cargas (%) - 2ª campanha \n\nEstação \nDBO Nitrogênio Total Fósforo Total Coliformes \n\nC.H U.S P C.H U.S P C.H U.S P C.H U.S P \n\nM1 90% 60% 95% 90% 99% 90% 98% 99% 100% 99% 99% 100% \nM2 70% 60% 85% 98% 95% 99% 95% 99% 99% 97% 99% 96% \nM3 50% 80% 90% 98% 95% 99% 70% 100% 100% 100% 90% 95% \nM4 5% 50% 65% 98% 99% 100% 95% 50% 99% 99% 99% 97% \nM5 60% 90% 95% 93% 100% 100% 80% 80% 99% 100% 99% 99% \nM6 20% 20% 88% 70% 99% 99% 98% 99% 99% 93% 70% 95% \nM7 50% 50% 86% 98% 90% 98% 50% 50% 95% 90% 99% 98% \nM8 50% 80% 95% 90% 90% 98% 98% 85% 99% 98% 99% 99% \nM9 80% 87% 99% 100% 97% 100% 90% 80% 99% 100% 99% 100% \n\nM10 85% 50% 98% 98% 99% 100% 100% 100% 100% 95% 90% 98% \nM11 90% 70% 99% 80% 99% 99% 92% 100% 99% 94% 99% 93% \n\nC.H = Cargas Humanas \n\nU.S = Uso do Solo \n\nP = Pecuária \n\nTabela 37 – Índices de atenuação – 3º Campanha \n\nRedução de cargas (%) - 3ª campanha \n\nEstação \nDBO Nitrogênio Total Fósforo Total Coliformes \n\nC.H U.S P C.H U.S P C.H U.S P C.H U.S P \n\nM1 90% 59% 94% 90% 98% 89% 98% 98% 99% 99% 98% 99% \nM2 85% 59% 84% 98% 94% 94% 95% 98% 93% 97% 98% 95% \nM3 50% 79% 89% 98% 90% 92% 70% 80% 96% 100% 89% 94% \nM4 5% 49% 64% 98% 98% 100% 95% 20% 94% 99% 85% 80% \nM5 60% 89% 94% 93% 99% 100% 80% 79% 98% 100% 80% 95% \nM6 20% 19% 87% 70% 98% 97% 98% 98% 98% 93% 30% 10% \nM7 50% 49% 85% 98% 89% 93% 50% 49% 70% 70% 98% 90% \nM8 50% 79% 94% 90% 89% 97% 98% 84% 98% 90% 98% 90% \nM9 80% 86% 98% 100% 96% 97% 90% 79% 92% 90% 98% 98% \n\nM10 85% 49% 97% 98% 98% 80% 80% 30% 30% 70% 90% 70% \nM11 60% 98% 98% 92% 98% 98% 92% 98% 90% 35% 98% 80% \n\n \n\nC.H = Cargas Humanas \n\nU.S = Uso do Solo \n\nP = Pecuária \n\n \n\n\n\n \n\n77 \n\n \n\n \n\nFigura 27 – Comparação entre os índices de abatimento para as duas campanhas \n\n \n\n4.1.3 Cargas Totais Geradas por Sub-Bacia de Estação Amostral \n\n \n\nA etapa anterior ao cômputo das cargas totais geradas por sub-bacia passou pela \n\ndeterminação aproximada do número de unidades geradoras de cargas poluentes, que no \n\nescopo deste trabalho foram: (i) número de pessoas residentes por sub-bacia; (ii) \n\nnúmero de cabeças de animais por sub-bacia e; (iii) unidade de área de uso do solo por \n\nsub-bacia. Os resultados referentes ao total de unidades geradoras de cargas poluentes \n\nsão, portanto, apresentados abaixo. \n \n\n \n\nTabela 38 – População estimada por sub-bacia (2010) \n\nEstação \nAmostral \n\nPopulação \nUrbana \n\nPopulação \nRural \n\nPopulação \nTotal \n\nÁrea \n(km²) \n\nDensidade Populacional \n(hab/km2) \n\nM1   170 170 67,6 3 \n\nM2 28135 347 28482 143,5 199 \nM3   228 228 90,9 3 \n\nM4 399 307 707 55,3 13 \n\nM5 2486 391 2877 116,8 25 \n\nM6 583 1495 2078 193,9 11 \n\nM7 346 236 582 72,0 8 \n\nM8 1383 1561 2944 213,5 14 \n\nM9 14886 2083 16970 519,6 33 \nM10 1195 231 1426 70,7 20 \n\nM11 114665 756 115421 203,6 567 \n\n \n\nTabela 39 – População animal estimada por sub-bacia (2011) \n\nRebanho \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\nBovinos 484 1.019 649 1.588 8.499 15.470 5.248 16.239 38.580 5.241 15.270 \n\nEquinos 71 150 95 91 240 499 148 407 1.037 147 545 \n\nOvinos 21 43 28 39 69 213 42 152 349 42 228 \n\nSuínos 539 1.137 724 365 123 334 75 282 543 75 268 \n\nAves 1.939 4.086 2.602 1.443 1.405 2.863 865 2.971 6.403 864 3.618 \n\n\n\n \n\n78 \n\n \n\nTabela 40 – Composição Geral do uso do solo em cada sub-bacia (km²) \n\nTipologia de Solo M1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\nAfloramento Rochoso 0,1 0,7 \n \n\n0,5 0,2 1,9 0,7 0,3 2,2 \n  \n\nAgricultura \n \n\n0,2 0,1 1,0 \n       \n\nÁgua \n   \n\n0,0 0,1 1,4 \n \n\n0,7 0,6 0,3 0,4 \nÁreas úmidas \n\n         \n3,6 12,8 \n\nCordões arenosos \n          \n\n0,3 \nFloresta 62,4 108,1 80,6 36,7 76,1 123,4 37,0 69,8 190,1 9,5 15,9 \nMangue \n\n          \n1,1 \n\nOcupação Urbana \n \n\n5,1 \n \n\n0,1 0,5 0,1 0,1 0,3 0,7 0,2 21,6 \nPastagem 3,0 25,9 8,2 16,1 38,1 57,3 28,3 104,7 250,8 44,5 145,4 \n\nPastagem em Várzea \n     \n\n6,4 4,7 31,7 68,9 12,5 3,8 \nReflorestamento \n\n       \n2,0 \n\n   \nRestinga \n\n          \n0,3 \n\nTOTAL (km²) 65,5 140,0 88,9 54,4 115,0 190,4 70,8 209,6 513,3 70,7 201,5 \n\n \n\nQuanto ao uso do solo, ressalta-se a diferença presente entre a Tabela 31, \n\nreferente às cargas poluentes geradas por tipo de uso do solo (LARENTIS, 2004), e a \n\nTabela 40, que representa a realidade (para o ano de elaboração - 2008), em termos de \n\nunidade de área de uso do solo. Dadas essas discrepâncias, procurou-se adequar os \n\ndados bibliográficos de cargas geradas às informações de uso do solo consideradas \n\ncomo realidade de campo no âmbito deste estudo. Os resultados são apresentados na \n\nTabela 41. \n \n\nTabela 41 – Valores de cargas poluentes por tipologia de uso de solo  \n\nUso do solo \nCarga unitária de poluentes (g/ha,dia) \n\nDBO N total P total Coliformes** \n\nAfloramento Rochoso - - - - \nAgricultura 49,3 13,7 2,9 6,88 x 10\n\n10 \n\nÁgua - - - - \nÁreas úmidas 5,5 7,4 1,1 - \n\nCordões Rochosos - - - - \nFloresta 5,5 7,4 1,1 - \nMangue 5,5 7,4 1,1 - \n\nOcupação Urbana 137,0 23,3 5,5 4,11E x 10\n6 \n\nPastagem* - - - - \nPastagem em Várzea* - - - - \n\nReflorestamento 5,5 7,4 1,1 - \nRestinga 5,5 7,4 1,1 - \n\n  * Já considerado na fonte “Pecuária” \n\n ** NMP/ha.ano \n\n \n\nA partir das considerações apresentadas, e aplicando os índices de atenuação \n\nexplicados anteriormente, estimaram-se as cargas poluentes aportantes no Rio Macaé, \n\ndiscretizadas para o uso do solo, manchas urbanas e atividades pecuárias. Ressalta-se \n\nque as cargas totais apresentadas abaixo não são as totais geradas na bacia, \n\nrepresentando, portanto, a totalidade apenas das cargas que conseguem chegar ao Rio \n\n\n\n \n\n79 \n\n \n\nMacaé após sofrer transformações bioquímicas e físicas que ocorrem no processo de \n\ncarreamento de poluentes até o canal principal.  A tabela abaixo sintetiza esses valores, \n\npara cada campanha. \n\n \n \n\nTabela 42 – Cargas poluentes por segmento considerado – 2º Campanha \n\nCargas que chegam ao Rio Macaé (mg/s) \n\nEstação \nDBO Nitrogênio Total Fósforo Total Coliformes \n\nC.H U.S P C.H U.S P C.H U.S P C.H U.S P \nM1 10,6 158,3 422,4 1,6 5,3 275,0 0,1 0,8 0,1 1,96E+05 0,00E+00 8,29E+03 \nM2 5991,1 277,8 2670,5 163,4 46,4 58,0 67,2 1,4 10,4 9,89E+07 1,28E+05 8,74E+06 \nM3 71,3 102,9 1133,7 0,4 34,6 55,4 2,0 0,1 0,4 2,64E+03 4,32E+05 6,96E+06 \nM4 419,6 152,0 5927,4 1,3 3,3 0,5 1,0 25,2 18,3 8,18E+05 8,20E+05 4,78E+06 \nM5 719,4 56,2 4096,3 18,6 2,0 0,0 16,7 19,9 58,5 1,33E+06 2,37E+01 3,77E+06 \nM6 1039,2 641,5 17466,5 57,7 10,6 215,8 1,2 1,6 105,2 1,68E+07 1,76E+02 5,74E+07 \nM7 181,9 122,5 7085,1 1,1 31,9 222,9 8,4 23,7 150,5 6,74E+06 3,10E+00 7,76E+06 \nM8 920,0 101,3 7915,2 27,3 62,4 699,7 1,7 14,0 66,2 6,81E+06 1,52E+01 1,22E+07 \nM9 2121,2 214,5 3657,3 0,0 51,1 447,3 49,1 51,8 217,5 9,82E+06 1,33E+02 1,40E+06 \n\nM10 133,7 59,3 1010,9 2,6 1,2 56,9 0,0 0,0 0,3 8,25E+06 1,07E+02 7,75E+06 \nM11 7213,8 1084,4 1510,2 2137,4 8,4 259,1 267,2 0,2 90,0 8,68E+08 1,03E+03 8,25E+07 \n\n \n\nTabela 43 – Cargas poluentes por segmento considerado – 3º Campanha \n\nCargas que chegam ao Rio Macaé (mg/s) \n\nEstação \nDBO Nitrogênio Total Fósforo Total Coliformes \n\nC.H U.S P C.H U.S P C.H U.S P C.H U.S P \n\nM1 10,6 164,3 506,9 1,6 13,4 302,5 0,1 2,0 8,3 1,96E+05 0,00E+00 1,04E+06 \nM2 3158,2 288,2 2848,6 163,4 60,3 347,8 67,2 3,4 121,4 9,89E+07 3,19E+05 1,09E+07 \nM3 71,3 110,6 1247,0 0,4 69,1 295,3 2,0 20,5 44,2 2,64E+03 4,97E+05 8,35E+06 \nM4 419,6 156,5 6096,8 1,3 8,3 4,6 1,0 40,3 73,3 8,18E+05 1,23E+07 3,19E+07 \nM5 719,4 64,6 4915,6 18,6 6,6 20,1 16,7 21,4 107,2 1,33E+06 4,74E+02 3,14E+07 \nM6 1039,2 653,6 18922,0 57,7 26,5 1079,2 1,2 3,9 192,9 1,68E+07 4,10E+02 1,03E+09 \nM7 181,9 126,2 7591,2 1,1 36,6 867,0 8,4 24,4 903,0 2,02E+07 7,76E+00 3,88E+07 \nM8 920,0 108,9 9498,2 27,3 71,7 1088,4 1,7 15,4 160,9 3,41E+07 3,80E+01 1,22E+08 \nM9 2121,2 239,2 12800,7 0,0 76,6 2326,1 49,1 55,7 1740,0 1,96E+08 3,33E+02 5,60E+07 \n\nM10 133,7 61,1 7581,5 2,6 3,0 2473,9 8,3 12,6 2104,4 4,95E+07 1,07E+02 1,16E+08 \nM11 28855,3 2168,7 30204,6 855,0 21,0 629,2 267,2 2,8 899,9 8,68E+09 2,57E+03 2,36E+08 \n\n \n\nAtravés destes resultados, é possível também estimar a representatividade em \n\ntermos de grandeza de cada poluente considerado, através de uma análise comparativa.  \n\nÉ notável a grande sensibilidade da calibração às cargas advindas de atividade de \n\npecuária, bem como a pouca sensibilidade para os aportes relativos aos usos do solo, \n\npara a maior parte das sub-bacias consideradas. Esses valores são representados \n\ngraficamente nas composições da Figura 28 e da Figura 29. \n\n \n\n\n\n \n\n80 \n\n \n\n \n\nFigura 28 – Parcelas por escopo de geração para carga poluente total – 2º Campanha \n\n \n\nObserva-se, para a campanha de baixas vazões, que as cargas humanas \n\nrepresentam grande parte dos lançamentos de coliformes fecais, com exceção das sub-\n\nbacias de M3 e M4. Ainda, as cargas provenientes do uso do solo são mais \n\nrepresentativas na sub-bacia de M1, não antropizada, e de M4 e M5, onde são notadas \n\nmanchas agrícolas. \n\n \n \n\n \n\nFigura 29 – Parcelas por escopo de geração para carga poluente total – 3º Campanha \n\n\n\n \n\n81 \n\n \n\n De acordo com a figura acima, a representatividade das cargas provenientes da \n\npecuária são muito evidentes, para a campanha de médias vazões. Isto era de se esperar, \n\numa vez que há a intensificação de processos erosivos e lixiviantes em épocas de alta \n\npluviosidade. Do mesmo modo como apresentado na Figura 28, o uso do solo tem \n\nespecial representatividade nas sub-bacias em que há cultivos agrícolas, de acordo com \n\no mapa de uso do solo utilizado. Observa-se também, a grande representatividade das \n\ncargas humanas nas cargas de DBO, Nitrogênio e Coliformes em M11, quando o Rio \n\nMacaé entra contato direto com zonas urbanas. \n \n\n4.1.4 Curvas Calibradas \n \n\nAbaixo são apresentadas as curvas obtidas na etapa de calibração do modelo, para \n\ncada uma das campanhas analisadas. Observa-se que a maior parte dos pontos \n\ncorrespondeu à calibração. Ressalta-se também, no quadro de Oxigênio Dissolvido, da \n\nFigura 30, a ausência do 3º ponto de análise. Esse ponto não é visualizável, pois, além \n\nde ficar fora da escala de visualização gráfica, não foi possível representar o valor de \n\nconcentração de 11,6 mg/l medido em campo, através do modelo QUAL-2K.  \n\n \n\nFigura 30 – Resultados da calibração para a 2º Campanha – OD, DBO, Nitrogênio \n\nAmoniacal e Nitrato \n\n\n\n \n\n82 \n\n \n\n \n\nFigura 31 – Resultados da calibração para a 2º Campanha –Temperatura, Fósforo \n\nOrgânico, Inorgânico e Coliformes Fecais \n\n \n\nFigura 32 – Resultados da calibração para a 3º Campanha – OD, DBO, Nitrogênio \n\nAmoniacal e Nitrato \n\n\n\n \n\n83 \n\n \n\n \n\nFigura 33 – Resultados da calibração para a 3º Campanha –Temperatura, Fósforo \n\nOrgânico, Inorgânico e Coliformes Fecais \n\n \n\nAtravés da análise das curvas calibradas, ressalta-se a presença de esgotos \n\ndomésticos contribuintes para os picos de nitrogênio amoniacal, DBO, fósforo \n\ninorgânico e coliformes fecais, nas proximidades de M2 (distritos de Lumiar e São \n\nPedro da Serra) e M11 (cidade de Macaé), tanto para a segunda como para a terceira \n\ncampanha. Esses picos são acompanhados, ainda, de um forte decréscimo de oxigênio \n\ndissolvido para a o ponto M2, tanto na segunda quanto na terceira campanha. Ainda, \n\nmesmo com aporte de esgotos domésticos em M11, ambas campanhas apontaram um \n\naumento do oxigênio dissolvido neste ponto.  \n\nA calibração do QUAL-2K atendeu, em boa parte dos pontos analisados, os \n\nresultados referentes às campanhas de monitoramento. Ressalta-se que para alguns \n\nparâmetros, as análises laboratoriais disponibilizaram apenas patamares superiores, \n\noferecendo, portanto, os valores máximos que poderiam ter sido observados nos locais \n\nde amostragens. Esses patamares são representados nos gráficos por pontos pretos com \n\nflechas brancas. Para o caso específico da DBO, entretanto, calculou-se a DBOu como \n\npatamar superior (Equação 16), de acordo com os coeficientes de desoxigenação \n\nutilizados para cada trecho de simulação (Tabela 34 e Tabela 35) e, devido a esse fato, \n\n\n\n \n\n84 \n\n \n\nnão há obrigatoriedade da curva passar próxima ao ponto, havendo a única exigência \n\nque tenha valores inferiores aos marcados no gráfico. \n\nA maior parte das curvas se adaptou bem às campanhas, entretanto, mesmo assim \n\nsão ressaltados na Tabela 44 os locais onde não houve boa compatibilidade entre a \n\ncalibração e os pontos medidos em campo. Essas discrepâncias podem ser explicadas \n\ntanto pelo método manual utilizado para realizar a calibração (em que nem sempre as \n\ncondições são 100% atendidas), como também possíveis particularidades locais \n\nocorridas no momento das medições em campo. Ainda, os resultados podem, também, \n\nnão ter correspondido bem a esses pontos devido a influências de parâmetros não \n\nmodelados neste estudo, para o caso dos locais mais de montante (M2 e M3), ou devido \n\nà influência de maré observada nos locais de jusante (M10 e M11). \n\n \n\nTabela 44 – Parâmetros não adaptados à modelagem \n\nLocal \nParâmetro \n\n2º Campanha – Baixas Vazões 3º Campanha – Médias Vazões \n\nM2 Nitrogênio Amoniacal e DBO Nitrogênio Amoniacal, Fósforo Inorgânico e OD \nM3 OD Nitrogênio Amoniacal \n\nM10 Temperatura - \nM11 Fósforo Inorgânico e Temperatura - \n\n \n\n4.2 Cenários Futuros de Degradação Antrópica \n\n \n\nOs cenários futuros foram obtidos para horizontes de projeto de 10, 20 e 30 anos, \n\npartindo de algumas considerações básicas, como a manutenção de condições passadas \n\ne a extrapolação das mesmas para o futuro, como abordado nos itens anteriores. Esses \n\ndados gerados, em conjunto com a calibração realizada no QUAL-2K permitiram a \n\nmodelagem de cenários futuros de degradação da bacia do Macaé. Desse modo, \n\ndividem-se aqui os cenários futuros quanto: (i) número de habitantes por sub-bacia; (ii) \n\nextensão da mancha urbana por sub-bacia; (iii) número de cabeças de animais por tipo \n\nde rebanho para cada sub-bacia e; (iv) área agrícola futura. \n\n \n\nNÚMERO DE HABITANTES POR SUB-BACIA \n \n\nA estimativa do número de habitantes para a situação atual partiu da aplicação da \n\nEquação 49 para cada sub-bacia analisada, com os dados do último censo realizado pelo \n\nIBGE. Após, as populações municipais futuras foram obtidas a partir de projeções \n\n\n\n \n\n85 \n\n \n\ngeométricas e aritméticas, segundo as Equações 51 e 53. Os resultados das projeções \n\npopulacionais para os municípios estudados são apresentados na Tabela 45. \n\nObserva-se que o município de Rio das Ostras é o que apresenta maior taxa de \n\ncrescimento de acordo com os últimos censos realizados pelo IBGE. Entretanto, como \n\nressaltado anteriormente, mesmo que esse município possa alcançar, no horizonte de \n\nprojeto, um grande número de habitantes, sua interferência na qualidade das águas do \n\nRio Macaé não é significativa, considerando a pequena área de mancha urbana drenante \n\npara as águas no canal principal. \n\n \n\nTabela 45 – Estimativa futura do número de habitantes dos municípios \n\nMUNICÍPIO 1991 1996 2000 2007 2010 2020 2030 2040 \n\nCarapebus \n  \n\n8.666 10.677 13.359 20.593 31.746 48.937 \nCasimiro de Abreu 33.845 20.058 22.152 27.086 35.347 56.402 89.998 143.606 \n\nConceição de Macabu 16.963 17.672 18.782 19.479 21.211 26.984 32.758 38.531 \nMacaé 100.895 120.009 132.461 169.513 206.728 322.634 503.526 785.838 \n\nNova Friburgo 167.081 168.270 173.418 177.376 182.082 197.769 213.455 229.142 \n\nRio das Ostras \n \n\n27.842 36.419 74.750 105.676 273.996 710.417 1.289.377 \n\n \n\nA partir da tabela acima associada às técnicas e considerações anteriormente \n\ndiscutidas, foi possível estimar, portanto, o número de habitantes rurais e urbanos para \n\nos horizontes de projeto, por sub-bacia.  As tabelas a seguir apresentam essa evolução, \n\nconsiderada para os estudos de modelagem, de modo que a Figura 34 mostra a evolução \n\ntemporal de habitantes totais por sub-bacia. \n\n \n\nTabela 46 – Estimativa futura do número de habitantes urbanos por sub-bacia \n\nPOPULAÇÃO URBANA \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2010  28.135  399 2.486 583 346 1.383 14.886 1.195 114.665 \n2020  30.559  462 3.842 915 541 2.927 23.232 1.865 178.954 \n2030  32.983  545 5.960 1.434 844 6.562 36.258 2.911 279.289 \n2040  35.407  659 9.267 2.248 1.317 11.515 56.587 4.543 435.877 \n\n \n\nTabela 47 – Estimativa futura do número de habitantes rurais por sub-bacia \n\nPOPULAÇÃO RURAL \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2010 170 347 228 307 391 1.495 236 1.561 2.083 231 756 \n2020 184 377 248 438 611 2.372 368 3.345 3.066 360 1.176 \n2030 199 407 267 642 954 3.763 574 7.572 4.503 562 1.828 \n2040 214 437 287 962 1.490 5.970 896 13.325 6.646 878 2.841 \n\n\n\n \n\n86 \n\n \n\n \n\nFigura 34 – Estimativa do número total de habitantes por sub-bacia \n\n \n\nEXTENSÃO DA MANCHA URBANA POR SUB-BACIA \n \n\nA partir das considerações apresentadas no item 3.5.2 (referente à metodologia \n\nutilizada para estimar a expansão das manchas urbanas) a área das manchas urbanas \n\npara horizontes de projeto de 10, 20 e 30 anos é calculada e apresentada, neste item, em \n\nduas parcelas. Na Figura 35, observa-se a expansão das manchas de menor \n\nrepresentatividade nas sub-bacias estudadas (com áreas máximas inferiores a 2 km²), \n\nenquanto que na Figura 36 observam-se as manchas urbanas de maior \n\nrepresentatividade (com áreas superiores a 2 Km²). Ainda, considerou-se que as sub-\n\nbacias contribuintes da Estação Amostral M1 e M3 não foram densamente urbanizadas. \n \n\n \n\nFigura 35 – Manchas urbanas de menor representatividade na bacia do rio Macaé \n\n \n\n \n\nFigura 36 – Manchas urbanas de maior representatividade na bacia do rio Macaé \n\n\n\n \n\n87 \n\n \n\nNÚMERO DE CABEÇAS POR SUB-BACIA \n \n\nA estimativa do número de animais por sub-bacia partiu da combinação da \n\nEquação 55 com a relação proporcional de áreas municipais inseridas em cada sub-\n\nbacia, de acordo com a Tabela 22. As tabelas abaixo apresentam, portanto, o número \n\nestimado de cabeças por rebanho para cada sub-bacia, por horizonte de projeto. \n\n \n\nTabela 48 – Estimativa futura de bovinos \n\nBOVINOS \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2020 639 1.347 858 2.211 10.848 20.664 6.692 21.050 47.219 6.683 19.922 \n2030 789 1.663 1.059 2.870 12.424 25.293 7.653 24.225 53.020 7.643 23.088 \n2040 939 1.979 1.260 3.528 14.001 29.923 8.614 27.401 58.821 8.603 26.255 \n\n \n\nTabela 49 – Estimativa futura de equinos \n\nEQUINOS \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2020 128 270 172 137 317 636 196 550 1.396 195 1.048 \n2030 179 378 241 183 363 764 223 648 1.606 223 1.446 \n2040 230 486 309 229 408 892 251 746 1.816 251 1.844 \n\n \n\nTabela 50 – Estimativa futura de ovinos \n\nOVINOS \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2020 9 20 13 28 81 203 50 133 313 50 273 \n2030 0 0 0 12 96 159 59 150 371 59 344 \n2040 0 0 0 1 110 115 69 166 430 68 414 \n\n \n\nTabela 51 – Estimativa futura de suínos \n\nSUÍNOS \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2020 672 1.416 901 466 113 435 68 328 572 68 326 \n2030 802 1.691 1.077 567 98 538 58 362 562 58 383 \n2040 933 1.966 1.252 668 83 642 48 397 551 48 439 \n\n \n\nTabela 52 – Estimativa futura de aves \n\nAVES \n\nAno \nSub-Bacia \n\nM1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\n2020 2.446 5.156 3.283 1.689 2.744 3.875 1.702 5.257 13.681 1.700 7.373 \n2030 2.919 6.152 3.917 1.929 4.075 4.957 2.533 7.706 20.347 2.530 11.156 \n2040 3.392 7.148 4.551 2.168 5.407 6.040 3.364 10.154 27.014 3.360 14.939 \n\n\n\n \n\n88 \n\n \n\nÉ possível observar que alguns rebanhos apresentam uma tendência de queda até \n\ncerto ponto no tempo, e aumentos posteriores. Isso é explicado pelo fato de que o \n\ncálculo para estimativa de animais por sub-bacia considerou o histórico municipal \n\ndiscretizado, de modo que, como observado na tabela abaixo, principalmente sob a taxa \n\nanual, alguns municípios apresentam tendências de queda produtiva enquanto que \n\noutros, tendências de aumento produtivo para mesmos rebanhos específicos. \n\n \n\nTabela 53 – Cabeças estimadas por município e por rebanho \n\nMUNICÍPIO REBANHO \nCABEÇAS – IBGE CABEÇAS ESTIMADAS \n\nTaxa Anual \n2004 2005 2006 2007 2008 2009 2010 2011 2020 2030 2040 \n\nR\nIO\n\n D\nA\n\nS \n\nO\nST\n\nR\nA\n\nS\n \n\nBovinos 17194 22595 23500 21500 19790 21904 20980 25000 28608 32616 36624 401 \n\nEquinos 400 580 590 150 130 180 175 180 330 497 663 17 \n\nOvinos  350 430 440 687 634 250 260 150  - -  -  -47 \n\nSuínos 475 440 455 623 540 570 580 650 965 1315 1665 35 \n\nAves 2410 2450 2520 8347 6920 5300 5400 4500 7575 10992 14408 342 \n\nN\nO\n\nV\nA\n\n \n\nFR\nIB\n\nU\nR\n\nG\nO\n\n Bovinos 9646 9554 6048 6643 6837 6432 6816 7105 9008 11122 13236 211 \n\nEquinos 750 747 800 780 915 982 1000 1160 1808 2528 3248 72 \n\nOvinos  400 340 350 334 310 300 290 272 132 -   - -16 \n\nSuínos 8100 6957 6890 7210 7480 7430 7600 7810 9466 11306 13146 184 \n\nAves 29500 25073 25150 25500 27100 27455 27320 28480 34474 41134 47794 666 \n\nM\nA\n\nC\nA\n\nÉ\n \n\nBovinos 87376 87700 77183 68700 104612 101000 90663 99000 115606 132211 148817 1661 \n\nEquinos 2565 2800 2805 2218 2550 2500 2550 2900 3379 3857 4336 48 \n\nOvinos  587 1400 780 1558 1415 1550 730 700 861 1023 1184 16 \n\nSuínos 1485 1679 1635 1420 1420 1330 1300 1360 1181 1003 824 -18 \n\nAves 5000 5380 5450 13353 14400 14800 14950 15050 29407 43764 58121 1436 \n\nC\nO\n\nN\nC\n\nE\nIÇ\n\nÃ\nO\n\n D\nE\n\n \n\nM\nA\n\nC\nA\n\nB\nU\n\n \n\nBovinos 28221 28085 25220 23690 28410 28710 25556 24700 23660 22620 21580 -104 \n\nEquinos 510 502 535 430 510 510 500 600 763 927 1090 16 \n\nOvinos  190 210 230 190 300 400 380 60  -  - -  -25 \n\nSuínos 485 252 245 298 300 330 320 400 647 893 1140 25 \n\nAves 4530 3060 3770 3921 4430 4400 4400 7000 13567 20133 26700 657 \n\nC\nA\n\nSI\nM\n\nIR\nO\n\n D\nE\n\n \n\nA\nB\n\nR\nE\n\nU\n \n\nBovinos 29576 31956 33780 37200 40900 4200 42600 43000 60259 79437 98614 1918 \n\nEquinos 1137 1152 1264 1400 1600 1500 1600 1500 1967 2485 3004 52 \n\nOvinos  1365 1450 1720 1940 2050 1200 900 1100 759 381 2 -38 \n\nSuínos 810 970 1250 1380 1660 1350 1320 1345 2033 2797 3561 76 \n\nAves 9640 10450 8300 8450 7670 8000 9000 8300 6577 4663 2749 -191 \n\nC\nA\n\nR\nA\n\nP\nE\n\nB\nU\n\nS\n Bovinos 21958 24328 25450 26000 27500 28000 24001 28000 35768 44400 53031 863 \n\nEquinos 370 500 650 720 800 2000 2000 3000 6381 10139 13896 376 \n\nOvinos  820 1200 1500 1800 700 1500 1400 1200 1689 2231 2774 54 \n\nSuínos 260 534 830 1080 550 960 900 920 1769 2711 3654 94 \n\nAves 4400 8000 10800 12000 14000 17000 16550 18000 35486 54914 74343 1943 \n\n \n\nÁREA AGRÍCOLA FUTURA \n \n\nAs áreas agrícolas futuras se restringem a porção superior do rio Macaé, mais \n\npróximas da serra, em que são duplicadas a cada dez anos, conforme explicado \n\nanteriormente. Ressalta-se, ainda, que apesar de serem observadas outras áreas de \n\npastagens nas sub-bacias mais de jusante, as mesmas não foram consideradas nesse \n\nestudo, uma vez que a contribuição destas áreas acaba sendo suprida pela presença \n\nintensa de pastagens e pastagens de várzea em áreas de menor altitude da bacia do Rio \n\nMacaé. \n\n \n\n \n\n\n\n \n\n89 \n\n \n\nTabela 54 – Área agrícola estimada \n\nSub-Bacia \nÁrea Estimada Agrícola (Km²) \n\n2020 2030 2040 \n\nM1 - - - \nM2 0,3 0,6 1,3 \nM3 0,1 0,2 0,4 \nM4 2,1 4,1 8,2 \nM5 - - - \nM6 - - - \nM7 - - - \nM8 - - - \nM9 - - - \n\nM10 - - - \nM11 - - - \n\n \n\n4.3 Simulação dos Cenários Futuros \n\n \n\nOs resultados obtidos via a etapa de calibração, somados aos dados oriundos da \n\netapa de simulação de cenários futuros de degradação são, neste item, confrontados e \n\nutilizados em conjunto para se estimar a qualidade do Rio Macaé nos horizontes \n\nconsiderados. A modelagem de qualidade d?água do Rio Macaé gerou, portanto, 6 \n\ncenários diferentes, para cada parâmetro, fora a calibração dos dados atuais. Para cada \n\nhorizonte de projeto foram modeladas as campanhas de baixas e médias vazões, a fim \n\nde identificar os diferentes comportamentos das cargas poluentes aportantes em \n\ndiferentes épocas do ano.  \n\nA modelagem foi, então, realizada com as mesmas tabelas utilizadas na calibração \n\ndo modelo para cada campanha, diferenciadas, entretanto, no que diz respeito aos inputs \n\nrelacionados às pressões antrópicas. Desse modo, foram modificadas as seguintes \n\nentradas, conforme o horizonte de projeto: \n\n? Número de cabeças de animais por tipo de rebanho para cada sub-bacia de \n\nponto de monitoramento; \n\n? População residente em cada sub-bacia de estação amostral; \n\n? Área de uso do solo urbano e agrícola; \n\n? Dados de entrada de montante; \n\nChama-se a atenção para o último item da listagem acima. Os dados de entrada de \n\nmontante são referentes às concentrações de poluentes medidas em M1, considerados \n\ncomo ponto de partida no modelo. Como o trecho a montante deste local não foi \n\nmodelado, os parâmetros de qualidade sofreram alguns ajustes empíricos considerando \n\nas pressões antrópicas geradas para cada horizonte de projeto. Assim, procurando \n\n\n\n \n\n90 \n\n \n\ncontornar o problema, calculou-se, para cada cenário, as percentagens de acréscimo nas \n\ncargas geradas, conforme a tabela abaixo: \n\n \n\nTabela 55 – Estimativa de decaimento da qualidade do rio Macaé na sub-bacia de M1, 2º \n\nCampanha \n\nEscopo \nVariação de Cargas em M1 (mg/s) % de Acréscimo \n\nAtual 10 anos 20 anos 30 anos 10 anos 20 anos 30 anos \n\nCOLIFORMES TOTAL (NMP/S) 204681 223414 242379 261498 9% 18% 28% \nFÓSFORO TOTAL 0,97 1,00 1,03 1,06 3% 6% 9% \n\nNITROGÊNIO TOTAL 282 348 421 496 23% 49% 76% \nDBO TOTAL 591 705 831 959 19% 41% 62% \n\n \n\nTabela 56 – Estimativa de decaimento da qualidade do rio Macaé na sub-bacia de M1, 3º \n\nCampanha \n\nEscopo \nVariação de Cargas em M1 (mg/s) % de Acréscimo \n\nAtual 10 anos 20 anos 30 anos 10 anos 20 anos 30 anos \n\nCOLIFORMES TOTAL (NMP/S) 1241335 1486893 1761493 2055703 20% 42% 66% \nFÓSFORO TOTAL 10,39 12,35 14,53 16,75 19% 40% 61% \n\nNITROGÊNIO TOTAL 317 390 470 553 23% 48% 74% \nDBO TOTAL 682 818 970 1122 20% 42% 65% \n\n \n\nEssas percentagens de acréscimo das cargas foram repassadas como percentagens \n\nde acréscimos nas concentrações encontradas em M1, para os parâmetros citados nas \n\ntabelas anteriores, para cada horizonte de projeto.  \n\nEm relação à concentração de oxigênio dissolvido dos corpos hídricos afluentes \n\nnão modelados, constata-se que, enquanto as cargas de DBO, Fósforo, Nitrogênio e \n\nColiformes podem ser estimadas por unidade geradora de carga (como habitantes, \n\nanimais e hectares de uso do solo), o mesmo não se aplica ao oxigênio dissolvido. \n\nAssim, como a metodologia utilizada para a modelagem da qualidade de água do Rio \n\nMacaé não considerou simulações futuras nos afluentes do Rio Macaé, a determinação \n\ndo OD nestes cursos hídricos passou a ser um fator de incerteza neste estudo. Mesmo \n\nassim, ainda que nos horizontes de projeto possa ocorrer aumento da degradação desses \n\ncorpos hídricos secundários (como aumento da concentração de DBO, Nitrogênio e \n\nFósforo), optou-se pela manutenção da mesma concentração de oxigênio dissolvido \n\ndeterminada na calibração, gerando, portanto uma incerteza otimista em relação aos \n\nresultados obtidos.  \n\nAs figuras abaixo mostram os resultados, confrontados com a legislação atual \n\n(CONAMA 357/2005), para ambas campanhas estudadas. Ainda, é realizada também \n\numa análise quanto ao perfil de oxigênio de saturação, visto posteriormente. \n\n\n\n \n\n91 \n\n \n\nRESULTADOS DA 2º CAMPANHA – ESTIAGEM \n\n \n\n \n\nFigura 37 – Perfil longitudinal do OD para horizontes de projeto – Campanha 2 \n\n \n\n \n\nFigura 38 – Perfil longitudinal da DBO para horizontes de projeto – 2º Campanha \n\n \n\nFigura 39 – Perfil longitudinal do Fósforo Total para horizontes de projeto – 2º \n\nCampanha \n\n\n\n \n\n92 \n\n \n\n  \n\nFigura 40 – Perfil longitudinal do Nitrato para horizontes de projeto – 2º Campanha \n\n \n\n \n\nFigura 41 – Perfil longitudinal do Nitrogênio Amoniacal para horizontes de projeto – 2º \n\nCampanha \n\n  \n\n \n\nFigura 42 – Perfil longitudinal dos Coliformes para horizontes de projeto – 2º Campanha \n\n \n\nAtravés da análise das figuras acima se percebe que, para as considerações de \n\nprevisões de cenários futuros inicialmente apresentadas, há um decréscimo significativo \n\nnas concentrações de oxigênio dissolvido no horizonte máximo de modelagem, relativo \n\nao ano 2040. Enquanto isso, devido às baixas concentrações encontradas no presente, os \n\ncompostos de nitrogênio modelados não apresentaram, para os cenários futuros, \n\n\n\n \n\n93 \n\n \n\naumentos significativos. Esse fato também é responsável pela ausência de limites de \n\nenquadramentos na Figura 41 e Figura 40, uma vez que a ordem de grandeza dos limites \n\nimpostos pela Resolução CONAMA 357/2005 e as concentrações modeladas são \n\ndiferentes. Em relação à DBO, espera-se que a partir de 2030 o Rio Macaé comece a \n\napresentar, para boa parte de sua extensão, concentrações superiores ao limite de \n\nenquadramento para Classe 1, enquanto que para os coliformes, condições críticas só \n\nserão encontradas após a entrada de esgotos provenientes do distrito de Lumiar, na sub-\n\nbacia M2, e da cidade de Macaé, na foz do corpo hídrico. \n\n \n\nRESULTADOS DA 3º CAMPANHA – VAZÕES MÉDIAS \n \n\n \n\nFigura 43 – Perfil longitudinal do Oxigênio Dissolvido para os horizontes de projeto – 3º \n\nCampanha \n\n \n\n \n\nFigura 44 – Perfil longitudinal da DBO para os horizontes de projeto – 3º Campanha \n\n \n\n\n\n \n\n94 \n\n \n\n \n\nFigura 45 – Perfil longitudinal do Fósforo Total para os horizontes de projeto – 3º \n\nCampanha \n\n \n\n \n\nFigura 46 – Perfil longitudinal do Nitrato para os horizontes de projeto – 3º Campanha \n\n \n\n \n\nFigura 47 – Perfil longitudinal do Nitrogênio Amoniacal para os horizontes de projeto – 3º \n\nCampanha \n\n \n\n\n\n \n\n95 \n\n \n\n \n\nFigura 48 – Perfil longitudinal dos Coliformes para os horizontes de projeto – 3º \n\nCampanha \n\n \n\nÉ possível observar que a campanha de altas vazões apresenta a tendência de \n\ndissolução de poluentes, uma vez que o perfil longitudinal de oxigênio dissolvido \n\nmostra pequenas variações de concentrações para o horizonte de projeto. Desse modo, \n\nmesmo que haja maior aporte de contaminação por crescimento da pressão antrópica, \n\nassociada ao carreamento da poluição difusa no período de alta pluviosidade, as \n\nconcentrações de oxigênio dissolvido não seriam inferiores a 6 mg/l, enquadrando-se, \n\nportanto, em Classe 1 para este parâmetro de análise. \n\nDo mesmo modo como observado para a campanha de baixas vazões, constata-se \n\nque a DBO passaria a ser um problema, considerando as projeções futuras como \n\nverdadeiras, a partir de 2020, em que grande parte do trecho do Rio Macaé estaria \n\nenquadrado como Classe 2 para este parâmetro. \n\nEnquanto isso, as concentrações de nitrogênio não chegariam a valores de \n\nmagnitude similares às dos encontrados na resolução CONAMA 357 para águas de \n\nClasse 1. \n\nO Fósforo Total apresenta, entretanto, comportamento diferenciado para a \n\ncampanha de médias vazões. Enquanto que é observado para o período de estiagem \n\ngrande aporte devido à cidade de Macaé, localizada bem na foz do Rio Macaé, para a \n\ncampanha de altas vazões a calibração do modelo apontou que esta contribuição é \n\ndiluída e não tão representativa. Isso é corroborado pelo fato da curva de Fósforo Total \n\napresentar sensível aumento de concentração apenas no horizonte de 2040, quando se \n\nintensificam muito o lançamento de esgotos no local. Para os outros horizontes de \n\nprojeto, entretanto, nota-se que há aumento substancial da concentração de fósforo \n\ndevido à entrada no sistema do rio São Pedro, cuja bacia é relacionada majoritariamente \n\n\n\n \n\n96 \n\n \n\nao desenvolvimento da pecuária, grande responsável pelo aporte de fósforo no \n\nmanancial. \n\nOutro parâmetro onde também se notam curvas distintas, quando comparado aos \n\nresultados da campanha de baixas vazões, é relativo aos coliformes fecais. É observado \n\npara a campanha de médias vazões, que, a partir de 2020, após a entrada de esgoto da \n\ncidade de Lumiar, em nenhum momento o Rio Macaé voltaria a apresentar \n\ncaracterísticas de Rio Classe 1, fato obviamente mantido e com boa parcela de \n\ncontribuição do aporte difuso de coliformes no Rio Macaé durante o período de vazões \n\nmais altas. \n\n \n\nANÁLISE DO PERFIL DO OXIGÊNIO DE SATURAÇÃO \n \n\nConforme apresentado no item referente à área de estudo, a Bacia do rio Macaé \n\napresenta distintas características ao longo do canal principal. Dentre estas diferenças \n\nexistentes, que vão desde o perfil altimétrico até os usos relacionados, destacam-se as \n\ndiferentes temperaturas medidas ao longo do curso d?água, durante as campanhas de \n\nmonitoramento. A diferença é tal que foram encontradas amplitudes térmicas de até \n\nmesmo 12,5º entre pontos da porção superior e da porção inferior do rio Macaé. \n\nConsiderando também que a temperatura tem papel fundamental na concentração de \n\noxigênio dissolvido, a análise do perfil de saturação do oxigênio para o rio Macaé torna-\n\nse de fundamental análise.  \n\nAtravés do estudo do perfil de oxigênio de saturação, e a comparação do mesmo \n\ncom as concentrações, medidas em mg/l, é possível eliminar da análise as influências \n\nque a temperatura causa na concentração, diminuindo também a possibilidade de se \n\nchegar a conclusões equivocadas na análise ambiental do manancial quanto ao oxigênio \n\ndissolvido. \n\n  Desse modo, buscou-se avaliar se os resultados das simulações, obtidos em mg/l, \n\nseriam representativos quanto ao grau de degrabilidade da bacia do rio Macaé, através \n\nda comparação dos mesmos com os perfis de oxigênio de saturação. A Figura 49 mostra \n\no perfil longitudinal da porcentagem da concentração de oxigênio frente ao oxigênio de \n\nsaturação para a campanha de estiagem, enquanto que a Figura 50 mostra o perfil \n\nlongitudinal para a campanha de médias vazões. \n\n \n\n\n\n \n\n97 \n\n \n\n \n\nFigura 49 – Perfil longitudinal: % do Oxigênio de Saturação – 2º Campanha \n\n \n\n \n\nFigura 50 – Perfil longitudinal: % do Oxigênio de Saturação – 3º Campanha \n\n \n\nAtravés das figuras acima, pode-se perceber que, para a campanha de baixas \n\nvazões (2º), o decréscimo na concentração de oxigênio dissolvido não é resultado \n\nunicamente do aumento de temperaturas no sentido montante - jusante. Caso fosse, a \n\nrelação entre o oxigênio dissolvido em mg/l com oxigênio de saturação seria constante, \n\nou com poucas mudanças, uma vez que o decaimento de oxigênio acompanharia \n\nproporcionalmente os decréscimos do oxigênio de saturação. Além disso, a partir da \n\nFigura 30 (que mostrou a calibração da curva de OD, para o cenário atual, em conjunto \n\ncom a curva de OD de saturação) foi possível perceber visualmente que as inclinações, \n\nentre as curvas de OD e de OD de saturação, não apresentam muita relação entre si. \n\nEste comportamento não é, entretanto, observado no perfil longitudinal da 3ª \n\ncampanha, que apresenta pequena variação na concentração de oxigênio de saturação \n\n(Figura 50). Esse resultado pode ser decorrente tanto da pequena variação na \n\nconcentração em mg/l observada nas medições de campo, como também uma \n\n\n\n \n\n98 \n\n \n\nconfirmação que, para esta campanha, o oxigênio dissolvido estaria apresentando mais \n\nsensibilidade à temperatura do que os aportes de matéria orgânica. Através da análise do \n\nquadro referente ao oxigênio dissolvido da Figura 32, foi possível perceber também, \n\npara as partes serranas da bacia do Rio Macaé, que o oxigênio dissolvido apresenta \n\nrelação visual direta com o oxigênio de saturação, corroborando ainda mais com essa \n\nhipótese, principalmente para as regiões altas do Rio Macaé.   \n\n \n\n4.4 Mapas de Classes para os Horizontes de Projeto \n\n \n\nApós a simulação dos parâmetros DBO, Coliformes, Fósforo Total, Nitrato e \n\nNitrogênio Amoniacal para situações futuras, aplicaram-se aos resultados os limites de \n\nconcentrações da resolução Conama 357/2005, a fim de identificar as classes futuras por \n\ntrechos do Rio Macaé. Ressalta-se, entretanto, que esta classificação futura estimada é \n\nbaseado unicamente na análise dos parâmetros citados, de modo que a mesma foi \n\ndeterminada a partir da pior classe encontrada na análise dos parâmetros, para dado \n\ntrecho de rio. Ainda, é suprimida toda e qualquer influência que por ventura outros \n\nparâmetros de qualidade d?água não modelados neste estudo possam causar. Este caso \n\npode ocorrer especificamente na foz do Rio Macaé, devido à, como anteriormente visto, \n\npresença de águas salinas em M11, M10 e M9. Excluem-se dos mapas, entretanto, os \n\nincrementos visuais de manchas urbanas, agrícolas e de pecuária. Estas informações \n\nforam suprimidas uma vez que estudos mais aprofundados de ocupação territorial e \n\nagropecuário deveriam ser estudados, principalmente levando em consideração os \n\npossíveis planos de desenvolvimento urbano de cada município. Os resultados visuais \n\nquanto à classificação do Rio Macaé, aplicáveis apenas para os cenários futuros \n\ninicialmente estimados no item 3.5, são ilustrados na Figura 51 e na Figura 52. \n\n\n\n \n\n99 \n\n \n\n \n\n \n\nFigura 51 – Situação quanto às classes futuras estimadas para o rio Macaé – Baixas vazões \n\n \n\nA Figura 51 apresenta a evolução de piora de classes para o Rio Macaé, \n\nconforme o passar do tempo. Essa evolução seria consequência não só da manutenção \n\nfutura das condições atuais de tratamento de esgotos nas manchas urbanas, mas também \n\ndo sustento das atuais práticas de manejo agrícola e agropecuário na bacia, sem haver \n\n\n\n \n\n100 \n\n \n\nnenhum tipo de redução de cargas por algum tipo de tratamento de efluentes ou de \n\nresíduos sólidos complementares. A Figura 52 apresenta os mapas de classificação para \n\na campanha de médias vazões. \n\n \n\n \n\n \n\nFigura 52 – Situação quanto às classes futuras estimadas para o rio Macaé – Médias \n\nvazões \n\n \n\n\n\n \n\n101 \n\n \n\n4.5 Proposição de Enquadramento \n\n \n\nComo visto no capítulo de caracterização da área de estudo, a porção superior do \n\nrio Macaé apresenta muitas opções de recreação que ocasionam contato direto com as \n\náguas, através de atividades de rafting, canoagem entre outros. Ainda, chama-se a \n\natenção para as atividades de aquicultura e abastecimento humano. Na porção inferior, \n\ndentre os usos preponderantes, podem ser destacados a prática de pesca (principalmente \n\nna foz), irrigação e abastecimento industrial, além do abastecimento populacional. \n\nBaseando-se nestas características de uso e ocupação da bacia, Pinheiro (2008), fez uma \n\nproposta de enquadramento, dividindo o Rio Macaé em 3 trechos: Classe Especial, \n\nClasse 1 e Classe 2. Essa proposição é reproduzida abaixo, com algumas pequenas \n\nmodificações referentes à visualização do uso do solo. \n\n \n\n \n\n Figura 53 – Proposta de enquadramento futuro do rio Macaé (Adaptado de Pinheiro, \n\n2008) \n\n \n\n \n\n \n\n \n\n\n\n \n\n102 \n\n \n\n4.6 Coeficientes de Abatimento de Cargas \n\n \n\nUma vez definidas as classes a serem alcançadas, ou mantidas para alguns \n\ntrechos, foram definidos quais seriam os coeficientes de abatimento de cargas mínimos \n\nque seriam necessários, por sub-bacia, para que o objetivo fosse alcançado no maior \n\nhorizonte de projeto, para a situação de maior degrabilidade. Ou seja, o horizonte de \n\nprojeto de 2040, para vazões de estiagem. A busca por resultados para este cenário \n\npartiu, então, de testes em que foram aplicadas taxas hipotéticas de diminuição iguais \n\npara todas as sub-bacias. Estes testes foram realizados para buscar entender a \n\nrepresentatividade das cargas geradas na bacia, de forma geral. Assim, o Rio Macaé foi \n\ndividido em 124 trechos, que foram analisados quanto ao enquadramento proposto na \n\nFigura 53, proporcionando a visualização da percentagem não atendida pela proposta de \n\nenquadramento. Os resultados são apresentados abaixo. \n\n \n\nTabela 57 – Aplicação de taxas hipotéticas homogêneas de redução de cargas \n\nTeste \n% de Redução Homogênea Atendimento da \n\nProposta \n% Não Atendida \n\nHumano Animal \n\n1 0% 100% Não 6,5% \n2 25% 100% Não 6,5% \n3 50% 100% Não 5,6% \n4 75% 100% Não 4,8% \n5 90% 100% Não 3,2% \n6 100% 0% Não 48,4% \n7 100% 25% Não 5,6% \n8 100% 50% SIM 0% \n9 100% 75% SIM 0% \n\n10 100% 90% SIM 0% \n\n \n\nNota-se através da tabela acima a confirmação da grande representatividade que \n\nas cargas difusas provenientes da agropecuária têm na sub-bacia. Mesmo que houvesse \n\n100% de redução de cargas humanas, em todas as sub-bacias, 48% do Rio Macaé não \n\npoderia ser enquadrado conforme o estudo proposto por Pinheiro (2008). Para que isso \n\nocorresse, a redução total das cargas poluentes humanas geradas deveria vir \n\nacompanhada de um abatimento de em torno de 50% das cargas provenientes da \n\nagropecuária. \n\nOutro teste realizado foi a variação das taxas hipotéticas de redução para todos os \n\nparâmetros, exceto coliformes fecais humanos, fixado em 99% de abatimento. Os \n\nresultados apontaram que um dos principais problemas da sub-bacia para atingir o \n\n\n\n \n\n103 \n\n \n\nenquadramento proposto é devido a este parâmetro de qualidade da águia. Estes \n\nresultados são mostrados na tabela abaixo. \n\n \n\nTabela 58 – Aplicação de taxas hipotéticas homogêneas de redução de cargas com coliformes a \n\n99% \n\nTeste \n% de Redução Homogênea Atendimento da \n\nProposta \n% Não Atendida \n\nHumano Animal \n\n1 0% 100% Não 3,2% \n2 25% 100% Não 1,6% \n3 50% 100% SIM 0% \n4 75% 100% SIM 0% \n\n \n\nFinalmente, estimou-se, separadamente para cada sub-bacia, a percentagem de \n\nabatimento das cargas mínimas geradas para que o enquadramento proposto fosse \n\nalcançado no cenário estipulado. Como apresentado anteriormente, no item de \n\nmodelagem de cenários futuros, nutrientes como fósforo e nitrogênio não foram \n\napontados como grandes causadores de poluição em boa parte do Rio Macaé, sendo a \n\nexceção dessa constatação a foz do Rio Macaé, em que foram simulados aportes \n\nexcessivos de Fósforo, provenientes dos esgotos domésticos. Desse modo, as \n\nnecessidades de abatimentos de cargas poluentes ficam mais restritas às cargas de DBO \n\ne Coliformes fecais, para grande parte da extensão do Rio Macaé. A Tabela 59 sintetiza \n\nestes resultados. \n\n \n\nTabela 59 – Aplicação de taxas de redução de cargas por sub-bacia \n\nTaxas de Abatimento das Cargas Geradas \n\nESCOPO M1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 \n\nDBO Humano 30% 70% 30% 30% 60% 35% - - - - 90% \n\nDBO Animal 30% 40% 30% 50% 50% 60% - - - - - \n\nColiformes Humano 50% 95% 50% - - - - - - - 99% \n\nColiformes Animal - 90% 30% - - - - - - - - \n\nNitrogênio Humano - - - - - - - - - - - \n\nNitrogênio Animal - - - - - - - - - - - \n\nFósforo Humano - - - - - - - - - - 30% \n\nFósforo Animal - - - - - - - - - - - \n\n \n\n \n\n \n\n \n\n\n\n \n\n104 \n\n \n\n4.7 Sugestão de Sistemas para Redução de Cargas \n\n \n\nA partir da mensuração do abatimento de cargas necessárias por sub-bacia, e \n\ntambém do levantamento das fontes causadoras de poluição pelo mapa de uso dos solos \n\napresentado (Figura 24), são propostas medidas que poderiam ser utilizadas para tornar \n\nviáveis os abatimentos de cargas por sub-bacia apresentados na Tabela 59. \n\nEssas medidas incluem tanto o tratamento de esgotos domésticos gerados pelas \n\npessoas residentes nos distritos que compõe a Bacia do Rio Macaé, como ações para \n\ndiminuir o aporte de poluição agropecuária difusa nas margens do corpo hídrico. A \n\ntabela abaixo resume as indicações para diminuição do aporte de cargas no Rio Macaé. \n\n \n\nTabela 60 – Técnicas sugeridas para abatimento das cargas \n\nSub-Bacia Tipo de Tratamento - Cargas Humanas \nTipo de Tratamento - \n\nCargas Animais \nTipo de Tratamento - \n\nUso do Solo \n\nM1 Fossa Séptica Biodigestores \n\nM\na\n\nn\nu\n\nte\nn\n\nçã\no\n\n /\n C\n\nri\na\n\nçã\no\n\n d\ne\n\n M\nat\n\na\n \n\nC\nil\n\nia\nr \n\nM2 Lagoa Facultativa Biodigestores \nM3 Fossa Séptica Biodigestores \nM4 Fossa Séptica Biodigestores \nM5 Lagoa Facultativa Biodigestores \nM6 Fossa Séptica Biodigestores \nM7 - - \nM8 - - \nM9 - - \n\nM10 - - \n\nM11 \nLagoas de Estabilização (Anaeróbia + \n\nFacultativa + Remoção Algas) \n- \n\n \n\n Como apresentado no item referente às eficiências de diferentes sistemas de \n\ntratamento de efluentes domésticos e de resíduos da pecuária, os sistemas mencionados \n\nna tabela acima já seriam suficientes para diminuir as cargas geradas na Bacia do Rio \n\nMacaé. Ressalta-se que, como a bacia não apresenta grandes problemas relativos aos \n\nnutrientes fósforo e nitrogênio (com exceção da foz), não seriam necessários grandes \n\ninvestimentos em processos muito eficientes de tratamento de esgotos domésticos, \n\nbastando tratamentos primários na porção superior da bacia, e tratamento secundários \n\npara a foz do Rio Macaé com o Oceano Atlântico, não havendo a necessidade de \n\ntratamento terciários. \n\n \n\n  \n\n\n\n \n\n105 \n\n \n\n5 CONCLUSÕES \n\n \n\nEste trabalho procurou estimar, através de ferramentas de modelagem de \n\nqualidade d?água, uma visão integrada futura, não só dos principais impactos ambientais \n\nidentificados na Bacia do Rio Macaé, RJ, como também a degradabilidade dos \n\nmananciais hídricos e as possíveis soluções para estes problemas.  \n\nPrimeiramente, procurou-se avaliar a sub-bacia de forma a identificar e \n\nquantificar as principais fontes poluentes relacionadas a cargas humanas, uso do solo e \n\npecuária. Constatou-se, então, que a bacia apresenta além da cidade de Macaé, na foz do \n\ncorpo hídrico com o Oceano Atlântico, algumas manchas urbanas responsáveis pelo \n\naporte de esgotos sanitários, como as comunidades dos distritos de Lumiar, Sana, \n\nCórrego do Outro, Frade e Glicério. Além disso, constatou-se também que a extensa \n\npresença de agropecuária, em grande parte da bacia, é detentora de uma boa parcela das \n\ncargas poluentes aportantes no Rio Macaé. Entre os usuários das águas do Rio Macaé \n\ntambém estão grandes indústrias, como a Petrobrás, instalada na sub-bacia da estação \n\nM11 e as UTEs Mário Lago e Fluminense, instaladas na sub-bacia da estação M-09. \n\nUma vez obtidos os resultados laboratoriais e levantadas as principais fontes de \n\npoluição da bacia, partiu-se para a calibração do QUAL-2K. A calibração do modelo foi \n\nbaseada tanto em índices de atenuação de cargas, como na composição oxidativa dos \n\nnutrientes nitrogênio e fósforo, para diferentes fontes de geração de cargas. Rodado o \n\nmodelo para o cenário presente, os resultados foram satisfatórios, uma vez que, para a \n\nmaior parte dos locais amostrados, o modelo correspondeu bem aos resultados \n\nlaboratoriais. Ainda, vale destacar que a maior parte dos coeficientes de decaimento \n\nutilizados ficou dentro das faixas de aplicação indicadas pela análise bibliográfica. \n\nA modelagem dos cenários futuros partiu, então, do estudo da evolução temporal \n\ndos usos da bacia do Rio Macaé para os próximos anos. Concluiu-se, a partir dos \n\ncenários estipulados, que a bacia tende a apresentar incrementos consideráveis tanto de \n\nnúmero de habitantes como das manchas urbanas, principalmente nas sub-bacias onde \n\nestão as maiores populações urbanas, como a sub-bacia de M11, onde situa-se a cidade \n\nde Macaé, como as sub-bacias de M-09 (distritos de Córrego do Ouro, Glicério e Frade) \n\ne M2, em que situa-se as comunidade de São Pedro da Serra e Lumiar. Em relação à \n\nevolução agropecuária, salienta-se que, respeitadas as incertezas causadas pelas \n\nflutuações históricas apresentadas pelo censo agropecuário do IBGE, notou-se tendência \n\n\n\n \n\n106 \n\n \n\nde acréscimos médios significativos para alguns tipos de rebanhos, como os bovinos, e \n\ndecréscimo de outros, como os ovinos. \n\nVisando identificar situações diferentes para confrontá-las posteriormente, \n\noptou-se por rodar o modelo para 6 cenários distintos. Esses cenários de degradação e \n\naumento de pressão antrópica nos recursos naturais, estimados para os anos de 2020, \n\n2030 e 2040, para campanhas de estiagem e médias vazões, apresentaram diferentes \n\ncaracterísticas, em que se observou, através da determinação dos índices de atenuação \n\nde cargas e da análise das concentrações medidas em campo, um aumento do \n\ncarreamento de poluentes para o corpo hídrico. Esse processo, entretanto, é \n\nacompanhado de um aumento substancial de vazões, fazendo com que as concentrações, \n\nprincipalmente de DBO e Oxigênio dissolvido sejam mais sensíveis à capacidade de \n\ndiluição do corpo hídrico, do que as cargas de entrada. A concentração de coliformes, \n\nentretanto, respondeu o contrário, como era de se esperar. Em épocas com maior \n\npluviosidade a concentração de coliformes fecais foi maior, devido à baixa resistência \n\nque esses organismos têm em ambientes muito secos. \n\nDesse modo, foi constatado, através das projeções realizadas para os horizontes \n\nde projeto, que tanto a pressão antrópica populacional como também os incrementos de \n\náreas destinadas à pecuária e à agricultura podem aumentar consideravelmente a \n\ndegradação do curso hídrico principal, principalmente relativo aos parâmetros DBO, \n\nOD e Coliformes Fecais. Assim, para o cenário de maior degradação, de vazões de \n\nestiagem para 2040, constatou-se que, sem sistemas de tratamento de cargas é provável \n\nque em torno de 56% do Rio Macaé apresente condições piores do que Classe 2, dos \n\nquais 42% seriam enquadrados em Classe 4 ou pior. \n\nA partir, portanto, da adequação da proposta de enquadramento realizada por \n\nPinheiro (2008), que mantém o Rio Macaé com a porção superior em Classe 1 e a \n\nporção inferior em Classe 2, para toda a sua extensão, sugeriu-se que fosse \n\nimplementada na bacia sistemas de redução de cargas poluentes, como Fossas Sépticas \n\npara pequenas comunidades e Lagoas de Estabilização para aglomerados populacionais \n\nmais densos. Além disso, sugere-se também a utilização de biodigestores como sistemas \n\nde redução de cargas agropecuárias na bacia, além da manutenção ou criação de faixas \n\nde proteção de mata ciliar no entorno do Rio Macaé. A partir destas medidas, é esperado \n\nque, no futuro, seja possível o enquadramento do Rio Macaé nos limites de classificação \n\napresentados por este estudo. \n\n\n\n \n\n107 \n\n \n\nCom os resultados encontrados neste trabalho espera-se também auxiliar no \n\nprocesso de entendimento da dinâmica de qualidade da água do Rio Macaé, bem como \n\nfornecer estimativas futuras de regiões críticas de degrabilidade ambiental, visando o \n\nmelhor gerenciamento da bacia. Também, espera-se que as técnicas aplicadas neste \n\ntrabalho sirvam como referência para outros trabalhos em outras bacias, uma vez que as \n\netapas aqui utilizadas no processo de modelagem de qualidade d?água se mostraram \n\neficazes e coerentes com a realidade física dos processos de transformações de \n\npoluentes em bacias hidrográficas. \n\n  \n\n\n\n \n\n108 \n\n \n\n6 RECOMENDAÇÕES E OBSERVAÇÕES \n\n \n\nSalienta-se que os resultados oriundos deste trabalho foram originados através de \n\nprocessos de manipulação de dados obtidos, tanto em campo, como em censos, \n\npesquisas de instituições e trabalhos universitários. Estas informações foram então \n\nprocessadas para que se estimasse outras informações, das quais muitas delas foram a \n\npartir de técnicas simplificadas e empíricas. \n\nMuito embora para a realização deste trabalho tenha sido procurada a utilização \n\ndas melhores técnicas e informações disponíveis, existem possíveis erros agregados nos \n\nresultados. Podem ser citados, por exemplo, erros oriundos das simulações de cenários \n\nfuturos a partir de fórmulas empíricas baseadas em relação proporcionais. Também \n\npodem ter sido carregadas para os resultados as observadas discrepâncias relativas aos \n\nusos dos solos da região.  \n\nEssa informação, relativa ao uso do solo, se faz de extrema importância, uma vez \n\nque foram observadas, durante o desenvolvimento deste trabalho, algumas diferenças \n\nentre o uso e ocupação real do solo da bacia do rio Macaé e o mapa de uso do solo \n\nutilizado, relativas principalmente à presença de agricultura nas porções inferiores da \n\nbacia. Entretanto, como a calibração do modelo se baseou no abatimento das cargas \n\nobtidas a partir de análise bibliográfica, acredita-se que as cargas resultantes de \n\npossíveis áreas agrícolas não computadas inicialmente estariam inseridas nos aportes \n\nrelativos a atividades pecuárias, não proporcionando, desse modo, cenários futuros \n\nmuito distantes do que de fato possa acontecer. \n\nOutra fonte de incerteza, comentada durante o desenvolvimento do trabalho e \n\nenfocada neste capítulo é referente à etapa de calibração do modelo, em que agregam-se \n\nas incertezas referentes à determinação de valores para três diferentes escopos: \n\n• Índices de atenuação utilizados; \n\n• Composição oxidativa das concentrações de compostos que contemplam o \n\nNitrogênio Total e o Fósforo Total; \n\n• Coeficientes das fórmulas de modelagem. \n\nOs erros agregados a estes escopos, entretanto, são relativizados, uma vez que a \n\nmaior parte dos coeficientes utilizados neste estudo está dentro da faixa de aplicação \n\nhistoricamente utilizada, mesmo caso para a composição oxidativa dos nutrientes. \n\nAinda, como os índices de atenuação foram determinados com auxílio visual do mapa \n\n\n\n \n\n109 \n\n \n\nde uso dos solos, não se espera que haja resoluções muito diferentes para a calibração \n\naquém da proposta por este trabalho, para as condições aqui pré-determinadas. \n\nA calibração do modelo partiu também de outras simplificações, principalmente \n\nrelativas às entradas de poluentes em cada trecho de sub-bacia modelado. As entradas \n\nforam feitas a partir de um módulo criado e acoplado ao QUAL-2K para gerenciar os \n\ndados de entrada no modelo, os índices de atenuação aplicados e os coeficientes de \n\ndecaimento considerados. Esse módulo, como explicado no desenvolvimento deste \n\nestudo, foi criado numa tentativa de adaptar o modelo e representa-lo o mais fielmente \n\npossível às entradas reais de poluentes no Rio Macaé, funcionando através da \n\ndeterminação do tipo de entrada de carga (pontual ou difusa) por fonte de geração e por \n\nsub-bacia. Entretanto, conforme apresentado por Fan (2013), todo modelo que tenta \n\nrepresentar o funcionamento do mundo real possui limitações. E as limitações desse \n\npequeno módulo são relativas principalmente às entradas de poluentes no Rio Macaé. \n\nAs cargas aportantes, divididas neste estudo em: (i) cargas humanas; (ii) cargas de \n\npecuária e; (iii) cargas do uso do solo, podem ser aplicadas difusamente ou \n\npontualmente, mas não parceladamente, dentro de uma mesma sub-bacia. Isso significa \n\ndizer que as cargas oriundas do uso do solo da localidade de Lumiar (sub-bacia da \n\nestação M2), por exemplo, podem ser aplicadas, em sua totalidade, como pontuais, em \n\ndeterminado ponto de entrada, ou como difusas. Se aplicada como pontuais, assume-se \n\nque os poluentes de toda mancha urbana da sub-bacia são carreados para um mesmo \n\nexutório (o que não é representativo da realidade), enquanto que, se aplicada como \n\ndifusa, assume-se que todos os poluentes gerados aportam proporcionalmente em todo o \n\ncanal principal da sub-bacia contribuinte de M2, o que também acarreta incertezas. A \n\nmesma premissa é válida para as cargas provenientes do uso do solo e de fontes \n\nhumanas. Ressalta-se também que, como este modelo não foi acoplado a um SIG \n\n(Sistemas de Informações Geográficas), este tipo de limitação se torna muito intensa, de \n\nmodo que o tempo necessário para se dispor manualmente, no correto local, todas as \n\ncargas geradas na bacia, seria impraticável. Desse modo, mesmo que se tenha tomado \n\nprecauções quanto à alocação de cargas poluentes, não foi possível eliminar todas as \n\nincertezas ocorrentes sob este aspecto. \n\nChama-se especial atenção, também, para as sugestões de sistemas de diminuição \n\nde cargas aportantes. A proposição de percentagens referentes aos sistemas atenuadores \n\nde cargas aportantes deve ser avaliada de forma adicional aos possíveis tratamentos de \n\n\n\n \n\n110 \n\n \n\ncargas atualmente aplicados à bacia. Ou seja, a sugestão de que sistemas de fossas \n\nsépticas sejam aplicados em locais que devam ter seus índices atenuadores de carga \n\ndiminuídos em 30% significa dizer que, para o horizonte de projeto de 2040, uma \n\natenuação adicional (à situação presente) de 30% das cargas deve ser aplicada nestes \n\nlocais. Desse modo, considerando que a população de determinada região não trate o \n\nesgoto com nenhum tipo de sistema, fossas sépticas poderiam ser indicadas para este \n\ncaso. \n\nAinda, excluiu-se da análise possíveis contribuições poluentes das indústrias da \n\nregião, por se acreditar que as mesmas cumprem a legislação ambiental em vigor, \n\nlançando portanto os efluentes dentro dos padrões pré-estabelecidos. \n\nPor fim, considerando as limitações encontradas no desenvolvimento desse \n\ntrabalho, e também as simplificações tomadas como verdadeiras, sugere-se, como \n\ntrabalhos futuros os tópicos abaixo:  \n\n• Obtenção dos dados secundários a partir de um mapa de uso dos solos mais \n\nrepresentativo do uso real da sub-bacia; \n\n• Preferência pela medição da qualidade d?água nos afluentes do rio Macaé, em \n\ndetrimento da medição logo a jusante do encontro das águas, para as entradas \n\nconsideradas como “pontuais”; \n\n• Estimativa inicial de índices de tratamento de efluentes aplicados nos distritos de \n\ncada sub-bacia contribuinte para o rio Macaé; \n\n• Melhor estimação ou contagem populacional para os distritos presentes na alta \n\nporção do Rio Macaé; \n\n• Melhor estimação das cargas futuras resultantes da expansão agropecuária local, \n\nlevando em consideração a aptidão dos solos para a agricultura e as áreas de pecuária \n\npara locação mais correta de rebanhos; \n\n• Consideração dos efluentes industriais, tanto na calibração como na modelagem \n\nde cenários futuros de degradação; \n\n• Modelagem conjunta dos grandes corpos hídricos aportantes no rio Macaé, para \n\neliminar as incertezas relativas à concentração de oxigênio dissolvido dos mesmos nos \n\ncenários futuros; \n\n• Modelagem não só campanhas de baixas e médias vazões, mas também uma \n\ncampanha de altas vazões, gerando, portanto 9 cenários ao invés de apenas 6; \n\n\n\n \n\n111 \n\n \n\n• Estimação de índices de tratamento de efluentes para todos os cenários, baseados \n\nno enquadramento proposto, seguido de análise da situação de maior degrabilidade \n\nambiental para escolher quais são os índices que realmente devem ser aplicados; \n\n• Avaliação da viabilidade técnica e financeira de aplicação dos sistemas de \n\ntratamento sinalizados; \n\n• Previsão do comportamento do curso hídrico quanto à degrabilidade ambiental \n\npor horizonte de projeto, procurando mapear a evolução temporal do enquadramento do \n\nmanancial com a implantação das medidas propostas. \n\n• Acomplamento do QUAL-2K a um software de SIG, visando eliminar as \n\nincertezas referentes ao local de aporte de cargas e facilitar o cômputo especializado das \n\ncargas poluentes geradas. \n\nAs etapas citadas acima não se restringem unicamente a este estudo de caso do \n\nRio Macaé. Ressalta-se que elas podem servir também para nortear futuros estudos em \n\noutras bacias, ou trabalhos que visam fornecer informações de degrabilidade futura dos \n\nrecursos hídricos através de técnicas de modelagem de qualidade d?água. \n\n  \n\n\n\n \n\n112 \n\n \n\n7 REFERÊNCIAS \n\n \n\nAGÊNCIA NACIONAL DE ÁGUAS – ANA. 2013. Disponível em: \n\n<http://pnqa.ana.gov.br/Padres/enquadramento_baseslegais.aspx>. Acesso em: 15 de \n\nmaio de 2013. \n\nAGÊNCIA NACIONAL DE ÁGUAS – ANA. Conjuntura dos recursos hídricos no \n\nBrasil. Informe 2011. Disponível em :&lt;http://conjuntura.ana.gov.br/conjuntura/>. \n\nAcesso em: 10 de maio de 2013. \n\nAGÊNCIA NACIONAL DE ÁGUAS – ANA. Panorâma do enquadramento dos corpos \n\nd?água. 2007. Disponível em: \n\n<http://pnqa.ana.gov.br/Publicao/PANORAMA%20DO%20ENQUADRAMENTO.pdf\n\n>. Acesso em: 20de junho 2013 \n\nAMARAL, K. Estuário do rio Macaé: modelagem computacional como ferramenta \n\npara o gerenciamento integrado de recursos hídricos. 2003. 150f. Dissertação de \n\nMestrado. Programa de Pós-graduação e Pesquisa de Engenharia, Universidade Federal \n\ndo Rio de Janeiro. Rio de Janeiro, 2003.  \n\nANGONESE, A.R. et al. Potencial de Redução de Emissão de Equivalente de Carbono \n\nde uma Unidade Suinícola com Biodigestor. Revista Engenharia Agrícola. V. 27 n. 3, \n\np. 648 - 657, 2007. \n\nBENETTI, A.D. Disciplina de Tratamento de Efluentes: Modelos de reatores. 2009. \n\nNotas de aula. \n\nBLAINSKI, E. et al. Utilização do modelo hidrológico SWAT para estudos na \n\nmicrobacia hidrográfica do rio Araranguá/SC. In: Taller International Red Riegos - \n\nCyted. Florianópolis, 2008 \n\nBOTTINO, F. Estudo experimental e matemático de qualidade da água com base \n\nna ecohidrologia fluvial de pequenas bacias: Estudo de caso do Rio Canha, Baixo \n\nRibeira, de Iguape, SP. 2008. 208f. Dissertação de mestrado. Programa de Pós-\n\n\n\n \n\n113 \n\n \n\nGraduação em Hidráulica e Saneamento, Escola de Engenharia de São Carlos, \n\nUniversidade de São Paulo. São Carlos, 2008. \n\nBRASIL. Lei Federal nº 9.433, de 8 de janeiro de 1997. Institui a Política Nacional de \n\nRecursos Hídricos, cria o Sistema Nacional de Gerenciamento de Recursos Hídricos, \n\nregulamenta o inciso XIX do art. 21 da Constituição Federal, e altera o art. 1º da Lei nº \n\n8.001, de 13 de março de 1990, que modificou a Lei nº 7.990, de 28 de dezembro de \n\n1989. Diário Oficial da República Federativa do Brasil, Brasília, DF, 8 de janeiro de \n\n1997.  \n\nCARVALHO, D. M. Downscaling Estocástico para Extremos Climáticos via Regressão \n\nQuantílica e Interpolação Espacial dos Parâmetros das Distribuições de Valores \n\nextremos (GEV e GPD). In: Congresso Brasileiro de Meteorologia (CBMET), 2010, \n\nAnais.. Belém do Pará, 2010. \n\nCASTRO, C.M.B. Disciplina de tratamento de água: Introdução ao tratamento de água \n\npara consumo humano. 2011. Notas de aula. \n\nCENTRE FOR ECOLOGY &amp; HYDROLOGY – CEH. 2013. Disponível em: \n\n<http://www.ceh.ac.uk/products/software/CEHSoftware-PC-QUASAR_000.htm>. \n\nAcesso em 22 de abril de 2013 \n\nCHAPRA, S. C. Surface water-quality modeling. McGraw-Hill Series in water \n\nresources and environmental engineering. 1997. 843p. \n\nCHAPRA, S.C., PELLETIER, G.J. and TAO, H. 2008. QUAL2K: A Modeling \n\nFramework for Simulating River and Stream Water Quality, Version 2.11. \n\nDocumentation and Users Manual. Civil and Environmental Engineering Dept., Tufts \n\nUniversity, Medford, MA. 2008. \n\nCOLLISCHONN, W. &amp; TASSI, R. Disciplina de Hidrologia I: Introduzindo hidrologia. \n\n2010. Notas de aula.  \n\nCOMPANHIA AMBIENTAL DE SÃO PAULO – CETESB. Disponível em : \n\n<http://www.cetesb.sp.gov.br/userfiles/file/agua/aguas-superficiais/aguas-\n\ninteriores/documentos/indices/04.pdf>. Acesso em: 28 de abril de 2013. \n\n\n\n \n\n114 \n\n \n\nCOMPANHIA DE SANEAMENTO DE MINAS GERAIS – COPASA. 2013. \n\nDisponível em:&lt;http://www.copasa.com.br/cgi/cgilua.exe/sys/start.htm?sid=34>. \n\nAcesso em: 11 de junho de 2013. \n\nCOMPANHIA DE TECNOLOGIA DE SANEAMENTO AMBIENTAL – CETESB. \n\n2013. Disponível em:&lt;http://www.cetesb.sp.gov.br/agua/%C3%81guas-\n\nSuperficiais/34-Vari%C3%A1veis-de-Qualidade-das-%C3%81guas#temperatura> . \n\nAcesso em 10 de maio de 2013 \n\nCOMPANHIA DE TECNOLOGIA DE SANEAMENTO AMBIENTAL – CETESB. \n\n2013. Disponível em:&lt;http://www.cetesb.sp.gov.br/userfiles/file/agua/aguas-\n\nsuperficiais/aguas-\n\ninteriores/variaveis/aguas/variaveis_quimicas/demanda_bioquimica_de_oxigenio.pdf>. \n\nAcesso em 15 de maio de 2013. \n\nCONAMA. Resolução n° 20, de 18 de junho de 1986. Dispõe sobre a classificação das \n\náguas doces, salobras e salinas do Território Nacional. Diário Oficial da República \n\nFederativa do Brasil, Brasília, DF, 18 de junho de 1986. \n\nCONAMA. Resolução n° 274, de 29 de novembro de 2000. Revisa os critérios de \n\nBalneabilidade em Águas Brasileiras. Diário Oficial da República Federativa do \n\nBrasil, Brasília, DF, 29 de novembro de 2000. \n\nCONAMA. Resolução n° 357, de 17 de março de 2005. Dispõe sobre a classificação \n\ndos corpos de água e diretrizes ambientais para seu enquadramento, bem como \n\nestabelece as condições e padrões de lançamento de efluentes, e dá outras providências. \n\nDiário Oficial da República Federativa do Brasil, Brasília, DF, 17 de março de 2005. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Manual \n\nde manejo e utilização dos dejetos de suínos. Concórdia, SC. 1993, 96 f. \n\nENVIRONMENTAL PROTECTION AGENCY. 2013. Disponível em: \n\n<http://epa.gov/athens/wwqtsc/html/QUAL-2K.html>. Acesso em 12 de abril de 2013. \n\nENVIRONMENTAL PROTECTION AGENCY. 2013. Disponível em: \n\n<http://www.epa.gov/athens/wwqtsc/html/wasp.html>. Acesso em 22 de abril de 2013 \n\n\n\n \n\n115 \n\n \n\nESTEVES, F.A. Fundamentos de Limnologia. Rio de Janeiro, RJ. Interciência, 2011. \n\n828p. \n\nFAN, F. M. Simulação dos impactos de lançamentos de poluentes sobre a qualidade \n\nda água de bacias hidrográficas integrada com sistema de informação geográfica. \n\n2013. 241f. Dissertação de mestrado. Programa de Pós-graduação em Engenharia de \n\nRecursos Hídricos e Saneamento Ambiental, Instituto de Pesquisas Hidráulicas, \n\nUniversidade Federal do Rio Grande do Sul. Porto Alegre, 2013. \n\nFAN, F.M. (Coord.). Quantificação do impacto de lançamento de esgotos em rios. \n\nPorto Alegre, 2012, 33p. Apostila do curso de quantificação do impacto de lançamento \n\nde esgotos em rios ministrado durante a V Semana Acadêmica da Engenharia \n\nAmbiental – Faculdade de Engenharia Ambiental da Universidade Federal do Rio \n\nGrande do Sul. \n\nFONSECA, W. C. Ajuste do modelo QUAL-2K e simulação de cenários para o \n\nRibeirão Claro. 2008. 75f. Monografia. Graduação em Engenharia Ambiental, Instituto \n\nde Geociências e Ciências Exatas – Universidade Estadual Paulista. Rio Claro, 2008. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA ESTATÍSTICA - IBGE. 2010 - \n\nDisponível em:&lt;http://www.sidra.ibge.gov.br/cd/cd2010rpu.asp?o=6&amp;i=P>. Acesso \n\nem 01 de junho de 2013. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA ESTATÍSTICA - IBGE. 2013 - \n\nDisponível em: &lt;http://www.ibge.gov.br/cidadesat/index.php>. Acesso em: 05 de \n\njunho de 2013 \n\nJAMES, A. An introduction to water quality modeling. 2ªed. England. Wiley, 1993, \n\n311p. \n\nKNAPIK, H.G. et al. Qualidade da Água da Bacia do Rio Iguaçu: Diferenças \n\nConceituais entre os Modelos QUAL2E e QUAL2K. Revista Brasileira de Recursos \n\nHídricos. V. 16 n.2, p. 75-88, 2011. \n\nLARENTIS, D. G. Modelagem da qualidade da água em grandes bacias: Sistema \n\nTaquari Antas – RS. 2004. 177f. Dissertação de mestrado. Programa de Pós-graduação \n\n\n\n \n\n116 \n\n \n\nem Recursos Hídricos e Saneamento Ambiental, Instituto de Pesquisas Hidráulicas, \n\nUniversidade Federal do Rio Grande do Sul. Porto Alegre, 2004. \n\nLIBÂNIO, P.A.C et al. A dimensão da qualidade de água: avaliação da relação entre \n\nindicadores sociais, de disponibilidade hídrica, de saneamento e de saúde pública. \n\nEngenharia Sanitária e Ambiental, V.10, nº3, p.219-228, 2005. \n\nMACIEL Jr., P. Zoneamento das águas: um instrumento de gestão dos recursos \n\nhídricos. Belo Horizonte: 2000. Disponível em: \n\n<http://www.scielo.br/pdf/esa/v10n3/a06v10n3.pdf>. Acesso em 02 de maio de 2013 \n\nMELO, G.K.R.M.M, et al. Histórico evolutivo legal dos recursos hídricos no Brasil: \n\numa análise da legislação sobre a gestão dos recursos hídricos a partir da história \n\nambiental.  Dsiponível em:&lt;http://www.ambito-\n\njuridico.com.br/site/?n_link=revista_artigos_leitura&amp;artigo_id=11606>. Acesso em 21 \n\nde junho de 2013. \n\nMENDES, D. A. R. Aplicação do modelo QUAL-2kw para avaliação de cargas \n\npontuais no Rio Itapanhaú. 2010. 204p. Programa de Mestrado em Engenharia, \n\nEscola Politécnica de Engenharia da Universidade de São Paulo. São Paulo, 2010. \n\nMORAES, D.S.L. Degradação de recursos hídricos e seus efeitos sobre a saúde \n\nhumana. Revista Saúde Pública, v.36, nº3, São Paulo, 2002. \n\nMOTA, S. (Org.) ; von SPERLING, M. (Org.). Nutrientes de esgoto sanitário: \n\nutilização e remoção. Rio de Janeiro, RJ: PROSAB/FINEP, 2009. v1. 428p . \n\nNEILSON, B.T. et al. Using Qual2K Modeling to Support Nutrient Criteria \n\nDevelopment and Wasteload Analyses in Utah. Disponível em: \n\n<http://www.waterquality.utah.gov/WQM/documents/UtahQ2kModelingDataGuidance-\n\nFinal_12-12-12.pdf>. Acesso em: 05 de maio de 2013. \n\nORRICO, J.P.A.M. Biodigestão anaeróbia e compostagem de dejetos de suínos, com \n\ne sem separação de sólidos. 2007, 93f. Dissertação de Mestrado. Programa de Pós-\n\ngraduação em Ciências Agrárias e Veterinárias, Universidade Estadual de São Paulo. \n\nSão Paulo, 2007. \n\n\n\n \n\n117 \n\n \n\nPAZ, D.H.F. et al. Modelagem matemática da qualidade da água no rio Capibaribe, \n\nPernambuco. In: VI CONGRESSO DE INICIAÇÃO CIENTÍFICA DO IFPE, Anais.. \n\nPernambuco, 2011  \n\nPINHEIRO, M.R.C. Avaliação de usos preponderantes e qualidade da água como \n\nsubsídios para os instrumentos de gestão dos recursos hídricos aplicada à bacia \n\nhidrográfica do rio Macaé. 2008, 152f. Dissertação de Mestrado. Programa de Pós-\n\ngraduação em Engenharia Ambiental, Centro Federal de Educação Tecnológica, \n\nUniversidade da Tecnologia e Trabalho. Campos dos Goytacazes. Rio de Janeiro, 2008. \n\nPIVELI, R.P. Disponível em : \n\n<http://www.leb.esalq.usp.br/disciplinas/Fernando/leb360/Fasciculo%2010%20-\n\n%20Oxigenio%20Dissolvido%20e%20Materia_Organica.pdf>. Acesso em: 28 de abril \n\nde 2013. \n\nPROGRAMA ÁGUA AZUL. 2013. Disponível em: &lt;\n\nhttp://www.programaaguaazul.rn.gov.br/indicadores_03.php >. Acesso em 18 de junho \n\nde 2013. \n\nSALVAI, A. &amp; BESDAM, A. Water Quality Model QUAL2K in TMDL Development. \n\nConference on water observation and information system for decision support – \n\nBalwois. Ohrid, Republic of Macedonia, 2008. \n\nSANTOS, A.F. Contribuição potencial de cargas poluentes na bacia do Rio das Pedras, \n\nno município de Guarapuava – PR. Revista de Ciências Exatas e Naturais, V. 5, nº, \n\n2003. \n\nSANTOS, V. R. Avaliação da qualidade da água do Rio Andrada através do \n\nmodelo QUAL-2K. 2009. 142f.  Monografia. Graduação em Engenharia Ambiental, \n\nUniversidade de Passo Fundo. Passo Fundo, 2009. \n\nSCARIOT, M. R. Modelagem e Simulação Sistêmica de Rios: Avaliação dos \n\nimpactos ambientais no Rio Mogi-Guaçu/SP. 2008. 200f. Tese de doutorado. \n\nPrograma de Pós-graduação em Engenharia de Alimentos, Universidade Estadual de \n\nCampinas, Faculdade de Engenharia de Alimentos. Campinas, 2008. \n\nhttp://www.programaaguaazul.rn.gov.br/indicadores_03.php\n\n\n \n\n118 \n\n \n\nSEO, D. et al. Development of the CAP Water Quality Model and Its Application to the \n\nGeum River, Korea. Environmental Engineering Research. P.121-129, 2011  \n\nSILVA, C.E. Tratamento de Resíduos e Impactos Ambientais. Universidade Federal de \n\nSanta Maria. Notas de Aula. Disponível em:  \n\n<http://jararaca.ufsm.br/websites/ces/download/A1.pdf>. Acesso em 10 de abril de \n\n2013. \n\nSILVINO, A. N. O. Avaliação e modelagem da qualidade da água da bacia do Rio \n\nCoxipó – MT. 2008. 173f. Dissertação de mestrado. Programa de Pós-graduação em \n\nFísica e Meio Ambiente, Universidade Federal de Mato Grosso. Cuiabá, 2008. \n\nSOARES, P. A. Estimativa e aplicação dos coeficientes de dispersão longitudinal e \n\nde reaeração em corpos de água naturais. 2011. 119f. Dissertação de mestrado. \n\nPrograma de Pós-graduação em Engenharia Ambiental, Universidade Regional de \n\nBlumenau. Blumenau, 2011. \n\nSOUZA, R. S. Simulação hidrodinâmica da qualidade da água. Estudo de caso: \n\nAjuste do modelo CE-QUAL-W2 à sub-bacia do arroio Demétrio, bacia \n\nhidrográfica do Rio Gravataí/RS. 2006. 156f. Dissertação de mestrado. Programa de \n\nPós-graduação em Recursos Hídricos e Saneamento Ambiental, Instituto de Pesquisas \n\nHidráulicas, Universidade Federal do Rio Grande do Sul. Porto Alegre, 2006. \n\nSPERLING, M. V. Estudos e modelagem da qualidade da água de rios. \n\nDepartamento de Engenharia Sanitária e Ambiental.  Belo Horizonte, MG. UFMG. \n\n2007. \n\nSPERLING, M. V. Introdução à qualidade das águas e ao tratamento de esgotos. 3º \n\ned. Belo Horizonte, MG. UFMG, 2005.452p.  \n\nSPERLING, M. V. Princípios do tratamento biológico de águas residuárias: \n\nintrodução a qualidade das águas e ao tratamento de esgotos. v.1. Belo Horizonte, \n\nMG. DESA/UFMG, 1996, 243 f. \n\nSPERLING, M. V. Princípios do tratamento biológico de águas residuárias: \n\nintrodução a qualidade das águas e ao tratamento de esgotos. v.1. Belo Horizonte, \n\nMG.DESA/UFMG, 1995, 240 f.  \n\n\n\n \n\n119 \n\n \n\nTSCHIEDEL, A. F. et al. Análise Hidromorfológica da Sub-Bacia 87. In: XI \n\nCONGRESSO DE RECURSOS HÍDRICOS DO NORDESTE, Anais.. João Pessoa, \n\n2012. \n\nVARGAS, G.D.L.P. Tratamento terciário de esgoto sanitário através de processos \n\noxidativos avançados para a obtenção de águas de reuso. 2008, 289f. Tese de \n\ndoutorado. Programa de Pós-graduação em Engenharia Química, Centro Tecnológico da \n\nUniversidade Federal de Santa Catarina. Florianópolis. Santa Catarina, 2008.  \n\nZHANG, R. et al. Simulation of Water Environmental Capacity and Pollution Load \n\nReduction Using QUAL2K for Water Environmental Management. Int. J. Environ. \n\nRes. Public Health, nº9, p.4504-4521, 2012"}]}}}