{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21092"}, {"@name": "filename", "#text": "4782_Uzumaki_EmiliaTieko_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "GEOESTA TÍSTICA MULTIVARIADA: \n\nESTUDO DE MÉTODOS DE PREDIÇÃO \n\nEste exemplar corresponde a redação final da \ntese devidamente corrigida e defendida pela \nSrta. Emflia Tieko Uzumaki e aprovada pela \nCorrússã.o Julgadora. \n\nCampinas, 25 de Novembro de 1994 \n\n'; \nI .I ••) \n\nProL Dr. XéÍ;~;~~ \nOrientador \n\nDissertação apresentada ao Instituto de \nMatemática, Estatistica e Ciência da \nComputação, UJ\\'ICAMP, como requisito \nparcial para obtenção do Título de MESTRE \nem Estatística. \n\n\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE MATEMÁTICA, ESTATÍSTICA E CIÊNCIA DA COMPUTAÇÃO \n\nDEPARTAMENTO DE ESTATÍSTICA \n\nGEOESTATÍSTICAMULTIVARIADA: \n\nESTUDO DE MÉTODOS DE PREDIÇÃO \n\nEmília Tieko Uzumaki , \n\nProf. Dr. Ademir José P~tenate / .. \nOrientador \n\nProf. Dr. Saul Barisnik Suslick \nCo~mientador \n\nDissertação apresentada ao Instituto de Matemática, Estatística e Ciência da Computação da \nUniversidade Estadual de Campinas para obtenção do título de Mestre em Estatística \n\nCampinas- SP \n1994 \n\n\n\nBANCA EXAMINADORA: \n\nPROF. DR. ADEMffi JOSÉ PETI\\NATE (ORIENTADOR) - IMECC- UNICAMP \n\nPROF. DR. SAUL BARISNIK SUSUCK (CO-ORIENTADOR) - IG- UNICAMP \n\nPROF. DR. V ALDÉRIO ANSELMO REISEN- UFES \n\nPROFA. DRA. REGINA C. C. P. MORAN (SUPLENTE)- IMECC- UNICAMP \n\n\n\nAos meus pais, \n\nYoshitaka e Satiko, \n\ndedico. \n\n\n\nAgradecimentos \n\nAo Prof. Dr. Ademir José Petenate, pelas sugestões e confiança, \n\nAo Prof. Dr. Saul Barisnik Suslick, pelo tema e apoio. \n\nAo Prof. Dr. Armando Zauppa Remacre, pelo auxílio, \n\nAos professores do Departamento de Estatística, pelos ensinamentos. \n\nAo CNPq, FAEP, FAPESP e UNICAMP, pelo apoio financeiro. \n\nAos funcionários do WECC, pelo atendimento e atenção. \n\nAos colegas e amigos, pelo convívio. \n\nAo Raul, pelo carinho. \n\nAo João, pelas sugestões na correçã.o do texto. \n\nÀ \"tia\" Satomi, pela compreensão. \n\nAos meus pais, pela confiança e apoio. \n\nA Deus, por tudo. \n\n\n\nResumo \n\nOs Métodos Geoestatísticos conseguem juntar o aspecto espacial (topológico) com o \n\naspecto aleatório (probabilístico) das variáveis regionalizadas. Exístem muitos métodos \n\ngeoestatfsticos univariados de análise. mas a literatura em geoestatística multivariada não é \n\nmuito extensa. \n\nO objetivo deste trabalho foi realizar um estudo de métodos de predição \n\ngeoestatísticos multivariados, apresentandoHos, na medida do possível, de maneira simples. \n\nPara predição de variáveis regionalizadas, fizemos um estudo sobre a Cokrigagem. \n\nUma alternativa é realizar a predição com o auxilio da técnica de Análise de Componente,.,· \n\nPrincipais (no caso de suposição de correlação intrínseca), proposta por Davis &amp; Greenes \n\n(1983). \n\nPara incorporar a característica espacial do fenômeno na análise, podemos estudar a \n\ndecomposição de uma variável regionalizada em diferentes estruturas espaciais. Isso é \n\npossível através da Análise de Krigagem Fatorial, proposta por Matheron (1982), e pela \n\nAnálise baseada IW Variograma Multivaríado, proposta por Bourgault &amp; Marcotte (1991). \n\nComo ilustração, foi apresentado também a Análise Fatorial Espacial, proposta por \n\nGrunsky &amp; Agterberg (1988). \n\nPara ilustrar as técnicas de Krigagem, de Cokrigagem e de Análise de Componentes \n\nPrincipais na estimação de uma variável regionalizada, realizamos uma comparação através \n\nde um conjunto de dados reais. \n\n\n\nAbstract \n\nGeostatistical methods are able to join spatial (topologyc) feature with random \n\n(probabilistic) feature of the regionalized variables. There are severa! univariate methods of \n\nanalysis in geostatisticalliterature, but the multivariate ones are not covered extensively, \n\nThis work\"s purpose was to present briefly some multivariate prediction methods and \n\nto perform some comparison between thetn. \n\nTo make predictions of the regíonalized variables, we studied the Cokriging. In the \n\nintrinsíc corTelation case, Principal Component Analysis (Davis &amp; Greenes, 1983) was \n\ncombined with Kriging as an alternative way. \n\nWe studied a regionalized variable decomposition :in different spatíal structures to \n\nincorporate spatial characteristic of phenomenon in the analysis. Tbis was possible through \n\nFactorial Kriging Analysis (Matheron, 1982) and Multivariable V ariogram (Bourgault &amp; \n\nMarcotte, 1991), As illustration we presented also the Spatial Factor Analysis (Grunsky &amp; \n\nAgterberg, 1988). \n\nTo illustrate the Kriging, Cokriging and Principal Component Analysis techniques of \n\nregionalized variables predictions, we performed a comparison between them through a real \n\ndata set. \n\n\n\nSumário \n\nCapítulo I. Introduçao .................................................................................................. 1 \n\nCapítulo 2. 'Princípios de Geoestatística ....................................................................... 6 \n\n2. L Definições Básicas ........................................................................................ 7 \n\n2.1.1. Propriedades da Covariância e do Variograma .............................. 10 \n\n2.1.2. Modelagem da Variabilidade Espacial do Processo ........................ 11 \n\n2.1.3. VariogramaFatorado .................................................................... 15 \n\n2.1.4. Modelo de Anisotropia ................................................................. 16 \n\n2.1.5. Variograma Experimental ............................................................. 17 \n\n2.2. Krigagem .................................................................................................. 20 \n\n2.3. Validação Cruzada ...................................................................................... 23 \n\n2.4. Características Multívariadas ....................................................................... 25 \n\n2.4.1. Corregionalização ......................................................................... 25 \n\n2.4.2. Análise de Corregionalização ........................................................ 26 \n\n2.4.3. Modelo Linear de Corregionalízação ............................................. 27 \n\n2.4.4. Aproximação Geoestatística .......................................................... 31 \n\nCapítulo 3. Cokrigagem ··········································-··················································· 32 \n3.1. Equações de Cokrigagem ............................................................................ 32 \n\n3.2. Particularídades dos Cálculos ...................................................................... 36 \n\n3.3. Exemplo de Cokrigagem ............................................................................. 38 \n\nCapítulo 4. Métodos Alternativos de Predição ........................................................... 43 \n\n4.1. Análise de Componentes Principais (ACP) .................................................. 44 \n\n4.2. Análise de Krigagem Fatorial (AKF) ........................................................... 49 \n\n4.2.1. Estimação de Componentes Espaciais ........................................... 51 \n\n4.2.2. Estimação de Fatores Regionalízados ............................................ 52 \n\n4.2.2.1. ACPna COITegionalização .............................................. 54 \n\n4.2.2.2. Função Disctiminante na Corregionalização .................... 55 \n\n4.2.3. Exemplos de Análise de Krigagem FatoriaL ................................... 56 \n\n4.3. Análise Baseada no VariogramaMultivariado ............................................. 60 \n\n\n\n4.4. Análise Fatorial Espacial ............................................................................. 68 \n\n4.5. Programas Disponiveis ................................................................................ 69 \n\nCapítulo 5. Aplicação dos Métodos de Predição ........................................................ 70 \n\n5.1. Descrição dos Dados ................................................................................... 71 \n\n5.2. Aplicação dos Métodos de Predição ............................................................ 74 \n\n5 .2.1. Krigagem ...................................................................................... 7 5 \n\n5 .2.2. Cokrigagem ...... _ ............. _ ....................... _ ............... _. _ .... _ ..... _ ........ 78 \n\n5.2.3. Análise de Componentes Principais ............................................... 82 \n\n5.3. Nota sobre os Cálculos ................................................................................ 85 \n\n5.4. Cotnparação e Comentários ......................................................................... 86 \n\nCapítulo 6. Considerações Finais ................................................................................ 88 \n\nApêndice A. Conjunto de Dados Reais ...................................................................... 91 \n\nApêndice B. Programas Utilizados ...... ------ ........................ -------------- ........ _ .................. 96 \n\nReferências Bibliográficas .............. ____ ........ _____ ---------- ____ ..... _ ... _._ ..... _._ ...... ____ -- ........... _ .. 99 \n\n\n\nCapítulo 1 \n\nIntrodução \n\nA oportunidade da aplicação de Geoestatística em problemas com dados distribuídos \n\nespacialmente abríu a possibilidade de sua utilização em diversos dominios das ciências da \n\nnatureza. Na definição de Matheron (1962, citado por Journel &amp; Huijbregts, 1978, pp. 1), \n\n\"Geostatistics is the application of the formalism of random júnctions to the \n\nreconnaissance and estinultion of natural phenomena\" (\"Geoestatistica é a aplicação do \n\nformalismo de funções aleatórias ao reconhecimento e predição de fenômenos naturais\"). \n\nGeralmente podemos caracterizar um fenômeno natural pela distribuição, no espaço, -\n\nde urna ou mais variáveis, denominadas variáveis regionalizadas (seção 2.1). Variável \n\nregionalizada pode ser entendida como uma função que varia, no espaço, com certa \n\naparência de continuidade, ou seja, é uma variável cujos valores são relacionados (de algum \n\nmodo) com a posição espacial que ocupam. \n\nNeste trabalho consideraremos que a variável regionalizada é uma realização de um \n\nprocesso estocástico de segunda ordem (veja seção 2.1). Assim sendo, a variável \n\nregionalizada não é uma nova teoria, ela se baseia em uma teoria da Estatística (no caso, \n\nProcesso Estocástico). O \"nome\" variável regionalizada surge apenas para enfatizar que \n\nestamos trabalhando com variáveis aleatórias que consideram aspectos espaciais (ou seja, as \n\nposições relativas onde foram observados os diversos valores devem ser levadas em conta \n\nno modelo). As vatiáveis regíonalizadas- possuem também características qualitativas \n\nestreítamente ligadas à estrutura do fenômeno natural que elas representam. Tais \n\ncaracterísticas são: a localização, a continuidade (espacial) e a anisotropia (varia com a \n\ndireção; maiores detalhes na seção 2.1.4). \n\nEm Geoestatfstica, decidiu-se formalizar a \"teoria\" de variáveis regionalizadas \n\nutilizando Processos Estocásticos devido a duas características principais que limitam a \n\nmodelagem de fenômenos naturais por variáveis aleatórias usualmente utilizadas (isto é, \n\nmodelos que utilizam variáveis aleatórias independentes e identicamente distribuídas, não \n\nconsiderando assim, o aspecto espacial). Uma é a impossibilidade de se repetir \n\nindefinidamente o experimento, mesmo porque na grande parte dos casos tratam-se de \n\nvariáveis observadas, tais como teor de um certo rninérío em uma jazida, ou precipitação de \n\nchuva em um determinado dia. (Nestes casos, teor e precipitação, é impossível reamostrar \n\n1 \n\n\n\nIntrodução \n\num bloco de minério que já foi processado ou voltar atrás no tempo e fazer uma nova \n\nmedição da precipitação.) A outra característica refere-se à dependência das observações: \n\nem contraste com os exemplos clássicos da teoria de probabilidade sobre independência (isto \n\né, lançamentos de dado ou de moeda), as medidas observadas são extremamente \n\ndependentes. Em dados de mineração, por exemplo, duas sondagens do mesmo minério \n\nfeitas em pontos próximos podem apresentar resultados semelhantes ou serem relacionadas. \n\nNa estimação de variáveis regionalizadas (por exemplo, teor de minério), os Métodos \n\nConvencionais (métodos não estatísticos utilizados na geologia) levam em conta apenas o \n\naspecto espacial das amostras, e na maioria deles é dada ênfase ao conceito de \"área de \n\ninfluência\", que é normalmente determinada empiricamente, com base em apreciações \n\npessoais ou simplesmente de acordo com a disposição do espaçamento das amostras \n\nobtidas. (Alguns destes métodos são descritos por Guerra, 1988, cap. 2.) Estes métodos \n\nsupõem uma longa experiência no fenômeno de interesse; assim, a aplicação destas técnicas \n\né baseada na \"intuição\" do pesquisador (geólogo, engenheiro de minas, etc ... ), bem como \n\nem todos os procedimentos clássicos da geologia mineira. Mas estes métodos não levam em \n\nconta outras características importantes do fenômeno, tais como variabilidade ou dispersão. \n\nA essência de qualquer bom procedimento de cálculo não é simplesmente produzir um \n\nnúmero pontual, mas também alguma indicaçlio de como o valor estimado pode variar em \n\nrelação ao verdadeiro valor. Sem alguma medida de precisão da estimativa, o valor estimado \n\né duvidoso, podendo não ter maior significado. \n\nJá os Métodos Geoestatfsticos conseguem juntar o aspecto espacial (topológico) \n\ncom o aspecto aleatório (probabilístico). Estes métodos se baseiam na \"teoria\" das variáveis \n\nregionalizadas, a partir da qual é possível estudar a estrutura espacial (que quase sempre \n\ninflui no valor definitivo associado a cada ponto do espaço). Estes métodos nos permite \n\ncalcular o erro cometido na avaliação levando em conta a posição real das amostras. Surgiu \n\nentão, a necessidade de se encontrar novas ferramentas matemáticas que permitam estudar, \n\nde modo sintético, as duas características essenciais das variáveis regionalizadas (aspecto \n\naleatório e aspecto espacial), ou seja, extrair da aparente desordem dos dados dispmúveis \n\numa imagem da variabilidade dos mesmos e também uma medida da correlação existente \n\nentre os valores tomados em dois pontos do espaço. Este é o objetivo da análise estrutmal \n\nque pode ser alcançado, por exemplo, através do variograma. O variograma, em termos \n\npráticos, é uma ferramenta matemática que nos permite estudar a dispersão natural das \n\nvariáveis regionalizadas. Ele indica o grau de continuídade espacial e nos dá um mínimo \n\nnecessário de informação sobre o fenômeno a ser estudado. Entretanto, geralmente a \n\nmodelagem e a interpretação do variograma não são simples. Ambas exigem conhecimentos \n\n2 \n\n\n\nIntrodução \n\ndo fenômeno e da maneira que foi realizada a coleta das amostras para que se possa analisar \n\nadequadamente os dados. (Informações mais detalhadas poderão ser vistas na seção 2.1.5.) \n\nExistem muitos métodos geoestatísticos univariados, sendo o método da Krigagem \n\n(seção 2.2) a mais utilizada. Porém, a líteratura em Geoestatística Multivariada não é muito \n\nextensa. (Existem várias razões para que isto ocon·a, por exemplo, dificuldades ao se \n\ntrabalhar com mais de uma variável e ganhos de precisão nem sempre significativos em \n\nrelação às técnicas uni variadas.) \n\nO objetivo deste trabalho foi realizar um estudo de métodos de predição \n\nmultivariados, apresentando-os, na medida do possível, de maneira simples. Muitas técnicas \n\nainda são recentes, e algumas são inviáveis pelo excesso de trabalho e/ou consumo de \n\ntempo. Por isso, buscam~se métodos mais eficientes que contornem tais problemas. \n\nNote que Hohn (1991, pp. 139) cita três situações onde é importante considerarmos \n\nmais de uma variável: \"1. A variável de interesse é uma combínação linear de variáveis \n\nregionalizadas. Estimação direta da combinação linear gerahnente não é ótima. 2. Uma \n\nvariável é subamostrada, mas é corTelacionada altamente com uma segunda variável que é \n\nmuito melhor amestrada. Podemos tirar vantagem dessa correlação para melhorar a \n\nestimação da variável subamostrada. 3. Uma variável apresenta baixa autocorrelação \n\nespacial, mas é altamente correlacionada com uma que apresenta continuidade relativamente \n\nalta. Novamente, os valores observados da segunda variável podem ajudar a melhorar a \n\npredição da primeira variável, particulannente se a primeira foi subamostrada\". \n\nNo capítulo 2 fazemos uma revisão dos conceitos básicos de Geoestatística (seção \n\n2.1), de Krigagem (seção 2.2) e de Validação Cruzada (seção 2.3). Algumas caracterlsticas \n\nmultivariadas também são revistas (seção 2.4). \n\nNo Capítulo 3 estudamos a Cokrigagem, a técnica multívariada mais conhecida e \nutilizada. São discutidas as vantagens e desvantagens desta técnica (seção 3.2), que se \n\ncaracteriza pela estimação de uma variável regionalizada através de duas ou mais variáveis. \n\nNo entanto, a con-elação espacial entre as variáveis deve ser \"suficientemente forte\" para \n\nque a variável adicional acrescente algum ganho de informação que sirva para a predição da \n\nvariável de interesse. ilustramos esta técnica através de um exemplo simples, e citamos \n\nartigos onde ela foi utilizada em problemas reais (seção 3.3). \n\nNo Capítulo 4 apresentamos algumas técnicas multivariadas alternativas à \n\nCokrigagem. Uma delas é a Análise de Componentes Principais (ACP; seção 4.1), que é \n\nutilizada para a obtenção de uma matriz de dados que não possui correlação cruzada \n\nespacial, evitando, assim, os cálculos dos semivariogramas cruzados. Esta técnica, proposta \n\n3 \n\n\n\nIntrodução \n\npor Davis &amp; Greenes (1983), é simples porém restrita, pois exige uma hipótese muito forte \n\nde correlação intrínseca, ou seja, exige que o conjunto de variáveis tenha a mesma estrutura \n\nde correlação em todas as escalas espaciais. \n\nHá também um conjunto de técnicas, reunidas sobre o nome de Análise de Krigagem \n\nFatorial (AKF, seção 4.2), que torna possível incotporar a característica espacial do \n\nfenômeno na análise. A AKF, desenvolvido por Matheron (1982), permite a decomposição \n\nde uma variável regionalizada em diferentes componentes espaciais (seção 4.2.1) ou fatores \n\nregionalizados (seção 4.2.2). Na estimação de fatores regionalizados, as matrizes de \n\ncorregionalização B., (matrizes simétricas positivas semidefmidas) são fatorizadas. \n\nDependendo de como isso será feito, surgem vários tipos de estudo. A ACP (seção 4.2.2.1) \n\ne afunçào discriminante (seção 4.2.2.2) são apenas duas possibilidades. \n\nA Análise baseada no Vario grama Multivariado (seção 4.3) é uma outra maneira de \n\nestimar fatores regionalizados. Bourgault &amp; Marcotte (1991) mostraram as vantagens desta \n\ntécnica, que utiliza o variograma multivariado para realçar as estruturas espaciais cormms ao \n\nconjunto de variáveis. \n\nApenas como ilustração, apresentamos também as idéias básicas do método \n\nproposto por Grunsky &amp; Agterberg (1988), denominado Análise Fatorial Espacial (seção \n\n4.4). \n\nComo ilustração, no Capítulo 5 utilizamos três técnicas, todas elas em um mesmo \n\nconjunto de dados de mineração: Krigagem, Cokrigagem e ACP baseada na matriz V. \n\n(Como existem poucas amostras disponíveis, a confiabilidade das estimações é muito \n\nreduzida.) Mostramos, através deste conjunto de dados, algumas das possíveis dificuldades e \n\ncomplicações que podem surgir ao trabalharmos com mineração, onde dispomos, por causa \n\ndo custo elevado e dificuldades técnicas, de poucas amostras (que são, geralmente, \n\ncoletadas com um espaçamento irregular). Dentro das limitações de cada técnica utilizada, \n\ntentamos obter o modelo que melhor representasse os dados. (Observação: não foi permitida \n\na divulgação da fonte e das características que permitissem a identificação dos dados, e por \n\nisso as análises descritas neste capítulo são apenas ilustrativas.) \n\nNo Capítulo 6 comentamos as técnicas apresentadas e possíveis estudos futuros. \n\nNo Apêndice A pode ser vista a listagem do conjunto de dados utilizado no \n\nCapítulo 5, assim como suas estimativas. Os programas (menos conhecidos) utilizados para \n\na análise podem ser vistos no Apêndice B. \n\n4 \n\n\n\nIntrodução \n\nObservações: \n\n1. Durante o trabalho, por simplicidade utilizamos indistintamente os termos \"predição\" \n\ne \"estimação\". Deve-se lembrar, entretanto, que as duas palavras serão utilizadas \n\npara indicar que estamos \"estimando\" (ou \"predizendo\") uma observação, e não um \n\nparâmetro (como média, variância, etc). Esta terminologia concorda, por exemplo, \n\ncom a terminologia utilizada em Séries Temporais, onde podemos calcular \n\nobservações futuras, mas também observações passadas, ou observações missing. \n\n2. Os estirnadores apresentados neste trabalho são todos estimadores BLUP (best \n\nlinear unbiesed predictor), ou seja, estimadores lineares não viciados de mínima \n\nvariância. \n\n3. Chamamos de estimadores BLUP ao invés de estimadores BLUE (best linear \n\nunbiesed estimator) porque a primeira tenninologia costuma ser empregada em \n\nestimações de uma observação, enquanto a segtmda de um parâmetro. \n\n4. Os índices das locações amostrais serã.o representadas por letras gregas: a e [3. \n\n5. Os índices das variáveis serão representadas pelas letras: i, j e k. \n\n5 \n\n\n\nCapítulo 2 \n\nPrincípios de Geoestatística \n\nVariável regionalizada pode ser entendida como uma função que varia, no espaço, \n\ncom certa aparência de continuidade, ou seja, é uma variável cujos valores são relacionados \n\n(de algum modo) com a posição espacial que ocupam. De uma maneira mais formal, \n\npodemos interpretar a variável regionalizada z(x) como uma realização de uma função \n\naleatória Z(x). \n\nNeste trabalho, Z(x) será considerada como um processo estocástico de segunda \n\nordem. Na seção 2.1. apresentamos alguns conceitos de Processos Estocásticos. Uma \n\nrevisão mais detalhada pode ser vista, por exemplo, em Hoel, Port &amp; Stone (1972). \n\nAs correlações espaciais da função aleatória Z(x) são caracterizadas pela função de \n\ncovariância ou, equivalentemente, pelo variograma. As propriedades da covariância e do \n\nvariograma são apresentadas na seção 2.1.1, e a modelagem, na seção 2.1.2. Algumas das \n\nparticularidades do variograma são apresentadas nas seções 2.1.3 e 2.1.4. O cálculo do \n\nvaríograma experimental pode ser visto na seção 2. 1.5. Na seção 2.2 apresentamos o \n\nmétodo da Krigagem (técnica de predição univariada). E em 2.3, a Validação Cruzada \n\n(Cross-Validation). Uma revisão mais detalhada sobre a Geoestatfstica Univariada pode ser \n\nvista em Journel &amp; Huijbregts (1978) e Delfiner (1979). \n\nNa seção 2.4, apresentamos algumas características muJtivariadas. Entre as \n\ndefinições, encontramos a de corregionalização, a de variograma cruzado e a de covariância \n\ncruzada (seção 2.4.1). Apresentamos a análise de cmTegionalização (seção 2.4.2), o modelo \n\nlinear de corregionalização (seção 2.4.3) e uma aproximação geoestatística para o cálculo \n\ndo variograma cruzado experimental (seção 2.4.4). \n\nObservação: É importante enfatizar que antes de procedermos com os métodos \n\ngeoestatisticos, devemos fazer sempre uma análise exploratória dos dados (que é também o \n\nnosso primeiro passo em uma análise estatística). \n\n6 \n\n\n\nPrincípios de Gerestatistica \n\n2.1. Definições Básicas \n\nDellníção l. Um processo estocástieo em um espaço de probabilidade (Q, 5, P) é uma \ncoleção de variáveis aleatórias indexadas por um conjunto não vazio X, isto é, \n\n{Z(x), x E X}. • \n\nObs.: Neste trabalho, o conjunto X será o espaço real p~dimensional, isto é, X=9\\P. \n\nUm processo estocástico é caracterízado pela distribuição conjunta de qualquer \n\nconjunto de variáveis aleatórias Z(x1), Z(x2 ), •• , Z(x,) para todo inteiro n e \n\na= l, .. ,n. Para um x E 9\\P fixo, Z(x) é uma variável aleatória. \n\nSeja x E 9\\P. Definimos a média do processo estocástico, m(x), como \n\nm(x) = E[Z(x)], \n\nquando a esperança existe. \n\nX E9\\P, \na \n\nDado (xPxz)E 9\\P x9\\P, a função de covariância do processo estocástico, \n\nC(.\\j, x,), é definida por \n\nC(x,.x2 ) = cov[Z(x1 ),Z(x,) J = E{[Z(x1)- m(x1) ][Z(x,)- m(x2 )]} , \nquando a covariãncia existe. Portanto, para x E 9\\ P, \n\nC(x,x) = E{[Z(x)-m(x)f}= Var[Z(x)] . \n\nA funçâo variograma do processo estocástico, 2y(xl'x2 ), é defmida como a \n\nvariãncia do incremento [ Z (x1)- Z(x2 ) ], ou seja, \n\n2y(x,.x,) = Var[Z(x1) -Z(x2 )] . \n\nDenominamos y(x1 ,x2 ) de semivariograma. \n\nO sernivariograma determina a estrutura espacial do processo estocástico, sendo de \n\ngrande importâncía, em Geoestatística, pois leva em conta a variabilidade espacial de tal \n\nprocesso. \n\n7 \n\n\n\nPrincípios de Geoestatístlca \n\nDefinição 2. Um processo estocástico é dito estritamente estacionário se a distribuição \n\nconjunta de {Z(x,),Z(x,), .. ,Z(x,)} é a mesma de {Z(x, +h),Z(x2 +h), .. ,Z(x, +h)} para \n\nqualquer conjunto finito de pontos {x1,x2 ,.,,xn} e qualquer vetor hE9tP, ou seja, o \n\nprocesso é invariante sob translação no conjunto de índices. • \n\nNote que o tipo de estacionariedade desciita acima não implica na existência da \n\nmédia, variância ou covariãncia. \n\nDefinição 3. Um processo estocástico é dito estacionário de segunda ordem (ou \n\ncovariânciaestacionária, ou fracamente estacionário) quando \n\ni) a esperança E[Z(x)] existe e não depende do pontox, isto é, \n\nE[Z(x)]=m, \\1 xE9\\'; \n\nü) E[Z(x)]\n2\n\n<oo;e \n\nili) para cada par de variáveis aleatórias {Z(x),Z(x+h)} a função de covariãncia existe e \n\ndepende apenas do vetor h E 9\\ P: \n\nC(x,x +h)= E[Z(x +h) Z(x)]-m' = C(h), \\1 x E 9\\'. • \n\nA estacionariedade da covariância implica na estacionariedade da variãncia e do \n\nvariograma. Seguem-se então as seguintes relações: \n\nVar[Z(x)] = E{[z(x)-m]'}= C(O), \\1 x E 9\\' , e \n\ny(h)=.!_E{[Z(x+h)-Z(x)j'}=C(O)-C(It), \\lxE9\\', \\lhE9\\'. \n2 \n\nAs relações acima :indicam que, sob a hipótese de estacionariedade da covariância, a \n\ncovariância e o variograma são duas ferramentas equivalentes para caracterizar as \n\nautocorrelações entre duas variáveis separadas por uma distância h, Z(x+h) e Z(x). Assim, \n\npode ser defmida também uma terceira ferramenta, o correlograma, p(h): \n\nC(h) y(h) \np(h)=--=1--· \\lhEp. \n\nC(O) y(O)' \n\n8 \n\n\n\nPrincípios de Geoestatística \n\nDefinição 4. Um processo estocástico é dito intrínseco quando: \n\n(i) a esperança E[Z(x)] existe e não depende do pontox, isto é, \n\nE[Z(x)]=m, v xE9\\'; \n(ii) para todo hE9l', a variância da diferença [Z(x+h)-Z(x)] existe e não depende do \n\nponto x, isto é, \n\nVar[Z(x+h)- Z(x)]= E{[Z(x +h)- Z(x)J'}= 2y(h), v x E \\R'. • \n\nA fonna de estacionariedade implicada acima é essencialmente estacionariedade de 2ª \n\nordem (ou covariância estacionária), não para o processo estocástico {z(x), x E 9\\l'} mas \npara a diferença de 1ª ordem [Z(x+h)-Z(x)]. Isto é necessário porque muitas vezes a \n\nvariância de Z(x) não é fmita, sendo conveniente, em muitos casos, assuntir que os \n\nincrementos da função, [Z(x+h)-Z(x)], sejam estacionários de segunda ordem (Lucia, \n\n1991, pp. 6). \n\nTeorema 4.1 Se {z(x), x E 9\\P} é um processo estocástico estacionário de segunda ordem, \n\nentão este é intrinsecamente estacionário. • \n\nDem.: 2Cov[Z(x),Z(x+h)] = Var[Z(x)]+Var[Z(x+h)]-Var[Z(x +h)- Z(x)] \n\n2C(h) =2C(O) -Var[Z(x+h) -Z(x)] \n\n2C(h)- 2C(O) = Var[Z(x +h) -Z(x)] \n\n2y(h) =V ar[ Z(x +h)- Z (x)]. • \n\nUm processo estocástico estacionário de segunda ordem é também intrínseco, mas o \n\ninverso nem sempre ocoiTe. Isto foi exemplificado por Lúcio (1991, pp. 7; e Lana, 1989, \n\npp.5), no caso do processo de Wiener (processo browniano). \n\nUma hipótese usuahnente introduzida à teoria de processos estocásticos é a de \n\nestacionariedade. É importante notar que a estacionariedade se refere ao processo, e não aos \n\ndados. \n\n9 \n\n\n\nPrincípios de Geoestatfstica \n\nDefinição 5. Um processo estocástico de segunda ordem é dito isotrópico se a função de \n\ncovariância C(h) associada a ele não depende da direção do vetor h E 9\\P, mas apenas de \n\nseu comprimento llhll. isto é, C(il) ~ CQ]il]l). • \n\nObs.: Dizemos que uma função de covaríãncia é anisotrópica se ela não for \n\nisotrópica, ou seja, não exibe sempre o mesmo comportamento em todas as direções. \n\n2.1.1. Propriedades da Covariância e do Variograma \n\nSeja Z(x) uma função aleatória estacionária de esperança m, covarillncia C(h) e \n\nsemivariograma y(h): \n\nA covariância é urna função do vetor h (isto é, de seu módulo e de sua direção). São \n\nalgumas de suas propriedades: \n\ni) C (O) :::::V ar [ Z (x) J :2:: O, isto é, a variância a priori não pode ser negativa; \n\nii) C(h)~C(-il);e \n\nili) IC(il)],; C(O) (desigualdade de Schwartz). \n\nUma condição necessária e suficiente para C(h) expressar a função covariância de \n\nZ(x) é que C(h) seja positiva semidefmida. \n\nDe igual maneira, o semivariograma \n\ny(h) ~ C(O) -C(h), \n\nleva às seguintes propriedades do semivariograma (e, é claro, do variograma); \n\ni) y(O) ~O; e \n\nii) y(hl~r(-fl);,O. \n\n10 \n\n\n\nPrincípios de Geoestatística \n\n2.1.2. Modelagem da Variabilidade Espacial do Processo \n\nSegundo Journel &amp; Huijbregts (1978, pp. 36), como o nível de correlação espacial \n\nentre duas variáveis Z(x) e Z(x+h) geralmente diminui quando a distância h aumenta, \n\nentão em geral a função de covariância diminuirá o seu valor a partir da origem C(O). De \n\nigual maneira, o semivariograma aumentará a partir da origem, y(O) =O. \n\nNo estudo de fenômenos naturais, na prática, a correlação espacial entre duas \n\nvariáveis Z(x) e Z(x+h) geralmente desaparece quando a distância h torna~se muito \n\ngrande (C(h)-70, quandojjhjj-7 00 ), e então assumimos que C(h)=O, quandollhll>a, \n\nonde a em-responde à idéia de área de influência de uma amostra, sendo determinada pelo \n\npesquisador com base no gráfico da covariãncía, C(h). A distância a é chamada de \n\namplitude (alcance ou \"range\") e representa a transição em que a correlação espacial existe \n\n(ilhll&lt;a) para o estado em que há ausência de con·elação (llhll >a). \n\nPor sua vez, quando h aumenta, o desvio médio quadrático entre duas variáveis \n\nZ(x) e Z(x+h) tende a crescer, e assim y(h) aumentará de seu valor inicial, que é zero. \n\nNa prática, muitas vezes o semívariograma pára de crescer depois de uma certa \n\ndistância e torna-se mais ou menos estável ao redor do valor limite y( 00 ) chamado de \n\npatamar (\"sill\") (patamar), que é simplesmente a variância a priori da função aleatória: \n\ny(oo)=Var[Z(x)]=C(O). \n\nEm tais casos, a variância a priori e a covariãncia existem. Tais varíogramas, que são \n\ncaracterizados por seu patamar e amplitude, são chamados de \"modelos de transição\". A \n\ndiferença entre os modelos de transição é expressa por seu comportamento na origem, posto \n\nque a modelagem é feita tendo em vista pequenas distâncias. \n\nPara processos estocásticos estacionários de segunda ordem e isotrópicos, os \n\nmodelos de covariância, C( r), mais qtilizados são: \n\ni) Modelo esférico: \n\nModelo com comportamento linear próximo à origem (exemplo na Figura 2.1.2.1): \n\n{ \n[ \n\n3 1 J c 1--r+--r3 \nC( r)= \n\n0 \n2a 2a3 \n\no,;r,;a \n(2.1.2.1) \n\nr>a \n\nonde: r=llhll:ec=o'=Var[Z(x)]. \n\n11 \n\n\n\nPrincípios de Geoestatistica \n\nii) Modelo exponencial: \n\nModelo com comportamento linear próximo à origem, onde a amplitude efetiva é 3a \n\n(exemplo na Figura 2.L2.2): \n\nC(r)=cexp(->). a>O. (2.L2.2) \n\niii) l\\1odeJo gaussiano: \n\nModelo com comportamento parabólico próximo à origem, onde a amplitude efetiva é \n\na.f3 (exemplo na Figura 2.1.2.3) \n\niv) Modelo Efeito Pepita \n\nC( r)= cexp(-J,r'). a>O. ,,- (2.L2.3) \n\nO t.feito pepita é utilizado para representar uma descontinuidade na origem de um \n\nvaríograma, e pode ser explicado fisicamente (por medída de erro ou por mícro~estmturas). \n\nAs micro-estruturas são estruturas espaciais abaixo da escala defmida pelo espaço amostraL \n\nO efeito pepita puro é o caso limite quando y(h) aparece exclusivamente como uma \n\ndescontinuidade na origem (exemplo na Figura 2.1.2.4): \n\n{\n\nC(O) =C, \nC,(r)= \n\no \nr=O \n\nvlrl>s \n\nou, equivalentemente, o semivariograma é dado por \n\ny ,(r)= {~o \nonde B >O é tão pequeno quanto se queira. \n\nr=O \n\n\\llrl>s' \n\n(2. L2.4) \n\n(2.1.2.5) \n\nO efeito pepita puro corresponde, assim, a uma total ausência de correlação espacial \n\nentre duas variáveis Z(x) e Z(x+h) para qualquer distância h (ihl >E) e é equivalente, na \nfísica,. ao bem conhecido fenômeno de \"ruído branco\". Um efeito pepita puro será \n\n.interpretado como independência espacial. \n\n12 \n\n\n\nPrincipias de Geoestatística \n\nPara modelar o semivruiograma, o pacote em Fortran GSLIB (Deutsch &amp; Journel, \n\n1992) apresenta vários modelos básicos possíveis. Em Tough &amp; Leyshon (1985) podem ser \n\nvistos programas para o modelo esférico e exponenciaL \n\nObs.: Os modelos teóricos de varíograrnas que existem na literatura não surgiram \n\nespontaneamente e nem foram estabelecidos de forma ru·bitrária; eles correspondem a \n\ndiferentes regionalizações que encontramos na natureza. Por exemplo, o modelo esférico \n\n(item i) é um dos mais utilizados na indústria mineira. \n\n1 \n\n~;\\ ... · \n0,6 \n\n0,5 .·\\ \n\nsemlvariOgrama \n.w .. ~ covariAncla \n\n0,4 \n0,3 ' \\ \n\n\\ 0,2 0,1 \no~~~~~~~~~~~~~~~~ \n\n0246810121o~m~~~uu~~M$$® \n\n••• \nFigura 2.12.1. Exemplo de modelo esférico com c= 1 e a= 10. \n\n1 \n\n0,9 \n\n0,8 \n0,7 \n0,6 ... \n••• \n0,3 \n0,2 \n0,1 \n\n\\ \n• - -- -sem lvarlograma \n\n-~--cavaria nela \n\no~~~~H+~+rH+~~~~--~--~-+--~~ \n\n0246810121416WW~NUU~~M~~® ... \nFigura 2.1.22. Exemplo de modelo exponencial com c= 1, a= 10 e \"a efetivo\"= 3a. \n\n13 \n\n\n\nPrincípios de Geoestatistica \n\n1 \n0,9 \n0,9 \n0,7 \n0,6 \n0,5 \n0,4 \n0,3 \n0,2 \n0,1 \n\no \no \n\nsemiVarlogmma \n\n-·~--- covariãncla \n\n246810121416U~~NU~~~~~~­\n\nIag \n\nFiguta 2.1.2.3. Er:emplo de modelo gaussiano com c= 1, a= 10 e \"a efetivo\"= a-!3. \n\n1 1 \n0,9 0,9 \n0,8 0,8 \n\n• 0,7 ~ 0,7 \n!i 0,6 ~ 0,6 • 0,5 l! 0,5 • 8 0,4 J1 0,4 0,3 E 0,3 \n\n= 0,2 0,2 \n0,1 0,1 \n\no o \no 2 4 • • 10 12 14 16 18 20 • 2 4 6 • 10 12 14 16 18 20 \n\nlag lag \n\nFigura 2.12.4. Exemplo de modelo efeito pepita puro com C\n0 \n\n= 1. \nObs.: Aqui as figuras estâo separadas para melhor visualização. \n\n14 \n\n\n\nPrincípios de Geoestatística \n\n2.1.3. Varíograma Fatorado \n\nA variabilidade observada pode ser descrita por mais de um tipo de semívariograma \n\ny(h), ou seja, uma composição destes. Para isso utilizamos um modelo variográfico \n\nfatorado que é composto de várias funções variográficas elementares g\"(h), multiplicadas \n\npor coeficientes b,: \n\n• • \ny(h) = I,r.(h) = [~,g. (h) \n\nu~o u~O \n\n(2.1.3.1) \n\nDo mesmo modo, uma função aleatória Z (x) pode ser decomposta em várias \n\ncomponentes z,. (x). resultando em um modelo linear de regionalização: \n\nExemplo: Seja o modelo fatorado y(h) = y,(h) +y, (h), onde \n\ny\n0\n(h) =C\n\n0 \n=0.3, e y\n\n1\n(h) um modelo esférico com c=0.7 e a=lO, ou seja: \n\ny(h) = 0.3+0.7[1-2-h +-\n1-h']. \n\n20 2000 \n\nO efeito pepita aparecerá no semivariograma (ou covariância) como uma \n\ndescontinuidade na origem. Este exemplo está ilustrado na Figura 2.1.3.1. \n\n1 \n\n0,9 \n0,8 \n0,7 \n\n0,4 \n0,3 \n0,2 \n\n- -semlvartograma \n---- covarllncla \n\n0246810U1416~~~~~~~~~$~~ \n\nlag \n\nFigura 2.1.3.1. Modelos de função de covari{Jncia e correspondente semivariograma para \num modelo fatorado com efeito pepita (C\n\n0 \n= 0.3) e modelo esférico (c= 0.7, a= 10). \n\n15 \n\n\n\nPrincípios de Geoestatistica \n\n2.1.4. Modelo de Anisotropia \n\nDe acordo com a Definição 5 (pp. 10), dizemos que um semivariograma é \n\nanisotrópico se ele não exibe o mesmo comportamento em todas as direções. Devemos, \n\nentão, realizar uma transformação. Os dois modelos mais utilizados são: \n\ni) anisotropia geométrica: a hipótese básica para a sua utilizaçã-O é a variação da \n\namplitude (ou alcance) segundo a direção, ocorrendo os alcances máximos e mínimos \n\nem direções ortogonais. O patamar e a lei do variograma permanecem os mesmos. As \n\nequações abaixo descrevem a transformaçã.o de um campo anisotrópico em um campo \n\nisotrópico, por meio de uma transformação linear: \n\ny(h) = r(llh'll) \nh1 =Ah \n\nonde A representa a matriz de transformação. Um exemplo pode ser visto na Figura \n\n2.1.4.1, onde consideramos apenas duas direções. \n\nü) anisotropia zona/ ou estratificada: é o tipo mais complexo de anisotropia a ser tratada. \n\nNecessita de mais de uma transformação A e de mais de um modelo de variograma 'Y \n\nem consideraçã.o: \n\nr(h) =E r,(llh,lil \ni \n\nh, =A, h \n\nUm exemplo de anisotropia zonal, que considera apenas duas direções, pode ser visto \n\nna Figura 2.1.4.2. \n\nNa prática, uma anisotropia real de uma função estrutural y(h) corresponde à \n\nexistência de direções preferenciais, às vezes pela formação ou constituição do fenômeno em \n\nestudo. Essas direções preferenciais são, em geral, conhecidas a priori, e o variograma \n\nquantifica suas respectivas variabilidades. Por exemplo, um depósito mineral pode estar \n\ndisposto segundo uma conformação particular do terreno. \n\n16 \n\n\n\nPrincípios de Geoestatistica \n\n1 \n0,9 \n\n2 4 • \n\n/_/\"'~~ \n>-\"--'--\" \"\"\" -----------------\n\n-dlreçao 1 \n~-dlreçto 2 \n\n8 10 12 14 16 18 ~ ~ ~ ~ ~ ~ ... \nFigura 2.1 A.J. Exemplo de modelos de semivariograma com anisotropia geométrica. \n\n----- dlreçio 1 \n\n-dlreçao 2\n0 \n\n0246810UM16a~~~~~$~~~~~ ... \nFigura 2.1.4.2. Exemplo de modelos de semivaríograma com anisotropia zona!. \n\n2.1.5. Variograma Experimental \n\nA análise estrutural de um fenômeno regionalizado é o processo de análise de dados \n\nque leva a um modelo de semívariograma. O objetivo da análise é detectar a principal \n\ncaracterística estrutural do fenômeno regionalizado em estudo, através da análise dos vários \n\nsemivariogramas experimentais. Uma informação estrutural deve ser continuamente \n\ncomparada com o conhecimento das características físicas do fenômeno regionalizado \n\n(geologia, procedimentos de amostragem, etc). \n\nSegundo Guerra (1988, pp. 64) a determinação do variograma é o primeiro passo no \n\nprocedimento de uma estimativa através da Geoestatística. E pode ser considerado como o \n\npasso mais importante, porque o modelo variográftco escolhido será utilizado através de \n\ntodo o processo de estimação e influiTá em todos os resultados e conclusões. \n\n17 \n\n\n\nPrincípios de Geoes.tatística \n\nSe os pontos com os quais a amostra se relaciona estão distribuídos em uma malha \n\nregular, estima~ se o semivariograma na direção flxa 6 baseado no método dos momentos: \n\ny.,(h)= \n2\n\nN\n1 \n\nh I;[Z(x\"+h)-Z(x.l]' x\",hE9\\', \no( ){x,..x~ .. J \n\n(2.1.5.1) \n\nonde N 6(h) é o número de pares amostrais (xa,xa+h) separados por uma distância (lag) h \n\nna direção e. \nComo o argumento h do semivariograma é um vetor, o semivariograma deve ser \n\ncalculado ao longo de várias direções no espaço. Um outro objetivo da estimação do \n\nsemivariograma em várias direções é revelar as anisotropias que talvez existam no domínio. \n\nSemivariogramas experimentais em várias direções freqUentemente revelam tal anisotropia. \n\nÉ suficiente avaliar apenas os pares de pontos que têm uma orientação definida. Na \n\nprática, a função estrutural (covariância ou variograma) é somente utilizada para distância \n\nlimitada llhll ::;; b. O limite b representa, por exemplo, o diâmetro da vizinhança de estimação \n(isto é, a área que contem a informação a ser utilizada). \n\nUrna vez estimados os valores de 'Y(h), construímos um gráfico pontual de \n\n[f(h) vs h] para cada direção 8. Com base neste gráfico, ajustamos um modelo para a \nfunção sernivariograma. \n\nExemplo de cálculo de um semivariograma amostrai: \n\nConsidere quatro pontos amostrais (x0 , x1 , x2 e x3): \n\nvalor: \n\nloca.l.ização: \n\ndistãncia: \n\n0.2 0.1 0.3 0.1 \n\nNa direção e ::::0, temos três pares com distância 1: (xO,xl), (xl,xZ) e (x2,x3), com a \ndistância 2 temos dois pares: (x0,x2) e (x1, x3) e com distância 3 um par: (x0,x3). O \n\nsemívariograma amostrai é dado por: \n\nY\n0\n\n• (1) =~[ (0.1-0.2) 2 + (0.3-0.1) 2 + (0.1-0.3)']; \n\ny \"\" (2) = ~[ (0.3-0.2) 2 + (0.1- 0.1)']; e \n\nY0.(3)=~[(01-02)']. \n\n18 \n\n\n\n.Princípios de Geoestatlstica \n\nOlea (1976, citado por Braga, 1990) mostra que se Z(x) for uma função aleatória \n\nestacionária, então o estimador dado pela fórmula 2.15.1 é um estimador não tendencioso \n\npara o semivariograma. Entretanto, a prirni não há nenhum teste que permita dizer se o \n\nconjunto particular de realizações de Z(x) provém de uma função aleatória estacionária. \n\nIsto só se torna uma hipótese aceitável após a obtenção dos resultados dos semivariogramas \n\nexperimentais e sua comparação com as propriedades características de um semivariograma \n\nteórico. \n\nNa prática, os dados se encontram i.lTegularmente espaçados sobre a área \n\npesquisada. Então o semivariograma deverá ser estimado através de uma regularização \n\nangular e por classes de distância: \n\ní) consideramos um ponto qualquer xo: (x\"' E 9\\P); \n\nii) segundo a direção 6 (pré-fixada), geramos um cone de abertura 266, onde õ6 é dito \n\nângulo de regularização; e \n\niií) utilizamos os pontos que \"caiam dentro\" do cone na classe de distância h± 11h. \n\nNonnalmente a escolha de um modelo para o ajuste do semivariograma é feita \n\nvisualmente dentre os modelos semivariográficos mais comuns, embora existam testes, não \n\nmuito clívulgados, que visam determinar se os dados experimentais se conformam com o \n\nmodelo teórico específico que estamos ajustando (Valente, 1982, citado por Lana, 1989, pp. \n\n57). \n\nEm mineração, segundo Journel &amp; Huijbregts (1978, pp. 232), qualquer tentativa de \n\najuste automático, às cegas, dos parâmetros para semivariogramas experimentais deve ser \n\nevitada. Deve ser recordado que cada estimador pontual Y&lt;h) de um semivaríograma \nexperimental é sujeito a erros de estimação e flutuações que são particulares a cada ponto; \n\nesses erros variam de acordo com a distância de separação h, da área ou conjunto de dados \n\nem que o semivariograma é calculado, etc. Os métodos analfticos, tais como o método dos \n\nmínimos quadrados, não levam em conta o mímero de pares com que foi avaliado cada \n\nponto do semivariograma experimentaL fato que é de grande importância. Outro problema é \n\nque os métodos analiticos dão o mesmo peso a todos os pontos experimentais do \n\nsemivariograma, o que pode ocasionar distorções na forma final da curva teórica, pois um \n\nbom modelo deve se ajustar com maior precisão aos primeiros pontos experimentais. Isso \n\nocorre porque, quanto maior a distância h, em geral, menor a continuidade espacial. Uma \n\noutra observação é que, na prática, o semivariograma amostrai é calculado apenas para \n\ndistâncias que não excedam l/4 (em alguns casos 1/2) das dimensões do campo. Pois \n\n19 \n\n\n\nPrincípios de Geoestatística \n\nquando h aumenta muito, o número de pares considerados no cálculo do semivariograma \n\ndiminui, prejudicando a precisão dos resultados obtidos. \n\nJournel &amp; Huijbregts (1978, pp. 233) apresentam um exemplo de robustez de \n\nresultados geoestatísticos com respeito à escolha do tipo de modelo, considerando dois \n\nmodelos de transição com comportamento linear próximo à origem, isto é, o modelo \n\nesférico e o exponencial (seção 2J .2, item i. e ii., respectivamente). \n\nObs.: É raro identificar continuidade espacial quando ela não existe. Mas há duas \n\nimportantes exceções: 1) dados com cluster podem apresentar certa medida de continuidade \n\nespacial que mostram uma estrutura artificial; 2) a combinação de várias anisotropias e \n\ntolerância angular grande podem aumentar artificialmente a amplitude de correlação na \n\ndireção de mínima continuidade. É importante também verificar se a amplitude é menor do \n\nque a distância entre dois pontos, pois isso resultaria numa situaçtto equivalente a um \n\nmodelo de efeito pepita puro (Deutsch &amp; Journel, 1992, pp. 57). \n\nProgramas para o cálculo do variograma experimental podem ser vistos em Deutsch \n\n&amp; Journel (1992) e CarT (1987); este último apresenta programas na linguagem Fortran, \n\nPascal e C, e compara as suas performances em termos de precisão e velocidade. \n\n2.2. Krigagem \n\nO tenno Krigagem provem do nome de K. G. Krige, um especialista em mineração \n\nque introduziu em 1951 o uso de tal procedimento em reservas minerais. O desenvolvimento \n\nformal da teoria deve~se a Matheron (1963; citado por Lana, 1989, pp. 14). (Comentários \n\nsobre a origem da Krigagem podem ser vistos em Cressie, 1990.) \n\nDe acordo com a definição dada por Matheron, a Krigagem é um processo \n\nestocástíco de obtenção do melhor preditor linear não viciado de uma variável desconhecida \n\n(Lucio, 1991, pp. 17). Robinson (1991) também comenta que a Krigagem é essencialmente \n\no mesmo que BLUP (best linear unbiesed predictor), pois ela providencia estimadores \n\nlineares não viciados de mínima variãncia. \n\nA Krigagem leva em consideração os seguintes fatores: o número de dados e a \n\nqualidade destes em cada ponto, a posíção dos dados com relação ao campo, a continuidade \n\nespacial das variáveís interpoladas e a distância entre os pontos e a área de interesse. Com \n\n20 \n\n\n\nPrincípios de Geoestatística \n\nbase em tais observações, constrói-se a melhor função de predição não viciada para em um \n\nponto não observado. \n\nSuponha que { Z(x), x E 9\\P} é um processo estocástico estacionário de segunda \nordem. Para n pontos x1, x2 , •• , xn, x(~ E9tP, a:=l, .. ,n, observa-se o valor de Z(x) \n\nobtendo-se z(x,), z(x,), .. , z(xJ. O preditor de Krigagem de Z(x,), x\n0 \n\nE 9\\', é dado por \n\n\" \nZ'(x0 ) = I>'-.z(x.) = í/~(x), \n\nuol \n\ni) seja não viciado: E[z'(x0 )-Z(x,l]=ü ;e \n\nii) tenha Erro Quadrático Médio (EQM) mútimo dentre todas as combinações lineares (não \n\nviciadas) de Z(x). \n\nExistem distintos tipos de Krigagem na literatura (por exemplo, Cressie, 1989b; \n\ncitado por Cressie, 1989a), mas aqui serão apresentadas apenas duas formas: \n\nKrigagem Simples (KS) \n\nConsidere o modelo da função aleatória Z(x) como estacionário com média m e \n\ncovariãncia C(h). Nesta forma mais simples, também conhecida como Krigagem Simples \n\n(KS), o estimador linear é dado por: \n\nz;,(x)=tlc.Z(x.,)+[l-tlc.]m. \no:~l o:ml \n\nOs pesos À,. são determinados para minimizar a variância do erro, também chamada \n\n\"variância de estimação\". Esta minimização resulta no conjunto de equações normais: \n\na.= l, .. ,n . \n\nA variância de estimação minimizada (ou variância da Krigagem) é dada por: \n\n\" Gi, =C(O)-I>'-.C(x-xJzO. \n\"\"' \n\n21 \n\n\n\nPrincípios de Geoestatístlca \n\nKrigagem Ordinária (KO) \n\nNa Krigagem Ordinária, que é a variação da KS mais utilizada, exigimos que a soma \n\ndos pesos, L.:~1 'A\"', seja igual a 1. \nA construção do estimador z;o (x) não requer o conhecimento a priori da média \n\nestacionária m. \n\nO estimador da Krigagem ordinária é dado por: \n\n\" z,;, (x) = EÀ.Z(x.) . \n·~1 \n\nAplicando o teorema dos multiplicadores de Lagi·ange, obtemos o sistema de \n\nequações normais: \n\nonde: \n\n\" t; À,C(x, -x.) +11 = C(x-xa) \na.:::: l. .. fl • \n\nÀ\n13 \n\nsão os pesos da Krigagem ordinária; e \n\n~ é um parâmetro de Lagrange associado com a restríção ~ À.!l ;:;:; 1 . \n\nA variância do erro de estimaçã.o é dada por: \n\n\" \" \" \na;, =2EÀ,y(x0 ,xa)-y(x0 ,x0 )- LLÀ,À 0 y(xa,x,). \n\na=l a\"'1 j}=l \n\nO sistema de Krigagem tem solução única se o modelo de variograma for válido. A \n\nKrigagem, além de ser um estirnador não tendencioso, é um interpolador exato, isto é, se o \n\nponto a ser estimado coincidir com um dos pontos amestrados, o valor estimado será igual \n\nao valor amostrado. \n\nA expressão dos sistemas e da variância de estimação são completamente gerais. Isto \nsignifica que são válidas quaisquer que sejam os pontos x,, x0 e o modelo y. \n\nObs.: A geometria do fenômeno está expressa no sistema de Krigagem e na variância \n\nde Krigagem. \n\n22 \n\n\n\nPrincípios de Geoestatística \n\nResumo da metodologia para uma avaliação por Krigagem \n\n1) Estudo variográfico (estrutural) através do semivariograma. \n\n2) Seleção das informações a serem utilizadas na avaliação do bloco (ou ponto). \n\n3) Cálculo dos variogramas do sistema das equações de Krigagem. \n\n4) Solução do sistema de Krigagem para obtenção dos ponderadores otimizados. \n\n5) Utilização destes resultados para cálculo do estímador do bloco (ou ponto) e da \n\nva.riância de estimação associada. \n\nObs.: O pacote em Fortran GSLIB (Deutsch &amp; Journel, 1992) contém uma rotina \n\npara o cálculo da KO, que pode ser modificada facilmente para KS, se necessário. \n\n2.3. Validação Cruzada \n\nHá muitas decisões subjetivas em Geoestatística, e é uma boa prática \"validar\" o \n\nmodelo geoestatístico e o plano de Krigagem antes de qualquer análise. \n\nO modelo geoestatístíco é validado pela reestímação de valores conhecidos sobre \n\nimplementação de condições. Essas condições incluem o(s) modelo(s) variográfico(s), o tipo \n\nde Krigagem e a estratégia de pesquisa. Essa técnica de reestimação é discutida em livros e \n\nartigos de Geoestatística, tais como Davis (1987), Deutsch &amp; Journe1 (1992, pp.90), lsaaks \n\n&amp; Srivastava (1989, cap. 15), Schucany (1981). \n\nNa validação cruzada (\" cross-validation\"). os dados atuais são retirados e \n\nreestimados por alguns dos dados vizinhos que permaneceram. Cada dado é substituído no \n\nconjunto de dados uma vez que ele tenha sido reestimado. Obs.: Uma outra maneira de \n\nvalidar o modelo geoestatístico é utilizando \"jacknife\". Este método aplica a reamostragem \n\nsem substituição, isto é, quando um conjunto de dados é reestimado de outro conjunto sem \n\nter sobreposição. Pode ser visto, por exemplo, em Deutsch &amp; Journel (1992) e Hinkley \n\n(1981). \n\nObs.: O pacote em Fortran GSLIB (Deutsch &amp; Journel, 1992) conlem urna rotina \n\npara a realização de \"cross-validation\" ou ~jackn{fe\" para o plano de Krigagem. \n\n23 \n\n\n\nPrincípios de Geoestatistica \n\nAnalisando os escores reestimados: \n\nConsidere um total de K procedimentos de estimação com a finalidade de selecionar \no \"melhor\" procedimento. Sejam z(x,),&lt;X= 1, .. , N, os dados originais selecionados para a \n\nreestimação, e sejam z*(k)(x,,), o;= l, .. ,N, os valores reestimados pelo procedimento k, \n\ncom k = 1, .. , K. Os seguintes critétios são sugeridos para analisar os escores reestimados \n\n(Deutsch &amp; Journel, 1992): \n\n• a clistribuiçã.o dos N erros {z *<k>(x,J- z(x,), a= 1, .. , N} deverá ser simétrica, centrada, \n\ncom uma média zero, e com um mínimo de dispersã.o. \n\n• o gráfico dos erros [ z \"(kJ (xa)- z(x\"J] versus os valores estimados z *tk) (x,J deverá ser \n\ncentrado ao redor da linha zero (uma propriedade denominada de \"condição de não \n\nviciado\"). Além disso, o gráfico deverá ter uma dispersão por igual, isto é, a varíância do \n\nerro não deverá depender da grandeza do valor (uma propriedade conhecida como \n\nhomocedasticidade do erro da variãncia). \n\n• Os N erros (para um dado procedimento k) deverão ser independentes. Isto pode ser \n\nchecado pelo valor dos erros: o mapa de contorno não deverá mostrar qualquer \n\ntendência geraL Alternativamente, o variograma dos valores dos erros deverá ser \n\ncalculado: ele deverá mostrar um efeito pepita puro. \n\nImportante: A variância de Krigagem é apenas um índice do ranking das \n\nconfigurações dos dados. Desde que a variância de Krigagem não depende dos valores dos \n\ndados, ela não deverá ser utilizada para selecionar um modelo variográfico ou uma \n\nimplementação de Krigagem, ou como critério para determinar a locação de amostras \n\nadicionais. \n\n24 \n\n\n\nPrincípios de Geoestatistica \n\n2.4. Características Multivariadas \n\n2.4.1. Corregioualização \n\nA corregionalizaçiio é o comportamento espacial mútuo de variáveis regionalizadas. \n\nConsiderando-se p variáveis regionalizadas zi> z\n2\n\n, •. ,zP, e n locações amostrais, o \n\nvetor z(x,,) representa o valor de cada variável na locação o:, isto é, \n\nComo no estudo de uma única variável, a conduta simultânea de mais de uma \n\nvariável deve ser considerada no contexto de estacionariedade e da hipótese intrínseca. E as \n\nseguintes defmíções deverão ser consideradas no contexto da estacionariedade de segunda \n\nordem (Hohn, 1991, pp. 140). \n\nPara uma dada função aleatória Zk(x), a esperança E[Zk(x)] é uma constante mk. \n\nA covariância cruzada é dada por \n\n(2.4.1.1) \n\ne o variograma cruzado é dado por \n\n2y fr (h)= E{[zJ(x +h) -Z\n1\n(x) ][z,(x +h)- z, (x)J}. (2.4.1.2) \n\nSe j = k , essas duas expressões se reduzem para a covariância e variograma ordinários. \n\nApesar da similaridade com o caso univariado, o variograma cruzado e covariãncia \n\ncruzada mostram algumas prop1iedades que podem ter significância no processo de \n\nestimação. Em contraste com o semivariograma, o semivariograma cruzado pode ter valores \n\nnegativos. Tal conduta é observada quando duas variáveis são negativamente \n\ncorrelacionadas. Enquanto o semivariograma é simétrico quando j e k são invertidos, a \n\ncovariância cruzada não é: \n\nSimilarmente, temos que: \n\n25 \n\n\n\nPrincípios de Geoestatística \n\nAs estimações utilizam matrizes de covariância cruzada ou semivariograma cruzado, \n\nisto é, \n\nc, cl2 c,, \n\n[cfo]= \ncn c, c,, \n\nc,. c,, c, \n\npara uma dada localidade (foi utilizada uma simplificação da notação). AB relações \n\nanteriores mostram que em geral essa matriz não é simétrica. \n\nO semivariograma cruzado e a covariância cruzada se relacionam através da equação \n\nque é simplificada para \n\nO coeficiente de correlação entre duas variáveis Z\n1\n(x) e Z~:Jx) localizadas no \n\nmesmo ponto x é definido por: \n\n2.4.2. Análise de Corregionalização \n\nO termo análise de corregionalizaçào refere-se ao estudo (exame) das matrizes de \n\ncorregionalização Bu (obtida de dados espaciais multivariados utilizando um modelo \n\nvariográfico fatorado), que são utilizadas na estimação de componentes espaciais \n\n(representam o comportamento das variáveis regionalizadas na escala espacial de índice u) \n\nou fatores regionalizados (refletem os aspectos essenciais da informação multivariada para \n\numa certa escala espacial u). \n\nQual é a vantagem em relação à matrjz de variância-covariância V? \n\nIsto pode ser visto da relação entre a matriz V e um conjunto de matrizes de \ncorregionalização { B\": u = O, .. , s}: \n\n26 \n\n\n\nPrincfpios de Geoestatística \n\nEsta relação, para ser válida, requer uma hipótese de estacionariedade fraca e \n\nsuposição de comportamento assintótico do variograma (Wackemagel. Petitgas e Touffait, \n\n1989). \n\nCada matriz de corregionalização B, pode ser vista como uma matriz de variância-\n\ncovariância de uma certa escala espacial u. Considerando que cada matriz B, descreve a \n\nestrutura de correlação de um processo espacial multívariado, a matriz de variância-\n\ncovariâncía V representa a mistura de diferentes estruturas de correlação. Neste caso, a \n\nmatriz V provém de vários processos multivariados que atuam em diferentes escalas \n\nespaciais do fenômeno. Nessas círcunstàncias, uma análise baseada em V não providenciará \n\nresultados significantes. \n\nObservaçüo: Se considerarmos que há correlação intrínseca, ou seja, que o \n\nconjunto de variáveis tem a mesma estrutura de correlação em todas as escalas, isto significa \n\nque as matrizes de corregionalização B, são proporcionais a uma matriz B (que possui os \n\nmesmos autovetores da matriz de varlância-covariãncía V): \n\n·'' $ \n\nV=\"\\'B :\"\\'aB=B~a \n,/,.,.,J\",/,.,.,J\" \" \nu~o u~o u~ \n\ne, nesse caso, não é necessário levar em conta as matrizes B, na análise. \n\n2.4.3. Modelo Linear de Corregionalização \n\nO modelo linear de corregionalização providencia um método para modelagem dos \n\nvariogramas e variogramas cruzados de duas ou mais variáveis, onde é necessário garantir \n\nque a \"variãncia\" de qualquer combinação linear possível dessas variáveis é sempre positiva. \n\nCada variável é caracterizada pelo seu variograma amostrai, e cada par de variável, \n\npelo seu variograma cruzado amostrai. \n\nO modelo para cada um dos variogramas amostrais pode consistir de um ou mais \n\nmodelos básicos, porém o mesmo modelo básico deve aparecer em cada variograma e \n\nvariograma cruzado. Em outras palavras, o modelo linear de corregionalização é uma soma \n\nde modelos onde, cada modelo de variograma e variograma cruzado devem ser uma \n\ncombinação linear de N, =s+l coeficientes b;, construído utilizando o mesmo modelo \n\nvariográfico básico g p,) : \n\n27 \n\n\n\nPrinclpios de Geoelltatfstica \n\nonde: \n\n' ' \nY, (h)= Er;,(h)= Eb~g,(h) com b~ =b~, V u (2.4.3.1) \n\nu..O -o \n\nf e k são índices para p variáveis diferentes; \n\nué o indice das diferentes estruturas espaciais; \n\nN, = s + 1 é o número de estruturas espaciais; \n\ng«(h) é uma função variográfica com amplitude especifica; e \n\nb~ é o coeficiente de uma função variográfica, e para um índice fixado u, a matriz de \n\ncoeficientes B,. = [ b; J é positiva definida. \n\nNote que a função dada pela fómtula 2.4.3.1 é uma generalização do variograma \n\nfatorado para uma variável (fómtula 2.1.3.1). \n\nA função variográfica fatorada descreve o comportamento espacial de uma variável \n\nou de um par de variáveis de diferentes escalas espaciais, onde cada fator corresponde a uma \n\nescala espacial diferente. \n\nPara um grupo de variáveís que mostram o mesmo comportamento espacial, um \n\nmodelo variográfico multi variado pode ser criado assim: \n\nonde: \n\n(2.4.3.2) \n\n[(h) é uma matriz de valores do variograma para um lag h; \n\nBu é chamada de matriz de con·egionalização, e expressa a importância relativa da \n\nfunção variográfica básica gu(h) na modelagem de cada variograma. \n\nDa mesma maneira que foi apresentado um modelo para funções var·iográficas, o \n\nseguinte modelo pode ser considerado par·a a covariância: \n\n' ' \nC\n\n1\n,(h) = EC~(h) = Eb;K,(h) comb; =h~, V u, \n\numO u~o \n\n(2.4.3.3) \n\nsendo Ku (h) uma covaríância com amplitude especifica. \n\n28 \n\n\n\nPrincípios de Geoestatística \n\nCoeficientes de correlação p~. associados com diferentes estruturas espaciais g\n1\n.(h) \n\npodem ser calculados (Wackernagel, 1988), por: \n\n(2.4.3.4) \n\nonde -1 ~r;; S: 1 se a matriz de corregíonalização B,. é positiva semidefmida. \n\nÉ importante citar também o modelo intrínseco, que é o caso de um modelo linear de \n\ncorregíonalização onde todas as funções varíográficas (diretas e cruzadas) são proporcionais \nao mesmo variograma g0 (h), isto é, \n\ngJh); g\n0\n(h) V u; O, .. ,s. \n\nO modelo intrínseco, é então: \n\n(2.4.3.5) \n\ne, em termos da covariãncia, \n\n(2.43.6) \n\nExemplo ilustrativo para modelo linear de corregionalização: \n\nConsidere duas variáveis U e V. Seus variogramas e variogramas cruzados devem ser \n\nconstruídos utilizando~se o mesmo modelo básico como a seguir: \n\nonde: \n\nYu (h); u0 r o (h)+ u, r, (h)+ ... +u,Y., (h) \n\nYv (h); v0 y 0 (h) + v,r 1 (h)+ ... +v, y ,. (h) \n\nruv (h) ; w, r, (h)+ w1 r, (h)+ ... +w, y, (h) \n\ny 0 (h), Yv(h) e ruv(h) são os modelos dos variogramas e variograma cruzado para \n\nU e V, respectivamente; \n\ny0 (h), y1(h), .. , yJh) são os modelos variográficos básicos; e \n\nu, v e w sã.o os coeficientes. \n\n29 \n\n\n\nPrincípios de Geoestatística \n\nPodemos escrever as equações acima em notação matricial como combinação de \n\ncada modelo básico: \n\n• Combinação do primeiro modelo básico, y 0 (h) \n\n[ \nYu»(h) Yuv.o(h)] [\"' W 0 ][y0 (h) \nYvu .0 (h) Yv.0 (h) = w0 v0 O \n\n• Combinação do segundo modelo básico, y 1(h) \n\n[\nYu/h) Yuv,,(h)] [\"' \nYvu,,(lt) Yv,,(h) = w, \n\nw,][y,(h) O ] \nv, o y,(lt) \n\n• Combinação do (s+l)-ésimo modelo básico, y,(h) \n\n[ \nYu.Jh) Yuv .. Jh)] [\"' w,][y.(h) \nYvu ,,(h) Yv,,(h) = w, v, O \n\nonde as matrizes dos coeficientes u, v e w que aparecem nas fórmulas matriciais acima são \npositivas definidas. Isto implica que todos os coeficientes devem ser escolhidos de tal \n\nmaneira que \n\nui >0 e v1 >0 para todo }=O, .. ,s;e \n\n30 \n\n\n\nPrincípios de Geoestatistica \n\n2.4.4. Aproximação Geoestatística \n\nComo no caso univariado, consideramos que as variáveis regionalizadas \n\n{ z,. (x); i ~ 1, .. ,p} são realizações de um conjunto de funções aleatórias { z, (x); i~ 1, .. , p} \nestacionárias de segunda ordem. \n\nNo caso multivariado, os semivariogramas experimentais são calculados utilizando a \n\nfrnmula \n\n(2.4.4.1) \n\nonde N fJh) é o número de pares amostrais (xa,xa+h) separados por uma distância (lag) h \n\nna direção e . \n\nOs variogramas experimentais são modelados heuristicamente por uma combinação \n\nde funções variográficas elementares g,(h) com coeficientes h;; (ver seção 2.4.3), no caso \n\nde não haver a suposição de correlação intrfnseca. \n\nObservaçôes: Na prática, o interpretador de dados seleciona o número e os tipos de \n\nfunções variog:ráficas g\n1\n,(h) e especifica suas amplitudes. Os coeficientes b~ são calculados \n\npor métodos iterativos através de um programa de computador que utiliza o método dos \n\nmínimos quadrados ponderados (Wackernagel, 1989) ou de mínimos quadrados ajustados \n\n(Goulard, 1989). Os pesos são subjetivos, e deverã-o ser modificados pelo usuário para que a \n\nforma de cada varíograrna experimental seja reproduzida satisfatoriamente pelo modelo. \n\nComo as matrizes de corregionalização B, devem ser positivas semideflnída, algwnas \n\nrestrições são necessárias. \n\n(Cauchy-Schwartz) \n\nEste tipo de ajuste pode ser visto no procedimento descrito por Wackernagel (1988). \n\n31 \n\n\n\nCapítulo 3 \n\nCokrigagem \n\nAlgumas vezes, uma variável não pode ser amestrada suficientemente (devido a \n\nalguma restrição, por exemplo, técnica ou custo fmanceiro) a fim de proporcionar um \n\npreditor com precisão aceitáveL Neste caso, uma solução seria utilizar a Cokrigagem. \n\nA Cokrigagem é a estimação de uma variável regionalizada através de duas ou mais \n\nvariáveis. Seu objetivo, em geral, é o de melhorar predições locais levando em conta \n\ninformações adicionais trazidas por uma variável diferente da que se deseja predizer. É \n\nevidente que a con-elação espacial entre as variáveis deve ser \"suficientemente forte\" para \n\nque a variável adicional acrescente algum ganho de informação que sirva para a prediç;ão da \n\nvariável de interesse. \n\nA utilização deste método deve ser feita quando o objetivo principal é a redução da \n\nvariãncia de predição de uma variável ou a necessidade da predição conjunta de tais \n\nvariáveis, por ser este um processo onde tais variáveis podem ser conjuntamente preditas \n\ncom base na intervariabilidade ou em informação da estrutura espaciaL \n\nObs.: Podemos dizer também que Cokrigagem é urna generalização de Krigagem, ou \n\nKrigagem é uma Cokrigagem Univaríada. \n\n3.1. Equações de Cokrigagem \n\nMyer:s (1982; revisto por Holm, 1991, pp. 141) apresenta uma forma matricial para a \n\nestimação simultânea de várias variáveis regionalizadas. \n\nA tarefa é estimar o vetor \n\nz(x) = [ z1 (x),z2 (x), .. ,z, (x)] \n\ndado z(x\n1\n), z(x2), ,., z(x), lembrando que nós temos n locações amostrais e p variáveis \n\nregionalizadas. Algumas variáveis podem não ter sido medidas em algumas situações, e isso \n\nvai gerar algumas restrições simples que serão comentadas depois. \n\n32 \n\n\n\nCokrígagem \n\nO estimador linear é dado por: \na \n\n[ z,'(x), .. ,Z:,(x)] = z'(x) =L z(x)í, , \na•l \n\nonde cada uma das matrizes r, (a=l, .. ,n) é pxp. Esta equação é semelhante à da \nKrigagem; sua diferença está na quantidade a ser estimada, que é trocada por um vetor com \n\np entradas, e os n pesos são trocados por n matrizes r\"\". \n\nDesde que z\n1 \n\n(j= l, .. ,p) são estacionários, uma condição suficiente para z\\r) ser \n\nni'Jo viciado é: \na \n\nL. r\"\" = 1 =matriz identidade. \na•l \n\nA expressão do estimador linear pode ser escrita em forma não matricial: \n\nk = l, .. ,n, \n\nonde À~ é o termo na linha j coluna k de r,, e representa a contribuiçã.o da variável j na \nlocação x\"\", na estimação da variável k. \n\nNote que a matriz r\"\" não é diagonaL Se qu1sermos krigar cada variável \nseparadamente, basta fazer \n\nr;: = o para }l'k ' \n\ne \n\nI>'-:= 1 para todoj. \n\"'' \n\nA solução de Equações de Cokrigagem para encontrarmos as matrizes r«, a= l, .. ,n \né dada por: \n\na \n\nf,;; C(x, -x,)í, + j.I =C (x, -x0 ) \na=l, .. ,n, \n\na \n\nf,;; r -I ,-\n1 \n\n33 \n\n\n\nCokrigagem \n\nou simplesmente \n\nonde: \n\ncn c\" c~\" I r, C'\" \nc\" c\" C'\" I r, C\"' \n\n= \nC\"' C\"2 C\"\" I r, co \n\nI / I o ll / \n\nC \"11 = C (x\" - x\n11\n\n) é uma matriz p x p de covariãncia cruzada entre a amostra a. e a \n\namostra B; \n\nji é uma matriz p X p de multiplicadores de Lagrange; e \n\nC\"\" é uma matriz p x p de covariância cruzada entre cada amostra e a locação que \n\nestamos interessados. \n\nEsse sistema de equações é idêntico ao da Krigagem de uma variável se trocarmos as \n\nmatrizes p X p por escalares. \n\nNo ta: A ordem de multiplicação das matrizes deve ser preservada, e a não simetria \n\nde C deve ser respeitada. \n\nA variância de estimaçao pode ser escrita de várias formas. Uma delas é: \n\no~ = Tr[C (0)]- Tr[t C (x,- x,)~,J- Tr(P:) , \na~' \n\nonde Tr é o traço (somatório dos elementos da diagonal principal). \n\nA variãncia de estimação da variável k pode ser calculada de \n\n\"~·' =C, (O)-t[f' C,1 (x, - x)À';, ]-l.l\" . \n)\"'1 t:f \n\nAs equações de Cokrígagem também podem ser escritas em termos do \n\nsemivariograma cruzado, ou seja, \n\n\" L;r<x, -x,)r, + P: = y(x, -x0 ) \nj> .. ] \n\na=l, .. ,n \n\n34 \n\n\n\nCokrigagem \n\nou, em notação matricial, \n~n \n\ny \n~n \n\ny yl.n l r, -·lO y \n~n \n\ny yn ~o\" y- l r, ~, y \n= \n\n~\"' y \n~,, \n\ny ~\"\" y l r, ·-no y \nI I / o ~ f \n\nonde \n\n\" \nCY~ = Tr L y(x\" -xa)la- Trji . \n\n\"\"' \n\nEsta formulação requer a suposição de que c jk (h)= c~;(h). \n\nPode-se mostrar que o sistema de equações de Cokrigagern proporciona uma única \n\nsolução se a matriz de covariãncías for estritamente positiva definida. Para isso, é suficiente \n\nque um ponto positivo no modelo de conegionalização seja adotado, e que nenhum valor \n\ndos dados seja redundante com respeito a outro. \n\nUtilizando o modelo intrínseco (caso particular do modelo linear de \n\ncorregionalização; f6Imula 2.4.3.6), as variáveís {Z,Jx), k = l, .. ,p} possuem o mesmo \nmodelo básico. Nesse caso, a dificuldade da Cokrigagem pode ser justificada somente se \n\numa das vruiáveis (k0 ) é subamostrada em comparação às outras variáveis (k * k0 ). \nEm aplicações de mineração, a Cokrigagem (feita após um estudo de \n\ncorregionalização) é realizada somente se a variável a ser estimada é subamostrada com \n\nrespeito às outras variáveis com a qual ela é conelacionada espacialmente (J ournel &amp; \n\nHuijbregts, 1978, pp. 324). \n\nAssim como existem diferentes tipos de Krigagem (seção 2.1.7), existem diferentes \n\ntipos de Cokrigagem. Um exemplo é a Cokrigagem Universal (Cokrigagem na presença de \n\ntendência; maiores detalhes em Stein et al, 1991) que não será tratada neste trabalho. \n\n35 \n\n\n\nCokrigagem \n\n3.2. Particularidades dos Cálculos \n\nA Cokrígagem partilha com a Krígagem de uma variável regionalizada a mesma \n\nseqüência de passos: modelagem do comportamento espacial, montagem do conjunto de \n\nequações para estimar um ponto ou bloco e resolução deste conjunto para obter os pesos. \n\nHohn (1991) apresenta alguns detalhes dos cálculos: \n\nAs dimensões adicionais na Cokrigagem introduzem algumas novas questões: \n\n(a) como calcular o semivaríograma cruzado; \n\n(b) como levar em conta os dados \"missing\" (subamostrados) no conjunto de \n\nequações; e \n\n(c) como resolver o sistema de Cokrigagem. \n\nO cálculo do semivariograma cruzado pode ser visto em Myers (1983) e Deutsch &amp; \n\nJournel (1992). Durante a modelagem dos três semivariogramas, é utilizada a restrição \n\npara que as equações de Cokl\"igagem não percam a propriedade de positiva definida. \n\nNos casos de subamostragem, algumas linhas e colunas no sistema completo das \n\nequações de Cokrigagem terão valores iguais a zero. Assumindo que a variável j é \n\nsubamostrada no local a., todas as covariâncias e covariâncias cruzadas envolvendo a \n\nvariável .f na amostra a recebem o valor zero. Este procedimento significa que as entradas na \nlinha} de r\" são nulas. Veja o exemplo de Cokrigagem a seguir (seção 3.3). \n\nUm algoritmo para resolver o sistema de Colrrigagem pode depender do tamanho do \n\nproblema. Uma matriz quadrada no sistema de Cokrigagem tem \n\nnp( 11P\n2\n+ 1) entradas, \n\nonde n é o número de amostras, e p o número de variáveis. Sobre a suposição de que \nC .ik (h)= CJ;i (h), o número de entradas é reduzido para \n\n(n+l) (p+l) n -2~_ X p -2~ entradas. \n\n36 \n\n\n\nCokrigagem \n\nSegundo Hohn (1991), as vantagens da Cokrigagem podem desaparecer na presença \n\nde efeito pepita grande no semivariograma, baixa con·elação cruzada e amplitude grande da \n\nvariável subamostrada (em relação ao espaçamento amostrai). \n\nPawlowsky (1984) adverte para a pouca eficácia do uso de Cokrigagem em casos de \n\ncorrelação espacial fraca; e Pawlowsky (1989) adverte para a pouca eficácia de seu uso em \n\ncasos de composições regionalizadas (uma corregionalizaçã.o caracterizada pelo fato de que \n\na função aleatória que a constitui tem uma soma constante em cada ponto da região \n\namestrada; por exemplo, dados geoquimicos). Pawlowsky &amp; Burger (1992) estudaram mais \n\ndetalhadamente as propriedades das composições regionaljzadas. suas interpretações e \n\ndescrições, assim como um exemplo baseado em dados simulados. \n\nAlgoritmos para a resolução das equações de Cokrigagem podem ser vistos em: \n\n• Carr, Myers e G1ass (1985): programa de Cokrigagem pontual (em Fortran), que \n\npermite o caso subamostrado. Eles utilizaram uma generalização da técnica de \n\nTanabe (1971, citado por Hohn, 1991, e Carr, Myers e Glass, 1985) e de Herman, \n\nLente Rowland (1973, citado por Carr, Myers e Glass, 1985); \n\n• Carr &amp; Myers (1990): complementaram (em Fortran) o programa acima dando maior \n\nrapidez ao programa original, pois nele as estruturas das submatrizes eram \n\npreservadas e isso não é necessário. A formulação da mahiz de escalares permite a \n\nutilização do algoritmo de eliminação de Gauss padrão para reduzir a matriz a uma \n\nforma diagonal ou triangular superior. Ambos os métodos resultam em redução \n\nsignificante no cálculo computacional; \n\n• Marcotte (1991): apresentou um programa (em MA1LAB) mais completo que os \n\nacima referidos. Este programa abrange a Cokrigagem de ponto ou bloco, \n\npermitindo qualquer número de dimensões, de variáveis e de estruturas básícas; \n\n• Pan, Moss e Carr (1992): apresentaram um programa (em Fortran) para a \n\nCokrigagem tridimensional, que em geral é adequado para qualquer sistema \n\nmultivariado anisotrópico em que as variáveís são correlacionadas espacialmente. \n\nPe1mite também a cross-validation (seção 2.3) e estimação de bloco. A lógica segue \n\no programa de Cokrigagem de Carr, Myers e Glass (1985); e \n\n• Deutsch &amp; Journel (1992): apresentaram um programa (em Fortran) para a \n\nCokrigagem. Este programa faz parte do GSLJB. \n\n37 \n\n\n\nCokrigagem \n\n3.3. Exemplo de Cokrigagem \n\nPara ilustrar a utilização de matrizes na Cokrigagem, Hohn (1991) apresenta a \n\nestimativa de um único ponto. É apresentada uma configuração de três pontos, onde duas \n\nlocações são bem amostradas (2 e 3) e uma subamostrada (1). Trabalha-se com duas \n\nvariáveis, e o objetivo é encontrar um estimador para o ponto central, chamado de 4. Veja a \n\nfigura abaixo: \n\nd x' :} \n\n1 \n\nAssuma modelos esféricos para o problema, com os seguintes parâmetros: \n\nVariávell Variável2 Variável 1 e 2 \nefeito pepita ( C\n\n0\n) 0.0 0.0 0.00 \n\nI oatamar (c) 1.1 1.8 0.55 \namolitude (a) 2.0 2.0 2.00 \n\nO modelo esférico (fórmula 2.1.2.1) com amplitude igual a 2 é dado por \n\n{\nc[l-(3/4)h+(l/16)h'] 05:h5:2 CW= . \no h>2 \n\nComo temos duas variáveis e três locações amostrais, as equações de Cokrigagem \n\nsão dadas por: \n\nc\" c\" cu [ rl cl4 \nc'l c-22 c\" I r, c\" \n\n= \nC'H c\" c33 I r, c34 \n\nI I I o ~ I \n\ne cada uma das matrizes caJl (a,f3=1,2,3) é dada por: \n\n[c\"'J=[C11 (x\"-x,) C1,(x\"-x')]. \nC21 (x\"' -xf:l) C22 (x\"'-x~'~) \n\nFazendo os cálculos detalhadamente para quatro matrizes, C 11 , C 21 , C 31 e C 34 (note \n\nque as outras serão iguais as que serão detalhadas, desde que se tome o cuidado com o local \n\nque está subamostrado). temos \n\n38 \n\n\n\nCokrigagern \n\nMATRIZ 1: \n\n[C\"J=[C\"(x,-x,) C,(x,-x,)]=[C\"(O) C,(O)]=[L!O 0.55]. \nCu(x, -x,) C,(x, -x,) C,(O) C,(O) 0.55 1.80 \n\nMas como a variável2 está subamostrada na posição x1, a matriz C\n11 torna-se: \n\nMATRIZ2: \n\n[c\"J=[C\"(x,-x,) C,(x,-x,)]=[C\"(l) C,(1)]=[0.344 0.563]. \nC,(x,-x,) C,(x,-x,) C,(1) C,(1) 0.563 0.172 \n\nMas como a variável 2 está subamostrada na posição xv é necessário verificar se isso altera \n\na matriz. Neste caso, a matriz C 21 torna-se: \n\nMATRIZ3: \n\n[c\"]= [0.344 o] . \n0.563 o \n\n[c\"J=[C,,(x,-x,) C,(x,-x,)]=[C\"(.JZ) C,(.J2)]=[0.128 0.064]. \nC,(x,-x,) C,(., 3 -x,) C21 (.J2) C.,(.J2) 0.064 0.209 \n\nMas como a variável2 está subamostrada na posição x\n1\n\n, a matriz C 31 é tomada como: \n\nMATRIZ4: \n\n[c\"]= [0.12s o] . \n0.064 o \n\n[c\"J=[C\"(x3 -x4 ) C,(x3 -x4 )]=[C\"(.J2/2) C,(.J'i./2)]=[0.541 0.270]. \nC,Jx,-x4 ) C,(x,-x 4 ) Cu(.J'i./2) C,(.J'i./2) 0.270 0.885 \n\nNeste caso não temos o problema de subamostragem~ pois a locação não se refere a variável \n2 na posição x1 • Então a matriz C \n\n34 continua a mesma. \n\n39 \n\n\n\nCokrigagem \n\nNote que assumimos que as matrizes de covariância são simétricas, e que a primeira \n\namostra não é amostrada para a variável2 (e então as linhas e colunas apropriadas na matriz \n\ntem entrada igual a zero). \n\nMontamos então as equações de Cokrigagem. \n\nConfif,.'Uração da t\"Ovaliância e covariâncía cruzada amostra a amostra: \n\n1.100 o 0.344 0.172 0.128 0.064 I o \no o o o o o o o \n\n0.344 o 1.100 0.550 0.344 0.172 I o \n0.172 o 0.550 1.800 0.172 0.563 o I \n0.128 o 0.344 0.172 1.100 0.550 I o \n0.064 o 0.172 1.563 0.550 1.800 o I \n\nI o I o I o o o \no o o I o I o o \n\nConfiguração da covariâ.ncia e covariância cruzada entre cada amostra e a locação \nque estamos interessados: \n\n0.541 0.270 \n\no o \nc\" 0.541 0.270 \nc\" 0.270 0.885 \n\n; c34 0.541 0.270 \n1 0.270 0.885 \n\nI o \no I \n\n40 \n\n\n\nCokrigagem \n\nMatriz solução do sistema: \n\n0.368 0.184 \n\no o \nr, 0.263 -0.118 \n\nr, o 0.500 \n= \n\nr, 0.368 -0.066 \n\nI o 0.500 \n-0.002 -0.001 \n\n-0.001 -0.251 \n\nA variância de estimação é dada por: \n\nonde: \n\ncr~ =Tr[C(O)]-rr[t,c'\"r. J-rr(ii), \n\n- [1.10 0.55] \nC (O)= 0.55 1.80 ' \n\n~ -,. [0.541 0.270] /,.,c r\" = • e \n\"\"' 0.270 0.885 \n\n- -[-0.002 \n1-l- -0.001 \n\n-0.001]. \n-0.251 \n\nSubstituindo na fórmula, obtemos \n\n()\"~ =(1.100+1.800)-(0.541+0.885)+(0.002+0.251) =1.727. \n\nPara a variável 1: \n\n\"~-' =1.100-0.541+0.002=0.561. \n\nPara a variável2: \n\nG~ 0 = 1.800-0.885+0.251 = 1.166. \n\n41 \n\n\n\nCokrigagem \n\nE assim, dado zÇ\"C1), z(x2 ), e z(:s ), podemos calcular \n\n3 \n\n[z;(x4 ),z;(x4 )]=z'(x4 )= L;z(x,)f,. ,,, \n\nEste é um exemplo simples para ilustrar a técnica. No Capítulo 5 apresentamos um \n\nconjunto de dados reais analisado por Cokrigagem e por outras técnicas que serão vístas. \n\nExistem inúmeras áreas onde a Cokrigagem pode ser utilizada. Alguns exemplos são: \n\n• Journel &amp; Huijbregts (1978, pp. 339) apresentaram um breve estudo de Cokrigagem \n\npara o depósito de chumbo-prata-zinco de Broken Hill (Austrália); \n\n• Carr &amp; McCallister (1985) estudaram o espectro de resposta de terremoto em três \n\npartes (aceleração, velocidade e deslocamento). Devido à magnitude das três \n\nvariáveis de resposta serem diferentes, os dados foram normalizados a priori para a \n\nCokrigagem. A Cokrígagem providenciou uma técnica eficiente e precisa para a \n\nestimação do espectro de resposta em três partes; \n\n• Freun (1986) estudou a área de Layton Formation, em Cowlwy County (Kansas), \n\npara verificar a perfmmance da Cokrigagem na exploração de petróleo, e obteve \n\nbons resultados ao compara-lá com a perfmmance da Krigagem nesses dados; \n\n• Smith &amp; Istok (1989) fizeram um estudo para determinar a aplicabilidade dos \n\nmétodos de geoestatística multivariada no problema de estimação de concentração \n\nde pesticidas (subamostrado) em lençol de água, utilizando as concentrações de \n\nnitrato e de um pesticida denominado DCPA. Os autores compararam a Cokrigagem \n\ne Krigagem e demonstraram que, no conjunto de dados utilizado, a análise \n\ngeoestatistica multivariada é aplicável e uma ferramenta útil em estimação \n\nsubamostrada de DCPA utilizando nitrato e DCPA como suporte; e \n\n• Hohn (1991) estudou o xisto argiloso Devonian (oeste da Virgínia), que foi \n\nsubamostrado, tendo como suporte a formação Big lnjun e Devonian. O Big fnjun é \n\numa distinta e importante formação que ocorre a 400 pés acíma do topo de contato \n\ncom o xisto argiloso Devonian. O autor compara a Cokrigagem com a Krigagem, e \n\nconclui que aquela foi mais conservativa que as estimativas da Krigagem ordinária \n\nnesse caso. \n\n42 \n\n\n\nCapítulo 4 \n\nMétodos Alternativos de Predição \n\nO sistema de Cokrigagem se torna muito trabalhoso para mais de duas variáveis. \n\nExperiências têm mostrado que o ganho obtido pela Cokrigagem é pequeno em comparação \n\naos esforços requeridos para alcançá-lo, a menos que uma variável seja drasticamente \n\nsubamostrada em comparação com outra (Journel &amp; Huijbregts, 1978, pp. 324). Além disso, \n\no cálculo e modelagem de p(p+l)/2 semivariogramas (onde p é o número de variáveis) se \n\ntorna trabalhoso para p maior que 2. \n\nDavis &amp; Greenes (1983; revisto por Hohn, 1991) apresentam um método, \n\ncomputacionalmente menos trabalhoso do que a Cokrigagero, para a estimação de variáveis \n\nregionalizadas. A Análise de Componentes Principais (ACP; seção 4.1) é utilizada para a \n\nobtenção de uma matriz de dados que não possui correlação cruzada espacial, evitando, \n\nassim, os cálculos dos semivariogramas cruzados. \n\nHá um conjunto de técnicas. reunidas sobre o nome de Análise de Krigagem \n\nFatorial (AKF). que toma possivel incorporar a característica espacial do fenômeno na \n\nanálise. A AKF, desenvolvido por Matheron (1982), permite a decomposição de uma \n\nvariável regionalizada em diferentes componentes espaciais (seção 4.2.1) ou fatores \n\nregionalizados (seção 4.2.2). Na estimação de fatores regionalizados, as matrizes de \n\ncorregionalização B\" (matrizes simétricas positivas semidefmidas) são fatorizadas em um \n\nproduto de matrizes. Dependendo de como será realizada a fatorízação, surgem vários \n\nmétodos de análise. Neste trabalho serão apresentadas a decomposição utilizando a ACP \n\n(seção 4.2.2.1) e afunçllo discrimínante (seção 4.2.2.2). \n\nUma outra maneira de estudar a decomposição de uma variável regionalizada em \n\ndiferentes estruturas espaciais é através da Análise Baseada no Variograma Multivariado. \n\nO método foi proposto por Bourgault &amp; Marcotte (1991), e utiliza o variogranu1 \n\nmu.ltivariado para realçar as estruturas espaciais comuns ao conjunto de variáveis. \n\nApenas como ilustração, será apresentada também as idéias básicas do método \n\nproposto por Grunsky &amp; Agterberg (1988), denominado Análise Fatorial Espacial (seção \n\n4.4). \n\n43 \n\n\n\nMétodos Alternativos de Predição \n\n4.1. Análise de Componentes Principais (ACP) \n\nO método de estatística multivariada chamada de Análise de Componentes Principais \n\n(ACP) foi criado antes da 2ª Guerra Mundial Porém, a grande aplicação deste método \n\nocorreu somente em 1960, durante a chamada \"Revolução Quantitativa\" nas Ciências \n\nNaturais e Sociais. A principal razão para esta demora foi a dificuldade dos cálculos \n\nenvolvidos neste método. Somente com o advento e desenvolvimento da computação, que \n\npermitiu inúmeras aplicações dos métodos de estatística multivariada, incluindo \n\ncomponentes principais, tornou-se plausíveL Ao mesmo tempo, a busca de métodos de \n\nprecisão numérica se tornaram necessários devido à aplicação de componentes principais em \n\nproblemas técnicos, que necessitavam de uma grande precisão. Na aplicação de \n\ncomponentes principais, o problema não é somente com suas propriedades formais, mas \n\nacima de tudo com suas origens empíricas (Mackiewicz &amp; Ratajczak, 1993). \n\nNa Cokrigagem, o que toma mais tempo é o cálculo e modelagem de p(p+l)/2 \n\nsemivariogramas (onde p é o número de variáveis), Isso se torna trabalhoso para p maior \n\nque 2. Uma saída encontrada foi utilizar a Análise de Componentes Principais para resolver \n\no problema. \n\nDavis e Greenes (1983; revisto por Hohn, 1991) apresentaram uma maneira de se \n\ntrabalhar sem utilizar o semivariograma cruzado. O método utiliza o modelo intrínseco \n\n(seção 2.4.3), e inclui a ortogonalização das variáveis originais, o cálculo e a modelagem de \n\nsemivariogramas, a Krigagem dos dados transformados e o retorno à variável originaL \n\nEsta técnica considera que haja correlação intrínseca, ou seja, que o conjunto de \n\nvariáveis tenha urna mesma estrutura de correlação em todas as escalas espaciais. No \n\ncontexto do modelo de corregionalização estacionário de segunda ordem, isto significa que \n\ntodas as matrizes de corregionalização B\n11 \n\nsão proporcionaís a uma matriz B (que possui os \n\nmesmos autovetores da matriz de variância~covariância V). \n\n' ' \n\nAssim, não precísan1os levar em conta as matrizes B,. na análise. Note que a suposição de \n\ncorrelação intrínseca restringe o campo de aplicação desta técnica. \n\n44 \n\n\n\nMétodos Alternativos de Predição \n\n4.l.La. Estimação \n\nDefinições (utilizaremos uma simplificação na notação): \n\nMatriz de dados (pxn): \n\nzll Zn zln \n2 z1 ' ' \n\nZ= \n-, ~2,1 \n\nz pl zp2 z,, \n\nonde n é o número de locações e p o número de variáveis. \n\nonde \n\nVetor de médias (px1): \n\na=l, .. ,n \n\nz, \n\nz, \n\nMatriz diagonal dos desvios padrões (p X p ): \n\nS= \n\nS1 Ü Ü \n\no s 2 \n\no o \n\no \n\ns \np \n\nVetor cujos elementos são todos iguais a 1 (p X 1): \n\n1 \n\n1 \n\n1 \n\n45 \n\n\n\nMétodos Alternativos de Predição \n\nOs dados são normalizados para dar uma matriz X (p x n ): \n\nx =S-1(Z- z r), \n\nonde I' é a transposta de 1, e cada coluna de X tem média zero e desvio padrão igual a um. \n\nDos dados normalizados, calcula-se a matriz de correlação das p variáveis: \n\nR=-\n1\n-XX' \n\nn-1 \n\nOs p autovalores 11 > l2 > ... > lP e os con·espondentes autovetores E1,E2 , ••• ,E P de R \npodem ser utilizados para obter-se uma decomposição em componentes principais. Como os \n\nautovalores são todos distintos, os autovetores formam uma base ortonormal para o espaço \n\np-dimensional. Seja E a matriz dos autovetores de R: \n\n... E J ' . \n\nComo E é uma matriz ortonormal, Z pode ser expressada como: \n\nZ=z i'+SEE'X. \n\nAgora, seja: \n\nNa terminologia de análise fatorial em R-mode, F é chamada a matriz de fatores \n\ncomuns ou matriz de comunalidades (não envolve locações) e A é chamada matriz de fator \n\nespecifico ou lJUltriz de especificidades (seus elementos dependem da locação). \n\n46 \n\n\n\nMétodos Alternativos de Predição \n\nCada coluna na matriz Z é um vetor de p variáveis. Na a~ésima locação, o vetor é \n\nz\"'. O vetor z\"' pode ser expressado em termos dos elementos de F e A como \n\nse-\n1' Pl \n\nIsto é, cada coluna de Z é representado como uma soma ponderada de vetores de fator \n\ncomum com pesos, que são os fatores específicos da a~ésima coluna de A. \n\nA matriz A (pxn) contem as coordenadas das n amostras ao longo dos p eixos. Em \n\nA os pesos de uma linha não se con·elacionam com qualquer outra (devido aos autovetores \n\nem R -mode para cobrir o espaço p-dimensional, a obtenção da base ortogonal fez com que \n\nas coordenadas de dados sejam não correlacionadas). Para verificar que a ausência de \n\ncorrelação se estende espacialmente, os semivariogramas cruzados entre as linhas de A \n\ndeverão ser calculados. Se os variogramas entre os pesos são negligenciáveis, das linhas de \n\nA, os semivariogramas são calculados e modelados. \n\nPara uma dada locação x0 , calcula-se um estimador para a variável k através da \n\nKrígagem ordinária: \n\" \n\na~:;:; J.:'Aaaka k = l, .. ,p. \n\"\"' p \n\nEntão a;o é o estimador de Krígagem para a especificidade desconhecida _E ek\n1\nxk\n\n0 \n\nO estimador para o vetor (px 1) na locação x\n0 \n\né dado por: \n\n, - f , \nZo:;:; z + i...Jako \n\nj=l \n\n'\"' \n\nPara se colocar em notação matricial, agrupamos os p estimadores krigados em um \n\nvetor p x 1: \n• \n\na, \n, \n\na, \n\n• a,, \n\n47 \n\n\n\nMétodos Alternativos de Predição \n\ne temos que: \n\nUtilizando-se da falta de correlação cruzada espacial entre as linhas de A, o problema \n\nde estimar vetores de dados multivariados distribuidos espacialmente é reduzido a uma série \n\nde p krigagens ordinárias. \n\nQuando as vruiáveis sllo totalmente amestradas, os p conjuntos de pesos À«-\n\n(a. = 1, .. , n) são os mesmos, e somente um conjunto de equações de Krigagem necessita ser \n\ncalculado (Hohn, 1991). \n\nO método descrito nesta seção é aplicado por Davis &amp; Greenes (1983) ao problema \n\nde estimar valores da porcentagem do teor do freixo/madeira (aslt), porcentagem do teor de \n\nenxofre e teor do valor calorífico em um depósito de carvão. É também utilizado em um \n\nconjunto de dados reais no capítulo 5. \n\nÉ possível atacar o problema de partição de R de muitos modos diferentes. Por \n\nexemplo, realizar a decomposição em componentes principais do valor esperado de [R], \n[E(R)], ao invés de R. Há também muitas maneiras de ortogonalizar a base, cobrindo o \n\nespaço p~dimensionaL A extração em componentes principais em R-mode é somente um dos \n\npossiveis métodos. \n\n48 \n\n\n\nMétodos Altemativos de Predição \n\n4.2. Análise de Krigagem fatorial (AKF) \n\nOs procedimentos padrões de análise de dados utilizados para dados multivariados \n\nfalham por não levarem em conta as características espaciais de um fenômeno regionalízado. \n\nNão há um modo simples de incorporar a locação dos pontos amostrais à análise. A Análise \n\nde Krigagem Fatorial (AKF) tornou possível incorporar, na análise, a característica espacial \n\ndo fenômeno (Sandjivy, 1984). \n\nA AKF foi desenvolvida por Matheron (1982), e permite a decomposição de uma \n\nvariável regionalizada em diferentes estruturas espaciais, que podem ser mapeadas \n\nseparadamente pela análise. \n\nDo variograma experimental de uma variável regionalizada, um variograma fatorado \n\ncomposto de vários modelos básicos é ajustado. A amplitude de cada modelo básíco é \n\nassociada com uma certa escala espacial. A AKF permite diferentes componentes (para essas \n\nescalas espaciais) a serem estimada pela Cok:rigagem (Jaquet, 1989). Ou seja, atribui a cada \n\nestrutura no modelo uma \"variável fictícia\" (que corresponde a um certo nível de frequência \n\ndo fenômeno) que pode ser estimada utilizando-se a Cokrigagem (Sandjivy, 1984). \n\nGalli &amp; Sandjivy (1985, citado por Jaquet, 1989) compararam teoricamente a AKF \n\n(domínio espacial) e Análise Espectral (domínio da frequência), demonstrando Sl.Ia \n\nequivalência formal. A AKF parece oferecer maiores possibilidades do que Análise \n\nEspectral, pois esta não é diretamente aplicável a dados irregularmente espaçados: é \n\nnecessário que os dados sejam interpolados aos nós do gr.id. A AKF apresenta a vantagem \n\nde trabalhar diretamente com os dados, porque o cálculo dos variogramas não requer dados \n\nregularmente espaçados. \n\nA AKF, portanto, torna poss1vel incorporar as características espaciais do fenômeno \n\nna análise de dados, e dá um tipo de \"análise espectral\" (Galli, Gerdil~Neuillet e Dadou, \n\n1984). \n\nAs. matrizes de corregionalização B u podem ser vistas como matrizes de var.iãncia-\n\ncovariância de escalas espaciais particulares. Podemos, então, tentar estudar as componentes \n\neJpaciais (seção 4.2.1), que representam o comportamento das variáveis regionalizadas para \n\ncada escala espacial u. \n\nPor outro lado, as matrizes de corregionalização B u podem ser fatorizadas em um \n\nproduto de matrizes Au multiplicada por sua transposta: \n\nB = A' A . \n\" '\"),: u \n\n49 \n\n\n\nMétodos Alternativos de Predição \n\nAssim, as componentes espaciais podem ser representadas como uma combinação de \n\nfunções aleatórias não corTelacionadas, com coeficientes a~ retiradas da matriz A,. Temos \n\nentão a estimação de fatores regionalizados (seção 4.2,2), que refletem os aspectos \n\nessenciais da informação multivariada para uma certa escala espacial u. Dependendo de \n\ncomo será obtida a partição das matrizes B\", surgem vários métodos de análise de \n\ncorregionalização que podem ser utilizados para definír fatores regionalizados. Neste \n\ntrabalho, serão apresentados: a ACP (seção 4.2.2.1) e a função discriminante (seção \n\n4.2.2.2). Muitos outros métodos são possíveis, pois há muitas maneiras de decompor uma \n\nmattiz simétrica positivas semidefrnidas. Mas muito cuidado deve ser tomado para se \n\nselecionar somente aquelas maneiras que possuem significado para interpretação (Schervish, \n\n1987, citado por Wackernagel, Petitgas e Touffait, 1989). \n\nOutras técnicas de partiçã.o da matriz B, podem ser vistas em Wackernagel, Petitgas \n\ne Touffait (1989), que apresentam uma análise de corregíonalização baseada em correlação \n\ncanónica, fator de autocorrelação min/ma,\", modelo de covari!lncia proporcional e \n\nescalas espaciais entre contrastes máximos. \n\n50 \n\n\n\nMétodos Alternativos de Predição \n\n4.2.1. Estímação de Componentes Espacíaís \n\nUtilizando o modelo linear de corregionalização, a variável z, (x) (i = 1, .. , p) pode \nser expressa como: \n\nonde m$ é o vetor de médias locais. Sem perda de generalidade, podemos considerar ms:::: O. \n\nCada componente espacial z;u(x) representa o comportamento da função aleatória \n\nZ,.(x) para uma escala espacial u. Assumindo a estacíonariedade de 2ª- ordem, a matriz de \n\ncorregionalização B, é realmente a matriz de variância-covariância das componentes Zt(x). \n\nPortanto, cada B\" descreve a estrutura de correlação associada à escala espacialu. \n\nPela decomposição de cada Z;(x) em várias componentes espaciais Z,.\"(x), podemos \n\nestudar o comportamento da variável Z para diferentes escalas espaciais. Essas componentes \n\nespaciais podem ser estimadas por Cokrigagem Fatorial: \n\np \" \n\nz,:'(x,)=r;r:x.z,(x.). \ni~l a~l \n\nO conjunto de equações de Cokrigagem para uma componente espacial com uma \n\nmédia local ígual a zero é dado por, \n\nonde Jl,. são multiplicadores de Lagrange. \n\ni=l, .. ,p \n\na :::.l, .. ,n \n\nVários autores têm examinado as componentes espaciais utilizando somente a \n\ninformação de uma variável: Galli, Gerdil-Neuillet e Dadou (1984), Sousa (1989), \n\nWackernage1 (1988), Jaquet (1989) e Raspa et al (1992). \n\n51 \n\n\n\nMétodos Alternativos de Predição \n\n4.2.2. Estimação de Fatores Regionalizados \n\nAs matrizes de corregíonalização B,. podem ser fatorizadas em um produto de \nmatrizes A,. multiplicada por sua transposta: \n\n8 :::::A' A \n\" \" \" \n\nAssim, as componentes espaciaiS podem ser representadas como uma combinação de \n\nfunções aleatórias não COITelacionadas com coeficientes a; retiradas da matriz A,. Temos \nentão, a estimação de fatores regionalizados. \n\nUtilizando o modelo linear de corregionalização, cada componente espacial (seção \n\n4.2.1) Z,.\"(x) pode ser representada como uma combinação linear de funções aleatórias não \n\ncotTelacionadas Yk~ (u = O, .. ,s e k = l, .. p ), com coeficientes de transformação a,~: \n\n' p \n\nZ;(x);)z;'(x);))a;,Y,\"(x) i;J, .. ,p, = ~t:t \nou seja, \n\ni=I, .. ,p e u=O, .. ,s . \n\nIsto significa que os coeficientes de transformação a~ permitem passar de um \n\nconjunto de variáveis a outro. Veremos, nas seções 4.2.2.1 e 4.2.2.2, como obter os \n\ncoeficientes a,~~ (coeficientes das matrizes de transformação A). Serão apresentadas apenas \n\nduas técnicas: ACP e função discriminante. \n\nYk\"(x) são fatores regíonalizados, e somente alguns deles (em geral bem menos do \n\nque p) são relevantes. Fatores regionalizados são estimados em uma locação x\n0 \n\natravés de \n\numa combinação linear, \n\np \" \n\nP;;'(x0 ); E_E:>.:,Z;(x,) \n1 ~1 a\"'l \n\nO modelo variográfico é decomposto em estruturas espaciais, e os coeficientes b; \nsão decompostos em coeficientes de transformação a;~ (veja a seção 2.4.3), \n\n.. s p \n\nY (h)=\"'b\"g (h)=\"'\"'a.\",a'.:.g (h) ') .i-lJ·!.&lt;\"-\"-'·'\" .. \" \nu»{l \"\"'o k=l \n\n52 \n\n\n\nMétodos Altemativos de Predição \n\n:Minlmizando a variância de estimação sobre a restrição de não viciado e sujeito a \n\ncondições que filtram as médias locais das variáveis, chegamos ao conjunto de equaçôes de \n\nCokrigagem Fatorial, \n\np \" \n\n?;~ f!'y.(x ,x,)+ll. =a:• g (x ,X0 ) .1~/ a 1 \"'G\"G o: i-1 1) 1 l\"'l - , .. ,1. \nt~=O a=l, .. ,n' \n11=1 \n\nonde 11, são multiplicadores de Lagrange. \n\nTambém pode ser utilizada a covariância, ao invés do variograma: \n\n' o \n\nC,;(h)=I;C:;(h)=)bijK,(h). \n, .. o t:'6 \n\nAs covariãncias espaciais C, (h) dos fatores regionalizados podem também ser deduzidas do \n\nvariograma por, \n\ne o conjunto de equação é dado por: \n\np \" \n\n\"\"f!'C(x ,x,)+ll. =a~'K (x ,X0 ) J....J..i J ') a ' \"'-n 110 a \nJ~l !l~l \n\n\" \nI;!I;=O ,., \n\nonde ~; são multiplicadores de Lagrange. \n\ni=l, .. ,p \n\na= l, .. ,n' \n\nComo os fatores regionalizados são puramente artificiais, a variância mínima não é \n\ncalculada porque não tem significado fisico. \n\n53 \n\n\n\nMétodos Alternativos de Predlção \n\n4.2.2.1. A CP na Corregionalização \n\nO método estatístico multivariado chamado de Análise de Componentes Principais \n\n(ACP) é uma maneira eficiente de resumir a infonnaçAo contida em uma matriz de variância-\n\ncovariância V ou uma matriz de correlação. Assim, podemos tentar resumir as matrizes B., \n\nutilizando uma soma de fatores não correlacionados, através da ACP. Wackernagel (1988, \n\n1989), Wackernagel, Petitgas e Touffait (1989), Wackernagel, Webster e Oliver (1988) e \n\nSouza (1989) utilizaram a ACP para estabelecer um modelo linear de variáveis compostas \n\nde fatores regionalizados. \n\nPodemos obter as matrizes de transformação A,., de coeficientes a;~, da seguinte \n\nmaneíra: \n\nUma matriz de corregionalização pode ser decomposta resolvendo-se o problema de \n\nautovalores regionalizados 0Nackemagel, 1988) \n\nB.,Q,. =A,M.,Q., com Q~M.,Q., =f. \n\nonde: \n\nA\" é uma matriz diagonal de autovalores À~; \n\nQ, é uma matriz M, -ortonormal de autovetores q;; e \n\nM\" é uma matliz simétrica positiva semidefinida representando uma métrica. \n\nConsiderando-se M\" como uma matriz identídade, isto é, \n\nM =I \" , \n\no problema se reduz ao problema de autovalor clássico: \n\nOu seja, as matrizes de corregionalização B., são decompostas em um sistema de \n\nautovalores e autovetores: \n\n' \nB\" = O:,íl\"Q\" = ( JA: QJ j íl\" Q\" = A:, A\" , \n\nonde A, é uma matriz de transformação de coeficientes a,~. \n\n54 \n\n\n\n:Métodos Alternativos de Predição \n\nPortanto, as matrizes A\"' são obtidas por uma decomposição das matrizes de \n\ncorregionalização B, (que assumimos serem positivas semidefmidas) em matrizes diagonais \n\nde autovalores A\" e matrizes de autovetores ortonormais Q,, ou seja, \n\nIsto nos leva a uma decomposição em componentes principais das matrizes de \n\ncorregionalização. \n\nNote que desta maneira, a,~= q;~.Jl; {onde t; é o autovalor associado com o k-\nésimo autovetor q~ da matriz de corregionalização B,). \n\nOs autovalores maximizam a variãncia representada pela matriz B\" e os autovetores \n\npodem ser escolhidos para cobrir um sistema de eixos chamados eixos principais. Os eixos \n\nprincipais associados com os mais importantes autovalores explicam as características \n\nessencíais da estrutura de covariância. Como a matriz ortonormal Q, satisfaz a equação da \n\nhiperesfera unitária, as coordenadas das variáveis em um par de eixos principais está dentro \n\nde um círculo centrado na origem {Wackernagel, 198-8). \n\n4.2.2.2. Função Discriminante na Corregionalização \n\nSimilarmente a ACP baseada em B\"' {seção 4.2.2.1), a função discriminante \n\nregionalizada pode ser defmida por uma diagonalização das matrizes Bu utilizando a matriz \n\nde variância-covariãncia {V) como uma métrica {Wackernagel, 1988 e Wackernagel, \n\nPetitgas e Touffait, 1989), ou seja, considerando \n\nM =V \n\" \n\nNeste caso, as matrizes de autovetores são escolhidas V-ortonormais e, \n\n55 \n\n\n\nMétodos Alternativos de Predição \n\n4.2.3. Exemplos de Análise de Krigagem Fatorial (AKF) \n\nApresentaremos inicialmente um exemplo de AKF para fatores regionalizados no \n\ncaso univariado e citações de artigos onde os outros tipos de técnicas foram utilizadas: \n\nO exemplo descrito a seguir, retirado de Sandjivy (1984), tem como objetivo a \n\nilustração da técnica de AKF para fatores regionalizados no caso univariado. Para uma \n\nmelhor compreensão, também foram incluidas três figuras ilustrativas dos resultados \n\nretiradas do artigo de Sandjivy (1984). Maiores detalhes, consultar o artigo citado. \n\nSandjivy (1984) apresentou um exemplo simples para AKF no caso univariado. \n\nEstudou a distribuição de cobre em amostras de solo coletadas de uma grande \"malha\" de \n\nprospecção na área de Munster (França). Foram coletadas 977 amostras de solo para 22 \n\nelementos químicos e apresentados os resultados para a AKF de cobre. \n\nA distribuição do cobre apresentou um histograma unimodal de fonna \"lognormal\", \n\ncom média 19.7 ppm e variância 747. Para mapear o cobre utilizando a Krigagem, foi feita \numa transformação para a normal. (Veja o comportamento espacial de Z(x) na Figura \n\n4.2.3J). \n\nA regionalização do cobre foi representada por um modelo de covariância \n\nestacionária e isotrópica (veja a Figura 4.2.3.2). Como temos apenas urna variável, a fónnula \n\npara N, :;; 3 escalas espaciais é dada por: \n2 \n\nC(h) = E<a.)'C,(h) \nu=O \n\nonde: \n\nC\n0\n\n: efeito pepita \n\nC\n1\n\n: modelo esférico com amplitude igual a 2 unidades \n\nC\n2\n\n: modelo esférico com amplitude igual a 9 unidades \n\n56 \n\na~:;; 030 \n\na~ :;; 0.15 \n\na~= 0.60 \n\n\n\nMétodos Alternativos de Predição \n\nEstes modelos básícos podem ser associados com três diferentes \"hannônicos\" de \n\nregionalização. \n\nC\n0\n\n: aspecto etTático \n\ncl: estrutura local \n\nc2: origem regional \n\n(altas frequências) \n\n(médias frequências) \n\n(baixas frequêncías) \n\nAB correspondentes Y0 , r;_ e Y2 são estimadas da decomposição de Z(x): \n2 \n\nZ(x) =\\\"\"'a Y \n1... ' ' ,., \n\n:v;_ pode ser considerada como uma flutuação local, um mapa de anomalias \n\n(in-egularidades) e Y\n2 \n\ncorresponde à variação regional, de acordo com o mapa geológico \n\n(veja a Figura 4.2.4.3) \n\nSegundo Sandjivy (1984), para cada valor anormal estatisticamente (Cu >50ppm) \n\nos coeficientes de correlação r\n0\n\n, r\n1 \n\ne r\n2 \n\nassociados com Y0 , Y1 e Y2 ajudam a decidir se esses \n\nvalores são regionais ou anômalos. \n\n• \n\nFigura 4.2.4.1. Z (x): Variável regionalizada unidimensional \n\n57 \n\n\n\nMétodos Alternativos de Predição \n\nJ'----------Cihi:-C;•Ctfhl..Cz(hl \n\n. ,,·--------- -C2Ihl \nC. ,-,-\"\"\"------------Ctthl ., ,, \n\nFigura 4.2.4.2. Análise estrutural de Z(x) \n\n• • \n\nVariação Local Variação Regional \n\nFigura 42.43. Análise de Krigagem Fatorial: Z(x) = a0Y0 +a1~ +a2Y2 \n\nIlustrações de um exemplo de AKF, retiradas do artigo de Sandjivy (1984). \n\nEncontramos na literatura vários artigos que aplicam a AKF na análise de dados e, \n\nalguns trazem variações da técnica. Entre eles: \n\nGalli, Gerdil-Neuillet e Dadou (1984) utilizaram a AKF em dados magnéticos para \n\ndeterminar as estruturas locais. \n\nJaquet (1989) aplicou AKF em uma espessura da camada de um reservatório, \n\nobtendo componentes, associados com o depósito ambiental, que são favoráveis à \n\nexploração de petróleo. Analisou um conjunto de dados geológicos de um campo de gás \n\nutilizando 214 amostras irregularmente espaçadas e uma variável. \n\n58 \n\n\n\nMétodos Alternativos de Predição \n\nSouza (1989) u.tilizou AKF para analisar um grupo de minério extraído ao sul de \n\nPortugaL Estudou 491 amostras com análise de 6 elementos qufmicos. \n\nWackemagel (1988) aplicou a técnica de ACP na estimação de fatores \n\nregionalizados a um conjunto de dados geoqufmicos da região de Ancenis (Loire, França). \n\nEstudou 1233 amostras de solo e 15 elementos geoquímicos. \n\nWackemagel, Webster e Oliver (1988) utilizaram a técnica de ACP na estimação de \n\nfatores regionalizados em um conjunto de dados de solo de Foresty Wyre, perto de \n\nBirmingham (Inglaterra). \n\nWackemagel (1989) analisou três elementos químicos, Cu, Pb e Zn, medidas em \n\n2049 amostras de solo coletadas ao norte da cidade de Brilon, durante o projeto \n\n\"Rhenoherzynikum\", utilizando a técnica de ACP na estimação de fatores regionalizados. \n\nRouhani &amp; Wackemagel (1990) apresentaram a técnica de ACP na estimação de \n\nfatores regionalizados num contexto diferente, qual seja, na análise de dados espaço~ \n\ntemporais em variáveis hidrológicas. Associaram uma série temporal a um variograma \n\npruticular básico construído com dados piezométricos. Os autores estudaram seis poços (6 \n\nvariáveis) na França, onde o conjunto de dados é composto de leituras píezométricas \n\nmensrus. \n\nRaspa et al (1992) trataram da classificação de solos, para um mapa semidetalhado \n\nem uma área situada na Região Emilia Romagna (Norte da Itália). utilizando ACP na \n\nestimação de fatores regionalizados. Foram medidas mais de 750 amostras de solos em \n\nvárias distâncias, e foram consideradas seis variáveis. \n\nGoovaerts &amp; Sonnet (1992) descreveram uma aproximação geoestatística para \n\nanalisar o comportamento espaço-temporal das propriedades dos dados que são densos no \n\nespaço e escassos no tempo. O comportamento temporal das propriedades de interesse é \n\nestudado para cada urna das escalas espaciais identificadas. O método é ilustrado com o \n\nestudo do comportamento espaço~temporal de cálcio, cloridro e nitrato em uma fonte \n\noriginária da linha divisória das águas (watershed) de Dyle (Bélgica). \n\n59 \n\n\n\n.Métodos Alternativos de Predição \n\n4.3. Análise Baseada no V ariograma Multivariado \n\nBourgault &amp; Marcotte (1991) apresentaram uma nova aproximação geoestatística \n\nmultivariada (no contexto do modelo linear de COITegionalização), que utiliza o vru:iograma \n\nmultivariado para realçar as estruturas espaciais comuns ao conjunto de variáveis. \n\nO variograma rnultivariado é definido de maneira similar ao variograma tradicional, \n\npelo valor esperado do quadrado de uma distância. em um espaço p-dimensional (p é o \n\nnúmero de variáveis). Combinada com o modelo linear de corregionalização, esta fen·amenta \n\nprovidencia uma maneira de encontrar variogramas elementares que caracterizam as \n\ndiferentes escalas espaciais contidas em um conjunto de dados com p variáveis. Se o número \n\nde componentes elementares é menor ou igual ao número de variáveis, é possível estimar os \n\nparâmetros de corregíonalização pela Cokrigagem ou pela inversão matricial direta. Esta \n\nnova ferramenta simplifica o procedimento proposto por Matheron (1982) e outros autores \n\ncitados na seção 4.2.2. \n\nA pesquisa dos vanogramas elementares é realizada utilizando-se somente um \n\nvariograma (multivariado), ao invés dos p(p+1)/2, no caso isotrópico, requeridos na \n\naproximação de Matheron (1982). A estimação direta dos parâmetros do modelo linear de \n\ncorregionalização envolve a criação de matrizes de corregionalização positivas semidefinídas \n\nde posto 1. \n\nEm resumo, é possivel calcular novas variáveis que sintetizam a infmmação \n\nmulti variada de cada escala espacial determinada pelo variograma multivariado. \n\n4.3.a. Algumas definições necessárias: \n\na) Distância (Euclidiana) em um Espaço de Variável Unidimensional \n\nd(h) = lz(x)- z(x+h)l = ~[ z(x)- z(x+ h)]' , \n\nonde: \n\nx = vetor que determina a posição espacial de uma amostra; \n\nh = vetor de medida da distância espacial entre duas amostras; e \n\nz(x) =valor da variável no ponto x. \n\n60 \n\n\n\nMétodos Alternativos de Predição \n\nb) V ariograma Tradicional Experimental \n\nO variograma experimental tradicional pode ser considerado como o valor esperado \n\ndo quadrado de uma distância, no espaço da variáveL \n\n2y(h) ~ AVG ([ z(x)- z(x+h)] 2 } ~ AVG {rd(h)] 2 } , \n\nonde: \n\nh = vetor de medida espacial disposto entre duas amostras para uma classe de \ndistância direcional; e \n\nAVG[ ] = média do número de pares para este lag. \n\nc) Distância Euclidiana em um Espaço de Variável p~dimensional \n\nd(h) ~ \n' 2 IJ z, (x)- z, (.x+ h)] \n\n; .. ; \nonde: \n\nZ; (x) é o valor da variável i na amostra localizada em x. \n\nEm notação matricial, utilizamos as seguintes definições \n\nz(x) ~[zJx),z2 (x), ... ,z (x)j , e p 1Xp \n\nd(h) ~ ~[ z(x)- z(x +h) ]I[ z(x)- z(x +h)]' \nonde I é a matriz identidade p X p \n\nd) Distância em um Espaço de Variávelp·dimensional \n\nd(h) ~ {rz(x)- z(x+h)]M[ z(x)- z(x +h)]' \nonde M pxp = matriz simétrica positiva definida utilizada como métrica, e a maneira \ncomo pode ser encontrada está descrita no item i. \n\n61 \n\n\n\nMétodos Alternativos de Predição \n\ne) Variograma Experimental Multivariado \n\nPor analogia com o variograma tradicional experimental, o variograma multivariado \n\nexperimental é defmido como: \n\n2G(h) = AVG {r z(x)- z(x+ h)]M[ z(x)- z(x +h)n \n=AVG{[d(h)]'}. \n\nNote que quando M =I, o variograma multivariado é simplesmente a soma de \n\nvariogramas univariados experimentais (item b). \n\nNo contexto de funções aleatórias estaciomúias de 2ª ordem: \n\nz, (x) : realizações da função aleatória z, (x) \nZ(x) =[Z,(x), ... ,ZP(x)LP, e \n\nf) Variograma Multivariado G(h) \n\n2G(h) =E{[zcxJ-Z(x+hl]M[zcxJ-Z<x+hlJ'}. \n\ng) Covariância Multi variado (ou Covariograma Multivariado) K(h) \n\nK(h) = E{rzcx)- fl]M[zcx+h)- f! f} \n= E{Z(x)MZ(x+h)'- f'Mfl'} . \n\nonde M pxp = matriz simétrica positiva definida no item i. \n\nh) Relação entre G(h) eK(h) \n\nG(h)=K(O)-K(h). \n\nEsta relação é válida para qualquer matriz simétrica M. Deve ser notado também que \n\nG(h) e K(h) são simétricos em h. (A prova pode ser vista em Bourgault &amp; Marcotte, \n\n1991.) \n\n62 \n\n\n\nMétodos Alternativos de Predição \n\ni) Determínação da ·Matriz Simétrica M \nSegundo a maneira corno definiremos a partição de Z(x) na página 64, temos que: \n\nV= E{[z(x)f Z(x)} =E{ A'[ X (x)j' X (x)A} =A' A. \n\nA inversa de Moore-Penrose (inversa generalizada) da matriz V é uma matriz v-, tal \nque: \n\nFazendo \n\nM =v-. temos que \n\nAMA1 =AV-A 1 =1N' \n' \n\nonde M é a inversa de Moore-Penrose da matriz de variância~covariância de Z(x). Quando \n\nM é de posto completo, ela é definida como a métrica de Maha!anobis (Ma.rdia. Kent e \n\nBibby, 1979, pp. 31). Exemplos de outras métricas são: matriz identidade (euclidiana), \n\nmatriz diagonal com a inversa dos desvios padrões, a métrica de qui~quadrado, etc. \n\nNa prática, a métrica pode ser encontrada po.r uma decomposição em valores \n\nsingulares da matriz de variãncia-covariância V. A métríca utilizada é então: \n\nonde: \n\nv- = Qil-JQ' , \n\nV: matriz de variância-covariãncía ( p x p) com posto N,, .. ; \n\nD.: matriz diagonal (Ns X Ns) de autovalores não nulos; e \n\nQ: matriz (Ns X p) de autovetores associados com autovalores não nulos. \n\n4.3.b. Estimação \n\nUtilizando o modelo linear de COITegionalização, a estimação envolve um conjunto \n\nde p funções aleatórias de 2' ordem, Z;(x) (i= 1, .. ,p). Essas funções podem ser \n\nparticionadas em Ns funções aleatórias ortogonais (estacionárias de 211 ordem), X,.(x) \n\n(u = O, .. ,s). Ou seja, cada uma das p funções aleatórias é uma combinação linear de N, \nfunções aleatórias ortogonais: \n\n63 \n\n\n\nMétodos Alternativos de Predição \n\nonde: \n\nZ; (x): funções aleatórias estacionárias de 2ª ordem, centradas em zero; \n\nX\" (x): funções aleatórias estacionárias ortogonais de 2ª ordem, com variância unitária e \n\nvalor esperado zero; \n\na;,: constantes numéricas que são parâmetros da corregi.onalização; e \n\nN, : número de estruturas espaciais (N s = s + 1). \n\nEm notação matricíal: \n\nNo modelo definido aqui, assume~ se apenas um fator para cada escala espacial u \n\n(u = O, .. ,s), enquanto o modelo de corregionalização de Matheron (1982), na estimação de \nfatores regionalizados (apresentado na seção 4.2.2), difere na existência de p fatores \n\nortogonais para cada uma das N \n8 \n\nescalas espaciais contidas nos dados, onde o objetivo era \n\nobter N s X p variáveis ortogonais ( dimensã.o N\" X p) de um espaço p-dimensional. \n\nDuas funções aleatórias, X)x) e Xw(x), devem ter o mesmo variograma, mas \n\nvariograma cruzado igual a zero, Todos os variogramas e variogramas cruzados da função \n\naleatória Z; (x) são representados como uma combinação linear dos variogramas de X ,(x), \n\ny X (h)' \n\" \n\n·' \ny ij (h)=) ai,aju y x.{ll} . \n\nt:i \n\nAplicação do V ariograma Multivariado no Modelo Linear de Corregionalização \n\n2G(h) = E{[z(x) -Z(x+ h)jM[Z(x) -Z(x+h)J'} \n\n=E{[ X (x)- X (x+ h)]AMA'[ X (x)- X (x+h)q ; \nAMA'=/ \n\n' \n\nN ' \n' \n\n2G(h); LY x, (h) , \n\"\"\" \n\n64 \n\n\n\nMétodos Alternativos de Predição \n\nisto é, o variograma multivariado será a soma dos valiogramas das componentes \n\nortonormais subjacentes. Isto torna possível identificar as diferentes escalas espaciais no \n\nvariograma. Como que as funções aleatórias têm variãncia unitária, o patamar do \n\nvariograma multivaríado indicará o número de escalas espaciais N_, .. \n\nOs y x (h) são facilmente deteiiDinados \"quebrando-se\" o variograma multivariado \no \n\nem uma soma de variogramas de patamar igual a um. \n\nPara filtrar (ou analisar) as variáveis Z;(x) de acordo com as diferentes escalas \n\nespaciais identificadas no variograma multivariado, os coeficientes a1u da corregionalização \n\ndevem ser estúnados. Os coeficientes a,.u são obtidos por regresstio não linear, utilizando o \n\nRNLIN (subrotina) do software IMSL (citado por Bourgault &amp; Marcotte, 1991), ou \n\nfazendo seu próprio programa descrito a seguir. A estimação de A segue o seguinte \n\nalgoritmo iterativo: \n\n• Passo 0: Solução inicial é proposta para Ak (faça k :::::0). Uma possível solução inicial \n\npoderá ser os primeiros kvetores de uma Análise de Componentes Princípais em Z(x). \n\n• Passo 1: Utilizando a fórmula de yiJ(h) e Ak, calcular os variogramas e vruiogramas \n\ncruzados. \n\n• Passo 2: Os y,J (h) são comparados com os encontrados experimentalmente. Uma \n\nestatística de melhor ajuste é calculada. \n\n• Passo 3: Esse valor é compru·ado com a iteração obtida previamente. Se a diferença é \n\nsuficientemente pequena, o algoritmo pára; caso contrário, k ::::: k + 1. \n\n• Passo 4: A próxima solução de Ak é encontrada pelo algoritmo de Marquardt (1963). A \n\niteração recomeça no Passo 1. \n\nEstimando~se os coeficientes a;., diretamente, a matriz de variância-covariãncia \n\nV:= A' A é necessariamente positiva semidefinida (ou positiva defmida, se A é de posto \n\ncompleto). Também A' A pode ser decomposta como soma de Ns submatrizes positiva \n\nsemidefinída, onde cada uma tem posto 1 e representa uma parte da matriz de covariãncia . \n\nUma decomposição similar à descrita nesta seção é apresentada na seção 4.2.2, mas \n\nnessa aproximação, as submatrizes têm que ser checadas para verificar se são positivas \n\nsemidefinidas. Aqui elas são assumidas por construção. \n\n65 \n\n\n\nMétodos Altemativos de Predição \n\nExistem duas opções para a estimação das variáveis ortogonais X\" ( x). A primeira é \n\nbaseada na Cokrigagem e a segunda na inversão matricial direta: \n\nCokrigagem \n\n' \" \nX~ (x0 ) = IJ..: f:\"Z' (x.) . \n\n1=1 ll\"'l \n\nOs pesos f.!,. são obtidos resolvendo-se o sistema de equações de Cokrigagem: \n\nonde ll,. são multiplicadores de Lagrange. \n\ni =l, .. ,p \n\na:=l,,.,n' \n\nEste método produz uma estimativa de um X, (x) nos pontos não amestrados. \n\nhtversão Matricial Direta \n\nonde n é o número de amostras, Ns é o número de estruturas espaciais e p é o número de \n\nvariáveis. \n\nUma vez obtida X (x), a Krigagem ordinária de cada componente pode ser \ncalculada. Note que esta opção não envolve variogramas. Ela providencia estimativas de \n\ntodas as componentes ortogonais ao mesmo tempo, mas somente nos pontos amestrados. \n\nNota: Vários autores reconhecem a importância de se utilizar a informação espacial \n\npara realizar a análise de cluster para amostras com referência geográfica. Bourgault, \n\nMarcotte e Legendre (1992) sugerem o variograma multivariado, G(h), e o covariograma \n\nmultivariado, K(h), para serem utilizados como funções espaciais na formação automática de \n\ngrupos espaciais homogêneos. \n\n66 \n\n\n\nMétodos Alternativos de Predição \n\n4.3.c. Modelo Realístico \n\nCom dados reais, a matriz de variância-covariância V é quase sempre de posto \n\ncompleto (p). Isto é (de certo modo) o resultado de erro de medida e arredondamento. \n\nLevando isso em conta, o modelo linear de correglonalização deve ser modificado. \n\nAdicionamos ruído branco para cada uma das variáveis Z1 (x) e supomos que esses ruídos \n\nsão independentes um do outro e independentes das variáveis Z; (x): \n\nZ(x), = X(x), N ANo + E(x), , )(,p X , ,--.p Xp \n\nonde E(x) = p ruídos brancos. \n\nPara o modelo linear de corregionalização com ruído adicionado, a matriz V é \n\ndiretamente inversível, e a métrica utilizada no variograma multivariado será a métrica de \n\nMahalanobis (Mardia, Kent e Bibby, 1979, pp. 31). \n\nBourgau1t &amp; Marcotte (1991) aplicaram a técnica de predição baseada no \n\nvariograma multivariado no estudo da montanha de Lakevíew (Califórnia). Utilizaram um \n\nconjunto de 147 amostras dispostas em uma malha regular e 7 elementos quúnicos. \n\nBourgault, Marcotte e Legendre (1992) utilizaram o mesmo conjunto de dados para realizar \n\numa análise de cluster utilizando o variograma multi variado e o covariograma multivariado. \n\nBourgault &amp; Marcotte (1992) com.par·ararn a técnica de ACP na estimação de fatores \n\nregionalizados com a análise baseada no variograma multivariado em duas situações. A \n\nprimeira em um conjunto de dados simulados e ruído adicionado, e a segunda em um estudo \n\nde caso de exploração de um depósito de níquel-cobre no Labrador. Os autores mostraram \n\nque a análise baseada no variograma multivariado providenciou resultados mais fáceis de \n\nínterpretar (em termos geológicos) do que a ACP, na estimação de fatores regionalizados. \n\n67 \n\n\n\nMétodos Alternativos de Predição \n\n4.4. Análise Fatorial Espacial \n\nGrunsky &amp; Agterberg (1988) apresentaram a aplicação de uma técnica denominada \n\nAnálise Fatorial Espacial. Esta técnica produz combinações lineares de variáveis que \n\npossuem correlação máxima baseada em estimativas de autocorrelação e correlação cruzada, \n\nnum intervalo de lag especifico. Note que a técnica apresentada na seção 4.1, ACP (Davis &amp; \nGreenes, 1983), é baseada em combinações lineares de variáveis derivadas de variância \n\nmáxima. \n\nApenas como ilustração, apresentaremos as idéias básicas do método proposto. \n\nO procedimento de análise fatorial espacial requer que estimativas de autocorrelação \n\ne correlação cruzada sejam obtidas para as variáveis sobre a amplitude espacial dos dados. \n\nAs autocorrelação e correlação cruzada podem ser expressas de modo tal que uma \n\nvariável aleatória X; (i= l, .. ,p) com média zero na locação a (no espaço geográfico) é \n\nrelacionada à X J (j ~ l, .. ,p) em outra locação p pela função F;;(d\"'), com: \n\nonde a. e 13 variam de 1 a n, e n é o número total de observações. F;,-(da13 ) é uma função da \ndistância d,.r, entre dois pontos. Considera~se que esta função decai a zero na distância \n\nmáxima da \"vizinhança\" (amplitude). O resíduo é uma variável aleatória E;,~ no ponto a.. \n\nSatisfaz E (E,a) =O e E,.a é assumida ser índependente de X jf.. \n\nA escolha das funções ~;(de$) utilizadas para estimar autocorrelações e correlações \n\ncruzadas dependem da natureza das relações espaciaís. Diversos modelos podem ser \n\nescolhidos, tais como modelos esféricos, gaussianos, exponenciais, etc. O modelo utilizado \n\npor Grunsky &amp; Agterberg (1988) é dado por: \n\nF0 (d\"') =a+bd,. +cd;,, \n\ne é estimado por mínimos quadrados ordínários. Isso é feito para cada x\"' (a= l, .. ,n) com a \n\noutra locação xfl dentro de uma vizinhança ao redor de a. (de raio de tolerância D). O valor \n\nde d representa qualquer lag intermediário tal que O&lt;d S D. \n\nEsta técnica foi utílizada para analisar um conjunto de dados litogeoquímicos na área \n\nde Ben Nevis (Ontário - Canadá) em Grunsky &amp; Agterberg (1988) e, com uma pequena \n\nmodificação, Grunsky &amp; Agterberg (1992). \n\n68 \n\n\n\nMétodos Alternativos de Predição \n\n4.5. Programas Disponíveis \n\n• Para a ACP o SAS (SAS lnstitute) possui o PROC PRINCOMP. \n\n• Hohn (1985) apresentou um programa em SAS (SAS Institute) que realiza a ACP sem \n\nusar os procedimentos acima e apresenta um estudo de dados de uma seção composta de \n\neventos estratigráficos. \n\n• Zhou (1989) apresentou um programa robusto (em Fortran), chamado de ROPCA, para \n\na ACP. Os outliers nos dados podem influenciar a análise e levar a conclusões errôneas. \n\nOs estimadores de minimos quadrados das dispersões não são robustos e são suscetíveis \n\na ouiliers. O problema é inerente à ACP que é baseada em uma matriz de dispersão. O \n\nautor apresenta três métodos robustos alternativos. \n\n• Mackiewicz &amp; Ratajczak (1993) apresentaram um programa em Fortran para o cálculo \n\ndas componentes principais. \n\n• Wackernagel (1989) descreveu o programa chamado LINMOD. Enquanto os programas \n\nacima citados calculam apenas as componentes principais e não realizam o estudo \n\ncompleto, o LINMOD ajusta um modelo variográflco para os variogramas experimentais \n\nde um subconjunto de variáveis. O modelo decompõe os variogramas em várias \n\nestruturas espaciais fatoradas. As correlações das variáveis são resumidas aplicando as \n\ncomponentes principais nos coeficientes das estruturas espaciais. O resultado é um \n\nmodelo linear de corregionalização que pode ser utilizado para K.tigagem fatorial, \n\nsimulação condicional e Cokrigagem. O autor apresentou um fluxograma para que o \n\nleitor possa escrever seu próprio programa. \n\n• Marcotte (1991) apresentou um programa para MATLAB que, além de realizar a \n\nCokrigagem (ver seção 3.3), permite a Cokrigagem Fatorial. \n\n• Um programa para o cálculo das autocorrelações e correlações cruzadas pode ser visto \n\nem Grunsky &amp; Agterberg (1991a) e, para a análise fatorial espacial, em Grunsky &amp; \n\nAgterberg (1991b). \n\n69 \n\n\n\nCapítulo 5 \n\nAplicação dos Métodos de Predição \n\nComo ilustração, utilizamos três técnicas, todas elas em um mesmo conjunto de \n\ndados de mineração: Krigagem (seção 2.2), Cokrigagem (seção 3.1) e ACP (seção 4.1) . \n\n(Devido ao pequeno número de amostras disponiveis, a confiabilidade das estimativas é \n\nmuito reduzida.) Mostramos, através deste conjunto de dados, algumas das possíveis \n\ndificuldades e complicações ao se analisar um conjunto de dados de mineração, onde \n\ndispomos, devido ao custo elevado e dificuldades técnicas, de poucas amostras (que são, \n\ngeralmente, coletadas com um espaçamento irregular). \n\nO conjunto de dados está descrito na seção 5.1. Na seção 5.2, os três métodos de \n\npredição (acima mencionados) são aplicados ao conjunto de dados. A seção 5.3 contem \n\nnotas sobre os cálculos, e a seção 5.4 apresenta uma comparação das técnicas utilizadas. \n\nÉ importante observar 11ovamente que, uma vez que a intenção é a ilustração da \n\ntécnica, utilizamos os modelos mais simples possíveis. \n\nObservação: não foi permitida a dívulgação da fonte e das caracteristicas (tais como \n\nnome e local) que permitissem a identificação dos dados. e por isso as análises descritas \n\nneste capitulo são apenas ilustrativas. Assim, para a ilustraçã-o das técnicas de análise, os \n\ndados foram previamente transformados (padronizaçiio dos dados) e as medidas das \n\ncoordenadas foram expressas em u.m. (unidade de medída). \n\n70 \n\n\n\nAplicação dos Métodos de Predição \n\n5.1. Descrição dos Dados \n\nForam amestrados 36 poços localizados segundo a Figura 5, 1 .2, levando-se em \n\nconta 5 variáveis importantes. Os locais de observação são dados em coordenadas UTM \n\n(coordenada norte-sul, N-S. e coordenada leste-oeste, E-W). \n\nPara evitar a identificação dos dados, realizamos uma transformação, ou seja, todas \n\nas variáveis foram padronizadas, de modo que tenham média zero e variância um. \n\nRealizamos um estudo descritivo de todas as variáveis e escolhemos apenas duas delas para \n\na análise. Essa escolha foi feita levando-se em conta a correlação entre as variáveis. Foram \n\nescolhidas as duas variáveis com maior coeficiente de correlação (0.57). Chamamos estas \n\nvariáveis de Vl e V2. (Obs.: nas técnicas de Cokrigagem e ACP, a variável V2 será utilizada \n\ncomo variável auxiliar na predição da variável Vl.) \n\nUm resumo da análise descritiva univaríada para Vl e V2 pode ser visto na Tabela \n\n5.Ll. Os histogramas de Vl e V2 podem ser vistos na Figura 5.1.1 e o gráfico de dispersão \n\nentre as variáveis, na Figura 5.1.3. \n\nA variável Vl e a variável V2 serão denotadas, respectivamente, por z1(xa•Y,) e \n\nz\n2\n(xa,y,,), onde (x,.,y,,J, a:;;;l, .. ,36, representa as coordenadas UTM, sendo x a \n\ncoordenada leste-oeste (&amp; W) e v a coordenada norte-sul (N-S). \n\nÉ importante ressaltar que a análise tem como objetivo apenas ilustrar as técnícas e, \n\nsendo assim, não será analisada a geologia do campo (sedimentologia,litologia, etc). \n\nOs valores do conjunto de dados (padronizados) utilizados na estimação estão \n\napresentado no Apêndice A (Tabela Al). A representação gráfica da variável Vl nos locais \n\nde coleta pode ser vista na Figura 5.1.4. (Note que, como os grid são irregulares, a \n\nvisualização só foi possivel com a criação de grids regulares através de Spline). \n\n71 \n\n\n\nAplicação dos Métodos de Predição \n\nTabela 5.1.1. Análise Descritiva das variáveis Vl e V2. \n\nVI V2 \nMédia 0,00 0,00 \nVariãncia 1,00 1,00 \nMediana -0,30 -0,02 \nAmolitude 4,30 4,66 \nModa -1,39 -1,04 \nAssimetria 1,35 -0.16 \nCurtose 1,67 0,26 \n\nFreqOêncla \n\nV1 V2 \n\n01-2 \n\nI!J ·1 ,2 \n\n•-o.4 \ntzl 0,4 \n\n1!111,2 \n\n'\" 1 112,8 \n\nFigura 5.1 .1: Histogranu1s das variáveis VI e V2. Os valores da legenda representam os \n\npontos médios dos respectivos intervalos de classes . \n\n3000 \n\n2500 \n\n2000 \nv \n\n1500 \n\n1000 \n\n500 \n\n• \n\n500 1000 1500 2000 .... \nX \n\nFigura 5.1.2: Localização das 36 amostras para a variável V.Z, onde x representa a \n\ncoordenada E-W e .v a coordenada N-S. \n\n72 \n\n\n\nAplicação dos Métodos de Predição \n\nV2 \n\n.. - ' 1,5 \n\n• ... ~ \n-•0,5 \n\n• \n\n~-•··1,5 \n\n. ·:·- ··2 \n\n. _.,'- --2,5 \n\n- -, -\n\n• 1- - -· 2 . 3 \n\nV1 \n\nFigura5.13: Gráfico de dispersão entre a variável Vi e V2 (p =0,57 ). \n\nVl \n\nFigura 5 .1.4: Variável VI (grid com Spline para permitir visualizaçao), onde x representa \n\na coordenada E-W e y a coordenada N-S. \n\n73 \n\n\n\nAplicação dos Métodos de Predição \n\n5.2. Aplicação dos Métodos de Predição \n\nUma predição do valor da variável Vl num ponto (x\n0\n,y\n\n0\n) baseada nos pontos \n\nobservados (xo:, y ,) , a= 1, .. , 36, pode ser feita de duas maneiras diferentes: \n\n(a) num ponto observado com sua prévia retirada; ou \n\n(b) num ponto não observado. \n\nO item (a) foi criado para que se tenha uma maneira de comparar, numericamente, as \n\ntécnicas em relação ao conjunto originaL Realizamos 36 estimações pontuais para cada \n\ntécnica, sendo que, para cada estimação, o conjunto de dados é diferente, possuindo apenas \n\n35 pontos. Não seria possível retirar uma amostra do conjunto original e veríficar se esta \n\nreflete o original porque a quantidade de observações (36) já é muito reduzida. Para \n\ncomparação sugerimos a utilização da fórmula: \n\n1 36 I 2 \n\n36\n6[z1(xa,yJ-zJx.,yJ] l=K,C,A, \n\nonde: K: Krigagem, C: Cokrigagem e A: ACP. \n\nComo as observações estão num grid irregular, a visualização tlidímensional não é \n\npossível. Sendo assim, para que se pudesse ter também uma comparação visual, criamos \n\ngrids regulares através de Spline, para as amostras da varíável Vl (Figura 5.1.4) e suas \n\nestimativas (Krigagem: Figura 5.2.1.2, Cokrigagem: Figura 5.2.2.4 e ACP: Figura 5.2.3.3.). \n\nO item (b) é a maneira tradicional de prediçã.o, ou seja, o interesse é a predição de \n\num ponto não amostrado. As predições foram feitas em 121 pontos, regularmente \n\ndistribuidos dentro da área de interesse, sendo que a distância entre dois pontos \n\nconsecutivos na coordenada x é de 200.4 u.m. e na direção y de 197.14 u.m. (u.m.: unidade \n\nde medida). Obs.: a dístância entre os pontos foi assim escolhida porque o Spline criou grids \n\ndessa maneira. É interessante comparar visualmente também os resultados do item (a) \n\n(interpolados através de Spline) com os resultados do item (b) (predição tradicional). \n\n74 \n\n\n\nAplicação dos Métodos de Predição \n\n5.2.1. Krigagem \n\nSuponha que a variável regionalizada Vl, z1 (x~y), seja a realização de um processo \nestocástico estacionário de segunda ordem {Z1 (x,y), (x,y) E 9\\\n\n2 \n}. Será utilizado então o \n\npreditor de Krigagem ordinária (seção 2.2) para a predição da variável Vl. Teremos duas \n\nanálises diferentes de acordo com os itens (a) e (b) definidos na seção 5.2. \n\nInicialmente estimamos a função semívariograma, que não é conhecida. Note que \n\nneste caso nã-o poderíamos utilizar a função do semivariograma experimental mais simples, \n\npois os pontos se encontram distribuídos irTegularmente sobre a área pesquisada. O \n\nsenúvariograma amostrai foi calculado através de uma regularização angular e por classes de \n\ndistância, conforme descrito na seção 2.L5. Utilizamos uma rotina (em Fortran) do GSLIB \n\n(Deutsch &amp; Joumel. 1992) para o cálculo do semivariograma amostrai em três direções \n\nprincipais: N-S, E-W e NW-SE. Os gráficos se encontram na Figura 5.2.LLa, onde é \n\npossível assumir uma isotropía nas três direções calculadas, uma vez que o nosso interesse é \n\napenas uma ilustração das técnicas apresentadas. Sendo assim, foi calculado o \n\nsemivariograma amostrai considerando-se apenas o comprimento r do vetor h (Figura \n\n5.2.l.l.b). \n\nPara o ajuste do modelo semivariográfico, calculamos vários modelos através de \n\noutra rotina do GSLIB. Escolhemos o modelo que melhor se ajustou (visualmente e por \n\ncross-validation, seção 2.3). O modelo escolhido foi o modelo esférico com os parâmetros: \n\na= 1200, co= O e c =0.91, plotado em linha contínua na Figura 5.2.1.1. \n\nÉ importante salientar que o nosso objetivo é obter mna estimativa \"razoável\" da \n\nfunção semivariograma para fins de predição pelo método da Krigagem, e não para exame \n\nde características geológicas estruturais do campo de mineração amostrado. Para uma \n\nanálise mais séria, seria necessária a adoção de um modelo semivaríográfico mais criterioso, \n\nenvolvendo um conhecimento maior da área de mineração em estudo. Para a estimação pela \n\nKrigagem, uma deficiência na escolha do modelo semivariográfico não invalida os valores da \n\npredição, uma vez que o preditor cotTespondente é relativamente robusto (Petenate, 1983, e \n\nValente, 1982). \n\n75 \n\n\n\nAplicação dos Métodos de Predição \n\n2 2 \nf\\ \n\nf' ' \"\"' \nI'·· \nf 1 \n11) 0,5 \n\no 500 1 000 1500 2000 2500 o 500 1 000 1500 2000 2500 \n\n''\" lag \n(a) (b) \n\nFigura5.2.1.1. Semivariogramas experimentais para VI (a) em 3 direçôes e (b) assumindo \nisotropia dos processos estocásticos geradores. A linha contínua (Mm) se refere ao modelo \n\nesférico escolhido: a= 1200, co= O e c ::::0.91. \nObs.: Na direçàn 90º, os cálculos foram feitos sem a observação n'l 2 da amostra (os \n\nvalores correspondentes são outliers). \n\nCom o modelo já escolhido, utilizamos uma rotina do GSLIB para o cálculo das \n\nestimativas, através da Krigagem, nos 36 pontos amestrados (com sua prévia retirada) \n\nsegundo o item (a) da seção 5.2. Os 36 valores obtidos podem ser vistos na Tabela A.2 \n\n(Apêndice A). A representação gráfica (tridimensional) das estimativas só foi possível depois \n\nda construção de grids regulares através de Spline, resultando em 121 pontos interpolados \n\nque podem ser vistos na Tabela A.3 (Apêndice A), e a visualização tridimensional, na Figura \n\n5.2.1.2. \n\nOs valores obtidos de acordo com o item (b) da seção 5.2 podem ser vistos na \n\nTabela A.3 (Apêndice A), e a visualização tridimensional, na Figura 5.2. L3. \n\n76 \n\n\n\nAplicação dos Métodos de Predição \n\nK \n\n'I , '18 \n\no ' 2 'i \n\n-G. 7 6 \n\n-1' 73 \n1 9 7 1 \n\nFigura 5.2.1 2. Krigagem nos pontos observados com sua prévia retirada (grid para \n\npermitir visualização), onde K representa as estimativas interpoladas, x a coordenada E-W \n\ne y a coordenada N-S. \n\n2 5 s \n\nL 30 \n\n.28 \ni Q '7 \n',,.I \n\nFigura 5.2.13. Krigagem em uma malha regular utilizando todos os dados disponfveis, \n\nonde MK representa as estimativas segundo o item (b), x a coordenada E-W e y a \n\ncoordenadaN-S. \n\nComparando as Figuras obtidas (Figura 5.2.1.2 e 5.2.1.3) com a Figura 5.1.4, onde a \n\nvariável Vl está apresentada, podemos notar que os valores da Figura 5.2.1.2 seguem os \n\npadrões da variável original, mas com uma suavização. Já a Figura 5.2.1.3 é muito \n\nsemelhante à Figura 5.1.4. \n\n77 \n\n\n\nAplicação dos Métodos de Predição \n\n5.2.2. Cokrigagem \n\nComo apresentamos no Capítulo 3, a Cokrigagem tem como objetivo geral melhorar \n\nas predições locais levando em conta informações adicionais trazidas por uma covariável \n\n(variável diferente da que se deseja predizer). Na Cokrigagem, a correlação espacial entre as \n\nvariáveis adicionais deve ser \"suficientemente forte\" para que se obtenha algum ganho de \n\ninfmmação. \n\nUtilizaremos a variável V2 como auxiliar na estimação da variável principal V 1. \n\nEstamos interessados na estimação do vetor z(x0 , y0 ) :;;;; [ Z1 (x, y ),z2 (x, y)] dado z(xl' y1), •• , \n\nz(x\n36\n\n,y\n36\n\n). sendo que neste caso as duas variáveis foram medidas em todos os 36 pontos, \n\nou seja, não se tem subamostragem. \n\nPara a estimação, é necessária a llúormação sobre os semivariogramas das variáveis \n\nV1, V2 e o semivariograma cruzado entre elas. \n\nO semivariograma para V1 pode ser visto na Figura 5.2.1.1. e o semívariograma para \n\nV2 na Figura 5.2.2.1 abaixo. Para o ajuste do modelo semivariográfico, procedemos como \n\nantes, ou seja, calculamos vários modelos e escolhemos aquele que melhor se ajustou \n\nvisualmente. Escolhemos o modelo esférico com os parâmetros: a:;;;; 1200, co:;;;; O e c =0.91, \n\nplotado em linha continua na Figura 5.2.2. L \n\n2 2 \n\n• 1,5 • f \na .. 1 \ni \nE 0,5 \n~ \n\no ! - - ·-. j \n\n~ 1,5 \n\nf 1 \n~ 0,5 \n\n0~--+---+---~--~--~ \n\n-~; --, - -~---~--- ·- '\"\"''~··· \n··~ _;...---':' ' \n\n~· _/<' \n\no 500 1000 1500 2000 2500 o 500 1000 1500 2000 2500 \n\n••• ••• \n(a) (b) \n\nFigura 5.2.2.1. Semivariogramas experimentais para V2 (a) em 3 direções e (b) assumindo \nisotropia dos processos estocásticos geradores. A linha contínua (Mp) se refere ao modelo \n\nesférico escolhido: a== 1200, co;;;; O e c;;;; 0.91 \n\n78 \n\n\n\nAplicação dos Métodos de Predição \n\nO semivariograma cruzado teórico (seção 2.4.1), é simétrico quando a ordem das \n\nvariáveis é invertida em sua fórmula, desde que respeitadas as hipóteses de que as variáveis \n\nregionalizadas provém de um processo estocástico estacionário de segunda ordem. Para \n\nverificar essa conduta, calculamos os semivariogramas experimentais para Vlx V2 (Figura \n\n5.2.2.2) e V2 X Vl (Figura 5.2.2.3). Notamos, pelas figuras abaixo, que essa é uma \n\nsuposição razoáveL Assim, um modelo foi escolhido para o semivariograma cruzado da \n\nmesma maneira que anteriormente. Escolhemos o modelo esférico com os parâmetros: \n\na= 1200, co= O e c= 0.80. O modelo escolhido está plotado em linha contínua nas Figuras \n\n5.2.2.2 e 5.2.2.3. \n\n2 2 \n\nm 1,5 \n\nf.; i,' \\ \no 500 1 000 1500 2000 2500 o 500 1000 1500 2000 2500 \n\nlag ••• \n(a) (b) \n\nFigura 5.2.2.2. Semivariogramas cruzados experimentais para VlxV2 (a) em 3 direções e \n(b) assumindo isotropia dos processos estocásticos geradores. A linha cont{nua (M) se \n\nrefere ao modelo e,~férico escolhido: a= 1200, co::::O e c= 0.80. \nObs.: Na direção 90Q, os cálculosforamfeitos sem a observação r{! 2 da amostra (os \n\nvalores correspondentes são outliers). \n\n2 \n\no 500 1000 1500 2000 2500 o 500 1 000 1500 2000 2500 \n\n••• lag \n(a) (b) \n\nFigura 5 .2.2 .3. Semivariogramas cruzados experimentais para V2 x Vl (a) em 3 direçôes e \n(h) assumindo isotropia dos processos estocásticos geradores. A linha continua (M) se \n\nrefere ao modelo esférico escolhido: a= 1200, co= O e c= 0.80. \n\n79 \n\n\n\nAplicação dos Métodos de Predição \n\nRealizamos a Cokrigagem na estimação da variável Vl, utilizando informações sobre \n\nVl e V2, através de uma rotina do GSLIB. Utilizamos os modelos escolhidos, ou seja, \n\nconsideramos o modelo intrínseco (seção 2.4.3) sem efeito pepita e de amplitude 1200: \n\ny\n1\n(h) ;0,91Esf(h/1200) \n\ny,(h); O, 77 Esf(h/1200) \n\ny\n12 \n\n(h) ; y\n21 \n\n(h); 0,80Esf (h /1200) \n\nonde: \ny 1(h), y 2 (h) y 12 (/z) são os modelos dos semivariogramas para Vl, V2 e o \n\nsemivariograma cruzado entre elas, respectivamente; e Esf(.) é um modelo esférico \n\ncom patamar c= 1 (seção 2.1.2). \n\nOs fatores das estruturas esféricas são positivas, isto é, \n\n0,91 \n\n0,80 \n\n0,80 \n; o, 70-0,64 >o \n\n0,77 \n\nCom o modelo acima, estimamos a variável V 1 através da Cokrigagem. O resultado \n\npara o item (a) da seção 5.2, interpolado através de Spline, pode ser visto graficamente na \n\nFigura 5.2.2.4. As estimativas obtidas podem ser vistas na Tabela A.2 (Apêndice A). \n\nO resultado segundo o item (b) da seção 5.2 pode ser visto graficamente na Figura \n\n5.2.2.5 e as estimativas na Tabela A3 {Apêndice A). \n\n80 \n\n\n\nAplicação dos Métodos de Predição \n\nc \n. 2 1 \n\nú. 17 \n\n-o. 8 7 \n\n- 1 . 9 1 \n1 9 7 i \n\nFigura 5 .2.2 .4. Cokrigagem nos pontos observados com sua prévia retirada ( grid para \npennitir visualização), onde C representa as estimativas inteqJoladas, x a coordenada E~W \n\ne y a coordenada N-S. \n\nMC \n\n2. GO \n\n1. 30 \n\nQ. o 1 \n\n.. 1 2 9 \n19 7 1 \n\nFigura 52.2.5. Cokrigagem em uma malha regular utilizando todos o,'i dados disponfveis, \n\nonde MC representa as estimativas segundo o item (b), x a coordenada E-W e y a \n\ncoordenada N-S. \n\nComparando as Figuras 5.2.2.4 5-2.2.5 com a Figura 5.1.4 (variável Vl através de \n\nSpline), podemos notar que os valores da Figura 5.2.2.4 seguem os padrões da variável \n\noriginal, mas com uma suavização. Já a Figura 5.2.2.5 é quase idêntica à Figura 5.1.4. \n\n81 \n\n\n\nAplicação dos Métodos de Predição \n\n5.1.2.3. Análise de Componentes Principais \n\nO método de ACP (seção 4.1) exige a hipótese de correlaçã.o intrínseca, ou seja, que \n\no conjunto de variáveis possua a mesma estrutura de COITelação em todas as escalas \n\nespaciais. Pelos semivariogramas de Vl e V2 e seus semivariogramas cruzados, vistos \n\nanteriormente, isso é razoável, pois neste caso aparentemente não há a necessidade de se \n\nfatorar os semivariogramas. É importante observar novamente que, uma vez que a intenção \n\né a ilustração da técnica, utilizamos os modelos mais simples possíveis. \n\nO conjunto de dados (nonnalizados) possui 36 observações e 2 variáveis. Utilizando \n\na técnica descrita na seção 4.1 obtemos uma decomposição em componentes principais, \n\nresultando em uma matriz transformada A = E' X , onde E é a matriz de autovetores e X o \n\nconjunto de dados padronizados. Essa transformação foi obtida através de um programa \n\ncriado para o procedimento CM (linguagem matricial) do SOC (desenvolvido pela \n\nEMBRAPA). Das linhas de A (2x36), os semivaríogramas foram calculados e modelados. \n\n(Cada linha é chamada de Fator; no caso, temos dois fatores). \n\nOs semivariogramas para o Fator 1 podem ser vistos na Figma 523. L Escolhemos \n\no modelo esférico com os parâmetros: a= 1200, co-= O e c= 1. 34, e está plotado em linha \n\ncontínua na Figura 5.2.3.1. \n\nPara o Fator 2, os semivariogramas estão apresentados na Figura 52.3.2, e o modelo \n\nescolhido foi o modelo esférico com parâmetros: a= 1200, co= O e c= 0.50. \n\nCom os modelos já escolhidos realizamos a Krigagem de cada Fator. Com o \n\nresultado obtido, foi necessário realizar o retorno à variável original, segundo a fórmula da \n\nseção 4.1, que foi feita através do CM. As estimativas obtidas podem ser vistas na Tabela \n\nA.2 (Apêndice A). \n\n82 \n\n\n\nAplicação dos :Métodos de Predição \n\n3 3 \n\nª \n2,5 \n\nf 2 \n~ \n\n2,5 \n\nf 2 \na a .. 1,5 \n~ 1 e \n\n.. 1,5 • i 1 \n= 0,5 : ... \n\no o \no 500 1 000 1500 2000 2500 o 500 1000 1500 2000 2500 \n\nlag lag \n\n(a) (b) \n\nFigura 5.23.1. Semivariogramas experimentais para Fator 1 (a) em 3 direçrJes e (b) \nassumindo isotropia dos processos estocásticos geradores. A linha contínua (Ml) se refere \n\nao modelo esférico escolhido: a= 1200, co=O e c=1.34. \n\n1 \n\nm \n0,8 \n\ne a 0,6 \n\n! 0,4 \n: 0,2 \n\no \no 500 1000 1500 2000 2500 o 500 1000 1500 2000 2500 ... . .. \n\n(a) (b) \n\nFigura 5.2.3.2. Semivariogramas experimentais para Fator 2 (a) em 3 direçrJes e (b) \nassumindo isotropia dos processos estocásticos geradores. A linha contínua (M2) se rejée \n\nao modelo esférico escolhido: a= 1200, co= O e c= 0.50. \n\nUtilizando a técnica de ACP (seção 4.1) obtivemos as estimações para a variável Vl. \n\nOs resultados, para o item (a), podem ser vistos na Tabela A.2 (Apêndice A), a interpolação \n\natravés de Spline na Tabela A.3 (Apêndice A), e a visualização gráfica na Figura 5.2.3.3. Os \n\nresultados, para o item (b), podem ser vistos na Tabela A.3 (Apêndice A), e a visualização \n\ngráfica na Figura 5.2.3.4. \n\n83 \n\n\n\nAplicação dos Métodos de Predição \n\nFK \n\no. 2 o \n\nFigura 52.3.3. ACP nos pontos observados com sua prévia retirada (grid para permitir \nvisualização), onde FK representa as estimativas interpoladas, x a coordenada E-W e y a \n\ncoordenada N-S. \n\nMF \n\n2. 53 \n\n.30 \n\n. 2 g \n1 g 7 1 \n\nFigura 5.23 .4. ACP em uma malha regular utilizando todos os dados disponíveis, onde \n\nMF representa as estimativas segundo o item (b)., x a coordenada E-W e y a coordenada N-\n\nS. \n\nComparando as figuras obtidas (Figura 5.2.1.2 e 5.2.1.3) com a Figura 5.1.4, onde a \n\nvariável Vl está apresentada, podemos notar que os valores da Figura 5.2.3.3 seguem os \n\npadrões da variável original, mas com uma suavização. Já a Figura 5.2.3.4 é muito \n\nsemelhante à Figura 5.1.4. \n\n84 \n\n\n\nAplicação dos Métodos de Predição \n\n5.3. Nota sobre os Cálculos \n\nCom exceção da transformação utilizada na ACP, que foi calculada através de um \n\nprograma (Apêndice B) para o procedimento CM (linguagem matricial) do SOC \n\n(desenvolvido pela EMBRAPA), a fenamenta utilizada para os cálculos foram rotinas (em \n\nFortran) do GSLIB (Deutsch &amp; Joumel. 1992), que é um pacote com vários programas \n\ngeoestatísticos, sendo necessário apenas compilar e executar as rotinas de interesse. \n\nO GSLIB não é um sistema como o SAS, que é de fácil programação. O GSLIB é \n\ntotalmente particionado, tendo isto suas vantagens e desvantagens. É necessário compilar \n\napenas os programas que serão utilizados, não requerendo um grande espaço no \n\ncomputador. Porém, ao se compilar cada programa, é necessário adequar o tamanho \n\nmáximo dos parâmetros a serem utilizados, através de um programa de extensão \"lNC\". \n\nAssim, é necessário adequar o programa ao seu conjunto particular de dados. Não é \n\nrecomendável deixar um valor muito grande para utilizá-lo em outro conjunto de dados \n\nporque isso pode gerar inúmeros erros na compilação. Depois de compilado e \"linkado\", a \n\nexecução do programa exige o arquivo de parâmetros que deve ser previamente adequado \n\nao seu interesse. Esse arquivo de parâmetros não é muito fácil de ser montado Dependendo \n\ndo programa a ser utilizado, exige uma grande quantidade de definições de parâmetros, tais \n\ncomo tamanho do lag, ângulo de tolerância, etc. Com isso, um leigo no assunto pode \n\nencontrar diflculdades para utilizar os programas do GSLIB, sendo necessário contar com a \n\najuda de uma pessoa com conhecimentos na área de Geoestatística. \n\nUma outra dificuldade é a falta de interação, por exemplo, no cálculo do \n\nsemivariograma expelimental para grids irregulares, há a necessidade de se encontrar os \n\nparâmetros corretos pela tentativa e erro e, para cada tentativa, utilizar um programa \n\nexterno que visualize os resultados graficamente (no caso, utilizamos o SAS). Se o gráfico \n\nnão flcar bom, devemos alterar o arquivo de parâmetros, executar o programa e visualizá-lo, \n\ntantas vezes quantas forem necessários. \n\nUtilizamos o SAS na criação de gríds regulares (através de Spline) para obtennos \n\numa visualização tridimensional. \n\nOs outros gráficos foram produzidos pelo Word 2.0 for Windows. \n\n85 \n\n\n\nAplicação dos Métodos de Predição \n\n5.4. Comparação e Comentários \n\nTabela 5.4.1: \"Desvios\" das estimativas utilízando as técnicas de Krigagcm, de \n\nCokrigagem e de ACP em relação à variável original \n\n''Desvios\" {~J \nKrilraaem (K) 1.543 \nCokri;:;aem (C) 1.051 \nACP (A) 1.070 \n\nObservamos pela Tabela 5.4.1 que, para o critério de comparação numérica adotado \n\nno item (a) da seção 5.2, a Cokrigagem obteve um \"desvio\" menor, seguida pela ACP e, por \n\núltimo a Krigagem. As técnicas de Cokrigagem e ACP obtiveram \"desvios\" muito próximos, \n\nmas a Krigagem obteve um resultado mais distanciado. Pela visualização tridimensional \n\natravés de Spline (Figuras 5.2.1.2, 5.2.2.4 e 5.2.3.3) notamos que os três resultados obtidos \n\nsão muito semelhantes, mas com uma suavização, se comparado à variável original Vl \n\n(Figura 5.1.4). \n\nPara o itero (b ), levando-se em conta a apresentação visual, as três técnicas tiveram \n\num resultado semelhante (Figuras 5.2.1.3, 5.2.2.5 e 5.2.3.4), todas com bom desempenho, \n\nao comparannos com a apresentação tridimensional de Vl através de Spline (Figura 5.1.4). \n\n(Obs.: é claro que o item (b) apresenta resultados melhores do que o item (a) interpolado, \n\nporque (b) trabalha com todos os dados.) \n\nAs técnicas refletiram \"palidamente\" o que diz a teoria: a Cokrigagem é mais precisa, \n\nseguida da técnica de ACP e da Krigagem. Mas como a quantidade de dados é pequena \n\n(apenas 36) com correlação não muito alta entre Vl e V2 (0.57), e nenhuma locação \n\nsubamostrada, todas as técnicas obtiveram resultados semelhantes. \n\nPara o conjunto de dados utilizado, o número de variáveis é apenas dois; por isso a \n\nCokrigagem não deu muito mais trabalho do que a ACP, mas é evidente (como já discutido \n\nna seção 3.2) que à medida que cresce o número de variáveis. cresce muito o trabalho em se \n\nutilizar a Cokrigagem devido ao cálculo de semivariogramas cruzados. E é importante \n\nsalientar também que as experiências têm mostrado que o ganho obtido pela Cokrigagem é \n\npequeno em comparação aos esforços requeridos para alcançá-lo, a menos que uma variável \n\n86 \n\n\n\nAplicação dos Métodos de Predição \n\nseja drasticamente subamostrada em comparação com outra (Journel &amp; Huijbregts, 1978, \n\npp. 324). \n\nQuanto à ACP, como não é necessário o cálculo dos senüvariogramas cruzados, mas \n\napenas de semlvariogramas, o trabalho é menor. Entretanto, é importante lembrar que existe \n\na necessidade da hipótese de cOITelação intrínseca para que essa técnica possa ser utilizada, \n\ne nem sempre isso acontece, \n\nÉ importante notar também que, como foi visto na seção 3.2, na presença de \n\ncorregionalização intrínseca (que foi o adotado na análise do conjunto de dados reais), a \n\ncomplicação de Cokligagem pode ser justificada somente se uma das variáveis é \n\nsubamostrada quando comparada às outras. Nesta análise, a variável Vl tinha praticamente \n\na mesma configuração de V2, exceto no ponto a ser estimado (devido às restrições \n\nutilizadas no programa); ou seja, Vl não era drasticamente subamostrada se comparada à \n\nV2. Assim, se o objetivo da análise não fosse apenas a ilustração das técnicas, melhor seria \n\nrealizar apenas a Krigagelll poís, como foi dito, a complicação da Cokrigagem não seria \n\njustificada, tampouco a da ACP. \n\nNotas: \n\n1. Os variogramas são muito pobres em decorrência da distribuição espacial dos dados. \n\nTalvez com melhor distribuição espacial os resultados fossem mais auspiciosos. \n\n2. Os dados referentes à subamostragem (estimação num ponto observado com sua prévia \n\nretirada, ítem a, seção 5.2) foram calculados retirando a informação da variável Vl e \n\nV2. Os cálculos retirando somente a informação da variável Vl (para as três técnicas \n\nanalisadas) também foram realizados, mas como os resultados foram praticamente \n\nidênticos, não foram colocados no trabalho. \n\n87 \n\n\n\nCapítulo 6 \n\nConsiderações Finais \n\nO objetivo desse trabalho foi realizar um estudo de métodos de predição \n\nmultivariados, apresentando-os, na medida do possível, de uma maneira simples, Como \n\nvimos, é grande o alcance do ferramenta! geoestatistico em diversos domínios das \n\nGeociências. Uma característica da Geoestatística é a grande interação com as demais \n\ntécnicas da Estatística e as Ciências da TeiTa \n\nDentre as técnicas multivariadas apresentadas, inícialmente foi realizado um estudo \n\nsobre a Cokrigagem (Capítulo 3), na estimação de variáveis regionalizadas. Esta técnica é a \n\nmais conhecida e utilizada, mas como envolve o cálculo de p(p+ 1)/2 semivariogramas (onde \n\npé o número de variáveis) no caso da existência de isotropia, isso se torna trabalhoso para p \n\nma.íor que 2. \n\nUma alternativa é a técnica de Análise de Componentes Principais (seção 4.1) na \n\nestimação de variáveis regionalizadas. Esta técnica é interessante devido à simplificação do \n\ntrabalho em relação à Cokrigagero, pois evita o cálculo dos semivariogramas cruzados. Mas \n\né exigida a hipótese de correlação intrínseca, o que reduz o campo de aplicação desta \n\ntécnica. \n\nAo invés de estudarmos diretamente a variável regionalizada, podemos estudar uma \n\ndecomposição da variável em diferentes componemes espaciais (representam o \n\ncomportamento das variáveis regionalizadas para cada escala espacial u; seção 4.2.1) ou \n\nfatores regionalizados (refletem os aspectos essenciais da informação multivariada para uma \n\ncerta escala espacial u; seção 4.2.2). Isso pode ser feito através da Análise de Krigagem \n\nFatorial (AKF), desenvolvido por Matheron (1982). A AKF toma possível, então, \n\nincorporar a característica espacial do fenômeno na análise. Na estimação de fatores \n\nregionalizados, as matrizes de corregionalização B.. (matrizes simétricas positiva \n\nsemidefmida) são fatorizadas em mn produto de matrizes. Dependendo de como será \n\nrealizada a fatorização, surgem vários métodos de análise. O método mais comum é a \n\ndecomposição utilizando a ACP (seção 4.2.2.1), que é apresentada por muitos autores, tais \n\ncomo Wackernagel (1988, 1989) e Wackernagel, Webster e Oliver (1988). \n\n88 \n\n\n\nConsiderações Fínais \n\nUma outra maneira de estudarmos urna decomposição da variável regionalizada é o \n\nmétodo proposto por Bourgault &amp; Marcotte (1991), chamada de Análise Baseada no \n\nVariograrna Multivariado (seção 4.3). Este método utiliza o variograma multivariado para \n\nrealçar as estruturas espaciais comuns ao conjunto de variáveis. A pesquisa dos variogramas \n\nelementares é realizada utilizando~se somente um va.riograma (multivariado) ao invés dos \n\np(p+ 1)/2 variogramas (tradicionais) requeridos na AKF. \n\nA técnica de Bourgault &amp; Marcotte (1991) é comparável à técnica proposta por \n\nMatheron (1982). Porém, Matheron (1982) não utilizou uma função de estrutura \n\nmultivariada (como o variograma multivariado), e seu modelo linear de COITegionalização \n\ndifere na existêncía de p fatores ortogonais para cada escala espacial u, contida nos dados. \n\nEssas N. escalas espaciais são também caracterizadas por variogramas unitários. No modelo \n\nde Bourgault &amp; Marcotte (1991), assume-se apenas um fator para cada escala espacial \n\nOs p fatores ortogonais de uma certa escala espacial no modelo de Matheron (1982) \n\nsão detem1inados pela fatorização de uma matriz de correlação Bu associada à sua escala \n\nespacial Essas N .• matrizes são obtidas \"quebrando\" todos os variogramas e variogramas \n\ncruzados (tradicionais) das p variáveis. Além de ser demorado, as matrizes obtidas devem \n\nser checadas se são positivas semidefinidas. O modelo de Bourgault &amp; Marcotte (1991) \n\nsimplifica essa \"quebra\" utilizando somente um variograma (multivaríado). As diferentes \n\nmatrizes de corregionalização correspondentes às diferentes escalas espaciais serão, por \n\nconstrução, positivas semidefinidas (de posto 1). \n\nPor todas essas razões, a nova aproximação geoestatística (Bourgault &amp; Marcotte, \n\n1991) baseada no variograma multivariado pode simplificar consideravelmente o estudo \n\nestrutural do modelo linear de corregionalização. \n\nUma comparaç[o do modelo de Matheron (1982), utilízando ACP na decomposição \n\ndas matrizes de corregionalização), com o modelo de Bourgault &amp; Marcotte (1991; seção \n\n4.3) pode ser vista no artigo de Bourgault &amp; Marcotte (1992). Os autores mostraram que, \n\nno conjunto de dados reais e simulados utilizado, a técnica de Bourgault &amp; Marcotte (1991) \n\nprovidenciou resultados mais fáceis de interpretar em termos geológicos do que a de \n\nMatheron (1982). \n\nComo wn trabalho futuro, seria interessante realizar um estudo de um conjunto de \n\ndados reais utilizando o método de Matheron (1982) e comparáHlo com o método proposto \n\npor Bourgault &amp; Marcotte (1991). Como não conseguimos um conjunto adequado de dados \n\nreais e sendo necessário programas computacionais específicos para a utilização das duas \n\ntécnicas, não realizamos esse estudo. Bourgault &amp; Marcotte (1991) sugeriram a utilização \n\n89 \n\n\n\nConsideraçlles Finais \n\nda métrica de Mahalanobis no método proposto por eles. Sería interessante empreender \n\ntambém uma tarefa de investigação e apresentação de uma outra métri.ca. Um outro estudo \n\nque poderia ser feito é verificar se os modelos de variograma existentes seriam suftcientes ou \n\nnão para modelar o variograma multi variado. \n\nNa Predição Espacial Multivariada que não foi considerada nesse trabalho, os \n\nautores Hoef &amp; Cressie (1993) discutem a utilizaçã.o de um novo variograma cruzado \n\n(baseado em módulos de diferenças) ao invés do tradicional (baseado em quadrados de \n\ndiferenças). A predição espacial simultânea de várias variáveis baseada no novo variograma \n\ncruzado, além de comparações entre o variograma tradicional e o sugerido, foi realizada \n\npelos autores. Hoef &amp; Cressie (1993) alertam também para a necessidade de mais pesquisas \n\nna predição espacial multivariada, tal como construção de modelos válidos e estimação do \n\nvariograma cruzado. \n\nComo pôde ser visto durante o trabalho, a aplicação da Geoestatfstica é muito ampla \n\ne existe a necessidade de técnícas de predição multivariadas mais eficientes e menos \n\ntrabalhosas, para facilitar a sua utilização. \n\nAlgumas das técnicas apresentadas se utilizam de técnicas de Estatística \n\nMultivruiada, como ACP (seção 4.1 e 4.2.2.1) e a função discriminante (seção 4.2.2.2). \n\n(Note que elas são utilizadas apenas como uma ferramenta dentro da Geoestatfst:ica.) Foi \n\nfeita uma \"mesclagem\" entre técnicas que levam em conta a estrutura espacial e o aspecto \n\naleatório (probabilístico). Por exemplo, a ACP não leva em conta a localização das \n\namostras, mas o variograma e a Krigagem a levam em consideração. \n\nFica ainda em aberto uma questão: conseguir uma técnica eficiente e simples, \n\ncombinada com a Estatística, que leve em conta a estrutura espacial das amostras. \n\n90 \n\n\n\nApêndice A \n\nConjunto de Dados Reais \n\nTABELA A.l. Dados (padronizados) utilizados na estimação, sendo VI a variável principal \n\ne V2 a auxiliar. \n\nX ,m.l Y(~ \n\nm.7o 1441,70 \n255,20 \n\n~5.80 \n\n6:~7.80 \n4 0.20 \n\n'.40 \nlJ !,30 \n\n86.50 \n1261.50 \n1482.7' \n\n~o \n\n1971,4iJ \n1490 \n1140.20 \n1751.4Q \n1779.50 \n10R020 \n\n160~ \n\n!7. \n\n19,20 \n\n'39,50 \n0,1 \n\n~----~,~~~:-----o;.i}k()( \nO,ll \n\n66 \n44 'O \n\nlll0.70 \n\n~,4( \n\nh9 \n6'i \n\n219.50 . \n\nI T4J~:-~ \n1'0, \n\n~,~~1559. \n--\"\"' 1: 13,3( \n\n1569.50 \n\n50.80 \n\nVI \n.. 81576 \n\n-I \n\n,(1,81748_ \n2,54741 \n\n0\\7209 \n\n.01741 \n\nV2 \n\n-1 \n\n-0,46114 \n\n,2.l]579 \n\n1.~ \n\n--~ \n\nObs.: As coordenada-; estão medidas em u.m. (unidade de medida). \n\n91 \n\n\n\nConjunto de Dados Reais \n\nTABELA A.2. Resultados da estimaçao para a variável VI através de três técnicas: \nKrigagem (Krig; seção 2.2), Cokrigagem (Cokr; seção 3.1) e Análise de Componentes \n\nPrincipais (ACP; seção 4.1 ). \n\nn X y Vl Krie. Cokr ACP \n1 645,30 3232,00 1.81576 ·0,705 -0515 -0,704 \n2 320.70 1441.70 -0,18362 0,309 0,358 0,297 \n3 255,20 1229,40 0,27276 -0,019 0,064 -0,020 \n4 557,30 1971,40 -0.48244 -1.040 -0,927 -1.041 \n5 14630 1490,70 1,69351 -0,455 -0,495 -0,434 \n6 517,90 1340,20 -0.30767 -0,197 -0,002 -0,203 \n7 35,80 1751,40 -1,23764 0,884 0,875 0,833 \n8 1564,00 1779,50 -1,39158 -0,573 -0,613 -0,582 \n9 627,80 1080,20 -0,08220 0.958 0,811 0,958 \n\n10 410.20 1601,50 -0,81748 -0.375 -0,427 -0,406 \n11 887,40 1190,30 2,54741 0,683 0,548 0,705 \n12 1194.30 1932,90 -0,76586 -0,841 -0,763 -0,841 \n13 586,50 447,70 -0.64724 0,180 0,264 0,181 \n14 1261,50 1040,50 -0,50960 1,075 0,885 1,075 \n15 1482,70 519,20 0,51906 0,034 -0,111 0034 \n16 72,30 228,50 -0,99768 0,279 0,235 0,279 \n17 2004,00 739,50 OJ3060 0,249 0.203 0,249 \n18 1703,50 0,00 -0,43445 0,094 0.016 0,106 \n19 950.00 311,70 0,67209 -0,222 -0,006 -0,226 \n20 74150 819,00 1,07143 0,737 0504 0,739 \n21 0,00 1119,90 -0,18905 0,561 0,450 0,561 \n22 669,20 1713,40 -0,89354 -0,697 -0.591 -0702 \n23 441.70 76,90 0,79977 -0568 -0535 -0566 \n24 1110,70 670,70 0,68024 0,678 0,642 0,680 \n25 21950 599,20 -0.29319 -0,929 -0,995 -0,929 \n26 369,30 968,90 -0,54220 -0.190 0,129 -0,190 \n27 1853,50 370,80 0,42942 0,016 0,076 0,024 \n28 1411.90 1413,50 -0.79122 -0,681 -0,691 -0,682 \n29 1310,70 17050 -0,28775 0,416 0,290 0,448 \n30 1041,40 1559.30 -0,96146 OJ01 0.137 0,102 \n31 1821.80 1893,30 -0,60378 -1.369 -1,494 -1.369 \n32 1300,80 1672,30 -0,44984 -1,142 -1,044 -1,141 \n33 1000,80 930.30 2,91324 1,035 0,961 1,048 \n34 1569,50 948.00 0,01741 -0,683 -0.306 -0,682 \n35 1361,30 737,40 -0,37649 0.397 0.377 0.397 \n36 850,80 560.30 -0.31854 0588 0542 0,589 \n\nObs. Com exceção das amostras nº' 1 e 31, utiliwu-se um mínimo de4 amostras na estimação de \ncada ponto e lag de tolerância de 1000 u.m .. Para a amostra nº 1, utilizou~se um rnfnilllO de \n3 amostras na estimação de cada ponto e lag de tolerância de 1600 u.m .. Para a amostra nº \n31, utilizou~se um mínimo de 3 amostras na estimação de cada ponto e lag de tolerância de \n1000 u.m. (as amostras nº 1 e 31 tiveram um tratamento diferenciado devido a grande \ndistância das demais amostras, impossibilitand.o a estimação desses dois pontos com a \nutilização das restrições geraís para as observações restantes). \n\n92 \n\n\n\nConjunto de Dados Reais \n\nTABELA A.3. Resultados da estimação para a variável VJ. As colunas referentes a OVI, \n\nGKri. GAcp e GCok são os dados da tabela 2 com criação de grids através de Spline, para \n\nque se pudesse obter uma visualização tridimensional (Figuras 5 .2.1.2, 5 .2.2.4 e 5.2.33 ). \nAs três últimas colunas (Mkri, MCok e MAcp) se re.fáem a estimações utilizando~ se todos \n\nos dados com a opção para grid automática (Figuras 5.2.13, 5.2.2.5 e 5.23.4). \n\nn X y GVI GKri GAcp GCok MKri MAcp MCok \nI 0.0 0,00 -0,84 0.55 0,55 0.49 -0,53 -0,53 -0,52 \n2 200.4 0,00 -0,02 ·0,01 -0,01 -0.03 -0,04 .0.04 -0,01 \n\n3 400,8 0,00 0,80 ·0.51 -0,50 -0.49 0,63 0,63 0.63 \n4 601.2 0,00 1,05 ·0,62 -0,62 -0,53 0.73 0,73 0,78 \n5 801,6 0,00 0,95 ·0.52 -0,52 -0.38 0,61 0.61 0,59 \n6 1002,0 0,00 0,59 ·0,26 -0.24 .0,16 0,31 0,31 0,32 \n7 1202.4 0.00 -0,05 0.13 0,16 0,10 -0.17 -0.17 0,00 \n8 1402,8 0.00 -0.46 0,30 0.33 0.18 -0,36 -0,36 -0.34 \n9 1603.2 0.00 -0.48 0.17 0.19 0.07 -0,39 -0,39 -0.39 \n\n10 1803.6 0,00 -0,35 0,06 0,06 0.01 ·0.30 ·0,30 -0,29 \n11 2004,0 0,00 -0.20 0.06 0,06 0,03 -0,15 -0.15 0.01 \n12 0,0 197.14 -1,17 0,48 0,48 0,42 -0,91 -0,91 -0.92 \n13 200.4 197.14 -0,44 ·0,06 -0.06 ·0,08 -0,46 -0,46 -0,44 \n14 400,8 197.14 0,26 ·0.42 -0.42 -0,39 0,19 0,19 0,21 \n15 601,2 197,14 0,47 -0,40 -0,40 -0.27 0.31 0,31 0.39 \n16 801,6 197,14 0,68 ·0,38 -0,39 -0.17 0.43 0.42 0.42 \n17 1002.0 197,14 0,69 -0,24 -0,24 -0,07 0.45 0,45 0.48 \n18 1202,4 197,14 0,05 0,23 0,25 0.20 0,04 0,04 0.01 \n19 1402,8 197.14 -0.25 0,39 0.42 0.23 -0.18 -0.18 -0,19 \n20 1603.2 197,14 -0.07 0.18 0,19 0,07 -0,07 -0,07 -0,02 \n21 1803.6 197,14 0,07 0,05 0,06 0,04 0,07 0,07 0,08 \n22 2004,0 197.14 0,10 0.09 0,10 0,11 0.07 0,07 0,16 \n23 0.0 394,28 -1.06 0,06 0,06 -0.05 -0.78 -0.78 -0,78 \n24 200,4 394.28 -0,54 .0,43 -0,43 -0,49 -0,55 -0,55 -0,56 \n25 400,8 394.28 -0,38 -0.34 -0,34 -0,31 -0,36 -0,36 -0,37 \n26 601.2 394,28 -0,47 0,09 0,09 0,20 -0,45 -0,45 -0.44 \n27 801.6 394,28 -0.08 0,10 0,09 0,24 O ,OI 0.00 0.01 \n28 1002,0 394,28 0,43 0,04 0.04 0.17 0,42 0.42 0,46 \n29 1202.4 394,28 0,27 0,24 0,25 0.21 0,24 0,24 0.31 \n30 1402,8 394,28 0,28 0.22 0,23 0,06 0,29 0.29 0,25 \n31 1603.2 394,28 0,46 0,04 0,04 -0,06 0,31 0.31 0,32 \n32 1803,6 394,28 0,47 0.00 0,00 0,04 0,39 0.39 0,41 \n33 2004,0 394,28 0.33 0,16 0,16 0,18 0,28 0.27 0,29 \n34 0,0 591,42 -0,79 -0.30 -0.31 -0.43 -0,59 -0.60 -0.44 \n35 200,4 591.42 -0,32 ·0.91 -0,91 -0,99 -0,34 -0,34 -0,34 \n36 400.8 591.42 -0,46 ·0.46 -0.46 -0,45 -0,45 -0,45 -0,31 \n37 601.2 591.42 -0,56 0.27 0,28 0,26 -0,34 -0,34 -0,30 \n38 801.6 591.42 -0,29 0,62 0,62 0.54 -0.15 -0.15 -0.16 \n39 1002.0 591,42 0,38 0,58 0,58 0,56 0,43 0.43 0.35 \n40 1202,4 591,42 0,28 0,48 0,48 0,42 0,32 0.32 0.33 \n41 1402,8 591.42 0.17 0.18 0.18 0.08 0,20 0,20 0.20 \n\n93 \n\n\n\nConjunto de Dados Reais \n\n42 1603,2 591,42 0,49 -0,13 -0.13 -0.14 0,35 0.35 0.38 \n43 1803,6 591,42 0,47 -0,04 -0,03 0,01 0.32 0.32 0.35 \n44 2004,0 591,42 0,27 0,27 0,27 0,24 0,24 0,24 0,24 \n45 0,0 788,56 -0,70 -0.13 -0,14 -0,21 -0,51 -0,51 -0,37 \n46 20(),4 788,56 -0,44 -0,64 -0,64 -0,56 -0,40 -0,40 -0.44 \n47 400,8 788,56 -0,45 -0.35 -0,35 -0,22 -0,35 -0.35 -0,24 \n48 601,2 788,56 0,03 0,39 0,39 0,30 0,16 0,16 0,31 \n49 801,6 788,56 1,27 0,79 0,79 0,58 1,15 1,15 !,!! \n50 1002,0 788,56 1,82 0,91 0,92 0,83 1,60 1,60 !,56 \n51 1202,4 788.56 0,45 0,84 0,84 0,78 0,53 0,53 0,51 \n52 1402,8 788.56 -0,42 0,26 0.26 0,30 -0,28 -0.28 -0,3! \n53 1603,2 788,56 0,18 -0,42 -0,42 -0,19 0,03 0,03 0.09 \n54 1803.6 788,56 0,30 -0.29 -0,29 -0,13 0,07 0,07 0,17 \n55 2004,0 788,56 0,!1 0.16 0,!6 0,13 0,10 0,10 0,12 \n56 0,0 985,70 -0,55 0,34 0,34 0.27 -0,35 ~0,35 -0,32 \n57 200.4 985,70 -0.41 -0,20 -0,20 -0,02 -0,31 -0,31 -0,38 \n58 400,8 985,70 -0,56 -0,06 -0,06 0,22 -0,48 -0.48 -0,44 \n59 601,2 985,70 -0,07 0,79 0,79 0,68 0,!1 0,!1 0,04 \n60 80!,6 985,70 2,08 1,00 1,01 0,79 1,75 1,75 1,74 \n6! 1002,0 985.70 2,91 1,06 1,07 0,95 2,59 2,59 2.60 \n62 1202,4 985,70 0,32 1,17 1,17 1,00 0,40 0,40 0,39 \n63 1402,8 985,70 -067 0,27 0,27 0,34 -0,40 -0,40 -0,42 \n64 1603,2 985.70 0,01 -0,77 -0,77 -0,39 -0,08 -0,08 -0,03 \n65 1803,6 985,70 0,09 -0.69 -0,69 -0,42 -0.08 -0,08 -0.01 \n66 2004,0 985,70 0,01 -0.33 -0,33 -0,27 -0,05 -0,05 0,01 \n67 0,0 !182,84 0,!6 0,51 0,51 0.39 0,!1 0.11 0,08 \n68 200,4 !182,84 024 0,00 0,00 0,07 0,18 0,18 0,18 \n69 4()(),8 !182,84 -0.34 0,07 0,06 0,25 -0,20 -0,20 -0.1! \n70 601,2 !182,84 -0,08 0.54 0.54 0.53 0,06 0,06 0.05 \n71 801,6 !182,84 1,93 0,70 0,72 0,57 1,75 1,75 1.75 \n72 1002,0 1182,84 2,19 0,81 0,83 0.66 1.86 1,86 1.86 \n73 1202,4 !182,84 0,12 0.80 0,80 0,61 0,20 0,20 0.05 \n74 1402,8 !182,84 -082 0,03 0,03 0,03 -0,59 -0,59 -0,52 \n75 1603,2 !182.84 -0,54 ~0.75 -0,75 -0.53 -0,51 -0,51 -0,38 \n76 1803,6 !182,84 -0,30 -0,89 -0,90 -0,68 -0.31 -0,31 -0,28 \n77 2004,0 !182,84 -0,18 ~0.74 -0,74 -0,66 -0,26 -0,26 -0.15 \n78 0,0 1379,98 123 0,11 0,12 0,00 0,73 0.73 0,99 \n79 200,4 1379,98 1,04 -0,08 -0,07 -0.08 0,80 0,80 0.80 \n80 400,8 !379,98 -0,42 0,11 O,! O 0,25 -0,28 -0,28 -0,28 \n81 601.2 !379,98 -019 -0,19 -0.19 -0,04 -0,23 -0,23 -0.15 \n82 80!,6 !379,98 0,58 0,20 0,21 0,22 0,51 0,51 0,52 \n83 1002,0 !379,98 0,48 0,43 0,44 0.37 0,41 0,41 0,37 \n84 1202,4 !379,98 -0,29 0,08 0,09 0,01 -0,23 -0,23 -0,41 \n85 !402,8 !379,98 -078 -0,56 -0,56 -0.58 -0,74 -0,74 -0,74 \n86 1603,2 1379.98 -0.85 -0,88 -0,88 -0,80 -0,75 -0,75 -0,66 \n87 1803,6 1379,98 -0.65 -0,99 -1,00 -0,91 -0.56 -0.56 -0.49 \n88 2004,0 1379,98 -0.38 -1,01 -1,02 -1,00 -0.41 -0.41 -0,30 \n89 0,0 1577,12 0,59 0,28 0.27 0.21 0.24 0,24 0,34 \n90 200,4 1577.12 0,68 -0,25 -0,25 -0,29 0,49 0,49 0,49 \n9! 400,8 1577,12 -0,76 -0,28 -0.31 -0,32 -0,71 -0,71 -0,71 \n92 601,2 1577,12 -0,81 -0,48 -0,49 -0.40 -0,71 -0.71 -0,68 \n\n94 \n\n\n\nConjunto de Dados Reais \n\n93 801,6 1577,12 ·0,69 ·0,19 -0,19 -0,10 -0,54 -0,54 -0,56 \n94 1002,0 1577,12 -0,98 0,08 0,08 0,13 -0.85 -0.86 -0.86 \n95 1202,4 1577,12 -0,65 -0,58 -0,58 -0,52 -0.65 -0,65 -0,64 \n96 1402,8 1577,12 -0,72 ·0.98 -0,98 -0,94 -0.80 -0,80 -0,76 \n97 1603,2 1577,12 -1.10 -0.85 -0.86 -0,85 -0,93 -0,93 -0,96 \n98 1803,6 1577.12 -0,86 -1.03 -1,03 -1,05 -0,74 -0,74 -0,79 \n99 2004,0 1577.12 -0,46 -1,24 -1,24 -1,30 -0.55 -0,55 -0,48 \n\n100 0,0 1774,26 -1,48 1,07 1,01 1.06 -1,17 -1,17 -1,22 \n101 200,4 1774,26 -0,95 0,15 0,11 0,13 -0,76 -0,76 -0,80 \n102 400,8 1774,26 -0,88 ·0,56 -0.59 -0,58 ~0.78 -0,78 -0,82 \n103 601,2 1774,26 -0,83 ·0,84 -0,85 -0,76 -0,81 -0,81 -0,78 \n104 801,6 1774,26 -0,90 ·0,67 -0,67 -0,55 -0,86 -0,86 -0,81 \n105 1002,0 1774,26 -0,97 ·0,56 -0,55 -0,44 -0,86 -0,86 -0,94 \n106 1202,4 1774,26 -0,67 ·0,90 -0,90 -0,80 -0.73 -0,73 -0,67 \n107 1402,8 1774,26 -0,89 -0,91 -0.91 -0,86 -0,90 -0,90 -0,90 \n108 1603,2 1774,26 -1,37 -0,61 -0,62 -0.66 -1,28 -1,29 -1,29 \n109 1803,6 1774,26 -0,83 -1,14 -1,14 -1,23 -0,79 -0,79 -0,81 \n110 2004,0 1774,26 -0,36 -1,49 -1,49 -1,62 ~0.59 -0,59 -0,60 \nlll 0,0 1971,40 -2,23 1,18 1,11 1.21 -1,17 -1,17 -1,27 \n112 200,4 1971,40 -1,59 0,28 0,23 0,32 -1,02 -1,02 -1,08 \n!JJ 400,8 1971,40 -0,88 ·0,60 -0,62 -0,53 -0,74 -0,74 -0,71 \n114 601,2 1971,40 -0,47 ·1,08 -1,08 -0,96 -0,53 -0.53 -0.53 \n115 801.6 1971,40 -0,62 ·1,02 -1,01 -0,88 -0,76 -0,76 -0,67 \n116 1002,0 1971,40 -0,74 -0,88 -0,88 -0,77 -0,79 -0,79 -0,74 \n117 1202,4 1971,40 -0,77 -0,85 -0,85 -0,78 -0,78 -0,78 -0,80 \n118 1402,8 1971,40 -0,96 -0,83 -0,84 -0,83 -0,92 -0.92 -0,95 \n119 1603,2 1971,40 -1,04 ·0,91 -0,91 -0,98 -0,98 -0,98 -0,95 \n120 1803,6 1971,40 -0,58 -1,40 -1,40 -1,53 -0,67 -0,67 -0,65 \n121 2004,0 1971,40 -0,19 -1,73 -1,73 -1,91 -0,57 -0,57 -0,45 \n\nObs. 1: Para se obter uma visualização tridimensional da variável Vl, que possui um grid irregular, \nfoi necessário criar um grid regular através de Spline. Os valores estão na coluna denotada \nporGVl. \n\nObs. 2: Para se obter uma noção do comportamento das estimativas através de uma visualização \ntridimensional, os valores da tabela 2 foram interpolados para wn grid regular através de \nSpline: GKri (Krigagem), GAcp (ACP baseada na malriz V) e GCok (Cokrigagem) \n\nObs. 3: Utilizando todos os dados (36 observações), foram estimados 121 pontos com a \nopção de estimação em grids regulares através do GSLIB: 1v1Kri (Krigagem), \nMAcp (ACP baseada na matriz V) e MCok (Cokrigagem) \n\n95 \n\n\n\nApêndice B \n\nProgramas Utilizados \n\nOs programas utilizados para o cálculo dos variogramas experimentais, variogramas \n\nteóricos, Krigagem e Cokrigagem não serão colocados aqui, uma vez que fazem parte do \n\nGSLIB (Deutsch &amp; Journel, 1992). \n\nOs programas utilizados no SAS são simples e não há a necessidade de sua \n\napresentação. \n\nPara a técnica de ACP baseada na matriz V. houve a necessidade do cálculo de \n\nalgumas matrizes de transformação, e para isso foi utilizado o CM (linguagem matricial) do \n\nSOC (desenvolvido pela EMBRAPA). Os programas não são complexos, sendo de fácil \n\nimplementação, mas como o CM não é muíto difundido, uma listagem de um programa-base \n\nserá apresentado aqui. \n\nPrograma 1 para o CM do SOC: \n\nanote \"Lendo a matriz iniciaL Note que são dados padronizados\"; \n\nexec \"MDADOS.DAT\"; \n\nanote \"Lendo vetor de uns\"; \n\nexec \"UNLDAT\"; \n\nanote \"Fazendo os cálculos\"; \n\nanote \"Cálculo da média. Note que vetor de médias é zero, pois são dados nonna!lzados\"; \n\nmedia= Csoma(y){Nlin(y); \n\nanote \"Cálculo da matriz de variância-covariãncia\"; \n\nanote \"Note que será uma matriz com diagonal!, pois são dados normalizados\"; \n\nyly = y'*y; \n\nw2 = nlin(y)*media'*media; \n\nw3=yly-w2; \n\nw4 = w3/(nlin(y)-l); \n\nsn::::: w4; \n\n96 \n\n\n\nProgramas Utilizados \n\nanote \"Cálculo da matriz diagonal de desvio padrão\"; \n\nanote \"Como os dados são normalizados, S =I\"; \n\nq 1 = diag(sn); \n\nS = sqrt(ql); \n\nanote \"Cálculo dos dados Normalizados\"; \n\nanote \"Esta rotina só é necessária se os dados são normalizados\"; \n\nanote \"Se os dados já forem nonnalizados, faça Xpn = y\"; \nXpn = inv(S)*(y'-media'*um'); \n\nXnp=Xpn'; \n\nanote \"Matriz de correlação dos dados normalizados\"; \n\nR= (Xpn*Xpn')/(N1in(Xnp)-1); \n\nanote \"Autovalor e autovetor\"; \n\nL,E=auto(R); \n\nanote \"Mudando a ordem dos autovalores e autovetores\"; \n\nanote \"Para obedecer à ordem decrescente\"; \n\nanote \"Autovalor''; \n\na={01,10); \n\nautovalor= l'*a; \n\nanote \"Autovetor\"; \n\ne1 = max(e); \n\ne2 = min(e); \nautovetor= {el el, el e2}; \n\nE = autovetor; \n\nanote \"Utilizando o Artigo de Hohn (1991)\"; \n\nanote \"Cálculo da matriz F\"; \n\nanote \"Note que F= E neste caso, pois S =Identidade\"; \n\nF= S*E; \n\nanote \"Cálculo da matriz A\"; \n\nA=E'*Xpn; \n\nassuma saida = \"CALCULOl.OUT\"; \n\nA; \n\nfim; \n\n97 \n\n\n\nProgramas Utilizados \n\nTendo a matriz A, passamos então para a kr.igagem das suas linhas (Hohn, 1991) \n\natravés de uma das rotinas do GSLIB. Com os resultados obtidos, retorna~se à variável \n\noriginaL \n\nPrograma 2 para o CM do SOC: \n\nanote \"Lendo os fatores krigados\"; \n\nexec \"mafkrig.dat\"; \n\nkrigpn = krig'; \n\nanote \"Calculando as estimativas''; \n\nanote \"Note que tería que somar com a média, mas média é zero \"; \n\nanote \"Note que no artigo se estima ponto por ponto, mas aqui será feito tudo de uma \n\nvez.\"; \n\nanote \"Isso é possível diretamente porque a média para as duas variáveis é zero\"; \n\nanote \"A fórmula pontual da estimativa e'\"; \n\nanote \"est_o(pxl) = media(pxl) + F'(pxp) * A_o(pxl) \"; \n\nanote \"A fórmula para a matriz com média zero é: \"; \n\nanote \"est(pxn) = F'(pxp) * A(pxn) \"; \n\nestpn = F'* kr:igpn; \n\nestnp = estpn'; \n\nassuma saída= \"CALCUL02.0UT\"; \n\nanote \"Os valores krigados em colunas são est(nxp): \"; \n\nestnp; \n\nfim; \n\n98 \n\n\n\nReferências Bibliográficas \n\nBOURGAULT, G. &amp; MARCOTTE, D. (1991) Multivariable variogram and its \n\napplication to the linear model of coregionalization. Mathematical Geology. 23(7): \n\n899-928. \n\nBOURGAULT, G.; MARCOTTE, D. and LEGENDRE, F. (1992) The multivariate \n\n(co)variogram as a spatial weighting function in classification methods. Mathematical \n\nGeowgy. 24(5): 463-478. \n\nBOURGAULT, G. &amp; MARCOTTE, D. (1992) Spatial filtedng under the linear \n\ncoregionalization model. IN: Soares, A. Geostatistics Tróia'92, Vol. 1 , Kluwer \n\nAcademic Publishers, p. 237-248. \n\nBRAGA, L.P.V. (1990) Geoestatística e Apticações. Campinas, 99 SINAPE, 1990. \n\nCARR, J. (1987) A comparison of Fortran, Pascal and C for variogram computation on a \n\nmicrocomplJter. Computer &amp; Geosciences. 13(6): 645-654. \n\nCARR, J.R. &amp; McCALLISTER, P.G. (1985) An application of cokriging for estimation \n\nof tripartite earthquake response spectra. Mathematical Geolagy. 17(5): 527-545. \n\nCARR, J.R. &amp; MYERS, D.E. (1990) Efficiency of different eqnarion solvers in cokriging. \n\nComputer &amp; Geosciences. 16(5): 705-716. \n\nCARR, J.R.; MYERS, D.E. and GLASS, C.E. (1985) Cokriging- a computer program. \n\nComputer &amp; Geosciences. 11(2): 111-128. \n\nCRESSIE, N. (1989a) Geostatistics. Mathematical Geowgy. 43(4): 197-202. \n\nCRESSIE, N. (1989b) The many faces os spatial prediction. IN: .Almstrong, M. \n\nGeostatistics, Vol. 1 , Kluwer Academic Publishers, p. 163~ 176. \n\nCRESSIE, N. (1990) The origins of kriging. Mathematical Geowgy. 22(3): 239-253. \n\nDA VIS, l (1987) Uses and abuses of cross validation in geostatistics. Mathematical \n\nGeology. 19(3): 241-248. \n\n99 \n\n\n\nReferências Bibliográficas \n\nDAVIS, B.M. &amp; GREENES, K.A. (1983) Estimation using spatialy distributed \n\nmultivariate data: an example with coal quality. Journal of the International \n\nAssociationfor Mathematical Geolcgy. 15(2): 287-300. \n\nDELFINER, P. (1979) Basic lntroduction to Geostatistics. Fontsinebleau, Ecole d'Eté. \n\nDEUTSCH, C.V. &amp; JOURNEL, A.G. (1992) GSLIB: Geostatistical Software Library \n\nand User's Guide. New York, Oxford University Press. \n\nFREUND, M.J. (1986) Cokriging: multivariable analysis in petro1eum exploration. \n\nComputer &amp; Geosciences. 12(4B): 485-491. \n\nGALLI, A.; GERDIL-NEU!LLET, F. and DADOU, C. (1984) Factorial kriging analysis: \n\na substitute to spectral analysis of magnetic data. IN: Verly, G. et a1 Geostatistics \n\nfor Natural Resources Characteri:zation, Part 1 , D. Reidel, p. 543-557. \n\nGALLI, A. &amp; SANDTIVY, L. (1985) Analyse krigeante et analyse spectrale. Science de \n\nla Terre, Série Informatiquee Géolcgiqne. 21: 115-124. \n\nGOOVAERTS, P. &amp; SONNET, Ph. (1992) Study of spatial and temporal vruiations of \n\nhydrogeochemical variables using factorial kriging analysis. IN: Soares, A. \n\nGeostatístics Tr6ia'92, Vol. 2 , Kluwer Acadernic Publishers, p. 745-756. \n\nGOULARD, M. (1989) !nference in a coregionalization model. IN: Armstrong, M. \n\nGeostatistics, Vol. 1 , Kluwer Academic Publishers, p. 397-408. \n\nGRUNSKY, E.C. &amp; AGTERBERG, F.P. (1988) Spatial and multivruiate analysis of \n\ngeochernical data from rnetavolcanic rocks in the Ben Nevis Area, Ontario. \n\nMathematical Geolcgy. 20(7): 825-861. \n\nGRUNSKY, E. C. &amp; AGTERBERG, F.P. (199la) FUNCORR: a fortran-77 program for \n\ncornputingmultivariate spatial autocorrelation. Computer &amp; Geosciences. 17(1): 115-\n\n131. \n\nGRUNSKY, E.C. &amp; AGTERBERG, F.P. (1991b) SPFAC: a fmtran-77 program for \n\nspatial factor analysis of multivariate data. Computer &amp; Geosciences. 17(1): 133-160. \n\nGRUNSKY, E. C. &amp; AGTERBERG, F.P. (1992) Spatial relationships of multivariate data. \n\nMathematical Geolcgy. 24(6): 731-758. \n\n100 \n\n\n\nReferências Bibliográficas \n\nGUERRA, P.A.G. (1988) Geoestatística OperacionaL Brasília - DF, Ministério das \n\nMinas e Energia. \n\nHERMAN, G.T.; LENT, A. and ROWLAND, S.W. (1973) \n\napplícations. Jour. Theor. BioL 42(1): 1-32. \n\nART: mathematics and \n\nHINKLEY, D. (1981) Jacknife methods. IN: K01Z, S. &amp; JOHNSON, N.L. \n\nEncyclopedia of statistical sciences, Vol. 4, New York, John Wiley, p. 280-287. \n\nHOEF, J.M.V. &amp; CRESSIE, N. (1993) Multivariable spatial prediction. Mathematical \n\nGeology. 25(2): 219-240. \n\nHOEL, P.G.; PORT, S.C. and STONE, C.J. (1972) lntroductian to Stochastic Processes. \n\nBoston, Houghton Mfflin Company. \n\nHOHN, M.E. (1985) SAS program for quantitative stratgraphic con·elation by principal \n\ncomponents. Computer &amp; Geosciences. 11(4): 471-477. \n\nHOHN, M.E. (1991) Geostatistics and Petroleum Geology (Computer Methods in lhe \n\nGeosciences). New York, Vau Nostrand Reinhold. \n\n!SAAKS, E.H. &amp; SRIVASTAVA, R.M. (1989) Applied Geostatistics. New York, \n\nOxford University Press. \n\nJAQUET, O. (1989) Factorial kriging analysis applied to geological data from petroleum \n\nexploration. Mathematical Geology. 21(7): 683-691. \n\nJOURNEL, A. &amp; HUDBREGTS, C.J. (1978) Mining Geostatistics. London, Academic \n\nPress. \n\nLANA, M.O.A. (1989) Método Multiquádrico como Alternativa para Predição de \n\nProcessos Estocásticos. Campinas, Tese de Mestrado. \n\nLUCIO, P.S, (1991) Kriging Disjuntivo UsandoAnamorfismo Gaussiano ~Um Método \n\nEstocástíco para Predição de Reservas Recuperáveis. Campinas, Tese de Mestrado. \n\nMACKIEWICZ, A. &amp; RATAJCZAK, W. (1993) Principal components analysis (PCA). \n\nComputer &amp; Geosciences. 19(3): 303-342. \n\n101 \n\n\n\nReferências Bibliográficas \n\nMARCOTTE, D. (1991) \n\n1265-1280. \n\nCokrig:ing with matlab. Compuler &amp; Geosciences. 17(9): \n\nMARDIA, KV.; KENT, J.T. and BIBBY, J.M. (1979) Mu/tivariate Analysis. London, \n\nAcademic Press. \n\nMARQUARDT, D. (1963) An algorithm for least-squares estimation of nonlinear \n\nparam e ter: SIAM. ]oumal on Appticd for Mathematics. 11: 431-441. \n\nMATHERON, G. (1962) Traité de Géostatistique Appliquée. Paris, Technip. \n\nMATHERON, G. (1963) Principies of geostatistics. Economic Geology. 58: 1246-1266. \n\nMATHERON, G. (1982) Pour une Analyse Krigeante des Données Régionalisées. \n\nFontainebleau, Centre de Géostatistique, Report N-732. \n\nMYERS, D.E. (1982) Estimation of hnear combinations and co-kriging. Journal of lhe \n\nlnternational Associationfor Mathemotical Geo/ogy. 15(5): 633-637. \n\nMYERS, D.E. (1983) Matríx fommlation of co-kriging. Journal of the lnternational \n\nAssociationfor Mathematical Geo/ogy. 14(3): 249-257. \n\nMYERS, D.E. (1991) Pseudo-cross variograms, positive-definíteness, and cokriging. \n\nMathematical Geology. 23(6): 805-816. \n\nOLEA, R. (1976) Optimum Mapping Techniques Using Regionalized Variables \n\nTheory. Kansas Geological Survey, Report n22, Series on Spatial Analysis. \n\nPAN, G.; MOSS, K. and CARR, J.R. (1992) A fortran program for three-dimensional \n\ncokriging with case demonstration. Computer &amp; Geosciences. 18(5): 557-578. \n\nPAWLOWSKY, V. (1984) On spurious spatial covariance between vatiables of constant \n\nsum. Sei. de In Terre. Ser.lnf. nº 21: 107-113. \n\nPAWLOWSKY, V. (1989) \n\nGeology. 21(5): 513-521. \n\nCokriging of regíonalized compositions. Mathematical \n\nPAWLOWSKY, V. &amp; BURGER, H. (1992) Spatia1 structure analysis of regionalized \n\ncompositions. Mathematical Geology. 24(6): 675-691. \n\n102 \n\n\n\nReferências Bibliográficas \n\nPETENATE, AJ. (1983) Optimal AlWcation and Other Aspects of Kriging on a Line. \n\nIowa, Ph.D. Thesis, Iowa State University. \n\nRASPA, G. et al. (1992) Multivariate geostatistics for soil classification. IN: Soares, A \n\nGeostatistics Tróia'92, Vol. 2, Kluwer Academic Publishers, p. 793-804. \n\nROBINSON, G.K. (1991) That BLUP is a good thing: the estimation of random effects. \n\nSmtistical Science. 6(1): 15-51. \n\nROUHANI, S. &amp; WACKERNAGEL, H. (1990) Multivariate geostatistical approach to \n\nspace-time data anaiysis. Water Resources Research. 26(4): 585-591, Apr. \n\nSANDllVY, L. (1984) The factorial kriging analys.is of regionalized data. Its application \n\nto geochemical prospecting. IN: Verly, G. et al Geostatistics for Natural \n\nResources Characterization, PartI , D. Reidel, p. 559-571. \n\nSAS User's Guide (1982) Cary, NC:SAS Institute .. \n\nSCHERVISH, M.J. (1987) A review of mu1tivariate analysis (with discussion). Smtistical \n\nScience. 2: 396-433. \n\nSCHUCANY, W.R. (1981) Sample reuse. IN: KOTZ, S. &amp; JOHNSON, N.L. \n\nEncyc/opedia ofStatistical Sciences, Vol. 8, New York, John Wiley, p. 235-238. \n\nSMITH, J.D. &amp; ISTOK, J.D. (1989) Multivariate geostatiscal analysis of groundwater \n\ncontamination by pesticide and nitrate: a case history. IN: Armstrong, M. \n\nGeostatistics, Vol. 2, Kluwer Academic Publishers, p. 713-724. \n\nSOUSA, A.J. (1989) Geostatistical data analysis - an application to ore ropology. IN: \n\nArmstrong, M. Geostatistics, Vol. 2 , Kluwer Academic Publishers, p. 851-860. \n\nSTEIN, A; van EIINSBERGEN, A.C. and BARENDREGT, L.G. (1991) \n\nnonstationary data. Mathematical Geology. 23(5): 703-719. \n\nCokriging \n\nTANABE, K. (1971) Projection method for solving a singular system of equations and its \n\napplications. Numeriske Mathematike. 17(3): 203-214. \n\nTOUGH, J.G. &amp; LEYSHON, P.R. (1985) SPHINX- a program to fit the spherical and \n\nexponential models to experimental semi-variograms. Computer &amp; Geosciences. \n\n11(1): 95-100. \n\nl03 \n\n\n\nReferências BibliográfJcas \n\nV ALENTE, J.M.G.P. (1982) Geomaremática - Lições de Geoestatistica, vol. III e IV. \n\nOuro Preto, Fundação Gorceix. \n\nWACKERNAGEL,. R (1988) Geostatistical techiniques for interpreting multivariate \n\nspatial infmmation. IN: Chung, C. F. et al. Quantitative Analysisfor Mineral aud \n\nEnergy Resonrces. Hingham, D. Reidel, p. 393-409. \n\nWACKERNAGEL, R (1989) Description of a computer program for analysing \n\nmultivariate spatially distributed data. Computer &amp; Geosciences. 15(4): 593-598. \n\nWACKERNAGEL, H; PETITGAS, P. and TOUFFAIT, Y. (1989) Overview of methods \n\nfor coregionalization analysis. IN: Armstrong, M. Geostatistics, VoL 1 , Kluwer \n\nAcademic Publishers, p. 409-420. \n\nW ACKERNAGEL, R; WEBSTER, R and OLNER MA (1988) A geostatiscal method \n\nfor segmenting multivariate sequences of soil data. IN: Bock, H.H. Classifi.cation \n\nand Related Methods ofData Analysis. North-Holland, E!sevier, p. 641-650. \n\nZHOU, D. (1989) ROPCA: a fortran program for robust principal component analysis. \n\nComputer &amp; Geosciences. 15(1): 59-78. \n\n/ \n,' :/ \n\n104"}]}}}