{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07796"}, {"@name": "filename", "#text": "12533_000848150.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE MESQUITA FILHO” CAMPUS DE GUARATINGUETÁ\nANDRÉ FERNANDES MARTINS\nCARACTERIZAÇÃO DO AÇO INOXIDÁVEL ASTM A743 CA6NM E DO SEU\nREVESTIMENTO DE WC-10Co-4Cr ASPERGIDO TERMICAMENTE POR HVOF\nANDRÉ FERNANDES MARTINS\nCARACTERIZAÇÃO DO AÇO INOXIDÁVEL ASTM A743 CA6NM E DO SEU\nREVESTIMENTO DE WC-10Co-4Cr ASPERGIDO TERMICAMENTE POR HVOF\nDissertação apresentada à Faculdade de Engenharia do Campus de Guaratinguetá, Universidade Estadual Paulista, para a obtenção do título de Mestre em Engenharia Mecânica na área de Materiais.\nOrientador: Prof. Dr. Rogério Pinto Mota Coorientador: Prof. Dr. Elson de Campos\nDADOS CURRICULARES\n\tANDRÉ FERNANDES MARTINS\nNASCIMENTO:\t30/07/1986\t- Natal / RN\nFILIAÇÃO:\tRodrigo Otávio Guimarães Martins Ana Cristina Messias Fernandes\n2006/2010\tCurso de Graduação em Engenharia de Materiais Universidade Federal de Santa Catarina\n2013/2015\tCurso de Pós-Graduação em Engenharia Mecânica na área de Materiais, nível de Mestrado Universidade Estadual Paulista - Campus de Guaratinguetá\nAGRADECIMENTOS\nEm primeiro lugar, agradeço ao Prof. Dr. Rogério Pinto Mota e ao Prof. Dr. Elson de Campos por todo o conhecimento transmitido, discussões técnicas e filosóficas, motivação e empenho nessa jornada de sucesso;\nA minha família, em especial Grazielle pelo amor e apoio diário;\nAos meus amigos que mesmo distantes fisicamente, nunca deixaram de participar da minha vida, Taina, Carol, Lia e Hamer;\nA todos os amigos de trabalho da ALSTOM, Daniel, Marcelo, Glauber, Nelson, Lucca, Cláudio, Luiz, Alessandro, Andréia, Mauricio, Lucas, Fabiana, Danilo, Décio, que de várias formas auxiliaram no trabalho,\nA empresa Rijeza e seus colaboradores Darlan, Leonardo, Filipe, Gabriel pela realização da aspersão nas amostras e troca de experiências,\nAo Prof. Dr Elver Juan de Dios Mitma Pillaca (INPE - São José dos Campos) e ao Prof. Dr. Alvaro José Damião (IEAv - DCTA) pelas caracterizações do coeficiente de atrito e dos parâmetros de rugosidade das amostras.\n“Não se descobre terras novas sem se consentir em perder de vista, primeiro e por muito tempo, qualquer praia.” André Gide\nMARTINS, A. F. Caracterização do aço inoxidável ASTM A743 CA6NM e do seu revestimento de WC-10Co-4Cr aspergido termicamente por HVOF. 2015. 73f Dissertação (Mestrado em Engenharia Mecânica na área de Materiais) - Faculdade de Engenharia do Campus de Guaratinguetá, Universidade Estadual Paulista, 2015.\nRESUMO\nA tecnologia de aplicação de revestimento por aspersão térmica de chama oxicombustível de alta velocidade, mais conhecida pelo seu termo em inglês HVOF (high velocity oxigen fuel), apresenta o melhor custo benefício entre as técnicas de aspersão térmica, além de permitir uma ampla gama de revestimentos possíveis de serem aspergidos. Por essas razões, esse é o processo mais utilizado no recobrimento de pás de turbinas fabricadas para usinas hidrelétricas, como é o caso das do projeto Santo Antônio localizado no Rio Madeira em Rondônia/Brasil. Este trabalho buscou caracterizar o aço inoxidável martensítico ASTM A743 CA6NM, assim como o revestimento de WC-10Co-4Cr durante as etapas do processo de aspersão térmica por HVOF. Foram feitas medidas de rugosidade, coeficiente de atrito, dureza, molhabilidade, porosidade e espessura de camada do revestimento, além da analise da microestrutura do aço inoxidável. Estas caracterizações foram feitas sobre o substrato usinado, jateado e sobre os revestimentos aspergidos, com espessura de 0,1 e 0,2 mm. Os resultados obtidos apresentam alteração significativa de dureza, com o valor médio elevando de 318 HV, no aço inox, para 1100 HV no revestimento. O coeficiente de atrito inicial foi de 0,2, passando para 0,4 em menos de 500 voltas no aço e 0,8 no revestimento. O caráter hidrofílico foi mantido na superfície do aço e no revestimento. O revestimento apresentou porosidade abaixo de 2% e a rugosidade Ra, em torno, de 4,6 pm.\nPalavras-chave: Aspersão térmica, HVOF, WC-10Co-4Cr, Aço inoxidável martensítico, Dureza, Coeficiente de atrito, Rugosidade.\nMARTINS, A. F.. Microstructural caracterization of the ASTM A743 CA6NM stainless steel and of its WC-10Co-4Cr coating termal sprayed by HVOF. 2015. 73f. Dissertation (Master in Mechanical Engineering in the Material area) - Faculdade de Engenharia do Campus de Guaratingueta, Universidade Estadual Paulista, 2015.\nABSTRACT\nThe high velocity oxygen fuel (HVOF) coating technology, have shown the best results comparing with the related cost and it is able to be spray several coating composition. Due to all these reasons, this is the most used coating process on hydro power plants blades, as it is the case of Santo Antonio project settled in the Madeira river, Rondonia/Brazil. In This research was carried out the martensitic stainless steel characterization ASTM A743 CA6NM, as well as the characterization of the WC-10Co-4Cr coating during the HVOF process. Measurements of roughness, coefficient of friction, hardness, wettability, porosity, coating thickness and microstructure of base metal and coating, by optical microscope, were carried out. These analysis was done on machined stainless steel surface, on blasted surface and on 0,1 and 0,2 mm coating surfaces. The results demonstrate an increase in hardness from 318HV in the stainless steel to 1100HV in the coating. The initial coefficient of friction was 0,2 and raised up to 0,4 after 500 laps on the stainless steel and 0,8 on the coating. The hydrophilic behavior was kept on stainless steel and coating. The coating porosity was below 2% and the Ra roughness around 4,6 pm.\nFigura 1 - Corte horizontal de uma turbina Kaplan.....................................18\nFigura 2 - Visão esquemática de turbina Francis.......................................19\nFigura 3 - Simulação numérica avaliando desgaste abrasivo de projetos hidráulicos de turbinas Francis......................................................................19\nFigura 4 - Gráfico ilustrando a passividade dos aços ao cromo expostos durante 10 anos a uma atmosfera industrial..................................................................21\nFigura 5 - Diagrama de equilíbrio pseudobinário de uma liga Fe-Cr.....................22\nFigura 6 - Microestrutura típica do aço inoxidável CA6NM. Ataque: Vilella.............22\nFigura 7 - Processo de desgaste: (a) abrasivo, (b) adesivo (c) erosivo (d) cavitação..23\nFigura 8 - Mecanismo de desgaste: (1) fadiga da fase intergranular, (2) microtrinca no contorno de grão, (3) indução de microtrincas no grão, (4) desprendimento do grão, (5) desprendimento de fragmentos de grão..................................................26\nFigura 9 - Processo de aspersão térmica em função da fonte de calor...................26\nFigura 10 - Representação esquemática do processo de aspersão térmica supersônica.....28\nFigura 11 - Diagrama da formação de lamelas e do revestimento sobre o substrato.......31\nFigura 12 - Microestrutura típica de revestimentos aspergidos termicamente............32\nFigura 13 - Imagens de MEV da seção transversal (A) e da superfície (B) de camada de WC-10Co-4Cr aplicados por HVOF sobre o aço CF8M..........................................33\nFigura 14 - (A) Representação esquemática do teste de dobramento a 4 pontos e (B) ampliação do entalhe no revestimento..................................................34\nFigura 15 - Micrografia ótica da seção transversal de revestimento de WC-CoCr aplicado por HVOF antes (A) e depois (B) do tratamento térmico a laser.............................37\nFigura 16 - Imagem de MEV da seção transversal das amostras com (A) 0%, (B) 10%, (C) 20% e (D)30%..........................................................................38\nFigura 17 - (a) Placas fundidas e (b) Corpos de prova (CPs) usinados..................39\nFigura 18 - Microestrutura do corpo de prova 1........................................40\nFigura 19 - Fotografia do equipamento utilizado no jateamento e barômetro de controle da pressão do jato.......................................................................44\nFigura 20 - Esquema do aparelho de HVOF utilizado para a obtenção dos revestimentos. (1 e 2) tanque de oxigênio (gás comburente) e tanque de querosene (combustível), (3) painel de operação, (4 e 5) entrada e saída da água de refrigeração, (6) pistola de aspersão, (7) alimentador e (8) camisa refrigeradora no bico da pistola.............................45\ndo painel de controle para aplicação do revestimento...................................46\nFigura 22 - Fotografia do equipamento de medição da temperatura e velocidade da partícula AccuraSpray G3C........................................................................46\nFigura 23 - (a) Esquema de corte das amostras e (b) imagem dos CPs identificados.......47\nFigura 24 - (a) Fotografia do equipamento de corte e (b) corte com disco abrasivo......48\nFigura 25 - Fotografia da embutidora Buehler Simplimet® 1000...........................48\nFigura 26 - Equipamento de preparação das amostras à esquerda (a) e microscópio utilizado para captura de imagens (b)............................................................49\nFigura 27 - (a) imagem original, (b) fundo removido e (c) escala de cinta (32 bits)....50\nFigura 28 - Histograma da imagem em escala de colocração cinza, a maioria das analises mostram histograma com curvas de formato modal e alguns casos bimodais.................50\nFigura 29 - Imagem após aplicação de limiarização......................................51\nFigura 30 - Esquema do sistema de medida do coeficiente de atrito......................51\nFigura 31 - Representação esquemática da medição de dureza Brinell, sendo D o diâmetro da esfera e d o diâmetro da indentação....................................................52\nFigura 32 - Representação esquemática da medição de dureza Vickers, sendo d1 o comprimento da diagonal da indentação..................................................52\nFigura 33 - Fotografia do equipamento utilizado na medição de dureza à esquerda e imagem representativa da indentação no revestimento...........................................53\nFigura 34 - Ângulo de contato entre a gota de um líquido e uma superfície sólida.......54\nFigura 35 - Situações para uma gota de água deionizada ao tocar uma superfície sólida..55\nFigura 36 - Fotografia do goniómetro utilizado nas medidas de ângulo de contato........55\nigura 37 - (a) Fotografia do rugosímetro e (b) Parâmetros de rugosidade................56\nFigura 38 -\tSeção transversal da amostra CP 1\tcom\taumento de 1000x................... 57\nFigura 39 -\tSeção transversal da amostra CP 2\tcom\taumento de 200x.................... 58\nFigura 40 -\tSeção transversal da amostra CP 3\tcom\taumento de 500x.................... 58\nFigura 41 -\tSeção transversal da amostra CP 4\tcom\taumento de 100x.....................59\nFigura 42. Seção transversal da amostra CP 4 com aumento de 200x.......................60\nFigura 43 - Seção transversal da amostra CP 5 com aumento de 100x......................60\nFigura 44 - Seção transversal das amostra CP 5 com aumento de 500x..................... 61\nFigura 45 - Coeficiente de atrito medido durante teste de desgaste pino em disco em função do número de voltas....................................................................62\nFigura 46 - Medição de dureza Brinell no metal base (CP 1).............................63\nFigura 47 - Indentações para medição de dureza Vickers no revestimento..............64\nFigura 48 - Perfil de rugosidade da amostra CP 1....................................66\nFigura 49 - Gráfico da rugosidade média para os diferentes corpos de prova..........67\nLISTA DE TABELAS\nTabela 1 - Composição química dos aços CA6NM segundo a norma ASTM A743.............20\nTabela 2 - Composição química dos corpos de prova..................................39\nTabela 3 - Parâmetros de tratamento térmico aplicados às amostras..................40\nTabela 4 - Propriedades mecânicas das amostras.....................................41\nTabela 5 - Distribuição granulométrica e composição química do pó do revestimento. ...................................................................................41\nTabela 6 - Classificação dos corpos de prova.......................................42\nTabela 7 - Distribuição granulométrica e composição química do abrasivo para jateamento. 43\nTabela 8. Parâmetros de aplicação do revestimento..................................45\nTabela 9 - Espessuras médias das camadas...........................................59\nTabela 10. Percentual de porosidade................................................61\nTabela 11 - Durezas médias dos revestimentos das amostras..........................64\nTabela 12. Ângulo de contato em teste de molhabilidade.............................65\nTabela 13. Média e desvio padrão da rugosidade média das amostras..................66\n1.\tINTRODUÇÃO.......................................................13\n2.1.\tJUSTIFICATIVA...................................................14\n2.1.\tOBJETIVO........................................................15\n2.\tREVISÃO BIBLIOGRÁFICA............................................16\n2.1.\tTURBINAS HIDRELÉTRICAS..........................................16\n2.1.1.\tTurbina Kaplan..............................................17\n2.1.2.\tTurbina Francis.............................................18\n2.2.\tAÇO INOXIDÁVEL MARTINSÍTICO.....................................20\n2.3.\tDESGASTE........................................................23\n2.3.1.\tDesgaste erosivo............................................24\n2.4.\tASPERSÃO TÉRMICA................................................26\n2.4.1.\tHigh Velocity Oxigen Fuel (HVOF)............................27\n2.4.2.\tRevestimento................................................30\n2.4.2.1.\tPropriedades do revestimento............................33\n2.4.2.1.1.\tDesgaste do revestimento............................35\n3.\tMATERIAIS E MÉTODOS.............................................39\n3.1.\tMATERIAL BASE - SUBSTRATO.......................................39\n3.2.\tMATERIAL PARTICULADO USADO PARA O REVESTIMENTO..................41\n3.3.\tPROCESSO DE ASPERSÃO TÉRMICA POR HVOF...........................42\n3.3.1.\tJateamento..................................................42\n3.3.2.\tPré-aquecimento.............................................44\n3.3.3.\tAplicação do revestimento...................................44\n3.4.\tCARACTERIZAÇÃO..................................................47\n3.4.1.\tMicroscopia ótica...........................................48\n3.4.1.1.\tEspessura de camada.....................................49\n3.4.1.2.\tPorosidade..............................................49\n3.4.2.\tCoeficiente de atrito.......................................51\n3.4.3.\tDureza......................................................52\n3.4.3.1.\tDureza Brinell..........................................52\n3.4.3.2.\tDureza Vickers..........................................52\n3.4.4.\tMolhabilidade...............................................53\n3.4.5.\tRugosidade..................................................56\n4.\tRESULTADOS E DISCUSSÕES.........................................57\n4.1.\tMICROSCOPIA ÓTICA...............................................57\n4.1.1.\tEspessura de camada.........................................57\n4.1.2.\tPorosidade.....................................61\n4.2.\tCOEFICIENTE DE ATRITO.............................61\n4.3.\tDUREZA............................................62\n4.4.\tMOLHABILIDADE.....................................64\n4.5.\tRUGOSIDADE........................................65\n5.\tCONCLUSÃO............................................68\n6.\tTRABALHOS FUTUROS....................................69\nREFERÊNCIAS..........................................70\n1 INTRODUÇÃO\nAs usinas hidrelétricas são responsáveis por 86,31% da energia gerada no mundo por fontes renováveis, o que comprova sua importância frente a outras tecnologias de geração de energia tais como: biomassa (5,94%); eólica (5,73%); geotérmicas (1,69%); solar (0,32%) e marina (0,014%) (DORJI; GHOMASHCHI, 2014). A demanda crescente por energia elétrica e a redução da disponibilidade de recursos hídricos tem exigido um avanço tecnológico com o objetivo de aumentar a eficiência de geração, assim como a disponibilidade dos equipamentos (STRINGER, 1998).\nFalhas em componentes de turbinas aumentam a indisponibilidade para geração de energia, com redução nos lucros, como também aumentam os custos com a elevação das atividades de manutenção, ainda mais se tratando de equipamentos instalados nos poços das barragens de difícil acesso (DORJI; GHOMASHCHI, 2014). Perdas econômicas da ordem de 120 a 150 milhões de dólares são atingidas devido à redução na eficiência, paradas para manutenção e substituição dos equipamentos (MANN; ARYA, 2001).\nQuatro mecanismos de falhas são elencados como os principais causadores de parada dos equipamentos de usinas hidrelétricas: cavitação, fadiga, defeitos nos materiais e erosão (DORJI; GHOMASHCHI, 2014; PADHY; SAINI, 2008). Em particular, a erosão é um mecanismo complexo de falha comum em regiões onde a quantidade de particulados na água é maior (MANN; ARYA, 2001).\nRevestimentos à base de WC têm sido usados a fim de aumentar a resistência das turbinas ao desgaste abrasivo, à erosão e corrosão de ligas metálicas. O aumento da resistência se deve à dureza elevada das partículas de WC aliada a ligantes dúcteis como cobalto (Co), níquel (Ni), ou cromo (Cr) na composição do revestimento (WU et al., 2012).\nA aspersão térmica de chama oxicombustível de alta velocidade, aqui nesse trabalho denominada pela sua sigla em inglês HVOF (high velocity oxigen fuel), tem atraído, nas últimas décadas, muita atenção no campo de estudo de proteção superficial, devido a sua capacidade de gerar uma camada resistente e aderente. Revestimentos a base de carboneto de tungstênio (WC) e carboneto de cromo (Cr3C2), aplicados por HVOF, têm superado os tradicionais revestimentos aplicados por spray e a plasma. A razão para isso são duas grandes características, temperatura de processo (1600 - 2700°C) e velocidade (550 m/s), que reduzem as transformações de fase e oxidação das partículas de carbetos durante o processo de aspersão (WU et al., 2012).\nEstudos comprovaram que a taxa de desgaste de revestimentos cermets de partículas de WC em base de Co é mais baixa quando comparado com o metal base usado em pás de turbina (ESPITIA; TORO, 2010).\nA aspersão aumenta a proteção contra erosão e corrosão, importante fator em função das condições de alta agressividade a que são expostas as pás das turbinas submersas em rios com alta concentração de sedimentos. Por consequência do aumento da resistência a erosão, há um aumento no período de trabalho das pás e redução no intervalo de manutenção dos equipamentos da turbina. Quanto maior a disponibilidade da turbina para gerar energia, maior o retorno financeiro do aproveitamento hidroelétrico.\n1.1.\tJUSTIFICATIVA\nO Sistema Interligado Nacional (SIN), coordenado pelo Operador Nacional do Sistema Elétrico (ONS) e fiscalizado pela Agência Nacional de Energia Elétrica (Aneel), faz com que a energia gerada em qualquer parte do país possa ser utilizada em todo o território nacional. Isso demonstra que a disponibilidade dos equipamentos hidro geradores não afeta apenas a região onde estão instalados. Ainda, vale ressaltar que pesquisas envolvendo materiais do setor energético são de fundamental importância para assegurar a sustentabilidade econômica. Com maior disponibilidade de energia, maior a capacidade produtiva do país.\nEm 2008, o governo federal assinou contrato para fabricação de duas usinas hidrelétricas na região norte do país. As usinas de Santo Antônio e Jirau que estão localizadas no rio Madeira, próximo ao município de Porto Velho em Rondônia. As duas usinas têm barragens caracterizadas como fio d'água. Usinas fio d'água têm como característica, não represar um grande volume de água. No caso do rio Madeira, a barragem mantém o nível do rio semelhante ao nível durante a cheia, na época de chuvas. Devido a essa concepção de barragem, aproveitando a alta vazão do rio e também devido às características de alta abrasividade do rio Madeira, os projetistas se preocuparam com o desgaste abrasivo das pás da turbina. Em função disso, revestimentos de WC-10Co-4Cr foram aspergidos por HVOF na superficie das pás, fabricadas em aço inoxidável martensítico ASTM A743 CA6NM.\n1.2.\tOBJETIVO\nEste trabalho procurou estudar as propriedades do aço inoxidável martensítico ASTM A743 CA6NM e do revestimento com carboneto de tungsténio (WC-12Co-4Cr) aplicado por aspersão térmica supersônica. Foram feitas medidas de rugosidade, dureza, molhabilidade, análises da microestrutura por microscopia óptica, ângulo de contato e coeficiente de atrito. Estas medidas foram feitas no aço inoxidável martensítico usinado e jateado com Al2O3 e no revestimento de WC-12Co-4Cr após a aspersão térmica por HVOF.\n2 REVISÃO BIBLIOGRÁFICA\n2.1. TURBINAS HIDRELÉTRICAS\nO aproveitamento da energia hidráulica remonta as primeiras civilizações. Os gregos, aparentemente, foram os primeiros a desenvolver máquinas hidráulicas para abreviar atividades realizadas de forma primitiva. Com a grande industrialização na Europa durante o início do século XIX, assim como da América do Norte em meados do mesmo século, surgiu a hidro geração de energia (SIMONE, 2000).\nO Brasil tem sua capacidade energética basicamente dependente de geração hidráulica. Conquistou renome na tecnologia de construir grandes usinas hidráulicas, aproveitando grandes vazões e realizando imensos represamentos hidráulicos (SIMONE, 2000).\nAs pesquisas têm sido canalizadas no sentido de melhorar o rendimento das máquinas existentes, criar novas formas e novos dispositivos que possam efetuar o aproveitamento da energia e tornar economicamente viável os dispositivos que convertem melhor a energia (SIMONE, 2000).\nA fabricação dos componentes críticos para eficiência da turbina ainda é um desafio para as indústrias. Lai et al. (2009), em seus mais recentes estudos sobre usinagem de perfil hidráulico, vêm demonstrando um pouco dos desafios que as indústrias superam para fornecer um produto usinado nas dimensões e tolerâncias de projeto, deixando ainda mais claro que, qualquer esforço em prol do aumento da vida útil de tais equipamentos, são de extrema importância para a tecnologia de geração de energia hidráulica.\nTurbinas hidráulicas podem ser definidas como uma máquina hidráulica que transforma parte da energia mecânico-hidráulica de um fluido em mecânica motriz. (SIMONE, 2000).\nPara usinas hidrelétricas, a energia elétrica gerada depende basicamente de dois parâmetros: altura da queda e fluxo de água (DORJI; GHOMASHCHI, 2014). Como esses parâmetros dependem das características da localização geográfica da usina, as turbinas hidrelétricas são projetadas especificamente para cada situação.\nOs tipos de turbinas são classificados em:\n-\tTurbinas de ação (turbinas Pelton e Turgo);\n-\tTurbinas de reação (turbinas Francis, Kaplan e Bulbo)\nTurbinas de ação são de altura elevada de água e por isso operam com energia cinética da água, recebendo energia na forma mecânico-hidráulica e fornecendo na forma mecânico-motriz. Toda energia potencial do aproveitamento (elevação da barragem com relação ao nível da turbina), menos as perdas inerentes, é transformada em enérgica cinética antes de chegar às conchas do rotor da turbina (SIMONE, 2000).\nTurbinas de reação são de alturas médias e baixas de queda d'água e convertem em energia mecânico-motriz tanto a forma cinética como também pela pressão existente entre a diferença do nível da saída da água turbinada com o nível da turbina (turbinas afogadas por estarem abaixo do nível da descarga d'água). A água, na saída do rotor pode estar a pressão positiva, negativa ou nula em relação à pressão atmosférica (SIMONE, 2000).\n2.1.1.\tTurbina Kaplan\nDesenvolvida pelo engenheiro Victor Kaplan (1876 - 1934), professor da Universidade de Tecnologia de Brno na República Tcheca, durante estudos teóricos e experimentais de turbinas axial a hélice em 1912, a nova turbina possibilitaria variar o passo das pás (MACINTYRE, 1983).\nApesar, da desconfiança inicial dos fabricantes em aceitarem o novo tipo de turbina, por julgarem utópico e irrealizável, acabaram rendendo-se as vantagens desse tipo de turbina para quedas pequenas e médias e com grandes descargas (MACINTYRE, 1983).\nA turbina Kaplan possui pás móveis comandadas por um servomotor hidráulico colocado no interior do eixo da turbina. Essa característica, de possuir pás de passo ajustável, traz à turbina Kaplan um importante meio de controle para compensar as variações impostas à vazão. Tendo as pás de passo ajustável, a curva característica de rendimento versus vazão torna-se muito mais plana que outros tipos de turbina (SIMONE, 2000).\nA tecnologia de turbinas Kaplan é tão versátil que permite que seja operada com seu eixo motriz na posição horizontal, na posição vertical e inclinada em relação a vertical. Na figura 1 está mostrado o corte horizontal de uma turbina Kaplan.\nFigura 1 - Corte horizontal de uma turbina Kaplan.\nFONTE: (MACHADO, 2015)\n2.1.2.\tTurbina Francis\nA turbina Francis recebe água na forma radial centrípeta e libera de forma axial. À medida que o rotor Francis foi sendo empregado, suas excelentes propriedades foram adaptadas para cada situação ou projeto (SIMONE, 2000). Ela é classificada como turbina radial de reação. O princípio de funcionamento de uma turbina Francis pouco mudou desde seu advento no século XIX.\nEssencialmente, a turbina Francis é composta das seguintes partes: caixa espiral com formato de caracol; distribuidor dotado de palhetas diretrizes, para proporcionar a descarga correspondente à potência requerida, com o ângulo mais adequado para a entrada da água; rotor com as pás no perfil especial e tubo de sucção que conduz a água que sai do rotor.\nOs componentes desta turbina contribuem para a transformação da energia hidráulica em mecânica, objetivo de qualquer máquina motriz hidráulica, sendo o rotor o elemento principal e essencial para essa transformação.\nUma visão esquemática de uma típica turbina Francis pode ser vista na figura 2.\nFigura 2 - Visão esquemática de turbina Francis\nFONTE: (ROUX, 2015)\nA turbina Francis, embora possua uma faixa de operação mais eficiente para as regiões onde os sedimentos são mais concentrados na água, sua concepção de design é desfavorável quando se trata de desgaste erosivo (THAPA; THAPA; DAHLHAUG, 2012). No entanto, estudos foram realizados para aumentar sua resistência ao desgaste pela simples modificação do projeto hidráulico, onde a borda de saída da água na pá foi modificada quanto ao seu design, reduzindo o desgaste abrasivo, como pode ser notado pela redução da zona de alto desgaste abrasivo, representado em vermelho na figura 3 (THAPA; THAPA; DAHLHAUG, 2012).\nFigura 3 - Simulação numérica avaliando desgaste abrasivo de projetos hidráulicos de\nturbinas Francis.\nFONTE: (THAPA; THAPA; DAHLHAUG, 2012).\n2.2.\tAÇO INOXIDÁVEL MARTENSÍTICO\nDesenvolvido na Suíça na década de 60, o aço inoxidável martensítico CA6NM tem como características, melhorar a soldabilidade, fabricação e propriedades mecânicas. Com a redução do teor de carbono de 0,15 no aço CA15 para 0,06% no CA6NM, reduziu-se a quantidade de peças defeituosas com alto índice de trincas à quente, segregação, micro-rechupes e inclusões decorrentes principalmente de um amplo intervalo entre as linhas liquidas e solidas, que devido ao baixo teor de carbono e a adição de níquel e molibdênio, essa faixa é reduzida de 110°C no CA15 para apenas 26°C no aço CA6NM (GRACIOSO, 2003).\nA classificação dos aços inoxidáveis fundidos é dada pela Alloy Casting Institute (ACI) levando em consideração sua utilização e composição química. Para o aço CA6NM, a primeira letra refere-se a sua resistência a corrosão (C). A segunda indica o valor nominal de níquel que se altera de A até Z. O número 6 indica o percentual de carbono máximo (%x100). As últimas letras correspondem aos elementos de liga presentes, no caso níquel (N) e molibdênio (M). A tabela 1 mostra a composição química dos aços CA6NM.\nTabela 1 - Composição química dos aços CA6NM segundo a norma ASTM A743.\nElemento\tC\tMn\tSi\tCr\tNi\tMo\tP\tS\nPercentual\t<0,06\t<1\t<1\t11,5 - 14\t3,5 - 4,5\t0,4-1\t<0,04\t<0,03\nFONTE: (GRACIOSO, 2003).\nSua propriedade de inoxidável é resultante principalmente do teor de cromo que forma uma película de óxido protetora, aderente e estável. Em geral, teores acima de 12% de cromo dissolvido na matriz são necessários para conferir propriedades contra corrosão, conforme mostrado na figura 4 que correlaciona a corrosão com o percentual de cromo (GRACIOSO, 2003).\nFigura 4 - Gráfico ilustrando a passividade dos aços ao cromo expostos durante 10 anos a uma atmosfera industrial.\nFONTE: (GRACIOSO, 2003).\nO tratamento térmico típico para o CA6NM é constituído por têmpera e revenimento. A têmpera corresponde ao aquecimento do material dentro do campo austenítico, seguido de resfriamento rápido até abaixo da temperatura de início da transformação martensítica (Ms). As temperaturas normalmente empregadas são entre 950 e 1050°C em que ocorre homogeneização dos elementos segregados, dissolução de carbonetos e decomposição da ferrita delta oriunda do material bruto de fundição. A temperatura de austenitização não deve ser baixa para não resultar em baixos valores de tenacidade pela não dissolução de carbonetos, porém também não deve ser alta para evitar o crescimento dos grãos austeníticos. O revenimento, utilizado com a finalidade de aumentar a ductilidade e tenacidade, ocorre em temperatura em torno da temperatura final da transformação austenítica (Ac1), com aumento do percentual de austenita retida na microestrutura. Os fenômenos relacionados são, segregação de carbono para os defeitos de rede e precipitação de carbonetos (GRACIOSO, 2003).\nO efeito austenitizante do carbono é observado no diagrama de equilíbrio Fe-Cr mostrado na figura 5. A redução do teor de carbono e a presença de cromo no aço CA6NM causa um estreitamento do campo austenítico assim como tornam a ferrita delta estável em baixas temperaturas, o que tende a diminuir a tenacidade. Porém, esse efeito é compensado com a adição de Ni que expande o campo austenítico potencializando a formação de martensita em têmpera (GRACIOSO, 2003).\nFigura 5 - Diagrama de equilíbrio pseudobinário de uma liga Fe-Cr.\nFONTE: (GRACIOSO, 2003).\nA presença de níquel e cromo nessa liga permite que peças de grandes seções, de até 1 metro de diâmetro, formem martensita em seu núcleo com resfriamento ao ar. A microestrutura típica do aço inoxidável CA6NM é mostrada na figura 6. É possível identificar a martensita em forma de ripas com ataque químico Vilella que consiste em 5 ml HCl + 2 gr Ácido Pícrico + 100 ml Álcool Etílico (GRACIOSO, 2003).\nFigura 6 - Microestrutura típica do aço inoxidável CA6NM. Ataque: Vilella.\nFONTE: (GRACIOSO, 2003).\n2.3.\tDESGASTE\nDe acordo com a norma DIN 50320, os mecanismos de desgaste são classificados em: adesão, abrasão, erosão, reação tribológica, cavitação, fadiga de contato, fretting e scuffing. Os mecanismos dominantes para o caso de turbinas são abrasão e erosão, que levam a processos de desgaste mostrados na figura 7 (VICENZI, 2007).\nFigura 7 - Processo de desgaste: (a) abrasivo, (b) adesivo (c) erosivo (d) cavitação.\nFONTE: (VICENZI, 2007).\nO método mais utilizado para quantificar o desgaste consiste na avaliação da perda de massa da superfície, porém, deve-se notar que ganho em massa também é um resultado possível visto a possibilidade de incrustação de partículas, ou até mesmo devido ao fenômeno de oxidação (VICENZI, 2007).\n2.3.1.\tDesgaste erosivo\nO desgaste erosivo é definido pela norma ASTM G 40-92 como a perda progressiva de material de uma superfície sólida devido à interação mecânica entre a superfície e um fluido. Em linhas gerais, danos gerados por erosão são considerados como remoção gradual de material causado por deformações repetidas e ações de corte (VICENZI, 2007).\nOs estudos de desgaste erosivos são realizados em regiões que tem, como característica, rios com maior volume de sedimentos. A região do sul da Ásia, principalmente os países Índia e Nepal que são banhados por rios que trazem sedimentos do Himalaia, são locais de grandes estudos para tentar reduzir o impacto do desgaste erosivo nos equipamentos hidromecânicos (PADHY; SAINI, 2008)\nDesgaste erosivo é um fenômeno que depende de diferentes parâmetros tais como: das partículas erodentes (tamanho, forma, dureza e concentração), substrato (composição química, propriedades elásticas, dureza da superfície e morfologia da superfície) e condições de operação (velocidade e ângulo de ataque) (PADHY; SAINI, 2008).\nAs variáveis que influenciam no processo de desgaste estão detalhadas a seguir (VICENZI, 2007):\n-\tVelocidade de Impacto. O processo erosivo em turbinas e seus componentes é resultado do fluxo em altas velocidades de partículas de sedimento abrasivo nas superfícies das turbinas.\n-\tTamanho das partículas. Com o aumento do tamanho das partículas erodentes, há um aumento na taxa de erosão. No entanto, isso é válido para partículas de até 100 pm, visto que acima desse valor, não há relação direta. Há de se notar que a análise quantitativa da influência do tamanho da partícula não é trivial, visto que fatores como número de partículas, velocidade e energia cinética, assim como, forma e ângulo de impacto influenciam diretamente.\n-\tForma das partículas. Há um aumento considerável na taxa de erosão quando a morfologia das partículas é irregular.\n-\tDureza das partículas. As análises não identificaram influência na taxa de erosão para valores de dureza do erodente de pelo menos duas vezes maiores que a do alvo. Porém, para valores semelhantes, a taxa de erosão cai consideravelmente (VICENZI, 2007).\n-\tTaxa de fluxo de partículas. Com o aumento da taxa de fluxo de partícula, a taxa de erosão decresce exponencialmente devido ao encontro das partículas que retornam com as incidentes.\n-\tTemperatura. A influência da temperatura é observada tanto nos materiais envolvidos (erodente e alvo) quanto nas reações envolvidas. A temperatura tem grande importância na resistência à abrasão, pois aumenta o risco de geração de óxidos, que por sua vez atua como mecanismo de desgaste por erosão de óxidos.\n-\tOxidação. Característico de materiais sujeitos a oxidação, esse processo atua em conjunto com a erosão atenuado pela baixa adesão e fragilidade de óxidos.\n-\tÂngulo de impacto. Influencia no desgaste de acordo com a natureza do material alvo. Em materiais dúcteis, a taxa de erosão é maior para menores ângulos de impacto, em contrapartida, materiais frágeis apresentam máxima taxa de erosão em ângulos próximos a normal (90°). De acordo com o tipo de material, a angulação atua de forma mais severa ou branda. Para ângulos medianos, o fenômeno de desgaste é misto, sendo tanto por corte, sulcos como por fratura frágil e fadiga.\nA erosão em materiais cerâmicos, ou em cermets, é distinta da ocorrida em metais, visto seu baixo poder de oxidação, assim como, características de material frágil. Sendo assim, a erosão nesses materiais ocorre devido à propagação e intersecção de trincas oriundas do impacto das partículas erodentes, conforme mecanismo de desgaste ilustrado na figura 8. Existem duas teorias básicas para explicar o desgaste erosivo de materiais cerâmicos, a formação de pits e a fratura lateral. A teoria de pits é caracterizada pelo dano na forma de rompimento de contornos de grão e na fratura lateral assume-se que o dano tem a forma de uma cavidade redonda causada por uma partícula de raio R (VICENZI, 2007).\nFigura 8 - Mecanismo de desgaste: (1) fadiga da fase intergranular, (2) microtrinca no contorno de grão, (3) indução de microtrincas no grão, (4) desprendimento do grão, (5) desprendimento de fragmentos de grão.\nFONTE: (VICENZI, 2007).\n2.4.\tASPERSÃO TÉRMICA\nAspersão térmica é definida pela American Society of Metals (ASM) como sendo um grupo de processos nos quais partículas metálicas e não metálicas finamente divididas são depositadas fundidas ou semifundidas sobre uma superfície para formar um depósito aspergido [SCHNEIDER et al., 2006].\nOs processos de aspersão térmica são divididos quanto a sua fonte de energia, seja ela química ou elétrica, conforme ilustrado na figura 9 (VICENZI, 2007).\nFigura 9 - Processo de aspersão térmica em função da fonte de calor.\nFONTE: (VICENZI, 2007).\nOs processos de aspersão térmica podem ser classificados em arco elétrico, plasma, chama, HVOF e detonação. Aspersão a frio é outra categoria inserida na família dos\nprocessos de aspersão térmica, onde um pequeno pré-aquecimento é realizado combinado com elevada aplicação de energia cinética nas partículas aspergidas (DAVIS, 2004).\nNo processo a arco elétrico, dois eletrodos consumíveis conectados a altas correntes diretas são fundidos na pistola de aplicação com a energia do arco elétrico. O metal fundido é então atomizado e aspergido em direção ao substrato. É um processo eficientemente energético porque toda a energia fornecida é usada para fundir o metal. Esse processo também pode ser conduzido com gases inertes ou em câmara com atmosfera controlada (DAVIS, 2004).\nA aplicação a plasma atinge temperaturas da ordem de 6.000 a 15.000 °C, significantemente acima do ponto de fusão dos materiais utilizados. Para que o plasma seja criado, um gás inerte, tipicamente argônio, ou argônio combinado com hidrogênio é superaquecido por um arco de corrente direta. Em seguida, a pistola de aplicação é alimentada pelo pó do revestimento e asperge por meio de um gás inerte acelerado contra o substrato. Devido às altas temperaturas envolvidas nesse processo, o resfriamento tanto do substrato como do equipamento de aplicação devem ser previstos (DAVIS, 2004).\nProcesso a chama pode ser em pó, barras e arames. Na aspersão por pó, o mesmo é alimentado dentro da chama do combustível, então fundido e carregado por um jato de ar até a peça. A velocidade da partícula é relativamente baixa (menor que 100 m/s) e a força de ligação do revestimento é geralmente menor que no processo com altas velocidades. A porosidade pode ser alta e a força coerciva baixa. A taxa de aplicação é de 0,5 a 9 kg/h para a maioria dos materiais, porém, materiais de baixo ponto de fusão apresentam taxas maiores. Ainda, a temperatura do substrato pode ser elevada devido à incidência direta da chama. Na aspersão com arame, o mesmo também é fundido pelo combustível, atomizado e lançado contra o substrato pelo jato de ar gerando características bem semelhantes ao mesmo processo com pó, visto que ambos são aspergidos a baixas velocidades. Além desses processos, há a aspersão de alta velocidade (HVOF).\n2.4.1.\tHigh Velocity Oxigen Fuel (HVOF)\nO processo de aplicação por HVOF permite aplicação de revestimentos com propriedades avançadas e únicas. Portanto, esse processo tem sido usado para diversas aplicações avançadas e tem se tornado muito popular, dentro da indústria de aplicação de revestimento por aspersão térmica, nas últimas duas décadas (SCHNEIDER et al., 2006).\nNo processo de HVOF, as partículas fundidas ou não, são lançadas contra o substrato devido ao gradiente de pressão entre a parte interna e externa da câmara. Esse gradiente é\nobtido pela combustão do combustível mais oxigênio na câmara, que possui um bocal de menor diâmetro, geralmente de 8 a 9 mm, para aumentar a velocidade de saída das partículas para valores de 2.000 m/s (DAVIS, 2004; VICENZI, 2007)\nA maior vantagem do processo de aspersão térmica é a variedade de materiais que podem ser aspergidos termicamente, basta que o material não degrade ao atingir o ponto de fusão. Outra grande vantagem é a aplicação sem substancial aumento da temperatura do substrato. Ou seja, materiais com elevado ponto de fusão, como é o caso do tungsténio, podem ser usados como revestimento aspergido sem grandes distorções dimensionais devido às variações térmicas da peça. A desvantagem do processo é a limitação da utilização do revestimento em áreas onde a pistola pode não ter acesso (DAVIS, 2004).\nComparado com outros métodos de aspersão tais como: flame spraying e air plasma spraying, a aplicação desse processo é limitada devido às características de ligação predominantemente mecânica (ZHANG et al., 2008). Como resultado de sua baixa porosidade, atingida devido às características de aplicação em baixas temperaturas e alta velocidade de impacto, o processo de HVOF, quando comparado com outros processos de aspersão térmica como air plasma spraying (APS), produz revestimentos de maior resistência (AL-FADHLI et al., 2005).\nO desempenho do processo de HVOF geralmente depende do tipo de combustível, da fração estequiométrica, da pressão do combustível assim como características específicas da pistola de aplicação, como posição do injetor de pó, design da tubulação e eficiência de combustão (SCHNEIDER et al., 2006). A figura 10 mostra uma representação típica do processo de aspersão térmica.\nFigura 10 - Representação esquemática do processo de aspersão térmica supersônica.\nSubstrato\n=)\nAgua de reftlg«ta$áo\nFONTE: (VICENZI, 2007)\nDiversos combustíveis são usados a fim de gerar combustão na câmara da pistola e impulsionar as partículas contra o substrato. Um estudo voltado para a utilização do GLP na aplicação de WC-Co e Cr3C2-NiCr por HVOF foi conduzido por Sidhu, Sidhu e Prakash (2006). Os resultados foram satisfatórios aplicando-se camadas da ordem de 0,350 mm e o melhor rendimento foi com o revestimento de WC-Co.\nEmbora o processo de HVOF tenha satisfeito algumas necessidades do mercado, muito ainda se tem para avançar em termos de qualidade do revestimento, assim como redução no custo de aplicação. Melhorias no desempenho do sistema HVOF estão, de certa forma, na linha de otimização dos combustíveis, dimensional do bocal, assim como, condições de injeção do pó. Geralmente, diferentes tipos de materiais para aspersão precisam de diferentes energias cinéticas e térmicas para um melhor revestimento. Por exemplo, materiais com baixo ponto de fusão como cobre, alumínio, níquel e zinco, não requerem altas energias térmicas. Por outro lado, materiais com alto ponto de fusão precisam que a faixa de energia térmica seja aumentada resultando também em boa aderência. Todo o controle da temperatura e velocidade das partículas pode ser feito, controlando-se a pressão do combustível e expansão no bocal. Ainda, a temperatura do produto do combustível depende do tipo de combustível, eficiência, pressão e fração de oxigênio (SCHNEIDER et al., 2006)\nEmbora todos os parâmetros sejam ajustados e mantidos constantes na aplicação, a variação na exposição do pó com a chama influencia no resultado da camada, por exemplo, à medida que o pó fica mais tempo em contato com a chama, aumentando a temperatura final, o resultado obtido é um revestimento mais compacto (GUILEMANY et al., 2006).\nDurante o processo de aplicação do revestimento por HVOF, como as partículas são arremessadas e expostas a altas temperaturas e atmosfera oxidante, a formação de óxidos é inerente ao processo. Assim como poros e vazios ocasionados pelo resfriamento das partículas aspergidas (AGUIAR ET AL., 2013).\nExiste um aumento no percentual de oxidação quando uma maior taxa de gás é usada, causada pela maior temperatura de fusão, propiciando a oxidação. Variações na distância da pistola também influenciam o revestimento, pois quanto maior à distância, maior o tempo que a partícula fica em contato com a chama, aumentando o volume fundido gerando camadas mais densas e compactas. (GUILEMANY et al., 2006).\nA homogeneidade de distribuição granulométrica das partículas também tem papel fundamental na qualidade do revestimento, visto que dependendo da temperatura usada no processo, partículas maiores do que um determinado tamanho crítico, que varia com os\nparâmetros do processo, não fundem completamente, influenciando na densificação do revestimento.\nA diferença no coeficiente de dilatação térmica entre o revestimento e o metal base tem relação direta com a resistência ao desgaste. Quando o resultado da diferença da dilatação resulta em forças de compressão, há um ganho em resistência ao desgaste. Por essa razão o controle da dilatação, e por sua vez da diferença no coeficiente de dilatação térmica, é importante durante o processo (STEWART; SHIPWAY; MCCARTNEY, 1999).\nSimulações matemáticas demonstram que as camadas subsequentes não têm influência no estado térmico da camada de interface, ou seja, as interações térmicas são influenciadas somente pela primeira camada e o substrato devido à troca de calor que o substrato tem com a primeira camada (SOBOLEV et al., 1996).\n2.4.2.\tRevestimento\nEm aspersão térmica, o pó deve possuir a mesma composição química do revestimento aplicado. Isso significa que durante a aplicação, não deve ocorrer vaporização seletiva no aquecimento do pó. Por outro lado, fundir ou ao menos deixar o pó em estado viscoso deve ser realizado pelo aquecimento do mesmo para que o revestimento apresente microestrutura uniforme (SCHNEIDER et al., 2006). O revestimento é o resultado do impacto das partículas aceleradas na superfície do substrato (SCHNEIDER et al., 2006).\nNa figura 11 está apresentado um diagrama do processo de formação de camada por aspersão térmica.\nFigura 11 - Diagrama da formação de lamelas e do revestimento sobre o substrato.\nFONTE: (VICENZI, 2007).\nNa figura 12, pode-se visualizar esquematicamente a microestrutura típica dos revestimentos ao serem aspergidos contra o substrato. As partículas semifundidas aderem às imperfeições da superfície formando estrutura lamelar. Pode-se notar a existência de poros, partículas não fundidas e óxidos que podem ser controlados com variações nos parâmetros do processo. (VICENZI, 2007).\nFigura 12 - Microestrutura típica de revestimentos aspergidos térmicamente\nSubstrato\nPoro\nludusao de óxidos\nPartícula uào fuudida\nFONTE: (VICENZI, 2007).\nA aderência do revestimento está intimamente ligada com as características superficiais do substrato, visto que este deve ter um alto grau de limpeza, assim como rugosidade. A rugosidade é importante para que ocorra o ancoramento mecânico (VICENZI, 2007).\nSão diversos os parâmetros que influenciam na qualidade do revestimento como morfologia inicial do pó, o tamanho e distribuição das partículas de carbetos, dureza relativa entre o revestimento e o abrasivo, propriedades da matriz e sua fração volumétrica e o processo de aplicação que determina as características do revestimento tais como: fases, densidade, microdureza, força de ligação e tensão residual (ZHANG et al., 2008).\nFaixa estreita em distribuição de tamanho, geometria da partícula e redução química geram consideráveis custos no processo de fabricação do pó, no entanto, esse controle de processo resulta em melhor qualidade do revestimento (SCHNEIDER et al., 2006).\nGoyal et al. (2012) demonstraram por meio de imagens de microscópio eletrônico de varredura, a morfologia da camada depositada de WC-10Co-4Cr sobre o aço inoxidável CF8M conforme pode ser visto na figura 13. Nesta figura é possível observar a estrutura de “splat” das partículas, após colisão com o substrato. Ainda, nota-se microporosidade e\nmicrotrincas no revestimento. Goyal et al. (2012) mencionam que as regiões de diferente tonalidades de cinza refere-se ao ligante de Co-Cr e as regiões mais brilhantes à dissolução de WC dentro da matriz, também associada a descarbonização dessas regiões.\nFigura 13 - Imagens de MEV da seção transversal (A) e da superfície (B) de camada de\nWC-10Co-4Cr aplicados por HVOF sobre o aço CF8M.\nMicro vazios\nMicro trinca\nCF8M\nWC lOCo 4Cr\nInterface\nFONTE: (Adaptado de GOYAL et al., 2012).\n2.4.2.I.\tPropriedades do revestimento\nEmbora o carbeto de tungsténio apresente dureza elevada da ordem de 2200 HV, a dureza do revestimento de WC-CoCr aplicado por HVOF atinge dureza até 1200 HV (ZHANG et al., 2008).\nAvanços na fabricação do pó foi objeto de estudo de Jafari et al. (2013) no qual o pó de WC-Co foi revestido com Ni-P. Os resultados foram satisfatórios com ganho na redução da porosidade de 1% para 0,3%, percentual de descarbonetação de 13,6 para 2,6% e dureza da ordem de 10,98 para 11,45 GPa, quando comparado com valores de WC-12Co.\nCom o intuito de compreender as variáveis que mais influenciam a porosidade no revestimento, AGUIAR et al. e outros utilizaram o revestimento de Ni22Cr10Al1Y aplicado por HVOF avaliando estatisticamente a influência de parâmetros como distância, pressão do gás de alimentação e fração de alimentação do pó. Identificou-se que a pressão do gás e fração de alimentação do pó eram os parâmetros que mais influenciaram na porosidade. Para a maior pressão de gás em conjunto com a maior fração de pó, obteve-se os menores valores de poros e óxidos. Ao contrário do esperado pelos autores, a distância de deposição demonstrou influencia insignificante na porosidade e oxidação. Isso se deve ao fato de, tratando-se de\naplicação do pó em altas velocidades, a variação de 150 para 250 mm, realizada pelo autor, seja insignificante (AGUIAR ET AL., 2013).\nWatanabe et al. (2006) avaliaram a correlação entre a microestrutura de impacto das partículas aspergidas (splat) com a resistência por meio de análises da mecânica da fratura da camada de WC-Co. Os ensaios foram realizados introduzindo um entalhe no revestimento seguido de dobramento em quatro pontos, como está ilustrado na figura 14. Os resultados mostraram que a resistência à fratura do revestimento de WC-12Co aplicado em substratos de aço carbono aumentou de 600 para 1800 J/m2 com o aumento das partículas de WC. Compactação da microestrutura de interface, partículas de WC incrustadas no substrato e a fração volumetria da fase do ligante metálico no revestimento são os fatores chaves para tais resultados.\nFigura 14 - (A) Representação esquemática do teste de dobramento a 4 pontos e (B)\nampliação do entalhe no revestimento.\nSubstrato\nTrinca, 2 a\nRtve&amp;timento\nEntalhe\nSubstralo\nWC-Co\nEulalhf\nFONTE: (Adaptado de WATANABE et al., 2006).\nAlternativas em composições de cermets e ligantes são mostradas em estudos como o de Hong et al. (2013) onde Cr3C2-NiCr é avaliado e apresenta bons resultados de dureza e\ntenacidade. Bolelli et al. (2014) ao utilizar ligas de Fe-Cr-Ni-Si-B-C puro e misturado com percentuais de 20 e 40% de WC-12Co obtiveram bons resultados em coesão das partículas e microdureza. Liu, Shieu e Hsiao (2014) também testaram revestimentos a base de Fe adicionando Co para alterar as propriedades tribológicas e de resistência a corrosão.\nAl-Fadhli et al. (2005) estudaram o comportamento em fadiga de revestimentos de Inconel-625 depositado por HVOF em metal base de AISI 316 soldado com metal de adição ER309L por meio do processo TIG. Não houve diferença no comportamento em fadiga da região com e sem solda, observando por microscópio ótico que as trincas de fadiga são nucleadas de forma similar tanto no metal base quando na área soldada.\n2.4.2.1.1.\tDesgaste do revestimento\nOs cermets têm se mostrado a melhor e mais utilizada opção de revestimento devido a sua excelente resistência ao desgaste, resistência mecânica, rigidez e alta dureza. O principal cermet tem sido o WC-Co por sua alta resistência ao desgaste. Quando a aplicação prevê altas temperaturas e meios agressivos, a baixa resistência à corrosão desse sistema limita sua aplicação. Para esses casos são utilizados outros ligantes como ferro e níquel, ou ainda outros cermets a base de TiC e Cr3C2 em matriz de Ni e Mo (VICENZI, 2007).\nDevido às características dos cermets que aliam propriedades das cerâmicas, como alta dureza, com tenacidade dos ligantes metálicos, não é possível descrever o processo de desgaste nos cermets de forma simples como é feito em materiais puramente dúcteis ou frágeis. O processo de desgaste dos cermets se inicia pelo desgaste do ligante. A partir daí, as partículas de carbetos ficam descobertas, ocorrendo então uma interação entre os carbetos e os erodentes. De acordo com a relação de dureza entre os carbetos e erodentes, diferentes fenômenos favorecerão o desgaste. Para a maioria dos casos a tenacidade é um fator de maior peso na resistência ao desgaste, e por isso WC, com tenacidade à fratura de 15 MPa/m ,\n1/2 apresenta vantagem sobre o Cr3C2, com tenacidade a fratura de 3 MPa/m (VICENZI, 2007).\nEscaler et al. (2003) reportaram a diferença nos resultados de desgaste entre aço inox martensítico (13Cr-4Ni) sem revestimento e com revestimento de WC-Co, demonstrando que o aço inox sem revestimento apresentou elevado desgaste (perda de massa) devido a fadiga por sofrer fortes deformações plásticas. O aço revestido apresentou mecanismo de desgaste por lascamento devido ao impacto das partículas, sem nenhuma deformação plástica prévia.\nSegundo estudos realizados, comparando a resistência ao desgaste de revestimento de WC-Co de partículas micrométricas (o mais aplicado comercialmente) e de partículas\nnanométricas, demonstram que a resistência ao desgaste é menor com partículas nanométricas, devido a um maior grau de decomposição sofrida pelo pó nanométrico, fazendo com que haja uma redução na fração volumétrica da fase primária de WC e na formação W2C, que fragiliza o revestimento (STEWART; SHIPWAY; MCCARTNEY, 1999). Porém, a causa para esse efeito é o aumento na área superficial das partículas mantendo os mesmos parâmetros de processo. Assim, futuros estudos devem ajustar os parâmetros, como vazão de gás que está diretamente ligada na fusão/decomposição das partículas, para então aperfeiçoar os resultados com pós nanométricos (GUILEMANY et al., 2006). Ainda, segundo estudos avaliando a distribuição do tamanho das partículas, a resistência ao desgaste diminui quando a distribuição no tamanho das partículas é maior, ou seja, partículas menores contidas na mistura tem sua característica de resistência ao desgaste prejudicada devido à decomposição do WC pela temperatura (BERGET; ROGNE; BARDAL, 2007). No entanto, outras frentes de estudos obtiveram bons resultados com partículas nanométricas em pós Co duplex, ou seja, mantendo a composição da liga no que se refere ao percentual de Co, mas modificando sua interação com o cermet WC (MATEEN et al., 2011).\nCom a finalidade de melhorar as propriedades contra a abrasão do revestimento de WC-CoCr aplicado por HVOF por meio do aumento da dureza e redução da porosidade, Zhang et al. (2008) realizaram um processo de tratamento térmico a laser no revestimento aplicado. Houve pouca alteração na composição do revestimento, no entanto a porosidade diminuiu, reduzindo a espessura do revestimento inicialmente de 300 |im para 225 |im, como pode ser mostrado na figura 15. Ainda, houve um aumento considerável na dureza de 1262 para 1818 HV.\nFigura 15 - Micrografia ótica da seção transversal de revestimento de WC-CoCr aplicado por\nHVOF antes (A) e depois (B) do tratamento térmico a laser.\nInterface\nSubstrato *\nx200 50 pm\nRevestimento\n225pm\nInterface\nx200 50 pm\nSubstrato\nRevestimento ;300\nFONTE: (Adaptado de ZHANG et al., 2008).\nCom o objetivo de aumentar a dureza e, consequentemente a resistência à abrasão, WC puro foi adicionado à composição comercial de WC-CoCr. O resultado foi um aumento de 1106 para 1395 HV na dureza, porém com redução na resistência ao desgaste. Isso se deve ao aumento na porosidade avaliado por análise de imagens obtidas por microscopia óptica mostradas na figura 16. A porosidade do WC-CoCr de 1 à 2% subiu para 7 à 10% quando adicionado 10, 20 ou 30% de WC puro na liga WC-CoCr (MAITI; MUKHOPADHYAY; RAMAN, 2007).\nFigura 16 - Imagem de MEV da seção transversal das amostras com (A) 0%, (B) 10%, (C)\n20% e (D)30%.\nFONTE: (MAITI; MUKHOPADHYAY; RAMAN, 2007).\nGoyal et al. (2012) reportaram estudos em que WC-10Co-4Cr e Al2O3+13TiO2 foram aplicados por HVOF em aço inox ASTM A743 grau CF8M e submetidos a desgaste abrasivo. Os resultados evidenciaram início de desgaste dúctil e frágil para o revestimento de Al2O3+13TiO2 e predominantemente dúctil para o revestimento de WC-10Co-4Cr, comprovando sua maior adequação para uso em turbinas hidrelétricas.\nA definição do metal ligante assim como seu percentual na mistura do pó foi estudado por Berget, Rogne e Bardal (2007) demonstraram que um percentual de 5 à 8,5 de Cr na composição aumenta a resistência a abrasão por corrosão em sistemas da baixa severidade, porém quando a severidade do desgaste aumenta, o mesmo percentual de Cr não apresenta bons resultados.\nLiao, Normand e Coddet (2000) demonstram em seus estudos que, quanto maior o tamanho da partícula abrasiva, menor é a resistência à abrasão do revestimento de WC-Co. Ainda, entre os revestimentos aplicados com APS, HVOF e VPS, o revestimento de HVOF foi o que obteve melhores resultados em desgaste abrasivo devido a sua elevada dureza e baixa porosidade.\n3.\tMATERIAIS E MÉTODOS\n3.1. MATERIAL BASE - SUBSTRATO\nPara produção dos substratos utilizados para aspersão, inicialmente placas com 500x500x50 mm foram fundidas pela empresa Dedini S/A Indústrias de Base utilizando o material ASTM A743 CA6NM, exatamente o mesmo utilizado para a confecção das pás de turbinas Kaplan, e posteriormente usinado em corpos de prova de dimensões 100x100x10 mm. Na figura 17(a) são mostradas as placas fundidas e na figura 17(b) as placas usinadas.\nFigura 17 - (a) Placas fundidas e (b) Corpos de prova (CPs) usinados.\n(a)\t(b)\nPara obtenção das placas, o material precursor foi vazado em molde de areia,\nsalientando que o mesmo atende ao especificado pela norma ASTM A743, em relação à\ncomposição química, que é apresentada na Tabela 2.\nTabela 2 - Composição química dos corpos de prova.\nElemento\tC\tMn\tSi\tCr\tNi\tMo\tP\tS\nReal (%)\t0,04\t0,57\t0,34\t12,08\t3,66\t0,47\t0,03\t0,01\nEsp. (%)\t<0,06\t<1\t<1\t11,5 - 14\t3,5-4,5\t0,4-1\t<0,04\t<0,03\nNo processo de fundição, após desmoldagem e jateamento com granalha de aço, o maçalote de alimentação foi cortado com maçarico e as placas foram submetidas ao tratamento térmico de normalização e revenimento, ambos com resfriamento em ar. Na tabela 3 está descrito os parâmetros de processo como temperatura e tempo de patamar.\nTabela 3 - Parâmetros de tratamento térmico aplicados às amostras.\n\tNormalização\tRevenimento\nTemperatura (°C)\t1030 - 1050\t600 - 615\nTempo (h)\t6\t6\nA microestrutura resultante do tratamento térmico foi revelada com ataque químico por 12 segundos de uma mistura com 50 ml de ácido nítrico (HNO3), 45 ml de ácido clorídrico (HCl) e 5 ml de água oxigenada (H2O2), e está mostrado na figura 18.\nFigura 18 - Microestrutura do corpo de prova 1.\nOs ensaios mecânicos foram realizados pelo fornecedor em um corpo de prova de tração e três de impacto como apresentados na Tabela 4.\nTabela 4 - Propriedades mecânicas das amostras.\n\tReal\tEspecificado\nResistência a tração (MPa)\t791\t>755\nLimite de Escoamento (MPa)\t616,6\t>550\nAlongamento (%)\t21,2\t>15\nRedução de Area (%)\t63,3\t>35\nEnsaio de Impacto (J) à 0°C\t82,4 ±4,4\t>54\nA dureza foi medida na ASLTOM por meio do método Brinell (CALLISTER, 2007) com esfera de 2,5 mm de diâmetro e carga de 187,5 N diretamente nas amostras usinadas.\n3.2.\tMATERIAL PARTICULADO USADO PARA O REVESTIMENTO\nO pó usado para revestir os corpos de prova foi da marca SULZER METCO, designação WOKA 3653 com a distribuição granulométrica e composição química descrita na Tabela 5, dado pelo fornecedor.\nTabela 5 - Distribuição granulométrica e composição química do pó do revestimento.\nTamanho da partícula (um)\tPercentual\n>63\t0\n>53\t0\n>45\t4,09\n>20\t79,2\n<20\t16,71\n<11\t1,94\nElemento\tPercentual em peso\nC\t5,34\nCr\t3,84\nCo\t10,03\nF\t0,1\nW\t80,69\nPara a realização deste trabalho, de maneira que fosse possível o acompanhamento de cada etapa do recobrimento, os corpos de prova (CP) foram identificados sequencialmente de acordo com a última etapa de processo ao qual o mesmo foi submetido, conforme apresentado na Tabela 6 Assim, o CP1 foi somente usinado enquanto o CP4 foi usinado, jateado, pré-aquecido e revestido com 0,1 mm de camada.\nTabela 6 - Classificação dos corpos de prova.\nCP\tCondição\n1\tUsinado\n2\tJateado\n3\tPré-aquecido\n4\tRevestido 0,1 mm\n5\tRevestido 0,2 mm\n6\tRevestido 0,2 mm\nO CP 4 foi aspergido com seis passes enquanto os CPs 5 e 6 tiveram 8 camadas. Com objetivo de acompanhar o comportamento da espessura por passe, os CPs 5 e 6 foram revestidos com o mesmo número de passes.\n3.3.1.\tJateamento\nDevido a adesão do revestimento ser de natureza principalmente mecânica, uma superfície com perfil mais rugoso deve ser criada a fim de conferir ancoragem mecânica para as partículas aspergidas. Os corpos de prova 2, 3, 4, 5 e 6 foram jateados com óxido de alumínio (alumina) fundido de granulometria R 24 (ANSI/FEPA) com distribuição granulométrica e composição química descritas na Tabela 7.\nTabela 7 - Distribuição granulométrica e composição química do abrasivo para jateamento.\n#ASTM (mm)\tPercentual (%)\n16 (1,18)\t0\n20 (0,85\t15,1\n25 (0,71)\t61\n>30 (>0,6)\t82,4\n35 (0,5)\t2,4\n<35 (<0,5)\t0,1\nComposto\tPercentual (%)\nTiO2\t2,51\nSiO2\t0,85\nFe2O3\t0,21\nCaO\t0,21\nMgO\t0,29\nNa2O\t0,04\nk2o\t0,03\nAl2O3\t95,86\nO processo de jateamento foi realizado com temperatura ambiente de 29,5°C e umidade relativa do ar de 41%. As amostras iniciaram o jateamento com 31°C e após 3 h e 30 min com 60 kgf/cm2 de pressão de jato atingiram 33,5°C. Na figura 19 pode ser visto fotografias do equipamento utilizado e o barômetro de controle.\nFigura 19 - Fotografia do equipamento utilizado no jateamento e barômetro de controle da pressão do jato.\n3.3.2.\tPré-aquecimento\nO pré-aquecimento das amostras tem como objetivo remover qualquer impureza orgânica e umidade residual na superfície das mesmas que poderiam reduzir a aderência do revestimento. O processo foi realizado utilizando-se o calor gerado pela chama na própria pistola HVOF de aplicação do revestimento. As peças atingiram uma temperatura de 160170°C com um passe.\n3.3.3.\tAplicação do revestimento\nO revestimento foi aplicado utilizando o equipamento JP-5000, modelo 5120 do fabricante TAFA, seguindo os parâmetros sugeridos pelo fabricante do material particulado apresentado na Tabela 8 com um canhão de aplicação de 6 polegadas a uma distância de 300 mm da superfície da amostra. Durante a aplicação, a temperatura ambiente era de 33,2°C com umidade relativa do ar de 45%. Os corpos de prova estavam a uma temperatura de 33,5°C e não ultrapassaram 180°C durante a aplicação das camadas. A figura 20 ilustra esquematicamente o equipamento utilizado na aplicação do revestimento.\nFigura 20 - Esquema do aparelho de HVOF utilizado para a obtenção dos revestimentos.\n(1 e 2) tanque de oxigênio (gás comburente) e tanque de querosene (combustível), (3) painel de operação, (4 e 5) entrada e saída da água de refrigeração, (6) pistola de aspersão, (7) alimentador e (8) camisa refrigeradora no bico da pistola.\n4\t5\nFONTE: (VICENZI, 2007).\nNas figuras 21 e 22 são mostradas as fotografias dos equipamentos utilizados na aplicação do revestimento e medidas de temperatura e velocidade das partículas. Os parâmetros de aplicação foram mantidos constantes para as amostras 4, 5 e 6 como mostrados na tabela 8. No entanto o número de passes aplicados (camadas) variou, sendo 6 passes para a amostra 4 e 8 passes para as amostras 5 e 6.\nTabela 8. Parâmetros de aplicação do revestimento.\nN2\t11 ± 1 scfh\nCombustível (querosene)\t6 gph\nO2\t2055 scfh\nTaxa de aspersão do pó\t90 g/min\nFigura 21 - (a) Fotografia do equipamento e armazenagem e dosagem do pó e (b) Fotografia do painel de controle para aplicação do revestimento.\nOs parâmetros foram definidos para que antes da aplicação nos substratos, fosse verificado o resultado de velocidade e temperatura das partículas na saída da pistola pelo instrumento AccuraSpray G3C da Tecnar mostrado na figura 22. A temperatura e velocidade das partículas detectadas foram 717 m/s e 1797 °C, respectivamente.\nFigura 22 - Fotografia do equipamento de medição da temperatura e velocidade da partícula\nAccuraSpray G3C.\n3.4.\tCARACTERIZAÇÃO\nTodos os corpos de prova foram obtidos a partir de placas de 100 x 100 x 10 mm e foram seccionados conforme mostrado na figura 23, para as caracterizações.\nFigura 23 - (a) Esquema de corte das amostras e (b) imagem dos CPs identificados.\n100 mm\nPino em Disco\t\tReteste\nÓptico\tMolhab.\t\nÓptico 2\tRugosi.\t\n(a)\n(b)\nDevido ao limitado comprimento de corte do disco adiamantado da cut-off (Isomet 4000), os primeiros cortes foram realizados com discos acoplados a lixadeiras de produção conforme a figura 24. A temperatura foi controlada por pirómetro durante todo o corte e não ultrapassava uma temperatura de 60°C (a temperatura máxima quando em aplicação do revestimento é de 180°C). O corpo de prova foi colocado em morsas com a devida proteção de lâminas de borracha para que não houvesse dano ao revestimento. Após o seccionamento de amostras menores, as mesmas foram cortadas na cut-off com avanço de 3 mm/s e refrigeração constante a fim de evitar qualquer dano tipo desplacamento e microtrinca no revestimento que pudesse interferir nas análises.\nFigura 24 - (a) Fotografia do equipamento de corte e (b) corte com disco abrasivo.\n(a)\n(b)\n3.4.1.\tMicroscopia ótica\nPara as analises no microscópio ótico, as amostras foram seccionadas transversalmente ao sentido de aplicação do revestimento. O corte foi realizado utilizando disco de corte adiamantado com avanço de 3 mm/s e rotação de 4000 rpm. A temperatura de corte foi controlada com arrefecimento constante. As amostras cortadas foram embutidas em baquelite utilizando uma embutidora Buehler Simplimet® 1000 mostrada na figura 25.\nFigura 25 - Fotografia da embutidora Buehler Simplimet® 1000.\n3.4.1.1.\tEspessura de camada\nAs amostras embutidas com o equipamento Buehler Primet® 3000 foram preparadas com lixas de mesh 600, 1000, 1200 e 1500 e o polimento em pano com alumina. As imagens das mesmas foram obtidas por meio do microscópio óptico Zeiss com aumentos de 100, 200 e 500x. Na figura 26 são apresentadas as fotografias dos equipamentos de preparação das amostras à esquerda, e o microscópio ótico utilizado para captura de imagens, à direita.\nFigura 26 - Equipamento de preparação das amostras à esquerda (a) e microscópio utilizado para captura de imagens (b).\n(a)\n(b)\nCom as imagens obtidas, foi possível verificar a condição da seção transversal das amostras e assim determinar a espessura da camada depositada para as amostras 4, 5 e 6,\n3.4.I.2.\tPorosidade\nA porosidade foi avaliada por meio do uso de processamento digital de imagens. A figura 27 ilustra o processo. Em 27a está a imagem original, em 27b a remoção do fundo e em 27c a conversão para escala de cinza (32 bits).\nFigura 27 - (a) imagem original, (b) fundo removido e (c) escala de cinta (32 bits).\nA limiarização da imagem, convertendo-a em imagem binária foi através da seleção do valor limiar, ou seja, destaque dos objetos escuros em um fundo claro, de forma que os objetos e o fundo tenham, respectivamente, tonalidade preta e branca como mostrado na figura 28. Após um valor de linearização ser determinado visualmente pelo usuário, a segmentação é efetuada automaticamente pelo software na imagem, pixel a pixel, classificando os pixels como objetos ou fundo, de acordo com o nível de cinza em relação ao valor da limiarização. Observa-se na figura 29, a imagem após aplicação da limiarização.\nFigura 28 - Histograma da imagem em escala de coloração cinza, a maioria das analises mostram histograma com curvas de formato modal e alguns casos bimodais.\n154\t237\nFigura 29 - Imagem após aplicação de limiarização.\n3.4.2.\tCoeficiente de Atrito\nO coeficiente de atrito foi medido por um tribometro de pino em disco modelo CSM. O teste seguiu o procedimento definido pela norma ASTM G-99. Para essa caracterização, uma esfera rígida é posicionada na ponta do pino e desliza em círculos sem rotacionar em seu próprio eixo. Uma força de contato é conferida e mantida constante durante todo o ensaio. A figura 30 mostra esquematicamente como é feito a medida, sendo R o raio de posicionamento do pino na amostra, F a força aplicada no pino contra o disco, d o diâmetro da esfera na ponta do pino, D o diâmetro da amostra e W o torque aplicado para rotacionar a amostra.\nFigura 30 - Esquema do sistema de medida do coeficiente de atrito.\nFONTE: (AMERICAN SOCIETY FOR TESTING AND MATERIALS, 2000)\nO teste foi conduzido em ar atmosférico com umidade relativa do ar de 67%. A pressão de contato utilizada foi de um Newton e mantida por 10.000 revoluções. O pino era composto por uma esfera de alumina de 3 mm de diâmetro na ponta.\n3.4.3.\tDureza\n3.4.3.1.\tDureza Brinell\nNa dureza Brinell, um indentador esférico rígido é forçado contra a superfície a ser testada. O diâmetro da esfera era de 2,5 mm e a carga 187,5 N. A carga foi aumentada lentamente e se manteve constante durante o teste por 10 a 30 segundos. O diâmetro da indentação foi medido, resultando no valor da dureza quando comparada com uma tabela padrão (CALLISTER, 2007). A figura 31 mostra a representação da indentação. O aparelho utilizado é de modelo BVR da marca Reicherter.\nFigura 31 - Representação esquemática da medição de dureza Brinell, sendo D o diâmetro da esfera e d o diâmetro da indentação.\nFONTE: (CALLISTER, 2007).\n3.4.3.2.\tDureza Vickers\nTambém chamado de pirâmide de diamante, o método de medição de dureza Vickers (HV) foi utilizado nos revestimentos embutidos em baquelite. O teste foi feito com indentador de ponta de diamante com geometria de uma pirâmide, que é forçada contra a região do revestimento. A impressão resultante foi observada por meio de um microscópio ótico para ser medida e convertida no valor de dureza. Devido ao uso do microscópio para a avaliação e medição da indentação, foi necessário que a amostra apresentasse uma superfície plana polida (CALLISTER, 2007). A indentação segue esquema mostrado na figura 32.\nFigura 32 - Representação esquemática da medição de dureza Vickers, sendo d1 o comprimento da diagonal da indentação.\nFONTE: (CALLISTER, 2007).\nA medição nos revestimentos foi realizada em três pontos na seção transversal. O equipamento utilizado foi o Mitutoyo, modelo MicroWizhard. A carga foi 0,3 kgf com tempo de indentação de 10 s. A figura 33 mostra a fotografia do equipamento utilizado assim como um exemplo de indentação no revestimento.\nFigura 33 - Fotografia do equipamento utilizado na medição de dureza à esquerda e imagem representativa da indentação no revestimento.\n3.4.4.\tMolhabilidade\nA molhabilidade foi avaliada por meio de medidas de ângulo de contato. Entre os métodos existentes, foi utilizado nesse trabalho o de gota estática (YAAKOV, 1999), que consiste em colocar um pequeno volume de água deionizada em contato sobre a superfície da amostra. Esta gota está sujeita a um equilíbrio termodinâmico que envolve três meios e fases distintas: amostra - fase sólida, água - fase líquida e ar - fase gasosa (vapor).\nÂngulo de contato é o ângulo finito formado pela interface líquido-vapor de uma gota de líquido em repouso sobre uma superfície, conforme imagem apresentada na figura 34. Verifica-se que o ângulo 9 está diretamente relacionado com as energias superficiais das interfaces: entre sólido e o vapor (YSV) e entre o sólido e a gota do líquido (YSL) e entre o líquido e o vapor (YLV).\nFigura 34 - Ângulo de contato entre a gota de um líquido e uma superficie sólida.\nFONTE: (ADAMSON; GAST , 1997).\nO espalhamento da gota de um líquido (AVS) sobre a superfície sólida pode ser calculado pela variação da energia livre da superfície (ADAMSON; GAST , 1997), dada pela equação (1), sendo AA a variação da área coberta pela gota e A9 a variação do ângulo de contato.\nAVs = (Ysl - Ysv) AA + Ylv cos (0 - AO)\n(1)\nNo equilíbrio termodinâmico, tem se limAA.0(AVS/ AA) = 0, logo a equação (1) se simplifica de acordo com a equação (2)\nYsv = Ysl + Ylv cos 0\n(2)\nEssa equação é conhecida como Lei de Young (SAFRAN, 1994; ADAMSON; GAST , 1997; YAAKOV, 1999) e é usada para determinar o ângulo de contato 9 através da equação (3).\ncos O =\n'y sv -Y sl k Y LV >\n(3)\nA competição entre os dois pares de interação definirá a forma que a gota irá ter sobre o material. O primeiro é a interação entre a gota e o material que pode ser energeticamente favorável ao espalhamento da gota pela superfície. Esse espalhamento implica em um aumento de área de contato entre o fluido e a fase gasosa. Esse aumento de área de contato provoca um aumento da energia da tensão superficial entre a gota e o vapor e pode reduzir a molhabilidade na superfície. Tem-se uma superfície completamente molhada quando a\ninteração sólido/líquido domina. Porém quando o termo da tensão superficial entre a gota e o vapor é dominante, a superfície é parcialmente molhada e ocorre a formação de uma gota (SAFRAN, 1994). Na figura 35 estão mostradas esquematicamente as situações possíveis para uma gota de água deionizada sobre uma superfície sólida.\nFigura 35 - Situações para uma gota de água deionizada ao tocar uma superfície sólida.\nFONTE: (MARINS, 2010).\nIdentifica-se nessa figura que a superfície encontra-se completamente molhada para 9=0°, parcialmente molhada para 9<90° e não molhada para 9>90°, sendo que as gotas do líquido tendem a se movimentarem sobre a superfície (ADAMSON; GAST , 1997).\nPara valores de 9 maiores que 90° a superfície é classificada como hidrofóbica e para 9 menor que 90°, ela é hidrofílica.\nPara as medidas de ângulo de contato (9) utilizou-se um goniómetro automatizado (Ramé-Hart modelo F-300), conforme fotografia apresentada na figura 36.\nFigura 36 - Fotografia do goniómetro utilizado nas medidas de ângulo de contato.\nO sistema é dotado de uma plataforma para colocação da amostra, assim como um reservatório para inserir o líquido, uma câmera CCD para captura das imagens da gota depositada sobre a superfície e um computador com programa de processamento de imagens que determina o perfil da gota.\n3.4.5.\tRugosidade\nO acabamento superficial dos substratos influencia diretamente em diversos aspectos tais como desgaste, eficiência hidráulica, aderência do revestimento, etc. Os processos de fabricação determinam o acabamento superficial e por consequência o seu desempenho, tornando importante a quantificação da rugosidade. Pode-se definir a rugosidade como o conjunto de desvios microgeométricos caracterizados pelas pequenas saliências e reentrâncias presentes em uma superfície. Para a análise foram utilizados os parâmetros Ra, que consiste na rugosidade média determinada em função de uma linha média definida do perfil de rugosidade; Rz, que corresponde à distância vertical média entre o pico e vale no comprimento de avaliação; Rzlmax indica a distância entre o pico mais alto e o vale mais profundo; Rsm, que representa a largura média de um elemento do perfil (WHITEHOUSE, 1994).\nAs medidas de Rugosidade das amostras foram feitas no Laboratório de Medição de Superfícies Óticas - LMSO/EFO-O/IEAv/CTA e os valores coletados a partir de um rugosímetro Taylor Hobson Precision, modelo Form Talysurf - PGI 1000. Na Figura 37a é apresentada a fotografia do rugosímetro utilizado e em 37b os parâmetros medidos.\nFigura 37 - (a) Fotografia do rugosímetro e (b) Parâmetros de rugosidade\nFONTE: (MARANHO, 1996).\n4.\tRESULTADOS E DISCUSSÕES\n4.1.\tMICROSCOPIA ÓTICA\n4.1.1.\tEspessura de camada\nCom as imagens obtidas, foi\tpossível\tavaliar as\tcondições das\tsuperfícies\tdos\nsubstratos. Verifica-se a diferença do\tCP\t1\tusinado, para os\tCPs\t2\te\t3\tjateados\te\tpré\naquecidos em função do perfil de rugosidade resultante do jateamento para conferir ancoragem mecânica as amostras. Na imagem apresentada na figura 38 foi possível observar uma superfície com baixa rugosidade obtida por meio do processo de usinagem na amostra CP 1. Na figura 39 observou-se um perfil rugoso devido ao processo de jateamento na amostra CP 2. Na figura 40, cuja imagem foi feita com maior ampliação, evidenciou-se a característica da superfície rugosa da amostra CP 3.\nFigura 38 - Seção transversal da amostra CP 1.\nFigura 40 - Seção transversal da amostra CP 3.\nAtravés da análise da seção transversal das amostras embutidas, utilizando microscopia ótica, foi possível medir as espessuras de camada nas amostras CP 4, CP 5 e CP 6, como mostrado na figura 41 para a amostra CP 4.\nO CP 4 foi aspergido com seis passes enquanto os CPs 5 e 6 foram revestidos com 8 camadas. Para as avaliações das espessuras das camadas, foram realizadas 25 medidas em cada um dos CPs. Os valores mostrados na tabela 9 indicam que a espessura por passe não é linear em relação ao número de passes, visto que com 6 passes na amostra CP 4, a camada atingiu 142 |im e com mais 2 passes aumentou em torno de 80 |im. O controle de camada com\no número de passes constante se mostrou eficaz, visto que duas diferentes amostras aspergidas com o mesmo número de passes apresentam camadas semelhantes.\nTabela 9 - Espessuras médias das camadas.\nCP\tCP 4\tCP 5\tCP 6\nEspessura média (^m)\t142,2 ± 10,3\t224,4 ± 28,5\t225,7 ±16,4\nFigura 41 - Seção transversal da amostra CP 4 com indicação dos valores de medidas da espessura da camada.\nNa Figura 42 é apresentada com maior ampliação a imagem da camada da CP4 e na figura 43 exemplos das medidas efetuadas na amostra CP5.\nFigura 43 - Seção transversal da amostra CP 5 com indicação dos valores de medidas da espessura da camada.\nNa figura 44 pode-se observar a morfologia da camada depositada sobre substrato de aço inoxidável. Destaca-se a presença de microporosidade no revestimento e regiões de diferentes tonalidades que, tendo como base os estudos de Goyal et al. (2012), que associa as regiões cinza a matriz de Co-Cr e as regiões mais brilhantes ao WC dissolvido no ligante de Co-Cr. Não foi notada a estrutura de “splat” das partículas, ou seja, achatadas quando em colisão com o substrato.\n4.1.2.\tPorosidade\nOs valores de porosidade foram avaliados por meio de analise de imagens e o percentual encontrado no revestimento de cada corpo de prova está ilustrado na Tabela 10. Os valores encontrados são semelhantes aos reportados por Goyal et al. (2012) que mediu 1,5% para o mesmo revestimento de WC-10Co-4Cr. Todavia, não é possível fazer qualquer comparação entre uma amostra e outra, para identificar uma tendência visto que o erro atribuído ao método de medição supera o desvio padrão. De uma maneira geral, o revestimento se mostrou homogêneo considerando seus valores de porosidade.\nTabela 10. Percentual de porosidade.\nAmostra\tCP 4\tCP 5\tCP 6\nPorosidade (%)\t1,6 ± 0,7\t1,9 ± 0,7\t2,0 ± 1,1\n4.2.\tCOEFICIENTE DE ATRITO\nNo teste de desgaste de pino em disco, o coeficiente de atrito foi medido para as amostras sem o revestimento (CP 2), e aqui considerada como padrão, e para as amostras CP 4, CP 5 e CP 6 com revestimento. A figura 45 mostra o comportamento do coeficiente de atrito para os diferentes CPs em função do número de voltas. Foi possível verificar que a\namostra padrão inicia o teste apresentando um coeficiente de atrito de 0,2, muito provavelmente devido aos óxidos e à rugosidade promovida pelo jateamento. Após eliminação dos óxidos e perfil rugoso, o que ocorre gradualmente até o teste atingir 4.000 voltas, o coeficiente de atrito atinge valores em torno de 0,8. As amostras com revestimento apresentam comportamento similar entre si, com coeficiente de atrito inicial de 0,2, e atingindo 0,4 em menos de 500 voltas. Mesmo com 10.000 voltas, o revestimento não foi totalmente desgastado.\nAs reduções dos valores dos coeficientes de atrito das amostras aspergidas quando comparadas com a amostra padrão, ou seja, sem o revestimento, pode ser devido à presença da matriz ligante de Co-Cr e se mostra vantajosa em termos de aumento da resistência ao desgaste. Quanto menor o coeficiente de atrito, menor o desgaste e perda de material por atrito. Isso portanto, aliada a elevada dureza, baixa porosidade e camada homogênea, o coeficiente de atrito baixo traz vantagens operacionais às pás hidráulicas.\nFigura 45 - Coeficiente de atrito medido durante teste de desgaste pino em disco em função do número de voltas.\n4.3.\tDUREZA\nA dureza foi medida na superfície do metal base (CP 1) pelo método Brinell como indica a imagem da figura 46 e na seção transversal do revestimento dos corpos de prova pelo método Vickers de acordo com uma imagem típica representada na figura 47. Os resultados da dureza Vickers no revestimento são mostrados na tabela 11. O metal base apresenta dureza Brinell de 302 ± 5 HB. Embora esteja fora do especificado pela norma ASTM A743 Gr. CA6NM de dureza máxima 285 HB, o resultado não interfere no estudo, visto que todas as amostras apresentaram valores de dureza semelhantes, resultantes do processo de tratamento térmico da fundição. O processo de revenimento, que reduz a dureza e aumenta a tenacidade com temperatura acima de 600°C, pode ter causado o processo de envelhecimento, o que pode ter causado esse pequeno aumento na dureza do metal base.\nFigura 46 - Medição de dureza Brinell no metal base (CP 1).\nFigura 47 - Indentações para medição de dureza Vickers no revestimento.\n\t♦\t♦\t♦ .\n\t\t\t\n\t\tX\tlOOfjnt\nA dureza do aço inoxidável martensítico, com microestrutura típica constituída quase com 100% de martensita revenida de baixo teor de carbono, foi consideravelmente aumentada quando comparada com a superfície do revestimento. Goyal et al. (2012) também avaliaram a dureza do revestimento de WC-10Co-4Cr reportando valores da ordem de 1160HV. A elevada dureza do revestimento pode ser creditada ao carbeto de tungsténio (WC) disperso na matriz ligante de Co-Cr e ao baixo percentual de porosidade.\nTabela 11 - Durezas médias dos revestimentos das amostras.\nCorpo de prova\tHV\nCP4\t1083\nCP5\t1097\nCP6\t1186\n4.4.\tMOLHABILIDADE\nA molhabilidade foi avaliada medindo-se o ângulo de contato. Foram realizadas medições de ângulo de contato utilizando água deionizada (1) e ângulo de contato medido com o uso de água deionizada sobre a superfície das amostras molhadas (lavadas) com água destilada (2). Essa segunda medição foi realizada em virtude das características de funcionamento das pás das turbinas, que trabalham submersas na água. Os valores de ângulo de contato estão mostrados na tabela 12.\nTabela 12. Ângulo de contato em teste de molhabilidade.\nAmostra\tQ água deionizada (°)\tQ água deionizada sobre superfície molhada (°)\nCP 1\t61,53 ± 0,20\t71,84 ± 1,00\nCP 2\t61,73 ± 0,77\t69,45 ± 0,70\nCP 3\t67,89 ± 1,66\t66,27 ± 1,20\nCP 4\t73,10 ± 0,92\t69,20 ± 1,20\nCP 5\t63,05 ± 2,50\t64,96 ± 1,64\nCP 6\t54,15 ± 3,10\t50,20 ± 1,18\nVerificou-se um comportamento hidrofílico para os revestimentos, e este comportamento não sofreu alteração quando as superfícies já se encontravam molhadas, ou seja, ele não mudou. A característica hidrofílica apresentada pelos revestimentos favorece a operação das pás das turbinas visto que aumenta a camada limite, melhorando a eficiência hidráulica.\n4.5.\tRUGOSIDADE\nA figura 48 mostra um exemplo típico para o perfil de rugosidade analisado nas amostras, com e sem revestimento. Foram feitas 10 medições em cada amostra e na tabela 13 encontra-se o resultado expresso em termos de média e do desvio padrão dos mesmos. Pode-se observar que a amostra CP 1, usinada, apresenta o menor valor de rugosidade, enquanto as amostras CP 2 e CP 3, jateadas e aquecidas, foram as que apresentam os maiores valores de rugosidade. A maior rugosidade nestas amostras tem como função garantir a aderência por ancoragem mecânica. Por fim, as amostras CP 4, CP 5 e CP 6, aspergidas, apresentam valores próximos de rugosidades média, em torno de 4,6 |im, o que reforça o caráter hidrofílico constante nas amostras.\nFigura 48 - Perfil de rugosidade da amostra CP 1.\n47,D 48.0\t49,0\t50,0\t51,0\t52,0\t53,0\t54,0\t55,0\t56,0\t57,0\t58,0\t59,0\t60,0\t61,0\t62,0\nMilímetros\nTabela 13. Média e desvio padrão dos valores rugosidade medidos nas amostras.\nAmostra\tRa (gm)\tRz (gm)\tRzlmax (gm)\tRSm (gm)\nCP 1\t2,58 ± 0,14\t12,84 ± 0,96\t14,40 ± 1,51\t275,93 ± 3,60\nCP 2\t6,23 ± 0,23\t46,22 ± 5,34\t55,33 ± 6,76\t192,00 ± 16,02\nCP 3\t5,78 ± 0,24\t41,59 ± 2,72\t49,88 ± 5,60\t200,21 ± 15,52\nCP 4\t4,71 ± 0,32\t32,47 ± 2,13\t38,79 ± 3,55\t238,71 ± 16,43\nCP 5\t4,67 ± 0,34\t31,58 ± 1,80\t37,27 ± 2,84\t232,71 ± 21,91\nCP 6\t4,89 ± 0,29\t32,83 ± 2,38\t38,79 ± 4,89\t241,17 ± 13,65\nNa figura 49 é apresentado um gráfico da rugosidade média, com os devidos valores de desvio padrão, observa-se que os valores de rugosidade observados sobre as superfícies das amostras aspergidas são próximos e praticamente apresentam a mesma dispersão.\nFigura 49 - Gráfico da rugosidade média Ra para os diferentes corpos de prova.\nEste comportamento indica que o revestimento apresenta uma superfície similar, ou seja, a espessura de camada aspergida supera o perfil de rugosidade inicial, não apresentando influência na rugosidade da camada das amostras. Ainda, supõe-se que em função do perfil de “splats”, não distinguíveis nas micrografias sem ataque químico, formado pelas partículas quando depositadas na superfície, o resultado é uma rugosidade menor que a observada sobre a superfície jateada.\n5.\tCONCLUSÃO\n-\tEmpregando-se o revestimento sobre o substrato de aço inoxidável observou-se um aumento significativo da dureza. Esse aumento foi de aproximadamente 318 HV (302 HB), no aço inoxidável, para um valor em torno de 1100 HV nos revestimentos. A estrutura de carbetos de tungsténio dispersos em uma matriz de cobalto é a razão para esse aumento da dureza. A espessura das camadas aspergidas, nas dimensões de 0,1 e 0,2 mm, não apresentaram diferenças significativas, entre si, para os valores de dureza.\n-\tIndependente do número de passes, o perfil de rugosidade das amostras aspergidas se manteve constante. A partir do momento em que as partículas depositadas superaram a altura dos picos, a rugosidade não se alterou para os diferentes números de passes.\n-\tO coeficiente de atrito das amostras revestidas foi reduzido pela metade quando comparado com o metal base e apresentou comportamento muito semelhante para todas as amostras revestidas, com valor inicial de 0,2, e atingindo 0,4 em menos de 500 voltas, permanecendo constante até o final do ensaio. Mesmo com 10.000 voltas, o revestimento não foi totalmente desgastado.\n-\tO revestimento apresentou comportamento hidrofílico, e este comportamento não foi alterado quando a superfície já se encontrava molhada.\n-\tO controle da espessura por meio do número de passes se mostrou eficiente, pois os CPs 5 e 6, aspergidas com o mesmo número de passes, apresentaram camadas de mesma espessura.\n-\tA porosidade do revestimento foi abaixo de 2% e está de acordo com a literatura.\n6.\tTRABALHOS FUTUROS\nTrabalhos futuros podem ser realizados com o intuito de avaliar o aumento da aderência para espessuras acima de 0,5 mm de camada depositada; com jateamento intermediário de alumina, variação na temperatura de aspersão, pré aquecimento do substrato e utilização de laser.\nADAMSON, A. W.; GAST, A. P.; Physical Chemistry of Surfaces. New York, Wiley &amp; Sons, 6th ed., 1997.\nAGUIAR, L. A. et al. Study of the influence of deposition parameters in the porosity and oxidation of bond coatings deposited by high velocity oxi-fuel process. In: INTERNATIONAL CONGRESS OF MECHANICAL ENGINEERING, 22., 2013, Ribeirão Preto - Brasil. COBEM. Ribeirão Preto, 2013. não paginado.\nAL-FADHLI, H. et al. HVOF coating of welded surfaces: Fatigue and corrosion behaviour of stainless steel coated with Inconel-625 alloy. Surface &amp; Coatings Technology, Saudi Arabia, v. 200, p.4904 - 4908. 2005.\nAMERICAN SOCIETY FOR TESTING AND MATERIALS. G-99: Standard Test Method for Wear Testing with a Pin-on-Disk Apparatus. 200. United States.\nBERGET, J.; ROGNE, T.; BARDAL, E. Erosion-corrosion properties of different WC-Co-Cr coatings deposited by the HVOF process—influence of metallic matrix composition and spray powder size distribution. Surface &amp; Coatings Technology, Norway, v. 201, p. 76197625, 2007.\nBOLELLI, G. et al. Tribological behavior of HVOF- and HVAF-sprayed composite coatings based on Fe-Alloy + WC-12% Co. Surface &amp; Coatings Technology, Italy, v. 248, p. 104112, 2014.\nCALLISTER, W. D. Materials Science and Engineering An Introduction. ed. New York: John Wiley &amp; Sons, 2007. 271 p.\nDAVIS, J. R. Handbook of Thermal Spray Technology. ed. ASM International, 2004. 345 p.\nDORJI, U.; GHOMASHCHI, R. Hydro turbine failure mechanisms: An overview. Engineering Failure Analysis, Australia, v 44, p. 136-147, 2014.\nESCALER, X. et al. Cavitation erosion tests on a 2D hydrofoil using surface-mounted obstacles. Wear, Spain, v. 254, p. 441-449, 2003.\nESPITIA, L.; TORO, A. Cavitation resistance, microstructure and surface topography of materials used for hydraulic components. Tribology International, Colombia, v.43, p. 20372045, 2010.\nGRACIOSO, J. F. F. Efeito das condições de têmpera na microestrutura e propriedades mecânicas de umaço inoxidável martensítico fundido CA6NM. 2003. 129 f Dissertação (Mestrado em Engenharia Mecânica) - Universidade Federal de Santa Catarina, Florianópolis, 2003.\nGOYAL, D. K. et al. Slurry erosion behaviour of HVOF sprayed WC-10Co-4Cr and Al2O3+13TiO2 coatings on a turbine steel. Wear, India, v. 289, p. 46-57, 2012.\nGUILEMANY, J. M. et al. Influence of spraying parameters on the electrochemical behaviour of HVOF thermally sprayed stainless steel coatings in 3.4% NaCl. Surface &amp; Coatings Technology, Spain, v. 200, p. 3064 - 3072, 2006.\nHONG, S. et al. Microstructure and cavitation-silt erosion behavior of high-velocity oxygenfuel (HVOF) sprayed Cr3C2-NiCr coating. Surface &amp; Coatings Technology, China, v. 225, p. 85-91, 2013.\nJAFARI, M. et al. Microstructural and mechanical characterizations of a novel HVOF-sprayed WC-Co coating deposited from electroless Ni-P coated WC-12Co powders. Materials Science &amp; Engineering A, Iran, v. 578, p. 46-53, 2013.\nLAI, X. et al. Digital manufacture of large-grade hydro turbine's blades. Materials Processing Technology, China, v. 209, p. 4963-4969, 2009.\nLIAO, H.; NORMAND, B.; CODDET, C. Influence of coating microstructure on the abrasive wear resistance of WC/Co cermet coatings. Surface and Coatings Technology, France, v. 124, p. 235-242, 2000.\nLIU, W.; SHIEU, F.; HSIAO, W. Enhancement of wear and corrosion resistance of ironbased hard coatings deposited by high-velocity oxygen fuel (HVOF) thermal spraying. Surface &amp; Coatings Technology, Taiwan, v. 249, p. 24-41, 2014.\nMACINTYRE, A. J. Máquinas Motrizes Hidráulicas. Rio de Janeiro: Guanabara Dois, 1983. 649 p.\nMACHADO, S. Reitor da UFAC e Sibá Machado fazem visita técnica ao Centro de Excelência em Energia do Acre. Disponível em&lt;http://www.ufac.br/portal/news/reitor-da-ufac-e-siba-machado-fazem-visita-tecnica-ao-centro-de-excelencia-em-energia-do-acre>. Acesso em 25/05/2015.\nMAITI, A. K.; MUKHOPADHYAY, N.; RAMAN, R. Effect of adding WC powder to the feedstock of WC-Co-Cr based HVOF coating and its impact on erosion and abrasion resistance. Surface &amp; Coatings Technology, India, v. 201, p. 7781-7788, 2007.\nMANN, B.. S.; ARYA, V. Abrasive and erosive wear characteristics of plasma nitriding and HVOF coatings: their application in hydro turbines. Wear, India, v. 249, p. 354-360, 2001.\nMARINS, N. M. S. Efeito da Incorporação de Flúor nas Propriedades de Superfície de Filmes de a-C:H. 2010. 141 f. Tese (Doutorado em Engenharia Mecânica) - Faculdade de Engenharia do Campus de Guaratinguetá, Universidade Estadual Paulista, Guaratinguetá, 2010.\nMATEEN, A. et al. Tribological behaviour of HVOF sprayed near-nanostructured and microstructured WC-17wt.%Co coatings. Surface &amp; Coatings Technology, Canada, v. 206, p. 1077-1084, 2011.\nPADHY, M. K.; SAINI, R. A review on silt erosion in hydro turbines. Renewable and Sustainable Energy Reviews, India, v. 12, p. 1974-1987, 2008.\nROUX, S. Alstom to supply equipment for Shuakhevi hydropower plant in Georgia.\nDisponível em &lt;http://www.alstom.com/press-centre/2014/2/alstom-to-supply-equipment-for-shuakhevi-hydropower-plant-in-georgia> Acesso em: 03/04/2015.\nSAFRAN, S. A. Statistical Thermodynamics of Surfaces, Interfaces and Membranes. ed. Addison-Wesley Publishing Company ,1994.\nSCHNEIDER, K. E. et al. Thermal Spraying for Power Generation Components. ed. Weinheim: Willey, 2006.\nSIDHU, H. S.; SIDHU, B. S.; PRAKASH, S. Mechanical and microstructural properties of HVOF sprayed WC-Co and Cr3C2-NiCr coatings on the boiler tube steels using LPG as the fuel gas. Materials Processing Technology, India, v. 171, p. 77-82, 2006.\nSIMONE, G. A. Centrais e aproveitamentos hidrelétricos: uma introdução ao estudo. 1a ed. São Paulo: Érica, 2000. 245 p.\nSOBOLEV, V. V. et al. Influence of thermal processes on coating formation during high velocity oxy-fuel (HVOF) spraying of WC-Ni powder particles. Surface and Coatings Technology, Spain, v. 82, p. 121-129, 1996.\nSTEWART, D. A.; SHIPWAY, P. H.; MCCARTNEY, D. G. Abrasive wear behaviour of conventional and nanocomposite HVOF-sprayed WC-Co coatings. Wear, United Kingdon, v. 225-229, p. 789-798, 1999.\nSTRINGER, J. Coatings in the electricity supply industry: past, present, and opportunities for the future. Surface and Coatings Technology, USA, v. 108-109, p. 108-109, 1998.\nTHAPA, B. S.; THAPA, B.; DAHLHAUG, O. G. Current research in hydraulic turbines for handling sediments. Energy, Netal, v. 47, p. 62-69, 2012.\nVICENZI, J. Relação entre microestrutura e erosão (a frio e a quente) de revestimentos do sistema NiCr-Cr3C2 obtidos por aspersão térmica. 2007. 304f. Tese (Doutorado em Engenharia Mecânica) - Universidade Federal do Rio Grande do Sul, Porto Alegre, 2007.\nWATANABE, M. et al. Effect of WC size on interface fracture toughness of WC-Co HVOF sprayed coatings. Surface &amp; Coatings Technology, Japan, v. 201, p. 619-627, 2006.\nWHITEHOUSE, D.J. Handbook of Surface Metrology. ed. IOP Publishing Ltd, London, 1994. 988 p.\nWU, Y. et al. Microstructure and cavitation erosion behavior of WC-Co-Cr coating on 1Cr18Ni9Ti stainless steel by HVOF thermal spraying. Refractory Metals and Hard Materials, China, v. 32, p. 21-26, 2012.\nYAAKOV, Z. Work of adhesion of a sessile drop to a clean surface. Colloid and Interface Science, v. 213, p. 602, 1999.\nZHANG, S. et al. Characterization of microstructure and surface properties of hybrid coatings of WC-CoCr prepared by laser heat treatment and high velocity oxygen fuel spraying. Materials Characterization, South Korea, v. 59, p. 1412-1418, 2008."}]}}}