{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09185"}, {"@name": "filename", "#text": "14140_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "SÉRGIO RICARDO SILVA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEFEITOS DA COMPACTAÇÃO SOBRE CARACTERÍSTICAS FÍSICAS, \n\nQUÍMICAS E MICROBIOLÓGICAS DE DOIS LATOSSOLOS E NO \n\nCRESCIMENTO DE EUCALIPTO \n\n \n\n \n\n \n\n \n\n \n\n \n\nTese apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-\nGraduação em Solos e Nutrição de \nPlantas, para obtenção do título de \n“Doctor Scientiae”. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \n\nMINAS GERAIS – BRASIL \n\n2005\n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n  Ficha catalográfica preparada pela Seção de Catalogação e \n     Classificação da Biblioteca Central da UFV \n\n \n \nT \n  Silva, Sérgio Ricardo, 1974- \nS586e       Efeitos da compactação sobre características físicas, \n2005  químicas e microbiológicas de dois latossolos e no cres-\n  cimento de eucalipto / Sérgio Ricardo Silva,  – Viçosa : \n                            UFV, 2005. \n      xii, 97p. : il. ; 29cm.  \n \n \n                           Orientador: Nairam Félix Barros \n  Tese (doutorado) – Universidade Federal de Viçosa. \n \n      Inclui bibliografia \n   \n\n1. Plantas e solo. 2. Solos – Compactação. 3. Madeira -  \nExploração – Máquinas. 4. Física do solo. 5. Química \ndo solo. 6. Microbiologia do solo. 7. Eucalipto - Cresci- \nmento. I. Universidade Federal de Viçosa. II.Título. \n\n \n               CDD 22.ed. 631.43  \n \n\n \n\n\n\n ii\n\n \n \n \n \n\n \n\n \n\n“Gracias Padre, hoy te vengo a dar, \n\nHe venido hasta tus pies,  \n\nSólo para agradecer, \n\nSólo para darte gracias \n\nPues no encontro otras palabras en mi ser...” \n\n                                          (Martin Valverde) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA Deus \n\nAos meus pais Pedro e Marli \n\nAos meus irmãos Marcélio e Liliane \n\nÀ amada Patrícia \n\nAos meus amigos e familiares. \n\n \n\n                                                      Dedico. \n\n \n\n\n\n iii \n\nAGRADECIMENTOS \n\nÀ Universidade Federal de Viçosa, pela oportunidade de realização dos \n\ncursos de graduação e de pós-graduação.  \n\nÀ CENIBRA (Celulose Nipo-Brasileira S.A.), em especial ao Dr. \n\nFernando Palha Leite, pela disponibilização da estrutura necessária para \n\nimplementação dos experimentos de campo. \n\nAo professor Nairam Félix de Barros, pela oportunidade, confiança, \n\npaciência, exemplo e ensinamentos de tantos anos. \n\nAos amigos Eliel e Edenilson, pela amizade e inestimável colaboração \n\nna execução dos experimentos. \n\nAos funcionários da UFV, por toda ajuda, colaboração e convívio:  \n\nLuciana, Denise, Sônia, Júnia, Cardoso, Beto, Geraldo, Cláudio, Bené, \n\nCarlinhos, Luizinho, Carlos Henrique (in memória), Zeila, Carlos Fonseca, Ciro, \n\nJosé Roberto e Tião (Solos); Domingos Sávio e Itamar (Fitotecnia); Júlio e \n\nPaulo Capelão (Geotecnia).  \n\nAos professores Liovando Marciano da Costa, Eduardo de Sá \n\nMendonça, Ivo Ribeiro da Silva, Hugo Alberto Ruiz, Victor Hugo Alvarez \n\nVenegas, Júlio César Lima Neves, Roberto Ferreira de Novais, Hermínia E. P. \n\nMartinez e Maria Catarina Megumi Kasuya pelas sugestões, pelos \n\nensinamentos e pelo exemplo de profissionalismo. \n\n\n\n iv\n\nAos amigos e colegas da graduação e da pós-graduação, em especial  \n\nMarcelo, Roberto, Fábio, André, Eduardo, Rosane, Janela, Leila, Gualter, \n\nErmelinda, Rosi, Lafayete, Agno, Karine, Alcídes, Arlindo, Alexandre, Donizete, \n\nGeraldo Erli, César, Michelle, Rodinei, Augusto, Dalton, Flances e Fabrício, e a \n\ntantos outros, pela convivência, pelo auxílio e pela amizade. \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior \n\n(CAPES), pela bolsa de estudos concedida durante a pós-graduação. \n\nAos meus pais Pedro e Marli, pela vida, amor, carinho, educação, \n\nformação moral e religiosa, pelo apoio, incentivo e dedicação em todos os \n\nmomentos da minha vida. Aos meus irmãos Marcélio e Liliane, pelo convívio e \n\nforça nos momentos difíceis. E também ao meu sobrinho Tales, que veio \n\nrenovar a alegria de nossa família. \n\nA Deus, por tudo. \n\n\n\n v\n\nBIOGRAFIA \n\nSÉRGIO RICARDO SILVA, filho de Pedro de Alcântara da Silva e Marli \n\ndas Graças Silva, nasceu em 11 de junho de 1974, em Caratinga, Estado de \n\nMinas Gerais.  \n\nRealizou nesta cidade o primeiro grau na Escola Estadual Princesa \n\nIsabel e na Escola da Comunidade João Caetano do Nascimento, onde \n\nconcluiu o segundo grau em 1992. \n\nEm 1993 ingressou no curso de Agronomia da Universidade Federal de \n\nViçosa. Foi bolsista de Iniciação Científica no Departamento de Solos, de \n\nmarço de 1996 a fevereiro de 1998 e monitor da disciplina SOL 375, Fertilidade \n\ndo Solo, no período de julho a outubro de 1998. \n\nColou grau em outubro de 1998, ocasião em que iniciou o curso de \n\nPós-Graduação em Fitotecnia, em nível de Mestrado, com área de \n\nconcentração em Nutrição Mineral e Adubação de Plantas, submetendo-se à \n\ndefesa de tese em agosto de 2000. A seguir iniciou o Programa de Pós-\n\nGraduação em Solos e Nutrição de Plantas, em nível de Doutorado, com área \n\nde concentração em Nutrição, Fertilização e Manejo de Solos Florestais, \n\ndefendendo tese em fevereiro de 2005. \n\nEm junho de 2004 foi contratado pela Veracel Celulose S.A., onde \n\nocupa o cargo de Especialista em Solos, Nutrição e Manejo Florestal. \n\n\n\n vi\n\nCONTEÚDO \n\nPágina \n\nRESUMO...................................................................................................... ix \n\nABSTRACT.................................................................................................. xi \n\nINTRODUÇÃO GERAL................................................................................ 1 \n\nLITERATURA CITADA................................................................................ 3 \n\n  \n\nEXPERIMENTO 1  \n\nCARACTERÍSTICAS FÍSICAS DE DOIS LATOSSOLOS AFETADOS \n\nPELA COMPACTAÇÃO DO SOLO \n\n \n\n \n\n1. RESUMO........................................................................................... 5 \n\n2. SUMMARY......................................................................................... 6 \n\n3. INTRODUÇÃO................................................................................... 7 \n\n4. MATERIAL E MÉTODOS................................................................... 8 \n\n5. RESULTADOS E DISCUSSÃO......................................................... 10 \n\n6. CONCLUSÕES.................................................................................. 15 \n\n7. LITERATURA CITADA....................................................................... 15 \n\n  \n\n \n \n \n \n \n\n\n\n vii\n\nEXPERIMENTO 2  \n\nFLUXO DIFUSIVO DE FÓSFORO, POTÁSSIO, ZINCO, COBRE, \n\nFERRO E MANGANÊS INFLUENCIADO PELA COMPACTAÇÃO DE \n\nDOIS LATOSSOLOS \n\n \n\n \n\n \n\n1. RESUMO........................................................................................... 18 \n\n2. SUMMARY......................................................................................... 19 \n\n3. INTRODUÇÃO................................................................................... 20 \n\n4. MATERIAL E MÉTODOS................................................................... 22 \n\n5. RESULTADOS E DISCUSSÃO......................................................... 24 \n\n6. CONCLUSÕES.................................................................................. 29 \n\n7. LITERATURA CITADA....................................................................... 29 \n\n  \n\nEXPERIMENTO 3  \n\nATIVIDADE MICROBIANA E TRANSFORMAÇÕES DO CARBONO E \n\nNITROGÊNIO AFETADAS PELA COMPACTAÇÃO DO SOLO \n\n \n\n \n\n1. RESUMO........................................................................................... 32 \n\n2. SUMMARY......................................................................................... 33 \n\n3. INTRODUÇÃO................................................................................... 34 \n\n4. MATERIAL E MÉTODOS................................................................... 36 \n\n5. RESULTADOS E DISCUSSÃO......................................................... 38 \n\n6. CONCLUSÕES.................................................................................. 44 \n\n7. LITERATURA CITADA....................................................................... 44 \n\n  \n\nEXPERIMENTO 4  \n\nCRESCIMENTO E NUTRIÇÃO DE EUCALIPTO EM RESPOSTA A \n\nCOMPACTAÇÃO DO SOLO EM DIFERENTES UMIDADES \n\n \n\n1. RESUMO........................................................................................... 47 \n\n2. SUMMARY......................................................................................... 48 \n\n3. INTRODUÇÃO................................................................................... 49 \n\n4. MATERIAL E MÉTODOS................................................................... 50 \n\n5. RESULTADOS E DISCUSSÃO......................................................... 52 \n\n6. CONCLUSÕES.................................................................................. 59 \n\n7. LITERATURA CITADA....................................................................... 59 \n\n \n\n\n\n viii \n\nEXPERIMENTO 5  \n\nCOMPACTAÇÃO DO SOLO INFLUENCIADA PELA INTENSIDADE DE \n\nTRÂNSITO E CARGA DE UM FORWARDER \n\n \n\n1. RESUMO........................................................................................... 62 \n\n2. SUMMARY......................................................................................... 63 \n\n3. INTRODUÇÃO................................................................................... 64 \n\n4. MATERIAL E MÉTODOS................................................................... 65 \n\n5. RESULTADOS E DISCUSSÃO......................................................... 66 \n\n6. CONCLUSÕES.................................................................................. 70 \n\n7. LITERATURA CITADA....................................................................... 70 \n\n  \n\nEXPERIMENTO 6  \n\nCOMPACTAÇÃO DO SOLO E CRESCIMENTO DE EUCALIPTO EM \n\nRESPOSTA A INTENSIDADE DE TRÂNSITO E CARGA DE UM \n\nFORWARDER \n\n \n\n1. RESUMO........................................................................................... 74 \n\n2. SUMMARY......................................................................................... 75 \n\n3. INTRODUÇÃO................................................................................... 76 \n\n4. MATERIAL E MÉTODOS................................................................... 78 \n\n5. RESULTADOS E DISCUSSÃO......................................................... 80 \n\n6. CONCLUSÕES.................................................................................. 90 \n\n7. LITERATURA CITADA....................................................................... 91 \n\nCONCLUSÕES GERAIS............................................................................. 96 \n\n\n\n ix\n\nRESUMO \n\nSILVA, Sérgio Ricardo, D.S., Universidade Federal de Viçosa, fevereiro de \n2005. Efeitos da compactação sobre características físicas, químicas e \nmicrobiológicas de dois Latossolos e no crescimento de eucalipto. \nOrientador: Nairam Félix de Barros. Conselheiros: Liovando Marciano da \nCosta e Eduardo de Sá Mendonça. \n\n \n\nDurante a retirada de madeira de povoamentos florestais o tráfego de \n\nmáquinas tem incrementado a compactação do solo, que altera propriedades \n\nfísicas, químicas e microbiológicas do solo, prejudicando o crescimento de \n\nraízes e a produtividade do eucalipto. Este trabalho teve como objetivo avaliar \n\nos efeitos da compactação sobre propriedades físicas, químicas e \n\nmicrobiológicas do solo, e crescimento do eucalipto; bem como a influência da \n\nintensidade de trânsito e carga de madeira de um forwarder sobre a \n\ncompactação do solo. Para isso, foram desenvolvidos seis experimentos: \n\nquatro sob condições de laboratório e casa de vegetação e dois em condições \n\nde campo. No laboratório foram estudados os efeitos da compactação sobre \n\npropriedades físicas do solo, fluxo difusivo de nutrientes, atividade microbiana, \n\nmineralização de carbono e nitrogênio, e crescimento de raízes e do eucalipto. \n\nOs ensaios de campo avaliaram a compactação do solo e o crescimento de \n\nárvores de acordo com o número de passadas e a carga de madeira de um \n\nforwarder. Em laboratório a compactação aumentou a densidade do solo, \n\nmicroporosidade, resistência à penetração, retenção de água a 0,01 e 1,5 MPa; \n\n\n\n x\n\nfluxo difusivo de K, Zn, Cu, Fe e Mn (em geral); N-NH4\n+, N-NO3\n\n- (no LVA), \n\nmineralização de N (no LA); e reduziu a porosidade total, macroporosidade, \n\ncondutividade hidráulica, fluxo difusivo de P (no LVA), N-NO3\n- (no LA), C-CO2 \n\n(no LVA), CMIC (no LA); matéria seca de raízes e total; densidade radicular e \n\nconteúdo de nutrientes na planta. Verificou-se que o solo caulinítico (LA) foi \n\nmais sensível à compactação do que o solo oxídico-gibbsítico (LVA). O trânsito \n\ndo forwarder aumentou a densidade, microporosidade e a resistência do solo à \n\npenetração; reduziu a estabilidade de agregados em água, porosidade total, \n\nmacroporosidade e a infiltração de água no solo. A compactação ocasionada \n\npelo forwarder não alterou a produção de matéria seca de tronco e altura das \n\nplantas até 406 dias de idade. A maior parte dos efeitos da compactação foi \n\nmanifestada por apenas duas ou quatro passadas do forwarder. Conclui-se que \n\nas modificações promovidas pela compactação na estrutura do solo, \n\nocasionaram alterações nas propriedade físicas, químicas e microbiológicas, \n\nafetando os processos de transporte de água e nutrientes no solo, a ciclagem \n\nde C e N e o crescimento e nutrição do eucalipto, sendo a umidade do solo e a \n\nintensidade de trânsito os principais fatores que ampliaram esses efeitos. \n\n\n\n xi\n\nABSTRACT \n\nSILVA, Sérgio Ricardo, D.S., Universidade Federal de Viçosa, February 2005. \nEucalypt growth and physical, chemical and microbiological \ncharacteristics as affected by soil compaction. Adviser: Nairam Félix de \nBarros. Committee members: Liovando Marciano da Costa and Eduardo de \nSá Mendonça. \n\n \n\nDuring timber exploitation the traffic of harvesting machines increases \n\nsoil compaction, altering soil characteristics and impairing root growth and \n\nforest productivity. This work aimed to evaluate the effects of soil compaction on \n\nsoils physical, chemical and microbiological characteristics, and eucalyptus \n\ngrowth as to evaluate soil compaction as affected by forwarder load and traffic \n\nintensity over two soil types (Red Yellow Latosol – LVA, and Yellow Latosol - \n\nLA). Six experiments were carried out: four under laboratory conditions and two \n\nin forested areas. The laboratory experiments aimed to evaluate the effects of \n\nsoil compaction on soil physics properties, diffusive flux of nutrients, microbial \n\nactivity, carbon and nitrogen mineralization, and eucalypt growth. The field trials \n\nevaluated soil compaction and tree growth as affected by the number of a \n\nforwarder passes and eucalypt wood load. Under controlled conditions, the \n\ncompaction of both soils increased the bulk density, water-filled porosity, \n\npenetration resistence, water retention in soil; diffusive fluxes of K, Zn, Cu, Fe \n\nand Mn (in general); N-NH4\n+, N-NO3\n\n- (in LVA), N mineralization (in LA); \n\ndecreased the total porosity, aeration porosity, hydraulic conductivity, diffusive \n\n\n\n xii\n\nflux of P (in LVA), N-NO3\n- (in LA), C-CO2 (in LVA), CMIC (in LA); root and shoot \n\ngrowth; root density and plant nutrient content. The caulinitic soil (LA) was more \n\nsensitive to soil compaction with regard to oxidic-gibbsitic soil (LVA). Forwarder \n\ntraffic increased soil compaction, resistence to penetration and microporosity; \n\nand reduced aggregate stability, total porosity, macroporosity and infiltration \n\nrate. Under field conditions, soil compaction did not affect eucalypt height and \n\nstem dry matter until 406 days old. The disturbances were strong regardless the \n\nnumber of forwarder passes. This study indicated that soil compaction can to \n\nalter the soil structure and physical, chemical and microbiological properties, to \n\nimpair water and nutrients transport in soil, turnover of C and N, and eucalypt \n\ngrowth and nutrition. Soil moisture and traffic intensity were the principal factors \n\nfavouring these negative effects. \n\n\n\n 1 \n\nINTRODUÇÃO GERAL \n\nO constante e significativo aumento do peso dos equipamentos \n\nflorestais, registrado nas últimas décadas, preocupam, pois durante a retirada \n\nde madeira de povoamentos as máquinas trafegam numa mesma linha várias \n\nvezes, o que pode causar a compactação do solo (Balbuena et al., 2000; \n\nNugent et al., 2003). Como conseqüência, o crescimento das árvores pode ser \n\nprejudicado (Startsev &amp; McNabb, 2000). \n\nO trânsito repetido em uma mesma área intensifica os danos à \n\nestrutura do solo com conseqüente redução do rendimento das culturas tanto \n\nno primeiro ano de produção, como nos anos posteriores (Hakansson &amp; \n\nReeder, 1994; Lal, 1996; Jorajuria et al., 1997). O grau de compactação, além \n\ndo número de passadas, pode também ser afetado pelo peso de madeira \n\ntransportada, sendo que a deformação ocorrerá quando as pressões aplicadas \n\nao solo excederem à sua capacidade de suporte de carga.  \n\nA compactação influi nas propriedades e funções físicas, químicas e \n\nbiológicas do solo, sendo uma das importantes causas da degradação dos \n\nsolos agrícolas no mundo (Hakansson et al., 1988; Hakansson &amp; Voorhees, \n\n1998). Ela pode afetar a ciclagem de C e N pela mudança da aeração do solo e \n\nda estrutura da comunidade microbiana, podendo retardar a decomposição da \n\nmatéria orgânica e aumentar as perdas gasosas de N (Breland &amp; Hansen, \n\n1996; Jensen et al., 1996). \n\n\n\n 2 \n\nA compactação aumenta a densidade e a resistência do solo à \n\npenetração e reduz a macroporosidade, aeração, infiltração e armazenamento \n\nde água no solo (Alakukku &amp; Elonen, 1994; Panayiotopoulos et al., 1994; Ishaq \n\net al., 2001a). A redução da infiltração de água no solo, decorrente da \n\ncompactação da camada superficial, pode resultar em aumento do escoamento \n\nsuperficial e erosão (Kayombo &amp; Lal, 1994). O aumento da resistência do solo \n\nà penetração pode ser restritivo ao crescimento radicular acima de certos \n\nvalores, que variam de 2,0 a 4,0 MPa (Oussible et al., 1992; Arshad et al., \n\n1996). \n\nA compactação pode reduzir o crescimento de plantas por seu efeito \n\nadverso sobre o crescimento de raízes e conseqüente redução na absorção de \n\nágua e de nutrientes (Nadian et al., 1996; Ishaq et al., 2001b; Silva et al., \n\n2002). Além disso, a compactação pode interferir na movimentação de água e \n\nde nutrientes no solo, reduzindo a disponibilidade dos mesmos para as plantas. \n\nA compactação, ao interferir com a movimentação da água, pode reduzir a \n\ntranspiração das plantas e, conseqüentemente, o fluxo de massa. Acima de \n\ncerto nível, ela reduz também a difusão de nutrientes (Novais &amp; Smyth, 1999). \n\nPortanto, pode-se antecipar que em solos compactados a produtividade \n\nflorestal pode ser comprometida temporariamente ou de maneira permanente. \n\nEste trabalho teve como objetivo avaliar os efeitos da compactação \n\nsobre características físicas, químicas e microbiológicas do solo, e sobre o \n\ncrescimento do eucalipto, bem como a influência da intensidade de trânsito e \n\ncarga de madeira de um forwarder sobre a compactação do solo. \n\n \n\n\n\n 3 \n\nLITERATURA CITADA \n\nALAKUKKU, L. &amp; ELONEN, P. Finish experiment on subsoil compaction by \nvehicles with high axle load. Soil Till. Res., 29:151-155, 1994.  \n\nARSHAD, M.A.; LOWERY, B. &amp; GROSSMAN, B. Physical tests for monitoring \nsoil quality. In: DORAN, J.W. &amp; JONES, A.J., eds. Methods for assessing \nsoil quality. Madison, Soil Science Society of America. 1996. p. 123-141 \n(SSSA Special publication 49). \n\nBALBUENA, R.H.; TERMINIELLO, A.M.; CLAVERIE, J.A.; CASADO, J.P. &amp; \nMARLATS, R. Compactación del suelo durante la cosecha forestal. \nEvolución de las propriedades físicas. R. Bras. Eng. Agric. Ambient., 4:453-\n459, 2000. \n\nBRELAND, T.A. &amp; HANSEN, S. Nitrogen mineralization and microbial biomass \nas affected by soil compaction. Soil Biol. Biochem., 28:655-663, 1996. \n\nHAKANSSON, I.; VOORHEESS, W.B. &amp; RILEY, H. Vehicle and wheel factors \ninfluencing soil compaction and crop responses in different traffic regimes. \nSoil Till. Res., 11:239-282, 1988. \n\nHAKANSSON, I. &amp; REEDER, R.C. Subsoil compaction by vehicles with high \naxle load-extent, persistence and crop response. Soil Till. Res., 29:277-304, \n1994. \n\nHAKANSSON, I. &amp; VOORHEES, W.B. Soil compaction. In: LAL, R.; BLUM, \nW.H.; VALENTINE, C. &amp; STEWARD, B.A., eds. Methods for assessment of \nsoil degradation. Advances in soil science. Boca Raton, CRC Press, 1998. \np.167-179.  \n\n\n\n 4 \n\nISHAQ, M.; HASSAN, A.; SAEED, M.; IBRAHIM, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan. I. Soil physical properties \nand crop yield. Soil Till. Res., 59:57-65, 2001a. \n\nISHAQ, M.; IBRAHIM, M.; HASSAN, A.; SAEED, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan: II. Root growth and \nnutrient uptake of wheat and sorghum. Soil Till. Res., 60:153-161, 2001b. \n\nJENSEN, L.S.; McQUEEN, D.J.; ROSS, D.J. &amp; TATE, K.R. Effects of soil \ncompaction on N-mineralization and microbial–C and –N. II. Laboratory \nsimulation. Soil Till. Res., 38:189-202, 1996. \n\nJORAJURIA, D.; DRAGHI, L. &amp; ARAGON, A. The effect of vehicle weight on \nthe distribution of compaction with depth and the yield of Lolium/Trifolium \ngrassland. Soil Till. Res., 41:1-12, 1997. \n\nKAYOMBO, B. &amp; LAL, R Responses of tropical crops to soil compaction. In: \nSOANE, B.D. &amp; van OUWERKERK, C., eds. Soil compaction in crop \nproduction. Amsterdam, Elsevier, 1994. p.287-316. \n\nLAL, R. Axle load and tillage effects on crop yields on a Mollic Ochraqualf in \nnorthwest Ohio. Soil Till. Res., 37:143-160, 1996. \n\nNADIAN, H.; SMITH, S.E.; ALSTON, A.M. &amp; MURRAY, R.S. The effect of soil \ncompaction on growth and P uptake by Trifolium subterraneum: interactions \nwith mycorrhizal colonisation. Plant Soil, 182: 39-49, 1996. \n\nNOVAIS, R.F. &amp; SMYTH, T.J. Fósforo em solo e planta em condições tropicais. \nViçosa, Universidade Federal de Viçosa, 1999. 399 p. \n\nNUGENT, C.; KANALI, C.; OWENDE, P.M.O.; NIEUWENHUIS, M. &amp; WARD, S. \nCharacteristic site disturbance due to harvesting and extraction machinery \ntraffic on sensitive forest sites with peat soils. For. Ecol. Manage., 180:85-\n98, 2003. \n\nOUSSIBLE, M.; CROOKSTON, P.K. &amp; LARSON, W.E. Subsurface compaction \nreduces the root and shoot growth and grain yield of wheat. Agron. J., \n84:34-38, 1992. \n\nPANAYITOPOULOS, K.P.; PAPADOPOULOU, C.P. &amp; HATJIIOANNIDOU, A. \nCompaction and penetration resistence of an Alfisol and Entisol and their \ninfluence on root growth of maize seedlings. Soil Till. Res., 31:323-337, \n1994. \n\nSILVA, S.R.; BARROS, N.F.; NOVAIS, R.F. &amp; PEREIRA, P.R.G. Eficiência \nnutricional de potássio e crescimento de eucalipto influenciados pela \ncompactação do solo. R. Bras. Ci. Solo, 26:1001-1010, 2002. \n\nSTARTSEV, A.D. &amp; McNABB, D.H. Effects of skidding on forest soil infiltration \nin west-central Alberta. Can. J. Soil Sci., 80:617-624, 2000. \n\n\n\n 5 \n\nEXPERIMENTO 1 \n\n \n\nCARACTERÍSTICAS FÍSICAS DE DOIS LATOSSOLOS AFETADOS PELA \n\nCOMPACTAÇÃO DO SOLO \n\n \n\nRESUMO \n\nA compactação altera as propriedades físicas do solo, especialmente a \n\nestrutura e porosidade, prejudicando a infiltração de água e o desenvolvimento \n\nradicular. Este trabalho foi realizado sob condições controladas para avaliar os \n\nefeitos da compactação sobre características físicas de dois Latossolos com \n\ndistintas mineralogias. Foram utilizados um Latossolo Vermelho-Amarelo (LVA) \n\noxídico-gibbsítico, e um Latossolo Amarelo (LA) caulinítico. O ensaio consistiu \n\nde oito tratamentos para cada solo, correspondendo a oito níveis de \n\ncompactação. Os tratamentos, com cinco repetições, foram dispostos em \n\ndelineamento em blocos casualizados. A unidade experimental foi composta \n\npor anel de PVC com 6 cm de altura e 4,55 cm de diâmetro interno, com \n\nvolume útil de 97,6 cm3. Calculou-se a quantidade de cada solo para ocupar o \n\nvolume de 97,6 cm3 e atingir as densidades de 1,05 e 1,10 kg dm-3, \n\nrespectivamente, no LVA e LA. A seguir, as amostras de solo foram \n\numedecidas (0,20 kg kg-1 = 100 % do equivalente de umidade), acondicionadas \n\nnos tubos de PVC e compactadas em uma prensa CBR equipada com anel \n\ndinamométrico. As pressões de compactação foram 0, 60, 120, 240, 360, 540, \n\n720 e 900 kPa. Após a aplicação da pressão, determinou-se a densidade \n\nresultante por meio do novo volume ocupado pelo solo. Para a avaliação da \n\ncondutividade hidráulica os tubos de PVC foram adaptados como \n\npermeâmetros de carga constante. Nestas amostras foram mensuradas a \n\nmicroporosidade pelo método da mesa de tensão, a porosidade total e a \n\nmacroporosidade. Após equilíbrio da umidade do solo a uma tensão de \n\n0,006 MPa na mesa de tensão, foi medida a resistência do solo à penetração \n\nutilizando um penetrômetro eletrônico. O procedimento anterior de \n\ncompactação do solo foi realizado novamente para a análise de agregados \n\nestáveis em água e obtenção do diâmetro médio geométrico. A retenção de \n\nágua a 0,01 e 1,5 MPa, em aparelho extrator de Richards, foi avaliada nos \n\nsolos compactados utilizando-se anel de PVC com 1,9 cm de altura e 4,55 cm \n\n\n\n 6 \n\nde diâmetro interno. O solo caulinítico foi mais sensível à compactação do que \n\no solo oxídico-gibbsítico. O incremento da microporosidade com a \n\ncompactação aumentou a retenção de água no solo nas tensões de 0,01 e \n\n1,5 MPa, tanto em base volumétrica como em base gravimétrica, no entanto \n\nesse aumento não se expressou em termos de conteúdo de água disponível no \n\nsolo. A condutividade hidráulica e a resistência à penetração foram as \n\npropriedades do solo que apresentaram maior sensibilidade aos efeitos da \n\ncompactação, com maior potencial de uso para a avaliação da qualidade \n\nestrutural do solo. \n\nTermos para indexação: Densidade do solo, condutividade hidráulica, \n\nporosidade do solo, resistência à penetração, retenção de água no solo, \n\nagregados estáveis em água. \n\n \n\nSUMMARY: Physical characteristics of two Latosols as affected by soil \n\ncompaction.  \n\nSoil compaction affect the physical properties, specially soil structure \n\nand porosity, which impair water infiltration and root growth. An experiment was \n\ncarried out under controlled conditions in order to evaluate the effects of soil \n\ncompaction on soil physical characteristics of two Latosols with distinct \n\nmineralogies. An oxidic-gibbsitic Red Yellow Latosol (LVA) and a caulinitic \n\nYellow Latosol (LA) were used. The experiment consisted of eight treatments \n\napplied to each soil, corresponding to eight levels of pressure applied to \n\ncompact the soil. The treatments, with five replicates, were disposed in a \n\nrandomized block design. The experimental unit was composed by a PVC pipe \n\n(6 cm in height and 4.55 cm of internal diameter), with an effective volume of \n\n97.6 cm3. A quantity of soil was calculated to occupy 97.6 cm3 and reach the \n\ndensity bulk of 1.05 and 1.10 kg dm-3, respectively in the LVA and in the LA. \n\nSubsequently, the soil samples were moistened to field capacity (0.20 kg kg-1), \n\nplaced in pots of PVC pipe and compacted using a CBR press. The pressure \n\napplied were 0, 60, 120, 240, 360, 540, 720 e 900 kPa. After soil compaction, \n\nthe bulk density was calculated according to the new volume occupied by the \n\nsoil. The PVC pipes were adapted as permeameters with constant water head, \n\nto the determination of the hydraulic conductivity. In these samples were \n\nevaluated: microporosity, macroporosity and total porosity. The soil penetration \n\n\n\n 7 \n\nresistence was measured after equilibrium of soil moisture at the tension of \n\n0.006 MPa. The analysis of water-stable aggregates was carried out using soil \n\nsamples compacted as previously described. Soil water retention at 0.01 and \n\n1.5 MPa was evaluate using the samples compacted in the PVC pipe (1.9 cm in \n\nheight and 4.55 cm of internal diameter). The caulinitic soil was more sensitive \n\nto soil compaction with regard to oxidic-gibbsitic soil. The increase of \n\nmicroporosity with soil compaction increased the 0.01 and 1.5 MPa water \n\nretention in soil in both, volumetric and gravimetric basis, however no affected \n\navailable water holding capacity.  The properties of soil which have higher \n\npotential use to evaluate the effects of soil compaction were hydraulic \n\nconductivity and penetration resistence. \n\nIndex terms: Soil bulk density, hydraulic conductivity, soil porosity, penetration \n\nresistence, water retention in soil, water-stable aggregates.  \n\n \n\nINTRODUÇÃO \n\nA estrutura de um solo é expressa pelo arranjamento espacial das \n\npartículas sólidas e dos poros e é extremamente importante para o crescimento \n\nradicular, em razão de controlar, diretamente, o teor de água, a aeração e a \n\nresistência do solo à penetração de raízes (Taylor, 1971).  \n\nCompactação do solo refere-se à compressão do solo não saturado \n\ndurante a qual existe um aumento de sua densidade em conseqüência da \n\nredução do seu volume, resultante da expulsão de ar dos poros, causando um \n\nrearranjamento mais denso das partículas do solo e conseqüente redução da \n\nporosidade (Gupta &amp; Allmaras, 1987; Curi et al., 1993; Dias Júnior &amp; Pierce, \n\n1996). A elevação da densidade do solo prejudica o desenvolvimento das \n\nplantas, ocasiona aumento da resistência mecânica à penetração de raízes, \n\naltera a movimentação de água e de nutrientes e a difusão de oxigênio e outros \n\ngases, levando ao acúmulo de CO2 e fitotoxinas (Marschner, 1995; Nadian et \n\nal., 1996; Borges et al., 1997; Mapfumo et al., 1998). \n\nA intensidade de mudanças em propriedades físicas do solo \n\nprovocadas pela compactação indica a sensibilidade do solo aos impactos de \n\ntécnicas de manejo e fornece informação sobre a sua capacidade em manter \n\ndeterminada função, como reter e fornecer água e nutrientes às plantas \n\n(McQueen &amp; Shepherd, 2002). Assim, avaliações como: agregados estáveis \n\n\n\n 8 \n\nem água (Silva et al., 2000; Beutler et al., 2001), densidade, porosidade e \n\ncondutividade hidráulica do solo (Marsili et al., 1998; Ishaq et al., 2001; \n\nMcQueen &amp; Shepherd, 2002), têm sido utilizadas como indicadores físicos da \n\nqualidade do solo, constituindo importante estratégia para avaliar alterações de \n\nsuas propriedades. \n\nA redução da infiltração de água no solo, decorrente da compactação \n\nda camada superficial, pode resultar em aumento do escoamento superficial e \n\nerosão (Kayombo &amp; Lal, 1994). Por sua vez, o aumento da resistência do solo \n\nà penetração, pode ser restritivo ao crescimento radicular, quando acima de \n\ncertos valores, que variam de 1,5 a 4,0 MPa (Oussible et al., 1992; Grant &amp; \n\nLafond, 1993; Arshad et al., 1996). \n\nOs objetivos deste trabalho foram avaliar os efeitos da compactação \n\nsobre propriedades físicas de dois Latossolos com mineralogias distintas e \n\ndefinir as características físicas do solo que apresentam maior sensibilidade \n\npara avaliação destes efeitos.  \n\n \n\nMATERIAL E MÉTODOS \n\nForam utilizados dois solos com mineralogia distinta, um Latossolo \n\nVermelho-Amarelo (LVA) oxídico-gibbsítico e um Latossolo Amarelo (LA) \n\ncaulinítico. Os solos foram coletados em povoamentos de eucalipto, na \n\nprofundidade de 0-15 cm, secos ao ar, passados em peneira de 4 mm de \n\nmalha e homogeneizados, para posterior análise química e física (Quadro 1).  \n\nO ensaio consistiu de oito tratamentos para cada solo, correspondendo \n\na oito pressões de compactação: 0, 60, 120, 240, 360, 540, 720 e 900 kPa. Os \n\ntratamentos, com cinco repetições, foram dispostos em delineamento em \n\nblocos casualizados. A unidade experimental foi composta por anel de PVC \n\ncom 6 cm de altura e 4,55 cm de diâmetro interno, com volume útil de \n\n97,6 cm3. \n\nCalculou-se a quantidade de cada solo para ocupar o volume de 97,6 \n\ncm3 e atingir as densidades de 1,05 e 1,10 kg dm-3, respectivamente, no LVA e \n\nLA. A seguir as amostras de solo foram umedecidas (0,20 kg kg-1 = 100 % do \n\nequivalente de umidade), acondicionadas nos vasos e compactadas em uma \n\nprensa CBR equipada com anel dinamométrico. Foi calculada a densidade do \n\nsolo resultante da compactação, por meio do novo volume ocupado por ele. \n\n\n\n 9 \n\nQuadro 1. Caracterização dos solos utilizados no experimento \n\nCaracterística      LVA      LA \n\nCOT (dag kg-1) (1)     2,76     2,20 \n\nN-total (dag kg-1) (2)     0,15     0,13 \n\nEquivalente de umidade (kg kg-1)     0,2     0,2 \n\nDensidade do solo (kg dm-3)     1,05     1,10 \n\nArgila (g kg-1) 470 510 \n\nSilte (g kg-1)  90   40 \n\nAreia (g kg-1) 440 450 \n\nClasse textural Argila Argila \n\nSiO2 (g kg\n-1) (3)     71,29      135,19 \n\nAl2O3 (g kg\n-1) (3)   172,93      139,99 \n\nFe2O3 (g kg\n-1) (3)   60,64       44,64 \n\nClasse mineralógica Oxídico-gibbsítico Caulinítico \n(1) Carbono orgânico total (Yeomans &amp; Bremner, 1988);  (2) Nitrogênio total (Bremner &amp; \n\nMulvaney, 1982); (3) Elementos no extrato do ataque sulfúrico (EMBRAPA, 1997). \n \n\nPara a avaliação da condutividade hidráulica os tubos de PVC foram \n\nadaptados como permeâmetros de carga constante, sendo a condutividade \n\nhidráulica obtida pela aplicação da equação de Darcy, após os valores de fluxo \n\natingirem a estabilidade (EMBRAPA, 1997). Nestas amostras foi mensurada a \n\nmicroporosidade pelo método da mesa de tensão, e calculadas a porosidade \n\ntotal e a macroporosidade (EMBRAPA, 1997). Após equilíbrio da umidade do \n\nsolo a uma tensão de 0,006 MPa, na mesa de tensão, foi medida a resistência \n\ndo solo à penetração utilizando um penetrômetro eletrônico com velocidade \n\nconstante de penetração de 2 cm min-1 e um cone com diâmetro de base de \n\n4 mm e semi-ângulo de 30o. Esse penetrômetro estava equipado com um \n\natuador linear e célula de carga de 20 kg acoplado a um microcomputador para \n\naquisição dos dados. No centro geométrico de cada amostra, na profundidade \n\nde 5 a 55 mm, uma leitura de resistência foi obtida a cada 0,31 mm, perfazendo \n\num total de 160 leituras, as quais foram utilizadas para calcular a média da \n\nresistência do solo à penetração de cada amostra. \n\nO procedimento de compactação do solo, descrito anteriormente, foi \n\nrealizado novamente para posterior análise de agregados estáveis em água \n\n(EMBRAPA, 1997) e obtenção do diâmetro médio geométrico segundo Kemper \n\n&amp; Rosenau (1986). \n\n\n\n 10 \n\nA retenção de água no solo a 0,01 e 1,5 MPa de tensão foi avaliada \n\nutilizando-se anel de PVC com 1,9 cm de altura e 4,55 cm de diâmetro interno, \n\ncom volume útil de 30,9 cm3. A compactação do solo foi realizada de modo \n\nidêntico ao descrito anteriormente, no entanto, com 6 blocos (repetições). A \n\nseguir, as amostras de solo (individualmente por bloco com todos os \n\ntratamentos) foram saturadas e transferidas para o aparelho extrator de \n\nRichards, onde foram submetidas sucessivamente às tensões de 0,01 e \n\n1,5 MPa até atingir a drenagem máxima (EMBRAPA, 1997). A água disponível \n\nno solo (ADS) foi obtida pela diferença entre a água retida a 0,01 e 1,5 MPa. \n\nOs resultados foram submetidos, individualmente para cada solo, à \n\nanálise de variância, de correlação e de regressão. Para a escolha dos \n\nmodelos de regressão, os coeficientes foram testados pelo teste F com base \n\nno quadrado médio do resíduo da ANOVA do experimento. Finalmente, para \n\ndois ou mais modelos com coeficientes significativos, a seleção foi feita com \n\nbase no maior coeficiente de determinação (R2). \n\n \n\nRESULTADOS E DISCUSSÃO \n\nHouve aumento da densidade do solo (DS) em resposta às pressões de \n\ncompactação (Figura 1). Este aumento atingiu 27 e 37 % com maior pressão \n\n(900 kPa), respectivamente, no LVA e LA. O menor aumento DS no LVA pode \n\nser devido à sua mineralogia, pois os óxidos de Fe e Al, predominantes em sua \n\ncomposição, associam-se com argilas silicatadas formando agregados \n\npequenos e extremamente estáveis com maior resistência à deformação \n\nquando sujeitos à pressão. Por sua vez, no LA a caulinita se modela e, ou, \n\ndeforma mais facilmente do que os óxidos, facilitando o adensamento do solo. \n\n \n\n  \n\nFigura 1. Densidade e diâmetro médio geométrico de agregados de dois \n\nLatossolos compactados com diferentes pressões. \n\nDensidade do solo\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n1,4\n\n1,5\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nD\nS\n (\n\nkg\n d\n\nm\n-3\n\n)\n\nLVA\n\nLA\n\n = 1,05 + 0,00055*** x - 0,00000032*** x2 ;  R2 = 0,971\n\n= 1,08 + 0,0173*** x1/2 - 0,000154*** x ;  R2 = 0,991y?\n\ny?\n\nDiâmetro médio geométrico\n\n0,80\n\n0,85\n\n0,90\n\n0,95\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nD\nM\n\nG\n (\n\nm\nm\n\n)\n\nLVA\n\nLA\n\n  = 0,858 + 0,00312** x1/2  - 0,000133*** x ; R2 = 0,680\n\n= 0,90\n\ny?\n\nyy? =\n\n\n\n 11 \n\nO diâmetro médio geométrico (DMG) dos agregados no LVA aumentou \n\ncom a compactação do solo em níveis intermediários de pressão, decrescendo \n\na seguir para maiores pressões (Figura 1). Este aumento atingiu 6 % no LVA \n\n(pressão = 120 kPa). Pode-se atribuir esse resultado à provável agregação \n\nmecânica do LVA por efeito da pressão exercida pela compactação, levando à \n\njunção de partículas sob alta umidade no solo. O DMG não se mostrou um bom \n\nindicador dos efeitos da compactação do solo, principalmente no LA. \n\nA compactação acarretou decréscimo da porosidade total (17 e 23 %) e \n\nda macroposidade (53 e 67 %) e aumento da microposidade nos dois solos (35 \n\ne 32 %, respectivamente, no LVA e LA, na pressão de 900 kPa) (Figura 2). \n\nConstatou-se que a macroporosidade apresentou correlação significativa \n\n(p &lt;0,001) e negativa com a densidade e com a microporosidade (r = -0,96 no \n\nLVA e -0,99 no LA), ou seja, a compactação proporcionou modificação do \n\nsistema poroso, transformando uma fração dos macroporos em microporos.  \n\nMarsili et al. (1998) verificaram decréscimo da macroporosidade na \n\ncamada superficial (0-10 cm) depois de uma passada de dois tratores, cujo \n\nefeito foi intensificado por 4 passadas das máquinas. Wagger &amp; Denton (1989) \n\nobservaram que a porosidade total na área de solo trafegado foi 21 % menor \n\ndo que na posição não trafegada. \n\nA compactação proporcionou aumento da retenção de água pelo solo a \n\n0,01 e 1,5 MPa de tensão, tanto em base volumétrica (?vol) como gravimétrica \n\n(?grav) (exceção para 0,01 MPa em base gravimétrica no LA) (Figura 2). O \n\naumento da ?vol atingiu 38 e 43 % a 0,01 MPa, e 51 e 65 % a 1,5 MPa, \n\nrespectivamente, no LVA e LA (pressão = 900 kPa). A ?grav a 0,01 MPa \n\naumentou 7 % no LVA (pressão = 540 kPa) e decresceu 8 % no LA (pressão = \n\n720 kPa); sendo que, a 1,5 MPa, houve aumento de 11 % da ?grav nos dois \n\nsolos, por efeito da maior compactação (900 kPa). Houve maior aumento da \n\nretenção de água na tensão de 1,5 MPa, o que indica que a modificação do \n\nsistema poroso pela compactação beneficiou especialmente a formação de \n\nporos capilares menores, onde a água é retida com mais energia.  \n\n \n\n \n\n\n\n 12 \n\n  \n\n  \n\n  \n\nFigura 2. Porosidade, retenção de água a 0,01 e 1,5 MPa e água disponível no \n\nsolo (ADS) de dois Latossolos compactados com diferentes pressões. \n\n \n\nA microporosidade apresentou correlação significativa (p &lt;0,001) e \n\npositiva com a ?vol a 0,01 MPa (r = 0,75 no LVA; e r = 0,87 no LA) e 1,5 MPa    \n\n(r = 0,76 no LVA; e r = 0,92 no LA), e também com a ?grav (p &lt;0,005) a 1,5 MPa \n\n(r = 0,41 no LVA; r = 0,40 no LA). O aumento da microporosidade com a \n\ncompactação (Figura 2) colaborou para o incremento da retenção de água no \n\nsolo nas tensões de 0,01 e 1,5 MPa, tanto em base volumétrica como em base \n\ngravimétrica, ou seja, houve aumento do volume de microporos (mais água \n\narmazenada por unidade de volume de solo) e da força de retenção (mais água \n\narmazenada por unidade de massa de solo). \n\nÉ interessante observar que este aumento de retenção de água a 0,01 \n\ne 1,5 MPa não se expressou em termos de disponibilidade de água para as \n\nplantas, pois não houve diferença no conteúdo de água disponível no solo \n\n \nPorosidade - LVA\n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nP\no\n\nro\ns \n\n(m\n3  \n\nm\n3 )\n\nTotal\nMacro\n\nMicro = 0,248 + 0,0067*** x1/2 - 0,00012*** x ;  R2 = 0,878\n = 0,366 - 0,0105*** x1/2 + 0,00013*** x ;  R2 = 0,971\n= 0,604 - 0,00021*** x + 0,00000012*** x2 ;  R2 = 0,971\n\ny?\n\ny?\n\ny?\n\nPorosidade - LA\n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0 150 300 450 600 750 900\nPressão (kPa)\n\nP\no\n\nro\ns \n\n(m\n3 \n\nm\n3 )\n\nTotal\nMacro\nMicro = 0,278 + 0,00433*** x\n\n1/2 - 0,000051*** x ; R2 = 0,992\n= 0,336 - 0,0105*** x1/2 + 0,000106*** x ;  R2 = 0,993\n\n = 0,614 - 0,00616*** x1/2 + 0,000055*** x  ; R2 = 0,991\ny?\n\ny?\n\ny?\n\nÁgua no solo (base volumétrica) - LVA\n\n0,00\n\n0,07\n\n0,14\n\n0,21\n\n0,28\n\n0,35\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\n (\nkg\n\n d\nm\n\n-3\n)\n\n0,01 MPA\n\n1,5 MPa\n\nADS = 0,03\n = 0,191 + 0,000186*** x - 0,000000115*** x2 ;  R2 = 0,929\n\n= 0,218 + 0,000214*** x - 0,000000146*** x2 ;  R2 = 0,988\n\ny?\n\ny?\n\nyy? =\n\nÁgua no solo (base volumétrica) - LA\n\n0,00\n\n0,07\n\n0,14\n\n0,21\n\n0,28\n\n0,35\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\n (\nkg\n\n d\nm\n\n-3\n)\n\n0,01 MPA\n\n1,5 MPa\n\nADS = 0,047\n = 0,196 + 0,000184*** x - 0,000000091*** x2 ;  R2 = 0,917\n\n= 0,25 + 0,000162*** x - 0,000000082*** x2 ;  R2 = 0,903\n\ny?\n\ny?\n\nyy? =\n\nÁgua no solo (base gravimétrica) - LVA\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\n (\nkg\n\n k\ng\n\n-1\n)\n\n0,01 MPA\n\n1,5 MPa\n\nADS = 0,025\n = 0,176 + 0,0015*** x1/2 - 0,0000295* x ;  R2 = 0,894\n\n= 0,207 + 0,00005*** x - 0,0000000472*** x2 ;  R2 = 0,890\n\ny?\n\ny?\n\nyy? =\n\nÁgua no solo (base gravimétrica) - LA\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\n (\nkg\n\n k\ng\n\n-1\n)\n\n0,01 MPA\n\n1,5 MPa\n\nADS\n\n = 0,17 + 0,0000157*** x ;  R2 = 0,690\n\n= 0,221 - 0,00143** x1/2 + 0,0000357* x ;  R2 = 0,777\n\ny?\n\ny?\n\n= 0,047 - 0,0000536*** x + 0,0000000354 x2 ;  R2 = 0,733y?\n\n\n\n 13 \n\n(ADS) por efeito da compactação, exceção para ?grav no LA, onde a redução da \n\nADS foi de 48 %, após uma compactação de 900 kPa (Figura 2). Estes \n\nresultados não corroboram com a afirmação de Greacen &amp; Sands (1980), de \n\nque o maior conteúdo volumétrico de água na capacidade de campo \n\n(0,01 MPa), em solo compactado, aumenta o volume de água por unidade de \n\nvolume de solo que é disponível para as raízes das árvores. \n\nHouve decréscimo da condutividade hidráulica (K0) em resposta à \n\ncompactação do solo (Figura 3). A redução da K0, em relação à testemunha \n\nnão compactada, atingiu 94 e 99 %, respectivamente, no LVA e LA. Constatou-\n\nse que a K0 apresentou correlação significativa (p &lt;0,001) e negativa com a \n\ndensidade (r = -0,80 no LVA; e r = -0,86 no LA) e com a resistência à \n\npenetração (r = -0,74 no LVA; e r = -0,69 no LA); e positiva com a \n\nmacroporosidade (r = 0,81 no LVA; e r = 0,87 no LA).  \n\n \n\n  \n\nFigura 3. Condutividade hidráulica e resistência à penetração de dois \n\nLatossolos compactados com diferentes pressões. \n\n \n\nPara menores pressões (60 a 360 kPa) a K0 decresceu mais no LA, o \n\nque pode ser atribuído à mineralogia deste solo, pois a caulinita se modela e, \n\nou, deforma mais facilmente do que os óxidos quando sujeita à pressão, \n\nfacilitando a formação de selamento do solo e conseqüente redução da K0. Por \n\nsua vez, o LVA possui predomínio de óxidos de Fe e de Al, apresentando \n\nagregados pequenos e extremamente estáveis devido à associação destes \n\nóxidos com argilas silicatadas. Isto confere ao LVA maior resistência à \n\ndeformação quando sujeito à pressão, o que explica a menor redução da K0 em \n\nrelação ao LA quando submetido a pressões de 60 a 360 kPa. No entanto, \n\npressões superiores a 540 kPa foram altas o suficiente para igualar o grau de \n\ndeformação destes solos e também a redução da K0. \n\nCondutividade hidráulica\n\n0\n\n25\n\n50\n\n75\n\n100\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nK\no\n\n (\ncm\n\n h\n-1\n\n)\n\nLVA\n\nLA\n\n = 92,99 - 0,251*** x + 0,0001754*** x2 ;  R2 = 0,971\n\n= 89,87 - 6,6*** x1/2 + 0,123*** x  ; R2 = 0,997y?\n\ny?\n\nResistência à penetração\n\n0,0\n\n1,0\n\n2,0\n\n3,0\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nR\nP\n\n (\nM\n\nP\na\n\n)\n\nLVA\n\nLA\n\n  = 0,542 + 0,00287*** x ; R2 = 0,992\n\n = 0,364 + 0,003*** x ; R2 = 0,989\n\ny?\n\ny?\n\n\n\n 14 \n\nA redução da condutividade hidráulica deve estar relacionada com a \n\nmodificação do sistema poroso, ou seja, da distribuição do tamanho, elongação \n\ne continuidade vertical dos poros, ocasionada pela compactação do solo, como \n\nobservado por Marsili et al. (1998). Segundo Silva et al. (1986), a redução da \n\nK0 é atribuída ao decréscimo da macroporosidade com o aumento da \n\ndensidade, uma vez que o movimento de água no solo está diretamente \n\nrelacionado com a porosidade de drenagem. Dependendo do tipo de solo, um \n\npequeno aumento da densidade causado pela compactação, pode diminuir a \n\ntaxa de infiltração em até 80% (Oliveira et al., 1998). \n\nA condutividade hidráulica de um solo é uma característica muito \n\nimportante com relação ao armazenamento de água no solo e à erosão. Solos \n\ncom menor K0 estão mais sujeitos à erosão, devido à maior quantidade de \n\nágua que permanece na superfície do solo e conseqüente aumento de \n\nescoamento superficial (Cerdà, 1996). Este volume de água que deixa de \n\ninfiltrar-se é perdido e torna-se indisponível para as plantas.  \n\nHouve aumento linear da resistência à penetração (RP) do solo em \n\nresposta à compactação (Figura 3). O aumento da RP foi de 6,3 e 10,3 vezes, \n\nrespectivamente, no LVA e LA, nos solos compactados com maior pressão \n\n(900 kPa). Os valores máximos de RP foram de 3,16 e 3,19 MPa, \n\nrespectivamente, no LVA e LA. A compactação, como evidenciada pelo \n\naumento da resistência à penetração, reduz a penetrabilidade de raízes no solo \n\n(Unger &amp; Kaspar, 1994). É importante destacar que qualquer RP superior a \n\n2 MPa pode reduzir o crescimento e desenvolvimento radicular (Oussible et al., \n\n1992; Martino &amp; Shaykewich, 1994; Ishaq et al., 2001). Desta forma, estima-se \n\nno presente estudo que a pressão de compactação limite (para não prejudicar \n\no crescimento de raízes) é 540 kPa, na qual a RP foi 2,02 e 1,81 MPa, \n\nrespectivamente, no LVA e LA. \n\nConstatou-se que a RP apresentou correlação significativa (p &lt;0,001) \n\ne positiva com a densidade  (r = 0,91 e 0,90) e com a microporosidade (r = 0,68 \n\ne 0,87); e negativa com a porosidade total (r = -0,91 e -0,90), com a \n\nmacroporosidade (r = -0,83 e -0,89) e com a K0 (r = -0,74 e -0,69, \n\nrespectivamente, no LVA e LA). Estes resultados corroboram com os dados \n\nencontrados por Pagliai et al. (1992) e Marsili et al. (1998), que em \n\nexperimentos de compactação do solo pelo trânsito de máquinas, também \n\n\n\n 15 \n\nobtiveram boa correlação negativa entre RP e macroporosidade na camada de \n\n0-10 cm de profundidade. Beutler et al. (2001) também encontraram correlação \n\nsignificativa (p &lt;0,05) e negativa entre RP e K0 (r = -0,98). \n\n \n\nCONCLUSÕES \n\n1. Solos cauliníticos são mais sensíveis à compactação do que solos oxídicos-\n\ngibbsíticos. \n\n2. O incremento da microporosidade com a compactação aumentou a \n\nretenção de água no solo nas tensões de 0,01 e 1,5 MPa, tanto em base \n\nvolumétrica como em base gravimétrica. No entanto, este aumento não se \n\nexpressou em termos de conteúdo de água disponível no solo (ADS), \n\nexceção para ?grav no LA, onde a redução da ADS foi de 48 %, após uma \n\ncompactação de 900 kPa. \n\n3. A condutividade hidráulica e a resistência à penetração foram as \n\npropriedades do solo que apresentaram maior sensibilidade aos efeitos da \n\ncompactação, com maior potencial de uso para a avaliação da qualidade \n\nestrutural do solo. \n\n \n\n \n\nLITERATURA CITADA  \n\nARSHAD, M.A.; LOWERY, B. &amp; GROSSMAN, B. Physical tests for monitoring \nsoil quality. In: DORAN, J.W. &amp; JONES, A.J., eds. Methods for assessing \nsoil quality. Madison, Soil Science Society of America. 1996. p. 123-141 \n(SSSA Special publication 49). \n\nBEUTLER, A.N.; SILVA, M.L.N.; CURI, N.; FERREIRA, M.M.; PEREIRA FILHO, \nI.A. &amp; CRUZ, J.C. Agregação de Latossolo Vermelho distrófico típico \nrelacionada com o manejo na região dos cerrados no Estado de Minas \nGerais. R. Bras. Ci. Solo, 25:129-136, 2001. \n\nBORGES, E.N.; LOMBARDI NETO, F.; CORRÊA, G.F. &amp; COSTA,  L.M. \nMisturas de gesso e matéria orgânica alterando atributos físicos de um \nlatossolo com compactação simulada. R. Bras. Ci. Solo, 21:125-130, 1997. \n\nBREMNER, J.M. &amp; MULVANEY, C.S. Nitrogen – Total. In: PAGE, A.L.; \nMILLER, R.H. &amp; KEENEY, D.R., eds. Methods of soil analysis, 2.ed. Part 2. \nMadison: American Society of Agronomy/Soil Science Society of America, \n1982. p.595-624. \n\n\n\n 16 \n\nCERDÀ, A. Seasonal variability of infiltration rates under contrasting slope \nconditions in southeast Spain. Geoderma, 69:217-232, 1996. \n\nCURI, N.; LARACH, J.O.I.; KÄMPF, N.; MONIZ, A.C. &amp; FONTES, L.E.F. \nVocabulário de ciência do solo. Campinas, Sociedade Brasileira de Ciência \ndo Solo, 1993. 90p. \n\nDIAS JÚNIOR, M.S. &amp; PIERCE, F.J. O processo de compactação do solo e a \nsua modelagem. R. Bras. Ci. Solo, 20:175-182, 1996. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. \nCentro Nacional de Pesquisa de Solos. Manual de métodos de análise de \nsolo. 2.ed. Rio de Janeiro, 1997. 212p. \n\nGRANT, C.A. &amp; LAFOND, G.P. The effects of tillage systems and crop \nsequences on soil bulk density and penetration resistence on a clay soil in \nsouthern Saskatchewan. Can. J. Soil Sci., 73:223-232, 1993. \n\nGREACEN, E.L. &amp; SANDS, R. Compaction of forests soil, a review. Aust. J. Soil \nRes., 17:163-189, 1980. \n\nGUPTA, S.C. &amp; ALLMARAS, R.R. Models to access the susceptibility of soil to \nexcessive compaction. Adv. Soil Sci., 6:65-100, 1987. \n\nISHAQ, M.; IBRAHIM, M.; HASSAN, A.; SAEED, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan: II. Root growth and \nnutrient uptake of wheat and sorghum. Soil Till. Res., 60:153-161, 2001. \n\nKAYOMBO, B. &amp; LAL, R. Responses of tropical crops to soil compaction. In: \nSOANE, B.D. &amp; VAN OUWERKERK, C., eds. Soil compaction in crop \nproduction. Amsterdam, Elsevier, 1994. p.287-316. \n\nKEMPER, W.D. &amp; ROSENAU, R.C. Aggregate stability and size distribution. In: \nKLUTE, A., ed. Methods of soil analysis. Part 1 – Physical and \nmineralogical methods. SSSA book series, 2a ed., 1986. p.425-442. \n\nMAPFUMO, E.; CHANASYK, D.S.; NAETH, M.A. &amp; BARON, V.S. Forage \ngrowth and yield components as influenced by subsurface compaction. \nAgron. J., 90:805-812, 1998. \n\nMARSCHNER, H. Mineral nutrition of higher plants. 2.ed. San Diego, Academic \nPress, 1995. 889p. \n\nMARSILI, A.; SERVADIO, P.; PAGLIAI, M. &amp; VIGNOZZI, N. Changes of some \nphysical properties of a clay soil following passage of rubber- and metal-\ntracked tractors. Soil Till. Res., 49:185-199, 1998. \n\nMARTINO, D.L. &amp; SHAYKEWICH, C.F. Root penetration profiles of wheat and \nbarley as affected by soil penetration resistance in field conditions. Can. J. \nSoil Sci., 74:193-200, 1994. \n\n\n\n 17 \n\nMcQUEEN, D.J. &amp; SHEPHERD, T.G. Physical changes and compaction \nsensitivity of a fine-textured, poorly drained soil (Typic Endo-aquept) under \nvarying durations of cropping, Manawatu Region, New Zealand. Soil Till. \nRes., 63:93-107, 2002. \n\nNADIAN, H.; SMITH, S.E.; ALSTON, A.M. &amp; MURRAY, R.S. The effect of soil \ncompaction on growth and P uptake by Trifolium subterraneum: interactions \nwith mycorrhizal colonisation. Plant Soil, 182: 39-49, 1996. \n\nOLIVEIRA, C.V.; BAHIA, V.G. &amp; PAULA, M.B. Compactação do solo devido à \nmecanização florestal: causas, efeitos e práticas de controle. Inf. Agropec., \n191:46-48, 1998. \n\nOUSSIBLE, M.; CROOKSTON, P.K. &amp; LARSON, W.E. Subsurface compaction \nreduces the root and shoot growth and grain yield of wheat. Agron. J., \n84:34-38, 1992. \n\nPAGLIAI, M.; FEBO, P.; La MARCA, M. &amp; LUCAMONTE, G. Effetti del \ncompattamento provocato da differenti tipi di pneumtici su porosità e \nstrutura del terreno. Riv. Ingeg. Agr., 3:168-176, 1992. \n\nSILVA, A.P.; LIBARDI, P.L. &amp; CAMARGO, O.A. Influência da compactação nas \npropriedades físicas de dois Latossolos. R. Bras. Ci. Solo, 10:91-95, 1986. \n\nSILVA, M.L.N.; CURI, N. &amp; BLANCANEAUX, P. Sistemas de manejo e \nqualidade estrutural de Latossolo Roxo. Pesq. Agropec. Bras., 35:2485-\n2492, 2000. \n\nTAYLOR, H.M. Root behavior as affected by soil structure and strength. In: \nCARSON, E.W., ed. The plant root and its environment. Charlottesville, \nUniversity of Virginia, 1971. p. 28-291. \n\nUNGER, P.W. &amp; KASPAR, T.C. Soil compaction and root growth: a review. \nAgron. J., 86:759-766, 1994. \n\nWAGGER, M.G. &amp; DENTON, H.P. Influence of cover crop and wheel traffic on \nsoil physical properties in continuous no till corn. Soil Sci. Soc. Am. J., \n53:1206-1210, 1989. \n\nYEOMANS, J.C. &amp; BREMNER, J.M. A rapid and precise method for routine \ndetermination of organic carbon in soil. Commun. Soil Sci. Plant Anal., \n19:1467-1476, 1988. \n\n\n\n 18 \n\nEXPERIMENTO 2 \n\n \n\nFLUXO DIFUSIVO DE FÓSFORO, POTÁSSIO, ZINCO, COBRE, FERRO E \n\nMANGANÊS INFLUENCIADOS PELA COMPACTAÇÃO DE DOIS \n\nLATOSSOLOS \n\n \n\nRESUMO \n\nA compactação pode afetar o transporte de nutrientes no solo, em \n\nespecial os de menor mobilidade. Este trabalho foi realizado sob condições \n\ncontroladas para avaliar os efeitos da compactação do solo sobre o fluxo \n\ndifusivo de fósforo, potássio, zinco, cobre, ferro e manganês. Foram utilizados \n\num Latossolo Vermelho-Amarelo (LVA) oxídico-gibbsítico, e um Latossolo \n\nAmarelo (LA) caulinítico. O ensaio consistiu de oito tratamentos para cada solo, \n\ncorrespondendo a oito pressões de compactação. Os tratamentos, com cinco \n\nrepetições, foram dispostos em delineamento em blocos casualizados. A \n\nunidade experimental foi composta por anel de PVC com 6 cm de altura e \n\n4,55 cm de diâmetro interno, com volume útil de 97,6 cm3, que serviu de \n\ncâmara de difusão.  Amostras de solo foram adubadas com 200 mg dm-3 de P, \n\n504 mg dm-3 de K, e 30 mg dm-3 de Zn, Cu, Fe e Mn. Calculou-se a quantidade \n\nde cada solo para ocupar o volume de 97,6 cm3 e atingir as densidades de 1,05 \n\ne 1,10 kg dm-3, respectivamente, no LVA e LA. A seguir as amostras de solo \n\nforam umedecidas (0,20 kg kg-1 = 100 % do equivalente de umidade), \n\nacondicionadas nos vasos simultaneamente com lâminas de resinas iônicas e \n\ncompactadas em uma prensa CBR equipada com anel dinamométrico. As \n\npressões de compactação foram 0, 60, 120, 240, 360, 540, 720 e 900 kPa. \n\nApós a aplicação da pressão, determinou-se a densidade resultante por meio \n\ndo novo volume ocupado pelo solo. Para a avaliação do fluxo difusivo dos \n\nnutrientes foram utilizadas lâminas de resina de troca aniônica e de troca \n\ncatiônica, ambas com 10 cm2 em cada lado, dispostas horizontalmente no solo \n\nantes da compactação, sendo a resina aniônica colocada na profundidade de \n\n4 cm e a catiônica a 2 cm. Após a compactação, cada câmara de difusão foi \n\nenvolvida por filme plástico. O ensaio de difusão foi conduzido por 20 dias em \n\ncondições de laboratório, com temperatura controlada a 20 ± 2 oC. Decorrido \n\nesse tempo, as lâminas de resina foram retiradas da câmara e os elementos \n\nextraídos pela agitação de cada lâmina com 15 mL de uma solução de HCl \n\n\n\n 19 \n\n0,5 mol L-1 durante uma hora. O P foi determinado por colorimetria; K por \n\nfotometria de chama; Zn, Cu, Fe e Mn por espectrofotometria de absorção \n\natômica. A estimativa do fluxo difusivo de P (FDP), K (FDK), Zn (FDZn), Cu \n\n(FDCu), Fe (FDFe) e Mn (FDMn) foi realizada pela quantificação dos nutrientes \n\ntransportados e adsorvidos às resinas. A compactação reduziu o FDP no LVA \n\ne, em geral, aumentou o FDK, Zn, Cu, Fe e Mn. O solo caulinítico apresentou \n\nmaior difusão de Zn, Cu e Mn do que o solo oxídico-gibssítico. Para os \n\nmicronutrientes, a ordem decrescente de fluxo difusivo foi: FDMn > FDZn >>> \n\nFDFe > FDCu. Os micronutrientes avaliados foram transportados na solução do \n\nsolo em formas inorgânicas e, ou, como complexos orgânicos apresentando \n\ncarga líquida positiva ou negativa, proporcionando resposta diferenciada do \n\nfluxo difusivo à compactação, tanto na resina catiônica como na aniônica. \n\nTermos para indexação: Difusão de nutrientes, densidade do solo, resina de \n\ntroca iônica. \n\n \nSUMMARY: Diffusive flux of phosphorus, zinc, copper, iron and manganese of \n\ntwo Latosols, as affected by soil compaction. \n\nSoil compaction can affect the transport of nutrients in the soil, specially \n\nof those with low mobility. An experiment was carried out under controlled \n\nconditions in order to evaluate the effects of soil compaction on the diffusive flux \n\nof P, K, Zn, Cu, Fe and Mn. An oxidic-gibbsitic Red Yellow Latosol (LVA) and a \n\ncaulinitic Yellow Latosol (LA) were used. The experiment consisted of eight \n\ntreatments in each soil, corresponding to eigth levels of pressure for \n\ncompaction. The treatments, with five replicates, were disposed in a \n\nrandomized block design. The experimental unit was composed by a PVC pipe \n\n(6 cm in height and 4.55 cm of internal diameter), with an effective volume of \n\n97,6 cm3, which was used as a diffusion chamber. Rates of 200 mg dm-3 of P, \n\n504 mg dm-3 of K, 30 mg dm-3 of Zn, Cu, Fe e Mn were added to the soils. A \n\nquantity of soil was calculated to occupy 97.6 cm3 and reach the bulk density of \n\n1.05 and 1.10 kg dm-3, respectively in LVA and LA. Subsequently the samples \n\nof soils were moistened to field capacity (0.20 kg kg-1), placed in pots made of \n\nPVC pipe concurrent with the ionics resins. The compaction of the soils in the \n\nPVC pipes was obtained with a CBR press. The applied pressures were 0, 60, \n\n120, 240, 360, 540, 720 e 900 kPa. After soil compaction, the resulting bulk \n\ndensity was calculated according to the new volume occupied by the soil. For \n\n\n\n 20 \n\nthe evaluation of nutrient diffusive flux, films of anionic and cationic resins, both \n\nwith 10 cm2 in each side, were disposed horizontally on the soil before the \n\ncompaction, and the anionic and cationic resins placed at 4 and 2 cm depth, \n\nrespectively. The diffusion chamber was involved in a plastic film after soil \n\ncompaction. The diffusion experiment was carried out for 20 days in the \n\nlaboratory, under controlled temperature at 20 ± 2 oC. After this period, the resin \n\nstrips were removed from the chamber and the adsorved elements were \n\nextracted by 15 mL of a 0.5 mol L-1 HCl solution shaking for 1 hour. The P level \n\nwas determined colorimetrically, K by flame photometry, Zn, Cu, Fe and Mn by \n\natomic absorption spectroscopy. The estimative of the diffusive fluxes of P \n\n(PDF), K (KDF), Zn (ZnDF), Fe (FeDF), Cu (CuDF), Mn (MnDF) was obtained \n\nby the quantification of the nutrients adsorved on the resin strips. Soil \n\ncompaction decreased the PDF in LVA and, in general, increased DF of K, Zn, \n\nCu, Fe and Mn. The diffusive fluxes of Zn, Cu and Mn were higher in caulinitic \n\nsoil with regard to oxidic-gibbsitic soil. The diffusive fluxe order to micronutrients  \n\nwere: MnDF > ZnDF >>> FeDF > CuDF. The transport of micronutrients were \n\nby diffusive flux in inorganic forms and organic compounds with positive or \n\nnegative net eletric charge, which provide different response to soil compaction \n\nin both, cationic and anionic resins.  \n\nIndex terms:  Diffusion of nutrients, soil bulk density, ionic-exchange resin. \n\n \nINTRODUÇÃO \n\nUm dos problemas no manejo do maquinário agrícola é decidir quando \n\nas operações mecanizadas devem ser realizadas de forma a não impactar o \n\nsolo. A aplicação de determinada pressão ao solo, sem o prévio conhecimento \n\nde sua capacidade de suporte, pode levar ao emprego de uma pressão que \n\nexceda essa capacidade, resultando em compactação adicional do solo (Dias \n\nJúnior &amp; Pierce, 1996; Dias Júnior, 2000).  \n\nA compactação pode reduzir o crescimento de plantas por seu efeito \n\nadverso sobre o crescimento de raízes e conseqüente redução na absorção de \n\nágua e de nutrientes (Nadian et al., 1996; Ishaq et al., 2001; Silva et al., 2002). \n\nAlém disso, a compactação pode interferir na movimentação de água e de \n\nnutrientes no solo, reduzindo a disponibilidade dos mesmos para as plantas. A \n\ncompactação ao interferir com a movimentação da água pode reduzir a \n\n\n\n 21 \n\ntranspiração das plantas e, conseqüentemente, o fluxo de massa. Acima de \n\ncerto nível ela reduz também a difusão de alguns nutrientes (Costa, 1998; \n\nNovais &amp; Smyth, 1999). Portanto, pode-se antecipar que em solos \n\ncompactados a produtividade agrícola ou florestal pode ser comprometida \n\ntemporariamente ou de maneira permanente. \n\nO fluxo difusivo (FD) é o processo de maior importância para o \n\ntransporte de P, K, Zn, Cu, Fe e Mn, dada a baixa concentração desses \n\nnutrientes no solo e à grande afinidade com a fase sólida do solo, dentre outros \n\nfatores (Barber, 1995; Marschner, 1995; Novais &amp; Smyth, 1999; Oliveira et al., \n\n1999). O FD de nutrientes é uma função da densidade do solo, característica \n\ndiretamente relacionada com a compactação. Novais &amp; Smyth (1999) levantam \n\ntambém a possibilidade de que em solos tropicais com elevada capacidade de \n\nsorção de ânions, elementos como o fósforo teriam sua difusão reduzida em \n\nrazão de a compactação aproximar o íon da superfície de sorção. \n\nO fluxo difusivo de um nutriente em solos é expresso pela Lei de Fick \n\n(Nye &amp; Tinker, 1977; Barber, 1995; Novais &amp; Smyth, 1999):  \n\nF = - DA (?c/?x)    (1) \n\nem que D é o coeficiente de difusão do elemento, em cm2 s-1; F é o fluxo \n\ndifusivo do elemento, em mol s-1, através de uma superfície de área A, em cm2, \n\ncausado pelo decréscimo de sua concentração (?c), em mol cm-3, com o \n\naumento da distância de transporte (?x), em cm; sendo ?c/?x o gradiente de \n\nconcentração ao longo da trajetória de transporte do nutriente; o sinal negativo \n\nda equação advém do decréscimo do ?c com o aumento de ?x. O coeficiente \n\nde difusão é estimado pela equação:  \n\nD = Di?f (?I/?Q)    (2) \n\nem que Di é o coeficiente de difusão do elemento em água, constante para \n\ncada elemento, em cm2 s-1; ? é o conteúdo de água no solo, em cm3 cm-3; f é o \n\nfator de impedância, adimensional, e ?I/?Q é a variação do fator intensidade (I) \n\ndo elemento na solução do solo em relação ao fator quantidade (Q) do \n\nelemento na forma trocável ou lábil, em equilíbrio com I. O valor ?I/?Q é o \n\ninverso do fator capacidade (poder tampão) do elemento no solo. \n\nA difusão pode ser avaliada por meio de técnicas que simulem a \n\nabsorção de nutrientes pela planta. Isso é possível pela utilização de resinas de \n\ntroca iônica em contato com o solo (Costa, 1998; Oliveira et al., 1999; Oliveira \n\n\n\n 22 \n\net al., 2000; Pegoraro, 2003; Nunes et al., 2004). Essas resinas servem de \n\ndreno para os nutrientes da solução do solo, gerando um gradiente de \n\nconcentração e, portanto, simulam a presença de uma raiz. \n\nO objetivo deste trabalho foi avaliar a influência da compactação do \n\nsolo sobre a difusão de P, K, Zn, Cu, Fe e Mn em dois Latossolos.  \n\n \n\nMATERIAL E MÉTODOS \n\nForam utilizados dois solos com mineralogia distinta, um Latossolo \n\nVermelho-Amarelo (LVA) oxídico-gibbsítico e um Latossolo Amarelo (LA) \n\ncaulinítico. Os solos foram coletados em povoamentos de eucalipto, na \n\nprofundidade de 0-15 cm, secos ao ar, passados em peneira de 4 mm de \n\nmalha e homogeneizados, para posterior análise química e física (Quadro 1).  \n\nO ensaio consistiu de oito tratamentos para cada solo, correspondendo \n\na oito níveis de pressão de compactação. Os tratamentos, com cinco \n\nrepetições, foram dispostos em delineamento em blocos casualizados. A \n\nunidade experimental foi composta por anel de PVC com 6 cm de altura e \n\n4,55 cm de diâmetro interno, com volume útil de 97,6 cm3, que serviu de \n\ncâmara de difusão.  \n\nAmostras de solo foram adubadas com 200 mg dm-3 de P, 504 mg dm-3 \n\nde K, e 30 mg dm-3 de Zn, Cu, Fe e Mn. Os nutrientes foram aplicados via \n\nsolução, utilizando-se K2HPO4 como fonte de P e K, e sulfatos como fonte de \n\nZn, Cu, Fe e Mn (ZnSO4.7H2O; CuSO4.5H2O; FeSO4.7H2O; MnSO4.H2O). \n\nCalculou-se a quantidade de cada solo para ocupar o volume de 97,6 cm3 e \n\natingir as densidades de 1,05 e 1,10 kg dm-3, respectivamente, no LVA e LA . A \n\nseguir as amostras de solo foram umedecidas (0,20 kg kg-1 = 100 % do \n\nequivalente de umidade), acondicionadas nos vasos juntamente com as \n\nlâminas de resinas iônicas e compactadas em uma prensa CBR equipada com \n\nanel dinamométrico. As pressões de compactação foram 0, 60, 120, 240, 360, \n\n540, 720 e 900 kPa. Foi calculada a densidade do solo resultante da \n\ncompactação, por meio do novo volume ocupado por ele.  \n\nPara a avaliação do fluxo difusivo dos nutrientes foram utilizadas \n\nlâminas de resina de troca aniônica tipo base forte (IONICS 204UZRA) e de \n\ntroca catiônica tipo ácido forte (IONICS CR 61-CZR-442), pré-condicionadas e \n\nsaturadas com uma solução de NaHCO3 1 mol L\n-1, conforme Raij &amp; Quaggio \n\n\n\n 23 \n\n(1983). As lâminas, com área de 10 cm2 (4 x 2,5 cm) em cada lado, foram \n\ndispostas horizontalmente no solo antes da compactação, sendo a resina \n\naniônica colocada na profundidade de 4 cm e a catiônica a 2 cm. Após a \n\ncompactação as extremidades dos vasos de PVC foram fechadas com lâminas \n\nrígidas de papelão plastificado fixadas com fita adesiva de polietileno. A seguir \n\ncada câmara de difusão foi envolvida por filme plástico para evitar a perda de \n\numidade.  \n\n \n\nQuadro 1. Caracterização dos solos utilizados no experimento \n\nCaracterística      LVA      LA \n\nCOT (dag kg-1) (1)     2,76     2,20 \n\nN-total (dag kg-1) (2)     0,15     0,13 \n\nP (mg dm-3) (3)     0,78     5,14 \n\nK (mg dm-3) (3)   24   29 \n\nCa2+ (cmolc dm\n-3) (4)     0,18     1,02 \n\nMg2+ (cmolc dm\n-3) (4)     0,07     0,15 \n\nZn (mg dm-3) (3)     1,40     2,77 \n\nFe (mg dm-3) (3)   37,50   46,67 \n\nMn (mg dm-3) (3)     1,50     8,00 \n\nCu (mg dm-3) (3)     0,56     0,66 \n\npH (5)     4,5     4,8 \n\nEquivalente de umidade (kg kg-1)     0,2     0,2 \n\nDensidade do solo (kg dm-3)     1,05     1,10 \n\nArgila (g kg-1) 470 510 \n\nSilte (g kg-1)  90   40 \n\nAreia (g kg-1)  440 450 \n\nClasse textural Argila Argila \n\nSiO2 (g kg\n-1) (6)    71,29    135,19 \n\nAl2O3 (g kg\n-1) (6)  172,93    139,99 \n\nFe2O3 (g kg\n-1) (6)    60,64          44,64 \n\nClasse mineralógica Oxídico-gibbsítico Caulinítico \n\nPREM (mg L\n-1) (7)   14,0   24,5 \n\n(1) Carbono orgânico total (Yeomans &amp; Bremner, 1988);  (2) Nitrogênio total (Bremner &amp; \nMulvaney, 1982); (3) Extrator Mehlich-1 (Mehlich, 1978); (4) Extrator KCl  1 mol L-1;  (5) \npH em água, relação 1:2,5; (6) Elementos no extrato do ataque sulfúrico (EMBRAPA, \n1997); (7) Fósforo remanescente (Alvarez V. et al., 2000) \n\n\n\n 24 \n\nO ensaio de difusão foi conduzido por 20 dias em laboratório, com \n\ntemperatura controlada a 20 ± 2 oC. Decorrido esse tempo de incubação, cada \n\nlâmina de resina foi retirada da câmara de difusão e agitada em frascos \n\nplásticos com 20 mL de água deionizada por 10 minutos para remoção de \n\npartículas de solo aderido. Em seguida, o excesso de água foi removido com \n\npapel de filtro. A dessorção dos elementos das resinas foi realizada pela \n\nagitação de cada lâmina com 15 mL de uma solução de HCl 0,5 mol L-1 durante \n\numa hora (Raij &amp; Quaggio, 1983). O P foi determinado por colorimetria (Braga \n\n&amp; Defelipo, 1974), sendo o pH do extrato previamente corrigido para 5,5, \n\nutilizando-se solução de NaOH 10 mol L-1 e indicador p-nitrofenol; K por \n\nfotometria de chama; e Zn, Cu, Fe e Mn por espectrofotometria de absorção \n\natômica. A estimativa do fluxo difusivo de P (FDP), K (FDK), Zn (FDZn), Cu \n\n(FDCu), Fe (FDFe) e Mn (FDMn) foi realizada pela quantificação dos nutrientes \n\nadsorvidos às resinas por unidade de área e tempo. \n\nOs resultados foram submetidos, individualmente para cada solo, à \n\nanálise de variância e de regressão. Ajustaram-se os modelos de regressão \n\nlinear, quadrático e quadrático base raiz quadrada. Para a escolha dos \n\nmodelos, os coeficientes da equação foram testados com base no quadrado \n\nmédio do resíduo da ANOVA do experimento. Finalmente, para dois ou mais \n\nmodelos com coeficientes significativos, a seleção baseou-se no maior \n\ncoeficiente de determinação (R2).  \n\n \n\nRESULTADOS E DISCUSSÃO \n\nHouve aumento da densidade do solo (DS) em resposta às pressões de \n\ncompactação (Figura 1). Este aumento atingiu 29,5 e 35,1 %, respectivamente, \n\nno LVA e LA, nos solos compactados com maior pressão (900 kPa). \n\n \n\n \n\nFigura 1. Densidade dos Latossolos compactados com diferentes pressões. \n\nDensidade do solo\n\n1,00\n\n1,10\n\n1,20\n\n1,30\n\n1,40\n\n1,50\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nD\nS\n (k\n\ng\n d\n\nm\n-3\n\n)\n\nLVA\n\nLA\n\n = 1,093 + 0,000515*** x - 0,000000262*** x2 ; R2 = 0,921\n\n= 1,12 + 0,0212***  x1/ 2 - 0,000301*** x ; R2 = 0,974y?\n\ny?\n\n\n\n 25 \n\nO fluxo difusivo de fósforo (FDP) foi reduzido pela compactação do solo \n\nno LVA (Figura 2). Esta redução foi em média de 83 % em relação à \n\ntestemunha não compactada (0 kPa). Novais &amp; Smyth (1999) levantam a \n\npossibilidade de que em solos tropicais com elevada capacidade de sorção de \n\nânions, elementos como o fósforo teriam sua difusão reduzida em razão de a \n\ncompactação aproximar o íon da superfície de sorção. O FDP aqui \n\napresentado refere-se ao P adsorvido à resina aniônica, uma vez que na \n\ncatiônica não foi registrada adsorção deste elemento, pois na faixa de pH dos \n\nsolos usados neste experimento o P encontra-se na solução do solo em formas \n\naniônicas (H2PO4\n-, HPO4\n\n2-). \n\nNo LA não houve efeito da compactação sobre o FDP, o que pode ser \n\natribuído à elevada fixação de P ao solo, mesmo na testemunha não \n\ncompactada, o que fica evidente em vista dos baixos valores de FDP em todos \n\nos tratamentos. Esta maior fixação de P no solo caulinítico (LA) não era \n\nesperada, pois solos oxídicos, como o LVA, apresentam maior capacidade de \n\nadsorção de fosfato em relação a solos cauliníticos. Uma explicação plausível é \n\na provável ocorrência de capeamento da caulinita pela precipitação de óxidos \n\nde Fe na sua superfície. Portanto, a distribuição dos óxidos de Fe na matriz do \n\nsolo também é importante com relação à capacidade de fixação de P. \n\n \n\n  \n\nFigura 2. Fluxo difusivo de P e K em dois Latossolos compactados com \n\ndiferentes pressões. \n\n \n\nA compactação do solo proporcionou aumento do fluxo difusivo de \n\npotássio (FDK), zinco (FDZn), cobre (FDCu), ferro (FDFe) e manganês (FDMn) \n\nem metade das vezes (Figuras 2 e 3). O aumento do fluxo difusivo destes \n\nnutrientes pode ser atribuído ao aumento da densidade do solo com o aumento \n\nda pressão (Figura 1).  \n\nFluxo difusivo de fósforo - Aniônica\n\n0,0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nP\n (\n\nm\nol\n\n m\n-2\n\n m\nin\n\n-1\n)\n\nLVA\n\nLA\n\n   = 0,341 - 0,027*** x1/2 + 0,000578*** x ; R2 = 0,831\n\n = 0,0371\n\ny?\n\nyy? =\n\nFluxo difusivo de potássio - Catiônica\n\n80\n\n100\n\n120\n\n140\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nK\n (\n\nm\no\n\nl m\n-2\n\n m\nin\n\n-1\n)\n\nLVA\n\nLA\n\n  = 103,1 + 0,0574*** x - 0,0000333*** x2 ; R2 = 0,915\n\n= 92,8 + 1,484*** x1/2 - 0,0364*** x ; R2 = 0,806\n\ny?\n\ny?\n\n\n\n 26 \n\n  \n\n  \n\n  \n\n  \n\nFigura 3. Fluxo difusivo de Zn, Cu, Fe e Mn em dois Latossolos compactados \n\ncom diferentes pressões. \n\n \n\nSegundo Oliveira et al. (1998), com o aumento da densidade do solo, a \n\ndifusão aumenta até atingir um máximo e depois decresce. Esse aumento \n\ndeve-se a uma maior aproximação entre as partículas do solo e a superfície \n\ndas raízes, o que favorece a continuidade do filme de água e diminui a \n\nFluxo difusivo de zinco - LVA\n\n0,0\n\n0,4\n\n0,8\n\n1,2\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nZ\nn \n\n(\nm\n\no\nl m\n\n-2\n m\n\nin\n-1\n\n)\n\nCationica\n\nAnionica\n\n= 0,58 + 0,0228***  x1/2 - 0,000264* x ; R2 = 0,974  \n\n= 0\n\ny?\n\nyy? =\n\nFluxo difusivo de zinco - LA\n\n0,00\n\n2,00\n\n4,00\n\n6,00\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nZ\nn \n\n(\nm\n\no\nl m\n\n-2\n m\n\nin\n-1\n\n)\n\nCatiônica\n\nAniônica\n\n  = 3,42 + 0,155*** x1/2 - 0,00182* x ; R2 = 0,966\n\n= 0,0284yy? =\n\ny?\n\nFluxo difusivo de ferro - LVA\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nF\ne \n\n(\nm\n\nol\n m\n\n-2\n m\n\nin\n-1\n\n)\n\nCatiônica\n\nAniônica\n\n= 0,0582  \n\n = 0,1611\n\nyy? =\n\nyy? =\n\nFluxo difusivo de ferro - LA\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nF\ne\n\n (\nm\n\no\nl m\n\n-2\n m\n\nin\n-1\n\n)\n\nCatiônica\n\nAniônica\n\n = 0,103 + 0,00003124* x ; R2 = 0,575\n\n= 0,170yy? =\n\ny?\n\nFluxo difusivo de cobre - LA\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nC\nu \n\n( µ\nm\n\nol\n m\n\n-2\n m\n\nin\n-1\n\n)\n\nCationica\n\nAniônica\n\n= 0,135 + 0,00558*** x1/2 - 0,0000893** x ; R2 = 0,890\n\n= 0,0281 + 0,0000267*** x - 0,0000000156* x2 ; R2= 0,717\n\ny?\n\ny?\n\nFluxo difusivo de cobre - LVA\n\n0,00\n\n0,01\n\n0,02\n\n0,03\n\n0,04\n\n0,05\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nC\nu \n\n(\nm\n\no\nl m\n\n-2\n m\n\nin\n-1\n\n)\n\nCatiônica\n\nAniônica  = 0,011yy? =\n\ny?  = 0,0335 + 0,000966*** x1/2 - 0,000022*** x ; R2 = 0,576\n\nDifusão de Manganês - LVA\n\n0,0\n\n0,6\n\n1,2\n\n1,8\n\n2,4\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nM\nn \n\n(\nm\n\nol\n m\n\n-2\n m\n\nin\n-1\n\n)\n\nCationica\n\nAnionica\n\n= 1,021 + 0,041*** x1/ 2 - 0,0000041* x ; R2 = 0,984  \n\n= 0,00666 - 0,0000115** x + 0,00000000893* x2 ; R2 = 0,929\n\ny?\n\ny?\n\nFluxo difusivo de manganês - LA\n\n0\n\n6\n\n12\n\n18\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nF\nD\n\nM\nn \n\n(\nm\n\no\nl m\n\n-2\n m\n\nin\n-1\n\n)\n\nCatiônica\n\nAniônica\n\n= 8,62 + 0,376*** x1/2 - 0,00478* x ; R2 = 0,995\n\n = 0,018 - 0,00057*** x1/2 + 0,0000127** x ; R2 = 0,650\n\ny?\n\ny?\n\n\n\n 27 \n\ndistância que o íon deve percorrer até alcançar as raízes da planta ou a \n\nmembrana de resina iônica utilizada neste estudo.  \n\nAs alterações na difusão de um íon quando um solo é submetido à \n\ncompactação, aumentando-se a densidade, são atribuídas a mudanças no fator \n\nde impedância, que envolve a tortuosidade (Costa, 1998). Warncke &amp; Barber \n\n(1971) observaram que a tortuosidade foi reduzida com o aumento da densidade \n\ndo solo, ocorrendo redução do comprimento do caminho de difusão do elemento. \n\nOutro fator que contribuiu para o aumento do FD nos solos compactados é o \n\nfato de a compactação aumentar o conteúdo volumétrico de água no solo, \n\ncomo verificado no experimento 1 por Silva (2005), uma vez que a umidade \n\ninfluencia a partição de íons entre as fases líquida e sólida, aumentando-a, e \n\nassim, aumentando ?I/?Q e, conseqüentemente, o  valor de D (Eq. 2). \n\nO aumento do FDK (Figura 2) atingiu 31,2 e 19,7 %, respectivamente, \n\nno LVA (pressão = 900 kPa) e LA (pressão = 360 kPa). O FDK refere-se ao K \n\nadsorvido à resina catiônica, uma vez que na aniônica não foi registrada \n\nadsorção deste elemento, ou seja, o K encontra-se na solução do solo apenas \n\nna forma catiônica (K+). \n\nHouve difusão de Zn, Cu, Fe e Mn para as resinas catiônica e aniônica \n\n(exceção para Zn no LVA) (Figura 3). Apesar destes micronutrientes serem \n\nencontrados na solução do solo como formas inorgânicas catiônicas (Zn2+, \n\nZnOH+; Cu2+, Cu(OH)2+, CuOH+; Fe3+, Fe2+, FeOH2+, Fe(OH)2\n+; Mn2+, Mn3+, \n\nMn4+, Mn(OH)+, MnCl+) (Lindsay, 1972; Camargo, 1988; Ferreira &amp; Cruz, 1991; \n\nMarschner, 1995), eles podem formar complexos solúveis em água, \n\nprincipalmente com ácidos orgânicos (Stevenson &amp; Ardakani, 1972; Camargo, \n\n1988; Pegoraro, 2003), os quais podem apresentar carga líquida negativa e \n\nserem adsorvidos em resinas aniônicas. O fenômeno da quelação dos metais \n\nno solo é muito importante porque ele aumenta a solubilidade desses metais, \n\naumentando, conseqüentemente, sua mobilidade tanto por difusão como por \n\nfluxo de massa (Camargo, 1988). Complexos organo-metálicos constituem, \n\nfreqüentemente, a principal forma de micronutrientes na solução do solo e \n\najudam no seu transporte para as raízes (Duxbuty, 1989; Jones &amp; Darrah, \n\n1994).  \n\nO aumento do FDZn para a resina catiônica atingiu 74 e 89 %, \n\nrespectivamente, no LVA e LA, na pressão de 900 kPa. No entanto, o FDZn foi \n\n\n\n 28 \n\nnulo (LVA) ou insignificante (LA) quando avaliado por meio da resina aniônica. \n\nIsto demonstra que as formas catiônicas de zinco, sejam inorgânicas ou \n\norgânicas (complexos e, ou, quelatos), são difundidas em maior quantidade \n\npara as resinas, como verificado por Pegoraro (2003).  \n\nEm resposta à compactação houve aumento do FDCu para a resina \n\ncatiônica de 22 % no LVA e de 66 e 70 % no LA, respectivamente, para as \n\nresinas catiônica e aniônica, na pressão de 900 kPa. Verifica-se que as formas \n\ncatiônicas de cobre (inorgânicas ou orgânicas) difundiram-se em maior \n\nquantidade para as resinas, uma vez que o FDCu para a resina catiônica foi em \n\nmédia 3,8 e 5,7 vezes maior, respectivamente, no LVA e LA, em relação à \n\nresina aniônica.  \n\nO aumento do FDFe para a resina catiônica, em resposta à \n\ncompactação, foi de 17 % no LA, na pressão de 900 kPa. Para as demais \n\nsituações não houve diferença significativa entre os tratamentos. Verifica-se, de \n\nmodo inverso aos demais cátions avaliados, que as formas aniônicas de ferro \n\ndifundiram-se preferencialmente para as resinas, uma vez que o FDFe \n\nmensurado na resina aniônica foi, em média, 2,8 e 1,5 vezes maior do que na \n\nresina catiônica, respectivamente, no LVA e LA. Resultados similares foram \n\nobtidos por Pegoraro (2003) que também obteve maior FDFe para a resina \n\naniônica em dois solos, um argiloso (LVdf) e outro de textura média (LVAd). \n\nO maior nível de compactação (900 kPa) ocasionou aumento do FDMn \n\nmensurado na resina catiônica de 111 e 85 %, e decréscimo de 54 e 24 % na \n\nresina aniônica, respectivamente, no LVA e LA. Verifica-se que as formas \n\ncatiônicas de Mn (inorgânicas ou orgânicas) difundiram-se preferencialmente \n\npara as resinas, uma vez que o FDMn medido na resina catiônica foi, em \n\nmédia, 379 e 993 vezes maior do que aquele mensurado na resina aniônica, \n\nrespectivamente, no LVA e LA. Pegoraro (2003) também obteve maior FDMn \n\npara a resina catiônica. \n\nObserva-se que o FD de Zn, Cu e Mn foram bem maiores no LA em \n\nrelação ao LVA. Isto pode ser atribuído ao fato de o LVA apresentar maior teor \n\nde matéria orgânica e ser oxídico, com elevada capacidade de adsorção de \n\nmetais (menor ?I/?Q – Eq. 2). Portanto, mesmo os dois solos apresentando \n\ntextura semelhante, verifica-se que a mineralogia dos solos é fator \n\ndeterminante sobre a difusão de nutrientes. \n\n\n\n 29 \n\nO Mn e o Zn foram os micronutrientes que apresentaram maior fluxo \n\ndifusivo, provavelmente devido a menor retenção pelo solo. O Cu apresentou o \n\nmenor fluxo difusivo, uma vez que é o micronutriente que tem maior afinidade \n\ncom a matéria orgânica (Temminghoff et al., 1997), e não pode ser facilmente \n\nextraído do solo dada a sua forte ligação com os argilominerais. \n\n \n\nCONCLUSÕES \n\n1. A compactação pode reduzir o FDP e aumentar o FDK, Zn, Cu, Fe e Mn.  \n\n2. Solo caulinítico apresenta maior difusão de Zn, Cu e Mn do que solo \n\noxídico-gibbsítico. \n\n3. A ordem decrescente de fluxo difusivo para os micronutrientes foi: \n\nFDMn > FDZn >>> FDFe > FDCu. \n\n4. Os micronutrientes avaliados foram transportados na solução do solo em \n\nformas inorgânicas e, ou, como complexos orgânicos apresentando carga \n\nlíquida positiva ou negativa, proporcionando resposta diferenciada do fluxo \n\ndifusivo à compactação, tanto na resina catiônica como na aniônica. \n\n \n\nLITERATURA CITADA \n\n \n\nALVAREZ V., V.H.; NOVAIS, R.F.; DIAS, L.E. &amp; OLIVEIRA, J.A. Determinação \ne uso do fósforo remanescente. B. Inf. SBCS, 25:27-32, 2000. \n\nBARBER, S.A. Soil nutrient bioavailability: A mechanistic approach. 2.ed. New \nYork, John Wiley &amp; Sons, 1995. 414p.  \n\nBRAGA, J.M. &amp; DEFELIPO, B.V. Determinação espectrofotométrica de P em \nextratos de solo e material vegetal. R. Ceres, 21:73-85, 1974. \n\nBREMNER, J.M. &amp; MULVANEY, C.S. Nitrogen – Total. In: PAGE, A.L.; \nMILLER, R.H. &amp; KEENEY, D.R., eds. Methods of soil analysis, 2.ed. Part 2. \nMadison: American Society of Agronomy/Soil Science Society of America, \n1982. p.595-624. \n\nCAMARGO, O.A. Micronutrientes no solo. In: XVII Reunião Brasileira de \nFertilidade do solo. Enxofre e micronutrientes na agricultura brasileira. \nLondrina, Sociedade Brasileira de Ciência do Solo, 1988. p.103-120. \n\nCOSTA, J.P.V. Fluxo difusivo de fósforo e de potássio em Latossolos. Viçosa, \nUniversidade Federal de Viçosa, 1998. 67p. (Tese de Doutorado) \n\n\n\n 30 \n\nDIAS JÚNIOR, M.S. Compactação do solo. In: NOVAIS, R.F.; ALVAREZ V., \nV.H. &amp; SCHAEFER, C.E.G.R., eds. Tópicos em ciência do solo. Viçosa, \nSociedade Brasileira de Ciência do Solo, 2000. v.1, p.55-94.  \n\nDIAS JÚNIOR, M.S. &amp; PIERCE, F.J. O processo de compactação do solo e a \nsua modelagem. R. Bras. Ci. Solo, 20:175-182, 1996. \n\nDUXBURY, J.M.; SMITH, M.S.; DORAN, J.W; JORDAM, C.; SZOTT, L. &amp; \nVANCE, E. Soil organic matter as a source and a sink of plant nutrient. In: \nCOLEMAN, D.C.; OADES, J.M. &amp; UEHARA, G. eds. Dynamics of soil \norganic matter in tropical ecosystems. University of Hawaii, USA, 1989. \np.33-67.  \n\nFERREIRA, E.F. &amp; CRUZ, M.C.P. Micronutrientes na agricultura. Piracicaba, \nAssociação Brasileira para Pesquisa da Potassa e do Fosfato, 1991. 734p. \n\nISHAQ, M.; IBRAHIM, M.; HASSAN, A.; SAEED, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan: II. Root growth and \nnutrient uptake of wheat and sorghum. Soil Till. Res., 60:153-161, 2001. \n\nJONES, D.L. &amp; DARRAH, R. Role of root derived organic acids in mobilization \nof nutrients from the rhizosphere. Plant Soil, 166:247-257, 1994. \n\nLINDSAY, W.L. Inorganic phase equilibria of micronutrients in soils. In: \nMORTVEDT, J.J.; GIORDANO, P.M. &amp; LINDSAY, W.L. eds. Micronutrients \nin agriculture, Madison, Soil Science Society of America, 1972. p. 41-78. \n\nMARSCHNER, H. Mineral nutrition of higher plants. 2.ed. San Diego, Academic \nPress, 1995. 889p. \n\nMEHLICH, A. New extractant for soil test evaluation of phosphorus, potassium, \nmagnesium, calcium, sodium, manganese and zinc. Comm. Soil Sci. Plant \nAnal. 9:477-492, 1978. \n\nNADIAN, H.; SMITH, S.E.; ALSTON, A.M. &amp; MURRAY, R.S. The effect of soil \ncompaction on growth and P uptake by Trifolium subterraneum: interactions \nwith mycorrhizal colonization. Plant Soil, 182: 39-49, 1996. \n\nNOVAIS, R.F. &amp; SMYTH, T.J. Fósforo em solo e planta em condições tropicais. \nViçosa, Universidade Federal de Viçosa, 1999. 399 p. \n\nNUNES, F.N.; NOVAIS, R.F.; SILVA, I.R.; GEBRIM, F.O. &amp; SÃO JOSÉ, J.F.B. \nFluxo difusivo de ferro em solos sob influência de doses de fósforo e de \nníveis de acidez e umidade. R. Bras. Ci. Solo, 28:423-429, 2004. \n\nNYE, P.H. &amp; TINKER, P.B. Solute movement in the soil-root system. Berkeley, \nUniversity of California Press, 1977. 342p. \n\n\n\n 31 \n\nOLIVEIRA, C.V.; BAHIA, V.G. &amp; PAULA, M.B. Compactação do solo devido à \nmecanização florestal: causas, efeitos e práticas de controle. Inf. Agropec., \n191:46-48, 1998. \n\nOLIVEIRA, M.F.G.; NOVAIS, R.F.; NEVES, J.C.L.; ALVES, V.M.C. &amp; \nVASCONCELLOS, C.A. Fluxo difusivo de zinco em amostras de solo \ninfluenciado por textura, íon acompanhante e pH do solo. R. Bras. Ci. Solo, \n23:609-615, 1999. \n\nOLIVEIRA, F.H.; NOVAIS, R.F.; SMYTH, T.J. &amp; NEVES, J.C. Aluminum \ndiffusion in Oxisols as influenced by soil water matric potential, pH, lime, \ngypsum, potassium chloride, and calcium phosphate. Commun. Soil Sci. \nPlant Anal., 31: 2523-2533, 2000. \n\nPEGORARO, R.F. Fluxo difusivo de micronutrientes catiônicos em resposta a \nadição de compostos orgânicos ao solo. Viçosa, Universidade Federal de \nViçosa,  2003. 68p. (Tese de Mestrado) \n\nRAIJ, B. van &amp; QUAGGIO, J.A. Métodos de análise de solo para fins de \nfertilidade (Boletim técnico, 81). Campinas, 1983. 31p. \n\nSILVA, S.R.; BARROS, N.F.; NOVAIS, R.F. &amp; PEREIRA, P.R.G. Eficiência \nnutricional de potássio e crescimento de eucalipto influenciados pela \ncompactação do solo. R. Bras. Ci. Solo, 26:1001-1010, 2002. \n\nSILVA, S.R. Efeitos da compactação sobre características físicas, químicas e \nmicrobiológicas de dois Latossolos e no crescimento de eucalipto. Viçosa, \nUniversidade Federal de Viçosa,  2005. 98p. (Tese de Doutorado) \n\nSTEVENSON, F.J. &amp; ARDAKANI, M.S. Organic-matter reactions involving \nmicronutrients in soils. In: MORTVEDT, J.J.; GIORDANO, P.M. &amp; \nLINDSAY, W.L. Micronutrients in agriculture. Madison, Soil Science Society \nof America, 1972. p.79-114. \n\nTEMMINGHOFF, E.J.M.; VAN DER ZEE, S.E.A.T.M. &amp; DE HAAN, F.A.M. \nCopper mobility in a copper-contaminated sandy soil as affected by pH and \nsolid and dissolved organic matter. Environ. Sci. Technol., 31:1109-1115, \n1997. \n\nWARNCKE, D.D. &amp; BARBER, S.A. Diffusion of Zn in soils: II. The influence of \nsoil bulk density and its interaction with soil moisture. Soil Sci. Soc. Am. \nProc., 36:42-46, 1971. \n\nYEOMANS, J.C. &amp; BREMNER, J.M. A rapid and precise method for routine \ndetermination of organic carbon in soil. Commun. Soil Sci. Plant Anal., \n19:1467-1476, 1988. \n\n \n\n\n\n 32 \n\nEXPERIMENTO 3 \n\n \n\nATIVIDADE MICROBIANA E TRANSFORMAÇÕES DO CARBONO E \n\nNITROGÊNIO AFETADAS PELA COMPACTAÇÃO DO SOLO  \n\n \n\nRESUMO \n\nA mecanização em atividades agrícolas e florestais tem incrementado a \n\ncompactação do solo, que resulta no aumento da densidade e \n\nmicroporosidade, e na redução da condutividade hidráulica e das taxas de \n\ndifusão de O2 e CO2, alterando, assim, a atividade dos microrganismos do solo \n\ne os processos envolvidos na decomposição da matéria orgânica e \n\ndisponibilidade de nutrientes. Este trabalho foi realizado sob condições \n\ncontroladas para avaliar os efeitos da compactação sobre a atividade \n\nmicrobiana e mineralização do carbono (C) e nitrogênio (N) do solo. Foram \n\nutilizados um Latossolo Vermelho-Amarelo (LVA) oxídico-gibbsítico, e um \n\nLatossolo Amarelo (LA) caulinítico. O ensaio consistiu de oito tratamentos para \n\ncada solo, correspondendo a oito pressões de compactação. Os tratamentos, \n\ncom seis repetições, foram dispostos em delineamento em blocos \n\ncasualizados. A unidade experimental foi composta por anel de PVC com 6 cm \n\nde altura e 4,55 cm de diâmetro interno, com volume útil de 97,6 cm3. Calculou-\n\nse a quantidade de cada solo para ocupar o volume de 97,6 cm3 e atingir as \n\ndensidades de 1,05 e 1,10 kg dm-3, respectivamente, no LVA e LA. A seguir as \n\namostras de solo foram umedecidas (0,20 kg kg-1 = 100 % do equivalente de \n\numidade), acondicionadas nos tubos de PVC e compactadas em uma prensa \n\nCBR equipada com anel dinamométrico. As pressões de compactação foram 0, \n\n60, 120, 240, 360, 540, 720 e 900 kPa. Após a aplicação da pressão, \n\ndeterminou-se a densidade resultante por meio do novo volume ocupado pelo \n\nsolo. Em seguida, cada vaso foi individualmente disposto no interior de um pote \n\nplástico de 1 L, que foi hermeticamente fechado. Procedeu-se a uma incubação \n\naeróbica dos solos por um período de 35 dias. Foi avaliada a respiração basal \n\n(C-CO2 mineralizado), nas duas últimas semanas. Concluída a incubação, \n\nforam realizadas análises químicas e microbiológicas em amostras dos solos: \n\nC da biomassa microbiana (CMIC), C orgânico total (COT), N total, N-NH4\n+ e N-\n\nNO3\n- do solo. Foram calculados o N mineral, N orgânico e a taxa de \n\n\n\n 33 \n\nmineralização líquida de N. A compactação ocasionou aumento do N-NH4\n+ e da \n\ntaxa de mineralização líquida de N nos dois solos e do N-NO3\n- no LVA; \n\ndecréscimo da taxa de perda de COT nos dois solos, de N-NO3\n- no LA, de C-\n\nCO2 no LVA e de CMIC no LA em maiores pressões. Conclui-se que a \n\ncompactação do solo diminui a ciclagem de COT devido ao aumento da \n\nproteção física da matéria orgânica e à menor atividade microbiana aeróbica; e \n\nque pressões superiores a 540 kPa intensificam a formação de ambiente \n\nanaeróbico que promove perdas de N por denitrificação.  \n\nTermos para indexação: Densidade do solo, mineralização de carbono e \n\nnitrogênio, carbono da biomassa microbiana, nitrato, amônio, denitrificação. \n\n \n\nSUMMARY: Microbial activity and carbon and nitrogen transformations as \n\naffected by soil compaction \n\nThe soil compaction deriving from mechanical activity in agriculture has \n\nincreased the soil bulk density and water-filled porosity and decreased the \n\nhydraulic conductivity and diffusion of O2 e CO2, which disturb the soil microbial \n\nactivity, soil organic matter decomposition and nutrient availability. An \n\nexperiment was carried out under controlled conditions in order to evaluate the \n\neffects of soil compaction on microbial activity and soil mineralization of carbon \n\nand nitrogen. An oxidic-gibbsitic Red Yellow Latosol (LVA), and a caulinitic \n\nYellow Latosol (LA), were used. The experiment consisted of eigth treatments in \n\neach soil, corresponding to eigth levels of pressure for compaction. The \n\ntreatments, with six replicates, were disposed in a randomized block design. \n\nThe experimental unit was composed by a PVC pipe (6 cm in height and \n\n4.55 cm of internal diameter), with an effective volume of 97,6 cm3. A quantity of \n\nsoil was calculated to occupy 97.6 cm3 and reach the bulk density of 1.05 and \n\n1.10 kg dm-3, respectively in LVA and LA. Subsequently the samples of soils \n\nwere moistened (field capacity: 0.20 kg kg-1), placed in pots of PVC pipe and \n\ncompacted with a CBR press. The pressure of compaction were 0, 60, 120, \n\n240, 360, 540, 720 e 900 kPa. After soil compaction, the bulk density was \n\ncalculated according to the new volume occupied by the soil. Subsequently \n\neach PVC pipes were disposed inside the plastic vessel of 1 L, which was \n\nhermetic closed. An aerobic incubation of soil was accomplished for 35 days. \n\nThe basal respiration rate (C-CO2 production) was estimate in the last two \n\n\n\n 34 \n\nweeks. After the incubation, chemical and microbiological analysis were \n\nperformed: microbial biomass C (CMIC), soil organic C (SOC), total N, N-NH4\n+ \n\nand N-NO3\n- of the soil. Subsequently, were calculated the mineral N, organic N \n\nand net nitrogen mineralization. The soil compaction increased N-NH4\n+ and net \n\nnitrogen mineralization in both, LVA and LA, and N-NO3\n- in the LVA; decreased \n\nloss SOC rate in both, LVA and LA, N-NO3\n- in the LA, C-CO2 in the LVA, and \n\nCMIC in greater levels of pressure in the LA. It follows that soil compaction \n\ndecrease the SOC turnover due to increase of physical protection of soil organic \n\nmatter and to decrease aerobic microbial activity; pressure higher to 540 kPa to \n\nenhance the anaerobic conditions and N losses due denitrification. \n\nIndex terms: Soil bulk density, carbon mineralization, nitrogen mineralization, \n\nmicrobial biomass carbon, nitrate, ammonium, denitrification. \n\n \n\nINTRODUÇÃO \n\nA intensificação das operações silviculturais mecanizadas e de colheita \n\nno setor florestal tem promovido um aumento substancial da compactação do \n\nsolo e isso pode comprometer a produtividade dos plantios em rotações futuras \n\n(Wert &amp; Thomas, 1981; Balbuena et al., 2000; Startsev &amp; McNabb, 2000). \n\nEfeitos negativos da compactação sobre o crescimento de plantas têm sido \n\natribuídos primariamente à restrição ao crescimento radicular. No entanto, tem \n\nsido sugerido que a compactação do solo pode afetar o tamanho, diversidade e \n\na atividade da biomassa microbiana e, portanto, resultar em mudanças nos \n\npadrões de ciclagem de nutrientes necessários para o crescimento de plantas \n\n(Dick et el., 1988; Jensen et al., 1996a,b; Lee et al., 1996).  \n\nA compactação desempenha um importante papel no controle da \n\natividade microbiana do solo, uma vez que o aumento da densidade do solo \n\npromove alteração da porosidade, redução da taxa de difusão de O2 e CO2, \n\naumento de microsítios anaeróbicos e redução da atividade microbiana \n\naeróbica (Torbert &amp; Wood, 1992; Jensen et al., 1996a). Esses efeitos adversos \n\nda compactação do solo sobre a atividade microbiana resultam principalmente \n\ndas perdas de continuidade de bioporos e outros macroporos (Whalley et al., \n\n1995). Estudos têm indicado que baixa concentração de O2 (&lt;2-5 %) (Parr &amp; \n\nReuszer, 1962) e baixa macroporosidade (&lt;10 %) (Lin &amp; Doran, 1984) causam \n\ndecréscimo da atividade microbiana aeróbica no solo e, possivelmente, \n\n\n\n 35 \n\naumentam as taxas de denitrificação (Breland &amp; Hansen, 1996; Jensen et al., \n\n1996a). Nesse sentido, a respiração do solo (produção de CO2) serve como \n\numa medida da taxa de decomposição da matéria orgânica (Hassink, 1994; \n\nLee et al., 1996). Outra vantagem de se medir a evolução de CO2 ao invés da \n\nabsorção de O2, está no fato do CO2 emitido refletir a atividade tanto de \n\nmicrorganismos aeróbicos quanto de anaeróbicos. \n\nA compactação do solo pode afetar a ciclagem de C e N pela mudança \n\nda aeração do solo e, ou, da estrutura da comunidade microbiana, sendo que \n\npoucos estudos foram realizados até então para quantificar os efeitos da \n\ncompactação do solo sobre a ciclagem da matéria orgânica, biomassa e \n\natividade microbianas, incluindo respiração e mineralização de N (Jensen et al., \n\n1996b). Em um dos poucos estudos de campo sobre os impactos da \n\ncompactação sobre as transformações de C e N do solo, Dick et al. (1988) \n\nencontraram que o C da biomassa microbiana (CMIC) decresceu 38 % na \n\ncamada de 10-20 cm de profundidade em solo compactado sob trilha de trator, \n\nquando comparado ao tratamento controle, sendo que o CMIC teve correlação \n\nsignificativa e negativa com a densidade do solo nesse trabalho. \n\nMudanças na atividade microbiana e na taxa de denitrificação em solos \n\nafetados por variação do espaço poroso pela umidade têm sido \n\nextensivamente estudadas (Craswell &amp; Martin, 1974; Myers et al., 1982; Linn &amp; \n\nDoran, 1984). Entretanto, poucos estudos têm examinado os efeitos de \n\nmudanças em condições físicas do solo sobre as transformações do N. Em \n\nparticular, há escassez de informação a respeito dos efeitos da compactação \n\nsobre a atividade microbiana e transformações de N. Linn &amp; Doran (1984) \n\nconduziram um estudo de laboratório e verificaram que a atividade microbiana \n\ndecresceu muito pouco com a compactação do solo. Por sua vez, Jensen et al. \n\n(1996b) verificaram que nenhuma medida de biomassa microbiana foi \n\nsignificativamente afetada pela variação da porosidade total de 0,60 para \n\n0,51 m3 m-3 depois de 21 dias de incubação, o que foi atribuído ao fato de a \n\ncompactação ter alterado apenas os poros maiores, não afetando diretamente \n\no acesso de microorganismos a poros de menor diâmetro. \n\nO objetivo deste trabalho foi avaliar, sob condições controladas, os \n\nefeitos da compactação sobre a atividade microbiana e mineralização do C e N \n\ndo solo. \n\n\n\n 36 \n\nMATERIAL E MÉTODOS \n\nForam utilizados dois solos com mineralogia distinta, um Latossolo \n\nVermelho-Amarelo (LVA) oxídico-gibbsítico e um Latossolo Amarelo (LA) \n\ncaulinítico. Os solos foram coletados em povoamentos de eucalipto de 7 e 6 \n\nanos de idade, respectivamente, nos municípios de Santa Maria de Itabira e \n\nSantana do Paraíso, MG, na profundidade de 0-15 cm, secos ao ar, passados \n\nem peneira de 4 mm de malha e homogeneizados para posterior análise \n\nquímica e física (Quadro 1).  \n\n \nQuadro 1. Características dos solos utilizados no experimento \n\nCaracterística      LVA      LA \n\nCOT (dag kg-1) (1)     2,76     2,20 \n\nN-total (dag kg-1) (2)     0,15     0,13 \n\nN-NH4\n+ (mg kg-1) (3) 103,61   14,51 \n\nN-NO3\n- (mg kg-1) (4)     2,28     7,87 \n\npH (5)     4,5     4,8 \n\nEquivalente de umidade (kg kg-1)     0,2     0,2 \n\nDensidade do solo (kg dm-3)     1,05     1,10 \n\nArgila (g kg-1) 470 510 \n\nSilte (g kg-1)  90   40 \n\nAreia (g kg-1)  440 450 \n\nClasse textural Argila Argila \n\nSiO2 (g kg\n-1) (6)   71,29   135,19 \n\nAl2O3 (g kg\n-1) (6) 172,93   139,99 \n\nFe2O3 (g kg\n-1) (6)   60,64     44,64 \n\nClasse mineralógica Oxídico-gibbsítico Caulinítico \n(1) Carbono orgânico total (Yeomans &amp; Bremner, 1988);  (2) Nitrogênio total (Bremner &amp; \n\nMulvaney, 1982); (3) Nitrogênio amoniacal (Kempers &amp; Zweers, 1986); (4) Nitrogênio \nnítrico (Yang et al., 1998);  (5) pH em água, relação 1:2,5; (6) Elementos no extrato do \nataque sulfúrico (EMBRAPA, 1997). \n\n \n\n \n\nO ensaio consistiu de oito tratamentos para cada solo, correspondendo \n\na oito pressões de compactação. Os tratamentos, com seis repetições, foram \n\ndispostos em delineamento em blocos casualizados. A unidade experimental \n\nfoi composta por anel de PVC, com 6 cm de altura e 4,55 cm de diâmetro \n\ninterno, com volume útil de 97,6 cm3. \n\n\n\n 37 \n\nCalculou-se a quantidade de cada solo para ocupar o volume de \n\n97,6 cm3 e atingir as densidades de 1,05 e 1,10 kg dm-3, respectivamente, no \n\nLVA e LA. A umidade das amostras foi elevada a 80 % do equivalente de \n\numidade (EU) para posterior incubação por 14 dias em sacos plásticos abertos, \n\nvisando possibilitar o desenvolvimento e estabilização (steady state) da \n\natividade microbiana. A seguir as amostras de solo foram umedecidas \n\n(0,20 kg kg-1 = 100 % do equivalente de umidade), acondicionadas nos vasos \n\nde PVC e compactadas em uma prensa CBR equipada com anel \n\ndinamométrico. As pressões de compactação foram 0, 60, 120, 240, 360, 540, \n\n720 e 900 kPa. Foi calculada a densidade do solo resultante da compactação, \n\npor meio do novo volume ocupado por ele. \n\nPosteriormente, os vasos foram submetidos a ventilação forçada de ar, \n\nna temperatura ambiente, para reduzir a umidade do solo a 70 % do EU. Em \n\nseguida, cada vaso foi individualmente disposto no interior de um pote de \n\npolietileno de 1 L com tampa rosqueável, que foi hermeticamente fechado, a \n\nfim de evitar trocas gasosas com o ambiente externo e reduzir a perda de água \n\ndo solo por evaporação. Procedeu-se à incubação aeróbica dos solos por um \n\nperíodo de 35 dias, sendo os potes abertos durante 10 minutos a cada 7 dias, \n\npara possibilitar a entrada de O2, ocasiões em que a água perdida por \n\nevaporação era reposta. \n\nDecorridos 21 dias do início do experimento e, provavelmente atingida \n\na estabilização da atividade microbiana, foi avaliada a respiração basal (C-CO2 \n\nmineralizado) nas duas últimas semanas. Para isso, no 22o dia da incubação \n\nfoi adicionado dentro dos potes plásticos um recipiente contendo 10 mL de \n\nNaOH 1 mol L-1 para capturar o CO2 respirado. Após um intervalo de 7 dias, os \n\npotes foram abertos e o CO2 capturado foi precipitado como carbonato com \n\nexcesso de BaCl2 e o excesso de NaOH foi titulado com HCl 0,5 mol L\n-1 \n\n(Anderson, 1982). O mesmo procedimento foi repetido na última semana. \n\nConcluída a incubação, foram realizadas análises químicas e microbiológicas \n\nem amostras dos solos. O carbono da biomassa microbiana (CMIC) foi avaliado \n\npelo método da irradiação-extração (Islam &amp; Weil, 1998). O extrator utilizado foi \n\nK2SO4 0,5 mol L\n-1 (10 g solo : 30 mL) e o C orgânico contido nos extratos foi \n\nquantificado por meio de oxidação úmida, empregando solução de dicromato \n\nde potássio em meio ácido. O fator de conversão (KC) usado para converter o \n\n\n\n 38 \n\nfluxo de C para CMIC foi 0,33 (Sparling &amp; West, 1988). O C orgânico total do \n\nsolo (COT) foi quantificado por meio de oxidação da matéria orgânica via úmida \n\n(Yeomans &amp; Bremner, 1988). Foi calculado o percentual de perda do COT \n\n(COTinicial – COTfinal)*100 /COTincial) durante o período de incubação (entre o 1\no \n\ne 35o dia). Foram determinadas as seguintes formas de nitrogênio: N total, N-\n\nNH4\n+, N-NO3\n\n- e calculado o N mineral (N-NH4\n+ + N-NO3\n\n-) e o N orgânico (N total \n\n– N mineral). O N total foi obtido por oxidação úmida seguida por determinação \n\npelo método Kjeldahl (Bremner &amp; Mulvaney, 1982); o N mineral foi extraído \n\ncom solução de KCl 1 mol L-1 (10 g de solo: 50 mL de extrator) por 10 min. \n\nForam utilizados métodos colorimétricos para a determinação de N-NO3\n- (Yang \n\net al., 1998) e N-NH4\n+ (Kempers &amp; Zweers, 1986). A taxa de mineralização \n\nlíquida de N (µg g-1 dia-1) nas amostras corresponde ao aumento do N-mineral \n\ndurante o período de incubação, e representa a mineralização líquida de N \n\nmenos qualquer denitrificação que tenha ocorrido.  \n\nOs dados foram submetidos, individualmente para cada solo, à análise \n\nde variância e de regressão, sendo os coeficientes das equações ajustadas \n\ntestados com base no quadrado médio do resíduo da ANOVA do experimento. \n\nEntre os modelos significativos, foi escolhido aquele que apresentou maior \n\ncoeficiente de determinação (R2).  \n\n \n\nRESULTADOS E DISCUSSÃO \n\n Os incrementos da densidade do solo em resposta à compactação \n\natingiram 22,8 e 21,8 % para o LVA e LA, respectivamente (Figura 1). \n\nVerificou-se no LVA decréscimo da produção de C-CO2 (carbono \n\nmineralizado entre o 22o e 35o dia da incubação) em resposta à compactação \n\ndo solo (Figura 1). Resultados semelhantes foram obtidos por Torbert &amp; Wood \n\n(1992), onde a respiração do solo foi reduzida em 65 % quando a compactação \n\nelevou a densidade do solo de 1,4 para 1,8 kg dm-3. No entanto, no LA não \n\nhouve efeito da compactação sobre a produção de C-CO2. Isto é atribuído ao \n\nrápido esgotamento da fração da matéria orgânica facilmente mineralizável \n\nneste solo durante o período inicial da incubação (1o ao 21o dia). Araújo et al. \n\n(2001), em ensaio de incubação de amostras de um Podzólico Vermelho-\n\nAmarelo cultivado com cana-de-açúcar, verificou que as maiores taxas de \n\n\n\n 39 \n\nmineralização de C e N ocorreram nas três primeiras semanas de incubação, \n\ndiminuindo sensivelmente no período seguinte. \n\n \n\n \n\n  \n\nFigura 1. Densidade e carbono mineralizado de dois Latossolos compactados \n\ncom diferentes pressões.  \n\n \nO carbono orgânico total do solo (COT) apresentou relação direta com \n\na intensidade de compactação aplicada, em virtude do decréscimo linear da \n\ntaxa de perda do carbono durante o período de incubação (Figura 2). Isto pode \n\nser atribuído ao aumento da proteção física da matéria orgânica nos solos \n\ncompactados em função da redução do diâmetro dos poros, dificultando o \n\nmovimento da solução do solo e dos microrganismos decompositores por meio \n\ndela. Breland &amp; Hansen (1996) relataram que a compactação reduz a \n\nporosidade total do solo e altera a distribuição de tamanho de poros, \n\nfavorecendo o incremento da percentagem de poros menores, nos quais \n\nmateriais orgânicos podem ser fisicamente protegidos da decomposição \n\nmicrobiana.  \n\nVerifica-se que houve alta taxa de perda de carbono em curto período \n\nde tempo (35 dias), especialmente nos solos submetidos a menores pressões \n\n(8,0 e 7,7 %, respectivamente, no LVA e LA submetidos à pressão de 60 kPa). \n\nIsto deve-se às condições ótimas de temperatura e umidade durante a \n\nincubação, proporcionando alta atividade microbiana e, consequentemente, \n\nalta taxa de decomposição das frações lábeis da matéria orgânica. \n\n \n\nDensidade do solo\n\n1,00\n\n1,10\n\n1,20\n\n1,30\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nD\nS\n (k\n\ng\n d\n\nm\n-3\n\n)\n\nLVA\n\nLA\n\ny?\n\ny?\n\n= 1,042 + 0,000415*** x - 0,000000154*** x2 ; R2 = 0,995\n\n= 1,104 + 0,000427*** x - 0,00000019*** x2 ; R2 = 0,997\n\nCarbono mineralizado\n\n1,30\n\n1,80\n\n2,30\n\n2,80\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nC\n-C\n\nO\n2  \n\n(\ng\n\n g\n-1\n\n d\nia\n\n-1\n)\n\nLVA\n\nLA\n\ny? = 2,93 - 0,0021** x + 0,00000165* x2 ; R2 = 0,889\n\n          = 1,56 ; R2 = 0,036yy? =\n\n\n\n 40 \n\n  \n\nFigura 2. Carbono orgânico total e taxa de perda de carbono orgânico na \n\nincubação de dois Latossolos compactados com diferentes pressões. \n\n \n\n \n\nO carbono da biomassa microbiana (CMIC) exibiu comportamento \n\nquadrático em resposta ao aumento da pressão (Figura 3). Os maiores valores \n\nobservados de CMIC foram 27,3 e 24,5 µg g\n-1, correspondentes às pressões de \n\n240 e 120 kPa, respectivamente, no LVA e LA. O contato mais íntimo da \n\nmatéria orgânica com os microrganismos do solo por efeito da compactação, \n\npode ter proporcionado condições mais favoráveis ao crescimento da \n\npopulação microbiana nos tratamentos submetidos a estas menores pressões. \n\nNo entanto, considerável decréscimo do CMIC foi verificado em maiores níveis \n\nde compactação no LA no tratamento de 900 kPa (9,8 µg g-1). Isto pode ser \n\natribuído à maior proteção física da matéria orgânica, como discutido \n\nanteriormente, resultando em menos substrato disponível para a microbiota. \n\nResultados semelhantes foram obtidos por Dick et al. (1988), que verificaram \n\ndecréscimo de 38 % do CMIC na profundidade de 10-20 cm de um solo florestal \n\ncompactado pelo tráfego de máquinas em relação à testemunha não \n\ncompactada. No entanto, em estudo de campo, Lee et al. (1996) verificaram \n\nem solo franco arenoso que, apesar do aumento da densidade do solo \n\ncompactado pelo tráfego de um trator, não houve efeito da compactação sobre \n\no CMIC. Segundo esses autores nos solos de textura arenosa, o espaço poroso \n\ndisponível não foi reduzido o bastante para afetar a atividade microbiana. \n\n \n\nCarbono orgânico total\n\n2,00\n\n2,20\n\n2,40\n\n2,60\n\n2,80\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nC\nO\n\nT\n (\n\nd\na\n\ng \nkg\n\n-1\n)\n\nLVA\n\nLA\n\ny?\n\ny?\n\n= 2,564 + 0,00018* x ; R2 = 0,458\n\n= 2,054 + 0,000205** x ; R2 = 0,610\n\nCOT perdido na incubação\n\n0\n\n2\n\n4\n\n6\n\n8\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nC\nO\n\nT \np\n\ne\nrd\n\nid\no\n\n (\n%\n\n) LVA\nLA\n\ny?\n\ny?\n\n= 7,11 - 0,0067* x ; R2 = 0,458\n= 6,54 - 0,0093** x ; R2 = 0,624\n\n\n\n 41 \n\n \n\nFigura 3. Carbono da biomassa microbiana de dois Latossolos compactados \n\ncom diferentes pressões. \n\n \n\nO nitrogênio amoniacal (N-NH4\n+) teve comportamento quadrático no LV \n\ne  aumento linear no LA com a compactação do solo (Figura 4). Os maiores \n\nincrementos foram de 11,8 e 16,6 % nos tratamentos 240 e 900 kPa, \n\nrespectivamente, no LVA e LA. O acúmulo de N-NH4\n+ sob condições \n\nanaeróbicas, eventualmente causadas pela compactação, pode ser atribuído à \n\nredução de N-NO3\n- para N-NH4\n\n+ por denitrificadores (Abbasi &amp; Adams, 1999). \n\nEntretanto, muito deste amônio poderia ter sido formado pela decomposição \n\nanaeróbica do N orgânico do solo (Abbasi &amp; Adams, 1999). \n\n \n\n  \n\nFigura 4. Nitrogênio amoniacal e nítrico de dois Latossolos compactados com \n\ndiferentes pressões.  \n\n \n\nA compactação do solo proporcionou aumento de 28,6 % do nitrogênio \n\nnítrico (N-NO3\n-) no LVA e redução de 6,3 % no LA (Pressão = 900 kPa) \n\n(Figura 4). A compactação pode incrementar as condições anaeróbicas e \n\npromover perdas de N-NO3\n- por meio da denitrificação, que ocorre quando N-\n\nNO3\n- está presente em microsítios anaeróbicos, onde a demanda microbiana \n\npor O2 excede o suprimento mediado pela difusão (Arah &amp; Smith, 1989; Adams \n\nCarbono da biomassa microbiana\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nC\nM\n\nIC\n (\n\ng\n g\n\n-1\n)\n\nLVA\n\nLA\ny?\n\ny?\n= 15,34 + 0,98* x1/2 - 0,0255* x ; R2 = 0,430\n= 15,96 + 0,0176** x - 0,0000274** x2 ; R2 = 0,365\n\nNitrogênio nítrico do solo\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nN\n-N\n\nO\n3-\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\nLVA\n\nLA\n\ny?\n\ny?\n\n= 1,916 + 0,000613*** x  ; R2 = 0,729\n\n= 8,74 - 0,000607* x ; R2 = 0,640\n\nNitrogênio amoniacal do solo\n\n0\n\n30\n\n60\n\n90\n\n120\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nN\n-N\n\nH\n4+\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\nLVA\nLA\n\ny?\n\ny? = 14,11 + 0,00324*** x ; R2 = 0,779\n\n= 111,84 + 0,041* x - 0,0000489* x2 ; R2 = 0,528\n\n\n\n 42 \n\n&amp; Akhtar, 1994). No entanto, o aumento de N-NO3\n- no LVA indica que, mesmo \n\nsob altas pressões, em alguns microsítios do solo teria havido arejamento \n\nsuficiente para a ação de organismos aeróbios.  \n\nHouve resposta quadrática do nitrogênio mineral (NMIN = N-NH4\n+ + N-\n\nNO3\n-) no LVA e aumento linear no LA devido à compactação do solo (Figura 5). \n\nOs acréscimos atingiram 11,7 e 8,5 % nos tratamentos 240 e 900 kPa, \n\nrespectivamente, no LVA e LA. É interessante observar o elevado predomínio \n\ndo N-NH4\n+ na composição do NMIN, especialmente no LVA (Figura 4). O teor \n\nmédio de NMIN no LVA foi 4,95 vezes maior em relação ao LA, ou seja, a \n\ndisponibilidade de NMIN no solo é maior no LVA. \n\n \n\n \n\n  \n\nFigura 5. Nitrogênio mineral e taxa de mineralização de N de dois Latossolos \n\ncompactados com diferentes pressões.  \n\n \n\nA taxa de mineralização líquida de nitrogênio teve efeito quadrático no \n\nLVA e aumento linear no LA em resposta à compactação do solo (Figura 5). \n\nVerifica-se que a mineralização de N foi maior no LVA em níveis intermediários \n\nde compactação, o que pode ser atribuído à maior atividade microbiana nestas \n\npressões intermediárias durante os 35 dias de incubação. O provável aumento \n\nde perdas de N-N2O por denitrificação nos tratamentos com maiores níveis de \n\ncompactação pode ter favorecido esse resultado, uma vez que a taxa de \n\nmineralização líquida de N corresponde ao aumento do NMIN durante o período \n\nde incubação, e representa a mineralização líquida de N menos qualquer \n\ndenitrificação que tenha ocorrido. A taxa de mineralização de N no LVA foi em \n\nmédia 8,3 vezes maior do que no LA. Isto provavelmente deve-se às diferenças \n\nde aeração, natureza e quantidade de matéria orgânica das amostras de solo \n\n(Broersma et al., 1996). \n\nNitrogênio mineral do solo\n\n0\n\n30\n\n60\n\n90\n\n120\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nN\nM\n\nIN\n (m\n\ng\n k\n\ng\n-1\n\n)\n\nLVA\n\nLA\n\ny?\n\ny?\n\n= 113,7 + 0,042* x - 0,0000495* x2 ; R2 = 0,532\n= 22,85 + 0,00263** x ; R2 = 0,651\n\nTaxa de mineralização de nitrogênio\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nN\n (\n\ng\n g\n\n-1\n d\n\nia\n-1\n\n)\n\nLVA\n\nLA\n\ny?\n\ny?\n\n= 0,2234 + 0,0012* x - 0,00000141* x2 ; R2 = 0,532\n\n= 0,0133 + 0,0000751** x ; R2 = 0,651\n\n\n\n 43 \n\nHouve diferença no modelo de resposta entre a mineralização de C e N \n\n(Figuras 2 e 5). Jensen et al. (1996b) atribuíram essa diferença à ocorrência de \n\ndenitrificação pela mudança do estatus de aeração do solo com o decréscimo \n\nde macroporos ocasionado pela compactação.  \n\nA compactação não afetou o N total e o N orgânico no LVA, mas houve \n\nresposta quadrática no LA (Figura 6). Em pressões intermediárias no LA pode \n\nter ocorrido decréscimo da mineralização de N orgânico, devido à maior \n\nproteção física da MOS em poros de menor diâmetro, como discutido \n\nanteriormente para o COT. De acordo com Hassink et al. (1993) e Breland \n\n(1994) a mineralização de N é mais afetada pela proteção física do que a \n\nmineralização de C. Neste solo após 540 kPa, iniciou-se o decréscimo do N \n\norgânico, o que sugere a provável ocorrência de perdas de N por denitrificação \n\npela formação de ambiente anaeróbico nos solos mais compactados. Segundo \n\nHansen et al. (1993) perdas gasosas de N por denitrificação podem aumentar \n\ndevido à deficiência de oxigênio. Torbert &amp; Wood (1992) verificaram incremento \n\nde 286 % nas perdas do N original do solo quando a compactação elevou a \n\ndensidade de 1,4 para 1,8 kg dm-3, atribuindo tal resultado ao fato de a \n\ncompactação ter mudado as condições do solo para um estado anaeróbico, \n\nresultando em redução da atividade microbiana aeróbica e aumento da \n\ndenitrificação. \n\nA semelhança das curvas de resposta destas duas formas de N deve-\n\nse ao fato de o N orgânico constituir em média 93 e 98 % do N total, \n\nrespectivamente, no LVA e LA. \n\n \n\n \n\n  \n\nFigura 6. Nitrogênio total e orgânico de dois Latossolos compactados com \n\ndiferentes pressões. \n\nNitrogênio total do solo\n\n0,12\n\n0,13\n\n0,14\n\n0,15\n\n0,16\n\n0,17\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nN\n (\n\nda\ng \n\nkg\n-1\n\n)\n\nLVA\nLA y?\n\n= 0,159\n\n= 0,134 + 0,0000247* x - 0,000000031** x2 ; R2 = 0,636\n\nyy? =\n\nNitrogênio orgânico do solo\n\n0,12\n\n0,13\n\n0,14\n\n0,15\n\n0 150 300 450 600 750 900\n\nPressão (kPa)\n\nN\n (\n\nd\na\n\ng\n k\n\ng\n-1\n\n)\n\nLVA\n\nLA y?\n\n= 0,148\n\n= 0,131 + 0,0000242* x - 0,000000031** x2 ; R2 = 0,649\nyy? =\n\n\n\n 44 \n\nCONCLUSÕES \n\n1. A compactação diminui a ciclagem de carbono orgânico do solo devido ao \n\naumento da proteção física da matéria orgânica e à menor atividade \n\nmicrobiana aeróbica. \n\n2. Pressões de compactação superiores a 540 kPa intensificam a formação de \n\nambiente anaeróbico que promove perdas de nitrogênio por denitrificação.  \n\n \n\nLITERATURA CITADA \n\nABBASI, M.K. &amp; ADAMS, W.A. Assessment of the contribution of denitrification \nto N losses from compacted grassland soil by NO3\n\n- disappearance and N2O \nproduction during anaerobic incubation. Can. J. Soil Sci., 79:57-64, 1999. \n\nADAMS, W.A. &amp; AKHTAR, N. The possible consequences for herbage growth \nof waterlogging compacted pasture soils. Plant Soil, 162:1-17, 1994. \n\nANDERSON, J.P.E. Soil respiration. In: PAGE, A.L.; MILLER, R.H. &amp; KEENEY, \nD.R. eds. Methods of soil analysis. 2.ed. Part 2. Madison: American Society \nof Agronomy/Soil Science Society of America, 1982. p.831-871. \n\nARAH, J.R.M. &amp; SMITH, K.A. Steady-state denitrification in aggregated soils: a \nmathematical model. J. Soil Sci., 40:139-149, 1989. \n\nARAÚJO, A.M.S.; SAMPAIO, E.V.S.B. &amp; SALCEDO, I.H. Mineralização do C e \ndo N em amostras armazenadas de solo cultivado com cana-de-açúcar, ao \nlongo de dez anos, com e sem fertilização nitrogenada. R. Bras. Ci. Solo, \n25:43-53, 2001. \n\nBALBUENA, R.H.; TERMINIELLO, A.M.; CLAVERIE, J.A.; CASADO, J.P. &amp; \nMARLATS, R. Compactación del suelo durante la cosecha forestal. \nEvolución de las propriedades físicas. R. Bras. Eng. Agric. Ambient., 4:453-\n459, 2000. \n\nBRELAND, T.A. Enhanced mineralization and denitrification as a result of \nheterogeneous distribution of clover residues in soil. Plant Soil, 166:1-12, \n1994. \n\nBRELAND, T.A. &amp; HANSEN, S. Nitrogen mineralization and microbial biomass \nas affected by soil compaction. Soil Biol. Biochem., 28:655-663, 1996. \n\nBREMNER, J.M. &amp; MULVANEY, C.S. Nitrogen – Total. In: PAGE, A.L.; \nMILLER, R.H. &amp; KEENEY, D.R., eds. Methods of soil analysis, 2.ed. Part 2. \nMadison: American Society of Agronomy/Soil Science Society of America, \n1982. p.595-624. \n\n\n\n 45 \n\nBROERSMA, K.; JUMA, N.G. &amp; ROBERTSON, J.A. Net nitrogen mineralization \nfrom a Gray Luvisol under diverse cropping systems in the Peace River \nregion of Alberta. Can. J. Soil Sci., 76:117-123, 1996. \n\nCRASWELL, E.T. &amp; MARTIN, A.E. Effects of moisture content on denitrification \nin clay soil. Soil Biol. Biochem, 6:127-129, 1974. \n\nDICK, R.P.; MYROLD, D.D. &amp; KERLE, E.A. Microbial biomass and soil enzyme \nactivities in compacted and rehabilitated skid trail soil. Soil Sci. Soc. Am. J., \n52:512-516, 1988. \n\nHANSEN, S.; MAEHLUM, J.E. &amp; BAKKEN, L.R. N2O and CH4 fluxes in soil \ninfluenced by fertilization and tractor traffic. Soil Biol. Biochem., 25:621-630, \n1993. \n\nHASSINK, J. Effects of soil texture and grassland management on soil organic \nC and N and rates of C and N mineralization. Soil Biol. Biochem., 26:1221-\n1231, 1994. \n\nHASSINK, J.; BOUWMAN, L.A.; ZWART, K.B. &amp; BRUSSAARD, L. Relationship \nbetween habitable pore space, soil biota and mineralization rates in \ngrassland soils. Soil Biol. Biochem., 25:47-55, 1993. \n\nISLAM, K.R. &amp; WEIL, R.R. Microwave irradiation of soil for routine \nmeasurement of microbial biomass carbon. Biol. Fert. Soils, 27:408-416, \n1998. \n\nJENSEN, L.S.; MCQUEEN, D.J. &amp; SHEPHERD, T.G. Effects of compaction on \nN-mineralization and microbial-C and –N. I. Field measurements. Soil Till. \nRes., 38:175-188, 1996a. \n\nJENSEN, L.S.; McQUEEN, D.J.; ROSS, D.J. &amp; TATE, K.R. Effects of soil \ncompaction on N-mineralization and microbial–C and –N. II. Laboratory \nsimulation. Soil Till. Res., 38:189-202, 1996b. \n\nKEMPERS, A.J. &amp; ZWEERS, A. Ammonium determination in soil extracts by \nthe salicylate method. Commun. Soil Sci. Plant Anal., 17:715-723, 1986. \n\nLEE, W.J.; WOOD, C.W.; REEVES, D.W.; ENTRY, J.A. &amp; RAPER, R.L. \nInteractive effects of wheel-traffic and tillage system on soil carbon and \nnitrogen. Commun. Soil Sci. Plant Anal., 27:3027-3043, 1996. \n\nLINN, D.M. &amp; DORAN, J.W. Effects of water-filled pore space on carbon dioxide \nand nitrous oxide production in tilled and nontilled soils. Soil Sci. Soc. Am. \nJ., 48:1267-1272, 1984. \n\nMYERS, R.J.K.; CAMPBELL, C.A. &amp; WEIER, K.L. Quantitative relationship \nbetween net nitrogen mineralization and moisture content of soils. Can. J. \nSoil Sci., 62:111-114, 1982. \n\n\n\n 46 \n\nPARR, J.F. &amp; REUSZER, H.W. Organic matter decomposition as influenced by \noxygen level and flow rate of gases in the constant aeration method. Soil \nSci. Am. Proc., 26:552-556, 1962. \n\nSPARLING, G.P. &amp; WEST, A.W. A direct extraction method to estimate soil \nmicrobial C: Calibration in situ using microbial respiration and 14C labelled \ncells. Soil Biol. Biochem., 20:337-343, 1988.  \n\nSTARTSEV, A.D. &amp; McNABB, D.H. Effects of skidding on forest soil infiltration \nin west-central Alberta. Can. J. Soil Sci., 80:617-624, 2000. \n\nTORBERT, H.A. &amp; WOOD, C.W. Effects of soil compaction and water-filled \npore space on soil microbial activity and N losses. Commun. Soil Sci. Plant \nAnal., 23:1321-1331, 1992. \n\nWERT, S. &amp; THOMAS, B.R. Effects of skid roads on diameter, height, and \nvolume growth in Douglas-fir. Soil Sci. Soc. Am. J., 45:629-632, 1981. \n\nWHALLEY, W.R.; DUMITRU, E. &amp; DEXTER, A.R. Biological effects of soil \ncompaction. Soil Till. Res., 35:53-68, 1995. \n\nYANG, J.E.; SKOGLEY, E.O.; SCHAFF, B.E. &amp; KIM, J.J. A simple \nspectrophotometric determination of nitrate in water, resin, and soil extracts. \nSoil Sci. Soc. Am. J., 62:1108-1115, 1998. \n\nYEOMANS, J.C. &amp; BREMNER, J.M. A rapid and precise method for routine \ndetermination of organic carbon in soil. Commun. Soil Sci. Plant Anal., \n19:1467-1476, 1988. \n\n\n\n 47 \n\nEXPERIMENTO 4 \n\n \n\nCRESCIMENTO E NUTRIÇÃO DE EUCALIPTO EM RESPOSTA A \n\nCOMPACTAÇÃO DO SOLO EM DIFERENTES UMIDADES \n\n \n\nRESUMO \n\nO crescimento radicular e a produtividade de eucalipto são diretamente \n\nafetados pela compactação do solo durante as operações florestais, \n\nparticularmente pela colheita de madeira, cujos efeitos são intensificados sob \n\ncondições de alta umidade do solo. O objetivo deste trabalho foi avaliar a \n\ninfluência de níveis de compactação do solo com diferentes umidades sobre o \n\ncrescimento e nutrição de mudas de eucalipto. Foram utilizados um Latossolo \n\nVermelho-Amarelo (LVA) oxídico-gibbsítico, e um Latossolo Amarelo (LA) \n\ncaulinítico. O ensaio consistiu de um fatorial composto por cinco níveis de \n\ncompactação e três conteúdos de água no solo. Os tratamentos, com quatro \n\nrepetições, foram dispostos em delineamento em blocos casualizados. A \n\nunidade experimental foi composta por anel de PVC de 100 mm de diâmetro, \n\ncom volume útil de 1,66 dm3. Calculou-se a quantidade de cada solo para \n\nocupar o volume de 1,66 dm3 e atingir as densidades de 1,05 e 1,10 kg dm-3, \n\nrespectivamente, no LVA e LA. A seguir as amostras de solo foram adubadas, \n\numedecidas, acondicionadas em vasos de PVC e compactadas em uma \n\nprensa CBR equipada com anel dinamométrico. As pressões de  compactação \n\nforam 0, 60, 120, 180 e 240 kPa, e os conteúdos de água 0,05; 0,10 e \n\n0,20 kg kg-1 (100% do equivalente de umidade). Após a aplicação da pressão, \n\ndeterminou-se a densidade resultante por meio do novo volume ocupado pelo \n\nsolo. O experimento foi colhido 60 dias após a emergência das plântulas de \n\neucalipto, para determinação da matéria seca de raízes e parte aérea, da \n\ndensidade radicular e do conteúdo total de nutrientes na planta. Houve \n\naumento da densidade dos solos em resposta à compactação, sendo a \n\nmanifestação deste efeito intensificada com o aumento da umidade do solo. No \n\nsolo oxídico-gibbsítico (LVA) a produção de matéria seca de raízes e total, a \n\ndensidade radicular e o conteúdo de nutrientes na planta foram reduzidos pela \n\ncompactação do solo em maior conteúdo de água (0,20 kg kg-1). Observou-se \n\nneste solo que, em menores valores de umidade durante a compactação, não \n\n\n\n 48 \n\nhouve efeito do aumento da pressão sobre a produtividade do eucalipto. Os \n\nnutrientes cuja absorção foi mais afetada pela compactação do solo com maior \n\numidade (0,20 kg kg-1) foram: Fe > Zn > Cu > P = Mg no solo oxídico-gibbsítico; \n\ne K no solo caulinítico (LA). O solo caulinítico foi mais sensível aos efeitos da \n\ncompactação do que o solo oxídico-gibbsítico, limitando com maior intensidade, \n\nprincipalmente, a produção de matéria seca de raiz e a absorção de Fe, Cu, N, \n\nS e Zn. Conclui-se que a umidade no momento da compressão do solo foi o \n\nfator determinante para a manifestação dos efeitos deletérios da compactação \n\nsobre o crescimento e nutrição do eucalipto.  \n\nTermos para indexação: Densidade do solo, densidade radicular, nutrição de \n\nplantas, mineralogia do solo. \n\n \n\nSUMMARY: Eucalyptus growth and nutrition as affected by soil compaction in \n\ndifferent moistures \n\nThe root growth and productivity of eucalyptus are affected directly by \n\nsoil compaction during forestry operations, particularly harvesting. These effects \n\nare intensified under high soil moisture. An experiment was carried out under \n\ncontrolled conditions in order to evaluate the effects of compaction, under \n\ndistinct levels soil moisture, on eucalyptus growth. An oxidic-gibbsitic Red \n\nYellow Latosol (LVA), and a caulinitic Yellow Latosol (LA), were used. The \n\nexperiment consisted of a 5 x 3 factorial (compaction levels and soil volumetric \n\nwater content) for each soil. The treatments, with four replicates, were disposed \n\nin a randomized block design. The experimental unit was composed by a PVC \n\npipe (100 mm of internal diameter), with an effective volume of 1.66 dm3. A \n\nquantity of soil was calculated to occupy 1.66 dm3 and reach the density bulk of \n\n1.05 and 1.10 kg dm-3, respectively in LVA and LA. Subsequenty the samples of \n\nsoils were fertilized, moistened, placed in pots made of PVC pipe and \n\ncompacted with a CBR press. The pressure of compaction were 0, 60, 120, 180 \n\ne 240 kPa, and soil volumetric water content were 0.05, 0.10 e 0.20 kg kg-1 \n\n(field capacity). After soil compaction, was calculated the resulting bulk density \n\naccording to the new volume occupied by the soil. Sixty days after eucalyptus \n\nseedling emergence, the plants was harvested and assessed the dry weight of \n\nroot and shoot, root density and plant nutrient content. The increase of bulk \n\ndensity by soil compaction was intensified by soil moisture. Increasing soil \n\n\n\n 49 \n\ncompaction reduced root and shoot growth, root density and plant nutrient \n\ncontent, in high volumetric water content (0.20 kg kg-1) in oxidic-gibbsitic soil \n\n(LVA), but did no affect eucalypt yield dry matter in low levels of volumetric \n\nwater content. The nutrients uptake more affected by soil compaction \n\n(volumetric water content = 0.20 kg kg-1) were: Fe > Zn > Cu > P = Mg, in \n\noxidic-gibbsitic soil; and K in caulinitic soil. The caulinitic soil was more sensitive \n\nto compaction with regard to oxidic-gibbsitic soil, to restrict yield dry matter of \n\nroot and Fe, Cu, N, S and Zn uptake. This study indicated that soil moisture was \n\nthe principal factor for occurrence the negative effects of soil compaction in the \n\neucalyptus growth and nutrition. \n\nIndex terms: Soil bulk density, root density, plant nutrition, soil mineralogy. \n\n \n\nINTRODUÇÃO \n\nUm dos problemas no manejo de máquinas florestais é decidir quando \n\nas operações mecanizadas de colheita e preparo do solo devem ser realizadas, \n\nconsiderando a condição de umidade do solo, que é fator determinante de sua \n\ncapacidade de suporte de carga (Dias Júnior, 2000). Quando seco, o solo é \n\nbastante coeso e apresenta grande resistência à compactação, mas, à medida \n\nque ele vai umedecendo, ocorre a formação de um pequeno filme de água \n\nentre os agregados, facilitando o deslocamento e o rearranjamento das \n\npartículas do solo, diminuindo sua resistência à compactação (Hillel, 1980). \n\nA compactação reduz o crescimento de plantas por seu efeito no \n\ncrescimento de raízes e conseqüente redução na absorção de água e de \n\nnutrientes (Misra &amp; Gibbons, 1996; Mapfumo et al., 1998; Ishaq et al., 2001). \n\nSilva et al. (2002) verificaram que a compactação do solo restringiu o \n\ncrescimento e aumentou o diâmetro médio de raízes de eucalipto, e \n\nproporcionou redução do acúmulo de K na planta, reduzindo a eficiência de \n\nutilização de K e a eficiência da adubação potássica. Rosolem et al. (1994) \n\nobtiveram decréscimo significativo da produção de matéria seca de raízes e do \n\nconteúdo total de N em plantas de soja com o aumento da densidade do solo. \n\nShierlaw &amp; Alston (1984) verificaram decréscimo do comprimento radicular e da \n\nmatéria seca de plantas de milho em resposta à compactação do solo, além de \n\nter ocorrido maior absorção de fósforo, por unidade de comprimento de raiz, \n\nem solos compactados do que naqueles sem compactação. \n\n\n\n 50 \n\nOberhauser et al. (2002), em experimento de compactação de dois \n\nLatossolos com diferentes umidades, verificaram que houve decréscimo da \n\nprodução de matéria seca e do comprimento radicular de Eucalyptus grandis, \n\ncujos efeitos negativos foram mais pronunciados nos tratamentos com maior \n\nconteúdo de água no solo durante a compactação.  \n\nApesar de representar um problema para o crescimento de florestas \n\nmanejadas, poucos experimentos foram conduzidos para estimar os efeitos da \n\ncompactação sobre o desenvolvimento de eucalipto. Estudos conduzidos em \n\ncondições mais controladas podem servir para avaliar os efeitos da \n\ncompactação sobre o crescimento de raízes e da parte aérea e sobre a \n\nnutrição das plantas.  \n\nO objetivo deste trabalho foi avaliar a influência de pressões de \n\ncompactação do solo com diferentes umidades sobre o crescimento e nutrição \n\nde mudas de eucalipto. \n\n \n\nMATERIAL E MÉTODOS \n\nForam utilizados dois solos com mineralogias distintas, um Latossolo \n\nVermelho-Amarelo (LVA) oxídico-gibbsítico e um Latossolo Amarelo (LA) \n\ncaulinítico. Os solos foram coletados em povoamentos de eucalipto, na \n\nprofundidade de 0-15 cm, secos ao ar, passados em peneira de 4 mm de \n\nmalha e homogeneizados, para posterior análise química e física (Quadro 1).  \n\nAntes do cultivo foi realizada adubação com os seguintes nutrientes, \n\nem mg dm-3: 50 de N, 300 de P, 75 de K, 40 de S, 0,81 de B, 1,33 de Cu, 1,55 \n\nde Fe, 3,66 de Mn, 0,15 de Mo e 4 de Zn. Os teores de Ca2+ e Mg2+ foram \n\nnivelados nos solos para 2,02 e 0,5 cmolc dm\n-3, respectivamente. A adubação \n\nde cobertura, contendo 50 mg dm-3 de N e 75 mg dm-3 de K, foi realizada aos \n\n40 dias após a emergência das plântulas. \n\nO experimento foi desenvolvido em casa de vegetação, utilizando \n\ndelineamento em blocos casualizados, com quatro repetições, em esquema \n\nfatorial constituído por cinco níveis de pressão de compactação e três de \n\numidade do solo. Foram utilizados tubos de PVC de 100 mm de diâmetro com \n\nfundo de isopor, com capacidade de 1,88 dm3, contendo um volume constante \n\nde solo de 1,66 dm3. Calculou-se a quantidade de cada solo para ocupar o \n\nvolume de 1,66 dm3 e atingir as densidades de 1,05 e 1,10 kg dm-3, \n\n\n\n 51 \n\nrespectivamente, no LVA e LA. No entanto, antes de serem acondicionadas \n\nnos vasos, as amostras de solo tiveram a umidade elevada até atingir os \n\nconteúdos de água estabelecidos para os respectivos tratamentos. A seguir, foi \n\nrealizada a compactação dos solos em uma prensa hidráulica equipada com \n\nanel dinamométrico. As pressões de compactação do solo foram 0, 60, 120, \n\n180 e 240 kPa, e as umidades (Uc) do solo durante a compactação foram 0,05; \n\n0,10 e 0,20 kg kg-1 (100 % do equivalente de umidade). Após a aplicação da \n\npressão, determinou-se a densidade do solo. Foi semeado Eucalyptus \n\nurophylla e após a emergência desbastou-se, deixando uma planta por vaso. \n\n \n\nQuadro 1. Caracterização dos solos utilizados no experimento \n\nCaracterística      LVA      LA \n\nCOT (dag kg-1) (1)     2,76     2,20 \n\nN-total (dag kg-1) (2)     0,15     0,13 \n\nP (mg dm-3) (3)     0,78     5,14 \n\nK (mg dm-3) (3)   24   29 \n\nCa2+ (cmolc dm\n-3) (4)     0,18     1,02 \n\nMg2+ (cmolc dm\n-3) (4)     0,07     0,15 \n\nZn (mg dm-3) (3)     1,40     2,77 \n\nFe (mg dm-3) (3)   37,50   46,67 \n\nMn (mg dm-3) (3)     1,50     8,00 \n\nCu (mg dm-3) (3)     0,56     0,66 \n\npH (5)     4,5     4,8 \n\nEquivalente de umidade (kg kg-1)     0,2     0,2 \n\nDensidade do solo (kg dm-3)     1,05     1,10 \n\nArgila (g kg-1) 470 510 \n\nSilte (g kg-1)  90   40 \n\nAreia (g kg-1)  440 450 \n\nClasse textural Argila Argila \n\nSiO2 (g kg\n-1) (6)   71,29  135,19 \n\nAl2O3 (g kg\n-1) (6) 172,93  139,99 \n\nFe2O3 (g kg\n-1) (6)   60,64    44,64 \n\nClasse mineralógica Oxídico-gibbsítico Caulinítico \n(1) Carbono orgânico total (Yeomans &amp; Bremner, 1988);  (2) Nitrogênio total (Bremner &amp; \n\nMulvaney, 1982); (3) Extrator Mehlich-1 (Mehlich, 1978); (4) Extrator KCl  1 mol L-1;  (5) \npH em água, relação 1:2,5; (6) Extrato do ataque sulfúrico (EMBRAPA, 1997). \n\n\n\n 52 \n\nO experimento foi colhido 60 dias após a emergência das plântulas, \n\nsendo realizada a determinação da matéria seca da parte aérea (MSPA) das \n\nplantas, após secagem em estufa a 65 oC por 72 h. Foi retirada em cada vaso, \n\nao lado da planta, uma amostra de solo ao longo de todo o perfil do vaso com \n\nauxílio de trado com 3,80 cm de diâmetro interno. A amostra foi submetida a \n\nlavagem em água corrente, sobre peneira de 0,25 mm de abertura para \n\nretirada de raízes, a serem utilizadas na mensuração do comprimento radicular \n\npelo método da intercepção de linhas (Tennant, 1975). Estimou-se a densidade \n\nradicular (DR) pela divisão do comprimento radicular pelo volume de solo \n\namostrado. Após esta mensuração, as raízes foram secas para determinação \n\nda matéria seca (MSR1). As raízes restantes em cada vaso foram lavadas em \n\nágua corrente sobre peneira de 0,25 mm de abertura e secas em estufa para \n\ndeterminação da matéria seca (MSR2). Desta forma obteve-se a matéria seca \n\ntotal de raízes (MSR = MSR1 + MSR2). Do somatório da MSPA e MSR obteve-\n\nse a matéria seca total (MST). \n\nAmostras de material vegetal foram submetidas à digestão nítrico-\n\nperclórica (Johnson &amp; Ulrich, 1959) para se determinar os teores dos \n\nnutrientes: P por colorimetria pelo método do azul de molibdênio (Braga &amp; \n\nDefelipo, 1974); K por fotometria de chama; Ca, Mg, Zn, Cu, Fe e Mn por \n\nespectrofotometria de absorção atômica. O N foi obtido por oxidação úmida e \n\ndeterminado pelo método Kjeldahl (Bremner &amp; Mulvaney, 1982). Foi obtido o \n\nconteúdo total dos nutrientes na planta pelo somatório do produto dos teores \n\npela MSR e MSPA. \n\nOs resultados, individualmente para cada solo, foram submetidos à \n\nanálise de variância, de correlação e de regressão, sendo os coeficientes das \n\nequações ajustadas testados com base no quadrado médio do resíduo da \n\nANOVA do experimento. Entre os modelos significativos, foi escolhido aquele \n\nque apresentou maior coeficiente de determinação (R2).  \n\n \n\n \n\nRESULTADOS E DISCUSSÃO \n\nHouve aumento da densidade dos solo (DS) em resposta às pressões \n\nde compactação, sendo a manifestação deste efeito intensificada com o \n\naumento da umidade do solo (Figura 1). Os incrementos atingiram 5,4 e \n\n\n\n 53 \n\n10,9 %, respectivamente, no LVA e LA, nos solos compactados com pressão \n\nde 240 kPa na maior umidade (0,20 kg kg-1), próximo à capacidade de campo.  \n\n \n\n  \n\nFigura 1. Densidade de dois Latossolos compactados com diferentes pressões \n\ne umidades. \n\n \nO maior aumento da DS no LA é devido à mineralogia deste solo, pois a \n\ncaulinita se modela e, ou, deforma mais facilmente do que os óxidos quando \n\nsujeita à pressão, especialmente sob umidade elevada. Por sua vez, o LVA \n\npossui predomínio de óxidos de Fe e de Al, apresentando agregados pequenos \n\ne extremamente estáveis, que conferem ao LVA maior resistência à \n\ndeformação quando sujeito à pressão. \n\nNo LVA, a produção de matéria seca de raízes (MSR) e total (MST) e a \n\ndensidade radicular (DR) foram reduzidas pela compactação do solo na maior \n\numidade (0,20 kg kg-1) (Figura 2). Neste solo esta redução atingiu 40, 30 e \n\n39 %, respectivamente, para MSR, MST e DR (pressão de 240 kPa e Uc = \n\n0,20 kg kg-1). A compactação reduz o crescimento das plantas por seu efeito no \n\ncrescimento de raízes e conseqüente redução na absorção de água e de \n\nnutrientes (Mapfumo et al., 1998; Ishaq et al., 2001; Silva et al., 2002). \n\nObservou-se no LVA que, em baixos valores de umidade, não houve \n\nefeito do aumento da pressão sobre a produção do eucalipto, demonstrando \n\nque a água é o fator determinante para a manifestação dos efeitos da \n\ncompactação, pois facilita o ajuste de partículas e reduz a resistência dos \n\nagregados à deformação física.  \n\nNo LA, não houve resposta às pressões de compactação quanto à \n\nprodução de MSR e MST (exceção para Uc = 0,05 kg kg-1 em que houve \n\nganhos de MST com a compactação) (Figura 2). No entanto, o aumento da \n\npressão, em maiores conteúdos de água no solo (0,10 e 0,20 kg kg-1), \n\nDensidade do solo - LVA\n\n1,04\n\n1,06\n\n1,08\n\n1,10\n\n1,12\n\n0 60 120 180 240\n\nPressão (kPa)\n\nD\nS\n\n (k\ng\n\n d\nm\n\n-3\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n = 1,043 + 0,00021*** x ; R2 = 0,915\n= 1,047 + 0,00031*** x - 0,00000055* x2 ; R2 = 0,855\n\n= 1,048 + 0,00025*** x ; R2 = 0,973y?\n\ny?\n\ny?\n\nDensidade do solo - LA\n\n1,10\n\n1,14\n\n1,18\n\n1,22\n\n0 60 120 180 240\n\nPressão (kPa)\n\nD\nS\n\n (k\ng\n\n d\nm\n\n-3\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 1,105 + 0,00664*** x1/2 - 0,000276** x ;  R2 = 0,918\n\n= 1,104 + 0,000135*** x ; R2 = 0,795\n\n= 1,101 + 0,000489*** x ;  R2 = 0,997y?\n\ny?\n\ny?\n\n\n\n 54 \n\nacarretou redução da DR. Esta redução da densidade de raízes por efeito da \n\ncompactação também foi obtida por outros pesquisadores (Misra &amp; Gibbons, \n\n1996; Nadian et al., 1996; Coelho et al., 2000; Ishaq et al., 2001). \n\n \n\n  \n\n  \n\n  \n\nFigura 2. Densidade radicular, matéria seca de raiz e total de eucalipto em dois \n\nLatossolos compactados com diferentes pressões e umidades. \n\n \n\n \n\nA inibição na extensão de raízes em solos compactados está \n\nrelacionada a vários fatores. Em solos secos o aumento da resistência \n\nmecânica e o decréscimo do potencial de água no solo podem ser mais \n\nimportantes. Em contrapartida, em solos úmidos, a deficiência de oxigênio e a \n\nacumulação de CO2, etileno e fitotoxinas são os fatores principais (Marschner, \n\n1995). Quando a concentração de O2 é muito baixa, pode ocorrer redução na \n\npressão de turgescência da célula ou, mesmo, maior resistência da parede \n\ncelular ao alongamento (Borges et al., 1997).  \n\nMatéria seca de raiz - LA\n\n1,2\n\n1,6\n\n2,0\n\n2,4\n\n0 60 120 180 240\n\nPressão (kPa)\n\nM\nS\n\nR\n (\n\ng\n p\n\nla\nnt\n\na\n-1\n\n)\n\nUc 0,05\nUc 0,10\n\nUc 0,20\n\n= 2,356\n = 2,208\n\n= 1,594 yy? =\n\nyy? =\n\nyy? =\n\nMatéria seca total - LVA\n\n9,0\n\n12,0\n\n15,0\n\n18,0\n\n0 60 120 180 240\nPressão (kPa)\n\nM\nS\n\nT\n (\n\ng\n p\n\nla\nnt\n\na\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 16,46\n= 16,86\n\n= 13,67 + 0,585*** x1/2 - 0,0529*** x ; R2 = 0,957\n\nyy? =\n\nyy? =\n\ny?\n\nMatéria seca total - LA\n\n9,0\n\n12,0\n\n15,0\n\n18,0\n\n0 60 120 180 240\n\nPressão (kPa)\n\nM\nS\n\nT\n (g\n\n p\nla\n\nnt\na\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 11,238 + 0,584** x1/2 - 0,0294* x ; R2 = 0,674\n\n= 13,29\n= 10,69 \n\ny?\n\nyy? =\n\nyy? =\n\nDensidade radicular - LVA\n\n0,5\n\n1,5\n\n2,5\n\n3,5\n\n0 60 120 180 240\n\nPressão (kPa)\n\nD\nR\n\n (c\nm\n\n c\nm\n\n-3\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 3,38\n\n= 3,53\n\n= 1,978 + 0,177* x1/2 - 0,0138** x ; R2 = 0,50\n\nyy? =\n\ny?\n\nyy? =\n\nDensidade radicular - LA\n\n0,5\n\n1,5\n\n2,5\n\n3,5\n\n0 60 120 180 240\n\nPressão (kPa)\n\nD\nR\n\n (\ncm\n\n c\nm\n\n-3\n)\n\nUc 0,05\n\nUc 0,10\nUc 0,20\n\n= 2,574\n\n= 2,672 - 0,00515** x ; R2= 0,706\n= 1,744 - 0,104** x1/2 + 0,00609** x ; R2 = 0,731\n\nyy? =\n\ny?\ny?\n\nMatéria seca de raiz - LVA\n\n1,7\n\n2,3\n\n2,9\n\n3,5\n\n4,1\n\n0 60 120 180 240\n\nPressão (kPa)\n\nM\nS\n\nR\n (g\n\n p\nla\n\nnt\na\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 3,33\n\n= 3,56\n\n= 2,99 + 0,146o x x1/2 - 0,0134** x;  R2 = 0,794y?\n\nyy? =\n\nyy? =\n\n\n\n 55 \n\nNo LVA e LA foi evidenciado o efeito negativo de maiores conteúdos de \n\nágua no solo durante a compactação, ocasionando redução da produção de \n\nmatéria seca e densidade radicular. É importante observar que, mesmo no \n\ntratamento cujo solo não foi compactado na prensa (pressão = 0 kPa), houve \n\nmenores valores de MSR, MST e DR justamente nos tratamentos com maior \n\nconteúdo de água (0,20 kg kg-1) (Figura 2). Isto é atribuído ao umedecimento \n\ndas amostras de solo, segundo os tratamentos (Uc = 0,05; 0,10 e 0,20 kg kg-1), \n\nantes de serem colocadas nos vasos, ocorrendo maior expansão de volume \n\nnaqueles solos mais úmidos. Desta forma, ao serem acondicionadas nos vasos \n\npara ocupar o volume de 1,66 dm3 e atingir as densidades de 1,05 e \n\n1,10 kg dm-3, respectivamente, no LVA e LA, ocorreu compressão adicional do \n\nsolo e ajuste de partículas durante a realização deste procedimento, \n\nespecialmente nos solos mais úmidos, mesmo que não tenha ocorrido \n\nalteração da densidade final. No entanto, esse ajuste de partículas parece ter \n\npermanecido durante a condução do experimento, podendo ter ocorrido \n\nselamento parcial do solo que prejudicou o crescimento de raízes. Este fato é \n\nmais evidente no LA, o que pode ser atribuído à morfologia laminar da caulinita \n\n(filossilicato) e à sua capacidade de modelagem e, ou, deformação sob alta \n\numidade. \n\nHouve resposta diferenciada com respeito ao acúmulo de cada \n\nnutriente na planta (Figuras 3, 4 e 5). Isto é devido à grande complexidade e \n\ninteração dos fatores envolvidos nos processos de transporte de nutrientes no \n\nsolo e absorção destes pelas raízes das plantas, ambos influenciados pela \n\ncompactação. Para que atinjam os sítios de absorção das raízes, os nutrientes \n\ndevem ser transportados na solução do solo (Jungk, 1991). Os mecanismos de \n\ntransporte – fluxo de massa e difusão – são dependentes do tipo de solo e do \n\ncrescimento radicular. Por isso, a influência da compactação sobre esses \n\nmecanismos não apresenta comportamento específico. Há trabalhos que \n\nmostram que o transporte é aumentado e outros que é diminuído pela \n\ncompactação (Shierlaw &amp; Alston, 1984; Lowery &amp; Schuler, 1991; Dolan et al., \n\n1992; Rosolem et al., 1994; Novais &amp; Smyth, 1999). \n\nObserva-se que o acúmulo da maioria dos nutrientes em resposta às \n\ncrescentes pressões de compactação acompanhou a curva de produção de \n\nMST, o que fica evidente por meio das significativas (p &lt;0,001), positivas e \n\n\n\n 56 \n\naltas correlações obtidas no LVA entre MST e conteúdo total de N (r = 0,766), \n\nP (r = 0,925), K (r = 0,751), Ca (r = 0,833), Mg (r = 0,872), S (r = 0,794), Zn (r = \n\n0,796), Fe (r = 0,631), Cu (r = 0,563) e Mn (r = 0,554). No LA essas \n\ncorrelações, apesar de menores na maioria das vezes, também foram \n\naltamente significativas (p &lt;0,001): N (r = 0,733), P (r = 0,514), K (r = 0,821), \n\nCa (r = 0,718), Mg (r = 0,793), S (r = 0,653), Zn (r = 0,448), Fe (r = 0,486), Cu \n\n(r = 0,387) e Mn (r = 0,413). \n\n \n\n  \n\n  \n\n  \n\nFigura 3. Conteúdos de nitrogênio, fósforo e potássio na matéria seca total de \n\neucalipto em dois Latossolos compactados com diferentes pressões e \n\numidades. \n\n \n\nNos tratamentos com maior conteúdo de água no solo no momento da \n\ncompactação, houve maior efeito negativo das pressões sobre o acúmulo de \n\nalguns nutrientes nas plantas. No LVA os nutrientes que tiveram o acúmulo na \n\nplanta mais afetado pela compactação (pressão = 240 kPa; e Uc = 0,20 kg kg-1) \n\nNitrogênio total na planta - LVA\n\n100\n\n150\n\n200\n\n250\n\n300\n\n0 60 120 180 240\n\nPressão (kPa)\n\nN\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 282,9 - 12,45** x1/2 + 0,547* x ;  R2 = 0,884\n= 233,05\n\n= 196,5 + 0,936** x - 0,00459*** x2 ;  R2 = 0,922\n\ny?\n\ny?\n\nyy? =\n\nFósforo total na planta - LVA\n\n10\n\n14\n\n18\n\n22\n\n26\n\n0 60 120 180 240\n\nPressão (kPa)\n\nP\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 22,44 - 0,851** x1/2 + 0,0443* x ;  R2 = 0,928\n\n= 20,12\n\n= 17,89 + 0,676* x1/2 - 0,072** x ; R2 = 0,957\n\ny?\n\ny?\n\nyy? =\n\nPotássio total na planta - LVA\n\n120\n\n140\n\n160\n\n180\n\n200\n\n220\n\n0 60 120 180 240\n\nPressão (kPa)\n\nK\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 196,53\n\n = 197,41\n\n= 177,28\nyy? =\n\nyy? =\n\nyy? =\n\nNitrogênio total na planta - LA\n\n100\n\n120\n\n140\n\n160\n\n0 60 120 180 240\n\nPressão (kPa)\n\nN\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n   = 123,8 + 0,157** x ;  R2 = 0,944\n\n              = 140,9\n\n           = 127,8\n\ny?\n\nyy? =\n\nyy? =\n\nFósforo total na planta - LA\n\n10\n\n14\n\n18\n\n22\n\n26\n\n0 60 120 180 240\n\nPressão (kPa)\n\nP\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n   = 21,58 - 0,015** x ;  R2 = 0,753\n\n= 20,1\n\n= 17,36\n\ny?\n\nyy? =\n\nyy? =\n\nPotássio total na planta - LA\n\n100\n\n120\n\n140\n\n160\n\n180\n\n200\n\n0 60 120 180 240\n\nPressão (kPa)\n\nK\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 174,0\n\n= 186,1\n\n= 151,9 - 0,153** x ; R2 = 0,847\n\nyy? =\n\nyy? =\n\ny?\n\n\n\n 57 \n\nforam, em ordem decrescente: Fe (-58 %) > Zn (-53 %) > Cu (-43 %) > P \n\n(-41 %) = Mg (-41 %) > Ca (-38 %) > S (-33 %) > N (-25 %) > Mn (-18 %). No \n\nLA estes efeitos foram maiores para o K (-22 %). Esta redução do acúmulo de \n\nnutrientes pelas plantas é conseqüência direta do menor crescimento radicular \n\nem solos compactados. Para alguns nutrientes, como o P, a compactação \n\nreduz também o fluxo difusivo na solução solo, como observado por Shierlaw &amp; \n\nAlston (1984) e Nadian et al. (1996).  \n\n \n\n  \n\n  \n\n  \n\nFigura 4. Conteúdos de cálcio, magnésio e enxofre na matéria seca total de \n\neucalipto em dois Latossolos compactados com diferentes pressões e \n\numidades.  \n\n \n\nObserva-se em algumas situações que um nível intermediário de \n\ncompactação do solo favoreceu o acúmulo de alguns nutrientes na planta, \n\ndestacando-se N (Uc = 0,20 kg kg-1 no LVA; e Uc = 0,05 kg kg-1 no LA); Ca (Uc \n\n= 0,10 kg kg-1 no LVA; e Uc = 0,05 kg kg-1 no LA); Mg, S, Zn, Fe e Mn (Uc = \n\nCálcio total na planta - LVA\n\n40\n\n60\n\n80\n\n100\n\n0 60 120 180 240\nPressão (kPa)\n\nC\na\n\n to\nta\n\nl (\nm\n\ng\n p\n\nla\nnt\n\na-\n1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 87,29\n= 85,3 + 0,2380 x - 0,0009850 x2 ; R2 = 0,742\n\n = 196,5 + 0,936** x - 0,00459*** x2 ; R2 = 0,922\n\ny?\n\ny?\n\nyy? =\n\nMagnésio total na planta - LVA\n\n10\n\n20\n\n30\n\n40\n\n0 60 120 180 240\nPressão (kPa)\n\nM\ng\n\n to\nta\n\nl (\nm\n\ng\n p\n\nla\nnt\n\na\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 30,51\n= 32,68\n\n= 28,64 + 0,0834* x - 0,00055** x2 ; R2 = 0,999y?\n\nyy? =\n\nyy? =\n\nEnxofre total na planta - LVA\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n0 60 120 180 240\nPressão (kPa)\n\nS\n to\n\nta\nl (\n\nm\ng\n\n p\nla\n\nnt\na\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 16,54\n\n = 17,35\n= 16,31 + 0,734* x1/2 - 0,0648** x ; R2 = 0,804y?\n\nyy? =\n\nyy? =\n\nCálcio total na planta - LA\n\n40\n\n60\n\n80\n\n100\n\n0 60 120 180 240\n\nPressão (kPa)\n\nC\na \n\nto\nta\n\nl (\nm\n\ng \npl\n\nan\nta\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20    = 64,9\n\n= 76,06 + 2,150 x1/2 - 0,155* x ; R2 = 0,771\n\n= 85,95 - 0,195* x + 0,000627* x2 ; R2 = 0,822\n\ny?\n\ny?\n\nyy? =\n\nMagnésio total na planta - LA\n\n10\n\n20\n\n30\n\n40\n\n0 60 120 180 240\n\nPressão (kPa)\n\nM\ng \n\nto\nta\n\nl (\nm\n\ng \npl\n\nan\nta\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20    = 19,66\n\n= 22,22\n= 26,03 + 0,0487* x + 0,0001550 x2 ; R2 = 0,795y?\n\nyy? =\n\nyy? =\n\nEnxofre total na planta - LA\n\n8\n\n9\n\n10\n\n11\n\n12\n\n0 60 120 180 240\n\nPressão (kPa)\n\nS\n to\n\nta\nl (\n\nm\ng \n\npl\nan\n\nta\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 10,87\n = 11,13\n\n= 9,58\n\nyy? =\n\nyy? =\n\nyy? =\n\n\n\n 58 \n\n0,20 kg kg-1 no LVA); e Cu (Uc = 0,10 kg kg-1 no LVA). Segundo Oliveira et al. \n\n(1998) com o aumento da densidade do solo, a difusão aumenta até atingir um \n\nmáximo e depois decresce. Esse aumento deve-se à maior aproximação entre \n\nas partículas do solo e as raízes, o que favorece a continuidade do filme de \n\nágua e diminui a distância que o íon deve percorrer até alcançar a raiz. \n\n \n \n   \n\n  \n\n  \n\n  \n\nFigura 5. Conteúdos de zinco, ferro, cobre e manganês na matéria seca total \n\nde eucalipto em dois Latossolos compactados com diferentes pressões e \n\numidades. \n\nZinco total na planta - LVA\n\n0,20\n\n0,40\n\n0,60\n\n0,80\n\n0 60 120 180 240\nPressão (kPa)\n\nZ\nn \n\nto\nta\n\nl (\nm\n\ng\n p\n\nla\nnt\n\na\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 0,7368 - 0,000823** x ;  R2 = 0,704\n\n= 0,67\n\n= 0,567 + 0,00229* x - 0,000015*** x2 ; R2 = 0,947\n\ny?\n\ny?\n\nyy? =\n\nFerro total na planta - LVA\n\n5\n\n10\n\n15\n\n20\n\n25\n\n0 60 120 180 240\n\nPressão (kPa)\n\nF\ne \n\nto\nta\n\nl (\nm\n\ng \npl\n\nan\nta\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 15,02\n= 16,02\n\n= 14,06 + 1,242* x1/2 - 0,113** x ; R2 = 0,994y?\n\nyy? =\n\nyy? =\n\nCobre total na planta - LVA\n\n0,040\n\n0,060\n\n0,080\n\n0,100\n\n0 60 120 180 240\nPressão (kPa)\n\nC\nu \n\nto\nta\n\nl (\nm\n\ng\n p\n\nla\nnt\n\na\n-1\n\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 0,0952 - 0,00043* x + 0,00000148* x2 ;  R2 = 0,967\n\n = 0,0695 + 0,000172** x ; R2 = 0,903\n\n = 0,0908 - 0,000148** x  ; R2 = 0,708\n\ny?\n\ny?\n\ny?\n\nManganês total na planta - LVA\n\n1,00\n\n1,20\n\n1,40\n\n1,60\n\n1,80\n\n2,00\n\n0 60 120 180 240\n\nPressão (kPa)\n\nM\nn \n\nto\nta\n\nl (\nm\n\ng \np\n\nla\nnt\n\na-\n1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 1,96 - 0,00864*** x + 0,0000307*** x2;  R2 = 0,962\n = 1,76\n\n= 1,527 + 0,00739*** x - 0,0000351*** x2 ; R2 = 0,969\n\ny?\n\ny?\n\nyy? =\n\nZinco total na planta - LA\n\n0,25\n\n0,35\n\n0,45\n\n0,55\n\n0 60 120 180 240\n\nPressão (kPa)\n\nZn\n to\n\nta\nl (\n\nm\ng \n\np\nla\n\nnt\na-\n\n1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n   = 0,472 - 0,01033** x1/2 + 0,0003910 x ; R2 = 0,888\n\n = 0,40\n\n = 0,43\ny?\n\nyy? =\n\nyy? =\n\nFerro total na planta - LA\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0 60 120 180 240\nPressão (kPa)\n\nF\ne\n\n to\nta\n\nl (\nm\n\ng \np\n\nla\nnt\n\na-\n1 )\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20    = 1,92\n\n= 2,78\n= 4,082 - 0,0035* x ; R2 = 0,654y?\n\nyy? =\n\nyy? =\n\nManganês total na planta - LA\n\n5,00\n\n5,50\n\n6,00\n\n6,50\n\n7,00\n\n7,50\n\n0 60 120 180 240\n\nPressão (kPa)\n\nM\nn \n\nto\nta\n\nl  (\nm\n\ng \npl\n\nan\nta\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n = 6,70\n= 6,43\n\n= 6,35\nyy? =\n\nyy? =\n\nyy? =\n\nCobre total na planta - LA\n\n0,020\n\n0,025\n\n0,030\n\n0,035\n\n0,040\n\n0,045\n\n0 60 120 180 240\nPressão (kPa)\n\nC\nu \n\nto\nta\n\nl (\nm\n\ng \npl\n\nan\nta\n\n-1\n)\n\nUc 0,05\n\nUc 0,10\n\nUc 0,20\n\n= 0,037\n= 0,040\n\n= 0,035yy? =\n\nyy? =\nyy? =\n\n\n\n 59 \n\nVerifica-se que as plantas cultivadas no solo caulinítico acumularam, \n\nde modo geral, menor quantidade de nutrientes em relação ao solo oxídico-\n\ngibssítico, principalmente de Fe, Cu, N, S e Zn. Isto deve-se principalmente ao \n\nmenor crescimento radicular e produção de matéria seca no LA.  \n\n \n\n \nCONCLUSÕES \n\n1. A umidade no momento da compressão do solo foi o fator determinante \n\npara a manifestação dos efeitos deletérios da compactação sobre o \n\ncrescimento e nutrição do eucalipto. \n\n2. Os nutrientes cuja absorção foi mais afetada pela compactação do solo com \n\nmaior umidade (0,20 kg kg-1) foram: Fe > Zn > Cu > P = Mg no solo oxídico-\n\ngibbsítico (LVA); e K no solo caulinítico (LA). \n\n3. O solo caulinítico foi mais sensível aos efeitos da compactação do que o \n\nsolo oxídico-gibbsítico, limitando com maior intensidade, principalmente, a \n\nprodução de matéria seca de raiz e a absorção de Fe, Cu, N, S e Zn. \n\n \n\n \n\nLITERATURA CITADA \n\nBORGES, E.N., LOMBARDI NETO, F., CORRÊA, G.F. &amp; COSTA,  L.M. \nMisturas de gesso e matéria orgânica alterando atributos físicos de um \nLatossolo com compactação simulada. R. Bras. Ci. Solo, 21:125-130, 1997. \n\nBRAGA, J.M. &amp; DEFELIPO, B.V. 1974. Determinação espectrofotométrica de P \nem extratos de solo e material vegetal. R. Ceres, 21:73-85, 1974. \n\nBREMNER, J.M. &amp; MULVANEY, C.S. Nitrogen – Total. In: PAGE, A.L.; \nMILLER, R.H. &amp; KEENEY, D.R., eds. Methods of soil analysis, 2.ed. Part 2. \nMadison: American Society of Agronomy/Soil Science Society of America, \n1982. p.595-624. \n\nCOELHO, M.B., MATEOS, L. &amp; VILLALOBOS, F.J. Influence of a compacted \nloam subsoil layer on growth and yield of irrigated cotton in Southern Spain. \nSoil Till. Res., 57:129-142, 2000. \n\nDIAS JÚNIOR, M.S. Compactação do solo. In: NOVAIS, R.F.; ALVAREZ V., \nV.H. &amp; SCHAEFER, C.E.G.R., eds. Tópicos em ciência do solo. Viçosa, \nSociedade Brasileira de Ciência do Solo, 2000. v.1, p.55-94. \n\n\n\n 60 \n\nDOLAN, M.S., DOWDY, R.H., VOORHEES, W.B., JOHNSON, J.F. &amp; \nBIDWELL-SCHRADER, A.M. Corn phosphorus and potassium uptake in \nresponse to soil compaction. Agron. J., 84:639-642, 1992. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. \nCentro Nacional de Pesquisa de Solos. Manual de métodos de análise de \nsolo. 2.ed. Rio de Janeiro, 1997. 212p. \n\nHILLEL, D. Fundamentals of soil physics. Amherst, University of \nMassachusetts. Academic Press, 1980. 413p. \n\nISHAQ, M., IBRAHIM, M., HASSAN, A., SAEED, M. &amp; LAL, R. Subsoil \ncompaction effects on crops Punjab, Pakistan: II. Root growth and nutrient \nuptake of wheat and sorghum. Soil Till. Res., 60:153-161, 2001. \n\nJOHNSON, C.M. &amp; ULRICH, A. Analytical methods for use in plants analyses. \n1959. p. 32-33, v.766. Los Angeles, University of California. \n\nJUNGK, A. Dynamics of nutrient movement at the soil-root interface. 1991. p. \n455-481. In: WAISEL, J., ESHEL, A. &amp; KAFKAFI, U. (eds.) Plant Roots, The \nHidden Half.. Marcel Dekker, New York. \n\nLOWERY, B. &amp; SCHULER, R.T. Temporal effects of subsoil compaction on soil \nstrength and plant growth. Soil Sci. Soc. Am. J., 55:216-223, 1991. \n\nMAPFUMO, E., CHANASYK, D.S., NAETH, M.A. &amp; BARON, V.S. Forage \ngrowth and yield components as influenced by subsurface compaction. \nAgron. J., 90:805-812, 1998. \n\nMARSCHNER, H. Mineral nutrition of higher plants. 2.ed. San Diego, Academic \nPress, 1995. 889p. \n\nMEHLICH, A. New extractant for soil test evaluation of phosphorus, potassium, \nmagnesium, calcium, sodium, manganese and zinc. Comm. Soil Sci. Plant \nAnal., 9:477-492, 1978. \n\nMISRA, R.K. &amp; GIBBONS, A.K. Growth and morphology of eucalypt seedling-\nroots, in relation to soil strength arising from compaction. Plant Soil, 182:1-\n11, 1996. \n\nNADIAN, H., SMITH, S.E., ALSTON, A.M. &amp; MURRAY, R.S. The effect of soil \ncompaction on growth and P uptake by Trifolium subterraneum: interactions \nwith mycorrhizal colonisation. Plant Soil, 182: 39-49, 1996. \n\nNOVAIS, R.F. &amp; SMYTH, T.J. Fósforo em solo e planta em condições tropicais. \nViçosa, Universidade Federal de Viçosa, 1999. 399 p. \n\n\n\n 61 \n\nOBERHAUSER, A.G.; SILVA, S.R. &amp; BARROS, N.F. Crescimento de eucalipto \ne densidade de dois Latossolos influenciados pela compactação do solo a \ndiferentes umidades. In: REUNIÃO BRASILEIRA DE FERTILIDADE DO \nSOLO E NUTRIÇÃO DE PLANTAS, 25., Rio de Janeiro, 2002. Anais. \nSociedade Brasileira de Ciência do Solo, 2002. (CD-ROOM) \n\nOLIVEIRA, C.V.; BAHIA, V.G. &amp; PAULA, M.B. Compactação do solo devido à \nmecanização florestal: causas, efeitos e práticas de controle. Inf. Agropec., \n191:46-48, 1998. \n\nROSOLEM, C.A., ALMEIDA, A.C.S. &amp; SACRAMENTO, L.V.S.S. Sistema \nradicular e nutrição da soja em função da compactação do solo. Bragantia,  \n53:259-266, 1994. \n\nSILVA, S.R.; BARROS, N.F.; NOVAIS, R.F. &amp; PEREIRA, P.R.G. Eficiência \nnutricional de potássio e crescimento de eucalipto influenciados pela \ncompactação do solo. R. Bras. Ci. Solo, 26:1001-1010, 2002. \n\nSHIERLAW, J. &amp; ALSTON, A.M. Effects of soil compaction on root growth and \nuptake of phosphorus. Plant Soil, 77:15-28, 1984. \n\nTENNANT, D.A. A test of a modified line intersect method of estimating root \nlenght. J. Ecol., 63:995-1001, 1975. \n\nYEOMANS, J.C. &amp; BREMNER, J.M. A rapid and precise method for routine \ndetermination of organic carbon in soil. Commun. Soil Sci. Plant Anal., \n19:1467-1476, 1988. \n\n\n\n 62 \n\nEXPERIMENTO 5 \n\n \n\nCOMPACTAÇÃO DO SOLO INFLUENCIADA PELA INTENSIDADE DE \n\nTRÂNSITO E CARGA DE UM FORWARDER \n\n \n\nRESUMO \n\nDurante a retirada de madeira de povoamentos florestais as máquinas \n\ntrafegam numa mesma linha várias vezes, o que pode causar a compactação \n\ndo solo e, como conseqüência, facilitar o processo erosivo e dificultar o \n\ncrescimento de raízes. O grau de compactação, além do número de passadas \n\nda máquina, pode também ser afetado pelo peso de madeira transportado. \n\nEste trabalho teve como objetivo avaliar a compactação do solo de acordo com \n\na intensidade de trânsito e a carga de madeira de um forwarder. O estudo foi \n\nconduzido no município de Santana do Paraíso, MG, em um Latossolo Amarelo \n\n(LA) caulinítico. Um povoamento de eucalipto com 6 anos de idade foi abatido \n\npor motosserra, sendo a madeira retirada da área manualmente. Em seguida, \n\ndemarcaram-se parcelas de quatro linhas com 26 árvores (espaçamento \n\n3 x 2 m), totalizando área de 624 m2 cada parcela. Dois ensaios foram \n\nconduzidos. No primeiro, testou-se o efeito da intensidade de trânsito, no qual \n\num forwarder (modelo Valmet 636 S), com tara de 11,9 t, foi carregado com 8 \n\nm3 de madeira (densidade de 480 kg m-3) e dirigido sobre a mesma entrelinha \n\npor 0, 4, 8 e 12 vezes. No segundo, o forwarder recebeu cargas \n\ncorrespondentes a 0, 4, 8 e 12 m3 de madeira e dirigido quatro vezes sobre a \n\nmesma entrelinha. Em cada parcela, quatro entrelinhas foram compactadas \n\npelas rodas. O teor de carbono orgânico era 2,68 e 2,40 dag kg-1 e a umidade \n\natual do solo era de 0,156 e 0,171 kg kg-1, nas camadas de 0-10 e 10-20 cm de \n\nprofundidade, respectivamente, e correspondia a 78 e 86 % do equivalente de \n\numidade. O teor de argila é de 510 e de areia 450 g kg-1. As avaliações \n\nrealizadas após a aplicação dos tratamentos, nas camadas de 0-10 e 10-20 cm \n\nde profundidade, foram: densidade do solo e agregados estáveis em água. \n\nDeterminou-se, ainda, a resistência à penetração até à profundidade de 60 cm, \n\ncom o uso de um penetrômetro de impacto, e a percentagem da área \n\nsuperficial coberta com resíduos florestais, pelo método da corda. Verificou-se \n\nque o trânsito do forwarder aumentou a densidade e a resistência do solo à \n\n\n\n 63 \n\npenetração, reduziu a estabilidade de agregados em água e a cobertura do \n\nsolo. A maior parte dos efeitos da compactação foi manifestada por apenas \n\nquatro passadas do forwarder, mesmo quando vazio.  \n\nTermos para indexação: Densidade do solo, agregados estáveis em água, \n\nresistência do solo à penetração \n\n \n\nSUMMARY: Soil compaction as affected by forwarder load and traffic intensity \n\nFor timber exploitation from forested areas, the harvesting machines \n\npass several times over a same track and may cause soil compaction leading to \n\nsoil erosion and restricted tree root growth. The level of soil compaction \n\ndepends on the number of passes and wood load. This paper aimed to evaluate \n\nsoil compaction as affected by the number of a forwarder passes and eucalypt \n\nwood load. The study was carried out in Santana do Paraíso county, Minas \n\nGerais State – Brazil, in a 6 year-old eucalypt stand growing on an Oxisol. The \n\ntrees were felled by a chainsaw and removed from the area by hand. Then, \n\nplots of 624 m2 (four rows with 26 trees in the 3 x 2 m spacing) were laid out \n\nand two trials conducted. In the first, was tested the number of passes of a \n\nforwarder, weighting 11.9 ton and with 8 m3 of wood (density of 480 kg m-3) \n\nload: no passes (wood removed by hand), 4, 8, and 12 passes. In the second \n\ntrial, was tested forwarder load: 0, 4, 8, and 12 m3 of wood, driving the machine \n\nfour times over the same track. In each plot, the passes affected four rows. The \n\nsoil of the area is clayey (510 g kg-1 clay) and its moisture content during the \n\ntrial was 0.156 and 0.171 kg kg-1, for the 0-10 cm and 10-20 cm depth, \n\nrespectively. These layers were assessed for soil density and water-stable \n\naggregates, and soil resistence to penetration to 60 cm depth. Soil surface \n\ncoverage by slash was also evaluated. Forwarder traffic increased soil \n\ncompaction and resistance to penetration and reduced aggregate stability and \n\nsoil coverage. The disturbances were strong even with four passes of the \n\nunloaded forwarder. \n\nIndex terms: Soil bulk density, water-stable aggregates, soil penetration \n\nresistence \n\n \n\n\n\n 64 \n\nINTRODUÇÃO \n\nO constante e significativo aumento do peso dos veículos agrícolas e \n\nflorestais, registrado nas últimas décadas, preocupa pelas conseqüências a \n\nlongo prazo sobre a produtividade dos solos transitados, com implicações na \n\nconservação desses recursos naturais. Devido a isto, o potencial de prejuízos à \n\nprodutividade florestal é grande, já que essa operação se repete em forma \n\nrecorrente (Balbuena et al., 2000). \n\nDurante a retirada de madeira as máquinas trafegam numa mesma \n\nlinha várias vezes, podendo causar danos à estrutura do solo, facilitando o \n\nprocesso erosivo e dificultando o crescimento radicular, com conseqüente \n\nredução no rendimento tanto no primeiro ano de produção, como nos anos \n\nposteriores (Jorajuria et al., 1997; Lal, 1996; Håkansson &amp; Reeder, 1994). O \n\ngrau de compactação, além do número de passadas, pode também ser afetado \n\npelo peso de madeira transportado, sendo que, a deformação ocorrerá quando \n\nas pressões aplicadas ao solo excederem à sua capacidade de suporte de \n\ncarga (Dias Júnior, 2000). \n\nA compactação causa mudanças desfavoráveis na densidade, \n\nporosidade, permeabilidade e resistência do solo à penetração (Ishaq et al., \n\n2001a; Alakukku &amp; Elonen, 1994). A resistência à penetração aumenta com a \n\ncompactação do solo, sendo restritiva ao crescimento radicular acima de certos \n\nvalores que variam de 1,5 a 3,0 MPa, conforme Grant &amp; Lafond (1993), e de \n\n2,0 a 4,0 MPa, segundo Oussible et al. (1992) e Arshad et al. (1996). \n\nJakobsen &amp; Greacen (1985), estudando a compactação causada por \n\nforwarder em solos com plantio de pinus, observaram que os valores de \n\nresistência do solo à penetração eram acrescidos de 0,2 a 0,3 MPa a cada \n\npassada da máquina e que a densidade do solo aumentava e a condutividade \n\nhidráulica diminuía com o número de passadas. \n\nA importância da estabilidade de agregados na manutenção de \n\npropriedades físicas do solo frente a fatores adversos, como a colheita e o \n\ncultivo mecanizados, tem despertado o interesse de vários pesquisadores \n\n(Levy &amp; Miller, 1997; Unger, 1995), uma vez que ela correlaciona-se bem com \n\na permeabilidade e a resistência do solo à erosão hídrica. \n\nEste trabalho teve como objetivo avaliar a compactação do solo de \n\nacordo com a intensidade de trânsito e a carga de madeira de um forwarder. \n\n\n\n 65 \n\nMATERIAL E MÉTODOS \n\nO estudo foi conduzido no município de Santana do Paraíso, MG (19o \n\n22’ 58” S e 42o 28’ 56” W), em um Latossolo Amarelo (LA) caulinítico. Um \n\npovoamento de eucalipto com 6 anos de idade foi abatido por motosserra, \n\nsendo a madeira retirada da área manualmente. Em seguida, demarcaram-se \n\nparcelas de quatro linhas com 26 árvores (espaçamento 3 x 2 m) com área de \n\n624 m2 cada. Dois ensaios foram conduzidos. No primeiro, testou-se o efeito da \n\nintensidade de trânsito, no qual um trator florestal autocarregável (forwarder, \n\nmarca Valmet, modelo 636 S), com tara de 11,9 t, foi carregado com 8 m3 de \n\nmadeira (densidade de 480 kg m-3) e dirigido sobre a mesma entrelinha por 0, \n\n4, 8 e 12 vezes. No segundo, o forwarder recebeu cargas correspondentes a 0, \n\n4, 8 e 12 m3 de madeira e dirigido quatro vezes sobre a mesma entrelinha. Em \n\ncada parcela, quatro entrelinhas foram compactadas pelas rodas. O teor de \n\ncarbono orgânico era 2,68 e 2,40 dag kg-1 e a umidade atual do solo era de \n\n0,156 e 0,171 kg kg-1 nas camadas de 0-10 e 10-20 cm de profundidade, \n\nrespectivamente, e correspondia a 78 e 86 % do equivalente de umidade. O \n\nteor de argila é de 510 e de areia 450 g kg-1.  \n\nAs avaliações realizadas nas trilhas do forwarder, após a aplicação dos \n\ntratamentos, nas camadas de 0-10 e 10-20 cm de profundidade, foram: \n\ndensidade do solo (3 repetições) e agregados estáveis em água (quatro \n\nrepetições) (EMBRAPA, 1997), sendo obtido o diâmetro médio geométrico \n\nsegundo Kemper &amp; Rosenau (1986). Determinou-se, ainda, a resistência à \n\npenetração (quatro repetições) até à profundidade de 60 cm, com o uso de um \n\npenetrômetro de impacto (modelo IAA/PLANALSUCAR – STOLF; Stolf et al., \n\n1983), e a percentagem da área superficial coberta com resíduos florestais, \n\napós uma chuva de 56 mm, ocorrida no dia seguinte à instalação do \n\nexperimento, pelo método da corda (Olszevski et al., 1998). Este método \n\nconsistiu no uso de uma corda com comprimento de 10 m e marcada a cada \n\n25 cm (ou 1 ponto) com uma cor que contrastou com a corda e com a área a \n\nser avaliada. A corda foi estendida sobre as trilhas, em três posições aleatórias \n\nem cada parcela, e a avaliação da cobertura foi feita com a contagem de: área \n\ncoberta por resíduos vegetais ou solo exposto. Os dados foram submetidos a \n\nanálise de variância e as médias foram comparadas pelo teste de agrupamento \n\nScott-Knott (p &lt;0,05). \n\n\n\n 66 \n\nRESULTADOS E DISCUSSÃO \n\nHouve aumento de aproximadamente 15 % da densidade do solo \n\ndevido a compactação ocasionada por quatro passadas do forwarder, mas não \n\nhouve diferença (p > 0,05) entre os valores de densidade obtidos com 4, 8 e 12 \n\npassadas (Figura 1). Esse comportamento foi similar nas duas camadas de \n\nsolo estudadas. Jorajuria &amp; Draghi (2000) relataram que 90 % do incremento \n\nmáximo medido para a densidade aparente na camada superficial (0-30 cm), \n\nforam produzidos já na primeira passada de um trator leve. Segundo Taylor et \n\nal. (1982), a primeira passada é considerada como aquela que induz as \n\nmaiores mudanças na estrutura do solo, o que se restringe a condições de \n\nsolos recém lavrados. No entanto, quando o solo se encontra consolidado o \n\ngrau de compactação pode ser similar para as distintas passadas. Também \n\nnão foi verificado efeito do aumento da carga sobre a densidade do solo, e os \n\nvalores obtidos com o forwarder com 12 m3 de madeira foram estatisticamente \n\niguais àqueles obtidos com a máquina vazia (Figura 1). O acréscimo da carga \n\nnão aumenta, necessariamente, a compactação, pois ocorre aumento da \n\nsuperfície de contato pneu/solo, resultando na redistribuição da carga no solo \n\n(Greacen &amp; Sands, 1980). \n\n \n \n\n  \n\nFigura 1. Densidade do solo resultante do número de passadas e carga do \n\nforwarder em povoamento de eucalipto, num Latossolo Amarelo caulinítico. \n\n \nKoger et al. (1985) constataram que a maior parte da compactação \n\ntotal ocasionada pelo trânsito de um skidder ocorria nas primeiras passadas da \n\nmáquina. Seixas &amp; Souza (1998) observaram que cerca de 80 % da \n\ncompactação total do solo, ocorrida após 20 passadas de um trator mais \n\ncarreta carregada de madeira, resultaram das cinco primeiras viagens deste \n\nequipamento, não havendo incremento devido ao trânsito subseqüente. \n\nEfeito do número de passadas\n\n1,00\n\n1,10\n\n1,20\n\n1,30\n\n0-10 10-20.\n\nProfundidade do solo (cm)\n\nD\nen\n\nsi\nda\n\nd\ne\n\n d\no\n\n s\no\n\nlo\n \n\n(k\ng \n\nd\nm\n\n-3\n)\n\n0 pass\n\n4 pass\n\n8 pass\n\n12 pass\na\n\nb\nb\n\nb\n\na\n\nb\nb b\n\nEfeito da carga\n\n1,00\n\n1,10\n\n1,20\n\n1,30\n\n0-10 10-20.\nProfundidade do solo (cm)\n\nD\nen\n\nsi\nda\n\nde\n d\n\no \nso\n\nlo\n \n\n(k\ng \n\ndm\n-3\n\n)\n\nTest\n\n0 m3\n\n4 m3\n\n8 m3\n\n12 m3a a\n\nb\nb\n\nb\nb b b\n\nb\nb\n\n\n\n 67 \n\nHouve redução dos agregados pertencentes à classe 4,75-2 mm de \n\ndiâmetro em decorrência do trânsito do forwarder (Quadro 1). Esta redução foi, \n\nem média, 11,5 e 25,2 % nas profundidades de 0-10 e 10-20 cm, \n\nrespectivamente, isto é, aproximadamente 2,2 vezes menor na camada \n\nsuperficial do solo. Isto proporcionou, na maioria das vezes, o aumento dos \n\nagregados nas demais classes, especialmente na profundidade de 10-20 cm. \n\nEm virtude desta redistribuição dos agregados entre classes de tamanho, \n\nobservou-se que maiores incrementos ocorreram nas classes 2-1 e &lt;0,5 mm, \n\nrespectivamente, nas profundidades de 0-10 e 10-20 cm, indicando, portanto, \n\nmaior desagregação do solo da camada subsuperficial. Não houve, de forma \n\nsemelhante à densidade do solo, diferença entre os valores de agregados, nas \n\nrespectivas classes, obtidos nos tratamentos com diferentes números de \n\npassadas (4, 8 e 12) e também entre os tratamentos com cargas variadas (0, 4, \n\n8 e 12 m3 de madeira). Nota-se, ainda, a maior percentagem de agregados \n\nmaiores (4,75-2 mm de diâmetro) na profundidade de 0-10 cm, o que pode ser \n\natribuído ao maior teor de carbono orgânico (2,68 dag kg-1) nesta camada em \n\nrelação àquela de 10-20 cm (2,40 dag kg-1), que associado à presença de \n\nraízes e maior atividade microbiana, proporcionam maior efeito agregante do \n\nsolo na camada superficial. \n\nEm decorrência da redistribuição dos agregados entre classes de \n\ntamanho, em resposta à compactação do solo, ocorreu decréscimo significativo \n\nde até 19,7 % do diâmetro médio geométrico (DMG) de agregados estáveis em \n\nágua da camada de 10-20 cm de profundidade (Quadro 1). No entanto, na \n\ncamada de 0-10 cm não foi constatada diferença (p > 0,05) entre os \n\ntratamentos. Esse fato pode ser atribuído ao maior teor de matéria orgânica na \n\ncamada superficial do solo, pois, segundo Tisdall &amp; Oades (1982), ela atua no \n\naumento da estabilidade de agregados devido ao seu efeito de agregação dos \n\nconstituintes minerais do solo. Campos et al. (1995) encontraram correlação \n\npositiva (r = 0,85) entre DMG dos agregados e teor de matéria orgânica. Os \n\nagregados estáveis em água indicam indiretamente a qualidade estrutural do \n\nsolo (Silva et al., 2000) e sua susceptibilidade à erosão hídrica. Por isso, a \n\nmatéria orgânica aumenta a resistência do solo aos efeitos deletérios da \n\ncompactação em sistemas mecanizados de colheita florestal. Não houve \n\ndiferença entre os valores de DMG obtidos nos tratamentos com 4, 8 e 12 \n\n\n\n 68 \n\npassadas, bem como entre os tratamentos com cargas variadas (0, 4, 8 e \n\n12 m3 de madeira). \n\n \n\nQuadro 1. Distribuição do tamanho e diâmetro médio geométrico (DMG) de \n\nagregados estáveis em água afetados pelo número de passadas e carga \n\ndo forwarder em povoamento de eucalipto em Latossolo Amarelo \n\ncaulinítico \n\nProfundidade: 0-10 cm  Profundidade: 10-20 cm Trata-\n\nmento \n4,75– \n\n2 mm \n\n 2 – \n\n1 m\n\nm \n\n 1-\n\n0,5 \n\nmm \n\n&lt;0,5\n\n mm \n\n DMG   4,75– \n2 mm \n\n 2 – \n\n1 m\n\nm \n\n 1-\n\n0,5 \n\nmm \n\n&lt;0,5\n\n mm \n\n DMG  \n\n ----------------------%----------------------- mm   -----------------------%------------------------ mm  \n\n              Efeito do número de passadas \n\n0 pass 91,8 a 5,5 b 1,0 a 1,7 a 1,61 a  88,2 a 6,5 b 2,0 b 3,3 b 1,57 a\n\n4 pass 77,4 b 10,6 a 4,1 a 7.9 a 1,43 a  68,7 b 11,1 a 6,8 a 13,4 a 1,32 b\n\n8 pass 80,4 b 10,7 a 3,9 a 5,0 a 1,49 a  64,1 b 14,6 a 7,2 a 14,1 a 1,29 b\n\n12 pass 82,8 b 10,5 a 2,4 a 4,3 a 1,52 a  62,7 b 14,6 a 9,6 a 13,1 a 1,28 b\n\n              Efeito da carga \n\nTest 91,8 a 5,5 b 1,0 a 1,7 a 1,61 a  88,2 a 6,5 b 2,0 b 3,3 b 1,57 a\n\n0 m3 82,7 a 10,2 a 2,5 a 4,6 a 1,51 a  66,0 b 12,5 a 8,8 a 12,7 a 1,31 b\n\n4 m3 81,8 a 8,4 a 3,9 a 5,9 a 1,49 a  69,9 b 13,2 a 5,6 a 11,3 a 1,36 b\n\n8 m3 77,4 a 10,6 a 4,1 a 7,9 a 1,43 a  68,7 b 11,1 a 6,8 a 13,4 a 1,32 b\n\n12 m3 86,0 a 8,4 a 2,4 a 3,2 a 1,54 a  61,3 b 14,1 a 9,4 a 15,2 a 1,26 b\n\nValores seguidos pela mesma letra na coluna, individualmente para cada ensaio e para \ncada profundidade, não diferem entre si (? = 0,05). \n\n \n\n \n\nA resistência do solo à penetração (RP) aumentou com o número de \n\npassadas (Figura 2), como também verificado em outros trabalhos (Marsili et \n\nal., 1998; Marsili &amp; Servadio, 1996). É interessante observar que esse efeito \n\nlocalizou-se especialmente na camada de 5-25 cm de profundidade, a exemplo \n\ndo que foi obtido por Nugent et al. (2003), que verificaram maior aumento da \n\nRP pelo trânsito de um forwarder, na profundidade de 10-30 cm. A passagem \n\ndo implemento na mesma entrelinha 4, 8 e 12 vezes, ocasionou aumentos da \n\nRP, a 10 cm de profundidade, de 5,6; 4,7 e 7,5 vezes, respectivamente, em \n\n\n\n 69 \n\nrelação à testemunha não compactada (0 passada). Resultados semelhantes \n\nforam obtidos por Balbuena et al. (2000), que relataram serem os aumentos na \n\nRP mais importantes na superfície (nos primeiros 40 cm de profundidade), \n\nsendo incrementados com o acréscimo do número de passagens do trator. \n\nHouve, também, aumento de 5,6 vezes na RP no tratamento 8 m3 de carga, \n\nnessa mesma profundidade, em relação à testemunha, embora não tenha \n\nocorrido grande variação entre os valores obtidos nas quatro cargas utilizadas. \n\nNa profundidade de 25-60 cm não houve diferença entre os tratamentos \n\ncompactados e a testemunha.  \n\nOs valores máximos de RP foram de 8,65 e 6,46 MPa, \n\nrespectivamente, nos ensaios de intensidade de trânsito e carga, sendo \n\nconsideravelmente maiores que 2,87 MPa obtidos por Fernandes &amp; Souza \n\n(2003) nas trilhas, depois da passada do forwarder. No entanto, sabe-se que a \n\numidade do solo durante esta avaliação altera muito estes resultados, sendo \n\nque, em solos mais úmidos a RP é menor. É importante destacar que qualquer \n\nresistência superior a 2 MPa pode reduzir o crescimento e desenvolvimento \n\nradicular (Ishaq et al., 2001b; Martino &amp; Shaykewich, 1994; Oussible et al., \n\n1992). \n\nNeste trabalho, a camada de 5-25 cm foi a melhor para avaliação da \n\ncompactação do solo por meio do uso de penetrômetro. De acordo com Raper \n\n&amp; Erbach (1990), para um dado solo, a distribuição da compactação no perfil é \n\nfunção da carga aplicada, da pressão exercida pelo rodado, da umidade do \n\nsolo e da intensidade de trânsito recebida. \n\n \n \n   \n\nFigura 2. Resistência do solo à penetração de acordo com o número de \n\npassadas e carga do forwarder em povoamento de eucalipto, num Latossolo \n\nAmarelo caulinítico. \n\nEfeito do número de passadas\n\n-60\n\n-50\n\n-40\n\n-30\n\n-20\n\n-10\n\n0\n\n0 2 4 6 8 10\nResistência à penetração (MPa)\n\nP\nro\n\nfu\nnd\n\nid\nad\n\ne \n(c\n\nm\n)\n\n0 pass\n\n4 pass\n\n8 pass\n\n12 pass\n\nEfeito da carga \n\n-60\n\n-50\n\n-40\n\n-30\n\n-20\n\n-10\n\n0\n\n0 2 4 6 8 10\nResistência à penetração (MPa) \n\nP\nro\n\nfu\nnd\n\nid\nad\n\ne \n(c\n\nm\n)\n\nTest\n\n0 m3\n\n4 m3\n\n8 m3\n\n12 m3\n\n\n\n 70 \n\nO trânsito do forwarder modificou as características do solo, tendo \n\ncomo conseqüência a redução da cobertura de resíduos vegetais nas trilhas \n\ndos pneus, após uma chuva de 56 mm ocorrida no dia seguinte à instalação do \n\nexperimento (Figura 3). Esta redução foi devido ao efeito dilacerante dos pneus \n\nsobre a serapilheira e à redução da infiltração de água no solo, resultando em \n\naumento do escoamento superficial e conseqüente erosão hídrica, favorecidos \n\npela declividade do terreno (17o), como observado in situ. O aumento do \n\nnúmero de passadas proporcionou redução de até 51,7 % (12 passadas) da \n\ncobertura vegetal do solo. No entanto, não houve diferença entre os valores \n\nobtidos nos tratamentos de carga (0, 4, 8 e 12 m3). Dessa forma, embora o \n\nnúmero de passadas e a carga do forwarder tenham pouco efeito na densidade \n\ndo solo e no tamanho de agregados, o maior número de passadas resulta em \n\nmaior predisposição do solo à erosão hídrica. \n\n \n\n  \n\nFigura 3. Cobertura do solo relacionada ao número de passadas e carga do \n\nforwarder em povoamento de eucalipto, num Latossolo Amarelo caulinítico. \n\n \n\nCONCLUSÕES \n\n1. O trânsito do forwarder aumentou a densidade e a resistência do solo à \n\npenetração, reduziu a estabilidade de agregados em água e a cobertura do \n\nsolo; \n\n2. A maior parte dos efeitos da compactação foi manifestada por apenas \n\nquatro passadas do forwarder, mesmo quando vazio; \n\n3. A camada de solo recomendada para avaliações da compactação pelo uso \n\nde penetrômetro é de 5-25 cm de profundidade. \n\n \n\nEfeito do número de passadas\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0 4 8 12\nNúmero de passadas\n\nC\nob\n\ner\ntu\n\nra\n / \n\nex\npo\n\nsi\nçã\n\no \ndo\n\n s\nol\n\no \n(%\n\n)\n\nSolo exposto\n\nSolo coberto\n\na\n\nb\nb\n\nc\n\nA\n\nC\n\nB\nB\n\nEfeito da carga\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\nTest 0 4 8 12\nCarga aplicada (m3)\n\nC\no\n\nb\ne\n\nrt\nu\n\nra\n /\n\n \ne\n\nxp\no\n\nsi\nçã\n\no\n d\n\no\n s\n\no\nlo\n\n \n(%\n\n)\n\nSolo exposto\n\nSolo coberto\n\na\n\nb\nb b\n\nb\n\nA\n\nB\nB\n\nB\nB\n\n\n\n 71 \n\nLITERATURA CITADA \n\nALAKUKKU, L. &amp; ELONEN, P. Finish experiment on subsoil compaction by \nvehicles with high axle load. Soil Till. Res., 29:151-155, 1994. \n\nARSHAD, M.A.; LOWERY, B. &amp; GROSSMAN, B. Physical tests for monitoring \nsoil quality. In: DORAN, J.W. &amp; JONES, A.J., eds. Methods for assessing \nsoil quality. Madison, Soil Science Society of America. 1996. p. 123-141 \n(SSSA Special publication 49). \n\nBALBUENA, R.H.; TERMINIELLO, A.M.; CLAVERIE, J.A.; CASADO, J.P. &amp; \nMARLATS, R. Compactación del suelo durante la cosecha forestal. \nEvolución de las propriedades físicas. R. Bras. Eng. Agric. Ambient., 4:453-\n459, 2000. \n\nCAMPOS, B.C.; REINERT, D.J.; NICOLODI, R.; RUEDELL, J. &amp; PETRERE, C. \nEstabilidade estrutural de um Latossolo Vermelho-Escuro distrófico após \nsete anos de rotação de culturas e sistemas de manejo de solo. R. Bras. \nCi. Solo, 19:121-126, 1995. \n\nDIAS JÚNIOR, M.S. Compactação do solo. In: NOVAIS, R.F.; ALVAREZ V., \nV.H. &amp; SCHAEFER, C.E.G.R., eds. Tópicos em ciência do solo. Viçosa, \nSociedade Brasileira de Ciência do Solo, 2000. v.1, p.55-94.  \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. \nCentro Nacional de Pesquisa de Solos. Manual de métodos de análise de \nsolo. 2.ed. Rio de Janeiro, 1997. 212p. \n\nFERNANDES, H.C. &amp; SOUZA, A.P. Compactação de um Latossolo Vermelho \ncausada pelo tráfego do “Forwarder”. R. Árvore, 27:279-284, 2003. \n\nGRANT, C.A. &amp; LAFOND, G.P. The effects of tillage systems and crop \nsequences on soil bulk density and penetration resistence on a clay soil in \nsouthern Saskatchewan. Can. J. Soil Sci., 73:223-232, 1993. \n\nGREACEN, E.L. &amp; SANDS, R. Compaction of forest soils: a review. Aust. J. Soil \nRes., 18:163-89, 1980. \n\nHÅKANSSON, I. &amp; REEDER, R.C. Subsoil compaction by vehicles with high \naxle load-extent, persistence and crop response. Soil Till. Res., 29:277-304, \n1994. \n\nISHAQ, M.; HASSAN, A.; SAEED, M.; IBRAHIM, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan. I. Soil physical properties \nand crop yield. Soil Till. Res., 59:57-65, 2001a. \n\nISHAQ, M.; HASSAN, A.; SAEED, M.; IBRAHIM, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan. II. Root growth and \nnutrient uptake of wheat and sorghum. Soil Till. Res., 60:153-161, 2001b. \n\n\n\n 72 \n\nJAKOBSEN, B.F. &amp; GREACEN, E.L. Compaction of sandy forest soils by \nForwarder operations. Soil Till. Res., 5:55-70, 1985. \n\nJORAJURIA, D. &amp; DRAGHI, L. Sobrecompactación del suelo agricola. Parte I: \nInfluencia diferencial del peso y del número de pasadas. R. Bras. Eng. \nAgric. Ambient., 4:445-452, 2000. \n\nJORAJURIA, D.; DRAGHI, L. &amp; ARAGON, A. The effect of vehicle weight on \nthe distribution of compaction with depth and the yield of Lolium/Trifolium \ngrassland. Soil Till. Res., 41:1-12, 1997. \n\nKEMPER, W.D. &amp; ROSENAU, R.C. Aggregate stability and size distribution. In: \nKLUTE, A., ed. Methods of soil analysis. Part 1 – Physical and \nmineralogical methods. SSSA book series, 2a ed., 1986. p.425-442. \n\nKOGER, J.L.; BURT, E.C. &amp; TROUSE, A.C. Multiple pass effects of skidder \ntires on soil compaction. Trans. Am. Soc. Agric. Engrs., 28:11-16, 1985. \n\nLAL, R. Axle load and tillage effects on crop yields on a Mollic Ochraqualf in \nnorthwest Ohio. Soil Till. Res., 37:143-160, 1996. \n\nLEVY, G.J. &amp; MILLER, W.P. Aggregate stabilities of some southeastern U.S. \nsoils. Soil Sci. Soc. Am. J.,  61:1176-1182, 1997. \n\nMARSILI, A. &amp; SERVADIO, P. Compaction effects of rubber or metal-tracked \ntractor passes on agricultural soils. Soil Till. Res., 37:37-45, 1996. \n\nMARSILI, A.; SERVADIO, P.; PAGLIAI, M. &amp; VIGNOZZI, N. Changes of some \nphysical properties of a clay soil following passage of rubber – and metal-\ntracked tractors. Soil Till. Res., 49:185-199, 1998. \n\nMARTINO, D.L. &amp; SHAYKEWICH, C.F. Root penetration profiles of wheat and \nbarley as affected by soil penetration resistance in field conditions. Can. J. \nSoil Sci., 74:193-200, 1994. \n\nNUGENT, C.; KANALI, C.; OWENDE, P.M.O.; NIEUWENHUIS, M. &amp; WARD, S. \nCharacteristic site disturbance due to harvesting and extraction machinery \ntraffic on sensitive forest sites with peat soils. For. Ecol. Manage., 180:85-\n98, 2003. \n\nOLSZEVSKI, N.; BRAGA, A.P.; COSTA, L.M. &amp; SILVA, H.R.F. Proposição de \nmetodologia para avaliação de degradação de pastagens em propriedades \nrurais. In: Reunião Brasileira de Manejo e Conservação do Solo e da Água. \nResumos Expandidos. Fortaleza, 1998. \n\nOUSSIBLE, M.; CROOKSTON, P.K. &amp; LARSON, W.E. Subsurface compaction \nreduces the root and shoot growth and grain yield of wheat. Agron. J., \n84:34-38, 1992. \n\n\n\n 73 \n\nRAPER, R. &amp; ERBACH, D. Prediction of soil stresses using the finite element \nmethod. Trans. Am. Soc. Agric. Engrs., 33:725-730, 1990. \n\nSEIXAS, F. &amp; SOUZA, C.R.S. The use of bulk density and cone penetrometer \nresistance as indicators to evaluate the influence of forestry machine traffic \non soil compaction. In: IUFRO CONFERENCE ON INDICATORS FOR \nSUSTAINABLE FOREST MANAGEMENT, Melbourne, 1998. Proceedings. \nMelbourne: Natural Resouces and Environment, 1998. p.156-157. \n\nSILVA, M.L.N.; CURI, N. &amp; BLANCANEAUX, P. Sistemas de manejo e \nqualidade estrutural de Latossolo Roxo. Pesq. Agrop. Bras., 35:2485-2492, \n2000. \n\nSTOLF, R.; FERNANDES, J. &amp; FURLANI NETO, V.L. Recomendações para o \nuso do penetrômetro de impacto modelo IAA/PLANALSUCAR – STOLF. \nSérie Penetrômetro de Impacto, p. 1-9. 1983. (Boletim Técnico, 1) \n\nTAYLOR, J.; BURT, E. &amp; BAILEY, N. Multipass behavior of a pneumatic tyre in \ntilled soils. ASAE Paper No 79-1549, St. Joseph, MI, 1982. \n\nTISDALL, J.M. &amp; OADES, J.M. Organic matter and water-stable aggregates in \nsoils. J.Soil Sci., 33:141-163, 1982. \n\nUNGER, P.W. Organic matter and water-stable aggregate distribution in ridge-\ntilled surface soil. Soil Sci. Soc. Am. J., 59:1141-1145, 1995. \n\n \n\n\n\n 74 \n\nEXPERIMENTO 6 \n\n \n\nCOMPACTAÇÃO DO SOLO E CRESCIMENTO DE EUCALIPTO EM \n\nRESPOSTA A INTENSIDADE DE TRÂNSITO E CARGA DE UM \n\nFORWARDER  \n\n \n\nRESUMO \n\nEm povoamentos florestais, durante a retirada de madeira, as \n\nmáquinas trafegam numa mesma linha várias vezes, o que pode causar a \n\ncompactação do solo e, como conseqüência, facilitar o processo erosivo e \n\ndificultar o crescimento de raízes. O grau de compactação, além do número de \n\npassadas da máquina, pode também ser afetado pelo peso de madeira \n\ntransportado. Este trabalho teve como objetivo avaliar a compactação do solo e \n\no crescimento de eucalipto de acordo com a intensidade de trânsito e a carga \n\nde madeira de um forwarder. O estudo foi conduzido no município de Santa \n\nMaria de Itabira, MG, em um Latossolo Vemelho-Amarelo (LVA) oxídico-\n\ngibbsítico. Um povoamento de eucalipto com 7 anos de idade foi abatido por \n\nmotosserra, sendo a madeira retirada da área manualmente. Em seguida, \n\ndemarcaram-se parcelas de quatro linhas de árvores com 26 árvores \n\n(espaçamento 3 x 2 m), com área de 624 m2 cada. Dois ensaios foram \n\nconduzidos. No primeiro, testou-se o efeito da intensidade de trânsito, no qual \n\num forwarder, com tara de 11,9 t, foi carregado com 12 m3 de madeira \n\n(densidade de 480 kg m-3) e dirigido sobre a mesma entrelinha por 0, 2, 4 e \n\n8 vezes. No segundo, o forwarder recebeu cargas correspondentes a 4, 8 e \n\n12 m3 de madeira e dirigido quatro vezes sobre a mesma entrelinha. Em cada \n\nparcela, quatro entrelinhas foram compactadas pelas rodas. Foi realizado o \n\nplantio de eucalipto em covas de 30 x 30 x 30 cm abertas sobre as trilhas \n\ncompactadas. O teor de carbono orgânico total era de 4,06 e 2,72 dag kg-1 e a \n\numidade atual do solo era de 0,248 e 0,249 kg kg-1 nas camadas de 0-5 e 5-\n\n10 cm de profundidade, respectivamente. O teor de argila é de 470 e de areia \n\n440 g kg-1. As avaliações realizadas após a aplicação dos tratamentos, nas \n\ncamadas de 0-5 e 5-10 cm de profundidade, foram: densidade do solo e \n\nagregados estáveis em água. Determinou-se, ainda, a velocidade de infiltração \n\nbásica (VIB) pelo método do infiltrômetro de cilindro. Após 441 dias estas \n\n\n\n 75 \n\nmensurações foram realizadas novamente, sendo acrescidas de novas \n\nanálises: CO total, N total, N-NH4\n+, N-NO3\n\n-, porosidade e resistência à \n\npenetração. Nas plantas foram mensuradas altura, diâmetro à altura do peito e \n\nmatéria seca de tronco. Verificou-se que o trânsito do forwarder aumentou a \n\ndensidade, microporosidade e a resistência do solo à penetração; reduziu a \n\nestabilidade de agregados em água, porosidade total, macroporosidade e a \n\ninfiltração de água no solo. Não houve efeito da compactação sobre a \n\nprodução de matéria seca de tronco e altura das plantas. A maior parte dos \n\nefeitos da compactação foi manifestada por apenas duas passadas do \n\nforwarder. Os efeitos da compactação permaneceram no solo após 441 dias do \n\ntrânsito do forwarder. \n\nTermos para indexação: Densidade do solo, agregados estáveis em água, \n\nresistência do solo à penetração, porosidade, carbono orgânico, infiltração. \n\n \n\nSUMMARY: Soil compaction and eucalyptus growth as affected by forwarder \n\nload and traffic intensity \n\nDuring timber exploitation from forested areas the harvesting machines \n\npass several times over a same track and may cause soil compaction leading to \n\nsoil erosion and restricted tree root growth. The level of soil compaction \n\ndepends on the number of passes and wood load. This paper aimed to evaluate \n\nsoil compaction and eucalyptus growth as affected by the number of a \n\nforwarder passes and eucalypt wood load. The study was carried out in Santa \n\nMaria de Itabira county, Minas Gerais State – Brazil, in a 7 year-old eucalypt \n\nstand planted on an Oxisol. The trees were felled by a chainsaw and removed \n\nfrom the area by hand. Then, plots of 624 m2 (four rows with 26 trees in the \n\n3 x 2 m spacing) were laid out and two trials conducted. In the first, was tested \n\nthe number of passes of a forwarder, weighting 11.9 ton and with 12 m3 of wood \n\n(density of 480 kg m-3) load: no passes (wood removed by hand), 2, 4, and \n\n8 passes. In the second trial, was tested forwarder load: 4, 8, and 12 m3 of \n\nwood, driving the machine four times over the same track. In each plot, the \n\npasses affected four rows. Eucalyptus was planted in 30 x 30 x 30 cm holes \n\nacross compacted tracks. The soil of the area is clayey (470 g kg-1 clay), the \n\nsoil organic carbon was 4.06 and 2.72 dag kg-1 and its moisture content during \n\nthe trial was 0.248 and 0.249 kg kg-1, for the 0-5 cm and 5-10 cm depth, \n\n\n\n 76 \n\nrespectively. These layers were assessed for soil bulk density, and water-stable \n\naggregates. The infiltration rate were measured by means of cylinder \n\ninfiltrometer. After 441 days these measurements were accomplished again, \n\nand added with these analysis: soil organic carbon, total nitrogen, N-NH4\n+, N-\n\nNO3\n-, porosity and penetration resistence. The height, steam diameter and dry \n\nmatter of steam were measured in plants. Forwarder traffic increased soil \n\ncompaction, resistance to penetration and microporosity; and reduced \n\naggregate stability, total porosity, macroporosity and infiltration rate. Soil \n\ncompaction not affected the yield dry matter of stem and heigth of plants. The \n\ndisturbances were strong even with two passes of forwarder. The compaction \n\neffects remain along 441 days of forwarder traffic. \n\nIndex terms: Soil bulk density, water-stable aggregates, soil penetration \n\nresistence, porosity, soil organic carbon, infiltration. \n\n \n\nINTRODUÇÃO \n\nO constante e significativo aumento do peso dos veículos agrícolas e \n\nflorestais, registrado nas últimas décadas, preocupa pelas conseqüências a \n\nlongo prazo sobre a produtividade do eucalipto em solos transitados, cujo \n\npotencial de prejuízos à produtividade florestal é grande, já que essa operação \n\nse repete em forma recorrente (Balbuena et al., 2000). O trânsito de máquinas \n\nno terreno é reconhecido como uma das principais fontes de compactação. \n\nComo conseqüência da mesma, o crescimento das árvores é prejudicado (Wert \n\n&amp; Thomas, 1981; Froehlich et al., 1985; Startsev &amp; McNabb, 2000). \n\nO trânsito repetido em uma mesma área intensifica os danos à \n\nestrutura do solo com conseqüente redução do rendimento das culturas tanto \n\nno primeiro ano de produção, como nos anos posteriores (Håkansson &amp; \n\nReeder, 1994; Lal, 1996; Jorajuria et al., 1997). Durante a retirada de madeira \n\nde povoamentos florestais as máquinas trafegam numa mesma linha várias \n\nvezes, o que pode causar a compactação do solo e, como conseqüência, \n\ndificultar o crescimento de raízes. Por exemplo, em um sistema de colheita cujo \n\nforwarder apresentou alto risco de ocasionar compactação, concluiu-se que o \n\ncontrole do número de passadas das máquinas pode reduzir os impactos sobre \n\no solo ocasionados pela compactação (Nugent et al., 2003). O grau de \n\ncompactação, além do número de passadas, pode também ser afetado pelo \n\n\n\n 77 \n\npeso da madeira transportada, sendo que, a deformação ocorrerá quando as \n\npressões aplicadas ao solo excederem à sua capacidade de suporte de carga. \n\nA compactação influi nas propriedades físicas, químicas e biológicas do \n\nsolo, sendo uma importante causa de degradação de solos agrícolas no mundo \n\n(Hakansson et al., 1988; Hakansson &amp; Voorhees, 1998). Ela pode afetar a \n\nciclagem de C e N pela mudança da aeração do solo ou da comunidade \n\nmicrobiana, podendo retardar a decomposição da matéria orgânica e aumentar \n\nas perdas gasosas de N (Breland &amp; Hansen, 1996; Jensen et al., 1996). \n\nA compactação aumenta a densidade e a resistência do solo à \n\npenetração, e reduz a macroporosidade, aeração, infiltração e armazenamento \n\nde água no solo (Alakukku &amp; Elonen, 1994; Panayiotopoulos et al., 1994; Ishaq \n\net al., 2001a; Silva, 2005). A redução da infiltração de água no solo, decorrente \n\nda compactação da camada superficial, pode resultar em aumento do \n\nescoamento superficial e erosão (Kayombo &amp; Lal, 1994). O aumento da \n\nresistência do solo à penetração, pode ser restritivo ao crescimento radicular \n\nacima de certos valores que variam de 1,5 a 3,0 MPa, conforme Grant &amp; \n\nLafond (1993), e de 2,0 a 4,0 MPa, segundo Oussible et al. (1992) e Arshad et \n\nal. (1996). Jakobsen &amp; Greacen (1985), estudando a compactação causada por \n\nforwarder em áreas de pinus, observaram que os valores de resistência do solo \n\nà penetração eram acrescidos de 0,2 a 0,3 MPa a cada passada da máquina.  \n\nA importância da estabilidade de agregados na manutenção de \n\npropriedades físicas do solo frente a fatores adversos, como a compactação \n\nocasionada pela colheita e cultivo mecanizados, tem despertado o interesse de \n\nvários pesquisadores (Unger, 1995; Levy &amp; Miller, 1997), uma vez que ela \n\ncorrelaciona-se com a permeabilidade e a resistência do solo à erosão hídrica. \n\nA persistência da compactação do solo causada pelo trânsito de \n\nmáquinas tem sido relatada por vários pesquisadores (Black et al., 1976; \n\nPollard &amp; Elliott, 1978; Voorhees et al., 1978; Logsdon et al., 1992; Lal, 1996). \n\nAlguns desses estudos mostraram que os efeitos da compactação são apenas \n\ntemporariamente prejudiciais; todavia, na maioria dos casos, pouca ou \n\nnenhuma modificação da compactação foi observada.  \n\nEste trabalho teve como objetivo avaliar a compactação do solo e o \n\ncrescimento de eucalipto de acordo com a intensidade de trânsito e a carga de \n\nmadeira de um forwarder. \n\n\n\n 78 \n\nMATERIAL E MÉTODOS \n\nO estudo foi conduzido no município de Santa Maria de Itabira, MG \n\n(19o 23’ 58” S e 42o 54’ 12” W; altitude de 1273 m), em um Latossolo Vermelho-\n\nAmarelo (LVA) oxídico-gibbsítico (Quadro 1). Um povoamento de eucalipto com \n\n7 anos de idade foi abatido por motosserra, sendo a madeira retirada da área \n\nmanualmente. Em seguida, demarcaram-se parcelas de quatro linhas com 26 \n\nárvores (espaçamento 3 x 2 m) com área de 624 m2 cada. Dois ensaios foram \n\nconduzidos. No primeiro, testou-se o efeito da intensidade de trânsito, no qual \n\num trator florestal autocarregável (forwarder, marca Valmet, modelo 636 S), \n\ncom tara de 11,9 t, foi carregado com 12 m3 de madeira (densidade de \n\n480 kg m-3) e dirigido sobre a mesma entrelinha por 0, 2, 4 e 8 vezes. No \n\nsegundo, o forwarder recebeu cargas correspondentes a 4, 8 e 12 m3 de \n\nmadeira e dirigido quatro vezes sobre a mesma entrelinha. Em cada parcela, \n\nquatro entrelinhas foram compactadas pelas rodas. A umidade atual do solo \n\nera 0,248 e 0,249 kg kg-1 nas camadas de 0-5 e 5-10 cm de profundidade, \n\nrespectivamente, e correspondia a 124 e 124,5 % do equivalente de umidade. \n\nCinco semanas após a aplicação destes tratamentos foi realizado o plantio de \n\nEucalyptus grandis em covas de 30 x 30 x 30 cm abertas sobre as trilhas \n\ncompactadas pelas rodas do forwarder. \n\n \n\nQuadro 1. Caracterização do solo utilizado no experimento \n\nCaracterística      0-5 cm 5-10 cm \n\nCOT (dag kg-1) (1)     4,06     2,72 \n\nEquivalente de umidade (kg kg-1)     0,2     0,2 \n\nDensidade do solo (kg dm-3)     0,94     0,97     \n\nArgila (g kg-1) 470 470 \n\nSilte (g kg-1)  90   90 \n\nAreia (g kg-1) 440 440 \n\nClasse textural Argila Argila \n(1) Carbono orgânico total (Walkley &amp; Black, 1934). \n\n \n\nAs avaliações realizadas no tempo inicial (T0), após a aplicação  dos \n\ntratamentos, foram: densidade do solo pelo método do anel volumétrico \n\n(EMBRAPA, 1997); velocidade de infiltração básica (VIB) pelo método do \n\ninfiltrômetro de cilindro (Cerdà, 1996); e agregados estáveis em água \n\n\n\n 79 \n\n(EMBRAPA, 1997), sendo obtido o diâmetro médio geométrico segundo \n\nKemper &amp; Rosenau (1986). Estas avaliações foram realizadas ao acaso, com 5 \n\nrepetições, em amostras de solo retiradas nas trilhas do forwarder, nas \n\nprofundidades de 0-5 e 5-10 cm (com exceção da VIB).  \n\nApós 441 dias (T441) estas mensurações foram realizadas novamente \n\n(6 repetições) em amostras de solo coletadas no ponto médio entre duas \n\ncovas, nas trilhas compactadas, sendo acrescidas de novas análises: CO total, \n\nN total, N-NH4\n+, N-NO3\n\n-. O CO total foi obtido pela oxidação da matéria \n\norgânica via úmida com dicromato de potássio em meio sulfúrico (Walkley &amp; \n\nBlack, 1934); o N total foi obtido por oxidação úmida e determinado pelo \n\nmétodo Kjeldahl (Bremner &amp; Mulvaney, 1982); o N mineral (N-NH4\n+ e N-NO3\n\n-) \n\nfoi extraído com solução de KCl 1 mol L-1 (10 g solo:50 mL) por 10 min. Foram \n\nutilizados métodos colorimétricos para a determinação de N-NO3\n- (Yang et al., \n\n1998) e N-NH4\n+ (Kempers &amp; Zweers, 1986). Foram retiradas amostras \n\nindeformadas nas profundidades de 0-5 e 5-10 cm, por meio de tubos de PVC \n\nde 97,6 cm3. Nestas amostras foi mensurada a microporosidade pelo método \n\nda mesa de tensão, e calculadas a porosidade total e a macroporosidade \n\n(EMBRAPA, 1997). Após equilíbrio da umidade do solo a uma tensão de \n\n0,006 MPa na mesa de tensão, foi medida a resistência do solo à penetração \n\nutilizando um penetrômetro eletrônico com velocidade constante de penetração \n\nde 4 cm min-1 e um cone com diâmetro de base de 4 mm e semi-ângulo de 30o. \n\nO penetrômetro estava equipado com um atuador linear e célula de carga de \n\n20 kg acoplado a um microcomputador para aquisição dos dados. No centro \n\ngeométrico de cada amostra, na profundidade de 5 a 45 mm, uma leitura de \n\nresistência foi obtida a cada 0,5 mm, perfazendo um total de 80 leituras, as \n\nquais foram utilizadas para calcular a média da resistência do solo à \n\npenetração de cada amostra.  \n\nApós 406 dias do plantio foram mensuradas nas árvores a altura, o \n\ndiâmetro na altura do peito (DAP) e matéria seca do tronco. Para tanto, todas \n\nas árvores de cada tratamento foram mensuradas (DAP) e escolhidas as três \n\nmais representativas para serem abatidas e avaliadas. \n\nOs valores de precipitação mensal durante a condução do experimento \n\nencontram-se na Figura 1. \n\n \n\n\n\n 80 \n\n \n\nFigura 1. Precipitação mensal durante a condução do experimento em \n\npovoamento de eucalipto. \n\n \n\nNo experimento de número de passadas os dados foram submetidos à \n\nanálise de variância, de correlação e de regressão, sendo os coeficientes das \n\nequações ajustadas testados com base no quadrado médio do resíduo da \n\nANOVA do experimento. Entre os modelos significativos, foi escolhido aquele \n\nque apresentou maior coeficiente de determinação (R2). No experimento de \n\ncarga os dados foram submetidos à análise de variância e de correlação e as \n\nmédias foram comparadas pelo teste de agrupamento Scott-Knott (p &lt;0,05). \n\n \n\nRESULTADOS E DISCUSSÃO \n\nHouve aumento da densidade do solo (DS) ocasionada pelo trânsito do \n\nforwarder (Figura 2). O incremento da DS atingiu 29 e 32 % logo após 8 \n\npassadas do forwarder, respectivamente, nas camadas de 0-5 e 5-10 cm de \n\nprofundidade. Já na 2a coleta, após 441 dias, houve uma recuperação na \n\nestrutura do solo e, o incremento alcançou 15 e 24 % nas camadas de 0-5 e 5-\n\n10 cm, respectivamente. Verificou-se que 51 % (0-5 cm) e 73 % (5-10 cm) do \n\nincremento da DS, mensurada após a compactação do solo, permaneceram \n\napós 441 dias, demonstrando que a camada superficial possui maior resiliência \n\nou capacidade de retornar ao estado inicial após compactada, o que pode ser \n\natribuído ao maior número de ciclos de umedecimento e secagem e ao maior \n\nteor de matéria orgânica nesta camada de 0-5 cm em relação à de 5-10 cm de \n\nprofundidade.  \n\nOs resultados do estudo conduzido por Ishaq et al. (2001a) mostraram \n\nque os efeitos da compactação sobre a densidade e resistência à penetração \n\ndo solo persistiram por mais de 2 anos. Resultados similares foram obtidos por \n\nVoorhees et al. (1986) e Hammel (1994), cujos acréscimos na densidade e, ou, \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\nM A M J J A S O N D J F M A\n\nMês\n\nP\nre\n\nci\npi\n\nta\nçã\n\no\n (\n\nm\nm\n\n) Colheita\n\nPlantio\n\n\n\n 81 \n\nna resistência à penetração permaneceram por 4 e 3 anos, respectivamente, \n\napós a compactação.  \n\n \n\n  \n\n  \n\nFigura 2. Densidade do solo resultante do número de passadas e carga do \n\nforwarder em povoamento de eucalipto, aos 0 e 441 dias. \n\n \n\nKoger et al. (1985) constataram que a maior parte da compactação \n\ntotal do solo ocasionada pelo trânsito de um skidder ocorria nas primeiras \n\npassadas da máquina. Seixas &amp; Souza (1998) observaram que cerca de 80 % \n\nda compactação total ocorrida após 20 passadas de um trator mais carreta \n\ncarregada de madeira, resultaram das cinco primeiras viagens deste \n\nequipamento, não havendo incremento devido ao trânsito subseqüente. \n\nJorajuria &amp; Draghi (2000) relataram que 90 % do incremento máximo \n\nda densidade do solo na camada superficial (0-30 cm) foram produzidos já na \n\nprimeira passada de um trator leve. Segundo Taylor et al. (1982), a primeira \n\npassada é considerada como aquela que induz as maiores mudanças na \n\nestrutura do solo, o que se restringe às condições de solos recém lavrados. No \n\nentanto, quando o solo se encontra consolidado o grau de compactação pode \n\nser similar para as distintas passadas.  \n\nNo experimento de carga não houve diferença entre 4, 8 e 12 m3 \n\nquanto à intensidade de aumento da DS mensurada na 1\na avaliação (T0), mas \n\nDensidade do solo (T = 0 dia)\n\n0,8\n\n0,9\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n0 2 4 6 8\n\nNúmero de passadas\n\nD\ne\n\nns\nid\n\na\nd\n\ne \nd\n\no \nso\n\nlo\n (k\n\ng\n d\n\nm\n-3\n\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\n\ny? = 0,984 + 0,079*** x - 0,00526** x2 ; R2 = 0,954\n\n= 0,942 + 0,0879*** x - 0,00671*** x2 ; R2 = 0,999\n\nDensidade do solo (T = 441 dias)\n\n0,8\n\n0,9\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n0 2 4 6 8\n\nNúmero de passadas\n\nD\ne\n\nns\nid\n\na\nd\n\ne\n d\n\no\n s\n\no\nlo\n\n (\nkg\n\n d\nm\n\n-3\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\ny? = 0,971 + 0,212*** x1/2 - 0,0392* x ; R2 = 0,997\n\n= 0,879 + 0,0695** x - 0,0049* x2 ; R2 = 0,995\n\nDensidade do solo (T = 441 dias)\n\n0,8\n\n0,9\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nD\ne\n\nns\nid\n\na\nd\n\ne\n d\n\no\n s\n\no\nlo\n\n (\nkg\n\n d\nm\n\n-3\n) Test\n\n4 m3\n\n8 m3\n\n12 m3\n\nb\n\nb\n\nc\n\na\na\n\nc\n\na a\n\nDensidade do solo (T = 0 dia)\n\n0,8\n\n0,9\n\n1,0\n\n1,1\n\n1,2\n\n1,3\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nD\ne\n\nns\nid\n\na\nd\n\ne\n d\n\no\n s\n\no\nlo\n\n (\nkg\n\n d\nm\n\n-3\n) Test\n\n4 m3\n\n8 m3\n\n12 m3\n\na\n\na\n\nb\n\na\n\na\n\nb\n\na\na\n\n\n\n 82 \n\nos valores de DS foram sempre superiores à testemunha sem tráfego do \n\nforwarder. O acréscimo da carga não aumenta, necessariamente, a \n\ncompactação, pois ocorre aumento da superfície de contato pneu/solo, \n\nresultando na redistribuição da carga no solo (Greacen &amp; Sands, 1980; \n\nÇarman, 2002). No entanto, observa-se que, após 441 dias, o tratamento com \n\n4 m3 de madeira foi o único que apresentou decréscimo significativo da DS. Isto \n\nrevela que maiores cargas proporcionaram efeitos residuais maiores, limitando \n\nmais fortemente a capacidade do solo em retornar à densidade original. \n\nApós 441 dias da aplicação dos tratamentos foi observada menor \n\nporosidade total e macroposidade nas duas camadas, e maior microposidade \n\nna camada de 0-5 cm (Figura 3). Nesta camada o acréscimo da \n\nmicroporosidade atingiu 53 % e os decréscimos da porosidade total e da \n\nmacroporosidade atingiram, respectivamente, 16 e 68 %, com 8 passadas do \n\nforwarder. Desta forma, fica evidente a transformação de macroporos em \n\nmicroporos por efeito da compactação. Já na camada de 5-10 cm houve \n\ndecréscimo de 19 e 51 %, respectivamente, da porosidade total e da \n\nmacroporosidade, também com 8 passadas do forwarder.  \n\n \n\n \n\n  \n\n  \n\nFigura 3. Porosidade do solo resultante do número de passadas e carga do \n\nforwarder em povoamento de eucalipto, aos 441 dias. \n\nPorosidade 0-5 cm (441 dias)\n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0 2 4 6 8\nNúmero de passadas\n\nP\nor\n\no\nsi\n\nd\na\n\nd\ne\n\n (m\n3  \n\nm\n3\n)\n\nMacro\nMicro   = 0,296 + 0,037*** x - 0,00225** x2; R2 = 0,996\n\n= 0,389 - 0,0791*** x + 0,0058*** x2; R2 = 0,998\n\n= 0,685 - 0,0421*** x + 0,00356*** x2; R2 = 0,999y?Total\n\ny?\ny?\n\nPorosidade 5-10 cm (441 dias)\n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0 2 4 6 8\nNúmero de passadas\n\nP\no\n\nro\nsi\n\nda\nde\n\n (m\n3  \n\nm\n3 )\n\nMacro\nMicro   = 0,382\n\n= 0,242 - 0,01687** x; R2 = 0,828\n\n= 0,629 - 0,03*** x + 0,002** x2; R2 = 0,943y?Total\n\ny?\ny?\n\nPorosidade 0-5 cm (T = 441 dias)\n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0,800\n\nTotal Micro Macro\n\nP\no\n\nro\nsi\n\nd\na\n\nd\ne \n\n(m\n3  \n\nm\n3 )\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\nb\na\n\nbb\n\nb\n\nb\nb\n\nb\n\naaa\na\n\nPorosidade 5-10 cm (T = 441 dias)\n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0,800\n\nTotal Micro Macro\n\nP\no\n\nro\nsi\n\nd\na\n\nd\ne \n\n(m\n3\n m\n\n3\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\nb\na\n\nbb\n\na\n\nbbb\n\na\n\naaa\n\n\n\n 83 \n\nNo entanto, no experimento de carga não houve diferença entre os \n\ntratamentos com 4, 8 e 12 m3. Silversides &amp; Sundberg (1989), em análise de \n\ncompactação de solos em áreas florestais, concluíram que a área de contato \n\ndo pneu com o solo sofre um acréscimo quando a carga sobre o rodado é \n\naumentada. Contudo, afirmaram que a pressão sobre o solo não é alterada, \n\npois o aumento na área de contato é proporcional ao acréscimo da carga. \n\nMarsili et al. (1998) verificaram decréscimo da macroporosidade na \n\ncamada superficial (0-10 cm) depois de uma passada de dois tratores, cujo \n\nefeito foi intensificado por quatro passadas das máquinas. Nesse trabalho os \n\nautores observaram que os efeitos da compactação se restringiram à camada \n\nsuperficial, sendo que na camada de 10-20 cm não houve diferença \n\nsignificativa entre áreas não compactadas e aquelas submetidas a 1 e 4 \n\npassadas dos dois tratores. Wagger &amp; Denton (1989) observaram que a \n\nporosidade total na área de solo trafegado foi 21 % menor do que na posição \n\nnão trafegada. \n\nConstatou-se que a porosidade total apresentou correlação significativa \n\n(p &lt;0,001) e positiva com a densidade (r = 0,99) e com a macroporosidade (r = \n\n0,80). Também a macroporosidade teve alta correlação com a densidade (r = \n\n0,80). \n\nHouve aumento da resistência à penetração (RP) no solo em resposta \n\nà compactação ocasionada pelo trânsito do forwarder (Figura 4), como \n\nobservado em outros trabalhos (Marsili et al., 1998; Marsili &amp; Servadio, 1996). \n\nO aumento da RP foi de 4,2 e 3,7 vezes com 8 passadas da máquina em \n\nrelação a testemunha não compactada, respectivamente, nas camadas de 0-5 \n\ne 5-10 cm. Duas passadas do forwarder foram suficientes para proporcionar 34 \n\ne 54 % deste incremento nas camadas de 0-5 e 5-10 cm, respectivamente. \n\nVerificou-se que não houve diferença entre os tratamentos com 4, 8 e 12 m3 de \n\nmadeira. Balbuena et al. (2000) verificaram que, quando se incrementa a \n\nintensidade de trânsito por aumento do número de passagens, aumenta o grau \n\nde compactação do solo de forma independente da carga sobre o rodado. \n\nOs valores máximos de RP foram de 2,36 e 2,02 MPa, \n\nrespectivamente, nas camadas de 0-5 e 5-10 cm, com 8 passadas da máquina, \n\nsendo menores que 2,87 MPa obtidos por Fernandes &amp; Souza (2003) nas \n\ntrilhas, depois da última passada do forwarder. Esta diferença de RP obtida nos \n\n\n\n 84 \n\ndois trabalhos pode ser devido à umidade do solo durante a mensuração com \n\npenetrômetro, ou ao tipo de solo, ou às características das máquinas \n\n(forwarder). A compactação, como evidenciada pelo aumento da resistência à \n\npenetração, reduz a penetrabilidade de raízes no solo (Unger &amp; Kaspar, 1994). \n\nÉ importante destacar que qualquer RP superior a 2 MPa pode reduzir o \n\ncrescimento e desenvolvimento radicular (Ishaq et al., 2001b; Martino &amp; \n\nShaykewich, 1994; Oussible et al., 1992). \n\n \n\n  \n\nFigura 4. Resistência à penetração do solo resultante do número de passadas \n\ne carga do forwarder em povoamento de eucalipto, aos 441 dias. \n\n \n\nA RP apresentou correlação significativa (p &lt;0,001) e positiva com a \n\ndensidade (r = 0,75) e com a microporosidade (r = 0,52), e negativa com a \n\nporosidade total (r = -0,75) e com a macroporosidade (r = -0,76). Pagliai et al. \n\n(1992) e Marsili et al. (1998), em experimentos de compactação do solo pelo \n\ntrânsito de máquinas, também obtiveram boa correlação negativa entre RP e \n\nmacroporosidade na camada de 0-10 cm de profundidade.  \n\nHouve decréscimo de 32 e 47 vezes da velocidade de infiltração básica \n\n(VIB) com 8 passadas do forwarder, respectivamente, na 1a (T0) e 2\na \n\navaliações (T441) (Figura 5). Constata-se que apenas 2 passadas foram \n\nsuficientes para ocasionar quase a totalidade desta redução. No entanto, não \n\nhouve diferença entre os tratamentos com 4, 8 e 12 m3 de madeira. É \n\ninteressante observar que praticamente não ocorreu recuperação desta \n\npropriedade hidráulica do solo após 441 dias da compactação realizada pelo \n\nforwarder. Startsev &amp; McNabb (2000) também verificaram que a redução da \n\nVIB, após o trânsito do forwarder e do skidder, não foi recuperada \n\ncompletamente após três anos da realização da compactação. Esses autores \n\nobservaram que as primeiras três passadas das máquinas foram suficientes \n\nResistência a penetração (T = 441 dias)\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n0 2 4 6 8\n\nNúmero de passadas\n\nR\nP\n\n (\nM\n\nP\na\n\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\n\ny? = 0,58 + 0,377*** x - 0,0248** x2 ; R2 = 0,985\n\n= 0,614 + 0,238*** x; R2 = 0,932\n\nResistência a penetração (T = 441 dias)\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n0-5 5-10,\n\nProfundidade do solo (cm)\nR\n\nP\n (\n\nM\nP\n\na\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3a a\n\nb\n\na a\n\nb\n\na a\n\n\n\n 85 \n\npara ocasionar a maior redução da VIB, não ocorrendo alteração significativa \n\npelo trânsito adicional (7 e 12 passadas).  \n\nConstatou-se que a VIB apresentou correlação significativa (p &lt;0,001) \n\ne negativa com a densidade (r = -0,68), com a RP (r = -0,75) e com a \n\nmicroporosidade (r = -0,52) e positiva com a porosidade total (r = 0,68) e com a \n\nmacroporosidade (r = 0,73). Beutler et al. (2001) também encontraram \n\ncorrelação significativa (p &lt;0,05) e negativa da VIB com a RP (r = -0,98). \n\nA redução da VIB, ocasionada pela compactação do solo, pode ser \n\natribuída à modificação do sistema poroso, ou seja, da distribuição do tamanho, \n\nelongação e continuidade vertical dos poros. Marsili et al. (1998) atribuíram o \n\nforte decréscimo da condutividade hidráulica após quatro passadas de dois \n\ntratores à redução da continuidade vertical dos poros. Eles obtiveram alta \n\ncorrelação entre poros longos verticais e a condutividade hidráulica e \n\nmacroporosidade.  \n\n \n\n  \n\nFigura 5. Velocidade de infiltração básica (VIB) de água no solo resultante do \n\nnúmero de passadas e carga do forwarder em povoamento de eucalipto, aos \n\n0 e 441 dias. \n\n \n\nA VIB de um solo é uma característica muito importante com relação ao \n\narmazenamento de água no solo e à erosão. Solos com menor VIB estão mais \n\nsujeitos à erosão, devido à maior quantidade de água que permanece na \n\nsuperfície do solo e conseqüente aumento de escoamento superficial (Cerdà, \n\n1996, Marsili et al., 1998). Este volume de água que deixa de infiltrar é perdido \n\ne torna-se indisponível para as plantas.  \n\nHouve decréscimo do diâmetro médio geométrico (DMG) com o \n\nnúmero de passadas do forwarder (Figura 6). No experimento de carga \n\nverificou-se que não ocorreu diferença entre os tratamentos com 4, 8 e 12 m3 \n\nVelocidade de infiltração básica\n\n-5\n\n15\n\n35\n\n55\n\n75\n\n95\n\n0 2 4 6 8\n\nNúmero de passadas\n\nV\nIB\n\n (\ncm\n\n h\n-1\n\n)\n\nT = 0 dia\n\nT = 441 dias\n\ny?\n\ny? = 89,24 - 81,91*** x1/2 + 18,32*** x ; R2 = 0,981\n\n= 89,25 - 83,55*** x1/2 + 18,86*** x ; R2 = 0,996\n\nVelocidade de infiltração básica\n\n0\n\n20\n\n40\n\n60\n\n80\n\nT = 0 dia T = 441 dias\n\nProfundidade do solo (cm)\n\nV\nIB\n\n (\ncm\n\n h\n-1\n\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\na a\n\nb b b b b b\n\n\n\n 86 \n\nde madeira, exceto para 12 m3 na camada de 5-10 cm no T0, cujo aumento \n\ndo DMG pode ser atribuído à agregação física forçada pela compressão das \n\nrodas do forwarder que, no entanto, não formou agregados estáveis, como \n\npode ser evidenciado pelo decréscimo de 12 % do DMG (de 1,58 mm no T0 \n\npara 1,39 mm no T441) neste tratamento após 441 dias. Observa-se em todos \n\nos tratamentos, inclusive na testemunha não compactada, que o DMG foi \n\nmenor aos 441 dias após a 1a avaliação, o que pode ser atribuído à época de \n\namostragem, onde a 2a coleta foi precedida por longo período de chuvas \n\n(Figura 1), o que provavelmente reduziu a resistência à desfragmentação dos \n\nagregados.  \n\n \n\n \n\n  \n\n  \n\nFigura 6. Diâmetro médio geométrico (DMG) de agregados estáveis em água \n\nafetados pelo número de passadas e carga do forwarder em povoamento de \n\neucalipto, aos 0 e 441 dias. \n\n \nA redução do DMG ocasionada pela compactação é prejudicial à \n\nmanutenção das propriedades físicas do solo, uma vez que os agregados \n\nestáveis em água correlacionam-se bem com a permeabilidade e \n\nsusceptibilidade do solo à erosão hídrica, e indicam indiretamente a qualidade \n\nestrutural do solo (Silva et al., 2000).  \n\nDiâmetro médio geométrico (T = 0 dia)\n\n1,35\n\n1,45\n\n1,55\n\n1,65\n\n0 2 4 6 8\n\nNúmero de passadas\n\nD\nM\n\nG\n (m\n\nm\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\n\ny? = 1,622 - 0,0381** x + 0,0035* x2; R2 = 0,846\n\n= 1,638 - 0,1257*** x1/2 + 0,03388** x ; R2 = 0,983\n\nDiâmetro médio geométrico (T = 441 dias)\n\n1,35\n\n1,45\n\n1,55\n\n1,65\n\n0 2 4 6 8\n\nNúmero de passadas\n\nD\nM\n\nG\n (\n\nm\nm\n\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\n\ny? = 1,56 - 0,06*** x + 0,00488*** x2; R2 = 0,839\n\n= 1,52 - 0,0461*** x + 0,0053*** x2 ; R2 = 0,984\n\nDiâmetro médio geométrico (T = 0 dia)\n\n1,35\n\n1,45\n\n1,55\n\n1,65\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nD\nM\n\nG\n (m\n\nm\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\na a\n\nb\nb b\n\nb\n\nb\n\na\n\nDiâmetro médio geométrico (T = 441 dias)\n\n1,35\n\n1,45\n\n1,55\n\n1,65\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nD\nM\n\nG\n (\n\nm\nm\n\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3a\na\n\nb\nb\n\nb\nb\n\nb\n\nb\n\n\n\n 87 \n\nO aumento do número de passadas do forwarder ocasionou maior teor \n\nde C orgânico total, principalmente na camada de 0-5 cm, e de N total na \n\ncamada de 5-10 cm, 441 dias após a compactação (Figura 7). Na realidade, \n\nnos solos compactados houve redução da taxa de mineralização da matéria \n\norgânica do solo (MOS) durante os 441 dias posteriores à aplicação dos \n\ntratamentos, devido ao provável aumento da proteção física da MOS com a \n\ncompactação do solo. No entanto, não houve diferença entre os tratamentos no \n\nexperimento de carga. \n\nBreland &amp; Hansen (1996) relataram que a compactação reduz a \n\nporosidade total do solo e altera a distribuição de tamanho de poros, \n\nfavorecendo o incremento da percentagem de poros menores, nos quais \n\nmateriais orgânicos podem ser fisicamente protegidos da ação microbiana. \n\n \n\n  \n\n  \n\nFigura 7. Carbono orgânico total e nitrogênio total do solo afetados pelo \n\nnúmero de passadas e carga do forwarder em povoamento de eucalipto, aos \n\n441 dias. \n\n \nHouve diferença entre os modelos de resposta de mineralização de C e \n\nN, o que pode ser atribuído à ocorrência de denitrificação em poros cujo \n\ndiâmetro foi muito reduzido pela compactação, a qual promove decréscimo da \n\ndifusão de oxigênio (Renault &amp; Stengel, 1994; Jensen et al., 1996). Segundo \n\nCarbono orgânico total (T = 441 dias)\n\n2,0\n\n3,5\n\n5,0\n\n6,5\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nC\nO\n\nT \n(d\n\nag\n k\n\ng\n-1\n\n)\nTest\n\n4 m3\n\n8 m3\n\n12 m3\na\n\na\n\na a\n\na\n\na\n\na\n\na\n\nNitrogênio total do solo (T = 441 dias)\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nN\n T\n\not\nal\n\n (d\na\n\ng \nkg\n\n-1\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\na\n\na\n\na a\na\n\na\na\n\na\n\nCarbono orgânico total (T = 441 dias)\n\n2,0\n\n3,5\n\n5,0\n\n6,5\n\n0 2 4 6 8\n\nNúmero de passadas\n\nC\nO\n\nT\n (d\n\na\ng\n\n k\ng\n\n-1\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\n\ny? = 2,83 + 0,691* x1/2 - 0,237* x; R2 = 0,996\n\n= 4,30 + 0,748* x - 0,0737* x2 ; R2 = 0,986\n\nNitrogênio total do solo (T = 441 dias)\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0 2 4 6 8\n\nNúmero de passadas\n\nN\n T\n\no\nta\n\nl (\nd\n\na\ng\n\n k\ng\n\n-1\n)\n\n0-5 cm\n\n5-10 cm y? = 0,119 + 0,0179* x - 0,0019* x\n2 ; R2 = 0,980\n\n= 0,238yy? =\n\n\n\n 88 \n\nBreland &amp; Hansen (1996) a redução do volume total de poros depois da \n\ncompactação aumenta a probabilidade de condições anaeróbicas. Isto pode \n\nfortemente inibir a decomposição de materiais orgânicos e aumentar perdas \n\ngasosas de N por denitrificação (Hansen et al., 1993). \n\nNão houve efeito do número de passadas sobre o teor de nitrogênio \n\namoniacal do solo (N-NH4\n+) após 441 dias da aplicação dos tratamentos \n\n(Figura 8). Entretanto, no experimento de carga apenas os tratamentos com 4 e \n\n12 m3, na profundidade de 5-10 cm, tiveram maior N-NH4\n+ em relação à \n\ntestemunha não compactada. \n\n \n\n  \n\n  \n\nFigura 8. Nitrogênio amoniacal e nítrico do solo resultante do número de \n\npassadas e carga do forwarder em povoamento de eucalipto, aos 441 dias. \n\n \n\nO nitrogênio nítrico do solo (N-NO3\n-) foi reduzido com o incremento do \n\nnúmero de passadas (Figura 8). Esta redução pode ter sido ocasionada pela \n\ncompactação, que incrementa as condições anaeróbicas e promove perdas de \n\nN-NO3\n- por meio da denitrificação, que ocorre quando NO3\n\n- está presente em \n\nmicrosítios anaeróbicos, onde a demanda microbiana por O2 excede o \n\nsuprimento mediado pela difusão (Arah &amp; Smith, 1989; Adams &amp; Akhtar, 1994). \n\nNo entanto, não houve diferença entre os tratamentos no experimento de carga \n\napós 441 dias da compactação inicial. \n\nNitrogênio amoniacal do solo (T = 441 dias)\n\n0\n\n5\n\n10\n\n15\n\n0 2 4 6 8\n\nNúmero de passadas\n\nN\n-N\n\nH\n4\n\n+  \n(m\n\ng\n k\n\ng-\n1 )\n\n0-5 cm\n\n5-10 cm = 6,61\n\n= 13,54yy? =\nyy? =\n\nNitrogênio nítrico do solo (T = 441 dias)\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0 2 4 6 8\n\nNúmero de passadas\n\nN\n-N\n\nO\n3-\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\n0-5 cm\n\n5-10 cm\n\ny?\n\ny? = 3,884 - 0,153* x ; R2 = 0,677\n\n= 3,26 - 0,486* x + 0,0537* x2 ; R2 = 0,999\n\nNitrogênio nítrico do solo (T = 441 dias)\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nN\n-N\n\nO\n3-\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\na\n\naa\n\na a\n\na\n\na\na\n\nNitrogênio amoniacal do solo (T = 441 dias)\n\n0\n\n5\n\n10\n\n15\n\n0-5 5-10,\n\nProfundidade do solo (cm)\n\nN\n-N\n\nH\n4+\n\n (\nm\n\ng \nkg\n\n-1\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3a a\n\na\na\n\na\n\nb b\na\n\n\n\n 89 \n\nBreland &amp; Hansen (1996) verificaram que a compactação não afetou as \n\nquantidades relativas de N-NH4\n+ e N-NO3\n\n- no solo, e sugeriram que a redução \n\nda aeração do solo não foi grande o bastante para afetar a nitrificação. \n\nDentre as mensurações realizadas nas árvores 406 dias após o plantio, \n\napenas o diâmetro à altura do peito (DAP) apresentou resposta quadrática ao \n\nnúmero de passadas (Figura 9). Não houve diferença entre os tratamentos no \n\nexperimento de carga.  \n\n \n\n \n\n  \n\n  \n\n  \n\nFigura 9. Altura, diâmetro a altura do peito e matéria seca de tronco de árvores \n\nde eucalipto cultivadas por 406 dias em solo submetido a diferentes números \n\nde passadas e cargas do forwarder. \n\n \n\nDiâmetro a altura do peito (T = 406 dias)\n\n4,00\n\n4,20\n\n4,40\n\n4,60\n\n0 2 4 6 8\n\nNúmero de passadas\n\nD\nA\n\nP\n (\n\ncm\n)\n\nDAP = 4,315 + 0,091* x - 0,0105* x2; R2 = 0,986y?\n\nAltura das árvores (T = 406 dias)\n\n0\n\n2\n\n4\n\n6\n\n0 2 4 6 8\n\nNúmero de passadas\n\nA\nltu\n\nra\n (\n\nm\n)\n\nAltura = 5,44yy? =\n\nMatéria seca de tronco (T = 406 dias)\n\n1400\n\n1500\n\n1600\n\n1700\n\n1800\n\n1900\n\n0 2 4 6 8\n\nNúmero de passadas\n\nM\nS\n\nT \n(g\n\n)\n\nMST = 1682yy? =\n\nAltura das árvores (T = 406 dias)\n\n0\n\n2\n\n4\n\n6\n\nA\nltu\n\nra\n (m\n\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\na\naaa\n\nDiâmetro a altura do peito (T = 406 dias)\n\n4,00\n\n4,20\n\n4,40\n\n4,60\n\nD\nA\n\nP\n (\ncm\n\n)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\na\n\na\n\na\n\na\n\nMatéria seca de tronco (T = 406 dias)\n\n1400\n\n1500\n\n1600\n\n1700\n\n1800\n\n1900\n\nM\nS\n\nT\n (\ng)\n\nTest\n\n4 m3\n\n8 m3\n\n12 m3\n\na\na\n\na\n\na\n\n\n\n 90 \n\nSegundo Greacen &amp; Sands (1980) há uma densidade do solo ótima \n\npara o crescimento das árvores, acima e abaixo da qual ocorre redução da \n\nprodutividade. Segundo esses autores os efeitos da compactação sobre o \n\ncrescimento de raízes podem ser resultado de interações complexas entre a \n\nresistência do solo à penetração, disponibilidade de água e nutrientes, e \n\naeração.  \n\nPode-se atribuir esta pequena resposta à compactação, ao efeito das \n\ncovas sobre o crescimento do sistema radicular das plantas. Para o plantio das \n\nmudas de eucalipto foram abertas covas de 30 x 30 x 30 cm nas trilhas do \n\nforwarder, o que provavelmente permitiu a expansão do sistema radicular para \n\na região de solo adjacente não compactado, permitindo desta forma o pleno \n\ndesenvolvimento das plantas. Sabe-se também que o aumento da resistência \n\ndo solo à penetração pode ser restritiva ao crescimento radicular acima de \n\ncertos valores que variam de 1,5 a 3,0 MPa, conforme Grant &amp; Lafond (1993), e \n\nde 2,0 a 4,0 MPa, segundo Oussible et al. (1992) e Arshad et al. (1996). Como \n\nos valores máximos de RP foram de 2,36 e 2,02 MPa, respectivamente, nas \n\ncamadas de 0-5 e 5-10 cm, com 8 passadas do forwarder, e a intensidade de \n\nchuva nos meses que precederam a colheita foi alta, pode-se presumir que \n\nhouve desenvolvimento do sistema radicular mesmo nas regiões de solo \n\ncompactado, uma vez que a resistência à penetração decresce \n\nsubstancialmente com o aumento da umidade do solo. \n\n \n\nCONCLUSÕES \n\n1. O trânsito do forwarder aumentou a densidade, microporosidade e a \n\nresistência do solo à penetração; reduziu a estabilidade de agregados em \n\nágua, porosidade total, macroporosidade e infiltração de água no solo. Não \n\nhouve efeito da compactação sobre a produção de matéria seca de tronco e \n\naltura das árvores.  \n\n2. A maior parte dos efeitos da compactação foi manifestada a partir de duas \n\npassadas do forwarder. \n\n3. Os efeitos da compactação permaneceram após 441 dias do trânsito do \n\nforwarder, embora há sinal de recuperação de algumas características do \n\nsolo. \n\n\n\n 91 \n\n4. A intensidade de trânsito é mais importante do que a carga quanto ao \n\nincremento da compactação do solo pelo forwarder. \n\n \n\n \n\nLITERATURA CITADA \n\nALAKUKKU, L. &amp; ELONEN, P. Finish experiment on subsoil compaction by \nvehicles with high axle load. Soil Till. Res., 29:151-155, 1994.  \n\nADAMS, W.A. &amp; AKHTAR, N. The possible consequences for herbage growth \nof waterlogging compacted pasture soils. Plant Soil, 162:1-17, 1994.  \n\nARAH, J.R.M. &amp; SMITH, K.A. Steady-state denitrification in aggregated soils: a \nmathematical model. J. Soil Sci., 40:139-149, 1989. \n\nARSHAD, M.A.; LOWERY, B. &amp; GROSSMAN, B. Physical tests for monitoring \nsoil quality. In: DORAN, J.W. &amp; JONES, A.J., eds. Methods for assessing \nsoil quality. Madison, Soil Science Society of America. 1996. p. 123-141 \n(SSSA Special publication 49). \n\nBALBUENA, R.H.; TERMINIELLO, A.M.; CLAVERIE, J.A.; CASADO, J.P. &amp; \nMARLATS, R. Compactación del suelo durante la cosecha forestal. \nEvolución de las propriedades físicas. R. Bras. Eng. Agric. Ambient., 4:453-\n459, 2000. \n\nBEUTLER, A.N.; SILVA, M.L.N.; CURI, N.; FERREIRA, M.M.; CRUZ, J.C. &amp; \nPEREIRA FILHO, I.A. Resistência à penetração e permeabilidade de \nLatossolo Vermelho distrófico típico sob sistemas de manejo na região dos \ncerrados. R. Bras. Ci. Solo, 25:167-177, 2001. \n\nBLACK, G.R.; NELSON, W.W. &amp; ALLMARAS, R.R. Persistence of subsoil \ncompaction in a mollisol. Soil Sci. Soc. Am. J., 40:943-948, 1976. \n\nBRELAND, T.A. &amp; HANSEN, S. Nitrogen mineralization and microbial biomass \nas affected by soil compaction. Soil Biol. Biochem., 28:655-663, 1996. \n\nBREMNER, J.M. &amp; MULVANEY, C.S. Nitrogen – Total. In: PAGE, A.L.; \nMILLER, R.H. &amp; KEENEY, D.R., eds. Methods of soil analysis, 2.ed. Part 2. \nMadison: American Society of Agronomy/Soil Science Society of America, \n1982. p.595-624. \n\nÇARMAN, K. Compaction characteristics of towed wheels on clay loam in a soil \nbin. Soil Till. Res., 65:37-43, 2002. \n\nCERDÀ, A. Seasonal variability of infiltration rates under contrasting slope \nconditions in southeast Spain. Geoderma, 69:217-232, 1996. \n\n\n\n 92 \n\nCORNS, I.G.W. Compaction by forestry equipment and effects on coniferous \nseedling growth on four soils in the Alberta foothills. Can. J. For. Res., \n18:75-84, 1988. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. \nCentro Nacional de Pesquisa de Solos. Manual de métodos de análise de \nsolo. 2.ed. Rio de Janeiro, 1997. 212p. \n\nFERNANDES, H.C. &amp; SOUZA, A.P. Compactação de um Latossolo Vermelho \ncausada pelo tráfego do “Forwarder”. R. Árvore, 27:279-284, 2003. \n\nFROEHLICH, H.A.; MILES, D.W.R. &amp; ROBBINS, R.W. Soil bulk density \nrecovery on compacted skid trails in central Idaho. Soil Sci. Soc. Am. J., \n49:1015-1017, 1985. \n\nGRANT, C.A. &amp; LAFOND, G.P. The effects of tillage systems and crop \nsequences on soil bulk density and penetration resistence on a clay soil in \nsouthern Saskatchewan. Can. J. Soil Sci., 73:223-232, 1993. \n\nGREACEN, E.L. &amp; SANDS, R. Compaction of forest soils: a review. Aust. J. Soil \nRes., 18:163-89, 1980. \n\nHÅKANSSON, I.; VOORHEESS, W.B. &amp; RILEY, H. Vehicle and wheel factors \ninfluencing soil compaction and crop responses in different traffic regimes. \nSoil Till. Res., 11:239-282, 1988. \n\nHÅKANSSON, I. &amp; REEDER, R.C. Subsoil compaction by vehicles with high \naxle load-extent, persistence and crop response. Soil Till. Res., 29:277-304, \n1994. \n\nHÅKANSSON, I. &amp; VOORHEES, W.B. Soil compaction. In: LAL, R.; BLUM, \nW.H.; VALENTINE, C. &amp; STEWARD, B.A., eds. Methods for assessment of \nsoil degradation. Advances in soil science. Boca Raton, CRC Press, 1998. \np.167-179.  \n\nHAMMEL, J.E. Effect of high axle load traffic on subsoil physical properties and \ncrop yields in the Pacific Northwest, USA. Soil Till. Res., 29:195-203, 1994. \n\nHANSEN, S.; MAEHLUM, J.E. &amp; BAKKEN, L.R. N2O and CH4 fluxes in soil \ninfluenced by fertilization and tractor traffic. Soil Biol. Biochem., 25:621-630, \n1993. \n\nHATCHELL, G.E.; RALSTON, C.W. &amp; FOIL, R.R. Soil disturbance in logging. J. \nFor., 68:772-775, 1970. \n\nISHAQ, M.; HASSAN, A.; SAEED, M.; IBRAHIM, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan. I. Soil physical properties \nand crop yield. Soil Till. Res., 59:57-65, 2001a. \n\n\n\n 93 \n\nISHAQ, M.; HASSAN, A.; SAEED, M.; IBRAHIM, M. &amp; LAL, R. Subsoil \ncompaction effects on crops in Punjab, Pakistan. II. Root growth and \nnutrient uptake of wheat and sorghum. Soil Till. Res., 60:153-161, 2001b. \n\nJAKOBSEN, B.F. &amp; GREACEN, E.L. Compaction of sandy forest soils by \nForwarder operations. Soil Till. Res., 5:55-70, 1985. \n\nJENSEN, L.S.; McQUEEN, D.J.; ROSS, D.J. &amp; TATE, K.R. Effects of soil \ncompaction on N-mineralization and microbial–C and –N. II. Laboratory \nsimulation. Soil Till. Res., 38:189-202, 1996. \n\nJORAJURIA, D. &amp; DRAGHI, L. Sobrecompactación del suelo agricola. Parte I: \nInfluencia diferencial del peso y del número de pasadas. R. Bras. Eng. \nAgric. Ambient., 4:445-452, 2000. \n\nJORAJURIA, D.; DRAGHI, L. &amp; ARAGON, A. The effect of vehicle weight on \nthe distribution of compaction with depth and the yield of Lolium/Trifolium \ngrassland. Soil Till. Res., 41:1-12, 1997. \n\nKAYOMBO, B. &amp; LAL, R Responses of tropical crops to soil compaction. In: \nSOANE, B.D. &amp; van OUWERKERK, C., eds. Soil compaction in crop \nproduction. Amsterdam, Elsevier, 1994. p.287-316. \n\nKEMPER, W.D. &amp; ROSENAU, R.C. Aggregate stability and size distribution. In: \nKLUTE, A., ed. Methods of soil analysis. Part 1 – Physical and \nmineralogical methods. SSSA book series, 2a ed., 1986. p.425-442. \n\nKEMPERS, A.J. &amp; ZWEERS, A. Ammonium determination in soil extracts by \nthe salicylate method. Commun. Soil Sci. Plant Anal., 17:715-723, 1986. \n\nKOGER, J.L.; BURT, E.C. &amp; TROUSE, A.C. Multiple pass effects of skidder \ntires on soil compaction. Trans. Am. Soc. Agric. Engrs., 28:11-16, 1985. \n\nLAL, R. Axle load and tillage effects on crop yields on a Mollic Ochraqualf in \nnorthwest Ohio. Soil Till. Res., 37:143-160, 1996. \n\nLEVY, G.J. &amp; MILLER, W.P. Aggregate stabilities of some southeastern U.S. \nsoils. Soil Sci. Soc. Am. J., 61:1176-1182, 1997. \n\nLOGSDON, S.D.; ALLMARAS, R.R.; NELSON, W.W. &amp; VOORHEES, W.B. \nPersistence of subsoil compaction from heavy axle loads. Soil Till. Res., \n23:95-110, 1992. \n\nMARSILI, A. &amp; SERVADIO, P. Compaction effects of rubber or metal-tracked \ntractor passes on agricultural soils. Soil Till. Res., 37:37-45, 1996. \n\nMARSILI, A.; SERVADIO, P.; PAGLIAI, M. &amp; VIGNOZZI, N. Changes of some \nphysical properties of a clay soil following passage of rubber – and metal-\ntracked tractors. Soil Till. Res., 49:185-199, 1998. \n\n\n\n 94 \n\nMARTINO, D.L. &amp; SHAYKEWICH, C.F. Root penetration profiles of wheat and \nbarley as affected by soil penetration resistance in field conditions. Can. J. \nSoil Sci., 74:193-200, 1994. \n\nNUGENT, C.; KANALI, C.; OWENDE, P.M.O.; NIEUWENHUIS, M. &amp; WARD, S. \nCharacteristic site disturbance due to harvesting and extraction machinery \ntraffic on sensitive forest sites with peat soils. For. Ecol. Manage., 180:85-\n98, 2003. \n\nOUSSIBLE, M.; CROOKSTON, P.K. &amp; LARSON, W.E. Subsurface compaction \nreduces the root and shoot growth and grain yield of wheat. Agron. J., \n84:34-38, 1992. \n\nPAGLIAI, M.; FEBO, P.; La MARCA, M. &amp; LUCAMONTE, G. Effetti del \ncompattamento provocato da differenti tipi di pneumtici su porosità  e \nstrutura del terreno. Riv. Ingeg. Agr., 3:168-176, 1992. \n\nPANAYITOPOULOS, K.P.; PAPADOPOULOU, C.P. &amp; HATJIIOANNIDOU, A. \nCompaction and penetration resitence of an Alfisol and Entisol and their \ninfluence on root growth of maize seedlings. Soil Till. Res., 31:323-337, \n1994. \n\nPOLLARD, F. &amp; ELLIOTT, J.G. The effect of soil compaction and method of \nfertilizer placement on the growth of barley using a concrete track \ntechnique. J. Agric. Eng. Res., 23:203-216, 1978. \n\nRENAULT, P. &amp; STENGEL, P. Modelling oxygen diffusion in aggregated soils. I. \nAnaerobiosis inside the aggregates. Soil Sci. Soc. Am. J., 58:1017-1023, \n1994. \n\nSEIXAS, F. &amp; SOUZA, C.R.S. The use of bulk density and cone penetrometer \nresistance as indicators to evaluate the influence of forestry machine traffic \non soil compaction. In: IUFRO CONFERENCE ON INDICATORS FOR \nSUSTAINABLE FOREST MANAGEMENT, Melbourne, 1998. Proceedings. \nMelbourne: Natural Resouces and Environment, 1998. p. 156-157. \n\nSILVA, M.L.N.; CURI, N. &amp; BLANCANEAUX, P. Sistemas de manejo e \nqualidade estrutural de Latossolo Roxo. Pesq. Agrop. Bras., 35:2485-2492, \n2000. \n\nSILVA, S.R. Efeitos da compactação sobre características físicas, químicas e \nmicrobiológicas de dois Latossolos e no crescimento de eucalipto. Viçosa, \nUniversidade Federal de Viçosa,  2005. 98p. (Tese de Doutorado) \n\nSILVERSIDES, C.R. &amp; SUNDBERG, U. Operational efficiency in forestry. \nNetherlands: Kluwer Academic, 1989. v.2. 169p. \n\nSTARTSEV, A.D. &amp; McNABB, D.H. Effects of skidding on forest soil infiltration \nin west-central Alberta. Can. J. Soil Sci., 80:617-624, 2000. \n\n\n\n 95 \n\nTAYLOR, J.; BURT, E. &amp; BAILEY, N. Multipass behavior of a pneumatic tire in \ntilled soils. ASAE Paper No 79-1549, St. Joseph, MI, 1982. \n\nUNGER, P.W. Organic matter and water-stable aggregate distribution in ridge-\ntilled surface soil. Soil Sci. Soc. Am. J., 59:1141-1145, 1995. \n\nUNGER, P.W. &amp; KASPAR, T.C. Soil compaction and root growth: A review. J. \nAgron., 86:759-766, 1994. \n\nVOORHEES, W.B.; SENST, C.G. &amp; NELSON, W.W. Compaction and soil \nstructure modification by wheel traffic in the Northern Corn Belt. Soil Sci. \nSoc. Am. J., 42:344-349, 1978. \n\nVOORHEES, W.B.; NELSON, W.W. &amp; RANDALL, G.W. Extent and persistence \nof subsoil compaction caused by heavy axle loads. Soil Sci. Soc. Am. J., \n50:428-433, 1986. \n\nWAGGER, M.G. &amp; DENTON, H.P. Influence of cover crop and wheel traffic on \nsoil physical properties in continuous no till corn. Soil Sci. Soc. Am. J., \n53:1206-1210, 1989. \n\nWALKLEY, A. &amp; BLACK, I.A. An examination of the Degtjareff method for \ndetermining soil organic matter, and a proposed modification of the chromic \nacid titration method. Soil Sci., 37:29-38, 1934. \n\nWERT, S. &amp; THOMAS, B.R. Effects of skid roads on diameter, height, and \nvolume growth in Douglas-fir. Soil Sci. Soc. Am. J., 45:629-632, 1981. \n\nYANG, J.E.; SKOGLEY, E.O.; SCHAFF, B.E. &amp; KIM, J.J. A simple \nspectrophotometric determination of nitrate in water, resin, and soil extracts. \nSoil Sci. Soc. Am. J., 62:1108-1115, 1998. \n\n \n\n\n\n 96 \n\nCONCLUSÕES GERAIS \n\n1. Solos cauliníticos são mais sensíveis à compactação do que os oxídicos-\n\ngibbsíticos. \n\n2. O incremento da microporosidade com a compactação aumenta a retenção \n\nde água no solo nas tensões de 0,01 e 1,5 MPa, tanto em base volumétrica \n\ncomo em base gravimétrica. No entanto, este aumento não se expressa em \n\ntermos de conteúdo de água disponível no solo (ADS). \n\n3. A compactação pode reduzir o FDP e aumentar o FDK, Zn, Cu, Fe e Mn. \n\n4. A compactação diminui a ciclagem de carbono orgânico do solo devido ao \n\naumento da proteção física da matéria orgânica e à menor atividade \n\nmicrobiana aeróbica.  \n\n5. Pressões de compactação superiores a 540 kPa intensificam a formação de \n\nambiente anaeróbico que promove perdas de nitrogênio por denitrificação. \n\n6. A condutividade hidráulica e a resistência à penetração foram as \n\npropriedades do solo que apresentaram maior sensibilidade aos efeitos da \n\ncompactação, com maior potencial de uso para a avaliação da qualidade \n\nestrutural do solo. \n\n7. A alta umidade do solo durante a compressão é um fator determinante para \n\na manifestação dos efeitos deletérios da compactação sobre o crescimento \n\ne nutrição do eucalipto. \n\n\n\n 97 \n\n8. A maior parte dos efeitos da compactação foi manifestada por apenas duas \n\n(no LA) ou quatro (no LVA) passadas do forwarder. \n\n9. Os efeitos da compactação permaneceram após 441 dias do trânsito do \n\nforwarder, embora há sinal de recuperação de algumas características do \n\nsolo. \n\nDeus seja louvado!"}]}}}