{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23919"}, {"@name": "filename", "#text": "819_Castro_WagnerBarbosadeMello_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNICAMP \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS/ÁREA \n\nPETRÓLEO \n\nGEOLOGIA \n\nPÓS-GRADUAÇÃO GEOCIÊNCIAS- ÁREA DE \n\nGEOENGENHARIA DE RESERVATÓRIOS \n\nWAGNER BARBOSA MELLO CASTRO \n\nCORRELAÇÃO ROCHA-PERFIL ATRAVÉS DE REGRESSÃO LOGÍSTICA \n\nDissertação apresentada ao Instituto de Geociências como parte dos \n\nrequisitos para obtenção do título de Mestre em \"Geocí~ncías - Arca \n\nde Geoengenharia de Reservatórios\" \n\nOrientador: Professora Doutora Regina Célia de Carvalho Pinto Moran \n\nCAMPINAS- SÃO PAULO \n\nFEV- 1998 \n\n\n\nUNICAUP \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPÓS-GRADUAÇÃO EM GEOCIÊNCIAS ·ÁREA \n\nGEOENGENHARIA DE RESERVATÓRIOS \n\nWAGNER BARBOSA DE MELLO CASTRO \n\nCORRELAÇÃO ROCHA-PERFIL ATRA VÊS DE REGRESSÃO LOGÍSTICA \n\nDissertação apresentada ao Instituto de Geociências \n\ncomo parte dos requisitos para obtenção do título de \n\nMestre em \"Geociências - Área de Geoengenharia de \n\nReservatórios\" \n\nOrientador: Professora Doutora Regina Célia de Carvalho Pinto Moran \n\nCAMPINAS· SÃO PAULO \n\n- 1998 \n\n\n\nFICHA CAT ALOGRÁFICA ELABORADA \nPELA BffiLIOTECA LG. UNICAMP \n\nCastro, Wagner Barbosa de Mello \nC279c Correlação rocha-perfil através de regressão logística I Wagner \n\nBarbosa de Mello Castro.- Campinas,SP.: [s.n.], 1998. \n\nOrientador: Regina Célia de Carvalho Pinto Moran \nDissertação (mestrado) Universidade Estadual de Campinas. Instituto de \n\nGeociências \n\nl. Petróleo - Geologia. 2. Estatística. I. Moran. Regina Célia de \nCarvalho Pinto. II. Universidade Estadual de Campinas. Instituto de \nGeociências. III. Título \n\n\n\nUNICAMP \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPÓS-GRADUAÇÁO EM GEOCIÊNCIAS - ÁREA DE \n\nGEOENGENHARIA DE RESERVATÓRIOS \n\nAUTOR: Wagner Barbosa de Mello Castro \n\nTÍTULO DA DISSERTAÇÁO/TESE: Correlação Rocha-Perfil Através de Regressão \n\nLogística \n\nORIENTADOR: Prof. :Ora. Regina Célia de Carvalho Pinto Moran \n\nAprovada em: fi_; _f__; :J1: \n\nPRESIDENTE: Profa. Dra. Regina Célia de Carvalho Pinto Moran \n\nEXAMINADORES: \n\nProf. Dr. Regina Célia de Carvalho Pinto Moran - Presidente \n\nProf. Dr. Chang Hung Kiang \n\nProf. Dr. Saul Barisnik Suslick \n\nCampinas.11--de de !?J \n\n\n\nAgradecimentos \n\nÀ Professora Regina pela disponibilidade. motivação e \noportuna orientação. \n\nÀ Petrobras pelos recursos e pela liberação sem os quais \nnão seria possível a conclusão deste trabalho. \n\nAos colegas Jorge A.D. Sarturi, Miguel A.B. de Castro. \nRicardo Ruy Neto e Nelson P.F. Filho pelos comentários. \nsugestões e informações relevantes. \n\nÀ Maria José e às pequenas Theresa e Cora pela nem \nsempre fácil compreensão e infinita paciência demonstradas pelas \nminhas frequentes ausências do convívio familiar. \n\n\n\nSumário \n\nI. introdução ______________________________ _ I \n\n2. Correlação Rocha-Perfil __________________________ 5 \n\n2.1 Intr·odo:ção ________________________ 5 \n\n2.2 Tipos de Correlação----------------------------- 6 \n\n2.3 Natureza dos Dados de Perfis ------------------------- ~ \n\n2.4 Técnicas Multi variadas aplicadas à correlação roch.a·!>er·m _______________ 9 \n\n3. Desenvolvimento Modelo Teórico--------------------- ll \n\n3.1 O Modelo Logístico·--------------------------- ll \n\n3.2 Ajuste do Modelo----------------------------\n\n3.3 Avaliação do Modelo -------------------------- !7 \n\n15 \n\n3.4 Qualidade do ajuste/diagnóstico do modelo ___________________ !S \n\n4. Regressão Logística usando a Logistic ------------------ 20 \n4.1 Introdluçiio __________________________ 20 \n\n4.2 Descrição dos dados---------------------------- 21 \n4.2.1 Contexto geológico•------------------------------ '' \n4.2.2 Descrição das iitofádes ----------------------------\n\n4.2.2.1 Conglomerado arenoso (C a) -------------------------\n4.2.2.2 Arenito conglomerático (Ac) -------------------------\n4.2.2.3 Areniro maciço \n\n4.2.2.4 lnterlaminado (/) -----------------------------\n4.2.2.5 Arenito estratificado (Ae) ---------------------------\n./.2.2.6 Arenito {l/Xiloso deformado ( D) ________________________ _ \n\n4.2.3 Relacionamento entre as litofácies e respostas em perfis elétricos _____________ 2.'1 \n4.2.4 Curvas de fácies e perfis elétricos utilizados--------------------- 2h \n\n4.3 Análise exploratória dos dados de perfis --------------------- 2il \n4.3.1 Poço Pl ________________________________ 20 \n4.3.2 Poço P2 ______________________________ _ \n\n4.3.3 Comparação entre Pl e P2 ---------------------------\n\n4.4 Criação dos modelos com um conjunto fixo de variáveis ________________ 35 \n4.4.1 Criação do Modelo Global ---------------------------\n\n4.5 Geração dos modelos com escolha de vQr>o>vP>&lt;------------------- -12 \n\n4.6 Comentários sobre a avaliação dos modelos ajustados. _________________ -IS \n\n4.7 Comparação com os resultados obtidos pela análise discriminante ___________ -16 \n\n5. Conclusões _______________________________ ./8 \n\nApêndice 1 • Listagens dos programas SAS ./'J \n\nApêndice 2 ·Saídas dos programas SAS --------------------- 51í \n\nApêndice 3 ·Análises sequenciais de testemunhos dos poços Pl e P2 ___________ 88 \n\nApêndice 4 · Gráficos e estatísticas descritivas das variáveis de perfis. __________ N'J \n\nReferências Bibliográficas------------------------- l03 \n\n:1 \n\n\n\nLista de Tabelas \n\nTabela 4-1 Descrição das !itofácies segundo Becker et a/li ( 1989). -----------\n\n4-2 Estatísticas descritivas para o poço Pl (gerai e porfacíes). ________ :'.() \n\nTabela 4-3 Estatísticas descritivas para o poço P2 (geral e porfacies). ________ .. \n\nTabela 4-4 Estatísticas descritivas para o poço Global (geral e porfácies) _______ 3'J \n\nTabela 4-5 Modelos logísticos obtidos a partir do mesmo conjullto de mriâveis do \n\nanálise di:>cr·imin,mJ'e. ________________________ 3() \n\nTabela 4-6 Modelos logísticos obtidos a partir do método srepwise de seleçüo de \n\nvariáveis. _____________________________ -13 \n\nTabela 4-7 Tabela de classificação dos resultados obtidos pelos modelos \n\nlogísticos construidos com base nas variáveis utili:adas pela wuílise \n\ndiscriminante. comparados aos valores dafacies-padrüo ( Rea/fitc). _____ _ \n\nTabela 4-8 Tahela de classijicaçào dos resultados obtidos pelos modelos \n\nlogísticos com seleçào de variáveis comparados aos ,·alores da fâcies-\n\npadrüo ( Rea/fác). ________________________ ./'i \n\nTabela 4-9 Tabela de classificaçào dos resultados obtidos pela wzúli.1e \n\ndiscriminante (efac) e pela regressão logística (fàciesí. ___________ .// \n\nTabela 4-10 Tabela de classificaçâo dos resultados obtidos pela anúlisc \n\ndiscriminante ( efac) e pela regressüo logística com escolha de mriâreis \n\n(facies). --------------------------------------------------\n\n111 \n\n-/.7 \n\n\n\nLista de Figuras \n\nFigura 3-1 Gráfico de logito[n:(x)] versus n:(x) ________________ /-/ \n\nFigura 4-1- Mapa de Localizaçâo do Campo de Pargo. ______________ \"\" \n\nFigura 4-2 Matriz. de Correlação e gráficos de disperslio para o poço P i ______ .. / \nFigura 4-3 Matriz. de correlaçüo e gráficos de dispersâo para o poço P2. _______ . \n\nFigura 4-4 Gráfico do pe1fil de raios-gama para o poço global com os dados \n\noriginais e padroniz.ados. ______________________ .J I \n\nl \\' \n\n\n\nUNICAMP \n\nUNIVERSIDADE ESTADUAL CAMPINAS/ \n\nINSTITUTO DE GEOCIÊNCIAS/ÁREA DE GEOLOGIA \n\nPETRÓLEO \n\nPÓS-GRADUAÇÃO \n\nGEOENGENHARIA DE RESERVATÓRIOS \n\nCORRELAÇÃO ROCHA-PERFIL ATRAVÉS DE REGRESSÃO LOGÍSTICA \n\nRESUMO \n\nDISSERTA CÃO DE MESTRADO \n\nWagner Barbosa de Mello Castro \n\nCom o objetivo principal de verificar-se a aplicabilidade da técnica na arca de \n\ngeoengenharia de reservatórios, foram gerados modelos logísticos de regressão a partir de \n\nlitofácies descritas em testemunhos e dos perfis elétricos para dois poços da Bacia de Camp(b. \n\nEstes modelos foram posteriormente utilizados para se estimar a ocorrência de Lícics \n\nreservatório nos poços. \n\nOs resultados obtidos na estimativa de fácies foram então comparados aos resultados \n\nprovenientes de uma análise discriminante prévia com o objetivo de averiguar a preci.sào das \n\nduas técnicas como ferramentas para se estimar fácies. \n\nEmbora a análise discriminante tenha se mostrado mais precisa na estimativa de Licics \n\nreservatório, não se deve descartar a utilização da regressão logística. A sua independência da \n\npressuposição de normalidade torna esta técnica, ao menos em teoria. mais robusta do que a \n\nanálise discriminante. \n\n\n\nUINICAMP \n\nUNIVERSIDADE ESTADUAL CAMPINAS/ \n\nINSTITUTO DE GEOCIÊNCIAS/ÁREA DE GEOLOGIA \n\nPETRÓLEO \n\nPÓS-GRADUAÇÃO EM GEOCIÊNCIAS • DE \n\nGEOENGENHARIA DE RESERVATÓRIOS \n\nCORRELAÇÃO ROCHA-PERFIL ATRAVÉS DE REGRESSÃO LOGÍSTICA \n\nABSTRACT \n\nDISSERTA CÃO DE MESTRADO \n\nWagner Barbosa de Mello Castro \n\nLogistic regression models were generated starting from lithofacies described in cores \n\nand in well logs for two wells of Campos Basin. The main objective was vcrify thc \n\napplicability of the technique in reservoir geology. The models were used to estimatc thc \n\noccurrence o f reservoir facies in the wells. \n\nResults obtained were compared to the results of a previous discriminant analysrs with \n\nthe objective of determinate the accuracy of the two techniques as tools to estimare rcscrmir \n\nfacies. \n\nAlthough discriminant analysis resulted more accurate in the estimate of resern1ir \n\nfacies. the use of logistic regression should not be discarded. lts independence of the normal \n\ndistribution hypothesis make this technique. at least in theory. more robust than thc \n\ndiscriminam analysis. \n\n\\'] \n\n\n\n1. Introdução \n\nDentro processo, na indústria do petróleo, das atividades de geoengenharia. \n\ncorrelação rocha-perfil um papel muitas vezes injustamente relegado a um plano de \n\nimportância secundária. \n\nfundamentalmente o resultado \n\numa atividade cujos resultados podem inl1uenciar \n\ndos modelos de simulação de t1uxo, que, por sua vez. \n\ncot1sti1tm~rn a base dos projetos de investimento na explotação do campo. Chama-se atenção \n\npara o fato porque urna correlação rocha-perfil criteriosa, com modelos preditivos bem \n\najustados definirá, na verdade, a qualidade dos dados da informação geológica de detalhe que \n\nconseguimos obter elo reservatório. Estas informações. conjugadas aos modelos geológicos de \n\nescala base por sua vez é definida pelo mapeamento sísmico. somadas '\" \n\ninformações obtidas do histórico de produção do campo constituem o modelo global do \n\nreservatório. \n\nO processo de correlação rocha-perfil envolve várias etapas. desde a descri~ão do.s \n\ntestemunhos. até o estudo dos perfis, passando pelas análises petrofísicas. A concatena~üc> \n\ndestas informações. com a geração ele um modelo preclitivo para as fácies descritas é onde \n\nsituaremos o escopo elo atual estudo. As técnicas estatísticas multivariadas ,·em .sendcl \n\ntradicionalmente utilizadas na construção deste modelo preclitivo. Análises discriminantes. \n\nanálises de agrupamentos e modelos lineares de regressão tem sido utilizadas com uma \n\nfrequência cada vez maior pelo corpo técnico que atua na área. conforme veremos mais \n\ndeta!hadamente no próximo capítulo. \n\nMuitas vezes o caráter dos dados disponíveis não permite a utilização adequada da.s \n\ntécnicas multivariadas tradicionais devido às premissas básicas adotadas c:m .seu \n\ndesenvolvimento. Isto se evidencia de uma forma relativamente frequente na utiliza~·ão dos \n\nmodelos lineares de regressão. Estes modelos pressupõem que a variável-resposta sep \n\nnormalmente distribuída, o que raramente se verifica na natureza. Geralmente adota-se algum \n\ntipo de transformação aos dados originais. algumas vezes com sucesso e outras tantas. não. E \n\no caso. por exemplo. da lognormalidade assumida frequentemente como sendo a di.stribui<;;lo \n\ncaracterística da permeabilidade em reservatórios. Deve-se notar. ainda. que dependc:mlu da \n\ntransformação. existe neste procedimento um problema adicionaL pois o retorno \"\"' dadch \n\n\n\noriginais pode em perda de informações. Jensen (!986) sugere um interessante \n\nprocedimento a este respeito, situando a distribuição de permeabilidades de um determinado \n\nconjunto de dados em um ponto qualquer de urna família de distribuições cujos extremos são \n\na distribuição normal e a lognonnal. \n\nAs principais motivações para o desenvolvimento deste estudo. foram. primeiramente. \n\na possibilidade de utilizar-se pioneiramente uma técnica estatística na solução de um \n\nproblema específico de correlação rocha-perfil e. em segundo lugar. mas sem ordem relatíYa \n\nde importância. por acreditarmos. com base nas premissas assumidas no desenYolvimento da \n\ntécnica e nas características dos dados analisados. ser a regressão logística um m0toclo \n\nteoricamente bem adequado à solução do problema específico que será enfocado. \n\nPor conta disto. nos deteremos no caso mais geral de estimativa de fácies a partir \n\nperfis : estimar uma fácies binária. que é na realidade, uma variável indicatriz de fácies. \n\nseja. ela pode assumir os valores L caso seja verificada a ocorrência de fácies reservatório e \n\ncaso contrário. A estimativa se dará a partir de um conjunto de curvas de perfis. Em outras \n\npalavras. faremos uma análise de regressão logística múltipla a partir de um conjumo de \n\nvariáveis explanatórias contínuas, sem mistura de variáveis. \n\nA utilização de modelos logísticos na indústria de petróleo é rara. ficando restrita a \n\neventuais utilizações na área exploratória. Uma interessante aplicação é encontrada em Sih·a \n\n(1983), que, em uma aplicação do método denominado creaming (Meisner &amp; Dcmirmcn. \n\n1981). ajustou o índice de sucesso de uma campanha exploratória através de um modelo \n\nlogístico. com o objetivo de se estimar o potencial petrolífero de uma bacia. \n\nOs modelos logísticos tem sido, principalmente nas últimas duas décadas. \n\nintensivamente utilizados em bioestatística. Em particular, a epidemiologia. em tün~:to do \n\ncaráter dos seus dados e dos objetivos dos estudos, utiliza a regressão logística \n\nextensivamente. transformando-a em ferramenta padrão para a realização de determinados \n\ntipos de estudos (Barros,! 990). Digno de nota, ainda, é o caráter fortemente quantitativo da \n\nepidemiologia. Seus conceitos básicos e medidas de frequência de incidência de doenças sã() \n\nobjetiva e claramente definidos. com base matemática e estatística. Os tipos de estudos mais \n\nfrequentemente realizados. como os de caráter prospectivo e retrospectivo. por exemplo. \n\nencontram-se já bem estabelecidos. cada qual com sua própria aplicação do modelo logístico. \n\n\n\nem função de sua particular estrutura dados. Como estes estudos baseiam-se. em geraL em \n\npopulações com incidência de algum tipo de doença. e os conjuntos de dados são construídos \n\ncom base em observações diretas e/ou indiretas de características destas populações. é muito \n\ncomum o pesquisador desta área manipule com frequência conjuntos de dados formados \n\npor uma mistura de variáveis contínuas e discretas. Deve-se atentar para o fato. porque. em \n\nfunção dos tipos de variáveis explanatórias presentes. o modelo logístico pode apresentar-se \n\nde maneiras algo diferentes de um caso para outro. Esta bem definida estruturação estatística \n\nda epidemiologia contribuiu para a grande evolução verificada nos modelos logísticos em \n\nparticular. Uma rápida verificação na bibliografia existente sobre o assunto mostra-nos de \n\nimediato que existe uma forte associação entre as duas ciências. sendo muito difícil \n\nonde termina a epidemiologia e inicia a estatística. \n\nEstas considerações tornaram-se necessárias para ilustrar o quão incipiente ainda estú. \n\ncomo ciência formal. a área tecnológica de correlação rocha-perfil . Naturalmente. nJo se \n\nexige. em função de seus objetivos o mesmo nível de detalhamento e precisão. por exemplo. \n\nque um estudo epidemiológico às vezes precisa mostrar. Mas nota-se que faltam conceitos \n\nbásicos definidos de maneira algo mais rígida. preferencialmente estatisticamente embasados. \n\ncomo veremos melhor no próximo capítulo. Nos últimos anos têm-se observado um crescente \n\ninteresse na utilização de técnicas estatísticas multivariadas nos estudos de correlação rocha-\n\nperfil. O interesse maior continua recaindo sobre as técnicas tradicionais que são. sem dú\\·ida. \n\nótimas alternativas quando bem aplicadas. Espera-se que este estudo contribua para aumentar \n\no leque de opções à disposição do intérprete. com a utilização de uma técnica consagrada em \n\noutras áreas. acreditando que ela possa ser bem aplicada na área de correlação rocha-perfil. \n\ncom resultados satisfatórios. \n\nNão pretende este estudo se transformar em referência obrigatória em nenhuma das \n\nduas áreas por onde transita. O enfoque adotado será essencialmente prático. Nosso obJetÍ\\'ll \n\nserá. como já assinalado. verificar a aplicabilidade da técnica a um problema específico de \n\ncorrelação rocha-perfil. Desta forma. leitores interessados em aprofundar-se tanto n'\" \n\nmodelos logísticos quanto nos problemas de correlação rocha-perfil devem dirigir-,c a \n\nbibliografia indicada e referenciada no texto. Os conceitos discutidos serão direcionadch a \n\nsolução do nosso problema específico de estimativa de fúcies. \n\n\n\nNeste sentido, o capítulo 2 discutirá de maneira geral o problema de correlação rocha-\n\nperfil, definirá alguns conceitos e comentará alguns exemplos de aplicação existentes na \n\nliteratura, O capítulo 3 tratará do desenvolvimento teórico do modelo logístico, tendo em \n\nvista nosso problema específico, O capítulo 4 fornecerá um exemplo de aplicação da re~'re:ssao \n\nlogística a um conjunto de dados provenientes de dois poços da Bacia de Campos, \n\nutilizando a proc Logistic do SAS, Seus principais recursos serão comentados no decorrer da \n\nanálise, As estimativas de fácies obtidas com a regressão logística serão comparadas a \n\nestimativas oriundas de uma análise discriminante prévia, com o intuito de averiguar-se qual \n\ndas técnicas fornece melhor capacidade preditiva para este conjunto de dados, Finalmente, no \n\ncapítulo 5 comentaremos os resultados alcançados e analisaremos a viabilidade de aplicação \n\nda técnica ao problema proposto, \n\n\n\n2. Correlação Rocha~Perfil \n\n1 Introdução \n\nChamamos de correlação rocha-perfil a todo e qualquer estudo. dentro do processo da \n\ngeoengenharia, visa obter. a partir dos perfis elétricos. estimativas dos parâmetros que \n\ncaracterizam uma rocha ou um determinado grupo de rochas. Estes parâmetros. ou atributos. \n\nnormalmente referem-se às propriedades petrofísicas de maior interesse imediato no estudo de \n\nreservatórios, a porosidade e a permeabilidade, mas não estão restritos a eles. verdade. \n\nqualquer característica de um pacote rochoso que consiga-se verificar em perfis pode ser \n\nobjeto de uma correlação rocha-perfil. Desta forma, a partir de dados de rocha que exprimam \n\nalguma característica de interesse ao estudo. procura-se criar modelos quantitativos que \n\nexprimam da melhor maneira possível o relacionamento entre estas características c suas \n\nrespectivas respostas em perfis. Estes modelos serão utilizados para se fazer estimativas destas \n\ncaracterísticas em poços onde não se dispõe de dados diretos das rochas. Existe. portanto. uma \n\nforte justificativa econômica e operacional para a realização da correlação rocha-perfil. Os \n\ndados de rochas são provenientes quase sempre de testemunhos e são de obtenção \n\nconsideravelmente mais cara e demorada que os dados de perfis elétricos. Por este mo ti v o. \n\nnos estudos de reservatório. os poços testemunhados são considerados os poços-chave. pois é \n\na partir deles que são obtidas as informações diretas das rochas. possibilitando a geraçJo dth \n\nmodelos quantitativos procurados. \n\nO terna correlação rocha-perfil não se encontra. com relação à sua estruturaçüo formal \n\ncomo área de conhecimento tecnológico. ainda bem estabelecido internacionalmente. N Jo se \n\nencontra. na literatura. correspondente em inglês para a expressão que estamos livremente \n\nutilizando. Os estudos de correlação rocha-perfil são costumeiramente relacionados ao que 'c \n\nconvencionou chamar genericamente de aplicações geológicas de perfis. Isto pode incorrer em \n\nalgum tipo de confusão conceituaL pois na área de reservatórios a correlação rocha-perfil tem \n\nobjetivos bem claros e definidos. Em vista disto. Sarzenski &amp; Toledo ( 19901 em trabalho iéÍ \n\nclássico no âmbito da indústria de petróleo no Brasil. fazem um extensivo levantamento \n\n\n\nhistóríco de aplicações de técnicas de correlação rocha-perfiL Além disto. definem conceitos e \n\npropõem um modelo de classificação para os diversos tipos de correlação rocha-perfil \n\nidentificados. A menos que explicitamente referenciado de forma contrária. aclotaremo,; a \n\nclassificação proposta por estes autores. \n\n2.2 Tipos de Correlação \n\nDe acordo com a origem elos dados podem ser identificados três tipos de correlação : \n\nL Correlação perfil-perfil : quando são utilizados apenas dados de perfis. geralmente \n\nassociados a feições e padrões bem definidos identificados nas curvas. Pode ser utilizada \n\nquando não se dispõe de dados das rochas ou quando o objetivo da correlação faz com que \n\npossam ser dispensados. Por exemplo. rastear um determinado marco estratigrüfico c'll \n\ndelimitar a geometria externa de um reservatório: \n\n2. Correlação rocha-rocha : quando são utilizados exclusivamente dados de rocha ou \n\ninformações derivadas das mesmas. Por exemplo. um estudo de porosidades. onde \n\ncomparam-se porosidades obtidas a partir de análises petrofísicas com as obsetTada, em \n\nlâminas delgadas das mesmas rochas: \n\n3. Correlação rocha-perfil : é a mais rica em informações. pois utiliza dados dos dois tipo' \n\nanteriores de correlação. É. também. com relação aos objetivos dos estudos de resen·atório. \n\na mais importante. Trata-se basicamente de comparar curvas de perfis a característica\\ \n\nobservadas em um determinado tipo ou pacote rochoso. A este conjunto de característica' \n\nque definem um tipo litológico. diferenciando-o dos demais. dá-se o nome de Lici.:,. \n\nSegundo o Novo Dicionário da Língua Portuguesa (Ferreira. !986 L o termo Lície' \n\nexpnme: '\"]_ O aspecto de 11111 cmpo. tal como se apresenta à primeiro 1-i.\\lu: 2. U1 \n\ncaracteres de forma e configuraçiio que distinguem um grupo: aspecro. em gemi: c. 6. \n\n(Geo/.) conjunto dos caracteres de uma rocha. considerados soh o \"-'!\"'elo de .\\IIU \n\n\n\nformação.\"' Ou seja, fácies é o caráter distintivo de uma rocha ou grupo de rochas \n\nNeste contexto. iremos trabalhar, neste estudo, com rochas cujas características definem \n\numa fácies de rocha-reservatório. Esta fácies reservatório será identificada a partir das \n\ncorrespondentes veríficadas nos perfis elétricos. A este conjunto de assinaturas \n\ncaracterísticas chamamos eletrofácies. Este termo, originalmente empregado por Serra &amp; \n\nAbbott ( 1980) é análogo ao conceito de fácies geológica e visa caracterizar em leituras de \n\nperfis, determinadas zonas através de suas respostas e possibilitar a diferenciação entre \n\nestas e outras zonas igualmente bem caracterizadas. Pode-se esperar. portanto. cada \n\nocorrência de fácies-reservatório uma respectiva eletrofácies. \n\nContinuando com a classificação proposta &amp; Toledo ! cit. L a \n\ncorrelação rocha-perfil, por sua vez, em função de seus objetivos e da natureza dos dados de \n\nrocha utilizados. pode ser subdividida em 4 tipos : \n\nL Fácies litológica de correlação rocha-perfil : quando objetiva-se obter modelos de \n\ncorrelação rocha-perfil que possibilitem a extrapolação de características litológicas. as \n\nlitofácies. a partir das correspondentes eletrofácies. Por exemplo. a identificação de \n\nfolhelhos capeadores em poços não testemunhados: \n\n2. Fácies reservatório de correlação rocha-perfil : quando além. obviamente. da litologia. \n\nsão consideradas também informações relativas à sua qualidade como reservatório. isto 0. \n\nsua capacidade de armazenar e produzir hidrocarbonetos. Por exemplo. contrastando com o \n\nexemplo anterior. podemos ter um folhelho fraturado. representante Je uma fúcics-\n\nreservatório: \n\n3. Fácies diagenética de correlação rocha-perfil : quando o estudo é direcionado a \n\ncaracterizar fácies a partir de características derivadas de sua história diagenética. Por \n\nexemplo, rastear níveis de arenito cimentado dentro de um reservatório: \n\n4. Fádes petrofísica de correlação rocha-perfil : são de maneira geral as mais importamcs \n\nao estudo de detalhe de um reservatório. São aquelas onde propriedades importantes conw \n\nporosidade efetiva. permeabilidade. volume de argilas. etc .. são as características que. \n\n\n\nassociadas às rochas, definem as fácies (e correspondentes eletrofiicies l que buscamos. Por \n\nexemplo, podemos querer caracterizar zonas de produção a partir de fácies petrofísicas. \n\nDentro deste contexto, iremos trabalhar com o reconhecimento de fácies reservatório a \n\npartir de suas correspondentes eletrofácies, usando para tal um modelo quantitativo definido \n\natravés de regressão logística. \n\n2.3 Natureza dos Dados de Perfis \n\nNeste pv·u\"J• convém inserir uma breve discussão sobre a natureza dos dados oriundos \n\ndos perfis elétricos. Definimos perfis como sendo o registro contínuo. analógico ou digital. \n\nobtido em um poço a intervalos regulares de profundidade. de propriedades físicas do meio \n\ninvestigado. Existem ferramentas específicas para a leitura de raios gama. resistividade. tempo \n\nde trânsito de uma onda compressionaL etc .. Cada uma destas propriedades tem por obJeli\\'o \n\nfornecer uma indicação de alguma propriedade da rocha e/ou do tluido contido nela. \n\nTrabalhamos, portanto. com medidas indiretas das propriedades de interesse. Daí a \n\nnecessidade de calibrar estas leituras de perfis a partir de observações diretas propriedades. \n\naveriguadas em uma amostra da rocha. Estas amostras geralmente provêm de testemunhus. \n\nque. conforme comentamos anteriormente, são dispendiosos e raros. Torna-se obvia. assim. a \n\nnecessidade de se obter um modelo preditivo de correlação rocha-perfil. Um outro fato para n \n\nqual deve-se atentar com relação aos dados de perfis é que eles são. de maneira geral. muit(l \n\nafetados pelo ambiente dos poços. Temperatura. composição e salinidade do fluido de \n\nperfuração utilizado, por exemplo. influenciam sobremaneira as leituras efetuadas pelas \n\nferramentas de perfilagem. Existem. naturalmente. métodos para filtrar estas influências. mas \n\npode-se esperar uma perda ou, pelo menos. atenuação do sinal adquirido pela ferramenta. \n\nImportante. também. é o suporte sobre o qual as informações são obtidas. Diferentes \n\nvolumes de rocha investigados tendem a fornecer diferentes valores para a propriedade \n\nanalisada. Ou seja. defrontamo-nos. também. com o problema de escala da medida \n\n\n\nconsiderada. Diferentes perfis investigarão diferentes volumes de rocha e fornecerão distintas \n\nimagens do meio. \n\nOs dados de perfis utilizados nas análises não são os dados brutos. isto é. as leituras \n\ndiretamente realizadas pelas ferramentas. Eles passam por um processo de suavização. \n\ngeralmente representado por uma média móveL fazendo com que alguma perda de \n\ninformações devido à atenuação do contraste verificado entre as camadas diferentes. Tenta-se. \n\natravés de um processo conhecido por deconvolução. reverter esta suavização. recuperando os \n\ndados originais. mas frequentemente de maneira infrutífera. Uma outra maneira tentativa de \n\nrecuperar-se um pouco da informação perdida é utilizar os perfis quadratizados. ou seja. \n\nconsiderando cada intervalo relativamente homogêneo como sendo representado por um valor \n\nconstante (o valor médio do intervalo. exemplo). Existem vários métodos de \n\nquadratização de perfis. sendo um dos mais simples o método das derivadas. onde os limites \n\nentre as zonas homogêneas são definidos pelos pontos de intlexão das curvas. entre os pontos \n\nde máximo e mínimo locais. \n\n2.4 Técnicas Multivariadas aplicadas à correlação rocha-\nperfil \n\nCaracterizados os dados quanto à sua natureza e definidos claramente os objetivos a \n\natingir com a correlação rocha-perfiL passamos agora a discutir rapidamente os modelos \n\nquantitativos mais comumente utilizados em correlação rocha-perfil. V amos nos ater a \n\nmodelos decorrentes da utilização de métodos estatísticos multivariados. objetivo principal \n\ndeste estudo. comentando brevemente alguns exemplos selecionados da literatura a partir de \n\n1990. Até esta data uma ampla cobertura bibliográfica é encontrada em Sarzenski &amp; Tokclo \n\n( op.cit). \n\nO procedimento mais comumente adotado tem sido a utilização da funçJo \n\ndiscriminante isoladamente ou em conjunto com outras técnicas multivariadas como anülisc \n\nde agrupamentos. componentes principais. análise de fatores. etc .. para identificar fácies a \n\npartir de perfis. et al!i ( !994) aplicaram a técnica discriminante a arenitos de um campo \n\n\n\ngás no do Norte, com o intuito de reconhecer litofácies e obter uma prev1são do \n\ncomportamento da permeabilidade nos poços não testemunhados, Lin &amp; Salish í !994). com o \n\nobjetivo de avaliat as propriedades petrofísicas (porosidade e permeabilidade i de arenitos \n\natgilosos uso discriminação. As eletrofácies foram previamente associadas éh \n\n!itofácies de petrofísico conhecido via componentes principais e anúlíse de \n\nagrupamentos sendo posteriormente discriminadas. Elek (1988) e Woronow ( l987i discutem. \n\nrespectivamente a análise de componentes principais e análise de agrupamentos como \n\nferramentas úteis à correlação rocha-perfiL Uma interessante comparação entre a análise \n\ndiscriminante e a análise de regressão lineat múltípla pode ser encontrada em Greder et allí \n\n(1995), Buscando estimar permeabilidade a partir de perfis em poços não testemunhados. \n\nestes autores chegaram à conclusão, que para o conjunto dados analisado, a melhor \n\né obtida a partir da análise discriminante, \n\nNo BrasiL principalmente no ãmbito da Petrobras SA. as aplicações de técnicas \n\nmultivariadas na correlação rocha-perfil tem sido cada vez mais frequentes. Pode-se citar, a \n\neste exemplo, os artigos de Bucheb ( 199!, 1992) que tem trabalhado extensivamente com estas \n\ntécnicas. notadamente com a análise de componentes principais. Castro ( 19911 propôc um \n\nalgoritmo baseado em agrupamentos disjuntos. para reconhecimento de eletrofácies. Souza k \n\n(199!) aplica as técnicas de agrupamento. discriminante e regressão múltipla ~ caractcnLa~ão \n\nde reservatórios da Bacia PotiguaL Steagall et alli ( 1995) buscam estimar permeabilidades a \n\npartir de perfis em rochas carbonátícas da Bacia de Campos. utilizando análise discriminante c \n\nregressão linear múltipla. \n\nNão foi encontrada. na literatura pesquisada. referência à utilização de modelos \n\nlogísticos na correlação rocha-perfiL \n\ni O \n\n\n\n3. Desenvolvimento do Modelo Teórico \n\n1 O Modelo Logistico \n\nA análise de regressão logística é utilizada para descrever o relacionamento entre uma \n\nvariável-resposta categórica (discreta) e uma ou mais variáveis explanatórias que podem ser \n\ndiscretas e/ou contínuas. No caso específico deste estudo que analisa a correlação rocha-perfil. \n\nvamos nos ater exclusivamente ao problema tratado. ou o relacionamento entre uma \n\nvariável-resposta discreta, - mais especificamente, binária- representando a ocorrência ou não \n\nde fácies reservatório e um conjunto de variáveis explanatórias que representam as diversas \n\ncurvas de perfis elétricos utilizadas. \n\nTome-se, por exemplo. o seguinte modelo : \n\nY=~0 +~,X,+e 13.11 \n\nonde Y, a variável fácies. é estimada a partir da função linear simples assinalada acima. com \n\n~o e ~' representando os parâmetros a estimar e X, o i-ésimo perfil. Os valores que pode \n\nassumir são l, no caso da fácies representar a ocorrência de rocha reservatório c O. caso \n\ncontrário. Examinemos mais deta!hadamente seu comportamento : \n\nE[Y]= LP(Y= 1 )+O.P(Y=O)=P(Y= l) \n\nChamemos de n:(x) esta probabilidade. P(Y=l). Então. \n\nP(Y=O)= 1-P(Y= I )=1- rc(x) \n\nE[Y 2 ] = 12 . rc(x) +O' .[l- rc(x)] = n:( x) \n\nVar[Y] = E!Y 2 )-[E(Y) 2 ]= n:(x) rc(x)' = rc(xl[l-rc(xl] \n\nl! \n\n\n\nDaqui decorrem algumas conclusões importantes : \n\nI. Y é heterocedástica. ou seja, sua \n\n2. n(x) é uma probabiíidade, O:<:: n(x) :S l, significando a probabilidade de ocorrência \n\nda fácies reservatório. Neste caso, o modelo de regressão linear tradicional poderia \n\nfornecer valores estimados de Y fora do intervalo [0.!]. o que não faria sentido: \n\n3. Como variável discreta, Y não pode ser normalmente distribuída. como pressupõe a \n\nregressão linear. \n\nUm modelo que atende estas restrições é o modelo logístico. 1naneira diversa da regressão \n\nlinear, a probabilidade de observarmos a ocorrência de uma determinada fácies é uma função \n\nnão linear das variáveis explanatórias. Entretanto. é possível linearizá-lo através do logíto e \n\neste fato possibilita o desenvolvimento do modelo. Vamos considerar Jt( x) a probabilidade de \n\nocorrência de fácies reservatório e 1-n(x) a ocorrência de fácies não-reservatório. A razão \n\nn(x) , . \n\n( ) \ne chamada odds. O logantmo \n\n1-Jt X \n\ntransformação dá nome ao método. \n\ndos (){/ds. ( \nn(x) ) \n\nln \n1 \n\nJt( x) é o chamado logito. cUJa \n\nVamos considerar n observações de ocorrências de determinada fácies a partir das I' cu r\\' as de \n\nperfis. Ou seja. para cada i fácies são medidos p perfis x,,. x, 2 ..... x,,. \n\nAssim. temos : \n\n. [ n(x,) J \" \nlogno[n(x,)]=ln _ ( ) =~0 +Í:,. x\"~' \n\nI Jt X\n1 \n\n1cl \n\nExponenciando e explicitando n( x,). vem : \n\nn(x,) \n\n:n:(x,) \n=e \n\nc \n[3,-.-L, \\,[), \n\n,~, \n\n\n\nrr(xJ= [1-n:(x,)]e \n\nc \n~c~ 2:>,~, \n\n'=1 \n\nn:(x,)=-e __ _ \n\n~,~f'\"~' 1 +e ,., \n\nrr(x,) é a probabilidade estimada da ocorrência de detenninada fácies. Mais precisamente. é a \n\nprobabilidade de ocorrência da fácies reservatório, dado um determinado conjunto Je curYib \n\nde perfis. \n\nLogo, \n\n' ~,~I·,~. \nt~• \n\nP(Y, =IIx,J=rr(x,)=-e--,-\n[)II\"\"I''Il3, \n\nI +e '' \n\n13.-f I \n\nCom i= I ,2, ... ,n observações e X i o vetor que contem os valores das curvas Je perfis para a i-\n\nésima observação. \n\nVamos verificar o que acontece com estas probabilidades estimadas. \n\nr \n\nConsideremos. para simplificar, g(x l = ~o +L x,,~ \n1\n\n• Então. \nJ\"\"! \n\nn:(x) \n\nPara g(xl=Ü temos n:(x) =0.5. \n\n13 \n\n\n\nSe g(x) cresce muito, límrr(x) = l \ng1;; )--0= \n\nSe g(x) é muito pequeno, limrr(x) =O \n\nfácies impõe com respeito aos limites da estimativa de rr(x). \n\nAnalisemos, também, o comportamento da função logito, \n\ncom rr(x) E \n\nlog i to[ rr( x)] = \nrr(x) \n\n1- rr(xl \n\n. cujo gráfico é mostrado na figura 3.1- L \n\nLogi!o \nde Pi \n\n000 -~ \n\n-0 50 0.50 1 50 \n\nPi \n\nFigura 3-l Gráfico de logito[ rr(x)] versus rc( x) \n\nde \n\n{,),()) \n\nVerifica-se que seu domínio é o intervalo (0,!) e sua rmagem o intervalo (-=.+=).Sua \n\n. d{logito[rr(xl]} 1 \ndenvada = indica uma função crescente no intervalo de \n\ndrr(x) rr(x)[l-n:(x)] \n\ndomínio considerado. o que faz com que cada ponto no intervalo (0. l) seja levado a apenas \n\num ponto do intervalo (-=.+=),fazendo com que esteja solucionada a talvez maior restriçi\\o \n\nà utilização da regressão linear a este tipo de problema. No caso do modelo de rcgressi\\cl \n\nlogístico as probabilidades estimadas encontram-se coerentemente dentro do intervalo 1 O. I L \n\n\n\nAjuste do Modelo \n\nAjustar um modelo de regressão logística a um conjunto de dados esnn1ar os \n\nparâmetros [3 da equação (3.4 ), Na regressão linear isto é feito através do:; quadrado' \n\nnúnimos, que mrnnm;~a a soma dos quadrados dos desvios entre os valores observados e ch \n\nvalores preditos a partir do modelo. No modelo logístico. entretanto. o método é diferente. A \n\nestimativa será feita através da função de máxima verossimilhança. O objetivo é selecionar os \n\nparâmetros \n\ndados , Uma descrição completa do método pode ser encontrada em. por exemplo. McCullagh \n\n&amp; Nelder (1983). \n\nO primeiro passo é construir uma função denominada função de verossimilhança. que exprime \n\na probabilidade de ocorrências verificadas em um conjunto de dados em função dos \n\nparâmetros [3, . Os estimadores destes parâmetros são os valores que maximizam a função .. -\\.s \n\nProbabilidades associadas à ocorrência de fácies reservatório P(Y = ilx ) = rr_ e ü ocorrencia ' . \n\nde fácies não-reservatório. P(Y = ülx,) = l- rr, podem ser expressas da seguinte forma 1 para \n\nsimplificar a notação usaremos rr,, deixando claro ser uma função dos x, ): \n\nI' =rr'•(!-rr ),_,· \n' ' ' \n\n( .3. 7) \n\nComo assume-se que as observações são independentes. a função de verossimilhança é obtida \n\na partir do produto dos termos \n\n\" \nI=TII, \n\nPortanto. devemos estimar os valores que maximizam a expressão acima. Estes valores são\"' \n\n[3, pertencentes ao vetor ~ de parâmetros estimados. Ou seja. \n\n\" \nrrf3l=I1r, \n\n15 \n\n\n\nEste é um modelo não linear nos parâmetros. com tratamento computacional complicado. \n\nVamos considerar o logaritmo da expressão acima, \n\nn \n\nln[r:(~ )] =L(~) = L ( y i ln 11:,) + (l- y i) 1-n, l \ni=l \n\nAssim. nosso problema passa a ser encontrar os valores que maximizam a expressão acima . \n\nIsto é feito diferenciando L(~) em relação aos . ~, , .... ~, parâmetros e igualando as \n\nexpressões resultantes a zero, gerando as seguintes expressões, respectivamente para ~\" e \n\npara os demais parâmetros : \n\nn \n\nL(Y, -11:,)=0 13.111 \n!\"'1 \n\ne \n\nn \n\nI,x,(y,-11:,)=0 I 3 .I :2 l \ni=l \n\ncom j significando as p curvas de perfis. Estas p+ I equações não são lineares nos parúmctnh. \n\nfazendo com que estes sejam obtidos a partir de algum método iterativo. Os pacotes \n\ncomerciais usam comumente o método de Newton-Raphson. A equação I 3.111 mostra uma \n\nrelação interessante : \n\nOu seja. a soma dos valores observados é igual à soma dos valores preditos. jú dando uma \n\ninformação preliminar a respeito da qualidade do ajuste do modelo. As variüncias c \n\ncovariâncms dos coeficientes estimados são calculados a partir das de ri v a das segundas da \n\nfunção L(~) e têm a forma geral : \n\n\" \n-I,x~rql-n:,) \n\ni\"'! \n\ne \n\n\" \n-I,xllxlurr:l(l-n:l) ! ~.15) \n\ni=l \n\n!6 \n\n\n\ncom j,u=l A matriz (p+ 1 )x(p+ l) que contém os negativos dos termos fornecidos por \n\nestas equações chama-se matriz de informações, I(~) . As variâncws e covariiincta' \n\nprocuradas são obtidas da inversa da matriz de informações. V(~ l = (~ l. O j-ésimo \n\nelemento diagonal desta matriz é a variància de ~ \n1\n\n• cr(~,) e os elementos fora da diagonal \n\nA -\n\nrepresentam as covariâncias G(~ 1 .~,) entre ~J e ~\".A matriz dos estimadores das variüncias \n\ne covariâncias. v(~) contém os valores Ô'(~J) e Ô'(~,-~,). j .u=O. L2 ..... p. calculado, \n\nresolvendo-se V(~) para~. O erro padrão estimado destes coeficientes estimados é: \n\n(3.16l \n\nO interessado em maiores detalhes dos procedimentos e definições acima pode se referir \n\na Hosmer &amp; Lemeshow (!989). \n\n3.3 Avaliação do Modelo \n\nApós estimados os coeficientes do modelo logístico é preciso avaliá-lo. O primeiro P\"\"\" \nnormalmente é verificar a significância das variáveis consideradas no modelo. bto \n\nnormalmente é feito a partir de testes sob hipótese nula. ou seja. queremos testar a hipótese do \n\nparâmetro em consideração ser nulo. H 0 : ~. =O. A significância a que nos referimos tem o \n\nsignificado clássico da significância estatística. Atenta-se para este detalhe porque() fato de'\" \n\nparâmetros serem significantes em um determinado nível estatístico não quer dizer. \n\nobrigatoriamente. que o modelo é adequado aos dados observados. O que irá nos dizer \"' '\" \n\nvalores dos !3 estimados definem um modelo que seja representação acurada do conjunto de \n\ndados será o diagnóstico do modelo. a partir de suas estatísticas. criadas para se avaliar a \n\nqualidade do ajuste. \n\nCom relação à significância. de maneira geral a avaliação é feita comparando-.sc os ,·aiorc' \n\nobservados com os preditos a partir de modelos com e sem a variüvel analisada. E'ta \n\ncomparação é feita pela estatística da razão de verossimilhança: \n\n17 \n\n\n\n13.171 \n\ncA\"\"'m ainda duas outras estatísticas equivalentes à da razão de verossimilhança. a estatística \n\nde Seu cálculo. embora relativamente simples no \n\nparticular caso univariado, exibe um grande grau de complexidade no caso multivariado. \n\ncaso univariado, a título de exemplo. a estatística de Wald compara a estimativa do parâmetro \n\nà estimativa do erro padrão : \n\nEsta estatística tem distribuição normal padrão sob a hipótese nula. O score test. por sua vez. \n\né baseado na distribuição condicional da derivada primeira em relação a P1 da equação 13.12 I \n\ndada a derivada primeira em relação a Po , equação (3.11 ). No caso multi variado estas \nestatísticas tem a seguinte forma : \n\ne \n\nST = U'(~)r 1 (~)u(~) 13.201 \n\nonde U, o vetor dos escores eficientes, é o vetor que contém as derivadas primeiras da fun<;Cto \n\nde verossimilhança em relação aos parâmetros. e I(P) é a matriz de infonnaçJo JÜ \n\nanteriormente referenciada. Sob a hipótese nula de que os p coeficientes das variáveis do \n\nmodelo sejam ignais a zero, estas três estatísticas têm distribuição qui-quadrado com p graus \n\nde liberdade. \n\n3.4 Qualidade do ajuste/diagnóstico do modelo \n\nAjustado o modelo, precisamos verificar o quão adequado ele está. isto é. se ele é realmente \n\nefetivo para descrever o conjunto de dados. Uma maneira simples de se verificar isw 0 \n\nlS \n\n\n\ncomparando a distância entre o valor observado y, e o valor estimado, y,. Em outras \n\npalavras, fazer uma análise de resíduos, (y, -yJ Pregibon (198!), em trabalho cbssico_ \ndiscute e propõe diversas medidas e maneiras de se avaliar a qualidade do ajuste_ Hosmer &amp;: \n\nLemeshow ( 1989) são uma boa referência para uma discussão mais atualizada. Estas medid~b \n\nincluem, por exemplo. o resíduo de Pearson e o resíduo da estatística de verossimilhança \n\n(chamada desvio, por Pregibon)_ \n\nComo estes métodos têm caráter essencialmente prático - Pregibon (op_ cit.) propõe o L\"n \n\nextensivo de gráficos índices, por exemplo - serão comentados, quando necessáno, no \n\npróximo capítulo, que tratará de uma aplicação prática do modelo logístico. \n\n19 \n\n\n\n4. Regressão logística usando a Proc logistic \n\n4.1 Introdução \n\nEste capítulo tratará de uma análise de regressão logística para estimar fácies a partir \n\nde um conjunto real de dados. O objetívo. além de ilustrar uma aplicação da técnica. é sugerir \n\num enfoque alternativo a este tipo de problema de correlação rocha-perfil. podendo \n\neventualmente a ser adotado como procedimento corriqueiro para conjuntos de dados de \n\ncaracterísticas semelhantes. \n\nO problema que enfocaremos, como já referido anteriormente. será a estimativa de \n\nfácies reservatório e fácies não-reservatório a partir do cálculo de sua probabilidade de \n\nocorrência. Esta probabilidade será fornecida por um modelo de regressão logística construído \n\ntomando-se por base as curvas de perfis elétricos e litofácies obtidas a partir da descrição de \n\ntestemunhos. \n\nPrimeiramente serão gerados modelos logísticos para um conjunto pré determinado de \n\nvariáveis. Isto se justifica porque pretende-se fazer uma comparação entre os resultado.s \n\nobtidos pela análise de regressão logística e os oriundos de uma análise discriminante prévia. \n\nque utilizou este mesmo conjunto de variáveis. \n\nA seguir. criaremos modelos logísticos próprios. com a seleção das vmüveis a serem \n\nincluídas no modelo se dando a partir do conjunto completo de variáveis. Será discmida a \n\ntécnica stepwise de seleção de variáveis. \n\nFinalmente. será feita uma comparação entre os resultados obtidos pelos diferentes \n\nmodelos e também pela análise discriminante. Para a realização da modelagem será utilizada a \n\nproc Logistic do SAS. É possível o estudo de modelos logísticos com outras procs. por \n\nexemplo a Catmod para dados categóricos de maneira geral. mas a Logistic. para nos''\" \n\n20 \n\n\n\npropósitos, é melhor solução por ser específica e fornecer os resultados de forma direta e \n\nobjetiva. À medida que fonnos realizando a análise colocaremos eventualmente algurb \n\ntrechos de programas SAS e/ou de suas saídas para facilitar os comentários e a interpretação \n\ndos resultados. \n\nA listagem completa dos programas SAS utilizados encontra-se no apêndice e suas \n\nrespectivas saídas. no apêndice 2. \n\n4.2 Descrição dos dados \n\nSerão uti:liz:ad.os dados provenientes de 2 poços de um campo de Petróleo denominado \n\nPargo, localizado na Bacia de Campos. no estado do Rio de Janeiro \\ver mapa de loc;llização. \n\nfigura 4.1 ). Para este tipo de estudo, é considerado ser um campo de dificuldade mediana. \n\nonde os reservatórios principais são arenitos e conglomerados intercalados u folhelilos. Este \n\nconjunto de rochas. em geraL exibe um bom contraste nas leituras de perfis. facilitando a \n\nanálise. Os dados estão indexados pela profundidade e compõem-se da própria profundidade \n\n(vertical), das fácies e das leituras efetuadas pelos perfis elétricos. \n\n\n\nBUlA DE CAMPOS \nN \n\nWA DE LOCH111\\AO \n\nFigura 4-1 - Mapa de Localização do Campo de Pargo. \n\n22 \n\n\n\n4.2.1 Contexto geológico \n\nna porção norte da Bacia de Campos. sob uma lâmina \n\nágua média 100 metros. Seu reservatório principal, o Arenito Carapeba. de idade \n\ncretácea. é composto por sedimentos areno-conglomeráticos depositados por correntes de \n\nturbidez. A deposição deu-se segundo a \n\npor dois altos estruturais gerados como efeito da ha!ocinese sindeposicional que atuou na \n\nbacia. À medida que se depositavam os turbiditos o substrato acomodava-se a partir da \n\nmovimentação das falhas lístricas de crescimento existentes na região limítrofe entre a calha e \n\nos altos estruturais. Isto possibilitou o acúmulo de uma expressiva pilha sedimentar que chega \n\na até 260 metros de espessura. \n\nCom relação à geometria externa. estes sedimentos constituem um complexo \n\nturbídítico de lobos canalizados recobertos por um complexo de canais e diques marginais \n\n(Bruhn &amp; Moraes, 1988). Segundo Bruhn (1993), toda a sedimentação se deu em um sistema \n\nretrogradante onde a diminuição da taxa de sedimentação e consequente decréscimo da \n\ngranulometria da área fonte tornou os eventos turbidítícos menos frequentes e com \n\ngranulometria mais fina. dando origem a sequênciasjining e thinning upward bem definidas. \n\n4.2.2 Descrição das litofácies \n\nA partir da descrição dos testemunhos pode-se caracterizar. conforme Beckcr ct allí \n\n(1989). seis litofácies : Conglomerado arenoso (Cal. Arenito conglomerátíco 1 A c 1. Arcníttl \n\nmaciço (Am). Interlaminado (Il, Arenito estratificado (Ae) e Arenito argiloso deformado I Dl. \n\nAs análises sequenciais de testemunhos para os dois poços encontram-se no apêndice 3 \n\n4.2.2. 1 Conglomerado arenoso (Ca) \n\nRocha formada por grânulos e pequenos seixos (até l em) dispersos em matriz arenosa \n\nde granu!ometria média a grossa. arcoseana. Os clastos mais frequentes são fragmentos de \n\nrochas graníticas. quartzo e fe!dspatos e compõem de 30 a 60'7r da rocha. Ocorrem \n\neventualmente níveis de címentação calcítica intensa. comumente gradação normal. \n\n\n\n4.2.2.2 Arenito conglomerático (Ac) \n\nrucuucm de granulometria média a grosseira com grânulos e. secundariamente. seixos \n\ndispersos de maneira aleatória. Os clastos podem atingir percentuais de 20 a 30'/c e. como a \n\nlitofácies anterior, compõem-se de fragmentos de rochas graníticas. quartzo e feldspatos. \n\nMostram. ainda. gradação preferencialmente normaL com o tamanho e percentual dos \n\nclastos diminuindo em direção ao topo das camadas. Podem ocorrer níveis de cimenta~:lo \n\ncalcítica ou silicosa. \n\n3 maciço (Am) \n\nArenitos de granulometria média a fina. eventualmente grosseira a muito fina. sekcJo \n~ • ~ > \n\nboa a moderada. aspecto maciço, com gradação normal. Na porção fina pode ocorrer \n\nlaminação plano-paralela. Ocorrem níveis com cimentação calcítica. \n\n4.2.2.4 lnterlaminado (I) \n\nPorções de alternância de camadas e lentes de arenito muito fino. siltito. folhelho \n\nargiloso. marga e calcilutito. Espessuras de milimétricas a centimétricas para as camada.s c \n\nlentes, com a transição entre os níveis podendo dar-se de maneira gradacional ou brusca. \n\nEstratificação plano-paralela. às vezes difusa e micro estratificação cruzada. Presença de \n\nbioturbação em grau variável. \n\n4.2.2.5 Arenito estratificado (Ae) \n\nArenitos finos ou muito finos grudando normalmente a siltitos e intercalações de \n\nsiltitos e folhelhos para o topo das camadas. Comumente encontra-se toda cimentada por \n\ncalcita. Relativamente rica em estmturas sedimentares. com laminação plano-paralela. \n\nestratificações cruzadas de pequeno porte. microestratificações cruzadas. etc. Ocorrência \n\nmuito pouco frequente nos poços considerados. \n\n\n\n4.2.2.6 Arenito argiloso \n\nEngloba as rochas sem estruturas pnmárias bem definidas. decorrentes \n\nhomogeneização dos sedimentos por movimentação plástica e por bioturbação. Pode se \n\nmostrar total ou parcialmente homogeneizada. neste caso sob a forma de camadas com \n\nintercalações de muito com siltitos arenosos e folbelhos \n\nintensamente deformados. É comum a presença diques e soleiras de arenito nos níveis mais \n\nfinos. Também muito pouco frequente nos poços analisados. \n\n4.2.3 Relacionamento entre as litofácies e respostas em pertis \nelétricos \n\nDentre as litofácies descritas e que encontram-se sumarizadas na tabela 4.1. apenas as \n\nlitofácies Ca. Ac e Am constituem reservatório. Formam camadas cíclicas. granodecrescentcs \n\npara o topo. de base comumente erosiva. eventualmente capeadas pelos siltitos e folhelbos da \n\nlitofácies I. A porção basal do reservatório é comumente mais grosseira e espessa. \n\ncontrastando com a porção superior. de ciclos menos espessos e granulometria mais fina. com \n\npredominância da lítofácies Am. Estas três litofácies (Ca. Ac e Aml nmmalmente mostram \n\npassagens transicionais entre si. podendo, entretanto. apresentar contatos bruscos. devidos a \n\nerosão. Para o topo a litofácies Am pode transicionar para a litofácies l - que é mais \n\nfrequentemente observada no topo do reservatório - intercalada aos estratos arenosos. As \n\nlitofácies De Ae são de ocorrência restrita, normalmente associadas à litofácies !. \n\nDe maneira geral. os perfis elétricos. em particular o de densidade. respondem \n\nrazoavelmente bem às variações petrográficas. Os perfis de raios gama identificam bem os \n\nníveis silticos e argilosos servindo para delimitar de maneira satisfatória as litofúcies com \n\ncaracterísticas de reservatório. As litofácies Am e Ac/Ca exibem boas associaçôes com o \n\nperfil de densidade, com um aumento da densidade e consequente diminuição da porosidade \n\nindicada pelo perfil sendo associada à diminuição do grau de seleção e do aumento da \n\nproporção de minerais densos da litofácies Am em direção às litofácies Ac e Ca. Dentro da \n\nlitofácies Am o perfil também corrobora com a granodecrescência ascendente verificada nas \n\n25 \n\n\n\nrochas, com densidades maiores na base (menores porosidades) e menores no topo í maiores \n\nporosidades). \n\nUTOFÁCIES AMBIENTE LlTOLOOLA ESTRUT. SELEÇÃO D!STR!BU GR,--\\i\\LLO \n\nSEDJM. ç..\\o \\lETRlA \n' \n\nCONGL Ca* LOBOS GRANULOS E GRAD. MUITO BASE IJE I GgOSSEI \nARENOSO CANALIZA SEIXOS NORMAL E' BAIXA CICLOS RA/UT!Cf) \n\nDOS DISPERSOS MACIÇO I s \nEM ~·'!ATRIZ \n\nI I \nSFRL; \\\"EL \n\nARENOSA \n\nARENITO A c* LOBOS GRANULOS E MACIÇA. I POBRE BASEiMEIO \\lEDiGROS \nCONGL CANALIZA SEIXOS D!SH. LA['d. CICLO S.J.. \n\nDOS ALEATÓRIOS PARALELA FRJA \\'EL \n\nARENITO Am* \n\nI \nLOBOS INTRACLAST MACIÇA. BOA A TOPO DE \\lED/F!:\\.-\\ \n\nMACIÇO CANALIZA os DE D!SH MODERADA ClCLO FRL\\ \\'EL \nDOS PEL!TOS E \n\nt\\1ARGAS \n\nIN'TERLAM!NA l FÁC!ES iNTER C. DE LAM PARA TOPO \n\nDO DISTAIS LENTES DE LELA. \n\nARN MFNO. RlPPLES \n\nSTO. FLH. \n\nMRG ECLU \n\nARENITO A&lt;FÁCIES ARN. STO. GRAD RARO \\I F\\{ l/F:.:&lt;l \n\nESTRAT DiSTAIS STOIFLH. NORMAL \n\nINTRACL. LAM PAR. \n\nCIMENT CAL \n\nARENITO D FÁC!ES ARGILOSO. MOVIMEN RAR<l \n\nARGiLOSO DISTAIS COM TAÇAO \n\nINTRACL PLÁSTICA \n\nARGILOSOS \n\n- ' Tabela 4·1 Descnçao das htofac1es segundo Becker e! ali! ( !989). \n\n4.2.4 Curvas de fácies e perfis elétricos utilizados \n\nPara representar as litofácies reservatório (Ca. Ac e Aml será criada a variável hinúria \n\nRealfac que assume os valores L caso as litofácies sejam de rochas reservatório e O. c~N' \n\ncontrário. Esta variável será utilizada como parâmetro. representando a nossa fácies-padrao. \n\npara fins de comparaçao com os valores a serem estimados. Esta simplificação serei feiLt \n\n\n\nporque a análise discriminante realizada tinha por meta identificar as fácies reservatório. \n\nDesta forma teremos conjuntos de dados semelhantes, possibilitando uma comparação entre \n\nos resultados obtidos pelas duas técnicas como será visto adiante. \n\nEfac, acrônimo de ele:trc,íá<:res. representa a \n\ntambém, uma variável binárÜL codificada \n\nl caso a ocorrência seja de fácies reservatório e O, caso contrário. A análise discriminante \n\nrealizada (Franco Filho, 1993), contemplou o conjunto de variáveis Grco/Phin/Drcln/1\\iplt \n\ncomo sendo a que melhor explica o conjunto de dados. As \n\nleituras de perfis e exprimem, respectivamente, a radioatividade natural ela rocha através da \n\nleitura dos raios-gama emitidos e o índice de neutrons contido nos fluidos que integram o \n\nvolume de sistema rocha-fluido investigado pela ferramenta de perfilagem. Postula-se que este \n\níndice ele neutrons é uma medida direta do volume ele t1uiclos contido na rocha estando. \n\nportanto, diretamente relacionado à sua porosidade. as variáveis Drcln e Nplt não silo \n\nleituras diretas dos perfis, mas combinações destas. Adota-se corriqueiramente este artifício \n\npois as características expressas pelas curvas utilizadas tomam-se mais facilmente visíveis. \n\nfacilitando o trabalho do intérprete de perfis. Por exemplo, valores negativos de DRDN \n\ncostumam assinalar arenitos que no nosso caso são os reservatórios procurados. As \n\ntransformações são as seguintes : \n\nNplt==( 100-Phinl/(Rhoc-l l \n\nDrdn=( (Rhoc-2)/0.05)-( ( 45-Phin l/3) \n\n14.11 \n\n14 21 \n\nA variável Rhoc é, como as primeiras. uma leitura ele propriedades das rochas. ma1' \n\nespecificamente, de sua densidade. \n\nAdicionalmente a estas curvas ele perfis serão também consideradas. principalmcnlc na \n\netapa ele geração dos modelos logísticos com escolha de variáveis. as variáveis DIL RL Phit e \n\nPhie. A primeira é uma leitura elo tempo de trânsito de uma onda compressional no poço e 0 \n\ndiretamente correlacionável à porosidade da rocha. A segunda. RL é uma medida da \n\nresistividacle do meio e está diretamente relacionada ao tipo ele tluido presente no sistema. As \n\nduas últimas. Phit e Phie são curvas de perfis secundárias. obtidas a partir do processamento \n\n\n\nde outros perfis e exprimem respectivamente a porosidade total da rocha e a porosidade \n\nefetiva ao fluxo de fluidos. \n\n4.3 Análise exploratória dos dados de perfis \n\nn.u'\", de passarmos ao detalhamento dos dados de é uecessáno que seJam \n\nalguns comentários a respeito da natureza dos dados analisados. Via de regra. qualquer \n\nconjunto de dados referente a reservatórios tende. por uma série de motivos. o principal deles \n\neconômico, a privilegiar algumas características em detrimento de outras. Isto é bem naturaL \n\nconsiderando-se que os investimentos de tempo e recursos financeiros visam alcançar \n\nobjetivos claramente no sentido obtenção de máximo retorno do investimento. \n\nAssim, no processo que culmina com a exploração de um campo de petróleo. teremos sempre \n\numa amostragem seletiva. O caso aqui considerado não é, naturalmente. diferente. O poço P I \n\nera originalmente um poço de desenvolvimento e. portanto. foi perfurado em uma época onde \n\no conhecimento do campo já era consideravelmente maior do que o correspondente à época da \n\nperfuração do poço P2. originalmente um poço exploratório. Desta forma. no conjunto d<b \n\ndados, o poço P I exibe características \"melhores\"' com relação às propriedades de reservatório \n\nque o poço P2. Por características melhores assinalamos quantidades como por exemplo a \n\nrazão fácies reservatório!fácies não-reservatório por poço. coluna de óleo. etc. Isto fica bem \n\nevidente na análise a seguir. Os histogramas. box-plots. q-q plots. bem como as estatísticas \n\ncalculadas para cada variável considerada encontram-se no apêndice 4. \n\n4.3.1 Poço P1 \n\nDe maneira geral as variáveis diretamente relacionadas à porosidade I DIL Phin. R hoc 1 \n\nexibem distribuições razoavelmente centradas e simétricas. As transformadas Nplt e Drdn \n\nmostram comportamento semelhante entre si. cada qual ligeiramente assimétrica em direção \n\naos maiores e menores valores. respectivamente. A variável Grco mostra um interessante \n\ncomportamento diretamente relacionado ao problema de amostragem tendenciosa \n\nreferenciado acima. Exibe uma forte assimetria positiva. concentrando-se nos baixos ,·alorcs. \n\n\n\nEra-se de esperar este comportamento. pois valores baixos Grco estão associados às fácíc:s \n\nreservatório. que neste poço ocorrem em maior proporção. Um outro aspecto interessante é \n\nque as variáveis Phin. Dlt e Rhoc (associadas à porosidade). apesar da amostragem seletiva. \n\ncomportamento deve-se ao fato de que \n\nestão na verdade. a porosidade da rocha e não sua porosidade efetiva. A \n\ncau~''\" 4.2 ilustra bem isto. Nas fácies reservatório. Phie exibe um valor médio bem próximo \n\nao verificado para (e também Phin, Dlt e Rhoc), caindo para algo em torno da metade nas \n\nfácies não-reservatório. enquanto as demais permanecem grosseiramente constantes. \n\nVariable \n\nPROF \nDLT \nRT \nPHIN \nRHOC \nEFAC \nPHIT \nGRCO \nPHIE \nREALFAC \nNPLT \nORDN \n\nLabel \n\nProfundidade \nSonico \nResistividade \n\nN \n\n304 \n2 6 5 \n265 \n\nPcre>s. rleutrons 301 \nDensidade 301 \nElet.rcFacies 304 \nPoros. Total 265 \nRaios-Gama 271 \nPoros. Efetiva 265 \nFacies Padrao 304 \nRazao Phin, Rhoc 301 \nDiferença Rhoc, Phin 301 \n\n!1ean \n\n3039.06 \n81.0644151 \n\n. 442981: \n20.6455934 \n\n2.3191385 \n0.7664474 \n\n22.1377736 \n58.3451292 \n18.332.9506 \n\nO. 713-'3158 \n60.3386204 \n-1.7353648 \n\nStd De'' \n\n1\"'. \"056266! \n4. 9219>?3 \n\n.0464553 \n\n.37F5l.JO \n0.0'30833: \no. 4237884 \n\n. 0119802 \n15. 859965C· \n\n.'307603:&lt;\n\n--------------------------------------- Facies Padrao=O ------------------------------------\n\nVariable :,abel \n\nPROF \nDLT \nRT \nPHIN \nRHOC \nEFAC \nPHIT \nGRCO \nPHIE \nNPLT \nDRD:N \n\nProfundidade \nSonico \nResistividade \nPoros. Neutrons \nDensidade \nE1et.rc·Facies \nPoros. Total \nRaios-Gama \nPoros. Efetiva \nRazao Phin,Rhoc \nJiferenca Rhoc,Phin \n\nN \n\n87 \n48 \n48 \n84 \n84 \n87 \n48 \n54 \n48 \n84 \n84 \n\nHean \n\n3039.63 \n82.5602083 \n\n:::.0943750 \n\n=. 3935798 \no .1839030 \n\n21.1121250 \n81.2762963 \n11. 60542\"71 \n:JV .1405138 \n\no. ::::::13294 \n\n~,. 09355-'<:J \n.90830<52 \n\n0.5999287 \n.\"7421C9M \n\no. 0!84304 \nt). 3096551 \n\n.233663-\" \n''.9671904 \n\n4.2852199 \n\n0935644 \n\n--------------------------------------- Facies Padrao~l ------------------------------\n\nVariabl2 Label \n\nPROF \nDLT \nRT \nPHIN \nRHOC \nEFP..C \nPHIT \nGRCO \nPHIE \nNPLT \nDRDH \n\nProfundidade 217 \nSonico :::17 \nResistividade 217 \nPoros. Neutr·::ms 217 \n;Jensidade 217 \nE1etroFacies 217 \nPoros. Total :; l 7 \nRaios-Gama 217 \nPoros. Efetiva 217 \nRaz:ao Phin, Rhoc 217 \nDiferenca Rhoc.Phin 217 \n\nNean \n\n3039.t7 \n.%. 73354S-1 \n:. s:oo9::: \n\n20.21S3299 \n:::.::?.83371 \n\n.0000000 \n22.3633130 \n53.2631797 \n:o.&lt;l3l665.J \n61..9636940 \n\n:::.4927943 \n\nl<f. ô•9S9819 \n5.0673>5-: \n\n5.1329-J.Sc; \nO. C·575069 \n\n11'77330 \nlO&lt;f625Qlr; \n\n.730::\\50J \n\n.-:-21553:: \n\nTabela 4-2 Estatísticas descritivas para o poço Pl (geral e por fáciesl. \n\n\n\nvariável Rt (resistividade) a partir do primeiro quanil. aproximadarnente. mostra-se \n\ncentrada e simétrica. Até este ponto. entretanto. exibe um comportamento anômalo atribuído à \n\ninfluência elos baixos valores observados para as fácies não-reservatório. De fato. a média \n\npara as fácies não-reservatório está correspondente à região \n\nprimeiro Deve-se ainda chamar atenção para o fato de que os baixos valores ele \n\nresistividade observados para o poço devem-se a uma particular característica do campo. \n\nconforme descrevem Lemos et alli, (1989). \n\nPara as fácies reservatório nota-se um claro predomínio ele arenitos. como esperado. \n\nevidenciado pelo valor médio negativo da variável Drdn para esta fácies. \n\nA figura 4.2 exibe a matriz de correlação e gráficos de dispersão para este poço. \n\nChamam atenção os relativamente altos coeficientes de correlação verificados entre Grco e as \n\nvariáveis transformadas Nplt e Drdn e a baixa correlação observada entre Phin e as v:Jn:JvPJS \n\ntransformadas. Na primeira associação (Grco) comprova-se ser o perfil de raios gama um bom \n\nindicador de fácies. À medida que Grco cresce (piores reservatórios) coerentemente também \n\ncresce Drdn e diminui Nplt. Com relação a Phin esperar-se-ia uma maior magnitude para o \n\ncoeficiente de correlação. visto que as transformadas são criadas com sua participação. No \n\ngráfico de dispersão correspondente verifica-se a existência de dois grupos. mascarando. desta \n\nforma o coeficiente para o poço. \n\n\n\nMatriz de Correlacões I Poço Pi \nVariável dlt rt i phin rhoc grco \n\nd1l !.0000 0.!737 0.6684 -0,3034 0.1126 \nrt 0,1737 1.0000 0,2281 -0.3050 -0.1550 \n\nphin 0.6684 0.2281 1,0000 -0,2076 0.4270 \nr hoc -0,3034 -0.3050 -0,2076 1.0000 0.4544 \ngrco 0.1126 -0,1550 0,4270 0.4544 1.0000 \nnp1l -0.1477 0.1423 -0,4382 -0.7840 -0.6689 \n\ndrdn 0.1522 -0,1312 0,4530 0.7775 0.6909 \n\nMatriz de Gráficos de Dispersão I Poco Pi \n90 .I dlt \n\n80~ \n\n70 .I \n\n,O '• ' § ~ ... \" • • rt .. \n3,0-; •• 'li' .. i 'I • ' \n\nI \n\nnplt \n\n'' \n\nnpit \n\n-O.l-1-77 \n0.1-l-2] \n\n-OA3?P \n-0. 7R40 \n-0.668~ \n\ni JXlOO \n-0.996-1-\n\ndrdn \n{U5.2\"~ \n\n-11.!31' \n0.-+530 \n0.7775 \n\n' í)_(l'J()l) \nI -05J96-I-\nI i .0000 \n\n.. \n~'%,.:!\" i. ~~-~-~-.. ' . \n\n• \n\n>.' ,, \n\ndrdn \n\n70 80 90 1 o 3 o 5o 20 30 2.1 2 3 2 5 50 70 90 50 60 70 -6 -3 o 2 4 \n\nFigura 4-2 Matriz de Correlação e gráficos de dispersão para o poço Pl \n\n31 \n\n\n\n4.3.2 Poço P2 \n\nMostra, em geraL comportamento semelhante a P 1 (tabela 4.3 ). Adicionalmente pode-\n\nse verificar na análise por fácies que a variável Phín responde melhor. exibindo ;-a!ore' \n\nmédios próximos a Phie. \n\npoço. \n\nConstata-se também uma interessante mversão nos valores médios de Rt para este \n\ncondições normais deveríamos esperar valores maiores de Rt nas fúcies \n\nreservatório, mas verifica-se o contrário. Isto se deve à relativamente menor coluna com óleo \n\nverificada para este poço quando comparado ao poço P L Consequentemente a zona de água \n\nda formação (muito condutiva) faz abaixar o valor médio de RL o que explica a irwersão \n\nverificada. \n\nAs correlações observadas entre as curvas (figura ) exibem também um \n\ncomportamento similar ao do poço P L Desperta atenção a relativamente alta correlação direta \n\nverificada entre Rt e Rhoc. indicando que Rt está também respondendo a características da \n\nrocha. Novamente pode-se atribuir este comportamento à intluência da zona de úgua da \n\nformação. À medida que a densidade cresce. menor fica a porosidade. consequenlemcntc \n\narmazenando menos água e dando origem a maiores valores de Rt. \n\n\n\nVariable Label N Mean Std Oev Minimum Ma:Kimu.m \n\n------------------------------------------------------------------------------------------\nPROF Profundidade 226 3057.50 13.0769517 3035.00 3080.00 \nDLT Sonico 207 81.. 8788406 8.0810368 58.9800000 1.02.9400000 \nRT Resistividade 207 1.. 962367l 0.8763099 0.4600000 4.8300000 \nPHIN Poros. Nev.trons 226 1..9. 8721.429 5.4975655 3.4179000 36.6002000 \nRl!OC Densidade 226 2. 3937779 0.1016543 2.1723000 2.6002000 \nEFAC El.etroFacies 226 o. 5929204 0.4923805 o 1.0000000 \nPH:tT Poros. Total 207 2\\L:L040097 4.4806272 7.5300000 30.5100000 \nGRCO Raios-Gama 221 72.824.9321 19.4720205 45.7300000 126.4900000 \nPl'IIE Poros. Efetiva 207 14.2942058 6.3452418 0.2558000 27.7328000 \nRli:ALFAC Facies Padrao 226 0.5663717 0.4966753 o l-0000000 \nNPLT Razao Phin,Rhoc 226 57.7380960 5.0791896 44..8276886 64.9721430 \nDRDN Diferenca Rhoc,Phin 226 -0.5003948 2.4634071 -4.1060000 5.7421667 \n\n------------------------------------------------------------------------------------------\n\n--------------------------------------- Facies PadraomO --------------------------------------\n\nVariable Label Std Pev Minimu.m \n\n------------------------------------------------------------------------------------------\nPROF Profundidade 98 3055.44 13.6799207 3035.00 3080.00 \nDLT Sonico 79 62.0479747 7.0469636 64.3800000 1.02.9400000 \nRT Resistividade 79 2.2364557 0.7604318 0.6000000 4.4600000 \nPHIN Poros. Neutrons 98 22.3700888 5.07:25118 10.8:263000 36.6002000 \nRHOC Densidade 98 2.4710357 0.0689539 2.2673000 2.6002000 \nEFAC El.etroFacies 98 0.0612245 0.2409742 o 1-0000000 \nl?EIT Poros. Total 79 :19.8107595 3.6702420 13.0300000 29.6400000 \nGRCO Raios-Gama 93 92..1!.41935 14.611.3339 56.9200000 126.4900000 \nPHIE Poros. Efetiva 79 8. 8084810 3.9805137 0.2558000 21.0942000 \nNPLT Ra:l.lao Phin,Rhoc 98 52.8350788 3.5794006 44.8276886 63.0394432 \nDRDN Dife:renca Rhoc,Phin 98 1.. 8774105 1.7768785 -3.0203333 5. 7421667 \n\n----~---------------------------------- Facies Padrao=l ------------------------------~-------\n\nvariable La.bel N Mean Std Dev Minimu.m Maximum \n\n--------------------------------------------------------------------------------------~---\nPROF Profundidade 128 3059.07 12.4208073 3038.00 3079.20 \nDLT Sonico 128 81.. 7744531 8.6831083 58.9800000 102.3700000 \nRT Resistividade 128 1..7932031 0.9027063 0.4600000 4.8300000 \nPHIN Poros. Neutrons 128 l. 7. 9596531 5.0389902 3.4179000 29.5329000 \nRHOC Densidade 128 2.3346273 0.0808945 2.1723000 2.5311000 \nEFAC EJ.etroFacies 128 1.. 0000000 o 1.0000000 1.0000000 \nPHIT Poros. Total 128 20.2850000 4 • .9197983 7.5300000 30.5100000 \nGRCO Raios-Gama 128 59.5366406 8.901.7507 45.7300000 98.5100000 \nPHIE Poros. Efetiva 128 1.7.6799266 5.0302100 5.2070000 27.7328000 \nNPLT Razao Phin,Rhoc 128 61..4919686 1. 7796197 56.9295746 64.9721430 \nDRDN Diferenca Rhoc, Phin 128 -2.3209021 0.7977083 -4.1060000 -0.1654333 \n\n------------------------------------------------------------------------------------------\nTabela 4-3 Estatísticas descritivas para o poço P2 (geral e por fácies). \n\n\n\n.. \n80 -: \n\n35 c: \n\n#/~I 25 --:::: . . . . \n15 -3 • 'li \n\n·~ ... ' \nse: .;<. .. ·; \n\n2,6 • \n:=~-\n\n2,4 --: O a \"f,.• ... :;r • \n2,2 \n\n~- .. \n\ndrdn \n\n13C45 55 65 -4 -1 2 4 \n\nFigura 4-3 de correlação e de dispersão para o poço P2. \n\n\n\n4.3.3 Comparação entre P1 e P2 \n\nComparando os dois poços verifica-se de maneira geral que as distribuições das \n\nvariáveis contidas em um e outro (apêndice encontram-se deslocadas entre si de maneira \n\ncoerente. Considerando que Pl é \"melhor\"' que P2 (maior razão óleo/água. maior proporção \n\nde fácies reservatório. etc) temos as seguintes situações (sempre comparando as médias) \n\nRt(Pl>P2). l>P2). Rhoc(P l<P2). Grco(P I<P2). Npit(P l>P2l. Drdni P I<P2 l. É \n\nimportante caracterizar este deslocamento pois ele influirá de maneira importante nos \n\nparâmetros a serem estimados para os modelos logísticos. Para conjuntos de dados \n\ndeslocados entre si pode-se esperar grandes variações na magnitude da estimativa de Po \n\n1 •~~·n independente). altercmd.o pouco os 13, demais parâmetros. \n\nPara todas estas variáveis. além do deslocamento. existe associada. embora de maneira \n\nbem sutil às vezes. uma mudança de escala de um poço em relação ao outro. Esta mudança de \n\nescala exercerá um efeito multiplicativo na estimativa dos parâmetros. quando comparados os \n\ndois poços. Um caso interessante e típico de mudança de escala é verificado com relação il \n\nvariável Dlt. A média para os dois poços é praticamente a mesma. mas P2 exibe um range \n\nbem maior que Pl. Pode-se fazer com que os dois poços fiquem na mesma escala utilizando-\n\nse um fator multiplicativo. A mudança de escala também afeta os parâmetros estimados. mas \n\ndiferentemente do deslocamento. que sobrecarrega o termo independente. ela influencia todos \n\nos Po. 13,. \n\n4.4 Criação dos modelos com um conjunto fixo de \nvariáveis \n\nUtilizaremos a proc logistic para modelar a variável-resposta Realfac em função das \n\nvariáveis de perfis. \n\nAjustaremos primeiramente um modelo equivalente ao modelo utilizado na anúlise \n\ndiscriminante. \n\n\n\nproc logistíc data=p l descending: \n\nmodel REALFAC=grco phin drdn nplt: \n\nrun: \n\nO que fornece a seguinte saída \n\nThe LOGISTIC Procedure \n\nData Set: WOF:K. Pl \nRespcnse Variable: RE.n.LFAC Facies Padrao \nResponse Levels: \nNumber :>f Observatiol\"'.S: 271 \nLink Function: Logit \n\nEespe>nse P:rofile \n\nOrdered \n·value EE..::..LF.;.c Cü'-l:lt \n\n';JARNING: 33 obsE.'r\\•ation(sJ were deleted due to missing •Jalues f:or th2 response :r -;o:·:r:::__-,;--_,,\":-\nvariables. \n\nHodel Fitting Info:n::ation and Tesr:ing Global Null Hypotl-'.esi.= 3ET.;:,_\"·:: \n\nCriterLm \n\nAIC \nse \n-2 LOG \nSe ore \n\nJ.:ntercept \nOnly \n\n272.663 \n..; I 0.:65 \n270.663 \n\nIntercept \nand \n\nCovariates \n\n59.7SO \n17 ~91 \n49_7;;;0 \n\nChi-Square for ~::J/o;r:ates \n\n220 ;:;;; ) \"Xl c:-: 2F ;;\"' \nco 6 059 \"A'Í th ' LF r;=:·· \n\n.:...nalysis of Hadmum Likelihood Escimat2s \n\nPararneter Standard 't!ald Pr > \n\n.. ' ) -,.-, ' \n\nVariable DF Est:i:nace Erro r Clü -Square Chi -Square \nStan::iardi::e::i \n\nEstimate ?.a t:i _ La i \n\nINTERCPT 1 \nGRCO 1 \nPHIN 1 \nDRDN 1 \nNPLT 1 \n\n-69.5193 :::87 .O \n-0.00446 0.0321 \n\n.J . 2106 O . 1330 \n-0 .5457 11 .0379 \n\n. ~-;- 5. 0637 \n\n0.0587 \n0.0193 \n\n0.002-l \n0.0495 \n\no.«OR6 \no. 8895 \nü.1269 \n\n. 9 607 \n0.?240 \n\n-0.039001 \n\n.3614?:0 \n\nIn~e2;:·c?: \n\n-·\"'0 ?ai>> ;oi::·--\n\n.:;sscciacicn o f Predicted Probabilities and C;bser\"-'ed Et\"Sl '\"'::13es \n\nC nccrdant 93. 4 -~ Somers · \nD sccrdam:: Gam.:na \nT ed 0.4~ Tau-a \ni 1718 ;:::airs,l \n\n\n\nNa proc logistic usamos a opção descending porque esta proc. por defàulr. ordena '\" \n\nvalores da variável resposta em ordem crescente o que faria que estimássemos a probabiiidacle \n\nP(Y=Oixi), ou seja, a ocorrência de fácies não-reservatório. \n\nconstantes da saída. pois serão úteis no \n\ndecorrer da análise. \n\nA estatística Score fornece uma estimativa da significância das variúve1s \n\nindependentes no modelo. Podemos que o conjunto de variáveis escolhido é bastante \n\nsignificativo para o modelo (p=O.OOO l ). O valor p pode ser interpretado como a probabilidade \n\ndos parâmetros estimados serem nulos ( !3 =O). De maneira semelhante. -2LogL dá uma \n\nestimativa da significância das variáveis independentes. baseada na função de \n\nverossimilhança. Também indica que as variáveis são significantes neste modelo. \n\nA seguir são exibidos os parâmetros estimados e as estatísticas associadas a eles. A \n\nestimativa é realizada pela máxima verossimilhança e. caso seja verificada alguma \n\ncombinação linear com outra variável da análise, a estimativa é nula (~=O l. De maneira \n\nsemelhante. na coluna DF (graus de liberdade). quando se verifica dependência I in e ar entre ~\" \n\nvariáveis, DF=O. O erro-padrão é uma estimativa do desvio-padrão do paràmetro estimado. A \n\nestatística de Wald é a estatística qui-quadrado para testar a hipótese de que o parúmetro \n\nestimado seja igual a zero. É expressa pelo quadrado da razão entre o parâmetro estimado e o \n\nerro-padrão. Um valor pequeno (p<O.OS. por exemplo) indica que o pariímetro não é nulo. A \n\nprobabilidade pr>chi-square é a probabilidade de se obter uma estatística qui-quadrado maior. \n\nem valor absoluto. que o valor observado, dado que o parâmetro verdadeiro seja nulo. \n\nFinalmente têm-se uma série de medidas para verificar-se a qualidade das estimati\\as \n\nefetuadas por este modelo tomando-se como base os valores observados. isto é. auxiliar na \n\navaliação da qualidade preditiva do modelo. São valores computados com base no número de \n\npares (p. p) discordantes e concordantes. As estatísticas D e Gamma variam de -I a e . \n\nquanto maiores, melhor a qualidade preditiva do modelo. A estatística C varia de O a I . I \n\nindicando a melhor capacidade preditiva e a Tau-a varia com o tamanho da amostra. até um \n\nmáximo de 0.5 com valores tanto maiores quanto melhor for a qualidade do ajuste. \"\\o \n\nexemplo discutido. sob qualquer dos critérios acima. pode-se esperar previsões confián:is a \n\npartir do modelo ajustado. \n\n' I \n\n\n\nao modelo a partir, portanto. dos parâmetros estimados. ajustamos o \n\nseguinte modelo : \n\nlogito( rc )=-69.5193-0.00446*GRC0+0.2l06*PH1\"1-0.5457*DRDN+ L 1272 \n\nverdade desejamos obter \n\na probabilidade de ocorrência de fácies reservatório, P(Y = llx, ). É preciso. portanto. inverter \n\na função logito para a obtenção de rc,, a probabilidade estimada para um determinado wtor \n\nx,. Digamos que este vetor x, contém os seguintes valores : GRC0=47.90. PHIN=2l .6031. \n\nDRDN=-1.92097 e NPLT=60.5896 (observação 21 do dataset pl ). Logo. logito(rc,) = -U615 \n\ne a probabilidade estimada, rc, , será : \n\ne\"*-1615 \n\n7t = 0.9847 = y = \n, l+e-''6\" \n\nOu seja, temos aproximadamente 98% de probabilidade de ocorrênCia de fácies \n\nreservatório para estas leituras de perfis. \n\nEste cálculo foi apenas para ilustrar o método. Naturalmente. na prática o dllculo é \n\nimediato, bastando apenas estipular a opção p= na declaração Output da Proc Logistic. \n\n4.4.1 Criação do Modelo Global \n\nCom finalidade de obtermos um modelo que contenha informação tanto de um como \n\nde outro poço. vamos criar, agora, um novo dataset que denominaremos de global c que \n\nrepresenta simplesmente a concatenação dos dois pré-existentes. A tabela -1.4 relaciona 'cu \n\nconteúdo : \n\n\n\n\\'ariable Label 11 \n\nPROF \nDLT \nRT \nPHIN \nRHCC \nEFP..C \nPHI? \nGRCC \nPHIE \nRE.P.LFAC \nNPLT \nDRDN \n\nProfundidade 304 \nSonico 257 \nResistividade 257 \nPoros. Neut.rons 304 \nDensidade 304 \nE1ecrcFacies 304 \nPoros. Total 257 \nRaios-Gama 274 \nPoros. Efer.iva 257 \nFacies Pad:rao 304 \nRazao Phin,Rhoc 304 \nDife:renca Rhoc,Phin 304 \n\nUean \n\n3058.73 \n81.0187549 \n\n1.7247471 \n19.3424862 \n2. 3797226 \n0.6052632 \n\n20.0394942 \n69.0425547 \n14.9317062 \n\no. 565'7895 \n53.6836750 \n-o. 9579322 \n\ns:::d r:·ev \n\n::.1.6832069 \n7:209340 \n\n0.9249316 \n.0805854 \n\n0.0954146 \nG. 4895000 \n4 :::360700 \n\n19.334273:2 \n.979/490 \n\n0.4964701 \n4./702733 \n2 3052839 \n\n--------------------------------------- Facies Padrac=O \n\nVariable :..abe1 \n\nPROF \nDLT \nRT \nPHIN \nRHOC \nEFP..C \nPHIT \nGRCO \nPHIE \nNPLT \nDRDN \n\nProfundidade 132 \nSonico 85 \nResistb·idade 85 \nPoros. Neutrons 132 \nDensidade 132 \nEletroFacies 132 \nPoros. Tocal 85 \nRaios-Gama 102 \nPoros. Efetiva 35 \nRazao Phin,Rhoc 132 \nDiferenca Rhoc,Phin 132 \n\n3058.20 \n82.2843235 \n\n2.1229412 \n21.4557379 \n\n2. 4369742 \no. 0909091 \n\n20.1236471 \n38.6592157 \n\n9.4720753 \n54.3613766 \n\n0.8913975 \n\n12 7592025 \n6.8597394 \nc. 8418232 \n4. 9737893 \no. 0398082 \no. 2385!50 \n\n. 72606?\"\"7 \n16. 4607~7,). \n\n.5426515 \n4 /õi8629C-\n\n.3414841 \n\n58. 92COCC•:J \n.460000\" \n\nHinirr:UC \n\n3(135. \n\n::.0.8263000 \n\n.)4 \n\n__,_- ·;. \n\n-~-----------~------~------------------ Facies Padrao=1 ---~-----~-----------------------\n\nVariable Labe1 N Nean Std Dev Hini:uun \n\nPROF \nDLT \nRT \nPHIN \nRHOC \nEFAC \nPHIT \nGRCO \nPHIE \nNPLT \nDRDN \n\nProfundidade l\"''\"l \nsonico 172 \nResistividade 172 \nPoros. Neutrons 17 2 \nDensidade 172 \nEletroFacies 172 \nPoros. Total 172 \nRaios-Gama 172 \nPoros. Efetiva 172 \nRazao Phin,Rhoc 172 \nDiferenca Rhoc,Phin 172 \n\n3059.14 \n30.3930814: \nl. 5279651 \n\n17.7206834 \n2. 3357959 \n1.0000000 \n\n19.9979070 \n57.4094186 \n17. 6297797 \n61.6170669 \n-2.3771853 \n\n10.8151278 \n3 0534831 \n0.9026923 \n4. 54395:s• \n0.0740384 \n\n.~764é04 \n\n8.612?934 \n;;,610cll)F \n\n. 6576619 \n\n. 7-11937:0 \n\n. eL.; y) \n\nCD-JüCCC \n\n45. ;;c'c'c'~'o \n\":. -,-G~ ~ \n\n,---;. \n\nTabela 4-4 Estatísticas descritivas para o poço Global {geral e por fácies I \n\nSeguindo os mesmos passos anteriores. chegamos a um modelo global de regrl'ss:1o. \n\nEste modelo. juntamente com os dois anteriores encontra-se relacionado na tabela -+.5. \n\nPoço Modelo \n\nPl logito( 1t )=-69.5l93-0.00446*GRC0+0.2106*PHIN-\n0.5457*DRDN+ 1.1272 *NPL T \n\nP2 logito( 1t )=237.2-0.0688*GRC0-0.0487*PHIN-10.4285*DRDN-\n4.lll3*NPLT \n\nGlobal logito( 1t )=81.1490-0.0241 *GRC0+0.0559*PHIN-5.3622*DRDN-\nl.4507*NPL T \n\n. .. \nTabela 4~5 fvlodelos logtstlcos obtidos a partir d.o mesmo conjunto de va:nave1s da anahse \ndiscriminante. \n\n\n\nO procedimento seguido. de concatenar poços. não é muito recomendado. As CUlTas \n\nde perfis, por serem medidas indiretas de propriedades das rochas. estão às vezes muito \n\nsujeitas a influencias externas. as chamadas variações ambientais. O mais desejáveL no caso. \n\nseria, antes de mais nada, colocar os dados em uma mesma escala. isto é. padronizá-los. \n\nverdade. faríamos isto em uma situação real. Como o intuito deste trabalho. no entanto. é \n\nexemplificar a utílização da técnica, optamos por não padronizar os dados e preservar o seu \n\nsentido originaL Apenas a título de ilustração. apresentaremos dois gráficos da curva de raios-\n\ngama do arquivo global (figura 4-4). o primeiro com os dados brutos e o segundo. com os \n\ndados padronizados. A curva de raios-gama foi escolhida por ser uma das mais sensíveis i\" \n\nvariações ambientais. No primeiro gráfico pode-se notar uma ligeira elevação no valor médio \n\nda curva a partir aproximadamente da observação 300. Já no gráfico seguinte. com os ,·aiore:; \n\npadronizados, verificamos um padrão mais equilibrado com relação ao valor médio para esta \n\ncurva, com uma ligeira elevação na média da primeira metade . \n\n.j!i \n\n\n\n' \n200 3D C \n\nI \ni \n\n,~----------------~ \n\n: \n\nO 100 :::00 200 -L&lt;\n\nFigura 4~4 Grafico do perfil de raws~gama para o poço globai com os dados originms í acuna l e \npadronizados (abaixo). \n\n41 \n\n\n\n4.5 Geração dos modelos com escolha de variáveis \n\nAté este momento trabalhamos com um conjunto fixo de variávers pelo motiYo p \n\nexposto. A de agora definiremos nossos próprios modelos com base no \n\nconjunto original de variáveis. Como na regressão linear. um passo fundamental na análise é \n\na escolha das variáveis que serão utilizadas no modelo. Uma técnica de seleção de variáYeis \n\nversátil e bem implementada nos pacotes computacionais é a seleção stepwise. Trata-se de um \n\nmétodo iterativo. onde as variáveis vão sendo checadas passo a passo. Primeiramente é \n\nestimado o termo independente do ajuste. A seguir. o conjunto de variáveis é averiguado e é \n\nescolhida a variável que exibe a maior importância relativa dentre as demais. No caso da \n\nregressão logística esta importância relativa é definida pelo seu escore qui-quadrado. \n\nEscolhida a variável. é estimado um parâmetro para ela e as demais são agora \n\nanalisadas. De maneira similar. as variáveis vão entrando no modelo até que não exista mais \n\nnenhuma que atenda ao critério de seleção. O critério de seleção é basicamente a \n\nprobabilidade obtida com o teste qui-quadrado. No SAS. a opção SLENTRY= define este \n\nvalor de probabilidade. O valor default, de p=0.05 é muito restritivo. como já assinalaram \n\nConstanza &amp; Afifi ( 1979, in Hosmer &amp; Lemeshow. 1989). Estes autores sugerem a utilização \n\nde valores entre 0.15 e 0.20. Em situações especiais como onde não se conhece bem o \n\nrelacionamento entre as variáveis. pode-se. por exemplo. em caráter prospectivo. adotar \n\nvalores bem maiores. forçando a inclusão de variáveis no modelo para posteriormente refiná-\n\nlo. Adotaremos 0.20. O mesmo critério é adotado para verificar-se se uma variüvel den? ou \n\nnão permanecer no modelo. São calculados os valores correspondentes de qui-quadrado para \n\nas variáveis constantes do modelo definido até o momento. Se alguma delas não satisfizer aos \n\ncritérios de permanência no modelo. ela é automaticamente eliminada. No SAS. a opção \n\nSLST A Y = define o valor da probabilidade para o critério da eliminação. O algoritmo \n\nprossegue desta maneira até que não existam mais variáveis a serem incluídas e/ou \n\neliminadas. \n\nDe maneira análoga à geração dos modelos anteriores. os comandos SAS \n\n\n\nproc logistíc data=p l descending: \nmodel REALFAC= RT GRCO NPL T DRDN/ \n\nrun: \n\nselection=stepwise \nslentry=0.2 \nslstay=0.2 \ndetails: \n\nproduzem saídas de maneira geral idênticas às anteriores. A cada variável selecionada ,i\\o \n\ncalculadas as infmmações relativas ao ajuste do modelo e à análise dos parâmetros. \n\nAdicionalmente é feita uma análise das variáveis não constantes do modelo. com base na qual \n\nserá escolhida, caso atenda aos critérios, a próxima variável. \n\nOs modelos obtidos foram os \n\nPoço Modelo \n\nPl logito( 1t )=-6.3776+2.20 l4*RT -5.8800*DRDN \n\nP2 logito( 1t )=-169,2-0.15l3*GRC0+3.!450*NPL T \n\nGlobal logito( 1t )=395,7+3,9314*RT-l46.0*RHOC-O.l795*GRCO-\n\n3.6386*DRDN-2,1787*PHIT \n. - .. Tabela 4~6 l\\1od.elos logtsticos obtidos a parttr do metodo stepw1se de seleçao de vanavc1s . \n\nMaiores detalhes dos ajustes e das estatísticas calculadas podem ser obtidas das saídas \n\ndos programas (apêndice 2). \n\nNeste ponto convém fazer alguns comentários a respeito do conjunto de dados \n\nutilizado. Em uma situação real. não dispomos de um conjunto completo como o que estamos \n\nutilizando. As informações de rocha, principalmente. costumam ser bastante escassas. A \n\ngrande maioria dos poços. geralmente, dispõem apenas de informações de perfis. As \n\ninformações de rocha silo escassas. existem muito poucos poços testemunhados. Daí a \n\nimportância de se ajustar com o melhor critério possível um modelo a estes poços-chaw. Eles \n\n\n\nserão utílizados para prever-se a ocon·êncía de fácies reservatório nos demais poços da área \n\nestudada. \n\nA de ilustração. geraremos uma curva de fácies estimada pelo modelo do poço \n\nno poço P2 e a compararemos. tão bem como às fácies preditas pelo modelo logístico para \n\neste poço à fácies padrão. Realfac. As classificações das duas em relação à fácies padrão estão \n\nmostradas na tabela 4.7. \n\nModelo de Pl Modelo de P2 Modelo Global \n\nReal fac o l o I l o l \nI \n\no 94 4 92 6 94 4 \nl 4 124 ~ 126 o !25 -' \n\nTotais 98 128 94 132 97 129 \n\n- .. Tabela 4~7 Tabela de dassdicaçao dos resultados obtidos pelos modelos log1st!cos constrmdos com base \nnas variáveis utilizadas pela análise discriminante~ comparados aos valores da fádes-pad.rão ( Realfac l. \n\nDeve-se ressaltar que este conjunto de dados mostra uma situação praticamente ideal. \n\nOs perfis exibem grande contraste entre as fácies reservatório e não-reservatório levandu-n<h \n\na um percentual de acertos anormalmente elevado. No entanto. embora os perccntuai' de \n\nacerto globais não tenham se modificado, nota-se uma muito sutil melhora na classifica<;'to \n\nobtida com o modelo do próprio poço, com dois pontos a mais sendo reclassificados como \n\nreservatório, em relação à fácies padrão. Isto já era de se esperar. pois em princípio as \n\nmelhores estimativas são sempre obtidas em modelos estimados a partir dos próprios dado,. \n\nContinuando por esta linha de raciocínio vamos agora verificar o comportamento da' \n\nestimativas obtidas a partir do modelo global. Para efeito de comparação vamos estimar \"' \n\nfácies também para o poço P2. De maneira semelhante. verificamos (tabela 4.7l uma melhora \n\nmuito sutil em relação à estimativa feita a partir do modelo do poço P l. com um ponto a m~us \n\nsendo classificado como fácies reservatório pela estimativa a partir do modelo global. \n\n\n\n \n\nOs dados para as estimativas efetuadas a partir dos modelos ajustados com seleção de \n\nvariáveis stepwise encontram-se relacionados na tabela 4.8. \n\nPl Próprio P2 Próprio Global Próprio \n\nversus P2 versus P2 versus P2 \n\nReal fac o I o I o I \no 93 5 93 5 98 o \n1 I 127 2 126 L 1'27 \n\nTotais 94 132 95 131 99 127 \n\nTabela 4-8 Tabela de classificação dos resultados obtidos pelos modelos logísticos com \nseleção de variáveis comparados aos valores da fácies-padrão (Realfact. \n\n4.6 Comentários sobre a avaliação dos modelos ajustados \n\nOs primeiros três modelos ajustados (tabela de modelos com variáveis fixas! em \n\nfunção da comparação com os resultados obtidos pela análise discriminante que -;c:ra fetta \n\nadiante tiveram fixado um determinado conjunto de variáveis. Assim. mode los que de outra \n\nforma seriam descartados. como por exemplo o ajustado para o poço P I t!:>tüo ;-;endo \n\nconsiderados nesta análise. Se admitirmos como valor de co rte p=O.OS. no caso uo poço P I. \n\nnenhuma das variáveis deveria integrar o modelo. Mesmo para o crilério mai~ brando de \n\np=0.20 sugerido por Constanza &amp; Afifi (op. cit.). apenas a curva de porosidade neutrôtll~o:<t \n\npermaneceria no modelo. De maneira similar. o mesmo ocorre para os conjumos P:! e Global. \n\nembora. para o primeiro. de maneira mais atenuada. Pelo critério p=0.20. apenas PH IN sai na. \n\nNão obstante. todos modelos alcançaram uma proporção muito elevada de valores predito~ \n\nconcordantes. Isto se deve. em especial. às características dos dados. como jü as~in<tladl) \n\nanteriormente. \n\nA observação dos modelos obtidos pela seleção stepwisc ilustra bem isto. A:-. vari;ívei:-. \n\nprimeiramente selecionadas para integrar os modelos foram as compo~tas DRDN c NPLT. \n\n\n\nDentre todas as variávers consideradas são as que obtiveram escore qui-quadrado \n\nelevado. Isto é reflexo não apenas do fato de serem elas variáveis que têm um alto valor \n\nagregado derivado de duas importantes variáveis de elevado teor de informação litológica. O \n\nmodelo por exemplo, tem uma forte componente de informação \n\nlitológica. As variáveis selecionadas, e GRCO estão diretamente relacionadas a \n\npropriedades físicas das rochas em questão. NPLT. composta por . porosidade \n\na densidade da rocha. se associam. neste caso. a GRCO. uma leitura da \n\nradioatividade natural das rochas. O poço PL embora exiba também uma forte componente \n\nlitológica, expressa pela presença da variável DRDN, mostra uma dependência interessante \n\nevidenciada pela presença de RT. RT, a resistividade do meio. está relacionada ao tluido \n\npresente no sistema. Em caso de hidrocarbonetos, meios não-condutivos de eletricidade. \n\nmostram valores elevados. Os dados que originam o conjunto P:2 são provenientes de um poço \n\nexploratório da época do descobrimento do campo. A coluna geológica perfurada foi mais \n\nextensa e o fluido presente em grande parte dela foi a água. salgada. boa condutora c. \n\nconsequentemente, com baixos valores associados de resistividade. Já os dados que deram \n\norigem ao conjunto Pl são oriundos de um poço de desenvolvimento do campo. onde c\" \n\nobjetivos já encontravam-se bem definidos. mostrando uma maior proporção da coluna \n\ngeológica com hidrocarbonetos, com um padrão mais elevado de valores de RT. Neste \n\ncontexto. onde existe rocha reservatório, pela presença de óleo. a curva RT costuma ser \n\nfortemente associada à ocorrência de fácies reservatório. \n\n4. 7 Comparação com os resultados obtidos pela análise \ndiscriminante \n\nOs resultados obtidos pelos modelos logísticos desenvolvidos a partir do mesmo \n\nconjunto de variáveis da análise discriminante estão relacionados na tabela .J.-9. Em geral a \n\nanálise discriminante. por este critério, foi mais precisa. pois para a ocorrência de f;ícies \n\nreservatório (Realfac=l ). todas as suas estimativas foram classificadas corretamente. Embora \n\no erro verificado nas estimativas efetuadas pelos modelos logísticos sejam desprezívei' do \n\nponto de vista prático (3 observações para o poço P l e 2 para p poço P:2). devemos considcrü-\n\nJo para fins de comparação. Assinala-se que. para o poço P L o índice de acenos dos mndel'\" \n\n\n\nlogísticos na c>'twmu \n\ndiscriminante. \n\nEfac \n\nRea!fac o \no 71 \n1 o \n\nde fácies não-reservatório foi bem maior que o obtido pela análise \n\nPoco Pl Poço P2 \n\nFacies E fac Facies \n\nl o l o I o I l ' \n16 82 5 92 6 92 i 6 \n\n' \n\n217 3 214 o 128 I .., I 126 \n- .. -Tabela 4~9 Tabela de dassd'icaçao dos resultados obtidos pela analise d1scnmtnante {efac) e pela regressao \n\nlogística (facies ). \n\nComparando-se os modelos logísticos constmidos com escolha de v:1n:1w\" 1 tabela 4-\n\n10) pode-se que houve uma ligeira melhora na estimativa globaL com uma \n\nobservação a mais sendo classificada corretamente. para a fácies não-reservatório. em cada \n\npoço. Para a fácies reservatório. a situação manteve-se inalterada em relação aos resultados \n\nalcançados pelos modelos de conjunto fixo de variáveis. Consequentemente. para este \n\nconjunto de dados, pode-se concluir que é mms recomendável a utilização dos modelos \n\ngerados com escolha de variáveis. \n\nPoço Pl Poço P2 \n\nE fac Facies E fac Facies \n\nRealfac o l o l o l () \no 71 16 83 4 92 6 9.'\\ \n1 () 217 3 214 o 128 o \n\n- .. Tabela 4-Hl Tabela de dassllicaçao dos resultados obtidos pela analise d1scnmmante lelacl e pda \nregressão logística com escolha de variáveis {fades), \n\nI \n\n5 \n\n126 \n\nEfron ( 1975) em uma compm·ação teórica entre os dois métodos chega à conclusão que \n\na regressão logística é menos eficiente que a análise discriminante. Entretanto considera que \n\nsua utilização é justificada pelo fato dela ser. pelo menos em teoria. mais robusta que a \n\ndiscriminação normaL \n\n\n\n5. Conclusões \n\n\" Foram utilizados nas análises dados correspondentes apenas ao reservatório \n\ncampo, forma obtidos ter sido em \n\nmascarados à seletividade da amostragem demonstração clara \n\ndisto é o elevado percentual acertos verificado com a utilização qualquer das \n\nté<;mca:>, fato de constatação no dia a dia intérprete, \n\n\" A utilização dos modelos logísticos de regressão mostrou ser teórica e praticamente \n\nadequada à solução de problemas de correlação rocha-perfil envolvendo a estimativa \n\nde fácies a partir de perfis, \n\n\" As particularidades da aquisição dos dados de perfis e o efeito que o ambiente do \n\npoço exerce neles, podem fortemente influenciar as estimativas de parâmetros para \n\nos modelos, Há sempre, portanto, a necessidade de identificar e corrigir, caso \n\npossível, os deslocamentos e mudanças de escala porventura verificados. \n\n\" Os modelos obtidos a partir da seleção stepwise de variáveis mostraram-se \n\nligeiramente melhores que os obtidos a partir do conjunto fixo de variáveis. \n\n\" A análise discriminante mostrou-se algo mais precisa que a regressão logística, para \n\neste caso particular, embora deva-se considerar que os erros de estimativa \n\nverificados na regressão logística foram, do ponto de vista prático, desprezíveis, \n\n/IQ \n\n\n\nApêndice 1 ~ listagens dos programas SAS \n\nlibname pocos 'c:\\usuario\\wagner\\tese\\dados': \n\ndata pl; \nset pocos.pl; \n\nmeans; \n\ndata p2; \nset pocos.p2; \nproc means; \nrun; \n/* \n\nmodelos logísticos com mesmas variaveis da \ndiscriminante - pocos p I e p2 \n\n*I \n\nproc logistic data=p I descending; \nmodel realfac=grco phin drdn nplt; \nrun; \nproc logistic data=p2 descending; \nmodel realfac=grco phin drdn nplt; \n\nrun; \n\n/* \ncriacao do dataset global (com os 2 pocos) \nmodelo logístico (=discrim) global \n\n*I \n\ndata global( drop=prof); \nsetpl p2; \nproc means; \n\nproc logistic data=global descending; \nmodel realfac=grco phin drdn nplt; \n\nrun; \n\n/* \ncomparacao dos dados brutos e padronizados \n\n*I \n\nsymbol i=join v=none; \n\ndata um; \nset global; \n\n49 \n\n\n\nn= \nrun; \n\nproc gplot data=um; \nplot grco*n/frame; \nmn; \n\nproc standard data=pl std mean=O std=l; \nvar dlt rt phin rhoc efac phit \n\ngrco phie realfac nplt drdn; \n\npro c standard data=p2 out=p2std mean=O std= l; \nvar dlt rt phin rhoc efac phit \n\ngrco phie realfac nplt drdn; \n\ndata globstd; \nset std p2std; \nrun; \n\ndata um; \nset globstd; \nn=_n_; \n\nproc gplot data=um; \nplot grco*nlframe; \nquit; \nrun; \nI* \n*I \n\nI* \nCriacao do modelo proprio \nselecao de variaveis stepwise \n\nInclusao de phit e phie \n*I \n\nproc logistic data=p l descending; \nmodel realfac= dlt rt phin rhoc grco nplt drdn phit phiel \n\nselection=stepwise \nslentry=0.2 \nslstay=0.2 \ndetails; \n\nproc logistic data=p2 descending; \nmodel realfac= dlt rt phin rhoc grco nplt drdn phit phie/ \n\nselection=stepwise \n\n50 \n\n\n\ns!stay=0.2 \ndetails; \n\nproc logistic data=g!oba! descending; \nmodel realfac= dlt rt phin rhoc grco nplí drdn phit phie/ \n\nrun; \n\ní* \n\nslentry=0.2 \nslstay=0.2 \ndetails; \n\nCriacao da facies estimada pelo modelo do poço Pl \nno poco P2. \n\n*I \n' \n\ndata \ntitle 'Facies obtidas pelo modelo de Pl '; \nset p2; \nlogitpi=-69 .5193-0.00446*grco+0.2l 06*phin-0.5457*drdn+ l.l272*nplt; \nprob=exp(logitpi)/(l +exp(logitpi)); \nifprob>=.S then facp=l; else facp=O; \nlabellogitpi='Logito' \n\nprob='Prob. estim.' \nfacp='fac estimada por Pl '; \n\nproc freq data=p; \ntable realfac*facp; \nrun; \n\nI* \nComparacao entre as facies estimadas pelo modelo do poco p l \ne a estimada pela regressao logística no poço p2. \n\n*I \n\nproc logistic data=p2 descending noprint; \nmodel realfac=grco phin drdn nplt; \noutput out=outp2 p=predp2; \n\nrun; \n\ndata comp l p2; \nmerge outp2 p; \nby prof; \nif predp2>=.5 then faclog= I; else faclog=O; \nlabel predp2='Prob pred' \n\n51 \n\n\n\nrun; \n\nI* \nCriacao da facies estimada pelo modelo global \nno poco \n\n*I \n\ndata \n'Facies Estímada pelo Modelo Global'; \n\nset p2; \nlogilpi=395.7+3.9314*rt-l46.0*rhoc-O.l795*grco-3.6386*drdn-2.!787 ''phit: \nprobg=exp(logítpi)/( l +exp(logitpi)); \ni f probg>=.5 then facg= l; else facg=O; \n!abellogitpi='Logito' \n\nprobg='Prob estim. Global' \nfacg='fac estimada global': \n\nproc data=p; \nrealfac*facg; \n\nrun: \n\nI* \nComparacao entre as facies estimadas pelo modelo global \ne a estimada pela regressao logística no poço p2. \n\n*I \n\nproc logistic data=p2 descending noprint: \nmodel realfac=grco phin drdn nplt: \noutput out=outg p=predg: \nrun: \n\ndata comp 1 p2: \nmerge outg p: \nby pro f: \ni f predg>=.5 then faclog= l: else faclog=O: \nlabel predp2='Prob pred' \n\nfaclog='Facies estim logística': \nproc freq data=comp l p2: \ntable realfac*faclog: \nrun: \n\nI* \nCriacao da curva de facies estimada \npelo modelo p l proprio no poco P2. \n\n\n\nI* \nCriacao da curva de facies estimada \npelo modelo pl proprio no poco P2. \n\n*I \n\ndata p; \ntitle 1 proprio x P2'; \nset p2; \nlogitpi=-6.3 77 6+ 2.2014 *rt-5 .8800*drdn; \nprob=exp(!ogitpi)l(l +exp(!ogitpi)); \nifprob>=.5 then fac=!; else fac=O; \nlabellogitpi='Logito' \n\nprob='Prob calculada' \nfac='facies calculada'; \n\nproc data=p; \ntab!e rea!fac*fac; \nrun; \n\nI* \nCriacao da curva de facies estimada \npelo modelo p2 proprio no poco P2. \n\n*I \n\ndata p; \ntitle 'P2 proprio x P2'; \nset p2; \nlogitpi=-169 .2-0.1513 * grco+ 3.1450*nplt; \nprob=exp(logitpi)l(l +exp(logitpi)); \nif prob>=.5 then fac=!; else fac=O; \nlabellogitpi='Logito' \n\nprob='Prob calculada' \nfac='facies calculada'; \n\nproc freq data=p; \ntab I e realfac *fac; \nrun; \n\nI* \nCriacao da curva de facies estimada \npelo modelo global proprio no poco P2. \n\n*I \n\ndata p; \n\n53 \n\n\n\ntitle 'Global x P2'; \nset p2; \nlogitpi= 120.3-0.2733*dlt+4.1180*rt-39.9990*rhoc-O.l91 O*grco-6.5924*drdn; \nprob=exp(logitpi)/(1 +exp(logitpi)); \nifprob>=.5 then fac=!; else fac=O; \nlabellogitpí='Logito' \n\nprob='Prob calculada' \nfac='facies calculada'; \n\nproc freq data=p; \nrealfac *fac; \n\nrun; \n\nI* \nComparacao entre as facies estimadas pela regressao \nlogística( modelos com escolha de variaveis) e as \nestimadas pela analise discriminante \n\n*I \n\nI* \nPoco Pl \n\n*I \n\ndata pldisc; \nsetpl; \n\nlogitpi=-6.3 77 6+ 2.2014 *rt-5 .88* drdn; \nprob=exp(logitpi)l(1 +exp(logitpi)); \nifprob>=0.5 then facies=l; else facies=O; \n\nlabel facies='Facies Est. Logist.'; \nproc freq data=p 1 di se; \ntable realfac*(facies efac); \nrun; \n\nI* \nPoco P2 \n\n*I \n\ndata p2disc; \nset p2; \n\nlogitpi=-169.2-0.1513*grco+3.145*nplt; \nprob=exp(logitpi)l(l +exp(logitpi)); \nifprob>=0.5 then facies=1; else facies=O; \n\nlabel facies='F acies Est. Logist.'; \nproc freq data=p2disc; \ntable realfac*(facies efac); \n\n54 \n\n\n\nrun; \n\nI* \nglobal x Poco Pl \n\n*I \ng!pl; \n\nset \nlogitpi= 120.3-0.2733 *dlt+4.118 *rt-39 .999*rhoc-0.191 O*grco-6.5924*drdn; \nprob=exp(logitpi)l(l +exp(logitpi)); \nif prob>=0.5 then facies= I; else facies=O; \n\nlabel facies='Facies Est. Logist'; \nproc freq data=glp 1; \ntable realfac*(facies efac); \nrun; \n\nI* \nglobal x Poco P2 \n\n*I \n\ndata glp2; \nset p2; \n\nlogitpi= 120.3-0.2733 *dlt+4. I I 8*rt-39 .999*rhoc-0. I 91 O*grco-6.5924*drdn; \npro b=exp(logi tpi )I ( I +exp(lo gitpi)); \nif prob>=0.5 then facies= 1; else facies=O; \n\nlabel facies='Facies EsL LogisL'; \nproc freq data=glp 1; \ntable realfac*(facies efac); \nrun; \n\nI* \n*I \n\n55 \n\n\n\nApêndice 2 ~ Saidas dos programas SAS \n\nVariable Label N Mean Std Dev Minimum l'laximum \n------------------------------------------------ ------------------------------------------\nPROF Profundidade 304 3039.66 17.6562667 3005.00 3070.00 \nDLT Sonico 265 81.0644151 4.9219183 66.0100000 94.8400000 \nRT Resisti v idade 2 65 2.4429811 1.0464553 0.5700000 4.7700000 \nPHIN Poros. Neutrons 301 20.6455934 3.3785140 10.7588000 29.4786000 \nRiiOC Densidade 301 2.3191385 0.0808332 2.0403000 2.5481000 \nEFAC EletroFacies 304 o. 7664474 0.4237884 o 1.0000000 \nPHIT Poros. Total 265 22.1377736 3.0119802 12.4200000 31 '7600000 \nGRCO Raios-Gama 271 58.8451292 15.8599650 40' 9600000 104.0700000 \nPHIE Poros. Efeciva 265 18.8329506 5\" 1240782 o 31.7648000 \nREAL FAC Facies Padrao 304 o' 7138158 0.4527218 o 1.0000000 \nNPLT Razao Phin,Rhoc 301 60.3386204 3.8076038 4 9. 9226482 74.1606267 \nDRDN Diferenca Rhoç,Phin 301 -1.7353648 1. 7534231 -6.5771000 3.3641333 \n------------------------------------------------------------------------------------------\n\n56 \n\n\n\nVariable Label N Mean Std De v H:inimum Maximurn \n----------------------------------------------------------------------------------------\n\nPROF Profundidade 226 3057.50 13.0769517 3035.00 3080.00 \nDLT Sonico 207 81.8788406 8.0810368 58.9800000 102.9400000 \nRT Resistividaàe 207 L 9623671 0.8763099 0.4600000 4.8300000 \nPHIN Poros. Neutrons 226 19.8721429 5.4975655 3.4179000 36.6002000 \nRHOC Densidade 225 2.3937779 o .1016543 2.1723000 2. 6002000 \nEFAC EletroFacies 226 0.5929204 0.4923805 o 1. 0000000 \nPHIT Poros. Total 207 20.1040097 4. 4806272 .5300000 30.5100000 \nGRCO Raios-Gama 221 72.8249321 19.4 720205 4 5. 7300000 126.4900000 \nPHIE Poros. Efetiva 207 14.2942058 6.3452418 Q .2558000 27.7328000 \nREAL FAC Facies Padrao 226 0.5663717 0.4966753 o 1.0000000 \nNPLT Razao Phin,Rhoc 226 57.7380960 5. 0791896 \" .8276886 64.9721430 DRDN Diferenca Rhoc,Phin 226 -o. 5003948 2.4634071 -4. 1060000 5. 7421667 \n\n57 \n\n\n\nThe LOGISTIC Procedure \n\nData Set: WORK. Pl \nResponse Variable: REALFAC Facies Padrao \nResponse Levels: 2 \nNumber of Observations: 271 \nLink Function: Logi t \n\nResponse Profile \n\nOrdered \nValue REALfAC \n\n1 1 \n2 o \n\nCount \n\n217 \n54 \n\nWARNING: 33 observation (s) À'ere deleted due to missing values for the response or explanatory \nvariables. \n\nVariable \n\nINTERCPT \nGRCO \nPHIN \nDRDN \nNPLT \n\nHodel Fitting Information and Testing Global Null Hypothesis BETA\"\"O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nParameter \nDF Estima te \n\n1 -69.5193 \n1 -0.00446 \n1 0.2106 \n1 -0.5457 \n1 1.1272 \n\nIntercept \nOnly \n\nIntercept \nanc \n\nCovariates Chi-Square for Covariates \n\n272.663 \n276.265 \n270.663 \n\n59.780 \n77.791 \n49.780 220.883 with \n\n206.059 '.-Jith 4 \n\nAnalysis o f Maximum Likelihood Estimates \n\nStandard ~Jald 2r > Standardized \nErro r Chi-Square Chi-Square Estimate \n\n287.0 0.0587 0.8086 \n0,0321 0.0193 0.8895 -0.039001 \no .1380 2.3302 0.1269 0.392871 \n\n11.0879 0.0024 0.9607 -0.523893 \n5.0687 o.oq9s 0.8240 2. 3614 98 \n\nDF ip=O.OOOl) \nDF (p=Q,OOOl) \n\nOdds Variable \nRatio Label \n\nIntercept \n0.996 Raios-Gama \n1. 2Jq Poros. Neutrons \no. 579 Diferenca Rhoc, ?hin \n3.087 Razao Phin, Rhoc \n\nAssociation of Predicted Probabilities and Observed Responses \n\nconcordant 98.4% Somers' D o. 971 \nDiscordant 1. 2% Gamma 0.975 \nTied 0.4% Tau-a o. 311 \n(11718 pairs) c 0.986 \n\n58 \n\n\n\nThe LOGISTIC Procedure \n\nData Set: ílORK.P2 \nResponse Variable: REALFAC Facies Padrao \nResponse Levels: 2 \nNumber o f Observations: 221 \nLink Function: Logit \n\nResponse Profile \n\nOrdered \nValue REALFAC \n\n1 \n2 o \n\nCount \n\n128 \n93 \n\nWARNING: 5 observation (s) were deleted due to missing values for the response or explanatory \nvariables. \n\nVariable \n\nINTERCPT \nGRCO \nPHIN \nDRDN \nNPLT \n\nModel Fitting Information and Testing Global Nul1 Hypothesis BETA=O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nParameter \nDF Estima te \n\n237.2 \n-0.0688 \n-0.0487 \n\n-10.4285 \n-4.1113 \n\nIntercem: \nOnly · \n\nIm:ercept \nano \n\nCavar iates Chi-Square for Covariates \n\n302.805 \n306.203 \n300.805 \n\n73.616 \n90.607 \n63.616 237.189 with 4 DF ip=0.000l) \n\n163.005 wit.h DF (p=0.0001) \n\nAnalysis o f Maximum Likelihood Estimates \n\nStandard Wald ?r ' Standardized Odds Variable Errar Chi-Square Chi-Square Estima te Ratio La bel \n140.3 2.8565 0.0910 Intercept \n\n0.0372 3.4218 0.0643 -o\" 738567 0.934 Raios-Gama \n0.0801 0.3693 0.5434 -0.148876 0.953 Poros. Neutrons \n5.3610 3.7841 0.0517 -14.024252 0.000 Diferenca Rhoc, Phin \n2. 4 656 2.7804 0.0954 -11.419995 0.016 Razao ?hin,Rhoc \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConcordant \nDiscordant \nTied \n(11904 pairsl \n\n96.8% \n3.0% \n0,2% \n\nSomers' D \nGamma \nTau-a \nc \n\n59 \n\no. 938 \no. 940 \no. 459 \n0.969 \n\n\n\nVariable Label N Mean Std Dev Minimum Maximum \n\nDLT Sonico 472 81.4215890 6.5041241 58.9800000 102.9400000 \nRT Resisti v idade 472 2. 2322034 1.0033222 0.4600000 4.8300000 \nPHIN Poros. Neutrons 527 20' 313904 9 4. 4255035 3.4179000 36.6002000 \nRHOC Densidade 527 2.3511471 0.0975399 2. 0403000 2.6002000 \nEFAC EletroFacies 530 0.6924528 0.4619139 o 1.0000000 \nPHIT Poros. Total 472 21.2458475 3.8582572 .5300000 31.7600000 \nGRCO Raios-Gama 4 92 65.1246748 18.8854801 40 .9600000 126.4900000 \nPHIE Poros. Efetiva 472 16 .8424417 6.1163074 o 31.7648000 \nREALFAC Facies Padrao 530 o. 6509434 0.4771222 o 1.0000000 \nNPLT Razao Phin,Rhoc 527 59 .2234050 4.5786090 44 .8276886 74 .1606267 \nDRDN Diferenca Rhoc,Phin 527 -1 .2057572 2.1733789 -6. 5771000 5.7421667 \n\n60 \n\n\n\nThe LOGISTIC Procedure \n\nData Set: WORK.GLoaqL \nResponse Variable: REALS~C Facies Padrao \nResponse Levels: 2 \nNumber of Observation.s: 492 \nLin.k Function: Logit \n\nResponse ?rofile \n\nOrdered \nValue REALFAC \n\n1 \n2 o \n\nCount \n\n343 \n14 7 \n\nWARNING: 38 observation(s) ·aere deleted dueto missing values for the cespon.se or explanatory \nvariables. \n\nVariable \n\nINTERCPT \nGRCO \nPHIN \nDRDN \nNPLT \n\nModel Fitting Infocmation and Testing Global Null Hypothesis BETA=O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nParameter \n\nIntercept \nOnly \n\n602.070 \n606.269 \n500.070 \n\nAnalysis \n\nIntercept \nand \n\nCovariates \n\no f \n\n130.021 \n151.014 \n120.021 \n\nMaximum \n\nStandard Wald Pr \n\nChi-Square for Covariates \n\n480.049 VJith \n370.739 \"elith \n\nLikelihood Estimates \n\n> Standardized \n\nDF (p=0.0001) \nDF (p=0.0001) \n\nOdàs Variable \nDF Estima te Erro r Chi-Square Chi-Square Estima te Ratio Labe1 \n\n1 81.1490 119.4 0.4618 o\" 4 968 Intercept \n1 -0.0241 0.0214 1. 2585 0.2619 -0.250511 o. 97 6 Raios-Gama \n1 0.0559 0.0640 0.7637 0.3822 0.139163 1. 058 Poros. Neutrons \n1 -5.3622 4.6141 1. 3506 o\" 24 52 -6.392689 0.005 Diferenca Rhoc, Phin \n1 -1.4507 2.1077 0.4738 0.4913 -3.651364 0.234 Razao Phin,Rhoc \n\nAssociation ot Predicted Probabilities and Observed Responses \n\nConcordant 97. 3% Somers' o o. 950 \nDiscordant 2.3% Gamrna o. 954 \nTied o. 4% Tau-a ~ o. 399 \n( 50715 pairs) c 0.975 \n\n61 \n\n\n\nThe LOGISTIC Procedure \n\nData Set: WORK.P1 \nResponse Variable RE.l\\LFAC Facies Padrao \nResponse Levels: \nNumber of Observa ions: 265 \nLink Function: Logi'L \n\nResponse Profile \n\nOrdered \nValue RE.I1.LFAC \n\n1 l \n2 o \n\nCount \n\n217 \n48 \n\nWARNING: 39 observation;s) were deleted due to missing values for the response or explanatory \nvariables. \n\nStepwise Select.ion Procedure \n\nStep O. Intercept entered: \n\nAnalysis of Maximum Likelihood Estimates \n\nParameter Standard ~Jald Pr > Standardized \nEstima te \n\nOdds Variable \nVariable DF Estimate Error Chi-Sguare Chi-Square Rac:io Label \n\nINTERC?T 1 1. 5087 89.4662 o. 0001 Intercept \n\nResidual Chi-Square\"' 215.4607 with 8 DF {p=0.0001) \n\nAnalysis of Variables Not in the Model \n\nScore Pr > Variable \nVariable Chi-Square Chi-Square La bel \n\nDLT 5. 4343 o. 0197 Sonico \nRT 6.5298 0.0106 Resistividade \nPHIN 49.8770 o. 0001 Poros. Neutrons \nRHOC 112.8083 o. 0001 Densidade \nGRCO 138.1709 o. 0001 Raios-Gama \nNPLT 195.6231 o. 0001 Razao Phin,Rhoc \nDRDN 202.3034 o. 0001 Diferenca Rhoc,?hin \nPHIT 6.7432 o. 0094 Poros, Total \nPHIE 117.0622 o. 0001 Poros, Efetiva \n\n62 \n\n\n\nThe LOGISTIC Procedure \n\nStep 1. Variable DRDN entered; \n\nModel Fitting Information and Testin.g Global Null Hypothesis BETl'.\"'-0 \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nIntercept \nOnly \n\n252.746 \n256.326 \n250.746 \n\nIntercept \nanc \n\nCovariates \n\n27.723 \n34.883 \n23.723 \n\nChi-Square for Covariates \n\n227.023 with \n202.303 with \n\nDF (p\"'O.OOOl) \n1 DF (p,O.OOOl) \n\nAnalysis of Ma:ximum Likelihood Estimates \n\nParameter Standard Wald Pr > Standardized \nEstima te \n\nOdds Variable \nRatio Label Variable DF \n\nINTERCPT 1 \nDRON 1 \n\nEstima te \n\n-1.8708 \n-4.3832 \n\nE r ror \n\n0.7368 \n1.1623 \n\nChi-Square Chi-Square \n\n6.4476 \n14.2218 \n\n0.0111 \n0.0002 \n\nIntercep-c \n-4.136737 0.012 Diferença Rhoc,Phin \n\nAssociation o f Predicted i?robabi1i ties and Observed Responses \n\nConcordant \nDiscordant \nTied \n(10416 pairs) \n\n99.8% \n0.2% \n0,0% \n\nSomers' D \nGanuna \nTau-a \nc \n\no. 996 \n0.996 \no. 296 \n0.998 \n\nResidual Chi-Square ~ 10.3771 with 7 DF (p~O.l682) \n\nVariable \n\nDLT \nRT \nI?HIN \nRHOC \nGRCO \nNPLT \nPHIT \nPHIE \n\nAnalysis of Variables Not in the l'lodel \n\nScore \nChi-Square \n\no' 6313 \n5' 1011 \n0.0033 \n0.0033 \n0.0949 \n0.0802 \n0.0277 \n0.0019 \n\nPr > \nChi-Square \n\n0.4269 \n0.0239 \n0.9544 \no. 9544 \no. 7581 \n0.7770 \n0.8677 \no. 9652 \n\nVariable \nLabel \n\nSonico \nResistividade \nPoros. Neutrons \nDensidade \nRaios-Gama \nRazao Phin, Rhoc \nPoros. Total \ni?oros, Efetiva \n\nStep 2. Variab1e RT entered: \n\n63 \n\n\n\nThe LOGISTIC Procedure \n\nModel Fitting Inforrna-cion and Tesc::ing Global Null Hypothesis BETA=O \n\nCriterion \n\nTl.IC \nse \n-2 LOG L \nScore \n\nParameter: \n\nIntercem: \nOnly · \n\n252.746 \n256.326 \n250.746 \n\nIntercept \nand \n\nCavar iates \n\n23.730 \n34.469 \n17.730 \n\nChi-Square for Co?ariates \n\n233.016 with 2 DF \n202.789 with 2 DF \n\n0001) \n. 0001) \n\n.rillalysis of Maximum Likelihood Estimates \n\nStandard \\\"lald Pr > \nVariable DF Estimate Errar Chi-Square Chi-Square \n\nStandardized \nEstimaT:e \n\nOdds Var:iable \nRatio Label \n\nINTERCPT \nRT \nDRDN \n\n-6.3776 \n2.2014 \n\n-5.8800 \n\n2:8829 \n1. 1677 \n2. 0334 \n\n4. 8939 \n3.5544 \n8. 3617 \n\no. 0270 \no. 0594 \no. 0038 \n\n1.270076 \n-5.549350 \n\nIntercept \n9.038 Resistividade \n0.003 Diferenca Rhoc,Phin \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConcordant \nDiscordant \nTied \n{10416 pairs) \n\n99.9% \n0.1% \n0.0% \n\nResidual Chi-Square 8.0769 \n\nSomers' \nGarr:ma \nTau-a \nc \n\nHith 6 DF \n\nD o . 997 \no. 997 \n0.297 \no. 999 \n\n(p=O .2325) \n\nAnalysis of Variables Not in the l-1odel \n\nVariable \n\nDLT \nPHIN \nRHOC \nGRCO \nNPLT \n?HIT \nPHIE \n\nScore \nChi-Square \n\n0.4137 \n0.2270 \n0.2270 \n1.4887 \n1. 0628 \n0.0647 \no. 2217 \n\nPr > \nClü~Square \n\n0.5201 \no. 6338 \no. 6338 \no. 2224 \n0.3026 \n0.7993 \n0.6377 \n\nVariable \nLabel \n\nSonico \nPoros. Neutrons \nDensidade \nRaios-Gama \nRazao Phin,Rhoc \nPoros. Total \nPoros. Efetiva \n\nNOTE: No (aàditional) variables met the 0.2 significance level for entry into the model. \n\n64 \n\n\n\nVariable \nStep Sntered Removed \n\n1 DRDN \n2 RT \n\nThe LOGISTIC Procedure \n\nSurrunary of Stepwise Proceàure \n\nNumber Score \nIn Chi-Sguare \n\n2 \n202.3 \n\n5 1011 \n\n\\J'l\"ald !?r > Variable \nChi-Square Chi-Square Label \n\n65 \n\n0.0001 Diferenca Rhoc,?hin \nO, 0239 Resisti v idade \n\n\n\nThe LOGISTIC Procedure \n\nData Set: WORK. P2 \nResponse Variable: REJJ..LFAC \nResponse Levels: 2 \nNumber o f Obser'!ation.s: 207 \nLink Functicn.: Logit \n\nFacíes Padrao \n\nResponse Profile \n\nOrdered \nValue REALFAC \n\n1 \n2 o \n\nCoun.t \n\n128 \n79 \n\nWARN!NG: 19 observation (sj were deleted due to missing values for the response o r explanatory \nvariables. \n\nStepwise Selection Procedure \n\nStep O. Intercept entered: \n\nAnalysis of Ma:ximum Likelihood Estimates \n\nParameter Standard Vlald Pr > Standardized \nEstima te \n\nOdds Variable \nVariable DF Estimate Error Chi-Sguare Chi-Square Rat:io Label \n\nINTERCPT 1 0.4826 0.1431 11.3765 0.0007 Intercept \n\nResidual Chi-Square = 186.6700 with 8 DF (p=0.0001l \n\nAnalysis of Variab1es Not in the Model \n\nscore ?r > Variable \nVariable Chi-Square Chi-Square Label \n\nDLT 0.0562 0.8125 Sonico \nRT 12.5591 o. 0004 Resistividade \nPHIN 45.3753 o. 0001 Poros. Neutrons \nRHOC 87.1574 o. 0001 Densidade \nGRCO 143.8442 o. 0001 Raios-Gama \nNPLT 160.3767 o. 0001 Razao Phin,Rhoc \nDRDN 160.0018 o. 0001 Diferenca Rhoc,?hin \nPHIT 0.5499 0.4584 Poros. Total \nPHIE 95.9538 0.0001 Poros. Efetiva \n\n66 \n\n\n\nThe LOGISTIC Procedure \n\nStep 1. Variab1e NPLT entered: \n\nModel Fitting Infonnacion and Testing Global Null Hypothesis BETA=O \n\nCriterion \nIrn::ercept \n\nOn1y \n\nIntercept \nand \n\nCevar iates Chi~Square for Covariates \n\nAIC \nse \n-2 LOG \nsco:re \n\n277.253 \n280.586 \n275.253 \n\n21.002 \n27.668 \n17.002 258.251 wit::n 1 DF (p\"\"O.OOOll \n\n160.377 with 1 DF (p\"\"O.OOOll \n\nVa:riab1e DF \n\nINTERCPT 1 \nNPLT 1 \n\n.tillalysis cf Maximum Likelihood Estimates \n\nParameter StaDdard Wa1d Pr > Standardized \nEstima te \n\nOdds Variab1e \nEstimate Erro r \n\n-163.7 52.8311 \n2.8498 0.9206 \n\nChi-Square Chi-Square \n\n9.5958 \n9.5823 \n\n0.0020 \n0.0020 \n\nRatio Labe1 \n\nIntercept \n7.929116 17.285 Razao Phin,Rhoc \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConccrdant 99.9% Somers' D o. 998 \nDiscordant 0.1% Gam1na o .998 \nTied (). 0% Tau-a o. 473 \n{10112 pai r si o o. 999 \n\nResidual Chi-Square = 6.7152 with 7 DF {p=0.459ll \n\nVariable \n\nDLT \nRT \nPHIN \nRHOC \nGRCO \nDRDN \nPHIT \nPHIE \n\nhna1ysis of Variab1es Not in the Mode1 \n\nscore \nChi-Square \n\n0.0647 \n0.0143 \n0.9136 \n0.9131 \n5.1316 \n0.8317 \n0.5040 \n0.8053 \n\nPr > \nChi-Square \n\no. 7 992 \no. 9049 \no. 3391 \no. 3393 \no. 0235 \no. 3618 \no. 4 778 \no. 3695 \n\nVariable \nLabel \n\nSonico \nResistividade \nPoros, Neutrons \nDensidade \nRaios-Gama \nDiferenca Rhoc,Phin \nPoros. Total \nPoros. Efetiva \n\nStep 2. Variable GRCO entered: \n\n67 \n\n\n\nThe LOGISTIC Procedure \n\nModel Fitting Information and Testing Global Null Hypothesis BETA=O \n\nCriterion \nIntercept \n\nOnly \n\nIntercept \nand \n\nCovariac:es Chi-Square for Covariates \n\nAIC \nse \n\n277.253 \n280.586 \n275.253 \n\n16. 569 \n26. 567 \n\n-2 LOG L \nScore \n\n10. 569 264.684 with 2 DF (p=O.OOOl) \n164.492 with DF ip\"\"O.OOOl) \n\nP..nalysis of Maximum Like1ihood Estimates \n\n{Jald Pr > \nva:riable DF \n\nParameter Standard \nEstimate Error Chi -Square Chi -Square \n\nStandardized \nEstima c e \n\nOdds Variable \nRac:io Label \n\nINTERCPT 1 \nGRCO 1 \nNPLT 1 \n\n-169.2 \n-0.1513 \n\n3.1450 \n\n72:8595 \n0.0808 \n1.3091 \n\n5.3926 \n3.5032 \n5.7719 \n\n0.0202 \n0.0613 \n0.0163 \n\n-1.651187 \n8,750306 \n\nIntercept \nO. 8 60 Raios-Gama \n\n23.219 Razao Phin,Rhoc \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConcordant \"\"\"100.0% Somers' D o. 999 \nDiscordant 0.0% Gamma 0.999 \nTied 0.0% Tau-a 0.474 \n(10112 pairs) c 1.000 \n\nResidual Chi-Square = 4.4289 with 7 DF (p=0.7293) \n\nAnalysis of Variables Not in the Model \n\nScore Pr > Variable \nVariable Chi-Squa.re Chi-Square La bel \n\nDLT 0.3228 o. 5699 Sonico \nRT 1.2766 0.2585 Resistividade \nPHIN 0.0096 o. 9220 Poros. Neutrons \nRHOC 0.0086 0.9259 Densidade \nDRDN 0,0002 o. 9895 Diferenca Rhoc,Phin \nPHIT 0.0127 o. 9104 Poros. Total \nPHIE 0.0069 o. 9336 Poros. Efetiva \n\nNOTE: No (additional) variables met the 0.2 significance level for entry into the model. \n\n68 \n\n\n\nVariable \nStep Entered Removed \n\n2 \nNPLT \nGRCO \n\nThe LOGISTIC Procedure \n\nSummary of Ste,:n-.:ise Procedure \n\nNumber Score \nIn Chi ~Square \n\n2 \n160. 4 \n\n5.1316 \n\nWald Pr > Variable \nChi~Square Chi-Square Label \n\n69 \n\no. 0001 \n0.0235 \n\nRazao Phin,Rhoc \nRaios-Gama \n\n\n\nThe LOGISTIC ?rocedure \n\nData Set: WORK.GLOBAL \nResoonse Variable: REALFAC Facies Padrao \nResPonse Levels: 2 \nNumber of Observations: 472 \nLink Function: Logit \n\nResponse Profile \n\nOrdered \nValue REF.LFAC \n\nl 1 \n2 o \n\nCount \n\n345 \n127 \n\nWARNING: 58 observation (s) were deleted due to missing values for the response or explanatory \nvariables. \n\nStepwise Selection Procedere \n\nStep O. Intercept entered: \n\nAnalysis of l·laximum Likelihood Estimat:es \n\nParameter Standard ~hld Pr > Star;dardized \nVariable DF Estimate Srror Chi~Square Chi~Square Estimate \n\nOdds Variable \nRatio Label \n\nINTERCPT o. 9 9 94 0,1038 92.7091 o. 0001 Intercept \n\nResidual Chi~Square = 385.7862 with 9 DF \\p=0.0001i \n\nAnalysís of Varíables Not in the l'-lodel \n\nScore Pr > Variable \nVariable Chi-Square Chi-Square Label \n\nDLT 2.7675 0.0962 Sonico \nRT 0.4229 0.5155 Resistiviàade \nPHIN 81.5201 o. 0001 Poros. Neutrons \nRHOC 212.8958 0.0001 Densidade \nGRCO 296.9105 0.0001 Raios~Gama \nNPLT 363.5058 0.0001 Razao Phin,Rhoc \nDRDN 367.1913 o. 0001 Diferenca Rhoc, Phin \nPHIT 10.3565 o. 0013 Poros. Total \nPHIE 226.5622 0.0001 Poros. Efetiva \n\n70 \n\n\n\nThe LOGISTIC Procedure \n\nStep 1. Variable DRDN em:ered: \n\nModel Fitting Information and Testing Global Null Hypothesis BETA=O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nInte:r:cept \nOnly \n\n551.719 \n555.875 \n549.719 \n\nIntercept: \nand \n\nCavar iates \n\n44.558 \n52.872 \n40.558 \n\nChi-Square for Covariates \n\n509.161 with \n367.191 ·,.,rith \n\nDF 1 o=O.OOOU \n1 DF (P=O.OOOl) \n\nAnalysis of Maximum Likelihocd Estimac:es \n\nParameter Stafl.dard Wald Pr > \nvariable DF Estima te Errar Chi-Square Chi-Square \n\nStandardized \nEstima te \n\nOdds Variable \nRatio Label \n\nINTERCPT 1 \nDRDN \n\n-2.1855 \n-5.0004 \n\n0.5948 \n1.0207 \n\n13.4996 \n23. 9985 \n\no. 0002 \n0.0001 -5.886060 \n\nIntercept \n0.007 Diferenca Rhoc,Phin \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConcordant 99.9% somers' D o> 997 \nDiscordan~: 0.1% Garnrna o. 997 \nTied 0.0% Tau-a 0.393 \n(43815 pai:rs) c 0.999 \n\nF.esidual Chi-Squar:e\"\" 13.2247 with 7 DF (p=0.0668) \n\nAnalysis of Variables Not in c:he Model \n\nScore Pr > Variable \nVariable Chi-Square Chi-Square La bel \n\nDLT 0.3046 0.5810 Sonico \nRT 2.1840 0.1395 Resistividade \nPHIN 0.1538 0.6949 Poros. Neutrons \nRHOC 0.1538 0.6949 Densidade \nGRCO 2.9167 0.0877 Raios-Gama \nNPLT 0.2431 0.6220 Razao Phin,Rhoc \nPHIT 0.0156 0.9006 Poros. Total \nPHIE 0.1148 0.7348 Poros. Efetiva \n\nstep 2. Variable GRCO entered: \n\n\n\nThe LOGISTIC Procedure \n\nModel Fitting Information and Testing Global Null Hypot!1esis BETA\"\"O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nIntercept \nOnly \n\n555.876 \n549.719 \n\nIntercept \nand \n\nCovariates \n\n43.518 \n55.989 \n37.518 \n\nChi-Square for Covariates \n\n512,201 Hith 2 DF \n375.846 with 2 DF \n\n.0001) \n\n.0001) \n\nAnalysis of Maximum Likelihood Estimates \n\n?arameter Standard Wald Pr > Odds Variable \nVariab1e DF Estimate Error Chi-Square Chi-Square \n\nStandardized \nEstimat:e Ratio La bel \n\nINTERCPT \nGRCO \nDRDN 1 \n\n1.8979 \n-0.0544 \n-4.8533 \n\n2:4531 \n0.0328 \n1.1179 \n\n0.5986 \n2.7584 \n\n18.8490 \n\no. 4391 \n0.0967 \n0.0001 \n\n-0.562546 \n-5 > 712911 \n\nIntercept \n0.947 Raios-Gama \n0.008 Diferenca Rhoc,Phin \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConcordant 99.9% Somers' D o .998 \nDiscordant 0.1% Garnrna 0.998 \nTied 0.0% Tau-a 0.393 \n(43815 pairs) c o> 999 \n\nResidual Chi-Square = lO. 7251 with 6 DF (p\"\"0.0973) \n\nVariable \n\nDLT \nRT \nPHIN \nRHOC \nNPLT \nPHIT \nPHIE \n\nAP.alysis of Variables Not in the Model \n\nScore \nChi-Square \n\n1.0633 \n5.2277 \n0.0186 \n0.0186 \n0.0086 \n0.1455 \n0.0266 \n\nPr > \nChi-Square \n\n0.3025 \no. 0222 \n0.8916 \n0.8916 \n0.9262 \n0.7029 \n0.8705 \n\n\\!ariable \nLabel \n\nSonico \nResistividade \nPoros. Neutrons \nDensidade \nRazao Phin, Rhoc \nPoros. Total \nPoros. Efetiva \n\nStep 3. Variable RT entered: \n\n72 \n\n\n\nThe LOGISTIC Procedure \n\nHodel Fitting Information and Testing Global Null Hypot:hesis BETA=O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nVariable DF \nPararneter \nEstimate \n\nINTERCPT 1 2.4884 \n\nInterceot \nOnly · \n\nIntercept \nand \n\nCovariac:es C!:ü-Square for Covariates \n\n55 L 719 \n555.876 \n549.719 \n\n38.210 \n54.838 \n30.210 519.509 with 3 DF \n\n315.846 with 3 DF \n. 0001 \\ \n. 0001) \n\nAnalysis of t1aximum Likelihood Estimates \n\nStandard \nE r ror \n\n2:8116 \n\nWald ?r > \nChi-Square Chi-Square \n\n0.7333 0.3761 \n\nStandardized \nEstima te \n\nOdds Variable \nP.atio Label \n\nIntercept: \nRT 1 L 7676 0.7867 5.0485 0.0246 o. 977778 5.857 Resisti v idade \nGRCO -o. ns4 0.0473 s' 9627 0.0146 -l.l93l77 0.891 Raios-Gama \nDRDN -5.5102 1.4199 15.0592 0.0001 -6.486185 0.004 Diferenca Rhoc,Phin \n\nAssociation o f Predicted Probabili ties and Observed Responses \n\nConcordant 99.9% Somers' D o. 998 \nDiscordant 0.1% Gamma o. 998 \nTied 0.0% Tau-a o .394 \n(43815 pairs; c o .999 \n\nResdual Chi-Square = 8.5586 with 5 DF (p=O.l280) \n\nAnalysis of Variables Not ln the l'lodel \n\nScore Pr \\Tariable \nVariable Chi-Square Chi-Square La bel \n\nDLT 0.0155 o. 9008 Sonico \nPHIN 3.5855 0.0583 Poros. Neutrons \nRHOC 3.5855 o. 0583 Densidade \nNPLT 3.1819 0.07.15 Razao Phin, Rhoc \nPHIT 2.2625 o. 1325 Poros. Total \nI? HIE 3.4870 0.0619 Poros. Sfetiva \n\nStep 4. Variable RHOC entered: \n\n73 \n\n\n\nvariable \n\nINTERCPT \nRT \nRHOC \nGRCO \nDRDN \n\nThe LOGISTIC Procedur:e \n\nModel Fltting Infonnation and Testing Global Null Hypothesis BETA=O \n\nCriterion \n\nJUC \nse \n-2 LOG L \nScore \n\nParameter \nDF Estima te \n\n39.6906 \n\nIntercept. \nOnly \n\n551.719 \n555.876 \n549.719 \n\nIntercept \nanc \n\nCov-ariates \n\n36.666 \n57.451 \n26.666 \n\nP..nalysis o f Mazimum \n\nStandard Wald Pr \n\nChi-Square for Covariates \n\n523.053 with 4 DF (p=O.OOOl) \n376.123 with DF !p=O.OOOl) \n\nLikelihood Estimates \n\n> Standardized Odds Variable \nErrar Chi-Square Chi-Square Estima te Ratio Label \n\n23.'1874 2.9300 o. 0869 Intercept \n1 2.8567 1.2151 5. 5214 0.0188 1.580188 17.403 Resisti v-idade \n1 -15.8545 9. 3 97 4 2.8464 0.0916 -0.820783 0.000 Densidade \n1 -0.1394 0.0644 4.6909 o. 0303 -1.442067 o' 870 Raios-Gama \n\n-5.77.58 1.6150 12.7896 o. 0003 -6.798864 0.003 Diferenca Rhoc,Phin \n\nAssociation of Predicted Probabilitíes and Observed Responses \n\nConcordant 99. 9% Somers' D 0.999 \nDiscordant o. 1% Gamina 0.999 \nTied o. 0% Tau-a 0.394 \n(43815 pairs) c o. 999 \n\nResidual Chi-Square = 5.3609 with 4 DF (p=0.2522) \n\nAnalysis of Variables Not in the Model \n\nScore Pr > Variable \nVarlable Chi-Square Chi-Square La bel \n\nDLT 5.2186 o. 0223 Sonico \nPHIN Poros. Neutror:s \nNPLT 0.1667 0.6830 Razao Phin, Rhoc \nPHIT 5.3110 0.0212 Poros. Total \nPHIE 0.2835 0.5944 Poros. ~fetiva \n\nStep 5. Va:riable PHIT entered: \n\n74 \n\n\n\nVariab1e \n\nINTERCPT \nRT \nRHOC \nGRCO \nDRDN \nPHIT \n\nThe LOGISTIC Procedure \n\nModel Fitting Information and Testing Global Null Hypothesis BETA~O \n\nCriterion \n\nAIC \nse \n-2 LOG L \nScore \n\nParameter \nDF Estima te \n\n395.7 \n1 3. 9314 \n\n-146.0 \n1 -0.1795 \n1 -3. 6386 \n1 -2.1787 \n\nIntercept \nOnly \n\nIntercept \nand \n\nCovariates Chi-Square for Covaria-ces \n\n551.719 \n555.876 \n549.719 \n\n33.381 \n58.323 \n21.381 528.338 'eiith 5 DF (p\"\"O.OOOU \n\n377.911 with 5 DF (p=O.OOOl) \n\n,J\\nalysis o f Maximu;-n Like1ihood Estimates \n\nStandard l'la1d Pr ' Standardized Odds Variable Erro r Chi-Square Chi-Square Estimate Ratio Labe1 \n180. o 4.8291 0.0280 Intercept \n\nL 6355 5. 7782 0.0162 2.174704 50.979 Resistividade \n66.0687 4. 8860 0.0271 -7.560491 0.000 Densidade \n\n0,0776 5.3533 0.0207 -1.856029 o. 836 Raios-Gama \n1.8480 3.8768 o. 04 90 -4.283120 0.026 Diferenca Rhoc,Phin \n1.0657 4. l7 95 0.0409 -4.634524 0.113 Poros. Total \n\nAssociation of Predicted Probabilities and Observed Responses \n\nConcordant: \"\"100 .0% Somers' D o .999 \nDiscordant o .0% Garnr-.a o. 999 \nTied o . 0% Tau-a o . 394 \n(43815 pairs) c \" 1 ,000 \n\nResidual Chi-Square = 0.3765 with 3 DF (p=0.945ll \n\nAnalysis of Variables Not in the Model \n\nScore ?r > Variable \nVariable Chi-Square Chi-Square Label \n\nDLT o' 2 680 0,6047 Sonico \nPHIN Poros. Neutrons \nNPLT 0.0255 0.8732 Razao Phin,Rhoc \nPHIS o. 04 97 0.8236 Poros. Efetiva \n\nNOTE: No (additional) variab1es met the 0.2 significance level for entry into the model. \n\n75 \n\n\n\nStep \n\n1 \n2 \n3 \n4 \n5 \n\nVariable \nEntereà Removed \n\nDRDN \nGRCO \nRT \nRHOC \nPHIT \n\nThe LOGISTIC Procedure \n\nSummary of Stepwise Procedure \n\nNumber \nIn \n\n2 \n3 \n\n5 \n\nScore \nChi-Square \n\n367.2 \n2.9167 \n5.2277 \n3.5855 \n5. 3110 \n\n'tlald \nChi-Square \n\n76 \n\nPr > Variable \nChi-Square Labe1 \n\n0.0001 \n0.0877 \n0.0222 \n0.0583 \n0.0212 \n\nDiferenca Rhoc,Phin \nRaios-Gama \nResistividade \nDensidade \nPoros. Total \n\n\n\nFacies obtidas pelo modelo de Pl \n\nTABLE OF REALFAC BY FACP \n\nREALFAC(Facies Padrao) \n(fac estimada por Pll \n\nPercent \n\nRO'H Pct \n\no 94 \n41. 59 \n95. 92 \n\n95. 92 \n\n4. \n\n1. 77 \n\n3. 13 \n\n43.36 \n\n4 \n\n1 .77 \n\n4. 08 \n3 .13 \n\n124 \n\n54. 87 \n\n96 .88 \n\n56.64 \n\n77 \n\nTotal \n\ng::>. \n\n43 . ::.6 \n\n128 \n\n56.64 \n\n226 \n100.00 \n\n\n\nFacies obcidas pelo modelo de Pl \n\nT.\"'.BLE OF EEF.LFJl.C BY FACLOG \n\nREALFAC(Facies ?adrao) \nFl-I.CLOG(Facies estim logisticaJ \n\nPercent \n\nRNi Pct \n\n41.59 58.41 \n\n7R \n\nTotal \n\n93 \n\n43 . 3 6 \n\n12 8 \n\n56. 64 \n\n226 \n100.00 \n\n\n\nFacies Estimada pelo Nodelo Global \n\nTAPLE OF REALFAC BY FACG \n\nREALFAC ( Facies Padrao) \n(fac estimada global) \n\nPe:rcent \n\nRow ?ct \n\nCol Pct 1 Total \n\n98 \n\n41 .59 1 . 77 43.36 \n\n95 .92 4 .03 \n96 .91 3. 10 \n\n125 128 \n\n1 . 33 55. 31 56.64 \n\n2 . 3 4 97. 66 \n\n226 \n42.92 57.08 100.00 \n\n79 \n\n\n\nFacies Estimada pelo Hodelo Global \n\nTABLE OF REALFAC BY FACLOG \n\nREALFAC(Facies Padrao) \n\nFrequencyl \n\nPercent \n\n1\n\n[ \n\nRow Pct \n\nCol Pct I \n\nTotal \n\no \n\nl I \ni \n\nFACLOG(Facies estim logística; \n\n1 i Tot:al \nI \n\n92 98 \n40.71 2.65 \n93.88 6.12 \n\n2 \n\n0.88 \n\nl.56 \n2.13 \n\n94 \n41.59 \n\n4.55 \n\n126 \n\n55.75 \n\n9 8. 44 \n\n95.4.5 \n\n132 \n58.4.1 \n\n00 \n\n43 . 5o \n\n123 \n\n56' 64 \n\n226 \n100.00 \n\n\n\nPl propric :<. P2 \n\nTABLE OF REALFAC BY FhC \n\nREALFAC(Facíes Padrao) \n(facies calculada) \n\nPercent \n\nRow Pct \n\nCol Pct o \n\no 93 \n\n41.59 \n\n5 \n\n58.41 \n\niil \n\nTotal \n\n98 \n\n43 . 3 6 \n\n128 \n\n56. 64 \n\n22 6 \n100.00 \n\n\n\nP2 proprio x P2 \n\nTABLE OF REALFAC BY FAC \n\nREALFAC (Facies Padrao) \nFAC ( facies calculada) \n\nPercent \n\nRow Pct \n\n42.04 57.96 \n\nTotal \n\n98 \n\n43 . 3 6 \n\nl2 8 \n\n56. 64 \n\n22 6 \n100.00 \n\n\n\nGlobal proprio x P2 \n\nTABLE OF REF.LFAC BY FAC \n\nREALFAC (Facies Padrao) \nFAClfacies calculada) \n\nPer cem:: \n\nRow Pct \n\n43- 81 56.19 \n\nTocal \n\n98 \n\n43-36 \n\n128 \n\n56.64 \n\n226 \n100.00 \n\n\n\nGlobal proprio x P2 \nTJ-.BLE OF REJl.LFAC BY FACIES \n\nREALFAC(Facies Padrao) \nFJ<.CIES (Facies Est. Logist..) \n\nPercent \n\nRCH Pct \nTotal \n\n87 \n\n28. 62 \n\n217 \n\no. 99 70 . 39 71.38 \n38 98. 62 \n\n3 . 49 98. 17 \n\nTotal 86 218 304 \n28 . 29 71.71 100.00 \n\nTABLE OF REALFAC BY EFAC \n\nREALFAC tFacies Padrao; \n\nFrequencyj \n\nPercent I \nRow Pct 1. \nCol Pct \n\no \n\n1 \n\nTotal \n\nEFAC(E1etroFacies) \n\noi 11 \n\n71 16 \n23 . 36 5 .26 \n81. 61 18 . 39 \n\n100. o o 6 . 87 \n\no 217 \no .00 71 . 3 8 \no. 00 100. 00 \no. 00 93 . 13 \n\n71 233 \n23 .16 76.64 \n\nTotal \n\n87 \n\n28. 62 \n\n217 \n\n71. 3 8 \n\n104 \n100.00 \n\n\n\nGlobal proprio x P2 \n\nTABLE OF REALFAC BY FACIES \n\nREALFAC(Facies Padraoi \n(Facies Est. ~ogist.) \n\nPercent \n\nRow Pct \n\n42.04 \n\nTo cal \n\n98 \n\n43.36 \n\n128 \n\n56.64 \n\n226 \n100.00 \n\nTABLE OF REALFAC BY EFAC \n\nREALFAC(Facies Padraol \nEFAC(EletroFacies) \n\nFrequency li \n\nPercent \n\n~:: :~: I \n\nTotal \n\n92 \n40.71 \n\n93 \n\no .00 \no .00 \n\n92 \n\noi \nI \n\n40. 71 \n\n2.65 \n\n6.12 \n4 .48 \n\n128 \n\n56. 64 \n\n100 . 00 \n\n95. 52 \n\n134 \n59. 2 9 \n\nTotal \n\n98 \n\n43.36 \n\n128 \n\n56. 64 \n\n22 6 \n100.00 \n\n\n\nGlobal proprio ;,· P2 \n\nTABLE OF REALFAC BY FACES \n\nREALFAC{Facies Padrao) \nFACIES(Facies Est. Logist. l \n\nPercent \n\nRow Pct \n\n28. 62 7L38 \n\nTotal \n\n-37 \n\n28' 62 \n\n217 \n\n7l. 38 \n\n304 \n100.00 \n\nTABLE OF P.EALFAC BY EF.;C \n\nREALFACfFacies Padrao) \nEFAC(EletroFaciesl \n\nFrequencyl \n\nPercen::: I \nRow Pct I \nCol Pct i O~ \n\nTotal \n\no \\ 71 I \nI 23. 36 I \n\n1 \n\n1\n\n1 \n81.61 \n\n100.00 \n\no \no . 00 \nO. 00 \nO. DO \n\n71 \n23 . 3 6 \n\n16 \n5. 26 \n\n18.39 \n\n6.87 \n\n217 \n\n71 . 3 8 \n100 .00 \n\n93. 13 \n\n233 \n76.64 \n\n1 \n\nX6 \n\nTotal \n\n87 \n\n28. 62 \n\n217 \n\n7l. 38-\n\n3 04 \n100.00 \n\n\n\nGlobal propric x P2 \n\nT.li.BLE 8F REALFAC BY FACIES \n\nREALFAC(Facies Padrao) \n{Facies Est. Logist. \n\nFrequency \n?ercent \nRow Pct \n\no \n\no \n\n86 87 \n\n28. 29 0.33 28.62 \n\n98. 85 \n\n98. 85 \n\n1 \n\no .33 \no. 46 \n1. 15 \n\n28.62 \n\n.15 \n\n0.46 \n\n216 \n\n71.05 \n\n99. 54 \n\n99.54 \n\n71.38 \n\n217 \n\n71 . 38 \n\n304 \n100.00 \n\nTABLE OF REALFAC BY EFAC \n\nREALFAC(Facies Padrao} \nEFAC(EletroFaciesl \n\nFrequency \nPercent \nRow Pct \nCol P-::t \n\no \n\n1 \n\nTotal \n\no I \n\nnl \n23 .36 I \n81 .61 I \n\n100. 00 I \n\no \no . 00 \no .00 \no .00 \n\n71 \n23. 36 \n\n,, \nI \n' \n\n16 \n\n. 26 \n\n18 . 3 9 \n\n6. 87 \n\n217 \n\n38 \n\n100 . 00 \n\n93 .13 \n\n233 \n76.64 \n\nX7 \n\nTotal \n\n37 \n\n28. 62 \n\n217 \n\n71.38 \n\n304 \n100.00 \n\n\n\nApêndice 3 ~Análises sequenciais de testemunhos \ndos poços P1 e P2 \n\n88 \n\n\n\nBVGEX?/GEAB \n\nBio~:.;macco :rnenso \n8ioturbocoo moceroac \nEscorreg ornento \n\nAN LlSE SEQ ENCJAL DE TESTEMUNHOS \nROCHAS SILICICLÁSTICAS \n\nEstrct iam \n• rroomer,tos + Ccog~enc% \n\npiano-poro: \nae ccr-vao \nCe foihe!ho \n\nM Mocico \nPiicr \n\nmJilO ~AQCO Fi!!O/NtDiO-WTIOOs \n-:pmuOOs ~€ nrrni!G cosi1111M(ctro),hm se--\nleo&amp;wOO,aspedo moocn.G:ntatas ;r®c-\nC!llM coo: os fooes orwosns ~ ctxuoto \nwn GS tt~!mlis. \n\n\n\n~---~~~==~====~~~====~======~========--=--~· l SEQÜENCIAL DE TESTEMUNHOS \n\nB;o\\u(bCcoc intenso \n8iotvrbocoo rnodetodo \nEscorregornento \n\n~ ~: \n\"'\"'\"\" •H \n> ~-\n:: \"' ~ \n\n~ \n\nM \n\nM \n\nM \n\nM \n\nM \n\nM \n\nROCHAS SILICICL~STICAS \n\nPl \n\npleno- poro!, Microes\\rot. cruz. covolg. indist \n\nAmm \n\n\"' !!flllú GROSSJ;lm!O GROSSO, \n\n\"' N1[N<10 ffiGSSO;ll~lO GROSSJ, \n\n~> Mf:NI!D 1!010 MAOCO \n\n•-> fJitNHO Fm !.!AOCO \n\n=> MQNilO rNO~llllO flN(l C/'1.0. \nlb,,,d;lb,c; \n\n~> INT!RtS1RARf1CA!l0 DtFORt.llillO \n\n~ > fl.llHElHO Pllno. óoza esrum, 1m\\ \nmitooo; \n\nI: \n\n\n\n\n\nApêndice 4 - Gráficos e estatísticas descritivas das \nvariáveis de perfis. \n\nVariávei_Qit I Poço P! \n\n~.r~ \n. i \n\n' i \n. . \n\ni \n\n90 ... -\n~·· . \n\n. \n.i' \n\n85 i f', \nI . ~-\n\n~ \n\n80 J i i ·~· \n/ \n\n75 i/ .,(' J \n~~ / • \n\n70 . • . . \n: . . \n\nI \n.~~ . . . ' \n\ni \n\n. . \n65 c \n\n-3 -2 -1 o 1 i 3 \nNormal Quanlile \n\nQuantiles \nmaximum 100.0% 94,840 \n\n99.5% 94,734 \n97.5% 91,472 \n90.0% 86,822 \n\nquartile 75.0% 83,930 \nmedian 50.0% 81,450 \nquartile 25.0% 78,215 \n\n10.0% 74,916 \n2.5% 69,590 \n0.5% 66,116 \n\nminimum 0.0% 66,010 \nMoments \n\nMean 81,0644 \nStd Dev 4,9219 \nStd Err Mean 0,3024 \nupper 95% Mean 81,6597 \nlower 95% Mean 80,4691 \nN 265,0000 \nSumWgts 265,0000 \n\n89 \n\n\n\nVariável Rt I Poço P1 \n- - ~-- --~-\n\n5,0 -\n\n' '. ' . \n\\-, I'' \n\n4,0 -:--'j ,.; \nI' \n\n~\\ I 3,0 \\í ~ -~ \nc_\\_ \n\n/ \\ í 0 • ' ----. 2,0 -· \ni \n\n_ __. I . \n: . \n\n1 ,O \n\nO oooE__./ ! i i ~=-\n-3 -2 -1 o 1 2 3 \nNormal Quantile \n\nQuanliles \nmaximum 100.0% 4,7700 \n\n99.5% 4,7469 \n97.5% 4,3370 \n90.0% 3,8240 \n\nquartile 75.0% 3,1300 \nmedian 50.0% 2,4300 \nquartile 25.0% 1,9700 \n\n10.0% 0,7000 \n2.5% 0,6230 \n0.5% 0,5733 \n\nminimum 0.0% 0,5700 \nMoments \n\nMean 2,4430 \nSld Dev 1,0465 \nStd Err Mean 0,0643 \nupper 95% Mean 2,5696 \nlower 95% Mean 2,3164 \nN 265,0000 \nSumWgts 265,0000 \n\n90 \n\n\n\nVariável Phin I Poço P1 \n\n\" '\\ =~ . . . .. ,.. \n/ ; \n\n~~l~,· \n~ ---~~ \n\n20 :' \n/ L i \n\nl y ; \n\nt( . ·\"\" .. . . \n___:::c::_ : \n\n' \n. . \n\n10 ' \n' \n\n-3 -2 -i o 1 2 3 \nNormal Quantile \n\nQuantiles \nmaximum 100.0% 29,480 \n\n99.5% 28,822 \n97.5% 27,250 \n90.0% 25,478 \n\nquartile 75.0% 22,700 \nmedian 50.0% 20,610 \nquartile 25.0% 18,490 \n\n10.0% 16,436 \n2.5% 13,354 \n0.5% 10,969 \n\nminimum 0.0% 10,760 \nMoments \n\nMean 20,6455 \nStd Dev 3,3783 \nStd Err Mean 0,1947 \nupper 95% Mean 21,0287 \nlower 95% Mean 20,2623 \nN 301,0000 \nSum Wgts 301,0000 \n\n91 \n\n\n\nVariável Rhoc I Poço P1 \n-\n\nq,j \n~cc;= : \n\n-----· •• I ,_ . 2,5 I . .-\n----' . \n\n2,4 ~··j1~\\ -. --\n~~'·~· \n\n. \n; i \n\n-\n: ::::2 \n\n.. \n2,3 \n\n/ --,-- ;__ --r -2,2 ' i- -· . .. \n: . . 2,1 ··~ \n\nt-\n\nr \n\nL_ \n\n1 \n\n. . \n2,0 i \n\n-3 -2 -1 o 1 2 3 \nNormal Quantile \n\nQuantiles \nmaximum 100.0% 2,5500 \n\n99.5% 2,5449 \n97.5% 2,5100 \n90.0% 2,4480 \n\nquartile 75.0% 2,3500 \nmedian 50.0% 2,3000 \nquartile 25.0% 2,2700 \n\n10.0% 2,2400 \n2.5% 2,1800 \n0.5% 2,0757 \n\nminimum 0.0% 2,0400 \nMoments \n\nMean 2,3191 \nStd Dev 0,0810 \nStd Err Mean 0,0047 \nupper 95% Mean 2,3283 \nlower 95% Mean 2,3099 \nN 301,0000 \nSum Wgts 301,0000 \n\n\n\nVariável Grco I Poço P1 \n• \n\ni • • \n100 ... \n\n~· .. \"' . . \n! :\" \n\n90 / \n\\ \n\np .. \n80 .. \n\nj \n\n1\\ \nI \n\n70 - i \nf \n' \n\n• \n\n60&lt;> ' . \n50 : \n\nj \n\n40 j : ....... \n-3 \n\n• \n; \n\n~ 1; d 3 -2 -1 \nNormal Quantile \n\nOuantiles \nmaximum 100.0% 104,07 \n\n99.5% 103,76 \n97.5% 97,40 \n90.0% 88,23 \n\nquartile 75.0% 67,19 \nmedian 50.0% 51,53 \nquartile 25.0% 48,81 \n\n10.0% 46,28 \n2.5% 43,39 \n0.5% 41,08 \n\nminimum 0.0% 40,96 \nMoments \n\nMean 58.8451 \nStd Dev 15,8600 \nStd Err Mean 0,9634 \nupper 95% Mean 60,7419 \nlower 95% Mean 56,9483 \nN 271,0000 \nSumWgts 271,0000 \n\n93 \n\n\n\nVariável Nplt I Poço P1 \n75 -\n\nI i · r I \n. \n\n70 . ' \n• \n\n. ' • \n\n65 \ni\\\\ \n\n\\I •- __.. .. -\n60 • 1 I L_ \n\n55 :r I ' # I .. / 50 ·- ·----~- ' .. ' \n• \n\n-------\n\n-3 -2 -1 o 1 2 3 \nNormal Quantile \n\nQuantiles \nmaximum 10Q_Qo/o 74,160 \n\n99_5% 72,095 \n97_5% 63,984 \n90_0% 63,340 \n\nquartile 75_0% 62,540 \nmedian 50_0% 61,810 \nquartile 25_0% 59,080 \n\n10_0% 53,272 \n2_5% 50,917 \n0_5% 49,951 \n\nminimum 0.0% 49,920 \nMoments \n\nMean 60,3384 \nS!d Dev 3,8074 \nStd Err Mean 0,2195 \nupper 95% Mean 60,7703 \nlower 95% Mean 59,9065 \nN 301,0000 \nSum Wgts 301,0000 \n\n94 \n\n\n\nVariável Drdn I Poço P1 \n\n:]_ ' : i ---- . • • • i \n' ~·· ' ~ \n\n2 ~ I / \n' í~ ! • 1 -~ i \n\n0]1 r -1 I \n-2 \n\n! \n\n-3 ! \n\n-\n4 ir .. \n\n-5 - . . . . \n-6 ~ \n\n-~--\n\n' \n. . \n\ni -7 \n\n-3 -2 -1 o 1 2 3 \nNormal Quantile \n\nQuantiles \nmaximum 100.0% 3,3600 \n\n99.5% 3,3600 \n97.5% 2,8500 \n90.0% 1,5960 \n\nquartile 75.0% -1,2800 \nmedian 50.0% -2,4600 \nquartile 25.0% -2,7600 \n\n10.0% -3,0600 \n2.5% -3,3600 \n0.5% -5,9782 \n\nminimum 0.0% -6.5800 \nMoments \n\nMean -1 '7357 \nStd Dev 1,7534 \nStd Err Mean 0,1011 \nupper 95% Mean -1,5368 \nlower 95% Mean -1,9346 \nN 301,0000 \nSum Wgts 301,0000 \n\n95 \n\n\n\nVariável D!t I Poço P2 \ni i \n\n·' c \n~ \n\n- ·\"' . . .. \n60 . . \n\ni \n\n' \n-3 -2 -1 o 1i 2 3 \n\nNormal Quantile \n\nQuantiles \nmaximum 100.0% 102,94 \n\n99.5% 102,92 \n97.5% 101,64 \n90.0% 91,15 \n\nquartile 75.0% 87,37 \nmedian 50.0% 81,06 \nquartile 25.0% 77,48 \n\n10.0% 72,05 \n2.5% 64,52 \n0.5% 59,10 \n\nminlmum 0.0% 58,98 \nMoments \n\nMean 81,8788 \nStd Dev 8,0810 \nStd Err Mean 0,5617 \nupper 95% Mean 82.9862 \nlower 95% Mean 80,7715 \nN 207,0000 \nSumWgts 207,0000 \n\n96 \n\n\n\nVariável Rt I Poço P2 \n~-\n\n5 --\n' ' . \n' .. \n\n4 ~- ' \n' \n\n! \n\n! \n\nl\\'k \n. \n~ \n\n3 ./ \n\"i. -riJ / 2 . b \n\nI \n\n/ • L~ 1 \n/I \n\n------'=~ . ' ... ....-J ' \no y \n\ni \n: i \n\n-3 -2 -1 o 1' 2 3 \nNormal Quan!ile \n\nQuantiles \nmaximum 100.0% 4,8300 \n\n99.5% 4,8296 \n97.5% 4,0760 \n90.0% 3,0420 \n\nquartile 75.0% 2,5800 \nmedian 50.0% 1,9400 \nquartile 25.0% 1,3400 \n\n10.0% 0,6680 \n2.5% 0,5040 \n0.5% 0,4600 \n\nminimum 0.0% 0,4600 \nMoments \n\nMean 1,9624 \nSld Dev 0,8763 \nStd Err Mean 0,0609 \nupper 95% Mean 2,0825 \nlower 95% Mean 1,8423 \nN 207,0000 \nSum Wgts 207,0000 \n\n97 \n\n\n\nVariável Phin I Poço P2 \n\nr \n\ni \n. . \n\n\"\\, : \n. \n\n30 J \n/ ! \"' I~ ' 25 \n\n\\ \n20 \n\nI ' • \n:~--\n\n! \n\n15 /' j_/ - . . \n~ \n\n\"' 10 f # \n-\"--\n\n•' \n\n5 -· \n' .. . . . . \n\n-3 -2 -i o 1 2 3 \nNormal Ouantile \n\ni \n\nQuantiles \nmaximum 100.0% 36,600 \n\n99.5% 36,269 \n97.5% 32,194 \n90.0% 27,146 \n\nquartile 75.0% 23,273 \nmedian 50.0% 19,350 \nquartile 25.0% 16,760 \n\n10.0% 13,925 \n2.5% 7,402 \n0.5% 3,548 \n\nminimum 0.0% 3,420 \nMoments \n\nMean 19,8724 \nStd Dev 5,4978 \nStd Err Mean 0,3657 \nupper 95% Mean 20,5931 \nlower 95% Mean 19,1518 \nN 226,0000 \nSumWgts 226,0000 \n\n98 \n\n\n\nVar,.,.,, Rhoc I Poço P2 \n2,60 \n\n..• \\\\ \n·~.~ . \n\n! \n\n. i . \n\"\"\" s . \n\n2,55 -\nI i '\", . ~ -2,50 -\n\n' \n-\n\n\\ \n2,45 --\n\n\\ -: \n2,40 ... \n\n~ \n:\" \n\n-~ \n. \n\nL 2,35 : \n\n/i ---\n2,30 \n\n--- -\n' ./I \n\n' -\n'\" / - I 2,20 .. ... --\n\n• \n\n' \n\n-~-- . I 2,15 \n-3 -2 _; o 1' 2 3 \n\nNormal Quantile \n\nQuantiles \nmaximum 100.0% 2,6000 \n\n99.5% 2,5987 \n97.5% 2,5800 \n90.0% 2,5300 \n\nquartile 75.0% 2,4800 \nmedian 50.0% 2,3950 \nquartile 25.0% 2,3100 \n\n10.0% 2,2600 \n2.5% 2,2100 \n0.5% 2,1740 \n\nminimum 0.0% 2,1700 \n\nMoments \nMean 2,3938 \nStd Dev O, 1016 \nStd Err Mean 0,0068 \nupper 95% Mean 2,4071 \nlower 95% Mean 2,3804 \nN 226,0000 \nSum Wgts 226,0000 \n\n99 \n\n\n\nVariável Grco I Poço P2 \n130 \n\ni f \ni \n\n~ . . \n120 \n\n·-\n\n110 i'\\~, \n: \n\n\"' . .,. \n1:: \\' / \n\n80 Tl I I \n70 i&lt;> I \n\n;f J ;--\n\n.... / \n60 \n\ní I . 50 \niY \n\n~ \n\n--- . \n40 -\n\n• ' \n-3 -2 -1 o 1 2 d \n\nNormal Quantile \n\nOuantiles \nmaximum 100.0% 126,49 \n\n99.5% 126,38 \n97.5% 116,51 \n90.0% 100,75 \n\nquartile 75.0% 90,74 \nmedian 50.0% 64,75 \nquartile 25.0% 56,78 \n\n10.0% 52,38 \n2.5% 48,42 \n0.5% 45,88 \n\nminimum 0.0% 45,73 \nMoments \n\nMean 72,8249 \nStd Dev 19,4720 \nStd Err Mean 1,3098 \nupper 95% Mean 75,4064 \nlower 95% Mean 70,2435 \nN 221,0000 \nSum Wgts 221,0000 \n\n100 \n\n\n\nVariável Nplt I Poço P2 \n\n65 i \\ J i ! /···· \n60&lt;-l --~ \n\nr--, t \nI \n\nl \n\nI \n50 ! /J ' / : \n\n~ .r r- ,/ \n•' \n\n45 -·-· ' . \n\n-3 -i -~ o 1' 2 3 \nNormal Quantile \n\n' \nQuantiles \n\nmaximum 100.0% 64,970 \n99.5% 64,969 \n97.5% 64,476 \n90.0% 63,295 \n\nquartile 75.0% 61,845 \nmedian 50.0% 59,560 \nquartile 25.0% 53,470 \n\n10.0% 50,476 \n2.5% 47,588 \n0.5% 44,850 \n\nminimum 0.0% 44,830 \nMoments \n\nMean 57,7381 \nStd Dev 5,0795 \nStd Err Mean 0,3379 \nupper 95% Mean 58,4039 \nlower 95% Mean 57,0722 \nN 226,0000 \nSum Wgts 226,0000 \n\nlOl \n\n\n\nVariável Drdn I Poço P2 \n6 \n\nI \n\n- . . \n5 . . \n\n~~. . \n4 \\ \n\n. \n'\\ -\"\"' \n\ni \n3 \" \n\n\\ \n.... \n\n2 I \n1 \\ I I i o -t-~ \n\n! \n• \n\n-1 i ~ \n• \n\n! \n-\n\n/ -2 ~ i i -3 \n-4 /i ........ / \n\nI \n. \n\n-5 1 : \n-3 -2 _; o 1. 2 3 \n\nNormal Quantile \n\nQuantiles \nmaximum 100.0% 5,7400 \n\n99.5% 5,7063 \n97.5% 4,6115 \n90.0% 3,0990 \n\nquartile 75.0% 1,4925 \nmedian 50.0% -1,4600 \nquartile 25.0% -2,4950 \n\n10.0% -3,0770 \n2.5% -3,7500 \n0.5% -4,0749 \n\nminímum 0.0% -4,1100 \nMoments \n\nMean -0,5004 \nStd Dev 2,4635 \nStd Err Mean O, 1639 \nupper 95% Mean -0,1775 \nlower 95% Mean -0,8233 \nN 226,0000 \nSumWgts 226,0000 \n\nl02 \n\n\n\nReferências Bibliográficas \n\nBarros, A. J. - 1990 - Modelagem Es;'atisth:a em Estudos Epidemiológicos. O Modelo \n\nLogístico. Dissertação de Mestrado. Universidade Estadual de Campinas. 93 p. \n\nBecker, M. et alli - 1989 - Caracterização do Reservatório Principal do Campo de Pargo, \n\nBacia de Campos, Brasil. Relatório Técnico Cenpes-953. 121 p. \n\nBruhn, C. L &amp; Moraes, M. A. S.- 1988- Turbiditos Brasileiros: caracterização geométrica \n\ne faciológica. : CONGRESSO uL•..n.c>lLLlJc..v \n\nAnais. Belém, SBG, v.2, p.224-238. \n\nBruhn, C. H. L. - 1993 - High-Resolution Stratigraphy, Reservoir Geometry, And Facies \n\nCharacterization of Cretaceous and Tertiary Turbidites from Brasi/ian Passive \n\nMargin Basins. Tese de Doutorado. McMaster University. 433 p. \n\nBucheb, J. A. - 1991 -Aplicação de Tratamento Estatístico Multivariante em Dados de Perfis \n\nde Poços da Bacia de SE - AL. Tese de Mestrado. Universidade Federal do Pará. \n\n!38p. \n\nBucheb, J. A. - 1992 - Aplicação de Análise de Componentes Principais em Dados de Perfis. \n\nBoletim de Geociências da Petrobrás. Rio de Janeiro, 6(!12):5-16. \n\nCastro, W. B. de M. - 1991 - Um Algoritmo para Reconhecimento Semi-Automático de \n\nEletrofácies em Perfis de Poços. In: SEMINÁRIO TEC. OPER. GEOL., 3, Cabo \n\nFrio, 1991. Anais ... Rio de Janeiro, Petrobras, v.l, p. 183-190. \n\nConstanza, M. C. &amp; Afifi, A. A. - 1979 - Comparison of Stopping Rules in Forward Stepwise \n\nDiscriminant Analysis. Journal o f the American Statistical Association, 74, 777-785 \n\nEfron, B. - 1975 - The Efficiency of Logistic Regression Compared to Normal Discriminant \n\nAnalysis. Journal o f the American Statistical Association, 70, 892-898. \n\n103 \n\n\n\nL - 1988 - Some Application of Principal \n\nCorrelation, Zonation. Geobyte, 3(2):25-31. \n\nComponent Well-to-Well \n\nFerreira, A. B. de - 1986- Novo Dicionário da Língua Portuguesa. Aurélio Buarque de \n\nHolanda Ferreira e de Nova Fronteira, 1499 p. \n\nFranco N. - 1993 - Avaliação Quantitativa de Perfis. Reservatório Cretácico \n\nCampo de Pargo. Relatório Interno Petrobrás. 41 \n\nGreder, H. N. et alli - 1995 - Derivation o f a Core Permeability Log and Extrapolation to \n\nUncored Intervals. In: SPWLA 36th Annual Logging Symposíum. 6 p. \n\nHook, J. R. et \n\nA \n\n22 \n\n- 1994 -Fades and Perrneabilíty Prediction Wireline Logs and Core -\n\nSea Case Study. SPWLA 35th Annual Logging Symposium, Section \n\nHosmer, D. W. &amp; Lemeshow, S. - 1989 - Applied Logistic Regression. John Wiley &amp; Sons. \n\nNew Y ork. 307 p. \n\nJensen, J. L. - 1986 - A statistical Study of Reservoir Permeability Distributions. PhD \n\nDissertation. The University ofTexas at Austin. 243 p. \n\nLemos, W. P. et alli- 1989 -Estudo dos Problemas de Baixa Resistívidade de Perfis Elétricos \n\ndos Campos de Carapeba e Pargo.Relatório técnico Cenpes 997. Petrobras, RJ.52 p. \n\nLin, J. L. &amp; Salish, H.A. - 1994- Deterrnination from Well Logs o f Porosity and Perrneability \n\nin a Heterogeneous Reservo ir. Society of Petroleum Engineers, SPE 28792. ll p. \n\nMcCullagh, P. &amp; Nelder, J.A.- 1983 - Generalized Linear Models. Chapman Hall, London. \n\n261 p. \n\nMeisner, J. &amp; Demirrnen, - 1981 - The Creaming Method : A Bayesian Procedure to \n\nForecast Future Oil and Gas Discoveries in Mature Exploration Provinces. The \n\nJournal ofthe Royal Statistical Society, Series A (general), v.l44, I, p. l-31. \n\n104 \n\n\n\nPregibon, - 1981- Logistic Regression Diagnostics. Annals ofStatistics, 9, 705-724. \n\nSarzenski, D. J. &amp; Toledo, J. B. de- 1990- Correlação Rocha-Perfil: Conceitos e Aplicação \n\nem Reservatórios Heterogêneos. Relatório Técnico Petrobrás. 394 p. \n\nSerra, &amp; Abbott, \n\nStratigraphy. In: TECH CONF. EXH SPE 9270, 55, Dallas. p. \n\nSilva, R. da - 1983 - Contribuição à Avaliação Probabilística de Potencial Petrolífero. \n\nTese de Mestrado. Universidade Federal do Rio de Janeiro. 70 \n\nSouza Jr., O. G. de - 1991 - Análise de Dados Multivariados, uma Eficiente Ferramenta para \n\nDescrição e Caracterização de Reservatórios. SEMINÁRIO TEC. OPER. GEOL., \n\n1991. Anais ... Rio Janeiro, Petrobras, v.l, p. 121-130 \n\nSteagall, D. E. et al!i- 1995 -Estimativa de Permeabilidade Através de Perfis no Reservatório \n\nCarbonático Quissam~do Campo de Bonito, Bacia de Campos - RJ. In: VI \n\nSIMPÓSIO DE QUANTIFICAÇÃO EM GEOCIÊNCIAS. Boletim de Resumos \n\nExpandidos, Unesp, Rio claro (SP), 1995. P. 185-188. \n\nWoronow, A.- 1987- Cluster Analysis. Geobyte, 2(8):34-37. \n\n!05"}]}}}