{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21997"}, {"@name": "filename", "#text": "585_TCCAmandaFirminoCerveira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Federal de Santa Catarina \n\nCentro de Ciências Biológicas  \n\nNúcleo de Estudos do Mar \n\n  \n\n   \n\n  \n\n  \n\n  \n\n  \n\n  \n\nAnálise sazonal da comunidade bêntica macrofaunal de \n\numa bacia hidrografica costeira do Sul do Brasil \n  \n \n\n \n\n  \n\n  \n\n  \n\nAmanda Firmino Cerveira \n\n  \n\n  \n\n  \n\n  \n\nOrientador: Prof. Dr. Paulo Paglios \n\n  \n\n  \n\n  \n\n  \n\n  \n\nFlorianópolis, Julho 2013 \n\n\n\n \n \n\n \n \n\nUniversidade Federal de Santa Catarina \n\nCentro de Ciências Biológicas  \n\nNúcleo de Estudos do Mar \n\n  \n\n  \n\n  \n\n  \n\nTRABALHO DE CONCLUSÃO DO CURSO \n\n    \n\n  \n\nAnálise sazonal da comunidade bêntica macrofaunal de \n\numa bacia hidrografica costeira do Sul do Brasil \n  \n\n \n\n  \n\nAmanda Firmino Cerveira \n\n  \n\n  \n\nOrientador: Prof. Dr. Paulo Pagliosa \n\n  \n\n  \nTrabalho de Conclusão de curso submetido a  \n\nUniversidade Federal de Santa Catarina,  \n\ncomo requisito para obtenção de grau  \n\nem Bacharel em Ciências Biológicas. \n\n  \n\n  \n\n  \n\n  \n\nFlorianópolis, Julho 2013 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFicha de identificação da obra elaborada pelo autor \n\natravés do Programa de Geração Automática da Biblioteca Universitária \n\nda UFSC. \n\n \n\nA ficha de identificação é elaborada pelo próprio autor \n\n                         Maiores informações em: \n\n                      http://portalbu.ufsc.br/ficha \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nhttp://portalbu.ufsc.br/ficha\n\n\n \n \n\n \n \n\n  \n\n  \n\n\n\n \n \n\n \n \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n \n\n  \n\n  \n\n A vida é feita de muitos momentos,  \n\nse soubermos aproveitá-los com sabedoria,  \n\ncom certeza viveremos sem muitos arrependimentos  \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n \n\nAgradecimentos \n\n \nPrimeiramente agradeço a meus pais, Jaime e Regina, pelo \n\napoio de sempre, motivação, carinho, suporte necessário e, \n\nprincipalmente, agradeço a minha criação, ajudando a formar a pessoa \n\nque sou hoje. \nÀ minha maninha, Thais, que também sempre me deu forças \n\npara seguir meus sonhos e esteve ao meu lado, mesmo que em \n\npensamento. A saudade é grande. \nAgradeço ao meu orientador Paulo Roberto Pagliosa pelo aprendizado \n\n(muito!), pela dedicação e também paciência.  \nÀ meus companheiros do NEMAR pelas conversas, risadas, \n\ndescontrações e aprendizado do dia-a-dia. É realmente muito bom \n\nencontrá-los todos os dias. Cada um com seu jeitinho, completando o \n\noutro (adoro!).  \nÀ mestra Letícia Frozza Teive, pelo tempo e ensinamento \n\ndurante a identificação e análises (Gratidão!).  \nÀ mestranda Mariana Serwy, pelo aprendizado durante as \n\ntriagens. \nAo meu amado e companheiro, Roberto Chaves, pelo amor, \n\nforça e paciência de sempre. \nÀ minha amada irmã Anastácia, um dos meus principais pilares \n\nde sustentação nessa vida, pela simples existência.  \nÀ meus companheiros da graduação, pelas contribuições \n\npessoais e convívio do dia-a-dia. \nÀ meus amados amigos e amigas de Ribeirão, que mesmo longe \n\nestão no meu coração e pensamento, e onde o reencontro é sempre \n\nprazeroso.  \nÀ minha irmã Luciana que é indescritivelmente importante para \n\nmim.  \nÀ toda equipe do NEMAR pelo auxilio estrutural e profissional.  \nÀ Mariana Serwy, Pablo Riu e Prof. Eduardo Soriano-Sierra \n\npor aceitarem avaliarem este trabalho e contribuir para sua melhoria e \n\npelo tempo dedicado. \n  \n\n\n\n \n \n\n \n \n\nINDICE \n\n \n\nLISTA DE FIGURAS ................................................................................... 1 \n\nLISTA DE TABELAS .................................................................................. 2 \n\nRESUMO ...................................................................................................... 3 \n\nABSTRACT .................................................................................................. 4 \n\nINTRODUÇÃO ............................................................................................ 5 \n\nMATERIAIS E MÉTODOS ......................................................................... 8 \n\nÁrea de estudo .......................................................................................... 8 \n\nAnálise dos dados ................................................................................... 14 \n\nRESULTADOS ........................................................................................... 16 \n\nDISCUSSÃO .............................................................................................. 30 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ........................................................ 34 \n\nAnexo 1. Tabela com o numero de indivíduos identificados da macrofauna \n\nbêntica por local, correspondente ao Estuário externo da Bacia Hidrográfica \n\ndo Rio Ratones, nas estações do ano. .......................................................... 40 \n\nAnexo 2. Tabela com o numero de indivíduos identificados da macrofauna \n\nbêntica por local, correspondente ao Estuário interno da Bacia Hidrográfica \n\ndo Rio Ratones, nas estações do ano. .......................................................... 42 \n\nAnexo 3. Tabela com o numero de indivíduos identificados da macrofauna \n\nbêntica por local, correspondente ao Sistema de água doce da Bacia \n\nHidrográfica do Rio Ratones, nas estações do ano. .................................... 41 \n\n \n\n\n\n \n \n\n1 \n \n\n LISTA DE FIGURAS \n\nFigura 1. Foto aérea com a localização do Norte da Ilha de Florianópolis, \n\nSanta Catarina. Em destaque a Bacia Hidrográfica do Rio Ratones com os \n\npontos amostrais referente ao estudo, estuário externo (EE - em amarelo), \n\nestuário interno (EI- em azul) e o sistema de água-doce (AD, em \n\nvermelho)......................................................................................................10 \n\nFigura 2.  PCoA com as distancias médias das amostras em relação ao ponto \n\nmédio de cada região (centróide) para as variáveis locais (acima) e \n\nmacrofauna bêntica (abaixo)........................................................................21 \n\nFigura 3. MDS apresentando a distribuição temporal das três regiões. Na \n\nfigura os locais estão descritos como números e os períodos representados \n\npor símbolos e cores diferentes....................................................................22 \n\nFigura 4. Valores médios e desvio padrão das densidades de \n\nMonokalliapseudes schubarti, Paraprionospio pinnata, Oligoqueta, \n\namostradas durante as estações do ano.........................................................25 \n\nFigura 5. Médias e desvio padrão das densidades de Ostracoda, Laeonereis \n\nacut e Heteromastus similis, amostradas durante as estações do ano..........26 \n\nFigura 6. Médias e desvio padrão das densidades de Tanypodinae, \n\nChironominae, Ceratopogonidae e Nemertea, amostradas durante as \n\nestações do ano.............................................................................................28 \n\n\n\n \n \n\n2 \n \n\nLISTA DE TABELAS \n\nTabela 1. Datas das coletas e respectivas estações do ano ..........................12 \n\nTabela 2: Localização e profundidade dos pontos de coleta dentro das \n\nrespectivas regiões, ao longo da Bacia Hidrográfica do Ratones ................13 \n\nTabela 3. Média e desvio padrão das variáveis sedimentológicas nas três \n\nregiões de estudo e durante os períodos do ano...........................................17 \n\nTabela 4. Variáveis climáticas referente a cada data de coleta....................18 \n\nTabela 5. Resultados da análise pelo programa PERMANOVA, baseada na \n\nmatriz da distancia euclidiana para as a comunidade bentônica. Em negrito, \n\ndestacam-se os resultados estatisticamente significativos para p<0,05, em \n\ncada uma das regiões ...................................................................................20 \n\nTabela 6. Níveis de significância (P) e dos táxons que se destacaram com \n\nfrequência acima de 5% no Estuário externo. Em negrito, destacam-se os \n\nresultados estatisticamente significativos para p<0,05.................................24 \n\nTabela 7. Níveis de significância (P)  dos táxons que se destacaram no \n\nEstuário interno. Em negrito, destacam-se os resultados estatisticamente \n\nsignificativos para p<0,05............................................................................24 \n\nTabela 8. Níveis de significância (P) dos táxons que se destacaram no \n\nsistema de água-doce. Em negrito, destacam-se os resultados \n\nestatisticamente significativos para p<0,05. ................................................27 \n\n \n\n\n\n \n \n\n3 \n \n\nRESUMO  \n\nDeterminar a importância relativa das forças ambientais de \n\ndiferentes escalas sobre a dinâmica temporal da comunidade é uma \n\nquestão fundamental na ecologia. Este estudo analisa as respostas \n\ntemporais da comunidade bêntica macrofaunal em duas regiões de \n\nestuário, externo e interno, e um sistema de água doce de uma Bacia \n\nHidrográfica costeira. As amostragens foram realizadas em oito datas \n\nentre agosto de 2007 e maio de 2008 e abrangeram as quatro estações do \n\nano. O sistema estuarino apresentou sedimentos compostos de grãos \n\nfinos, principalmente lodo, e o sistema de água doce apresentou \n\nsedimentos grosseiros e menor quantidade de matéria orgânica. Tanto a \n\ndensidade quanto a riqueza de táxons foram maiores no sistema \n\nestuarino comparado ao sistema de água-doce, variando \n\nsignificativamente entre estes sistemas. Os táxons superiores, assim \n\ncomo as variáveis ambientais, das regiões de estuário, foram \n\nsemelhantes, sendo os poliquetas Paraprionospio pinnata, Laeonereis \n\nacuta, e Heteromastus similis os dominantes na região de estuário \nexterno, além do crustáceo Monokalliapseudes schubarti, e dos táxons \n\nOligochaeta e Ostracoda, sendo este último, o táxon possuidor da maior \n\ndensidade no estuário interno. Na região do sistema de água-doce os \n\ntáxons com maiores densidade foram Tanypodinae, Chironominae, \n\nCeratopogonidae, Oligochaeta e Nemertea. As assembléias da \n\nmacrofauna bentônica das regiões de estuário, responderam as variações \n\ntemporais de diferentes maneiras, sendo os períodos referentes ao \n\ninverno e a primavera os detentores das maiores densidades totais. Por \n\noutro lado, a macrofauna bentônica do sistema de água doce, submetidas \n\nas mesmas variáveis temporais, não apresentaram respostas \n\nsignificativas em relação a tais variações. \n\n  \n\nPalavras chaves: dinâmica temporal, estuário, água doce, Santa Catarina \n\n  \n\n \n\n  \n\n\n\n \n \n\n4 \n \n\nABSTRACT \n\nDetermining the relative importance of environmental forces on \n\ndifferent scales on the temporal dynamics of the community is a \n\nfundamental question inecology. This study analyzes the temporal \n\nresponses of macrobenthic fauna at three distinct sites within a coastal \n\nriver basin system. The sampling was carried out on eight dates among \n\nAugust 2007 and May 2008, and covered the four seasons ofa year. The \n\nestuarine systems’ sedimentwas compound by fine-grains, mostly silt, \n\nand the freshwater system, with coarse sediments and lower amount of \n\norganic matter. The density and diversity of many taxa were greater in \n\nthe regions of the estuary when compared to the freshwater system, \n\nvarying (or changing?) significantly across these systems.  The level of \n\nhigher taxa between regions of the estuary were similar, being the \n\npolychaete worms Paraprionospio pinnata, Laeonereis acuta and \n\nHeteromastus similis dominant in the external estuary, also the \ncrustacean Monokalliapseudes schubarti, and the taxa Oligochaeta and \n\nOstracoda the latter being the most abundant taxon in the inner estuary. \n\nThe freshwater system showed the most abundant taxa Tanypodinae, \n\nChironominae, Ceratopogonidae, Oligochaeta e Nemertea.. The \n\nassemblages of benthic macroinvertebrates in the regions of the estuary, \n\nwere affected by large temporal variations in different ways, being the \nperiods of winter and spring the holders of the highest total densities. \n\nMoreover, the benthic macroinvertebrates of freshwater system, \n\nsubmitted to the same temporal variables, showed no responses in \n\nrelation to such changes. \n \n\nKeywords: temporal dynamics, estuary, freshwater system, Santa \n\nCatarina \n\n\n\n \n \n\n5 \n \n\nINTRODUÇÃO \n\nAs mudanças na paisagem ao longo do eixo nascente-foz em \n\numa bacia hidrográfica costeira representam bem a variabilidade \n\nambiental em escala espacial regional. O grau de conectividade entre \n\nesses sistemas e a sua posição transicional entre os ecossistemas \n\nmarinhos e continentais determinam componentes espaciais e \n\nambientais estruturadores das assembleias (Pérez-Ruzafa et al., 2010). \n\nAs formas de resposta das comunidades aquáticas às variações \n\nambientais são bastante diversificadas, incluindo alterações na \n\ncomposição, na estrutura e nas características funcionais das espécies.  \n\nNos sistemas de água doce, na porção mais interna das bacias \n\nhidrográficas costeiras, a distribuição de macroinvertebrados é regulada \n\npela interação entre tipo de substrato (Buss et al., 2004), a matéria \n\nalóctone (Cummins &amp; Klug, 1979), a temperatura da água (Merritt &amp; \n\nCummins, 1996), as condições hidráulicas (Statzner et al., 1988 ), \n\nperturbação (Siegfried &amp; Knight, 1977) e interações bióticas (Kohler, \n\n1992). Além dessas interações, no sistema estuarino, as assembleias \n\nbênticas de fundos moles estão submetidas ao regime de marés, que \n\naltera o fluxo direcional das correntes e modifica a condição físico-\n\nquímica do ambiente (Schettini, 2002) principalmente pelas alterações \n\nna salinidade \n\nUma relação positiva entre a variabilidade ambiental, \n\nabundância e a riqueza de espécies tem sido demonstrada por uma série \n\nde trabalhos, tanto em ambientes terrestres quanto em aquáticos \n\n(Bazzaz, 1975; Putman, 1994; Tews et al., 2004). Este aspecto é \n\nespecialmente importante em espécies de pequeno tamanho corporal, \n\ncomo aqueles que compõem a macrofauna bêntica. Organismos \n\npequenos tendem a ser mais especialistas do que organismos maiores \n\n(Ziv, 2000), fato que confere a essas comunidades uma maior \n\ninterferência de variáveis agindo em diferentes escalas. Ambientes \n\nheterogêneos, então, devem apresentar uma maior riqueza de espécies \n\npor possuírem uma maior diversidade de micro-habitats.  \n\nNesse sentido, um aumento na complexidade ambiental local \n\npode determinar um aumento na quantidade de nichos disponíveis, \n\nconsequentemente possibilitando a co-existência de um maior número \n\nde espécies (Putman,1994). No entanto, modelos estocásticos \n\n\n\n \n \n\n6 \n \n\ncombinando elementos da teoria de biogeografia de ilhas e da teoria de \n\nnicho ecológico, mostram que à medida que a heterogeneidade aumenta \n\na área efetiva disponível para cada uma das espécies diminui, reduzindo \n\na dimensão da população (Allouche et al., 2012). As condições \n\nambientais e a disponibilidade de recursos necessários para os \n\nindivíduos ou espécies cumprirem seu modo de vida, ressaltam o papel \n\nda diferenciação do nicho ecológico (Hutchinson, 1957) como \n\nmecanismo essencial para a manutenção da biodiversidade.  \n\nA crescente preocupação com os efeitos ecológicos das \n\nmudanças climáticas enfatiza a importância de definir como as forças \n\nambientais de larga escala agem sobre as populações locais ou como \n\ninteragem influenciando nas respostas locais. \n\nEntretanto para compreender os efeitos das mudanças \n\nclimáticas nos ecossistemas é importante definir ligações entre \n\nflutuações ambientais e a dinâmica temporal das espécies dentro de uma \n\ncomunidade (Ives, 1995). Duas teorias fundamentais sustentam a \n\nprevisão dos efeitos por fatores de larga escala em populações e \n\ncomunidades. A teoria hierárquica define processos em espaços \n\ndescontínuos ou escalas temporais (Simon, 1962; Allen &amp; Starr, 1982), \n\nsendo que fatores ambientais de larga escala influenciam de cima para \n\nbaixo na hierarquia, sugerindo que a variabilidade climática deveria \n\nresultar em consistentes mudanças na dinâmica das populações locais \n\n(Hagberg et al., 2003; Wilmers et al., 2007). Por outro lado, a teoria \nmulti-scala enfatiza a interação entre processos operacionais em mais de \n\numa escala (rápida e lenta ou ampla e estreita) sendo que o resultando da \n\nresposta dos organismos depende do contexto em que eles se enquadram \n\n(Van De Koppel et al., 2001). Estas duas teorias possuem elementos \n\nimportantes para compreendermos a dinâmica de populações em relação \n\nàs variáveis ambientais.  \n\nSendo assim, este estudo tem como objetivo testar estas teorias \n\ninvestigando as respostas temporais da comunidade bêntica \n\ncaracterística de diferentes sistemas, porém próximos, em uma mesma \n\nbacia hidrográfica costeira. Os sistemas investigados são o estuarino, \n\nabrangendo duas regiões, chamadas de externa e interna, e o sistema de \n\nágua doce do interior da bacia hidrográfica costeira. Dessa forma, \n\nconsiderando que as regiões são distintas, podendo ser habitados por \ndiferentes espécies, e que a variabilidade ambiental de pequena escala é \n\nvariável, espera-se que as comunidades apresentem tendências similares \n\n\n\n \n \n\n7 \n \n\nde variação temporal e respondem as mesmas forçantes ambientais ao \n\nlongo de um ciclo anual, uma vez que estão sujeitas as mesmas \n\nvariações de grande escala. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n\n\n \n \n\n8 \n \n\nMATERIAIS E MÉTODOS \n\nÁrea de estudo \n\nA Bacia Hidrográfica do Rio Ratones (BHRR) está localizada \n\nna porção noroeste da Ilha de Santa Catarina (27°S - 48°O), sul do \n\nBrasil (Figura 1). O clima regional apresenta verões quentes e invernos \n\namenos, porém sem estação seca definida. O regime de precipitação é \n\nvariável com tendência a elevado índice pluviométrico e o maior \n\nnúmero de dias de chuva no verão (Cruz, 1998). As chuvas de verão \n\ncostumam ser diárias e de curta duração, entretanto, as chuvas do \n\ninverno provocadas pela ação direta das frentes polares, costumam ser \n\nintermitentes e com duração de até uma semana (Andrade, 1996) \n\nDurante as frentes frias ocorre aumento na força do vento, enquanto que \n\na energia provida da radiação solar diminui, resultando em temperaturas \n\nrelativamente mais homogêneas da água (Stech &amp; Lorenzetti,1992). A \n\nhidrodinâmica local é regida pela força das micromarés semidiurnas, \n\nlevando aproximadamente 12 e meia horas para completar o ciclo de \n\nenchente, preamar, vazante e baixa-mar. Sua amplitude média é de 0,83 \n\nmetros para as marés de sizígia e 0,15 metros para as marés de \n\nquadratura (Cruz, 1998). Os ventos predominantes são os de quadrante \n\nN-NE seguidos pelos de maior intensidade, de S-SE. \n\nA BHRR possui aproximadamente 61 km² e apresenta grande \n\nheterogeneidade ambiental, incluindo mata atlântica, restinga, riachos, \n\nmanguezal e marismas, praias arenosas, costões rochosos, além de áreas \n\nurbana e rural (Fusverk, 2002). Os riachos nascem nos morros próximos \n\ne são caracteristicamente pequenos e de terceira ordem. Apresentam \n\nmuitas corredeiras no seu interior, originadas pelo declive acentuado e a \n\npresença de grandes rochas. As encostas dos morros são colonizadas por \n\nvegetação da mata atlântica em estágio secundário de recuperação. Na \n\nporção mais baixa, com o declive menos acentuado ocorre a formação \n\nde bancos com deposição de sedimentos e material orgânico particulado \n\ngrosseiro. A planície costeira quaternária é colonizada \n\npredominantemente por manguezais e marismas, com área aproximada \n\nde 6,25 km² (IBAMA, 2002), cuja maior parcela está localizada no \n\ninterior da Unidade de Conservação Estação Ecológica de Carijós - \n\nESEC Carijós. \nPara esse estudo foram escolhidas três regiões dentro da Bacia \n\nHidrografica do Rio Ratones. Na porção mais externa do sistema \n\nestuarino, o manguezal é bem desenvolvido, embora esteja em seu \n\n\n\n \n \n\n9 \n \n\nlimite sul de distribuição geográfica. Ocorrem as espécies arbóreas \n\ntípicas Rhizophora mangle (mangue-vermelho), Laguncularia racemosa \n(mangue-branco) e Avicennia schaueriana (siríuba). Esta última \n\npredomina na paisagem, destacando-se no dossel e imprimindo uma \n\naparente homogeneidade nos bosques (Reitz,1961; Souza Sobrinho et \nal. 1969).  Entremeando as árvores de mangue ou margeando os canais \n\nocorre ainda a formação de marismas monoespecíficas de Spartina \n\nalterniflora (capim praturá)(Souza Sobrinho et al. 1969).  \nNa porção mais interna do sistema estuarino a vegetação de \n\nmanguezal se restringe aos canais e é predominantemente composta por \n\nL. racemosa, acompanhada de esparços bancos de marisma. Os terrenos \n\nalagadiços do entorno sofreram mudanças significativas na drenagem \n\nnatural através de aberturas de novos canais, retilinização de meandros, \n\ncanalização, aterros, urbanização e construções de rodovias.  \n\nO sistema de água-doce localiza-se nas encostas dos morros do \n\nRatones (ou do Manoel Arcênio) e das Pedras abrangendo os principais \n\nrios que formam a bacia, incluindo o Rio Ratones. A área é bastante \n\nantropizada com o estabelecimento de pastagens, pequenas lavouras, e \n\nvárias construções residenciais.  \n\n  \n\n \n\n \n\nPlanejamento amostral \n\nA fim de verificar se comunidade bêntica macrofaunal \n\ncaracterística do sistema estuarino e do sistema de água doce da BHRR \n\napresentam as mesmas tendências de variação temporal e respondem as \n\nmesmas forçantes ambientais foram estabelecidos nove pontos \n\namostrais, denominados “locais” (Figura 1). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n10 \n \n\n \n\n \n\nFigura 1. Foto aérea com a localização do Norte da Ilha Santa Catarina. Em \n\ndestaque a Bacia Hidrográfica do Rio Ratones com os pontos amostrais \n\nreferente ao estudo, estuário externo (EE - em amarelo), estuário interno \n\n(EI- em azul) e o sistema de água-doce (AD- em vermelho).  \n\n1KM \n \n\n\n\n \n \n\n11 \n \n\nAs amostragens foram realizadas em oito datas entre agosto de \n\n2007 e maio de 2008 e abrangeram as quatro estações do ano (Tabela 1). \n\nO sistema estuarino foi amostrado na porção mais externa e na porção \n\ninterna. O sistema de água doce foi amostrado nos depósitos de \n\nsedimentos da porção de menor declive dos riachos, possibilitando o uso \n\ndo mesmo aparato amostral nos dois sistemas. Em cada local e data \n\nforam coletadas três unidades amostrais de 15 cm de diâmetro por 10 \n\ncm de altura para análise da fauna.  \nPara as amostras de sedimento foi utilizado delimitador de 11 \n\ncm de diâmetro por 10 cm de altura. As amostras da macrofauna bêntica \n\nforam triadas sob peneiras de malha 0,5 mm e mantidas em formol 4%. \n\nPosteriormente, a triagem da fauna foi realizada sob microscopia, \n\ncontada e identificada até o menor nível taxonômico possível. Para as \n\nanálises sedimentológicas, o teor de matéria orgânica foi determinado \n\npela porcentagem da diferença de peso após ignição (550\n o\n\nC por 1 h) e \n\nos de carbonato após acidificação (HCl 10%). As análises \n\ngranulométricas foram realizadas pelo método de pipetagem (silte e \n\nargila) e peneiramento (cascalho e areias) (Carver,1970) usando jogo de \n\n12 peneiras (entre -1,5 e 4 phy). Foram organizadas tabelas para os \n\nparâmetros estatísticos e granulométricos dos sedimentos, as quais \n\nauxiliaram na interpretação do ambiente sedimentar e na identificação \n\nde diferentes populações granulométricas e computadas usando o pacote \n\nR-Sysgran (Camargo, 2006). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n\n\n \n \n\n12 \n \n\n \n  \n\nTabela 1. Datas das coletas e respectivas estações do ano \n  \n\nData de coleta Período referente \n\n30.08.2007 Inverno I \n\n19.09.2007 Inverno II \n\n15.11.2007 Primavera I \n\n27.11.2007 Primavera II \n\n23.02.2008 Verão I \n\n19.03.2008 Verão II \n\n01.05.2008 Outono I \n\n16.05.2008 Outono II \n\n \n\n \n \n\n As variáveis climáticas precipitação (24hs), temperaturas \n\nmédia, máxima e mínima, insolação, evaporação, umidade relativa \n\nmédia do ar e velocidade média do vento dos sete dias antecedentes a \n\ncada data de amostragem foram registradas a aproximadamente 15 km \n\nda BHRR e retiradas do Banco de dados Meteorológicos para Ensino e \n\nPesquisa do Instituto Nacional de Meteorologia (INMET). Tais \n\nvariáveis de larga escala, foram consideradas as mesmas para todos os \n\nlocais dentro de cada região. As coordenadas geográficas de cada ponto \n\namostral (Tabela 2) foram obtidas por meio de um sistema de \n\nposicionamento geográfico (GPS – Garmim e Trex Legend). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n13 \n \n\n \n\nTabela 2: Localização e profundidade dos pontos de coleta dentro das \n\nrespectivas regiões, ao longo da Bacia Hidrográfica do Ratones. \n\n \n\n \n\n \n\nPonto de \ncoleta \n\nRegiões Latitude (S) Longitude (O) Profundidade \n\n1 Estuário \nExterno \n\n27º27'50.6\" 48º29'32.6\" 1,5m \n\n2 Estuário \nExterno \n\n27º28'43.1\" 48º29'28.6\" 1 - 2 m \n\n3 Estuário \nExterno \n\n27º28'16.2\" 48º28'39.5\" 1 m \n\n4 Estuário Interno 27º28'46.8\" 48º29'13.5\" 1,5 m \n\n5 Estuário Interno 27º30'03.3\" 48º27'59.8\" 1 - 1,5m \n\n6 Estuário Interno 27º28'35.5\" 48º28'07.8\" 0,8 m \n\n7 Sistema água-\ndoce \n\n27º30'32.7\" 48º29'33.2\" 0,5 m \n\n8 Sistema água-\ndoce \n\n27º31'32.0\" 48º28'25.7\" 0,5 m \n\n9 Sistema água-\ndoce \n\n27º30'10.7\" 48º27'26.7\" 1 m \n\n\n\n \n \n\n14 \n \n\nAnálise dos dados  \n\nA variância (dispersões) da comunidade bêntica e das variáveis \n\nambientais entre as três regiões (estuário externo, estuário interno e \n\nsistema de água-doce) e locais dentro de cada região foram analisadas \n\npelo método da dispersão permutacional (PERMDISP, Anderson 2004) \n\ne plotadas em uma análise de coordenadas principais (PCoA).  Para tal, \n\nforam obtidas as distâncias médias dos locais amostrais em relação ao \n\ncentroide da sua respectiva região em um espaço multivariado de \n\ncoordenadas principais. Esta abordagem trata-se de um teste \n\nmultivariado análogo ao teste de Levene de homogeneidade das \n\nvariâncias e tem sido amplamente utilizado como meio para avaliar a \n\ndiversidade beta entre os pontos amostrais (Anderson et al., 2006). A \n\ndistância média do centroide de cada grupo de amostras é a medida da \n\ndiversidade beta na região em questão, sendo que quanto maior a \n\ndispersão, maior a diversidade beta (Landeiro et al., 2006). Ambas as \n\nanálises foram feitas com dados transformados em Log (x+1). \nA partir disso, os padrões de distribuição das amostras da \n\ncomunidade bêntica de cada região e local ao longo das estações do ano \n\nforam descritas em separado utilizando análises de ordenação nMDS \n\n(nonmetric multimencional scalling), a partir da matriz de similaridade \n\nde Bray-Curtis, com os dados transformados em Log (x+1). O nMDS \n\npossibilita a visualização da matriz de similaridade através de um mapa \n\nde amostras, onde as distâncias entre os pontos plotados representam o \n\nvalor das similaridades entre as amostras. Para as análises foram \n\nutilizadas somente organismos que ocorreram mais do que uma vez e \n\ncom abundância superior a um indivíduo. As variáveis ambientais \n\nincluidas nas análises foram tamanho médio dos grãos de sedimento, \n\ngrau de seleção das partículas, teores de cascalho, areia, silte, argila e \n\nmatéria orgânica, volume de precipitação (mm), temperaturas média \n\n(°C), máxima e mínima (°C), insolação (horas), umidade relativa média \n\ndo ar (%) e velocidade média do vento (mps). \nCom o objetivo de determinar quais fatores ambientais melhor \n\nexplicam a estrutura multivariada da fauna de cada uma das regiões e \n\nlocais estudados foram aplicadas análise pela correlação de Spearman \n\n(rotina BIO-ENV; Clake &amp; Gorley, 2006). Esta análise correlaciona a \n\nmatriz de similaridade dos dados bióticos com a matriz dos dados \n\nabióticos e estabelece uma ordem de correlações. Esta correlação define \n\ngrupos de variáveis ambientais que melhor explicam a distribuição da \n\n\n\n \n \n\n15 \n \n\nfauna. As matrizes de similaridade dos dados abióticos foram feitas a \n\npartir da medida de distância Euclidiana. As variáveis ambientais, por \n\nsua vez, foram transformadas em Log(x+1).  \nAs respostas simultâneas da comunidade bentônica e das \n\nvariáveis ambientais de cada um dos sistemas amostrados e durante as \n\nestações do ano (inverno, primavera, verão e outono) foram avaliadas \n\npor permutação multivariada, utilizando o programa PERMANOVA \n\n(Permutational Multivariate Analysis of Variance). Para esta análise \n\nforam utilizadas 9999 permutações aleatórias. Na análise o fator \n\n“Período” foi considerado fixo para as quatro estações, enquanto que o \n\nfator “Local” foi considerado randômico. \nForam aplicadas análises de variância bifatoriais para verificar a \n\nsignificância das diferenças entre locais e períodos do ano para cinco \n\ntáxons com maiores densidades de cada uma das regiões. Quando \n\nsignificativas, as diferenças foram avaliadas através do teste de \n\ncomparações múltiplas de Newman-Keuls. A homogeneidade das \n\nvariâncias foi previamente verificada pelo teste de Cochran e quando \n\nnecessário utilizou-se transformação Log (x+1). As análises foram \n\nrealizadas com os programas Primer 6 (Clake &amp; Gorley, 2006), \n\nPERMANOVA (Anderson, 2005), R (Core Team 2012) e GAD \n\n(Sandrini- Neto &amp; Camargo, 2013) versão 2.10.1.  \n\n\n\n \n \n\n16 \n \n\nRESULTADOS \n\nO sistema de água doce apresentou os maiores tamanhos \n\nmédios dos grãos de sedimento, sendo caracterizados pelo elevado teor \n\nde cascalho e por partículas bem selecionadas. Por outro lado, \n\nsedimentos das porções estuarinas foram caracterizados por sedimentos \n\nfinos, pobremente selecionados. As porcentagens de matéria orgânica \n\nforam elevadas nas regiões de estuário, variando entre 1,8% e 9% no \n\nestuário externo, 4,7% e 22,3%, no estuário interno, e não sendo \n\nsuperiores a 1,1% no sistema de água doce (Tabela 3). \n\nO volume de precipitação (mm) foi bem maior nas datas \n\nreferentes ao verão, com media semanal de 11,5 mm. Os meses de verão \n\ne primavera apresentaram as maiores temperaturas máximas, enquanto \n\nas datas referentes ao outono apresentaram as menores temperaturas \n\nmínimas. A quantidade de horas de insolação foi menor no inverno \n\ndurante todo o período amostrado, estando os dois valores médios, \n\nreferente às duas datas de coleta no período abaixo da média total. \n\nQuanto à umidade relativa média do ar, foram maiores os valores no \n\ninverno e menores na primavera. A variável climática velocidade média \n\ndo vento (mps) foi maior na primavera, chegando a 4.98 mps, e no \n\ninverno a 3.79 mps, os menores valores foram encontrados durante o \n\noutono (Tabela 4). \nNa região de estuário externo, devido a modificações na \n\nhidrodinâmica da região causada pela construção de pontes e pela \n\nretilinização do canal principal do Rio Ratones, foi observado \n\nsedimentos mais arenosos do que o esperado naturalmente por estar \n\nlocalizados próximo ao mangue. \n\n\n\n \n \n\n17 \n \n\nTabela 3. Média e desvio padrão das variáveis sedimentológicas nas três regiões de estudo e durante os períodos do ano. \n\n REGIÕES PERÍODOS \n\n Estuário \nExterno \n\nEstuário \nInterno \n\nÁgua Doce INVERNO PRIMAVERA VERAO OUTONO \n\nCascalho (%) 0,16 \n(0,42) \n\n1,61 \n(3,84) \n\n45,71 \n(18,12) \n\n15,59 \n(25,53) \n\n16,02 (22,94) 17,25 \n(25,85) \n\n14,45 \n(25,13) \n\nAreia (%) 71,29 \n(41,95) \n\n45,06 \n(32,56) \n\n53,91 \n(18,23) \n\n57,23 \n(29,41) \n\n56,1 \n(33,84) \n\n57,12 \n(35,09) \n\n56,56 \n(40,33) \n\nSilte (%) 24,97 \n(37,23) \n\n49,12 \n(31,37) \n\n0,29 (0,61) 23,24 \n(29,89) \n\n27,11 (37,45) 22,13 \n(33,31) \n\n26,7 \n(40,27) \n\nArgila (%) 3,56 \n(7,28) \n\n3,78 \n(4,12) \n\n0,08 (0,19) 3,42 \n(3,82) \n\n0,72 \n(1,20) \n\n3,48 \n(8,46) \n\n2,27 (3,99) \n\nFinos (%) 28,53 \n(42,07) \n\n52,91 \n(33,45) \n\n0,37 (0,71) 26,66 \n(32,52) \n\n27,83 (38,59) 25,61 \n(39,45) \n\n28,97 \n(43,98) \n\nMatéria \nOrgânica (%) \n\n4,35 (4,4) 11,63 \n(10,31) \n\n0,75 (0,59) 3,99 \n(3,30) \n\n5,35  \n(7,96) \n\n6,25 \n(8,76) \n\n6,72 \n(10,45) \n\nTamanho \nmédio (mm) \n\n0,13 \n(0,08) \n\n0,09 \n(0,09) \n\n1,4  \n(0,21) \n\n0,53 \n(0,65) \n\n0,58  \n(0,67) \n\n0,56 \n(0,69) \n\n0,49 (0,61) \n\nGrau de \nSeleção \n\n0,77 \n(0,64) \n\n1,38 \n(0,60) \n\n0,52 (0,23) 0,93 \n(0,68) \n\n0,97  \n(0,74) \n\n0,79 \n(0,64) \n\n0,85 (0,53) \n\n\n\n \n \n\n18 \n \n\nTabela 4. Variáveis climáticas referentes a cada data de coleta. \n\nData Precipitação \n(mm) \n\nTemperatura \nMáxima (°C) \n\nTem. \nMínima \n\n(°C) \n\nInsolação \n(horas) \n\nTemp. \nmédia \n\n(°C) \n\nVelocidade \ndo vento \n\n(mps) \n\nInv. I \n1.0375 19.225 13.387 2.412 16.277 3.145 \n\nInv. II \n0.912 24 18.075 5.375 20.562 3.796 \n\nPrim. I \n4 26.025 18.987 5.912 22.032 4.987 \n\nPrim.II \n0.75 26.162 17.987 8.187 22.2 4 \n\nVer. I \n12.55 29.937 21.5 7.437 25.605 2.987 \n\nVer. II \n9.975 26.55 19.3 4.762 22.87 3.137 \n\nOut. I \n5.212 25.012 15.587 5.475 19.905 2.745 \n\nOut.II \n0 23.275 12.087 8.7 17.652 2.066 \n\n\n\n \n \n\n19 \n \n\nA análise multivariada de dispersão PERMDISP mostrou \n\ndiferenças significativas na dispersão das amostras e padrões \n\nsemelhantes de resposta para dados ambientais (F(2,69)=26,6 e p=0,001), \n\ne dados da comunidade faunal (F(2,69)=7,9 e p=0,002). Em ambos os \n\ncasos as porções estuarinas, externa e interna, não diferiram em relação \n\nà distância do centróide (p= 0,061 para dados ambientais; e p=0,763, \n\npara dados da fauna). As variações foram expressivas entre a região de \n\nestuário externo e sistema de água-doce (p=0,003, para dados \nambientais; p=0,003 para dados faunais) e  entre o sistema de estuário \n\ninterno e o sistema de água-doce (p=0,001, para dados ambientais; e \n\np=0,009, para dados da fauna) (Figura 2). \nAo todo foram coletados 19.236 indivíduos de \n\nmacroinvertebrados bentônicos, distribuídos em 83 espécies e \n\npertencentes a 18 grandes grupos taxonômicos (Polychaeta, \n\nOligochaeta, Gastropoda, Bivalvia, Crustacea, Nematoda, Nemertinea, \n\nHirudinea, Porifera, Cnidaria, Bryozoa, Chaetognatha, Turbellaria, \n\nPhoronida, Chelicerata, Platyhelminthes, Chordata e Hexapoda). A \n\nclasse Insecta dominou em número de espécies e a classe Polychaeta em \n\nnúmero de indivíduos. O sistema de água-doce apresentou mais de 97% \n\nde sua diversidade exclusiva. Trinta e um táxons ocorrem em pelo \n\nmenos dois ambientes, sendo que apenas duas ocorrem entre estuário \n\ninterno e sistema de água-doce (Nemertea e Chironominae), e quatro \n\ntaxa (Heleobia australis, Hirudinea, Nematoda e Oligochaeta) ocorrem \nnas três regiões.  \n\nA distribuição espaço-temporal da macrofauna bêntica \n\nfornecida pelo n-MDS, mostrou diferentes padrões dependendo do \n\nsistema (Figura 3). A análise PERMANOVA confirmou o resultado da \n\ndistribuição espaço-temporal mostrando diferenças significativas entre \n\nos períodos nas regiões de estuário externa e interna, não havendo \n\ndiferenças entre os locais amostrados. A análise para as amostras do \n\nsistema de água doce não apresentou qualquer diferença significativa \n\nentre os períodos, locais ou interação entre os fatores. A permutação \n\nmultivariada mostrou que no estuário externo,inverno diferiu do verão \n\n(p=0.018) e do outono (p=0.008) e no estuário interno o inverno diferiu \ndo verão (p=0.016) e do outono (p=0.017) (Tabela 5). \n\n\n\n \n \n\n20 \n \n\n \n\nTabela 5. Resultados da análise pelo programa PERMANOVA, baseada na \n\nmatriz da distancia euclidiana para as a comunidade bentônica. Em negrito, \n\ndestacam-se os resultados estatisticamente significativos para p<0,05, em \n\ncada uma das regiões.  \n\n  \n  Estuário Externo \n\n  F(3,2) P(perm) P(MC) \n\nPeríodo (PER) 5,09 0,0013 0,002 \n\n Local (LOC) 1,8 0,115 0,117 \n\nPER:LOC 0,58 0,898 0,892 \n\n  Estuário Interno \n\n  F(3,2) P(perm) P(MC) \n\nPeríodo (PER) 4,25 0,0003 0,0003 \n\n Local (LOC) 1,4 0,139 0,158 \n\nPER:LOC 0,86 0,674 0,659 \n\n  Sistema de água-doce \n\n  F(3,2) P(perm) P(MC) \n\nPeríodo (PER) 1,49 0,138 0,141 \n\n Local (LOC) 0,94 0,535 0,508 \n\nPER:LOC 0,60 0,980 0,985 \n\n\n\n \n \n\n21 \n \n\n \n\nFigura 2.  PCoA com as distancias médias das amostras em relação ao ponto \n\nmédio de cada região (centróide) para as variáveis locais (acima) e \n\nmacrofauna bêntica (abaixo) \n\n\n\n \n \n\n22 \n \n\n \n\nFigura 3. MDS apresentando a distribuição sazonal nas três regiões. Na figura os \n\nlocais estão representados por números e os períodos representados por símbolos \n\ne cores diferentes. \n\n\n\n \n \n\n23 \n \n\n \n\nNo estuário externo, o tanaidáceo Monokalliapseudes schubarti, \n\nos poliquetas Paraprionospio pinnata e Laeonereis acuta dominaram \nnumericamente, representando juntos 78,12% da macrofauna. Também \n\nforam expressivos numericamente, a classe Oligoqueta, o poliqueta \n\nHeteromastus similis. \nOs resultados das análises de variância mostraram (Tabela 6) \n\ninterações significativas entre os locais e os períodos do ano para \n\nMonokalliapseudes schubarti, sendo o inverno e outono semelhantes, e \n\ndiferindo-se do verão e da primavera, semelhantes entre si. Para a \n\nespécie Paraprionospio pinnata houve significativas diferenças entre os \nperíodos e locais, sendo o inverno diferente de todos os outros períodos \n\ne os locais 1 e 2  semelhantes entre si. Para o poliqueta Laeonereis acuta \n\nfoi apresentada apenas diferenças entre os períodos, sendo o verão igual \n\nao outono e diferente dos demais. Diferenciaram-se dos demais, os \n\nresultados encontrados para Oligoquetas e Heteromastus similis, onde o \nprimeiro apresentou diferença entre locais, sendo os locais 1 e 2 \n\nsemelhantes entre si, e o segundo não constatando diferença \n\nsignificativa (Figura 4 e 5). \n\nNo sistema estuarino interno, possuíram maiores densidades \n\nespécies não identificadas de Ostracoda e Oligochaeta, o tanáidaceo M. \nschubarii e os poliquetas P. pinnata e L. acuta. \n\nOs resultados das análises de variância mostraram (Tabela 7) \n\ninterações significativas entre locais e os períodos do ano para M. \nschubarti e Ostracoda. M. schubarti apresentou no período do verão o \n\nlocal 5 com maior densidade, diferentes dos demais, enquanto que no \n\noutono os locais 4 e 6 apresentaram diferenças na densidade. P. pinnata \nmostrou significativa diferença no inverno, enquanto que o grupo \n\nOstracoda foi significativamente diferente na primavera, sendo o local 5 \n\ndiferentes dos demais na primavera e, apenas o local 6 no inverno. L. \n\nacuta e Oligochaeta foram significativamente diferentes quanto ao \n\ninverno, sendo apenas semelhante inverno e primavera para Oligochaeta \n\n(Figura 4 e 5). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n24 \n \n\n \n\n \nTabela 6. Níveis de significância (P) e dos táxons que se destacaram com \n\nfrequência acima de 5% no Estuário externo. Em negrito, destacam-se os \n\nresultados estatisticamente significativos para p<0,05. \n\n \n\n  Período \n(PER) \n\nLocal \n(LOC) \n\nPER:LOC \n\nMonokalliapseudes \nschubarti \n\nF(3,2) 2,22 3,59 4,78 \n\nP 0,138 0,094 0,010 \n\nParaprionospio pinnata F(3,2) 7,16 11,01 1,25 \n\nP 0,005 0,009 0,346 \n\n \nLaeonereis acuta \n\nF(3,2) 41,08 2,32 2,03 \n\nP 0,000 0,178 0,138 \n\n \nOligoqueta \n\nF(3,2) 0,91 54,77 1,12 \n\nP 0,464 0,000 0,406 \n\nHeteromastus similis F(3,2) 0,53 0,46 1,69 \n\nP 0,668 0,649 0,205 \n\n \n\nTabela 7. Níveis de significância (P) dos táxons que se destacaram no \n\nEstuário interno. Em negrito, destacam-se os resultados estatisticamente \n\nsignificativos para p<0,05. \n\n \n\n    Período \n(PER) \n\nLocal  \n(LOC) \n\nPER:LOC \n\nOstracoda F(3,2) 5,94 0,91 4,63 \n\nP 0,010 0,449 0,011 \n\nMonokalliapseudes \nschubarti \n\nF(3,2) 1,50 0,04 4,42 \n\nP 0,263 0,957 0,015 \n\nParaprionospio \npinnata \n\nF(3,2) 18,95 0,97 2,71 \n\nP 0,000 0,430 0,066 \n\nLaeonereis acuta F(3,2) 12,92 0,84 1,16 \n\nP 0,000 0,476 0,385 \n\nOligochaeeta F(3,2) 5,03 1,78 0,65 \n\nP 0,017 0,247 0,689 \n\n \n\n\n\n \n \n\n25 \n \n\n \n\n \n0\n\n1\n0\n\n0\n2\n\n0\n0\n\n3\n0\n\n0\n4\n\n0\n0\n\n5\n0\n\n0\n\n0\n1\n\n0\n0\n\n2\n0\n\n0\n3\n\n0\n0\n\n4\n0\n\n0\n5\n\n0\n0\n\n0\n1\n\n0\n0\n\nParaprionospio pinnata \n\n0\n2\n\n0\n0\n\n4\n0\n\n0\n6\n\n0\n0\n\n8\n0\n\n0\n\n0\n5\n\n1\n0\n\n1\n5\n\n2\n0\n\n2\n5\n\n3\n0\n\n3\n5Oligochaeta \n\nMonokalliapseudes schubarti \n\n0\n1\n\n0\n0\n\n2\n0\n\n0\n3\n\n0\n0\n\n4\n0\n\n0\n5\n\n0\n0\n\n0\n2\n\n0\n0\n\n4\n0\n\n0\n6\n\n0\n0\n\n8\n0\n\n0\n1\n\n0\n0\n\n0\n\n0\n1\n\n0\n0\n\n0\n1\n\n0\n0\n\n2\n0\n\n0\n3\n\n0\n0\n\n4\n0\n\n0\n\n1 2 3 4 5 6 7 8 9\n\nIn\nd\n. \n0\n,0\n\n5\n m\n\n²\n\n \n\n \n\nFigura 4. Valores médios e desvio padrão das densidades de \n\nMonokalliapseudes schubarti, Paraprionospio pinnata, Oligoqueta, \n\namostradas durante as estações do ano. \n\n \n\n\n\n \n \n\n26 \n \n\n \n\n \n\n \n\nLaeonereis acuta \n \n\n0\n1\n\n0\n0\n\n2\n0\n\n0\n3\n\n0\n0\n\n4\n0\n\n0\n5\n\n0\n0\n\n6\n0\n\n0\n\n0\n5\n\n01\n0\n\n0\n1\n\n5\n0\n\n2\n0\n\n0\n\n0\n1\n\n0\n0\n\nOstracoda\n \n\n0\n2\n\n4\n6\n\n8\n1\n\n0\n1\n\n2\n1\n\n4\n\n0\n1\n\n0\n0\n\n2\n0\n\n0\n3\n\n0\n0\n\n4\n0\n\n0\n5\n\n0\n0\n\n6\n0\n\n0\n\n0\n1\n\n0\n0\n\nHeteromastus similis \n \n\n1 2 3\n\n0\n1\n\n0\n2\n\n0\n3\n\n0\n4\n\n0\n5\n\n0\n6\n\n0\n7\n\n0\n\n4 5 6\n\n0\n5\n\n0\n1\n\n0\n0\n\n1\n5\n\n0\n\n7 8 9\n\n0\n1\n\n0\n0\n\nIn\nd\n\n. \n0\n,0\n\n5\n m\n\n²\n\n \n\nFigura 5. Médias e desvio padrão das densidades de Ostracoda, Laeonereis \n\nacut e Heteromastus similis, amostradas durante as estações do ano. \n\n \n\n\n\n \n \n\n27 \n \n\nNo sistema de água-doce as larvas de Dípteros Chironomidae \n\n(Tanypodinae, Chironominae) e Ceratopogonidae, Oligoquetas e \n\nNemertineos dominaram numericamente, representando juntos 65,3% \n\nda macrofauna. \nOs resultados das análises de variância mostraram que não \n\nhouve interações significativas entre as regiões amostradas e os períodos \n\ndo ano para nenhuma das cinco espécies mais representativas desse \n\nsistema (Tabela 8). O filo Nemertea apresentou diferenças entre os \n\nperíodos, destacando o inverno como diferente do verão e outono e, \n\nsemelhante a primavera. A família Ceratopogonidae apresentou \n\ndiferenças quanto aos locais, sendo o local 7 diferentes dos demais \n\n(Figura 6). \n\n \n\nTabela 8. Níveis de significância (P) dos táxons que se destacaram no \n\nsistema de água-doce. Em negrito, destacam-se os resultados \n\nestatisticamente significativos para p<0,05. \n\n   \n    Período \n\n(PER) \nLocal  \n(LOC) \n\nPER:LOC \n\nTanypodinae F(3,2) 0,56 4,34 0,95 \n\nP 0,647 0,068 0,494 \n\nOligochaetas F(3,2) 1,51 0,88 1,34 \n\nP 0,260 0,460 0,310 \n\nNemertineos F(3,2) 5,30 1,63 2,03 \n\nP 0,014 0,271 0,138 \n\nChironominae F(3,2) 1,31 4,27 0,23 \n\nP 0,315 0,070 0,955 \n\nCeratopogonidae F(3,2) 0,24 8,49 0,29 \n\nP 0,863 0,017 0,929 \n\n \n\n \n\n\n\n \n \n\n28 \n \n\n0\n1\n\n0\n0\n\nCeratopogonidae \n \n\n0\n1\n\n0\n0\n\n0\n2\n\n4\n6\n\n8\n1\n\n0\n1\n\n2\n1\n\n4\n\n0\n1\n\n0\n0\n\nNemertea\n \n\nTanypodinae \n \n\n0\n5\n\n1\n0\n\n1\n5\n\n2\n0\n\n2\n5\n\n3\n0\n\n0\n1\n\n0\n0\n\nChironominae \n \n\n0\n1\n\n0\n2\n\n0\n3\n\n0\n4\n\n0\n5\n\n0\n6\n\n0\n\n0\n1\n\n0\n2\n\n0\n3\n\n0\n4\n\n0\n\n0\n1\n\n0\n0\n\n7 8 9\n\n0\n5\n\n1\n0\n\n1\n5\n\n2\n0\n\n2\n5\n\n3\n0\n\n3\n5\n\n4 5 6\n\n0\n.0\n\n0\n.2\n\n0\n.4\n\n0\n.6\n\n0\n.8\n\n1\n.0\n\n0\n1\n\n0\n0\n\n1 2 3\n\nIn\nd\n\n. \n0\n\n,0\n5\n\n m\n²\n\n \n\nFigura 6. Médias e desvio padrão das densidades de Tanypodinae, \n\nChironominae, Ceratopogonidae e Nemertea, amostradas durante as \n\nestações do ano. \n\n\n\n \n \n\n29 \n \n\n \n\n A importância de variáveis ambientais locais e regionais que \n\nmelhor explicaram a distribuição da fauna nos diferentes sistemas \n\ndiferiu. No sistema estuarino externo, a melhor combinação de variáveis \n\nexplicativas foi formada pela porcentagem de grãos finos e de matéria \n\norgânica, temperatura máxima e taxa de evaporação (k =0,443). Para o \n\nsistema estuarino interno as variáveis selecionadas foram a seleção de \n\ngrãos, temperatura máxima e horas de insolação (k = 0,353). No sistema \n\nde água doce a melhor combinação de variáveis explicativas foi \n\ncomposta pelos teores de matéria orgânica, seleção de grãos do \n\nsedimento, temperatura mínima, horas de insolação e velocidade do \n\nvento média (k =0,125). \n\n\n\n \n \n\n30 \n \n\nDISCUSSÃO \n\nEste estudo mostrou as mudanças da comunidade bêntica \n\nmacrofaunal de uma bacia costeira relacionadas aos sistemas avaliados e \n\nas características ambientais de pequena e de larga escala. Variações de \n\npequena escala foram àquelas relacionadas às mudanças espaciais e \n\ntemporais nos sedimentos, sendo as variações em larga escala as \n\nresponsáveis pelas mudanças temporais dos táxons em cada região. Esta \n\ninteração entre processos operacionais em mais de uma escala, \n\ncaracterizada pela teoria multi-escala, confirmaram que as respostas dos \n\norganismos são diferentes e dependentes do contexto em que cada um se \n\nenquadra. Espacialmente, os sistemas estudados apresentaram \n\ncaracterísticas ambientais e de composição da fauna diferentes, sendo os \n\nsedimentos da região estuarina externa, compostos de grãos mais \n\narenosos, enquanto que o estuário interno apresentou grãos finos, \n\nprincipalmente lodo, e alta porcentagem de matéria orgânica. O sistema \n\nde água doce, por sua vez, apresentou sedimentos mais grosseiros, com \n\naltos teores de cascalho e baixa porcentagem de matéria orgânica. Da \n\nmesma forma, a composição da comunidade diferiu entre as regiões, \n\ncom o predomínio do Tanaidacea Monokalliapseudes schubarti no \nestuário externo, do grupo Ostracoda no estuário interno e de larvas de \n\nDiptera no sistema de água doce. \nA região do estuário interno apresentou tanto as maiores densidades \n\ntotais quanto a maior riqueza de táxons, correspondendo a uma \n\ncomposição faunística de transição, indicando que essa região tem um \n\npapel chave nas trocas que existem entre a região das cabeceiras dos \n\nrios, onde se localizam as nascentes dos cursos d’água, e a região da \n\ndesembocadura da bacia hidrográfica, de contato direto com o sistema \n\nmarinho. A região de estuário externo também apresentou elevadas \n\ndensidades totais e riqueza de táxons se comparado ao sistema de água \n\ndoce.  \nOs resultados mostraram que apesar de apresentarem algumas \n\ndiferenças entre si na composição das espécies, as dispersões de táxons \n\ndentro de cada uma as regiões de estuário e ao longo do tempo se dão de \n\nforma semelhante, ou seja, ambas possuem a mesma diversidade beta, \n\ndiferenciando-se do sistema de água doce. Como a estruturação das \n\ncomunidades bênticas ao longo da paisagem é determinada tanto por \n\n\n\n \n \n\n31 \n \n\nfatores relativos ao espaço quanto ao climático, estes fatores, embora em \n\nporcentagens relativas diferenciadas, sugerem a combinação de \n\nprocessos neutros e relativos ao nicho, atuando como condutores da \n\ndiversidade beta em cada região (Weiher &amp; Keddy,2001; Cottenie, \n\n2005; Pandit, 2009). O padrão de distribuição espacial e temporal da \n\nmacrofauna bêntica relativo a distribuição de nicho pressupõe a \n\nexistência de um ambiente favorável, sobre o qual os organismos podem \n\ninteragir e repartir recursos (McGill et al.,2006). Dessa forma, o sucesso \nda colonização e permanência em um determinado local depende das \n\ncondições de nicho pré-estabelecidas e envolve um número variável de \n\nfatores, como a disponibilidade de recursos, interações entre espécies e \n\nestrutura dos habitats (Leibold &amp; McPeeck, 2006). \nNeste estudo as variações em larga escala definidas pelas \n\nmudanças temporais mostraram mudanças na comunidade bêntica \n\nmacrofaunal em cada região de estuário. Variações como o \n\nenriquecimento orgânico, perturbações físicas geradas por enxurradas e \n\na hidrodinâmica local podem ser fatores determinantes das variações \n\ntemporais dos componentes da macrofauna bentônica. Como o volume \n\nde precipitação foi maior no período do verão, esse pode ter sido um \n\nfator determinante da baixa densidade de espécies no sistema estuarino \n\ndurante este período, sendo os maiores valores, correspondente a \n\ndensidade, encontrado no período do inverno, seguido da primavera. \n\nEstes resultados estão de acordo com o padrão temporal registrado para \n\na Baía Norte da Ilha de Santa Catarina (Souza &amp; Pagliosa, 2007) e como \n\no geralmente reportado em estudos com macroinvertebrados de sistemas \n\nestuarinos do sul do Brasil (Lana &amp; Guiss, 1991; Netto &amp; Gallucci, \n\n2003). Isso indica que o período reprodutivo das principais espécies de \n\nmacroinvertebrados bêntonicos na Bacia Hidrográfica do Rio Ratones \n\nocorre preferencialmente durante o inverno.  \nApesar de alguns estudos apontarem a variabilidade temporal \n\nno regime hidrológico como um dos principais fatores que controlam a \n\ndistribuição de fauna lótica (Townsend  et al., 1987; Wood et al., 2001), \n\nnão foram constatadas mudanças temporais para o sistema de água doce. \n\nMesmo estando sujeitas às mesmas variações de larga escala da região \n\nestuarina, o sistema de água doce não se comportou como o esperado. \n\nIsso sugere que comunidades de regiões mais homogêneas respondem \nmelhor a outros fatores temporais que não os estudados aqui, ou mesmo \n\nque são mais resistentes a tais fatores. \n\n\n\n \n \n\n32 \n \n\n            Temporalmente, nas regiões estuarinas os invertebrados \n\nMonokalliapseudes schubarti, Laeonereis acuta e Paraprionospio \npinnata apresentaram diferenças nas suas distribuições. No estuário \n\nexterno, M.schubartii apresentou maior densidade na primavera e no \n\nverão, diferindo do inverno e do outono com menores densidades. Leite \n\net al. (2003) encontrou a mesma variação temporal para M. schubartii, \n\nque normalmente apresentam ciclos de vida com padrões sazonais bem \n\nmarcados, relacionados com eventos de recrutamento. As fêmeas desta \n\nespécie desenvolvem seus embriões e larvas em uma bolsa marsupial de \n\nonde emergem juvenis totalmente desenvolvidos ou em estágios larvais \n\nbem avançados (Pennafirme &amp; Souza-Gomes, 2009) no início do \n\ninverno (Leite, 3003). \nOs poliquetas L. acuta e P.pinnata apresentaram densidades \n\nmaiores no período do inverno. Outros estudos (Kapusta et al., 2002; \n\nKapusta, 2005) comprovam as altas densidades de poliquetas \n\nencontrados no inverno. Uma resposta para esse resultado poderia ser a \n\nhabilidade do L. acuta de escavar até mais de 15cm de profundidade no \n\ninterior do sedimento, conferindo refúgio contra macropredadores, \n\nproteção às instabilidades físicas e às variações de salinidade que podem \n\nocorrer na superfície do sedimento. Outro fator a ser considerado é a \n\ndiminuição de macropredadores no inverno (Bemvenuti, 1987). Dessa \n\nforma, a atividade reprodutiva de algumas espécies nesse período pode \n\nser uma estratégia de sobrevivência. O grupo Ostracoda apresentou altas \n\ndensidades na primavera e no inverno, no sistema estuarino. De acordo \n\ncom Kulkoyluoglu (2004) os ostrácodes apresentam tolerâncias a \n\ngrandes faixas de variações ambientais e possuem a capacidade de \n\nresistir à dessecação ou de recolonizar novamente habitats inundados, \n\nsendo assim considerados cosmopolitas. Da mesma forma, os \n\nOligochaetas, que apareceram em todas as regiões, apresentaram \n\nmaiores densidades no inverno, isso pode ter acontecido por serem \n\naltamente tolerantes a situações extremas (Kazanci &amp; Girgin, 1998). \n\nAmbos são organismos predominantemente aquáticos que se alimentam \n\nprincipalmente de material vegetal em decomposição (Victor, 2002) \n\nfavorecendo a adaptação aos mais diversos ambientes.  \n            Em síntese, as respostas dos organismos as mudanças climáticas \n\né afetada pelas interações através do tempo, de mudanças ambientais \nque atuam regionalmente e localmente e da heterogeneidade do \n\nespaço.Estes resultados sugerem que existe uma variação espacial \n\n\n\n \n \n\n33 \n \n\nexplicada pela heterogeneidade ambiental ao longo da Bacia \n\nHidrográfica do Rio Ratones, onde são encontradas grande diversidade e \n\ndensidade de táxons, devido a complexidade estrutural do ambiente. Por \n\noutro lado, a homogeneidade ambiental, encontrada no sistema de água \n\ndoce, trouxe baixas densidades.  \nA comunidade de macroinvertebrados das regiões de estuário, \n\nrespondem as variações temporais de larga escala apresentando maiores \n\ndensidades de organismos no período de inverno. O fator temporal \n\nprecipitação foi o fator mais relevante para as respostas deste estudo, \n\napresentando maiores valores no período do verão com as menores \n\ndensidades de indivíduos. \nEntretanto, a comunidade do sistema de água doce, submetida a \n\nmesmas variáveis, não apresentou variações temporais. Isso pode \n\nsugerir que comunidades de regiões homogêneas respondem melhor a \n\noutros fatores relativos a variações em pequena escala, como distúrbios \n\nou químicos locais (Duke et al., 1998), alterações nas cadeias tróficas \n\n(Townsend et al, 1987), ou ainda, ser decorrente do próprio ciclo de \n\nvida e padrão comportamental das espécies, com diferenças sazonais na \n\npredominância de alguns grupos organismos em detrimento de outros.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n34 \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAllan, J. D.. Stream ecology: structure and function of running waters.                                         \n\nChapman &amp;  Hall, London. 1995. \n\nAllouche\n \nO., Kalyuzhny M.,\n\n \nMoreno-Rueda G.\n\n \nPizarro M. &amp;  \n\nKadmon R.. Area- heterogeneity tradeoff and the diversity of \n\necological communities. PNAS vol.109 (no.43) 17495-17500. \n\n2012. \n\nAndrade, S. F. de. Estudo de estratégias bioclimáticas no clima de  \n\nFlorianópolis. Florianópolis/SC. 137 p. Dissertação (Mestrado \n\nem Engenharia de Produção) Universidade Federal de Santa \n\nCatarina. 1996. \n\nAnderson, MJ PERMDISP: a FORTRAN computer program for  \n\npermutational analysis of multivariate dispersions (for any two-\n\nfactor ANOVA design) using permutation tests. Department of \n\nStatistics, University of Auckland 2004 \n\nAnderson, MJ PERMANOVA: a FORTRAN computer program for  \n\npemutational multivariate analysis of variance. Department of \n\nStatistics, University of Auckland 2005. \n\nAnderson M. J., Ellingsen K. E. &amp; McArdle B. H. Multivariate  \n\ndispersion as a measure of beta diversity: a roadmap for the \n\npracticing ecologist. Ecology letters, vol. 14 (1),p. 19-28. 2006 \n\nBazzaz, F. A. Plant species diversity in old-field successional   \n\necosystems in southern Illinois. Ecology vol.56, p.485-488. \n\n1975. \n\nBemvenuti, C. E., , Macrofauna bentônica da região estuarial da Lagoa  \n\ndos Patos, RS, Brasil. In: Simpósio sobre Ecossistemas da Costa  \n\nSul e Sudeste Brasileira. ACIESP, São Paulo, 54(1): 428-459.  \n\n1987 \n\nBuss, D.F., Baptista, D.F., Nessimian, J.L. &amp; Egler, M. Especificidade  \n\nde substrato, a degradação ambiental e a perturbação \n\nestruturação das assembléias de macroinvertebrados em riachos  \n\nneotropicais. Hydrobiologia, vol. 518, p. 179-188. 2004. \n\nCarver, R.E.. Procedures in sedimentary petrology. New York:  \n\n\n\n \n \n\n35 \n \n\nJohn Wiley &amp; Sons. 650p. 1970. \n\nCAMARGO, M. G. 2005. SYSGRAN - Análises e gráficos  \n\nsedimentológicos. Centro de Estudos do Mar, Universidade \n\nFederal do Paraná, versão 3.0. Disponível em &lt;\n\nhttp://www.cem.ufpr/sysgran>. Clarke, K. R. &amp; R. N. Gorley. \n\nPRIMER v6: User manual/tutorial, PRIMER-E,Plymouth, UK. \n\n2006. \n\nCottenie K. Integrating environmental and spatial processes in  \n\necological community dynamics. Ecology letters, 8(11), 1175–\n\n82. 2005 \n\nCruz, O. A Ilha de Santa Catarina e o continente próximo: um estudo de  \n\ngeomorfologia costeira. Editora da UFSC, Florianópolis,  \n\nBrasil. 276p. 1998. \n\nCummins, KW. &amp; Klug, MJ.Ecologia alimentar de invertebrados do  \n\ncórrego. Revisão Anual de Ecologia e Sistemática, vol. 10, \n\np. 147-172. 1979. \n\nDuke, N. C., Ball M. C. &amp; Ellison, J. C. Factors influencing biodiversity  \n\nand distributional gradients in mangroves. Global Ecology &amp; \n\nBiogeography Letters 7(1), p.27-47. 1998. \n\nFusverk. R. C. Diagnóstico ambiental e proposta de otimização e  \n\nplanejamento subsidiários ao programa de gerenciamento \n\ncosteiro integrado da bacia hidrográfica do Rio Ratones, Ilha de \n\nSanta Catarina (SC, Brasil). Dissertação (Mestrado em \n\nEngenharia de Produção e Sistemas na área Concentração \n\nGestão Ambiental), Programa de Pós Graduação de Engenharia \n\nde Produção, Universidade Federal de Santa Catarina. \n\nFlorianópolis/SC; Editora UFSC; 2002. \n\nHagberg J, Jonzén N, Lundberg P, Ripa J Uncertain biotic and abiotic  \n\ninteractions in benthic communities. Oikos, v.100,p. 353–361. \n\n2003. \n\nHutchinson G. E. Concluding remarks. Cold Spling Harbour  \n\nSymposium on Qantitative Biology., vol. 22, p. 415-127. 1957. \n\nIves AR   Predicting the response of populations to environmental  \n\nchange. Ecology, 76, 926–941. 1995. \n\n\n\n \n \n\n36 \n \n\nIBAMA (Instituto Brasileiro do Meio Ambiente e dos recursos Naturais  \n\nRenováveis). Plano de Manejo Estação Ecológica Carijós. 2002. \n\nDisponível em: \n\nhttp://www.icmbio.gov.br/portal/images/stories/imgs-unidades \n\ncoservacao/esec_carijos.pdf  (acesso em 26 de maio, 2013) \n\nKapusta S. C.; Wurdig, N. L. &amp; Bemvenutti, C. E.. Distribuição vertical  \n\nda meiofauna, inverno e verão, no estuário de Tramandaí-\n\nArmazém, RS-Brasil. Acta Limno. Brasil. 14(1): 81-90. 2002 \n\nKapusta, S. C. Padrões espaciais e temporais da macrofauna de  \n\ninvertebrados bentônicos no Estuario de Tamadaí-Armazem- \n\nRS, e a resposta da macro e meio fauna a um derrame \n\nexperimental de óleo bruto. Tese de Doutorado apressentada ao \n\nprograma de pós graduação em Ecologia, do Istituto de \n\nBiociencias da universidade Federal do Rio Grande do Sul.  \n\n2005. \n\nKarzanci, N. &amp; Girgin, S. Distribution of Oligochaeta species as  \n\nbioindicators of organic pollution in Ankara Stream and their \n\nuse in biomonitoring. Turk. J. Zool., v. 22, p. 83-88. 1998. \n\n Kulkoyluoglu, O. &amp; M. Dugel, Ecology and spatiotemporal patterns of  \n\nOstracoda (Crustacea) from Lake Golcuk (Bolu, Turkey). \n\nArchiv für Hydrobiologie, v.160, p. 67–83,2004. \n\nKohler, S. L. Concorrência e fluxo da estrutura de uma comunidade  \n\nbentônica. Ecológica Monografias, vol. 62, p.165-188. 1992. \n\nLana, P.C. &amp; Guiss, C.;. Influence of Spartina alterniflora on structure  \n\nand temporal variability of macrobenthic associations in a tidal \n\nflat of Paranaguá Bay (Southern Brazil). Marine Ecology \n\nProgress Series, 73: .231-244.1991 \n\nLandeiro V. L., Bini L. M., Melo A. S. et al.The roles of dispersal  \n\nlimitation and environmental conditions in controlling caddisfly \n\n(Trichoptera) assemblages. Freshwater Biology, v.57, p.1554–\n\n1564. 2012 \n\nLeibold M. A. &amp; McPeek M. ACoexistence of the niche and neutral  \n\nperspectives in community ecology. Ecology, 87(6), 1399–\n\n1410. 2006. \n\nhttp://www.icmbio.gov.br/portal/images/stories/imgs-unidades%20coservacao/esec_carijos.pdf\nhttp://www.icmbio.gov.br/portal/images/stories/imgs-unidades%20coservacao/esec_carijos.pdf\n\n\n \n \n\n37 \n \n\nLeite , F. P.P., Turra A. &amp; Souza,E.  C. F. Population biology and  \n\ndistribuition of the tanaid  Kalliapseudes schubarti in antertidal \n\nflat in shouthe astern Brazil. J. Bioogyl., 63(3): 469-479, 2003 \n\nMcGill B. J., Enquist B., Weiher E. &amp; Westeby M. Rebuilding  \n\ncommunity ecology from functional traits. Trends in Ecology  \n\n&amp; Evolution, 21(4), 178–185. 2006 \n\nMerritt, RW. &amp; Cummins, KW. Uma introdução aos insetos aquáticos  \n\nda América do Norte. Dubuque: Publishing Hunt. 862 \n\np. 1996. \n\nNetto , S. A. &amp; Gallucci . Meiofauna and macrofauna communitiesin a  \n\nmangrove from the island of Santa Catarina, South Brazil. \n\nHydrobiologia. Vol. 505, p.159-170. 2003 \n\nPandit S. N., Kolasa J. &amp; Cottenie K. Contrasts between habitat  \n\ngeneralists and specialists: an empirical extension to the basic  \n\nmetacommunity framework. Ecology 90(8), 2253-2262. 2009 \n\nPennafirme S. &amp; Souza-Gomes A. Population biology and reproduction  \n\nof Kalliapseudes schubartii Mañé-Garzón, 1949 (Peracarida, \n\nTanaidacea) in a Tropical Coastal Lagoon, Itaipu, Southeaastern \n\nBrazil. Crustaceana,v. 82 (12): 1509-1526(18). 2009 \n\nPérez-Ruzafa A., Marcos C., Pérez-Ruzafa I. M. &amp; Pérez-Marcos  \n\nM.Coastal lagoons: “transitional ecosystems” between \n\ntransitional and coastal waters. J. Coast. Conserv. Springer. \n\n2010 \n\nPutman, R. J. Community Ecology. London: Chapman and Hall,  \n\n1994. \n\nReitz, R. Vegetação da Zona Marítima de Santa Catarina. Itajaí:  \n\nSELLOWIA: Anais Botânicos do Herbário Barbosa  \n\nRodrigues. v.13, p.17-115. 1961. \n\nSchettini, C. A F.Caracterização física do Estuario do Rio Itajai-Açu,  \n\nSC. Revista Brasileira de Recursos Hidricos.v 7, p .132-142.  \n\n2002 \n\nSiegfried, C.A. &amp; Knight, AW. Os efeitos de uma lavagem em um fluxo  \n\nfoothill serra. Naturalist americano Midland, v. 98, p. 200-\n\n207. 1977. \n\n\n\n \n \n\n38 \n \n\nSimon HA  The architecture of complexity. Proceedings of the  \n\nAmerican Philosophical Society, v.106, p.467–82. 1962. \n\nSouza Sobrinho, R.J.; Bresolin, A. &amp; Klein, R.M. Os manguezais da  \n\nIlha de Santa Catarina. Insula vol.2, p. 1-21. 1969. \n\nSouza, R.S. ; Pagliosa , P. R . Distribuição espacial e temporal da  \n\nmacrofauna bêntica na Baía da Ilha de Santa Catarina (sul do \n\nBrasil). In: XII Congresso Latino-Americano de Ciências do \n\nMar, 2007, Florianópolis. XII Congresso Latino-Americano de \n\nCiências do Mar, 2007. \n\nStatzner, R.B., Gore, J.A. &amp; Resh, V.H. Ecologia fluxo hidráulico:  \n\npadrões observados e potenciais aplicações. Jornal da North  \n\nAmerican Society Benthological, vol. 7, p. 307-360. 1988. \n\nStech,  J. L &amp; Lorenzetti, J. A. The response of the South Brazil Bight to  \n\nthe passage of wintertime cold fronts.Journal Geophysical \n\nResearch, v. 97, n. 66, p. 9507-9520, 1992.  \n\nTews J, Brose U, Grimm V, Tielborger K, Wichmann M C, Schwager   \n\nM, Jeltsch F. Animal species diversity driven by habitat  \n\nheterogeneity/diversity: the importance of keystone structures. J \n\nBiogeogr, v..31, p.79-92. 2004 \n\nTownsend, CR., Hildrew, AG. &amp; Schofield, K.Persistence of stream  \n\ncommunities in relation to environmental variability. Journal \n\nof Animal Ecology, v. 56, p. 597-613. 1987. \n\nVan De Koppel J, Herman PMJ, Thoolen P, Heip CHR. Do alternate  \n\nstable states occur in natural ecosystems? Evidence from a tidal \n\nflat. Ecology, v.82, p. 3449–3461.2001. \n\nVictor, R.. Ostracoda In: FERNANDO, C. H. ed. A guide tropical  \n\nfreshwater zooplankton. Backhuys Publishers. 283p. 2002 \n\nWilmers CC, Post E, Hastings A ) A perfect storm: the combined effects  \n\non population fluctuations of autocorrelated environmental \n\nnoise, age structure, and density dependence. American \n\nNaturalist, v. 169, p. 673–683. 2007 \n\nWeiher E. &amp; Keddy P. Ecological Assembly Rules: Perspectives,  \n\nAdvances, Retreats. Cambridge University Press, New York. \n\n2001 \n\nhttp://lattes.cnpq.br/6282580600505890\n\n\n \n \n\n39 \n \n\nWood, D.L. e R.W. Sites.. Submerged rootmats: a mesohabitat  \n\nharboring a distinct insect community in Ozark Stream. \n\nJournal of Freshwater Ecology v.17, p. 431-440.2002. \n\nZiv, Y.On the scaling of habitat specificity with body size. Ecology, v.  \n\n81, n. 10, p. 2932-2938. 2000. \n\n\n\n \n \n\n40 \n \n\nAnexo 1. Tabela com o numero de indivíduos identificados da macrofauna bêntica por local, correspondente \n\nao Estuário externo da Bacia Hidrográfica do Rio Ratones, nas estações do ano. \n\n L1 L2 L3 \n\n Inv Prim Ver Out Inv Prim Ver Out Inv Prim Ver Out \n\nPolychaeta       \n\nParaprionospio pinnata 11 114 6 0 76 0 0 0 969 67 25 61 \n\nLaeonereis acuta 171 50 1 4 169 0 0 1 298 25 1 0 \n\nHeteromastus similis 17 47 36 48 65 24 19 13 43 24 23 87 \n\nNephtys fluviatilis 2 25 17 19 3 19 15 22 5 26 15 3 \n\nCapitella sp. 18 11 0 0 12 1 0 0 7 1 0 0 \n\nPolydora sp. 3 4 0 1 12 0 0 0 18 0 0 0 \n\nEteone sp. 1 1 0 0 1 0 0 0 0 0 0 0 \n\nIsolda pulchela 1 0 0 0 0 0 0 0 0 0 0 0 \n\nGlycinde multidens 0 0 0 0 0 1 0 0 0 0 0 0 \n\nSigambra sp. 0 1 0 0 0 0 0 0 0 0 0 0 \n\nNematoda  3 0 4 3 13 0 0 1 14 2 38 2 \n\nOligochaeta 1 1 1 4 0 0 0 0 485 74 40 60 \n\nCrustacea       \n\nMonokalliapseudes \nschubarti \n\n58 117 31 209 399 2 2 7 189 1552 1133 368 \n\nHeleobia australis 4 4 1 0 5 1 0 0 15 26 14 2 \n\nTellina sp. 28 6 1 0 15 10 4 2 5 1 0 0 \n\nTagelus plebeius 1 1 0 0 0 0 0 0 0 0 0 0 \n\nOstracoda sp. 16 1 0 2 0 0 0 0 3 1 3 3 \n\nLucina pectinata 1 0 0 0 0 0 0 0 0 0 0 0 \n\n\n\n \n \n\n41 \n \n\n \n\nCumacea sp. 5 8 0 0 1 13 0 1 0 0 0 0 \n\nGammaridea sp. 0 1 3 3 0 0 0 0 2 10 1 1 \n\nMonocorophium sp.  3 0 0 1 0 0 0 0 0 0 0 0 \n\nSphaeromatidae sp. 0 0 0 0 0 0 0 0 1 0 0 0 \n\nCirripedia sp. 1 0 0 0 0 0 0 0 0 0 0 0 \n\nAnomalocardia brasiliana 0 1 0 0 0 0 0 0 0 0 0 0 \n\nBryozoa 3 0 0 1 2 0 0 0 0 0 0 0 \n\nHydrozoa  0 0 0 1 0 0 0 0 0 0 0 0 \n\nCampanulariidae sp. 1 2 0 0 0 0 0 0 1 0 0 0 \n\nAnthozoa       \n\nActiniaria sp. 2 1 0 0 0 0 0 0 0 0 0 0 \n\nEdwardsia sp. 1 0 0 0 0 0 0 0 0 0 0 0 \n\nHirudinea 2 0 0 0 0 0 0 0 0 1 0 0 \n\nPhoronidas 0 0 0 0 0 0 0 0 3 0 0 0 \n\nChordata   \n\nBranchiostoma platae 0 1 0 0 0 0 0 0 0 0 0 0 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n42 \n \n\nAnexo 2. Tabela com o numero de indivíduos identificados da macrofauna bêntica por local, correspondente \n\nao Estuário interno da Bacia Hidrográfica do Rio Ratones, nas estações do ano. \n\n \n\nL4 L5 L6 \n\n \n\nInv Prim Ver Out Inv Prim Ver Out Inv Prim Ver Out \n\nPolychaeta \n   Paraprionospio pinnata 577 80 3 5 174 4 14 0 843 0 0 0 \n\nLaeonereis acuta 118 1 0 4 129 53 0 0 717 18 4 1 \n\nHeteromastus similis 330 190 45 62 23 15 41 6 7 0 0 0 \n\nNephtys fluviatilis 12 49 35 104 7 162 95 80 9 79 26 46 \n\nCapitella sp. 22 1 0 0 0 0 0 1 58 4 0 1 \n\nPolydora sp. 25 0 0 1 1 0 0 0 23 0 1 0 \n\nIsolda pulchela 10 0 0 0 0 0 0 0 0 0 0 0 \n\nSigambra sp. 1 0 1 0 0 0 0 0 0 0 0 0 \n\nEteone sp. 2 0 0 0 0 0 0 0 0 0 0 0 \n\nGlycinde multidens 3 0 0 0 0 0 0 0 0 0 0 0 \n\nCeratocephale oculata 0 0 0 0 0 0 0 0 1 0 0 0 \n\nAricidea  sp. 0 0 0 0 0 0 0 0 1 0 0 0 \n\nNematoda 8 0 0 3 9 11 3 1 59 8 0 0 \n\nOligochaeta 23 21 0 0 38 34 31 15 962 18 0 0 \n\nCrustacea \n   Heleobia australis 56 79 3 1 12 29 4 1 6 4 0 0 \n\nOstracoda sp. 45 85 1 18 22 1089 103 23 697 352 85 106 \n\nMonokalliapseudes schubarti 33 31 5 288 13 91 269 44 605 544 8 9 \n\nTellina sp. 28 9 0 1 0 0 1 0 0 0 0 0 \n\nMonocorophium sp. 5 0 0 6 0 1 0 0 2 3 0 7 \n\n\n\n \n \n\n43 \n \n\n \n\nCumacea sp. 4 13 4 1 0 0 0 0 0 0 0 0 \n\nGammaridea sp. 0 0 0 2 0 0 0 0 8 3 0 3 \n\nLucina pectinata 1 3 1 0 0 0 0 0 0 0 0 0 \n\nFlabellifera sp. 0 0 0 0 0 4 0 4 1 1 0 1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n44 \n \n\nAnexo 2.(continuação) Tabela com o numero de indivíduos identificados da macrofauna bêntica por local, \n\ncorrespondente ao Estuário interno da Bacia Hidrográfica do Rio Ratones, nas estações do ano. \n\nANEXO 2(2) \nL4 L5 L6 \n\n \n\nInv Prim Ver Out Inv Prim Ver Out Inv Prim Ver Out \n\nZoea sp. 0 0 0 1 0 0 0 0 0 0 0 0 \n\nTagelus plebeius 1 0 0 0 0 0 0 0 0 0 0 0 \n\nGoneplacidae sp. 1 0 0 0 0 0 0 0 0 0 0 0 \n\nCaridea sp. 0 0 1 0 0 0 0 0 0 0 0 0 \n\nHirudinea 0 0 0 1 7 6 0 0 2 5 0 0 \n\nCopepoda \n            Calanoidea  0 0 0 0 2 4 0 0 0 0 0 0 \n\nHarpacticoidea  0 0 1 0 0 0 0 0 2 0 0 1 \n\nInsecta \n            Chironominae  0 0 0 1 1 5 0 0 2 44 8 7 \n\nMesovillidae  0 0 0 0 0 0 0 2 0 0 0 0 \n\nCorixidae  0 0 0 0 0 0 0 0 1 0 0 0 \n\nThysanoptera  0 0 0 0 0 0 0 0 0 0 1 0 \n\nAcari \n            Hydrachnidia  0 0 0 0 0 0 0 0 2 0 0 0 \n\nBryozoa 4 0 0 0 0 0 0 0 0 0 0 0 \n\nNemertea 2 0 0 0 0 1 0 0 0 0 0 0 \n\nHydrozoa 0 0 0 0 0 0 0 0 1 0 0 0 \n\nCampanulariidae  1 0 0 0 0 0 0 0 1 0 0 0 \n\nClytia  1 0 0 0 0 0 0 0 0 0 0 0 \n\nEudendrium  1 0 0 0 0 0 0 0 0 0 0 0 \n\n\n\n \n \n\n45 \n \n\n \n\nPhoronida 1 0 0 0 0 0 0 0 0 0 0 0 \n\nHexapoda \n            Entobryidae  0 0 0 0 0 0 0 1 0 0 0 0 \n\n\n\n \n \n\n41 \n \n\nAnexo 3. Tabela com o numero de indivíduos identificados da macrofauna bêntica por local, correspondente \n\nao Sistema de água doce da Bacia Hidrográfica do Rio Ratones, nas estações do ano. \n\n \n\nL7 L8 L9 \n\n \n\nInv Prim Ver Out Inv Prim Ver Out Inv Prim Ver Out \n\nDiptera - \nChironomidae \n\n            Tanypodinae sp. 27 45 9 14 7 0 5 1 24 15 19 22 \n\nChironominae sp. 12 3 0 3 4 0 0 0 68 2 7 1 \n\nOrthocladiinae sp. 17 1 0 0 1 0 1 3 13 0 1 0 \n\nDiptera - \nCeratopogonidae 14 6 7 4 0 0 1 2 4 1 6 0 \n\nDiptera - Tipulidae 11 1 1 1 0 0 0 0 1 0 0 0 \n\nDiptera - Simuliidae 0 0 0 0 0 1 0 3 0 0 0 0 \n\nOligochaeta 4 14 9 4 9 11 2 7 60 10 5 5 \n\nNemertea 1 4 0 0 40 6 11 0 43 11 0 3 \n\nAcarina \n            Hydracarina  0 14 1 18 0 0 0 0 0 0 0 1 \n\nColeoptera \n            Elmidae 6 13 1 3 0 1 0 3 3 0 0 0 \n\nNematoda 0 1 2 1 10 1 0 0 5 0 0 1 \n\n\n\n \n \n\n42 \n \n\n \n\nTricladida 1 0 0 0 0 0 0 0 10 0 0 0 \n\nEphemeroptera \n            Baetidae 6 2 1 0 0 1 0 0 0 0 0 0 \n\nRivudiva sp. 0 5 0 0 0 0 0 0 0 0 0 0 \n\nAditropus sp. 4 0 0 0 0 0 0 0 0 0 0 0 \n\nCloeodes sp. 4 0 0 0 0 0 0 0 0 0 0 0 \n\nLeptophlebiidae 2 2 0 2 0 0 0 0 0 0 0 0 \n\nCaenidae 1 0 0 0 0 0 0 0 0 0 0 0 \n\nGastropoda \n            Heleobia australis 0 0 0 0 0 0 0 0 7 0 0 0 \n\nBivalvia 0 0 0 0 0 1 0 0 0 0 0 0 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n43 \n \n\nAnexo 3.(continuação) Tabela com o numero de indivíduos identificados da macrofauna bêntica por local, \n\ncorrespondente ao Estuário externo da Bacia Hidrográfica do Rio Ratones, nas estações do ano. \n\n \n\nL7 L8 L9 \n\n \n\nInv Prim Ver Out Inv Prim Ver Out Inv Prim Ver Out \n\nPlecoptera \n   Anacroneuria sp. 0 0 0 0 0 0 5 0 0 0 0 0 \n\nTupiperla sp. 0 0 0 0 0 0 0 0 2 0 0 0 \n\nParagripopteyx sp. 9 0 0 0 0 0 0 0 0 0 0 0 \n\nCrustacea \n            Tanaidacea  0 2 0 0 0 0 0 0 0 1 1 0 \n\nIsopoda sp. 0 0 0 0 1 0 1 0 0 0 0 0 \n\nCollembola 0 0 0 1 0 0 0 0 0 0 1 1 \n\nOdonata \n   Gomphidae  0 0 0 1 0 0 0 0 0 0 1 0 \n\nDesmogomphus  0 0 0 1 0 0 1 0 0 0 0 0 \n\nProgomphus  0 0 0 0 0 0 0 0 0 0 1 0 \n\nPerithemis  1 0 0 0 0 1 0 0 0 0 0 0 \n\nTrichoptera \n   Smicridea sp. 8 2 0 0 0 0 0 2 3 0 0 0 \n\nMortoniella sp. 2 0 0 0 0 0 0 0 0 0 0 0 \n\nCyrnellus sp. 2 0 0 0 0 0 0 0 0 0 0 0 \n\n\n\n \n \n\n44 \n \n\n \n\nPolycentropodidae  1 0 0 0 0 0 0 0 0 0 0 0 \n\nHidroptilidae  0 0 0 1 0 0 0 0 0 0 0 0 \n\nHirudinea 0 1 0 0 0 0 0 0 0 0 0 0 \n\nHemiptera 1 0 0 0 0 0 0 0 0 0 0 0 \n\nLepidoptera \n   Pyralidae  0 0 0 1 0 0 0 0 0 0 0 0"}]}}}