{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04910"}, {"@name": "filename", "#text": "BTP_2003_46_1_2_10_Tratamento_termoquimico.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "TRATAMENTO TERMOQUIMICO A PLASMA DE AÇO-CARBONO\nCARBON-STEEL PLASMA THERMOCHEMICAL TREATMENT\nTRATAMIENTO TERMOQUÍMICO CONPLASMA\nDE ACERO-CARBONIO\nBruna Carolina Ferreira\nMaria Auxiliadora Silva de Oliveira e-mail: dora@ief.ita.br\nDepartamento de Química do ITA Instituto de Estudos Avançados - CTA\nRESUMO\nSuperfícies de aço-carbono AISI1010 foram nitretadas utilizando plasma luminescente pulsado em atmosfera de nitrogênio e hidrogênio, variando-se os parâmetros: relação dos fluxos de nitrogênio e hidrogênio (1/1 e 3/1), temperatura (400, 500 e 600 oC) e tempo (10, 15, 30 e 60 minutos). As superfícies nitretadas foram submetidas a ensaios potenciodinânicos em solução aquosa 0,5 mol L-1 de cloreto de sódio, testes de salt spray e testes de perda de massa. O potencial de corrosão (Ecorr) da superfície galvanizada deslocou-se para valores mais negativos em relação àquele da superfície não tratada. Os Ecorr das superfícies nitretadas foram sistematicamente mais positivos do que aqueles das superfícies galvanizadas e sem tratamento. As densidades de corrente de corrosão (jcorr) das superfícies nitretadas diminuem com o aumento da temperatura, tempo de nitretação e aumento da concentração de nitrogênio no fluxo de gás. Essa tendência também foi confirmada nos testes de perda de massa e salt spray. Os resultados experimentais indicam que as condições ótimas de nitretação são: relação de fluxo de nitrogênio e hidrogênio igual a 3/1, temperatura de 600 °C e tempo de 30 minutos. A resistência à corrosão de superfícies nitretadas nestas condições é sete vezes maior do que aquela de superfícies galvanizadas.\nABSTRACT\nAISI1010 carbon-steel surfaces were nitrided by using luminescent plasma pulsed in nitrogen and oxygen atmosphere, by varying the parameters: the ratio of nitrogen and oxygen fluxes (1/1 and 3/1), temperature (400, 500 and 600 °C) and time (10, 15, 30 and 60 minutes). Nitrided surfaces were subjected to potentiodynamic testing in sodium chloride 0.5 mol L-1 aqueous solution, salt spray testing and mass-loss testing. Corrosion ratio (Ecorr) of the galvanized surface has offset to more negative values in relation to values of non-treated surface. The Ecorr of nitrided surfaces was systematically more positive than Ecorr of galvanized and non-treated surfaces. Corrosion current (jcorr) densities of nitrided surfaces decrease when temperature, nitriding time and nitrogen concentration in the gas flow increases. This trend was also confirmed in mass-loss and salt spray tests. Experimental results indicate that the optimum nitriding conditions are: nitrogen and hydrogen flux ratio equal to 3/1, 600 °C temperature, and time of 30 minutes. The corrosion resistance of nitrided surfaces under these conditions is seven times greater than that from galvanized surfaces.\nRESUMEN\nSuperficies de acero-carbono AISI1010 han sido nitradas utilizando plasma luminescente pulsado en atmósfera de nitrógeno e hidrogeno, variándose los parâmetros: relación de los flujos de nitrógeno e hidrogeno (1/1 e 3/1), temperatura (400, 500 e 600° C) y tiempo (10, 15, 30y 60 minutos). Las superficies nitradas fueron sometidas a ensayos potenciodinâmicos en solución acuosa 0,5 mol L-1 de clorato de sodio, pruebas de salt spray y pruebas de pérdida de masa. El potencial de corrosión (Ecorr) de la superfície galvanizada se desplazó para valores más negativos en relación a aquel de la superficie no tratada. Los Ecorr de las superficies nitradas fueron sistemáticamente más positivos que aquellos de las superficies galvanizadas y sin tratamiento. Las densidades de corriente de corrosión (jcorr)\nde las superficies nitradas diminuyen con el aumento de la temperatura, tiempo de nitretación y aumento de la concentration de nitrógeno en el flujo de gas. Esa tendencia también fue confirmada en las pruebas de pérdida de masa y salt spray. Los resultados experimentales indican que las condiciones óptimas de nitretación son: relación de flujo de nitrógeno e hidrógeno igual a 3/1, temperatura de 600° C y tiempo de 30 minutos. La resistencia a la corrosión de superficies nitradas en estas condiciones es siete veces mayor que aquella de superficies galvanizadas.\n1.\tINTRODUÇÃO\nA nitretação a plasma ou iônica é um processo utilizado para a melhoria de várias propriedades físicas de superfícies metálicas como, por exemplo, dureza, ductilidade, resistência ao desgaste e à corrosão, o que resulta em um aumento da vida útil das peças tratadas (1). A nitretação a plasma pode ser utilizada no tratamento de peças feitas a partir de aços-carbono, liga e aços sinterizados. As aplicações industriais são várias, abrangendo o tratamento de ferramentas de corte, engrenagens, partes de válvulas, eixos-manivela, partes de bombas, mancais, partes de turbinas etc. As principais vantagens deste método contra o processo convencional de nitretação em banho de sal de amônia são: aumento, no mínimo de duas vezes, da vida útil dos componentes tratados, não formação de rejeitos poluentes, economia de energia (energia elétrica é utilizada apenas para aquecer as peças e não as paredes como em um forno), tempo de processamento mais curto, não requerimento de acabamento adicional após nitretação. Isto, porque só o processo a plasma permite a formação de uma estrutura de camadas, onde as fases s-(Fe 3N - Fe 2N) e y-Fe 4N podem estar presentes nas proporções e na ordem escolhidas. Além disto, as peças nitretadas podem ser seqüencialmente (no mesmo reator) recobertas com filmes cerâmicos de Al2O3, TiC, TiN, dando origem a materiais compostos utilizados no recobrimento de ferramentas de corte de ultima geração (2).\nEmbora o investimento inicial em equipamentos seja mais alto do que nos processos metalúrgicos convencionais para a nitretação, os custos de produção são menores devido à economia de tempo e energia. Os equipamentos utilizados como, por exemplo, bombas de vácuo e fonte de tensão/corrente têm uma vida útil longa e requerem pouca manutenção, o que também contribui bastante para a redução de custos. O processo permite alto grau de automação e monitoração assegurando, assim, um elevado padrão de qualidade. Peças de pequeno porte podem ser tratadas em equipamentos comerciais convencionais para os processos termoquímicos a plasma. Entretanto, a tecnologia atual já permite que peças mais volumosas como chapas de aço individuais, ou na forma de bobinas, barras e tubos de grande metragem possam ser processadas em equipamentos incorporados à linha de produção.\nNa década passada, foi reconhecido que os processos termoquímicos a plasma reduzem significativamente os problemas ambientais quando comparados com os processos convencionais, gasosos e banhos de sal (3). Os principais benefícios ambientais são: não produção de resíduos tóxicos e fumaça, nenhum risco de explosão, nenhuma poluição significativa em termos de ruído e calor, redução no tempo de processamento, redução no consumo de energia e redução significativa no consumo de gases.\nMostram-se, aqui, os resultados de estudos de corrosão realizados em superfícies do aço AISI1010 nitretadas sob diferentes condições de nitretação. Estes resultados são comparados com aqueles obtidos, respectivamente, para superfícies galvanizadas e superfícies não tratadas. O objetivo geral é comparar a eficiência oferecida tanto pelo processo de galvanização quanto pelo de nitretação, na proteção da liga AISI1010 contra a corrosão, determinando os parâmetros ótimos para o processo de nitretação a plasma.\n2.\tEXPERIMENTAL\n2.1.\tNitretação a Plasma Luminescente Pulsado\nOs corpos-de-prova compostos de chapa de aço AISI 1010 desengraxados foram nitretados em um reator termoquímico a plasma, utilizando uma descarga d.c. pulsada, desenvolvido pela empresa Metal Plasma. As peças foram submetidas a um pré-tratamento a plasma em atmosfera de hidrogênio por 30 minutos. Os parâmetros utilizados nas descargas de nitretação foram:\nParâmetros\nComposição dos gases:\tH2: 50 - 52%, N2: 50 - 75%\nTemperatura:\t400 - 600°C\nTempo:\t10 - 60 min\nNa tabela I são fornecidos os códigos adotados para identificar as amostras nitretadas sob as diferentes condições de, respectivamente, temperatura, tempo de nitretação e relação de fluxos de nitrogênio e hidrogênio.\nTABELA I\nCÓDIGO UTILIZADO PARA A IDENTIFICAÇÃO DOS DIFERENTES TIPOS DE TRATAMENTOS\nTABLE I\nCODE USED FOR IDENTIFICA TION OF DIFFERENT TYPES\nOF TREATMENT\nCódigo\tTipo de Tratamento\nSf\tSem tratamento\nGal\tGalvanizada\nCf42\t400 °C, 10 min., N2/H2 =1/1\nCf52\t500 °C, 10 min., N2/H2 =1/1\nCf55\t500 °C, 30 min., N2/H2 =3/1\nCf56\t500 °C, 60 min., N2/H2 =3/1\nCf62\t600 °C, 30 min., N2/H2 =3/1\n2.2.\tTestes de Corrosão\n2.2.1.\tEnsaios Potenciodinâmicos\nUtilizou-se uma célula eletroquímica convencional com três eletrodos. O eletrodo de trabalho utilizado nesta célula foi cada uma das superfícies: sem tratamento, galvanizadas e nitretadas sob as diferentes condições de nitretação. A área exposta destas superfícies foi delimitada com uma fita adesiva de poliemina, deixando exposta uma área de 100 mm2. O eletrodo auxiliar utilizado foi um fio de platina e o eletrodo de referência um eletrodo de Ag/AgCl saturado. Este eletrodo foi conectado à célula eletroquímica através de um capilar de Luggin. A solução eletrolítica utilizada foi uma solução aquosa 0,5 mol L-1 de NaCl exposta à atmosfera, pH= 5,8, na temperatura ambiente (« 25 oC).\nCada uma destas superfícies utilizadas como eletrodo de trabalho foi limpa com metanol, enxaguada com água desmineralizada, seca com ar comprimido e imediatamente imersa na solução de cloreto contida na célula eletrolítica. O potencial deste eletrodo foi variado entre os valores de -1,80V a +1,50V, com uma velocidade de varredura igual a 10mV/s. Um potenciostato/galvanostato MQPG-1, da Microquímica, controlado através da interface MQI12/8PCC e do programa MQPG.EXE, instalados em um computador do tipo PC, foi utilizado para controlar o potencial dos eletrodos.\nA partir das curvas de polarização para as superfícies sem tratamento, galvanizadas e nitretadas sob as diferentes condições de nitretação, foram obtidos os parâmetros de corrosão: potencial de corrosão (Ecorr), densidade de corrente elétrica de corrosão (jcorr) e resistência à polarização (Rp)(4-6).\nUtilizando os valores de densidade de corrente de corrosão obtidos, respectivamente, para as superfícies sem qualquer tipo de tratamento (jcorr°), e para as superfícies nitretadas sob diferentes condições de nitretação e/ou galvanizadas (jcorr), foi determinada a eficiência de proteção oferecida pelos diferentes tipos de tratamento, I %. Essa eficiência foi determinada utilizando-se a equação (7):\nI % = (100 - jcorr/jcor/).\nTodos os ensaios foram realizados, no mínimo, em triplicata.\n2.2.2.\tTestes “SaltSpray”\nAntes de as amostras serem colocadas na câmara de salt spray, estas foram limpas com metanol, para retirar gordura, enxaguadas com água, secas com ar comprimido e imediatamente colocadas na câmara de salt spray, onde ficaram expostas a uma névoa de solução aquosa de NaCl 0,5 mol L-1, sob temperatura de 35 °C, pH entre 6,5 e 7,2 e pressão entre 10 e 25 psi.\nDe 24 em 24 horas, duas a duas, as amostras de cada tipo de tratamento, incluindo também as amostras das superfícies não tratadas, foram retiradas da câmara, enxaguadas com água desmineralizada, a fim de se retirar o sal do salt spray, e foram observadas ao microscópio óptico. O objetivo destes procedimentos foi determinar o tempo gasto para se verificar a formação de pits nas superfícies. O microscópio óptico utilizado foi um microscópio LEICA Reichert Polyvar 2.\nEstes testes foram realizados seguindo as normas ASTM B117-97 (8).\n2.2.3.\tTestes de Perda de Massa\nOs testes de perda de massa foram realizados para oito amostras das superfícies que não sofreram qualquer tipo de tratamento, para oito amostras das superfícies galvanizadas e para oito amostras das superfícies nitretadas sob condições de nitretação que mostraram melhores resultados nos ensaios potenciodinâmicos e nos testes de salt spray, superfícies identificadas com os códigos Cf55 e Cf62, respectivamente.\nEstes testes foram realizados seguindo as normas ASTM C694-90a (9).\nA partir da média da variação de massa sofrida pelas amostras submetidas a cada tipo de tratamento, a velocidade de corrosão (Vc„rr) foi determinada utilizando a expressão:\nVcorr = Am / S.t,\nonde:\nS = área (cm2), t = tempo de exposição das amostras em ácido sulfurico (h) e Am = variação de massa (g).\n3.\tRESULTADOS E DISCUSSÃO\n3.1.\tEnsaios Potenciodinâmicos\nNa figura 1 mostram-se as curvas de polarização obtidas para as superfícies não tratadas, galvanizadas e para algumas das superfícies nitretadas sob as condições de nitretação identificadas pelos códigos: CF55, CF56 e\nCF62. Estas curvas foram obtidas logo após a imersão de cada uma destas superfícies em solução aquosa de NaCl 0,5 mol L-1, pH 5,8, livremente expostas à atmosfera e sob temperatura ambiente de «25 oC.\n2 i i i—i | i i i i | i i i i | i—i i i | i i i i | i i i i—| i i i i | i i i i\n.9 fill lllllllllllll_lllllllllllll___llllllllli'\n-11\t-10\t-9\t-8\t-7\t-6\t-5\t-4\t-3\nlog j (A.cml\nFig. 1 - Curvas de polarização em solução aquosa 0,5 mol L-1, pH 5,8, livremente exposta à atmosfera e sob temperatura ambiente («25 oC).\nFig. 1 - Polarization curves in 0.5 mol if aqueous solution, pH 5.8, freely exposed to the atmosphere and ambient temperature («25 °C).\nNa tabela II mostram-se os parâmetros de corrosão obtidos para as superfícies tratadas sob as condições mostradas na figura 1 e para superfícies nitretadas sob duas outras condições de nitretação, identificadas com os códigos CF42 e CF52.\nTABELA II\nPARÂMETROS DE CORROSÃO DAS SUPERFÍCIES EXPOSTAS À SOLUÇÃO AQUOSA 0,5 MOL L-1 DE NaCl\nTABLE II\nCORROSION PARAMETERS OF SURFACES EXPOSED TO NaCl 0.5 MOL L-1 AQUEOUS SOLUTION\nTipo de Tratamento\tRp (Q.cm2)\tEcorr V (Ag/AgCl,sat)\tjcorr/ (A.cm-2)\nSf\t(2,3 + 0,9). 104\t(-0,69+ 0,06)\t(2,0+ 0,9).10-6\nGal\t(3,5+1,8).104\t(-0,77 + 0,04)\t(1,7 + 0,7).106\nCf42\t(5,5 + 2,7).104\t(-0,50 + 0,11)\t(0,54 + 0,22).106\nCf52\t(11,8+ 3,3).104\t(-0,36+ 0,05)\t(0,36+ 0,08).106\nCf55\t(63,8 + 5,0 ).104\t(-0,16 ±0,015)\t(0,050+0,005).10’6\nCf56\t(27 +9).104\t(-0,09 ± 0,02)\t(0,4 + 0.1).106\nCf62\t(1050 + 600 ).104\t( -0,35 ± 0,07)\t(0,0038+0,0009).10’6\nNa tabela III mostra-se a eficiência de proteção contra a corrosão (I %) para os diferentes tipos de tratamentos para as superfícies expostas à solução aquosa 0,5 mol L-1 de NaCl.\nTABELA III\nRESULTADOS DE EFICIÊNCIA DE PROTEÇÃO CONTRA CORROSÃO\nTABLE III\nCORROSION PROTECTION EFFICIENCY RESULTS\nTipo de tratamento\tj corr ( A.cm-2)\tI ( % )\nSF\t(2,0+ 0,9).10-6\tPADRÃO\nGAL\t( 1,71+ 0,74).10-6\t14,5\nCF42\t(5,4 + 2,2).10 -7\t73\nCF52\t(3,6+ 0,8).10-7\t82\nCF55\t(5,03+0,49 ).10-8\t97\nCf56\t(0,4 + 0,1).10-6\t80\nCF62\t( 3,79 + 0,9).10-9\t99\nAs incertezas dos valores mostrados nestas tabelas são os respectivos desvios padrão das médias dos resultados de, no mínimo, três experimentos.\nNa figura 1 mostra-se que as densidades de corrente anódica observadas para as superfícies galvanizadas foram maiores do que as das superfícies não tratadas. As densidades de corrente catódica das superfícies galvanizadas foram sistematicamente menores do que as das superfícies sem tratamento. Essas observações justificam o deslocamento do Ecorr das superfícies galvanizadas para valores mais negativos em relação ao Ecorr das superfícies não tratadas.\nNa figura 1 mostra-se, também, que o potencial de corrosão das superfícies nitretadas foi sistematicamente mais positivo do que o Ecorr das superfícies galvanizada e sem tratamento. As densidades de corrente tanto anódica como catódica foram menores para as superfícies nitretadas do que para as superfícies galvanizadas e não tratadas. Os resultados apresentados na figura 1 mostram que as densidades de corrente para as superfícies nitretadas a temperaturas mais elevadas são menores do que para aquelas nitretadas a temperaturas mais baixas, ou seja, a eficiência na proteção contra a corrosão aumenta com o aumento da temperatura de nitretação. Este fato foi confirmado pelos resultados mostrados nas tabelas II e III, para as superfícies Cf42 e Cf52 nitretadas, utilizando concentração menor de N2 e sob as temperaturas de 400°C e 500°C, respectivamente.\nComparando-se os resultados mostrados na tabela III para as superfícies nitretadas (Cf42, Cf52, Cf55, Cf56 e Cf62), vê-se que a eficiência de proteção contra a corrosão aumentou com o aumento da concentração de nitrogênio no reator.\nHá uma melhora na proteção contra a corrosão tanto com o aumento da temperatura como com o aumento da concentração de nitrogênio no plasma. Esta melhora na eficiência de proteção, em ambos os casos, foi atribuída a um aumento na espessura da camada de compostos. Este aumento na espessura da camada de compostos provavelmente está associado à maior densidade de corrente catódica e, por sua vez, ao maior fluxo de espécies reativas de nitrogênio (íons e átomos), que chega à superfície das placas.\nPara as superficies Cf55 e Cf56, nitretadas na mesma temperatura, mas por tempos diferentes (30 e 60 minutos), percebe-se que houve uma redução na eficiência de proteção contra a corrosão. Este resultado, interessante e inédito, está associado à dinâmica de formação da camada de compostos e continua sendo objeto de estudo.\nOs resultados aqui obtidos mostram que este tempo ótimo, para a nitretação a 600°C, é aproximadamente 30 minutos. Esses resultados foram confirmados pelos resultados de salt spray e perda de massa mostrados a seguir.\n3.2.\tTestes de “Salt spray”\nApós 24 horas de exposição à solução aquosa de NaCl, todas as superfícies apresentaram sinais de formação de pits. Entretanto observou-se visualmente que a quantidade de ferrugem formada sobre as diferentes superfícies, após 24 horas de exposição, diminui na seqüência: superfícies sem tratamento > Cf55 > Cf56 > Cf62 > Gal.\nOs resultados de microscopia óptica para as superfícies não tratadas, galvanizadas e nitretadas nas melhores condições de nitretação (Cf55, Cf56 e Cf62), antes e após 24 horas de salt spray, são mostrados, respectivamente, nas fotos 1, 2 e 3.\nNestas figuras mostra-se claramente que superfícies nitretadas em atmosfera com maior concentração de N2 e sob temperaturas mais elevadas são mais resistentes à corrosão.\n(a) Sf, 0 horas\n(b) Sf, 24 horas\nFoto 1 - Micrografias das superfícies sem tratamento após 0 e 24 h de salt spray, respectivamente. Photo 1 - Micrographies from non-treated surfaces after 0 and 24 hours of salt spray, respectively.\n(a) Gal, 0 horas\n(b) Gal, 24 horas\nFoto 2 - Micrografias das superfícies sem galvanizadas após (a) 0 e (b) 24 h de “salt spray”, respectivamente. Photo 2 - Micrographies from non-galvanized surfaces after (a) 0 and (b) 24 hours of salt spray, respectively.\n(a)\nCf55,\t0 horas\n(b)\nCf55,\t24 horas\nCf 56\t, 0 horas\nCf56 , 24 horas\n(c)\nCf62, 0 horas\nCf62 , 24 horas\nFoto 3 - Micrografias das superfícies nitretadas sob as condições identificadas pelos códigos: (a) Cf55, (b) Cf56 e (c) Cf62, após 0 e 24 h de salt spray, respectivamente.\nPhoto 3 - Micrographies from nitrided surfaces under conditions identified by codes: (a) Cf55, (b) Cf56 and (c) Cf62, after 0 and 24 hours of salt spray, respectively.\n3.3.\tTestes de Perda de Massa\nNa tabela IV mostram-se os resultados de perda de massa para as superfícies não tratadas, galvanizadas e nitretadas sob as condições identificadas pelos códigos Cf55 e Cf62.\nTABELA IV RESULTADOS DOS ENSAIOS DE PERDA DE MASSA\nTABLE IV\nRESULTS OF MASS-LOSS TESTS\nTipo de Tratamento\tAm ( g )\tV ’ corr (g/cm2h)\nSf\t(0,197 ± 0,004)\t(6,59 ± 0,15).10-3\nGal\t(0,520+0,014)\t(173 ± 0,5).10-3\nCf55\t( 0,0415 ± 0,0009)\t(1,38 ± 0,03).10 3 4 5 6\nCf62\t(0,0111+0,0005)\t(0,37±0,02).10-3\nA variação de massa para as superfícies galvanizadas foi maior do que para as superfícies sem tratamento e/ou nitretadas. Esse resultado, aparentemente contraditório com a não-observação visual de ferrugem nas superfícies galvanizadas após 24 horas de salt spray, mas concordante com os parâmetros de corrosão obtidos, foi interpretada como sendo conseqüência, provavelmente, do ataque preferencial do filme espesso de Zn formado sobre as superfícies galvanizadas, já que o Zn é um redutor mais forte do que o ferro, o que leva a uma variação de massa maior em relação àquela observada para as superfícies não tratadas e nitretadas.\nOs resultados de perda de massa confirmam que a nitretação é um processo mais eficiente do que a galvanização no que diz respeito à proteção da liga de aço AISI1010 contra corrosão e que a eficiência do primeiro processo aumenta quando a nitretação é realizada em atmosfera com maior concentração de N2 e sob temperaturas e tempos mais elevados.\n4.\tCONCLUSÃO\nA resistência à corrosão de superfícies nitretadas sob as condições ótimas é sete vezes maior do que aquela de superfícies galvanizadas.\nDentre as condições de nitretação utilizadas, as condições ótimas de nitretação da liga AISI1010 são: relação de fluxo de nitrogênio e hidrogênio igual a 3/1, temperatura de 600 °C e tempo de 30 min.\nBIBLIOGRAFIA\n(1)\tB.Edenhofer, Metal Progres, 38 (Mar.1976); T.Spalvins,J.Vac. Sci. Technology, A3(6), 2329 (1985); Y. Sun, T.Bell, G. Wood, Wear, 178,131 (1994).\n(2)\tA .Leyland, D.B.Lewis, P.R. Stevenson, A. Mathews, Surface and Coatings Techonology, 62, 608 (1993).\n(3)\tT. Bell, Y. Sun, A. Suhadi, Vaccum 59, 14-23 (2000).\n(4)\tF., Mansfeld, Advances in Corrosion Science and Technology, 6, 163-267\n(5)\tW.J., Lorenz and F., Mansfeld, Corrosion Science, 21 (9), 647-672 (1981).\n(6)\tNorma ASTM G 102-89 (1990).\n(7)\n(8)\n(9)\nK., Aramaki, Corrosion Science, 43, 591-604 (2001).\nNorma ASTM B117-97\nNorma ASTM C694-90a."}]}}}