{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04503"}, {"@name": "filename", "#text": "BTP_2012_55_2_10_Caracterizacao_quimica_dos_produtos_obtidos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Caracterização química dos produtos obtidos por craqueamento térmico de óleo de peixe residual (OPR) - estudo da classificação como biocombustíveis\nChemical characterization of the products obtained by thermal cracking of waste fish oil (OPR) - study of classification as biofuels\nCaracterización química de los productos obtenidos por craqueo térmico de aceite de pescado residual (OPR) - estudio de clasificación como los biocombustibles\nAlberto Wisniewski Junior\nVinicyus Rodolfo Wiggers\nHenry França Meier\nLuiz Augusto dos Santos Madureira\nResumo\nEste trabalho mostra o estudo para a produção e caracterização de biocombustíveis obtidos através do craqueamento térmico de óleo de peixe residual (OPR). O material residual foi submetido ao processo de craqueamento térmico em uma unidade piloto à temperatura de 525°C. O OPR empregado neste estudo apresentava em sua composição química majoritária os ácidos graxos C16:0 (15,87%), C18:2 (20,96%), C18:1 (17,29%), C20:5 (5,11%), C20:1 (7,59%), C22:6 ( 4,53%), C22:1 (10,42%) , dentre outros. O craqueamento térmico deu origem a uma fração gasosa e a uma líquida, esta última denominada bio-óleo bruto (BOB). A fração gasosa foi analisada e sua composição média mostrou a presença de H2 (4,73%), N2 (5,57%), O2 (1,94%), CO (12,94%), CH4 (15,30%), CO2 (10,42%), C2H4 (22,94%) e C2H6 (8,64%). A fração líquida chamada de bio-óleo bruto (BOB) apresentou um rendimento de 73% (m/m). O BOB foi submetido a um processo de destilação simples que originou duas novas frações de produtos, denominados bio-óleo leve e bio-óleo pesado. Estas duas frações foram obtidas com rendimentos de 31% e 54% em relação ao BOB, e 23% e 39% em relação ao OPR, respectivamente. As frações de bio-óleo leve e pesado foram avaliadas por ensaios físico-químicos e pelas técnicas de cromatografia gasosa com detector de ionização por chama (CG-DIC), cromatografia gasosa com detector de captura de elétrons (CG--DCE), cromatografia gasosa com espectrometria de massas (CG-EM), ressonância magnética nuclear (RMN) 1H e 13C. As características determinadas para ambos os produtos foram comparadas com as características e com a legislação regulamentadora vigente no país, aplicadas a combustíveis de origem fóssil. Este trabalho mostrou a possibilidade de obtenção de produtos a partir de um resíduo e fonte renovável de energia com características de biocombustíveis. A\nidentificação dos constituintes dos biocombustíveis e de suas propriedades físico-químicas descritas neste trabalho poderá ser aplicada no estabelecimento de critérios para regulamentar esta classe de combustível.\npalavras-chave: ■ óleo de peixe ■ resíduo ■ pirólise ■ craqueamento térmico ■ bio-óleo ■ biocombustíveis.\nAbstract\nThis work shows the study of the production and characterization of biofuels obtained by the thermal cracking of waste fish oil(OPR). The waste material was submitted to the process of thermal cracking in a pilot plant unit at 525 °C. The OPR utilized in this study had the principal chemical composition of fatty acids: C16:0 (15.87%), C18:2 (20.96%), C18:1 (17.29%), C20:5 (5.11%), C20:1 (7.59%), C22:6 (4.53%) and C22:1 (10.42%) among others. The thermal cracking process led to gas and liquid fractions, the latter denominated as crude bio-oil (BOB). The gas fraction was analyzed and its average composition shows the presence of H2 (4.73%), N2 (5.57%), O2 (1.94%), CO (12.94%), CH4 (15.30%), CO2 (10.42%), C2H4 (22.94%) and C2H6 (8.64%). The liquid fraction of crude bio-oil provided a yield of 73% (m/m). The BOB was submitted to a simple distillation process to obtain two new fractions of products: light bio-oil and heavy bio-oil. These fractions were obtained with yields of 31% and 54% from the BOB, and yields of 23% and 39% from the OPR, respectively. The light bio-oil and heavy bio-oil fractions were evaluated by physical-chemical tests and by gas chromatography with flame ionization detector (GC-FID), gas chromatography with electron capture detector (GC-ECD), gas chromatography with mass spectrometry (GC/MS), nuclear magnetic resonance (NMR), 1H and 13C. The characteristics determined for both products were compared to the characteristics and regulamentary legislation in force in the country, as applied to fossil fuels. This work shows the possibility of obtaining products from a residue and renewable source of energy with the characteristics of biofuels. Identification of the constituents of biofuels and their physical-chemical properties described in this work may be applied in the establishment of criteria to regulate this class of fuel.\nkeywords: ■ fish oil ■ waste ■ pyrolysis ■ thermal cracking ■ bio-oil ■ biofuels.\nResumen\nEste trabajo muestra el estudio de la producción y caracterización de biocombustibles obtenidos por el proceso de craqueo térmico del aceite residual de pescado (ARP) . El materia residual se sometió al proceso de craqueo térmico en una unidad piloto a una temperatura de 525 oC. El ARP utilizado en este estudio presentaba en su composición química en su gran mayoría ácidos grasos: C16:0 (15,87%), C18:2 (20,96%), C18:1 (17,29%), C20:5 (5,11%), C20:1 (7,59%), C22:6 ( 4,53%), C22:1 (10,42%) entre otros. El craqueo térmico dio origen a una fracción gaseosa y a una liquida, está última denominada bio-aceite crudo (BAB). La fracción gaseosa fue analizada y su composición media mostró la presencia de H2 (4,73%), N2 (5,57%), O2 (1,94%), CO (12,94%), CH4 (15,30%), CO2 (10,42%), C2H4 (22,94%) y C2H6 (8,64% ). La fracción liquida lla-mada de bio-aceite crudo (BAB) presentó un rendimiento de 73% (m/m). El BAB se sometió a un proceso de destilación simple que originó dos nuevas fracciones de productos, denominados bio-aceite ligero y bio-aceite pesado. Estas dos fracciones se obtuvieron con rendimientos del 31% y 54% con relación al BAB, y 23% y 39% con relación al ARP, respectivamente. Las fracciones de bio-aceite ligero y pesado se evaluaron en pruebas fisicoquímicos y por las técnicas de\ncromatografía gaseosa con detector de ionización por llama (CG-DILL), cromatografía gaseosa con detector de captura de electrones (CG-DCE), cromatografía gaseosa con espectrometría de masas (CG-EM), resonancia magnética nuclear (RMN) 1H y 13C. Las características determinadas para ambos productos se compararon con las características y con la legislación reguladora vigente en el país, se aplica a los combustibles de origen fósil. Este trabajo mostró la posibilidad de obtención de productos a partir de un residuo y fuente renovable de energía con características de biocombustibles. La identificación de los constituyentes de los biocombustibles y sus propiedades físico-químicas que se describen en este trabajo se podrán aplicar en el establecimiento de criterios para regular este tipo de combustible.\npalabras-clave: ■ aceite de pescado ■ residuos ■ pirolisis ■ craqueo térmico ■ bio-aceites ■ biocombustibles.\nIntrodução\nJ\nAs fontes de energias estão divididas em três categorias: combustíveis fósseis, fontes renováveis e fontes nucleares. De todas as fontes renováveis de energia, a biomassa é a única em que ocorre efetivamente o acúmulo de energia solar. Além disso, é a única fonte renovável de carbono apta a ser convenientemente convertida em combustíveis sólidos, líquidos e gasosos (Demirbas, 2001).\nOs processos tecnológicos, bioquímicos ou termoquí-micos, para obtenção de energia a partir de biomassa, podem utilizar resíduos agrícolas ou urbanos, produção agrícola ou florestal. Esta energia é produzida com baixos índices de emissão de gases responsáveis pelo efeito estufa, quando comparados com fontes de combustíveis fósseis (Demirbas, 2001, 2008). Entre as fontes alternativas e renováveis para a obtenção de combustíveis podem se considerar vários tipos de gorduras e óleos derivados de plantas e animais (Adebanjo etal., 2005).\nA iniciativa de buscar desenvolver a produção de bio-combustíveis a partir de biomassa está tomando grandes proporções mundiais, como por exemplo a implantação do Programa de Biomassa pelos EUA (Schell etal., 2008). No Brasil, biocombustíveis como o etanol vêm sendo utilizados desde 1920, porém apenas na década de 1970, com o advento do Programa Nacional do Álcool (Proálcool), é que teve seu papel como substituto da gasolina definido. Nessa mesma época, teve início a busca por um substituto do diesel, culminando, em 2004, na oficialização do Programa Nacional de Produção e Uso de Biodiesel no Brasil,\no qual estabeleceu, a partir de 2008, a obrigatoriedade da adição de 2% deste biocombustível ao diesel de origem fóssil, devendo chegar a 5% até 2013 (Leite e Leal, 2007).\nA biomassa aparece como uma matéria-prima atrativa por três principais razões. A primeira é por tratar-se de uma fonte renovável de energia, que pode representar a sustentabilidade no futuro. Segundo, pelo apelo ambiental no sentido de restringir o acréscimo de dióxido de carbono global e por possuir baixos índices de enxofre. Terceiro, ela aparece com significante potencial econômico em relação à perspectiva de crescimento dos preços de combustíveis de origem fóssil (Demirbas, 2008).\nAos combustíveis líquidos e gasosos predominantemente obtidos a partir de biomassa atribui-se a denominação de \"biocombustíveis\". Eles herdam várias vantagens oriundas da matéria-prima, como: são facilmente obtidos a partir de fontes comuns de biomassa; sua combustão integra o ciclo do dióxido de carbono; possuem alto apelo ambiental, econômico e social; são biodegradáveis e contribuem para a sustentabilidade (Demirbas, 2008).\nNa classe \"biocombustíveis\", encontramos bioetanol, biobutanol, biodiesel, óleos vegetais, biometanol, óleos de pirólise (craqueamento térmico), biogás e biohidrogênio (Demirbas, 2009; Hamelinck e Faaij, 2006). O Brasil lidera a produção mundial de biocombustíveis líquidos, como bioetanol e biodiesel, com os Estados Unidos da América e países da União Europeia, como Alemanha e França (Demirbas, 2009).\nA biomassa pode ser convertida em biocombustíveis através de dois processos termoquímicos: o craqueamento térmico ou pirólise e a gaseificação. Em ambos é a obtenção de moléculas de pequeno tamanho a partir da quebra de moléculas maiores através de energia térmica na ausência de oxigênio (Wampler, 2006; Demirbas, 2001; Bridgwater, 2004).\nOs principais produtos deste processo estão distribuídos em duas frações distintas: a fração gasosa, composta majoritariamente por hidrogênio (H2), monóxido de carbono (CO), dióxido de carbono (CO2), metano (CH4), além de outros hidrocarbonetos gasosos; e uma fração líquida de hidrocarbonetos. A fração líquida é denominada bio-óleo (Demirbas, 2007). Esta conversão apresenta uma eficiência superior a 70% quando aplicado o processo de craqueamento térmico rápido (fast or flash pyrolysis), caracterizado por operar a temperaturas em torno de 500°C (Czernik e Bridgwater, 2004). O bio-óleo caracteriza-se pela presença de componentes químicos similares aos dos combustíveis convencionais derivados do petróleo (Maher e Bressler, 2007; Demirbas, 2008).\nO processo de gaseificação desloca o equilíbrio para a formação de gases, os quais podem dar origem ao diesel verde, termo empregado para a mistura ultrapura de hidrocarbonetos obtidos através da síntese de Fischer-Tropsch, catalisada por ferro ou cobalto (Boerrigter etal., 2002).\nSabe-se que triglicerídeos são a base da composição de óleos vegetais e gorduras animais e que estes são uma fonte de biomassa (Maher e Bressler, 2007). Gorduras animais, entretanto, não foram estudadas na mesma extensão como os óleos vegetais, e isto os torna uma matéria-prima interessante por apresentarem aproximadamente a metade do valor de óleos vegetais na forma bruta (Adebanjo etal., 2005).\nDatam de 1888, com os trabalhos de Engler e Seidner, os primeiros registros da obtenção de mistura de hidrocarbo-netos pela degradação térmica de triglicerídeos. O craque-amento térmico de óleo de peixe em sistema pressurizado apresentado por eles serviu para sustentar a hipótese da origem orgânica do petróleo (Gonzales et al., 2003).\nDiversos trabalhos demonstram que triacilglicerois podem ser totalmente convertidos em hidrocarbonetos com pontos de ebulição na faixa equivalente à da gasolina de origem fóssil, através de processos de craqueamento térmico, descarboxilização, desoxigenação ou craqueamento catalítico (Demirbas, 2008; Gonzales etal., 2003).\nChang e Wan (1947) estabeleceram o primeiro processo de craqueamento térmico em larga escala, aplicado ao óleo de tungue (Ma e Hanna, 1999), e propuseram o primeiro esquema das reações para o craqueamento térmico de triglicerídeos (Maher e Bressler, 2007).\nVários são os processos e técnicas para o hidrocraquea-mento de óleo vegetal, bem como as propostas de reações, mas em geral observa-se a formação de ácidos carboxílicos, acroleína e cetenos. Estes últimos, por serem menos estáveis, são facilmente decompostos, levando à formação de ésteres, ácidos carboxílicos e hidrocarbonetos. Já com os ácidos carboxílicos pode acontecer por descarbonilação ou descarboxilação (Suarez etal., 2007). A proposta de quebra radicalar de glicerídeos segue duas vertentes: a primeira de descarboxilação, rearranjo radicalar, eliminação de etileno, originando alcenos e alcanos; e a segunda eliminando cetenos e, através de rearranjos radicalares, originando também alcenos e alcanos (Alencar et al., 1983).\nFigura 1 - Esquema de reações proposto Schwab eit al. (1988) para o processo de craqueamento térmico de triacilglicerídeos.\nFigure 1 - Reactions scheme proposed by Schwab et al. (1988) for the thermal cracking process of triacylglycerides.\nFigura 1 - Esquema de reacciones propuesto por Schwab et al. (1988) para el proceso de craqueo térmico de triacilglicéridos.\nEm 1988, Schwab et al. propuseram um esquema (fig. 1) que explica o processo de craqueamento térmico de triglicerídeos para a formação de alcanos, alcenos, alca-dienos, aromáticos e ácidos carboxílicos.\nO esquema apresentado por Schwab etal. (1988) trouxe uma proposta para explicar a formação de compostos aromáticos: o processo ocorre através da adição de Diels-Alder de etileno a dienos conjulgados.\nIdem etal. (1996) estudaram o craqueamento térmico do óleo de canola e propuseram um esquema baseado em todos os anteriores, porém mais complexo. O esquema apresenta-se mais completo, já que propõe a formação de compostos oxigenados como cetonas, aldeídos e ésteres, monóxido e dióxido de carbono, hidrocarbonetos C,-C5, álcoois, dentre outros.\nO grau de insaturação dos triglicerídeos apresenta um significante efeito no processo de craqueamento.\nPor exemplo, radicais intermediários gerados em função destas insaturações podem eventualmente reagir para formar hidrocarbonetos 0,-05 pela decomposição de compostos oxigenados pesados por diferentes rotas. A descarboxilação e a descarbonilação podem ocorrer antes ou depois da clivagem das ligações C-C. Se os triglicerídeos apresentam insaturações, a clivagem ocorre preferencialmente antes da descarboxilação e da descarbonilação (Idem et al., 1996).\nO rendimento e as propriedades do bio-óleo dependem da matéria-prima, do tipo de processo e das condições de obtenção (Adebanjo et al., 2005; Bridgwater, 2004). O bio-óleo surge com a expectativa de tornar-se um combustível líquido alternativo, porém também apresenta algumas potenciais aplicações emergentes, como combustão em fornos e boiler, em motores a diesel, em turbinas e na obtenção de compostos químicos de interesse industrial. A figura 2 apresenta um resumo destas aplicações (Bridgwater, 2004).\nFigura 2 - Esquema adaptado para aplicação do bio- Figure 2 - Adapted scheme for bio-oil application -óleo (Bridgwater et al., 2004).\t(Bridgwater et al., 2004).\nI Figura 2 - Esquema adaptado para aplicación del bio-aceite (Bridgwater e~t al., 2004).\nO passo mais importante no sentido de regulamentar biocombustíveis no Brasil foi a publicação da Lei n° 11.097, de 13 de janeiro de 2005, autorizando e tornando obrigatória a mistura de 2% de biodiesel (B2) ao óleo diesel de origem fóssil a partir de 2008, devendo atingir 5% (B5) até 2013. No artigo 4 desta lei, define-se biodiesel como \"biocombustível derivado de fonte renovável de biomassa para o uso em motores de combustão interna com ignição por compressão ou para a geração de outro tipo de energia que possa substituir total ou parcialmente combustíveis fósseis”. De acordo com esta definição, não é imposta restrição quanto ao processo de obtenção do biodiesel, podendo ser ele obtido por transesterificação, esterifica-ção ou craqueamento térmico. Entretanto, a Agência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP), através da Resolução ANP n° 42, de 24 de novembro de 2004, regulamenta apenas o uso de ésteres metílicos ou etílicos de ácidos graxos que podem ser produzidos por transesterificação e esterificação (Pousa et al., 2007).\nPara a aplicação comercial de bio-óleos como combustíveis líquidos, se faz necessário o estabelecimento de especificações de propriedades químicas e físico-químicas. Atualmente, não há especificações regulamentadas para bio-óleos. As propriedades mais críticas do bio-óleo incluem homogeneidade, estabilidade, capacidade calorífica, pH, água, ponto de fulgor, sólidos, cinzas, viscosidade e lubricidade. Sabe-se que bio-óleos não são produtos de um equilíbrio termodinâmico, e suas propriedades podem mudar durante o armazenamento, podendo ocorrer reações de polimerização ou policondensação (Qiang etal., 2008).\nBio-óleos apresentam composições muito complexas (Qi etal., 2007). Uma análise completa do bio-óleo requer a combinação de várias técnicas analíticas, sendo que até o momento não se alcançou uma descrição precisa da composição de um bio-óleo (Garcia-Perez etal., 2007; Fortes e Baugh, 2004). Um modo de caracterizá-lo é a estratégia de utilizar as propriedades da polaridade e/ou acidez para fracionar o bio-óleo em classes. Um dos fatores que dificultam esta caracterização é que a composição do bio-óleo depende da matéria-prima utilizada e do processo de craqueamento empregado (Garcia-Perez etal., 2007).\nAs propriedades danosas, como alta viscosidade, instabilidade térmica e corrosividade, aparecem como grandes obstáculos para a substituição de combustíveis fósseis por bio-óleos. Recentes estudos avaliam a modificação de processos na obtenção de bio-óleos para neutralizar estes efeitos, como a hidrodesoxigenação, craqueamen-to catalítico de vapores, emulsificação, reforma gasosa e extração química de compostos (Qi etal., 2007).\nBio-óleos compreendem quantidades consideráveis de ácidos carboxílicos, como ácido acético e fórmico, que levam a valores de pH em torno de 2-3. A acidez torna o bio-óleo muito corrosivo e extremamente severo a elevadas temperaturas, o que impõe mais requisitos em relação aos materiais utilizados na construção de reservatórios e um melhoramento nos processos de obtenção antes do seu uso como combustível aplicado ao transporte (Qi etal., 2007).\nA biomassa proveniente de peixes caracteriza-se pela presença de altos índices de ácidos carboxílicos, como C16, C18, ácido eicosapentadecanoico (C20:5) e ácido docosahe-xadecanoico (C22:6) (Gutierrez e Silva, 1993; Saify et al., 2003). A tabela 1 apresenta a composição percentual de ácidos graxos de peixes de origem marinha comercialmente importantes no Brasil (Gutierrez e Silva, 1993).\nO relatório The State of Fisheries and Aquaculture -2006, publicado em 2007 pela Fisheries and Aquaculture Department, órgão do Food and Agriculture Organization of United Nations (FAO), divulgou a previsão para a produção mundial total de pescados em 2005: 142 milhões de toneladas. Os maiores produtores mundiais de pescados em 2004 foram a China e o Peru, sendo que o Brasil não apresenta participação expressiva nessa produção. A região noroeste do Pacífico foi a mais explorada, sendo a anchova o principal produto. Estima-se que 75% da produção é destinada ao consumo humano direto e os 25% restantes para ração animal e obtenção de óleo (FAO, 2007).\nEm 2003, foram identificadas, na região do Vale do Itajaí, 11 empresas na cidade de Itajaí e 11 em Navegantes responsáveis pela produção de aproximadamente 60 mil toneladas/ano de pescados. Considerando uma taxa\nmédia de aproveitamento de 50%, prevê-se a geração de 30 mil toneladas/ ano de resíduos, dos quais 68% são encaminhados à indústria de farinhas de pescado, 23% são\ndispostos em aterros sanitários e 9% despejados diretamente no Rio Itajaí-Açu, constituindo um grave impacto ambiental (Pessati et al., 2003). No trabalho de Arruda et\nPeixe\t\t\t\t\t\t\t\t\t\nÁcido graxo\tAbroteia\tCabrinha\tCavalinha\tManjuba\tPescada\tPorquinho\tRay\tSardinha\tAtum\n12:0\tND\tND\tND\tND\tND\tND\tND\t0,1\tND\n14:0\t1,1\t1,8\t7,6\t3,7\t0,9\t0,8\t1,0\t9,8\t2,0\n14:1\tND\tND\t0,5\tND\tND\tND\tND\t0,4\tND\n16:0\t17,2\t22,8\t14,1\t24,2\t15,5\t17,8\t17,1\t16,2\t22,7\n16:1\t1,3\t5,1\t5,0\t5,7\t8,5\t3,7\t8,1\t11,3\t3,4\n18:0\t8,0\t8,1\t2,6\t6,6\t7,2\t8,8\t10,1\t1,3\t9,5\n18:1\t12,8\t15,7\t14,4\t16,8\t18,8\t15,7\t16,9\t9,8\t13,7\n18:2\t0,4\t0,6\t2,0\t0,9\t0,9\t1,1\t0,2\t4,3\t0,8\n20:0\tND\tND\tND\t0,2\tND\tND\tND\t0,3\t0,2\n18:3 + 20:1\t0,6\t1,5\t11,1\t1,1\t0,9\t3,0\t2,6\t2,6\t1,2\n20:2\tND\t0,6\t4,2\t0,8\tND\t0,5\t0,8\t2,5\t0,4\n22:0\tND\tND\tND\tND\tND\tND\t0,1\tND\tND\n22:3 + 22:1\t7,1\t5,4\t16,9\t1,8\t4,9\t7,6\t14,6\t4,8\t3,6\n20:4\tND\t0,2\tND\t0,7\tND\tND\t0,4\t0,2\tND\n20:5\t11,4\t10,1\t6,2\t8,8\t7,7\t8,6\t4,1\t24,2\t7,8\n22:3\t1,1\t1,2\t1,3\t0,7\tND\t0,9\t3,2\tND\tND\n22:4\t1,6\t1,3\tND\t1,2\t0,9\t0,7\t1,5\t2,4\t1,6\n22:5\t3,2\t4,3\t1,0\t2,8\t2,9\t3,3\t5,1\t2,2\t0,4\n22:6\t34,3\t21,2\t13,0\t23,7\t19,2\t26,6\t11,6\t6,5\t32,5\nX1*\tND\tND\tND\tND\t11,6\t0,9\t0,8\t0,8\tND\nX2*\tND\tND\tND\tND\tND\tND\t1,6\t0,1\tND\n*picos não identificados\nTabela 1 - % ácidos graxos em peixes marinhos (Gu- Table 1 - % fatty acids in marine fish (Gutierrez e\tTabla 1 - % ácidos grasos en peces marinos (Gutier-\ntierrez e Silva, 1993).\tSilva, 1993).\trez e Silva, 1993).\nal. (2007), fica confirmado que 50% de toda a produção mundial de pescados torna-se resíduo, e que, destes, entre 46% e 65% são a base lipídica do resíduo.\nO objetivo geral deste trabalho é determinar a composição química dos produtos obtidos por craqueamento térmico de óleo de peixe residual (OPR) e avaliar as propriedades físico-químicas destes produtos, visando ao emprego destes como biocombustíveis.\nMateriais e métodos\nObtenção do OPR\nO OPR submetido ao processo de craqueamento térmico, objetivo de estudo deste trabalho, foi obtido na estação de tratamento de resíduos da empresa Gomes da Costa S/A, localizada no município de Itajaí, no estado de Santa Catarina, Região Sul do Brasil.\nO resíduo é gerado no processo de industrialização de pescados (70% - sardinha e 30% - atum), que é carreado à Estação de Tratamento de Efluentes (ETE), onde é retirado da fase aquosa pelo processo de flotação do efluente. Neste processo, bolhas de ar são insufladas através do efluente, forçando a separação da fase hidrofóbica, a qual é levada à superfície para posterior retirada.\nA empresa fornecedora do resíduo industrializa 1 milhão de latas de pescado por dia, gerando aproximadamente 360 toneladas anuais apenas deste resíduo de óleo de peixe (informação fornecida pela empresa Gomes da Costa S/A), as quais são destinadas à queima em caldeira junto com o óleo BPF de origem fóssil. Para o desenvolvimento deste trabalho foram utilizados 50kg deste resíduo de óleo de peixe.\nMétodos analíticos gerais\nAs amostras de OPR e BOB foram submetidas à determinação da massa específica através do método pic-nômetro à temperatura de 20°C. As amostras do bio-óleo\nleve e pesado foram submetidas à determinação da massa específica através do método ASTM D4052 (American..., 2009) à mesma temperatura.\nO índice de acidez da matéria-prima e produtos foi determinado pelo método ASTM D974 (American..., 2008). A determinação do índice de iodo seguiu o procedimento EN 14111, também reconhecido como método de Wijs, e o teor de água pelo método Karl Fischer (coulométrico). As amostras do BOB, leve e pesado, foram analisadas quanto ao teor total de enxofre através do método por fluorescência de raios X por dispersão, conforme a ASTM D4294 (American..., 2008). As análises de ressonância magnética nuclear (RMN) foram realizadas em espec-trômetro Bruker (Karlsruhe, Germany), modelo AC-300, interfaceado com módulo de gerenciamento pelo software ACD Specmanager 11.0. As amostras foram solu-bilizadas em CDCl3, com 0,01% de TMS, e analisadas à temperatura de 22oC, nas frequências de 300,13 MHz (1H) e 75,47 MHz (13C).\nAmbas as amostras foram analisadas por cromato-grafia a gás (CG). Para a composição de ácidos graxos do OPR, a análise foi realizada após a amostra ser submetida ao processo de derivatização, conforme descrito por Saify et al., 2003. A identificação foi feita através dos índices de retenção (IR) dos ésteres metílicos dos ácidos graxos presentes no OPR, obtidos segundo Adams (2007), empregando uma solução padrão de n-alcanos (C10 a C30) e por comparação com uma solução padrão de ésteres metílicos de ácidos graxos saturados (C6:0 a C24:0) e também pela técnica de espectrometria de massas. Para a determinação do IR dos componentes do bio--óleo leve, foi empregada uma solução padrão de nafta (PN) obtida comercialmente da Supelco®. Para obter a distribuição de hidrocarbonetos por faixa em relação ao número de carbonos na cadeia da amostra de bio-óleo pesado, usou-se a mesma solução padrão de n-alcanos empregada na determinação dos IRs.\nPara a determinação da composição do gás gerado pelo processo de craqueamento térmico do OPR, um cromató-grafo a gás foi adaptado, visando determinar os principais gases permanentes (H2, O2, N2, CO, CO2, CH4, C2H4 e C2H6) através de uma única injeção de amostra.\nObtenção do BOB, bio-óleo leve (BOL) e bio-óleo pesado (BOP)\nProcesso de craqueamento térmico\nO processo de craqueamento térmico foi realizado em uma unidade piloto (fig. 3), localizada no Departamento de Engenharia Química da Universidade Regional de Blumenau (FURB), projetada e construída em aço inoxidável 316 por Wiggers (2007) e concebida para operar por processo contínuo com capacidade de até 3,2kg h-1.\nA unidade operou à temperatura do preaquecedor (6.000 mm x 18 mm) de 450°C e do reator para 525°C. O processo foi iniciado passando-se água pelo sistema até obter a estabilidade da temperatura no reator (2.310mm x 67mm), equipado com 12 resistências (1kW), distribuídas\ne controladas em quatro redes PID. A amostra de OPR foi preparada acrescentando-se 5% de água e então transferida para o reservatório da alimentação. A principal função da água é a estabilização térmica pelo incremento da transferência de calor por radiação, mas ela também atua na diminuição da pressão parcial que auxilia na diminuição da formação de coque no interior do reator. Iniciou-se o bombeamento com um fluxo controlado de 3,2kg h-1 até atingir novamente a estabilidade térmica do sistema. Após este período, iniciou-se a coleta dos produtos provenientes do craqueamento térmico do OPR.\nProcesso de destilação do BOB para obtenção do BOL e BOP\nEm um balão, 2kg do BOB foram submetidos ao processo de destilação, coletando-se da temperatura ambiente até a temperatura de 220°C. A esta fração denomina-se\nSeções\n(a) Seção de alimentação ® Seção de pré-aquecimento © Seção de reação ® Seção de condensação (© Seção de armazenamento (© Seção de instrumentação e controle\nLegenda\n01 - Reator\n02 - Reservatório da alimentação\n03 - Reservatório de nitrogênio\n04 - Serpentina de aquecimento\n05 - Alimentador de líquidos\n06 - Condensador de aço inox\n07 - Condensador de vidro\n08 - Reservatório de produtos líquidos\n09 - Painel de controle do reator\n10\t- Painel de controle do pré - aquecedor\n11\t- termopar\n12\t- Tambor Hash\n13\t- Sistema de aquisição de dados e controle\n14\t- Pré - aquecedor\n15\t- Transmissor de pressão\n16\t- Resistência elétrica lOOOwatts\n17\t- Válvula de controle de vazão de gás\n18\t- Transmissor de velocidade\n19\t- H2O proveniente de torre de resfriamento\n20\t- H2O proveniente de refrigerador de água\n21\t- Agitador\nFigura 3 - Esquema da unidade de craqueamento térmico por processo contínuo.\nFigure 3 - Scheme of continuous thermal cracking unit.\nI Figura 3 - Esquema de la unidad de craqueo térmico continuo.\nBOL. Para o BOP, a fração coletada entre a temperatura ambiente até 150°C foi descartada e coletou-se a fração que compreende a temperatura de destilação entre 150°C e 326°C.\nMétodos para caracterização do BOL\nFísico-química\nA determinação da curva de destilação do BOL foi realizada em um equipamento Herzog®, modelo HDA 628, com as configurações estabelecidas para derivados de petróleo com ponto de ebulição de até 250°C, conforme indicação da ASTM D86 (American..., 2009).\nO ensaio de pressão de vapor foi realizado utilizando-se o equipamento HVP 970-Herzog®. O ensaio ocorreu à temperatura de 21°C e pressão ambiente de 1.003hPa, conforme ASTM D5191 (American..., 2007).\nCromatografia a gás - CG (DIC -Detector de lonização por Chama e EM - Espectrometria de Massas)\nAs análises do BOL foram realizadas em cromatógrafo Varian CP-3800®, amostrador automático CP-8410®, coluna CP-Sil PONA® (100m x 0,25mm; espessura do filme 0,5 p m). As condições operacionais foram: temperatura do injetor: 250°C. Temperatura do detector (DIC): 280°C. Gás de arraste: He, pressão constante de 50,5 psi, split 1:100. Programação de temperatura do forno: 35°C (15 min), 1°C min-1 @ 60°C (20 min), 2°C min-1 @ 200°C (10 min). Volume de injeção: 0,3pL da amostra pura.\nMétodos para caracterização do BOP\nFísico-química\nA determinação da curva de destilação do BOP foi realizada em um equipamento Herzog®, modelo HDA 628, com as configurações estabelecidas para derivados de petróleo com ponto de ebulição de até 450°C, conforme indicação da ASTM D86 (American..., 2009). A determinação do ponto\nde fulgor foi realizada em equipamento PetroTest®, modelo PMA4 (Pensky Matins), conforme ASTM D93 (American..., 2009), e o ponto de entupimento foi realizado em um equipamento Herzog®, modelo HCP 842 (Cold Filter Plugging Point), conforme ASTM D 6371 (American..., 2005). A determinação da viscosidade cinemática foi executada conforme a norma ASTM D445 (American..., 2009). O índice de cetano foi determinado segundo a ASTM D976 (American..., 2006).\nCG (DIC e EM)\nAs análises do bio-óleo pesado foram realizadas em cromatógrafo Varian CP-3800®, amostrador automático CP-8410®, coluna CP-Sil 8 Cb Low Bleed® (30m x 0,25mm; espessura do filme 0,25pm). As condições operacionais foram: temperatura do injetor: 250°C. Temperatura do detector (DIC): 280°C. Gás de arraste: He, fluxo constante de 1,2mL min-1, split 1:50. Programação de temperatura do forno: 100°C (5 min), 5°C min-1 @ 250°C (20 min). Volume de injeção: 0,5pL da amostra pura.\nResultados e discussão\nCaracterização do óleo de peixe residual\nPropriedades físico-químicas\nO óleo de peixe residual (OPR) utilizado no experimento foi avaliado segundo algumas características e propriedades físico-químicas, através de ensaios, e os resultados obtidos estão apresentados na tabela 2.\nOs óleos de origem animal destacam-se pelo índice de acidez superior a 1mg KOH g1, reflexo da presença de ácidos graxos na forma livre (Canakci, 2007). Em função deste índice, esta matéria-prima se torna economicamente desfavorável para o processo de transesterificação para obtenção de biodiesel, por aumentar o processo em uma etapa (Ma e Hanna, 1999).\nEnsaios\tResultados\tUnidade\nAspecto visual\tLíquido, viscoso, de coloração marrom, com odor característico.\t- - -\nTeor de água\t0,2605 (2.605)\t% (mg kg-1)\níndice de acidez\t28\tmg KOH g-1\níndice de iodo\t88\tcg I2 g-1\nMassa específica\t978,9\tkg m-3\nTeor de enxofre\t0,0305 (305)\t% (mg kg-1)\nTabela 2 - Propriedades físico-químicas do OPR. I Table 2 - Physical-chemical properties of OPR.\tI Tabla 2 - Propiedades físico-químicas del APR.\nCaracterização do óleo de peixe residual\nOs ácidos graxos presentes na amostra foram convertidos nos seus respectivos ésteres metílicos (Fames), através do processo de derivatização. À amostra derivatizada\natribuiu-se o nome de óleo de peixe residual esterificado (OPRE), a qual foi submetida a análise por CG-EM e CG-DIC. A figura 4 mostra o cromatograma de íons totais (TIC) da amostra OPRE e da solução padrão de ésteres metílicos de ácidos graxos saturados.\nFigura 4 - TIC para a amostra OPRE (superior) e pa-\tFigure 4 - TIC for OPRE sample (top) and Fames\tFigura 4 - TIC para la muestra OPRE (superior) y\ndrão de Fames (inferior).\tstandard (lower).\tpadrones Fames (inferior).\nPara a caracterização dos ácidos graxos presentes na amostra, consideraram-se apenas compostos com percentual representativo acima de 1%, o que restringiu a um número de apenas 13 compostos que, juntos, representam 90,05% do total integrado (tabela 3).\nSete dos 13 Fames da amostra OPRE foram identifica\ndos diretamente pela similaridade do tempo de retenção (TR) e dos espectros de massas (EM), com os padrões\nFames empregados. São eles: C14:0, C15:0, C16:0, C17:0, C18:0,\nC20:0\ne C22:0.\nA identificação dos demais Fames do OPRE foi realizada através da análise dos espectros de massas e da comparação com a espectroteca Nist 02®. Os resultados da caracterização do OPRE estão apresentados na tabela 3.\nApós a caracterização físico-química e a determinação da composição química do óleo de peixe residual, pelas técnicas de CG-EM e CG-DIC, o material foi submetido ao processo de craqueamento térmico (CT).\nObtenção e caracterização do bio-óleo bruto (BOB)\nDurante o processo de CT, os compostos presentes no óleo de peixe residual, na sua grande maioria triglicerídeos e ácidos graxos livres, sofrem quebras em suas estruturas, originando moléculas de menores tamanhos, bem como processos de descarboxilização, os quais originam gases como CO e CO2, dentre outros.\nPico\tÉster metílico do ácido\tTR CG-DIC (min)\tIR CG-DIC\t% Relativo CG-DIC\tTR CG-EM (min)\tIR CG-EM\t% Relativo CG-EM\n1\tC14:0\t21.945\t1723\t6,02\t24.567\t1.726\t4,93\n2\tC16:1\t25.659\t1903\t4,38\t27.669\t1.905\t5,11\n3\tC16:0\t26.102\t1926\t15,87\t28.035\t1.928\t11,89\n4\tC18:4 + C18:0 ramificado\t29.041\t2082\t1,49\t30.513\t2.085\t1,56\n5\tC18:2\t29.278\t2095\t20,96\t30.699\t2.097\t18,34\n6\tC18:1\t29.393\t2101\t17,29\t30.793\t2.103\t15,59\n7\tC18:1\t29.472\t2105\t2,43\t30.868\t2.108\t3,76\n8\tC18:0\t29.830\t2126\t3,06\t31.170\t2.129\t3,85\n9\tC20:5\t32.218\t2263\t5,11\t33.173\t2.267\t6,11\n10\tC20:1\t32.847\t2301\t7,59\t33.695\t2.304\t9,76\n11\tC22:6\t35.247\t2448\t4,53\t35.708\t2.452\t4,68\n12\tC22:5\t35.481\t2462\t0,85\t35.898\t2.466\t1,37\n13\tC22:1\t36.098\t2499\t10,42\t36.375\t2.502\t13,05\nTotal\t\t100,00\t\t\t100,00\t\t\nTabela 3 - Dados de integração para os cromatogra-\tTable 3 - Integrations data for the CG-DIC and\tTabla 3 - Integraciones de datos para los cromato-\nmas obtidos por CG-DIC e CG-EM da amostra OPRE.\tCG-EM chromatograms of OPRE sample.\tgramas GC-FID y GC-EM de la muestra OPRE.\nTrês amostras dos gases gerados durante o processo foram coletadas após os dois condensadores na saída da unidade de craqueamento. As amostras foram submetidas imediatamente a análise por CG para a determinação da composição.\nA tabela 4 apresenta um resumo da composição da fase gasosa produzida pelo CT do óleo de peixe residual.\n%\tAMT1\tAMT2\tAMT3\tMédia\nh2\t4,76\t4,61\t4,81\t4,73\nO2\t1,56\t2,61\t1,65\t1,94\nl\\l2\t4,00\t7,61\t5,10\t5,57\nCO\t13,43\t12,28\t13,10\t12,94\nch4\t15,44\t14,71\t15,71\t15,30\nCO2\t11,16\t9,67\t10,43\t10,42\nc2h4\t22,06\t22,59\t24,18\t22,94\nC2H6\t8,92\t8,24\t8,76\t8,64\nTotal\t81,33\t82,32\t83,74\t82,46\nTabela 4 - Composição do gás gerado no processo de CT do óleo de peixe residual.\nTable 4 - Composition of gas produced in the CT process of waste fish oil.\nTabla 4 - Composición del gas producido en el processo CT del aceite residual de pescado.\nConsiderando que a amostragem do gás foi realizada após os dois condensadores (63oC e 17oC, respectivamente), os percentuais médios de compostos não identificados nas amostras AMT 1, 2 e 3 - 18,67%, 17,68% e 16,26% respectivamente - foram atribuídos a compostos com três e quatro carbonos.\nRendimentos do craqueamento térmico (CT)\nO rendimento global do processo foi determinado gra-vimetricamente controlando-se a massa de matéria-prima inserida no sistema e a massa de material obtido após a saída da torre de craqueamento. O craqueamento foi realizado empregando-se 9.500g de óleo de peixe residual e foram obtidos 6.260g de BOB no condensador 1 e 660g\nno condensador 2, totalizando 6.920g de BOB, o que representa um rendimento de conversão de 73%.\nPara concluir o balanço de massas, leva-se em consideração a fase gasosa gerada durante o processo. No processo realizado, foram gerados 1,21m3 de gás, o qual teve sua caracterização descrita no item anterior. Atribuindo-se a lei dos gases ideais e aproximações, foi possível determinar matematicamente a massa de gás (1.529g) e coque (1.050g) formada no processo.\nPropriedades físico-químicas do BOB\nO BOB certamente é o principal produto obtido em qualquer processo de CT. Para isto, faz-se necessário um conhecimento básico das características deste produto, como algumas de suas propriedades físico-químicas, resumidas na tabela 5.\nEnsaios\tResultados\tUnidade\nAspecto visual\tLíquido, viscoso, de coloração preta, com odor característico.\t- - -\nTeor de água\t0,6808 (6808)\t% (mg kg-1)\níndice de acidez\t131\tmg KOH g-1\níndice de iodo\t64\tcg I2 g'\nMassa específica\t896,5\tkg m-3\nTeor de enxofre\t0,0134 (134)\t% (mg kg-1)\nTabela 5 - Propriedades físico-químicas do BOB.\nTable 5 - Physical-chemical properties of BOB.\nTabla 5 - Propiedades fisicoquímica de BAB.\nDos parâmetros analisados, podemos observar uma ligeira redução na massa específica em relação à matéria-prima do processo de craqueamento, o OPR. O índice de iodo, análise que avalia o grau de insaturações em\nhidrocarbonetos, teve uma queda de 88 cg I2 g-1 para 64 cg I2 g-1. A redução de 24 unidades representa uma diminuição de 27% na quantidade de insaturações no produto. Isto se deve principalmente à quebra de moléculas nestes pontos de insaturações, por tratar-se de pontos energeticamente favoráveis à formação de radicais.\nO controle do grau de insaturações de um produto do tipo diesel é importante por estar relacionado ao alto valor para o ponto de entupimento destes produtos. O produto está mais susceptível à polimerização e tende a solidificar-se em temperaturas mais elevadas, causando problemas de transporte e manipulação quando a temperatura ambiente está mais baixa. Já para o BOL, o alto teor de compostos insaturados (olefinas) favorece a octanagem do produto.\nO índice de acidez é o parâmetro que mais se destaca pelo grande aumento em relação à matéria-prima. Esse aumento pode ser explicado pela decomposição térmica de triglicerídeos, que, segundo o esquema de Chang e Wan (1947) (apud Maher e Bressler, 2007), gera duas unidades de ácidos carboxílicos.\nAnálise de ressonância magnética nuclear (RMN) 1H E 13C\nPara auxiliar na caracterização do BOB, o produto obtido foi submetido à análise de ressonância magnética nuclear (RMN) de 1H.\nAtravés dos deslocamentos químicos no espectro e dos valores de integração dos sinais, foi possível identificar e quantificar os tipos de hidrogênios presentes na amostra, e consequentemente os tipos de hidrocarbonetos responsáveis por conter estes hidrogênios. A tabela 6 apresenta um detalhamento da identificação dos tipos de hidrogênios para o BOB.\nA amostra do BOB também foi submetida à análise de RMN 13C. Através dos deslocamentos químicos dos sinais observados para o espectro de RMN 13C foi possível identificar os tipos de carbonos presentes na amostra de bio-óleo. Os resultados estão apresentados na tabela 7.\nTipos de hidrogênios\tDeslocamento químico (ppm)\tBio-óleo bruto (% do total de hidrogênios)\nAromáticos\t7,0-9,0\t2,44\nOlefínicos (-HC = CH-)\t5,0-6,5\t6,14\nCH2, ligado a -C=C CH3, ligados a -Ph CH3, CH2 e CH, ligados a -(C = O)OR; -(C = O)OH; -(C = O)H\t2,0-2,5\t6,31\nCH, ligado a -C-C=C CH, ligados a -C-CH2 CH3, ligado a -C=C\t1,5-2,0\t16,23\nCH2 e CH, ligados a -CH2R CH2, ligados a -C-CH2 CH2, ligado a -C-C=C\t1,0-1,5\t55,91\nCH3, ligado a -CH2-R CH3, ligado a -C-CH2 CH3, ligado a -C-C=C\t0,5-1,0\t12,96\nAlifáticos, alicíclicos (total)\t0,5-3,0\t91,41\nTabela 6 - Resultados da análise de RMN 1H para o bio-óleo bruto.\nTable 6 - RMN 1H data for crude bio-oil.\nI Tabla 6 - Resultados del análisis de la RMN 1H para el bio-aceite crudo.\nTipos de carbonos\tDeslocamento químico (ppm)\n-CH3, terminal, alcano saturado, não ramificado na posição a\t10-20\n-CH3, terminal, alcano saturado, ramificado na posição a -CH2-, alicíclicos\t20-30\n-CH, -C, acíclicos\t30-40\nClorofórmio, d1 - solvente\t75-78\n=CH2, alceno terminal\t114\nAromáticos\t127-130\n-C = CH2, alceno vinílico\t139\n-(C = O)OH, ác. carboxílico saturado\t180\nTabela 7 - Resultados da análise de RMN 13C para o Table 7 - RMN 13C data for crude bio-oil analysis Tabla 7 - Resultados del análisis de la RMN 13C bio-óleo bruto.\tresults.\tpara elbio-aceite crudo.\nOs espectros obtidos são relativamente simples, tratando-se de uma amostra composta. Isto se deve ao fato de as substâncias que fazem parte da mistura possuírem características químicas muito semelhantes. Através da correlação dos dados de RMN de 1H e 13C, consegue-se observar uma presença majoritária de sinais referentes a carbonos metilênicos e metílicos, confirmados pela alta porcentagem de hidrogênios também destas classes. São observadas pequenas quantidades de carbonos e hidrogênios de origens aromáticas e olefínicas. Um dado interessante é a presença de carbonos com deslocamento químico em 180ppm, característico de ácidos carboxílicos saturados, dado que explica o alto índice de acidez determinado titulometricamente.\nCaracterização do BOL\nA obtenção do BOL conforme o procedimento de destilação simples apresentou um rendimento de 31% em relação ao BOL e 23% em relação ao OPR.\nO produto obtido foi submetido a avaliação físico--química e química, como apresentado nos itens a seguir.\nPropriedades físico-químicas\nO BOL obtido pelo processo de craqueamento térmico do OPR foi submetido a caracterização físico-química, através de ensaios normatizados, e os resultados obtidos estão resumidos na tabela 8.\nO processo de destilação para obtenção do BOL pré--concentrou os compostos mais voláteis, o que levou à diminuição do valor da massa específica em relação ao BOB. Na faixa de compostos que compreende o BOL, também podemos verificar um aumento na concentração de moléculas insaturadas, uma vez que o índice de iodo teve um acréscimo de 52% em relação ao BOB.\nA determinação da curva de destilação do BOL, conforme a ASTM D86 (American..., 2009), forneceu os dados apresentados na figura 5, que puderam ser comparados com valores encontrados para uma amostra de Gasolina C Comum (GCC) e para uma amostra de Gasolina A (GA).\nPor meio deste ensaio observou-se a necessidade de otimizar o processo de destilação para a obtenção da\nEnsaios\tResultados\tEspecificação*\tUnidade\nAspecto visual\tLíquido, límpido, isento de impurezas, de cor amarela, com odor característico.\tLíquido, límpido, isento de impurezas, de cor amarela\t—\nTeor de água\t0,0586 (586)\t—\t% (mg kg-1)\níndice de acidez\t107\t—\tmg KOH g-1\níndice de iodo\t98\t—\tcg I2 g '\nPressão de vapor\t24,3\tMáx. 69,0\tkPa\nMassa específica\t835,9\tanotar\tkg m\nTeor de enxofre\t0,0148 (148)\tMáx. 0,1 (1.000)\t% (mg kg-1)\nTabela 8 - Propriedades físico-químicas do BOL.\nI Table 8 - Physical-chemical properties of BOL.\nI Tabla 8 - Propiedades físico-química de BOL.\nFigura 5 - Curva de destilação para o bio-óleo leve (BOL), gasolina C comum (GCC) e gasolina A (GA).\nFigure 5 - Distillation curve for light bio-oil (BOL), gasoline C (GCC) and gasoline A (GA).\nFigura 5 - Curva de desti-lación para el bio-aceite ligero (BAL), gasolina C común (GCC) y gasolina A (GA).\nfração de BOL a partir do BOB, para fornecer uma fração do biocombustível que se aproxime do combustível fóssil.\nComposição detalhada de hidrocarbonetos (Piona)\nO bio-óleo leve (BOL) foi analisado conforme o método Piona (parafinas, isoparafinas, olefinas, naftênicos e aromáticos). O cromatograma obtido apresentou 482 picos com concentrações relativas acima de 0,01%, sendo destes 67\nidentificados diretamente por similaridade com o Tempo de Retenção - TR do Padrão de Nafta - PN. A figura 6 apresenta o cromatograma (CG-DIC) obtido para a amostra de BOL com as respectivas identificações dos componentes majoritários.\nFigura 6 - Cromatograma da amostra do BOL obtido pelo método Piona.\nFigure 6 - Chromatogram of BOL sample obtained by Piona method.\nFigura 6 - Cromatograma de la muestra BAL obteni-do por el método Piona.\nA análise detalhada de hidrocarbonetos do BOL deu origem à tabela 9 com os compostos majoritários. Além da composição percentual relativa, a tabela apresenta o valor percentual real previsto de cada componente, levando em consideração o fator de resposta do detector para cada componente (% DHA), obtido na literatura (ASTM D6729 - American...,2004).\nPico\tTR (min)\tIR\tComposto\t% CG-DIC\t% DHA\n12\t8,442\t483,19\t1-penteno\t0,88\t1,04\n22\t10,601\t541,23\tciclopenteno\t0,91\t0,88\n31\t12,517\t583,56\t1-hexeno\t3,69\t4,16\n54\t17,534\t640,17\tBenzeno\t3,74\t1,79\n57\t18,743\t651,82\tolefina C7\t0,65\t0,72\n64\t20,278\t666,62\t3-metilciclopenteno\t1,36\t1,61\n72\t22,215\t685,30\t1-hepteno\t4,28\t4,66\n77\t23,740\t700,00\tn-heptano\t0,73\t0,83\n95\t31,619\t748,64\ttolueno\t2,95\t2,43\n101\t33,387\t759,67\t2-metil-3-etilpentano\t0,64\t0,73\n113\t37,811\t787,29\t1-octeno\t3,14\t3,34\n120\t39,847\t800,00\tn-octano\t0,69\t0,76\n144\t49,087\t837,35\tetilbenzeno\t1,44\t1,19\n161\t55,615\t863,75\t3-etilheptano\t0,80\t0,85\n164\t56,914\t868,99\to-xileno\t0,75\t0,61\n170\t60,318\t883,74\tdesconhecido C8\t0,58\t0,64\n171\t60,934\t886,41\tisobutilciclopentano\t2,83\t2,76\n178\t64,072\t900,00\tn-nonano\t0,64\t0,69\n200\t72,252\t944,12\tn-propilbenzeno\t0,67\t0,57\n215\t76,680\t968,00\t1-metil-2-etilbenzeno\t0,74\t0,61\n230\t80,918\t990,86\t1-deceno\t2,54\t2,60\n252\t85,399\t1.022,72\tdesconhecido C10\t0,59\t0,62\n263\t88,090\t1.044,65\tn-butilbenzeno\t0,51\t0,43\n289\t93,652\t1.090,00\t1-undeceno\t2,24\t2,28\n315\t99,380\t1.146,17\tn-pentilbenzeno\t1,21\t1,03\n322\t101,105\t1.163,87\tnaftaleno\t1,22\t0,89\n331\t103,623\t1.189,70\t1-dodeceno\t1,94\t1,96\n360\t109,384\t1.248,80\tn-hexilbenzeno\t0,55\t0,47\n372\t112,164\t1.277,31\t1-trideceno\t1,16\t0,83\n374\t113,035\t1.286,24\t2-metilnaftaleno\t0,66\t0,68\n407\t119,841\t1.356,05\t1-tetradeceno\t1,50\t1,53\nTotal\t\t\t\t46,22\t44,17\nTabela 9 - Compostos majoritários da análise Piona Table 9 - Principal compounds in BOL by Piona\tTabla 9 - Compuestos mayoritarios del análisis\ndo BOL.\tanalysis.\tPiona en el BAL.\nOs 31 compostos majoritários identificados representam 44% (DHA) do BOL. Considerando que estes compostos possuem concentração superior a 0,5%, temos então 451 compostos que são responsáveis por aproximadamente 56% do BOL, e estes com concentração individual inferior a 0,5%.\nA análise total detalhada de hidrocarbonetos pode ser rearranjada e apresentada de forma a agrupar os compostos por classe (Piona). A figura 7, mostra o resumo da composição percentual (% v/v) do BOL por classe, comparando com a distribuição de uma amostra de GCC e de uma amostra de GA.\nFigura 7 - Distribuição de hidrocarbonetos por classes Piona.\nFigure 7 - Hydrocarbons distributions by Piona classes.\nFigura 7 - Distribución de Hidrocarburos por clases de Piona.\nNesta distribuição gráfica fica claro clara a presença de um teor superior de olefinas geradas no processo de CT, contra as demais classes. O nível de compostos aromáticos no biocombustível apresenta-se equivalente ao encontrado nos derivados de petróleo da mesma classe.\nA análise da amostra BOL por CG-DCE, em comparação com a amostra GCC e PN, apresentou grande similaridade, indicando que não há concentrações representativas de substâncias, principalmente halogenadas, na composição do biocombustível.\nAs análises de RMN 1H e RMN 13C do BOL não diferem substancialmente daquelas do BOB, diferenciando-se apenas nas porcentagens dos hidrogênios por classe química. Verificou-se um aumento na proporção de hidrogênios olefínicos e aromáticos e uma diminuição dos hidrogênios metílicos e metilênicos.\nTestes preliminares de combustão\nO bio-óleo leve obtido e caracterizado neste trabalho foi submetido a testes preliminares de queima em motor estacionário. Inicialmente foi avaliada apenas a resposta visual do motor ao bio-óleo leve puro e na mistura BOL:GA (60:40), além de se avaliar o nível de emissão de alguns gases, como hidrogênio, nitrogênio, oxigênio, monóxido de carbono e dióxido de carbono. Os resultados dos testes estão resumidos na tabela 10.\n%\tBOL\tGA\tBOL:GA (60:40)\nh2\t0,61\t0,18\t0,61\nO2\t16,58\t15,70\t15,19\nn2\t65,29\t65,52\t63,77\nCO\t1,33\t0,40\t1,27\nco2\t4,17\t3,47\t2,84\nTotal\t87,98\t85,27\t83,69\nResposta do motor\tO.K.\tO.K.\tO.K.\nTabela 10 - Composição do gás gerado no processo de combustão do bio-óleo leve.\nTable 10 - Composition of gas produced in the combustion process of light bio-oil.\nTabla 10 - Composición del gas producido en el proceso de combustión del bio-aceite ligero.\nCom relação à resposta do motor, visualmente não houve grandes alterações. Os gases emitidos pela combustão do BOL apresentaram índices superiores aos da Gasolina A, sendo os mais significativos o hidrogênio, monóxido de carbono e dióxido de carbono. Este comportamento se repetiu na avaliação da mistura dos dois combustíveis. Os aumentos nos índices de CO e CO2 podem indicar melhor combustão, o que deverá emitir menos resíduos de hidrocarbonetos.\nSe atribuirmos a diferença da composição identificada a estes hidrocarbonetos, teremos que o BOL emitiu 12,02% contra 14,73% da GA.\nCaracterização do bio-óleo pesado (BOP)\nA fração do BOP, que compreende a faixa de temperatura de destilação entre 150°C e 326°C, foi obtida com um rendimento de 54% em relação ao BOP e 39% em relação ao OPR.\nPropriedades físico-químicas\nO bio-óleo pesado foi submetido a alguns ensaios para avaliação físico-química. Os resultados estão resumidos na tabela 11, que correlaciona estes resultados com os valores regulamentados para o óleo diesel de origem fóssil (OD).\nDos parâmetros analisados, os resultados apontam uma fração de hidrocarbonetos que não atende as principais especificações regulamentadas, principalmente no\nque diz respeito à temperatura do ponto de entupimento. Este parâmetro é importante especialmente em relação à manipulação do combustível, que compreende o armazenamento, transporte e comportamento dentro do sistema de distribuição nos veículos automotores. No período de maior temperatura ambiente média, ou seja, no verão, para a Região Sul do Brasil, o valor permitido é de +10,0°C. O alto valor na temperatura do ponto de entupimento pode ser atribuído à presença de hidrocarbonetos insaturados.\nA baixa temperatura do ponto de fulgor (31,5°C) que o BOP apresentou também é um parâmetro que limita a aplicação desta fração de hidrocarbonetos, já que a esta temperatura o combustível pode comprometer o funcionamento do motor por antecipar a detonação na câmara de combustão, causando a popularmente \"batida de pino”.\nOs demais itens avaliados indicam que o BOP atende a regulamentação estipulada para o OD, que neste trabalho está sendo utilizado como referência. O fato importante a salientar é que este biocombustível, além de tratar-se de um produto obtido de uma fonte renovável, apresenta baixos índices de enxofre.\nEnsaios\tResultados\tEspecificação*\tUnidade\nAspecto visual\tLíquido, límpido, isento de impurezas, de cor amarelo-esverdeado, com odor característico.\tLíquido, límpido, isento de impurezas\t- - -\nTeor de água\t0,0361 (361)\tMáx. 0,05 (500)\t% (mg kg-1)\níndice de acidez**\t142\t0,5\tmg KOH g-1\níndice de iodo**\t67\tAnotar\tcg I2 g-1\nP. de entupimento\t+ 14,0\t0 a + 10,0\toC\nPonto de fulgor\t31,5\tMáx. 38,0\toC\nViscosidade cinemática a 40 oC\t4,8\t2,0 a 5,0\tmm2 s-1 (cSt)\nMassa específica\t886,6\t820,0 a 865,0\tkg m-3\nTeor de enxofre\t0,0115 (115)\tMáx. 0,05 (500)\t% (mg kg-1)\n* Portaria ANP N° 15, de 17 de julho de 2006 ** Portaria ANP N° 07, de 19 de março de 2008\nTabela 11 - Propriedades físico-químicas do BOP. I Table 11 - Physical-chemical properties of BOP.\tI Tabla 11 - Propiedades fisicoquímica del BAP.\nAs propriedades físico-químicas de combustíveis não apenas demonstram o comportamento do produto, como podem ser usadas na indicação da composição química. Um dos parâmetros comumente utilizados é a curva de destilação do produto, representada graficamente pela figura 8. Fica claramente demonstrado que a fração de hidrocarbonetos atribuída ao BOP possui compostos que na sua extensão fornecem uma curva de destilação com temperatura média inferior à observada para o OD.\nComposição detalhada de hidrocarbonetos\nO perfil cromatográfico do BOP foi empregado para a obtenção da distribuição de hidrocarbonetos do biocom-bustível e na comparação com o óleo diesel de origem fóssil, como demonstrado na figura 9.\nFigura 8 - Curva de destilação para o bio-óleo pesado.\nFigure 8 - Distillation curve for heavy bio-oil.\nFigura 8 - Curva de destilación del bio-aceite pesado.\ni IO- I\t\t\t\t\t\t\t\t\t225\t| I\t\tI 257\t275 \t\n1\tL\thAAL\t\t\t\t\t\t\t\t\t©■\ní\tC1O\t\t\ti .\t\tC15\t\t\t\t\t=» © |C25\n%\t'w\t'<5\t'a>\t-ü\t\t\t\t\t\t\t\t\t\t\t\nFigura 9 - Análise de CG-DIC para o BOP (a) x OD (b) x padrão de n-alcanos (c).\nFigure 9 - CG-DIC analysis for BOP (a) x OD (b) x n--alkanes standards (c).\nFigura 9 - Análisis del GC-DILL para el BOP (a) x OD (b) x padrones de n-alcanos (c).\nAtravés da temperatura para os 50% recuperados, obtida pela curva de destilação do BOP, pode-se calcular o índice de cetano (IC) por meio da equação de duas variáveis, como demonstrado abaixo.\nIC = 454,74 - 1641,416(G) + 774,74(G)2 - 0,554(T50) + 97,803(log T50)2\nIC = 454,74 - 1641,416(0,8866) + 774,74(0,8866)2 - 0,554(255,2) + 97,803(log 255,62)2\nIC = 454,74 - 1455,279 + 608,94 - 141,4 + 567,2\nIC = 34,2\nO valor de 34,2 encontrado para o BOP mostra um combustível com tendência a explosão antecipada, o que pode acarretar ineficiência da queima, perda de rendimento e, principalmente, dessincronização do motor, levando à popular \"batida de pino”.\nA interpretação dos dados obtidos nos respectivos cro-matogramas e a correlação entre eles estão apresentadas na tabela 12 e descrevem a composição do BOP em relação ao OD por faixa de números de carbonos. A avaliação dos percentuais relativos demonstra uma semelhança de composição, com exceção das faixas entre C17-18 e C19-20.\nA análise dos espectros de massas, obtidos para os picos de maior simetria, apresentou uma sequência de fragmentação característica de alcenos alifáticos.\nEm função do índice de acidez e da presença de picos assimétricos no cromatograma, uma alíquota do biocom-bustível foi submetida ao processo de derivatização. O cromatograma de íons totais para a amostra esterificada demonstra claramente o desaparecimento dos picos assimétricos e observa-se a origem de novos picos. Este comportamento pode ser explicado pela anulação da polaridade da carboxila de ácidos orgânicos pela formação do respectivo éster. A análise dos espectros de massas\nPico\tTempo de retenção (min)\tFaixa de número de carbonos\t% Relativo CG-DIC BOP\t% Relativo CG-DIC OD\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\nTabela 12 - Composição percentual do bio-óleo pesa-\tTable 12 - Percentage composition of heavy bio-oil Tabla 12 - Composición porcentual del bio-aceite\ndo e óleo diesel por faixa de carbonos.\tand diesel fuel by carbon range.\tpesado y aceite diéselpor rango de carbonos.\ndestes picos, comparados com os espectros de massas da\tcarboxílicos residuais presentes no BOP. Um resumo da\nespectroteca Nist 02® e com o TR dos padrões de Fames,\tcomposição está apresentado na tabela 13.\npossibilitou a identificação das estruturas dos ácidos\nPico\tTR CG-DIC (min)\t% Relativo CG-DIC\tCompostos identificados por CG-EM\n6\t1,941\t1,32\tAlcenos + Derivados do benzeno\n10\t2,216\t1,75\t\n18\t2,768\t1,02\t\n31\t3,833\t1,33\tDeceno\n50\t5,827\t1,80\tUndeceno\n73\t8,479\t1,36\tDodeceno + Naftaleno\n101\t11,288\t1,34\tTrideceno\n129\t14,037\t1,52\tTetradeceno\n161\t16,811\t1,09\tPentadeceno\n225\t23,147\t6,46\tÁcido tetradecanoico (C14:0)\n249\t25,119\t0,93\tÁcido pentadecanoico (C15:0)\n257\t27,239\t11,88\tÁcido hexadecanoico (C16:0)\n275\t30,416\t3,13\tÁcido octadecenoico (C18:1)\n276\t30,830\t1,87\tÁcido octadecanoico (C18:0)\nTotal\t\t36,80\t\nTabela 13 - Composição majoritária do BOP por\tTable 13 - Principal composition of BOP by CG-DIC. Tabla 13 - Composición mayoritaria del BAP por\nCG-DIC.\tGC-FID.\nA análise de outras regiões do cromatograma mostrou o mesmo comportamento: ocorreu o desaparecimento dos desvios da linha-base, dando origem sistemática à presença de dois picos subsequentes, um ácido carboxílico insaturado e seu equivalente saturado.\nA caracterização da fração de BOP através da técnica de CG-DCE, RMN 1H e RMN 13C, assim como para o BOL, apresentou comportamento similar ao do BOB.\nA variação dos espectros restringe-se apenas à composição percentual dos tipos de hidrogênios presentes em\ncada uma das frações. Os valores de integração dos sinais estão apresentados e comparados na tabela 14 entre as duas frações de biocombustíveis.\nPelos dados da tabela 14, a fração de BOP mostrou um aumento significativo de compostos alifáticos, alicíclicos. Inversamente, ocorreu uma diminuição de compostos olefínicos, aromáticos. Este aumento foi impulsionado principalmente pela presença de hidrogênios metilênicos. Estes valores são explicados pela presença de um número maior de hidrocarbonetos com maior tamanho de cadeia.\nTipos de hidrogênios\tDeslocamento químico (ppm)\tBio-óleo pesado (% do total de hidrogênios)\tBio-óleo leve (% do total de hidrogênios)\nAromáticos\t7,0-9,0\t2,37\t5,11\nOlefínicos (-HC = CH-)\t5,0-6,5\t4,32\t10,53\nCH2, ligado a -C=C CH3, ligados a -Ph CH3, CH2 e CH, ligados a -(C=O)OR; -(C = O)OH; -(C=O)H\t2,0-2,5\t15,15\t19,84\nCH, ligado a -C-C=C CH, ligados a -C-CH2 CH3, ligado a -C=C\t1,5-2,0\t9,47\t10,44\nCH2 e CH, ligados a -CH2R CH2, ligados a -C-CH2 CH2, ligado a -C-C=C\t1,0-1,5\t54,59\t37,63\nCH3, ligado a -CH2-R CH3, ligado a -C-CH2 CH3, ligado a -C-C=C\t0,5-1,0\t14,08\t16,44\nAlifáticos, alicíclicos (total)\t0,5-3,0\t93,29\t84,35\nTabela 14 - Resultados da análise de RMN 1H para o Table 14 - RMN 1H results for heavy bio-oil x ligh't\tTabla 14 - Resultados del análisis de la RMN 1H\nbio-óleo pesado x bio-óleo leve.\tbio-oil.\tpara bio-aceite pesado x bio-aceite ligero.\nConclusões e perspectivas\nConclusões\nO processo de craqueamento térmico do OPR a 525°C mostrou-se uma ótima alternativa para a obtenção de bio--óleo bruto, alcançando um rendimento líquido de 72,84%. Este processo mostra-se uma alternativa viável para a conversão de biomassa em biocombustíveis, principalmente no que diz respeito às fontes de biomassa, que apresentam alto índice de acidez, característica de gorduras animais que restringe os processos de transesterificações para a obtenção de biodiesel.\nO alto índice de acidez do bio-óleo bruto se refletiu nas frações de bio-óleo leve e pesado, e representa um ponto negativo do processo, sugerindo que se avalie principalmente a questão do tempo de residência do material através da unidade de craqueamento térmico.\nOs bio-óleos leve e pesado, se tratadas as questões do residual ácido, mostram-se uma ótima fonte alternativa de energia, uma vez que são oriundos de uma fonte renovável.\nA aplicação da técnica de cromatografia a gás, com suas diferentes possibilidades de detecção, foi fundamental para identificar os compostos que constituem os biocom-bustíveis, bem como estabelecer perfis que poderão ser aplicados na regulamentação desta classe de combustíveis.\nCom base em dados de literatura e nas propostas de mecanismos de fragmentação de triglicerídeos, podemos identificar as várias etapas do craqueamento realizadas, através da identificação dos produtos de reação, como CO2, etileno, benzeno, alcenos em geral e hidrogênio.\nPerspectivas\nA composição do gás gerado neste processo apresenta compostos com características combustíveis, como hidrogênio, metano, etano e etileno, que poderiam ser utilizados como fonte energética inicial do processo. Abre-se a perspectiva de obtenção de metano através da conversão catalítica do monóxido e dióxido de carbono, empregando-se o próprio hidrogênio presente na mistura gasosa.\nCom base nos resultados apresentados neste trabalho, vislumbra-se o desenvolvimento de um processo de craqueamento térmico catalítico, visando melhora no rendimento de conversão de biomassa em biocombustíveis. Estudos para avaliação das capacidades caloríficas das frações de biocombustíveis, obtidas pelos processos sem e com catalisador, bem como a alteração de algumas condições reacionais, como temperatura, percentual de água ou velocidade de reação, além do melhoramento do processo de destilação para a obtenção de frações específicas de biocombustíveis, serão foco para a evolução deste estudo, visando alcançar biocombustíveis de qualidade.\nSegundo os resultados gerais, os biocombustíveis apresentaram boas características, porém o sistema de separação por destilação pode ser otimizado, para evitar principalmente a contaminação do bio-óleo leve por compostos da faixa do bio-óleo pesado.\nOs trabalhos em andamento demonstram a possibilidade do emprego de misturas de bio-óleo leve: gasolina em motores a combustão. Os trabalhos deverão se estender ao bio-óleo pesado, uma vez que relatos demonstram o emprego direto do bio-óleo bruto em motores do ciclo diesel.\nAgradecimentos\nO presente trabalho foi realizado dentro do programa de pós-graduação em Química da Universidade Federal de Santa Catarina e contou com o apoio do Núcleo de Investigações Químico Farmacêutica da Universidade do Vale do Itajaí (NIQFAR/Univali) para as análises de RMN e da Universidade Regional de Blumenau (FURB), através do Laboratório de Desenvolvimento de Processos do Departamento de Engenharia Química da Universidade Regional de Blumenau (LDP/DEQ) e do Laboratório de Análise de Combustíveis (LAC), este último apoiado pela Agência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP) e Agência Brasileira da Inovação (Finep).\nReferências Bibliográficas\n■\tADAMS, R. P. Identification of essential oil components by gas chromatography, mass/spectroscopy. 4. ed. Carol Stream: Allured, 2007. 804 p.\n■\tADEBANJO, A. O.; DALAI, A. K.; BAKHSHI, N. N. Production of diesel-like fuel and other value-added chemicals from pyrolysis of animal fat. Energy &amp; Fuels, Washington, D.C., v. 19, n. 4, p. 1735-1741, June 2005.\n■\tAGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS (Brasil). Resolução ANP n. 07, de 19 de março de 2008. Estabelece aespecificação do biodiesel a ser comercializado pelos\ndiversos agentes econômicos autorizados em todo o território nacional. Diário Oficial [da] República Federativa do Brasil, Brasília, DF, 20 mar. 2008.\n■ AGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS (Brasil). Resolução ANP n. 15, de 17 de julho de 2006. Estabelece as especificações de óleo diesel e misturaóleo diesel/biodiesel - B2 de uso rodoviário, para comercialização em todo o território nacional, e define obrigações dos agentes econômicos sobre o controle da qualidade do produto. Diário Oficial [da] República Federativa do Brasil, Brasília, DF, 19. Jul. 2006.\n■\tAGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUS-TÍVEIS (Brasil). Resolução ANP n. 42, de 24 de novembro de 2004. Estabelece a especificação de biodiesel, consoante as disposições contidas no Regulamento Técnico n. 4/2004, parte integrante desta Resolução que poderá ser adicionado ao óleo diesel em proporção de 2% em volume, comercializado pelos diversos agentes econômicos autorizados em todo o território nacional. Diário Oficial [da] República Federativa do Brasil, Brasília, DF, 09 dez. 2004.\n■\tALENCAR, J. W.; ALVES, P. B.; CRAVEIRO, A. A. Pyrolysis of tropical vegetable-oils. Journal of Agricultural and Food Chemistry, Washington, D.C., v. 31, n. 6, p. 1268-1270, Nov. 1983.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D86: standard test method for distillation of petroleum products at atmospheric pressure, West Conshohocken, 2009.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D93: standard test methods for flash point by pensky-martens closed cup tester, West Conshohocken, 2009.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D445: standard test method for kinematic viscosity of transparent and opaque liquids (and calculation of dynamic viscosity), West Conshohocken, 2009.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D974: standard test method for acid and base number by color-indicator titration, West Conshohocken, 2008.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D976: adjunct to d976 test methods for calculated cetane index of distillate fuels, West Conshohocken, 2006.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D4294: standard test method for sulfur in petroleum and petroleum products by energy dispersive x-ray fluorescence spectrometry, West Conshohocken, 2008.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D4052: standard test method for density, relative density, and api gravity of liquids by digital density meter, West Conshohocken, 2009.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D5191: standard test method for vapor pressure of petroleum products (mini method), West Conshohocken, 2007.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D6371: standard test method for cold filter plugging point of diesel and heating fuels, West Conshohocken, 2005.\n■\tAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D6729: standard test method for determination of individual components in spark ignition engine fuels by 100 metre capillary high resolution gas chromatography, West Conshohocken, 2004.\n■\tARRUDA, L. F.; BORGHESI, R.; OETTERER, M. Use of fish waste silage: a review. Brazilian Archives of Biology and Technology, Curitiba, v. 50, n. 5, p. 879-886, Sept., 2007.\n■\tBOERRIGTER, H.; DEN UIL, H.; CALIS, H. P. Green diesel from biomass via Fischer-Tropsch synthesis: new insights in gas cleaning and process design. In: PYROLYSIS AND GASEFICATION OF BIOMASS AND WASTE, EXPERT MEETING, 2002, Strasbourg. Proceedings... Strasbourg, France, 2002. 13 p.\n■\tBRASIL. Lei n. 11.097, de 13 de janeiro de 2005. Dispõe sobre a introdução do biodiesel na matriz energética brasileira; altera as Leis n. 9.478, de 6 de agosto de 1997, 9.847, de 26 de outubro de 1999 e 10.636, de 30 de dezembro de 2002; e dá outras providências. Diário Oficial [da] República Federativa do Brasil, Poder Executivo, Brasília, DF, 14 jan. 2005. Seção 1, p. 8.\n■\tBRIDGWATER, A. V. Biomass fast pyrolysis. Thermal Science, Belgrade, v. 8, n. 2, p. 21-49, 2004.\n■\tCANAKCI, M. The potential of restaurant waste lipids as biodiesel feedstocks. Bioresource Technology, Amsterdam, v. 98, n.1, p. 183-190, Jan. 2007.\n■\tCZERNIK, S.; BRIDGWATER, A. V. Overview of applications of biomass fast purolysis oil. Energy &amp; Fuels, Washington, D.C., v. 18, n.\n2, p. 590-598, Feb. 2004.\n■\tDEMIRBAS, A. Biofuels securing the planet's future energy needs. Energy Conversion and Management, Oxford, v. 50, n. 9, p. 22392249, Sept. 2009.\n■\tDEMIRBAS, A. Biofuels sources, biofuel policy, biofuel economy and global biofuel projections. Energy Conversion and Management, Oxford, v. 49, n. 8, p. 2106-2116, Aug. 2008.\n■\tDEMIRBAS, A. Biomass resource facilities and biomass conversion processing for fuels and chemicals. Energy Conversion and Management, Oxford, v. 42, n. 11, p. 1357-1378, July 2001.\n■\tDEMIRBAS, A. Progress and recent trends in biofuels. Progress in Energy and Combustion Science, Oxford, v. 33, n. 1, p. 1-18, Feb. 2007.\n■\tFORTES, I. C. P.; BAUGH, P. J. Pyrolysis-GC/MS studies of vegetable oils from macauba fruit. Journal of Analytical and Applied Pyrolysis, Amsterdam, v. 72, n. 1, p. 103-111, Aug. 2004.\n■\tFOOD AND AGRICULTURE ORGANIZATION OF UNITED NATIONS. Fisheries and Aquaculture Department. The state of fisheries and aquaculture: 2006. Rome: FAO, 2007. 162 p.\n■\tGARCIA-PEREZ, M.; CHAALA, A.; PAKDEL, H.; KRETSCHMER, D.; ROY, C. Characterization lf bio-oils in chemical families. Biomass and Bioenergy, Oxford, v. 31, n. 4, p. 222-242, Apr. 2007.\n■\tGONZALES, W. A.; NUNES, P. P.; FERREIRA, M. S.; MARTINS, E. P.; REGUERA, F. M.; PASTURA, N. M. R. Biodiesel a partir de óleos vegetais. In: ENCONTRO DE ENERGIA NO MEIO RURAL, 3., 2003, Campinas. Proceedings... Campinas: Unicamp, 2003.\n■\tGUTIERREZ, L. E.; SILVA, R. C. M. Fatty acid composition of commercially important fish from Brazil. Scientia Agricola, Piracicaba, v. 50, n. 3, p. 478-483, out./dez. 1993.\n■\tHAMELINCK, C. N.; FAAIJ, A. P. C. Outlook for advanced biofuels. Energy Policy, Amsterdam, v. 34, n. 17, p. 3268-3283, Nov. 2006.\n■\tIDEM, R.O., KATIKANENI, S.P.R., BAKHSHI, N.N. Thermal cracking of canola oil: reaction products in the presence and absence of steam. Energy &amp; Fuels, v. 10 n. 6, p. 1150-1162, Nov. 1996.\n■\tLEITE, R. C. C.; LEAL, M. R. L. V. O biocombustível no Brasil. Novos Estudos, São Paulo, v. 78, p. 15-21, jul. 2007.\n■\tMA, F.; HANNA, M. A. Biodiesel production: a review. Bioresource Technology, Amsterdam, v. 70, n. 1, p. 1-15, Oct. 1999.\n■\tMAHER, K. D.; BRESSLER, D. C. Production of triglyceride materials for the production of renewable fuels and chemicals. Bioresource Technology, Amsterdam, v. 98, n. 12, p. 2351-2368, Sept. 2007.\n■\tPESSATI, M. L.; STORI, F. T.; BONILHA, L. E. Inventário da geração de resíduos de pescados em Santa Catarina. In: WORKSHOP BRASILEIRO EM APROVEITAMENTO DE SUB-PRODUTOS DO PESCADO, 1., 2003. Itajaí. Anais... Itajaí: UNIVALI, 2003.\n■\tPOUSA, B. P. A. G.; SANTOS, A. L. F.; SUAREZ, P. A. Z. History and policy of biodiesel in Brazil. Energy Policy, Amsterdam, v. 35, n. 11, p. 5393-5398, Nov. 2007.\n■\tQI, Z.; JIE, C.; TIEJUN, W.; YING, X. Review of biomass pyrolysis oil properties and upgrading research. Energy Conversion and Management, Oxford, 48, n. 1, p. 87-92, Jan. 2007.\n■\tQIANG, L.; XU-LAI, Y.; XI-FENG, Z. Analysis on chemical and physical properties of bio-oil pyrolyzed from rice husk. Journal of Analytical and Applied Pyrolysis, Amsterdam, v. 82, n. 2, p. 191-198, July 2008.\n■\tSAIFY, Z. S.; AKHTAR, S.; KHAN, K. M.; PERVEEN, S.; AYATTOLLAHI, S. A. M.; HASSAN, S.; ARIF, M.; HAIDER, S. M.; AHMAD, F.; SIDDIQUI, S.; KHAN, M. Z. A study on the fatty acid composition of fish liver oil from two marine fish, Eusphyra blochii and Carcharhinus bleekeri. Turkish Journal of Chemistry, Ankara, v. 27, p. 251-258, 2003.\n■\tSCHELL, C.; RILEY, C.; PETERSEN, G.R. Pathways for development of a biorenewables industry. Bioresource technology, Barking, v. 99, n. 12, p. 5160-5164, Nov. 2008.\n■\tSCHWAB, A. W.; DYKSTRA, G. J.; SELKE, E.; SORENSON, S. C.; PRYDE, E. H. Diesel fuel from thermal-decomposition of soybean oil.\nJournal of the American Oil Chemists' Society, Champaign, v. 65, n. 11, p. 1781-1786, Nov. 1988.\n■\tSUAREZ, P. A. I.; MENEGHETTI, S. M. P.; MENEGHETTI, M. R.; WOLF, C. R. Transformação de triglicerídeos em combustíveis, materiais poli-méricos e insumos químicos: algumas aplicações da catálise na oleo-química. Química nova, São Paulo, v. 30, n. 3, p. 667-676, jun. 2007.\n■\tWAMPLER, T. Apllied pyrolysis handbook. 2. ed. Boca Raton: CRC Press, 2006.\n■\tWIGGERS, V. R. Produção de biocombustíveis por craqueamento térmico de óleos e gorduras. 2007. 193 f. Tese (Doutorado)-Faculda-de de Engenharia Química, Universidade de Campinas, Campinas, 2007.\nPrêmia^l\nPETROBRAS\nDE TECNOLOGIA\nBibliografia\n■ WIGGERS, V. R. ; WISNIEWSKI, A. JR. ; MADUREIRA, L. A. S. ; BARROS, A. A. C. ; MEIER, H. F. Biofuels from waste fish oil pyrolysis: continuous production in a pilot plant. Fuel, v. 88, n. 11. p. 21352141, Nov., 2009.\n■ WISNIEWSKI, A. ; WIGGERS, V.R. ; SIMIONATTO, E.L. ; MEIER, H.F. ; BARROS, A.A.C. ; MADUREIRA, L.A.S. Biofuels from waste fish oil pyrolysis: chemical composition. Fuel, v. 89, n. 3, p. 563568, Mar., 2010.\nAutores\nAlberto Wisniewski Junior\nUniversidade Federal de Sergipe (UFS) Departamento de Química\nalbertowj@ufs.br\nvwiggers@yahoo.com.br\nVinicyus Rodolfo Wiggers\nUniversidade Regional de\nBlumenau (FURB)\nDepartamento de Engenharia Química\nAlberto Wisniewski Junior é bacharel em Química pela Universidade Federal do Paraná (UFPR - 2001), mestre em Química Orgânica pela Universidade Federal do Paraná (UFPR - 2003) e doutor em Química Analítica pela Universidade Federal de Santa Catarina (UFSC - 2009). Atuou na Universidade de Blumenau (FURB) no período 2001 à 2010 como, gerente do Laboratório de Cromatografia, coordenador do Instituto de Pequisas Técnológicas de Blumenau (IPTB) no período de 2007 à 2010 e professor substituto. Atualmente é professor do Departamento de Química da Universidade Federal de Sergipe (UFS). Tem experiência na área de Química, com ênfase em biocombustívies, energia da biomassa, petróleo, pirólise e produtos naturais, atuando principalmente nos seguintes temas: biocombustíveis de 2a geração pelo processo de pirólise de biomassa; petróleo (geoquímica orgânica); espectrometria de massas, cromatografia a gás bidimensional abrangente, e micropirólise analítica.\nVencedor da 4a edição do Prêmio Petrobras de Tecnologia na categoria Tecnologia de Produtos - Doutorado.\nVinicyus Rodolfo Wiggers possui graduação em Engenharia Química pela Universidade Blumenau (FURB - 2001) , mestrado em Engenharia Química na área de Desenvolvimento de Processos Químicos pela Universidade Estadual de Campinas (Unicamp - 2003) e doutorado em engenharia química pela Unicamp (2007). É professor do Departamento de Engenharia Química na Universidade de Blumenau (FURB) e atua como membro permanente do Programa de Mestrado em Engenharia Química. Atua em pesquisa, desenvolvimento e ampliação de escala de processos químicos e novas tecnologias, com financiamento público e privado, na área de petróleo, gás e biocombustíveis, com ênfase nos processos de craqueamento térmico.\nHenry França Meier\nUniversidade Regional de\nBlumenau (FURB)\nDepartamento de Engenharia Química\nmeier@FURB.br\nmadureira@qmc.ufsc.br\nLuiz Augusto dos Santos Madureira\nUniversidade Federal de\nSanta Catarina (UFSC)\nDepartamento de Química\nHenry França Meier é graduado em Engenharia Química pela FURB (1986), e possui mestrado e doutorado em Engenharia Química pela Universidade Estadual de Campinas (UNICAMP - 1990 e 1998). É professor do Departamento de Engenharia Química da Universidade de Blumenau (FURB), atua como membro permanente do Programa de Mestrado em Engenharia Química (FURB) e colabora com os programas de mestrado e doutorado da UNICAMP e da Universidade Federal de Santa Catarina (UFSC). Tem experiência na área de desenvolvimento de processos atuando nos temas: modelagem matemática, simulação de processos, fluidodinâmica computacional, refino de petróleo e desenvolvimento de processos para produção de biocombustíveis. Vêm desenvolvendo trabalhos de desenvolvimento e aperfeiçoamento de processos nas áreas de produção de cimento e materiais argilo--minerais, refino de petróleo, biocombustíveis e de energia.\nLuiz Augusto dos Santos Madureira possui graduação em Química Industrial pela Universidade Federal Fluminense (UFF - 1985), mestrado em Química Orgânica pela Universidade Federal do Rio de Janeiro (UFRJ - 1989), doutorado e pós-doutorado em Geoquímica Orgânica - University of Bristol (1994). Atualmente é professor Associado IV da Universidade Federal de Santa Catarina (UFSC). Tem experiência na área de Química Analítica e Geoquímica Orgânica, com ênfase em ambientes costeiros, atuando principalmente nos seguintes temas: métodos cromatográficos, hidrocarbonetos de petróleo e bio-marcadores, ácidos graxos, esteróis, fenóis e química ambiental. Tem desenvolvido atividades na área de perícia ambiental para o ministério público e justiça federal no estado de Santa Catarina. É consultor ad-hoc desde 2000 da Faperj e revisor de artigos para os jornais Química Nova, Journal of the Brazilian Chemical Society, Chemistry and Ecology, Science of the Total Environment, Revista Virtual de Química e Brazilian Journal of Oceanography. Atualmente é sub-coordenador do curso de Pós-Graduação em Química da UFSC e coordenador de estágio dos cursos de bacharelado e bacharelado tecnológico do Departamento de Química da UFSC."}]}}}