{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19791"}, {"@name": "filename", "#text": "3210_2417-1A4_Artigo_124.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "VIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 1/14 \n \n\n \n\nAVALIAÇÃO DO TRANSPORTE SEDIMENTAR NO ESTUÁRIO DO \n\nRIO DOURO EM DIFERENTES CENÁRIOS HIDRODINÂMICOS \n\nJoão ALMEIDA\n1\n; José L. S. PINHO\n\n2\n; Stênio S. VENÂNCIO\n\n3\n; José M. P. VIEIRA\n\n4 \n\n \n\n \n\nRESUMO \n\n \n\nA bacia hidrográfica do rio Douro é a mais importante fonte sedimentar fluvial na costa NW \n\nPortuguesa. Durante as últimas décadas, verificou-se uma diminuição significativa de \n\nsedimentos principalmente devido à alteração das descargas fluviais, provocadas pela \n\nconstrução de barragens. O estuário superior é estreito e tem uma profundidade \n\nnormalmente superior a 10 m. No estuário inferior a largura aumenta e a profundidade \n\ndiminui, só ultrapassando os 10 m excecionalmente no canal principal, o qual permanece \n\nconfinado à margem norte. Na embocadura, está localizado o banco de areia do Cabedelo \n\ndisposto perpendicularmente ao eixo do estuário, confinando o escoamento ao canal estreito \n\njunto à margem norte. O Cabedelo é um banco arenoso sendo a sua forma modulada pelo \n\nregime de agitação e pelo escoamento fluvial e pela maré. Em situações de cheia, para \n\ncaudais da ordem dos 10000 m\n3\n/s o banco era galgado e destruído pelo escoamento, sendo \n\nreconstruído progressivamente pelo escoamento depois de terminada a cheia. Tem-se \n\nconstatado que ao longo do tempo o banco de areia tem migrado para montante no estuário. \n\nFoi construído um modelo tridimensional morfodinâmico do estuário com o programa \n\nDelft3D, constituído por 12267 células de cálculo por camada, tendo-se utilizado dez \n\ncamadas na discretização vertical. Apresentam-se os resultados para a dinâmica sedimentar \n\nem função das condicionantes hidrodinâmicas como o caudal fluvial e a amplitude da maré. \n\nA descarga fluvial apresenta-se como fator chave para a exportação de sedimentos para a \n\nplataforma costeira, sendo que nos cenários de cheia a morfologia do estuário é \n\ncompletamente modificada. Os resultados obtidos são naturalmente condicionados pelas \n\ncaracterísticas dimensionais dos sedimentos transportados. \n\nPalavras – chave: modelação morfodinâmica, estuário do rio Douro, transporte sedimentar, \n\nDelft3D. \n\n  \n\n                                                 \n1\nMestre e Engenheiro Civil; Departamento de Engenharia Civil - Universidade do Minho; Campus de \n\nGualtar 4704-553 Braga, Portugal; a54214@alunos.uminho.pt, Telefone: +351 253604720. \n\n2\nDoutor e Professor Auxiliar; Departamento de Engenharia Civil - Universidade do Minho; Campus de \n\nGualtar 4704-553 Braga, Portugal; jpinho@civil.uminho.pt, Telefone: +351 253604720. \n\n3\nDoutor e Professor Adjunto; Departamento de Engenharia Civil - Universidade Federal do Triângulo \n\nMineiro; Av. Doutor Randolfo Borges Junior n.1250, Univerdecidade, 38064-200 Uberaba, Brazil; \nstenio@civil.uftm.edu.br, Telefone: +055 34 3318-5600.  \n\n4\nDoutor e Professor Catedrático; Departamento de Engenharia Civil - Universidade do Minho; \n\nCampus de Gualtar 4704-553 Braga, Portugal; jvieira@civil.uminho.pt, Telefone: +351 253604722. \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 2/14 \n \n\n1. INTRODUÇÃO \n\nA maioria dos fundos em zonas costeiras é composta por sedimentos, com predominância \n\nde areias junto à costa, e de siltes e argilas em estuários e lagunas. Este material é \n\nfrequentemente transportado pelas correntes e pelas ondas, originando variações \n\nmorfológicas dos fundos. Em particular, podem ocorrer erosões e acreções significativas em \n\nestuários, lagunas, praias, embocaduras e outras zonas costeiras, que necessitam de ser \n\nquantificadas e, por vezes, corrigidas por soluções de engenharia por forma a permitir os \n\nusos estabelecidos para aqueles sistemas costeiros. \n\nA capacidade de previsão da dinâmica sedimentar e das variações morfológicas é, assim, \n\num elemento fundamental para uma gestão adequada das zonas costeiras. As principais \n\naplicações, que advêm do seu estudo são, a quantificação de taxas de erosão e \n\nacumulação em estuários e bacias portuárias, previsão da evolução da linha de costa, \n\nalimentação artificial de praias, estudo de obras de defesa costeira, regularização de \n\nembocaduras lagunares e a definição de dragagens e de planos de imersão de dragados \n\n(Fortunato, 2011). \n\nA modelação matemática da hidrodinâmica e da dinâmica sedimentar de sistemas \n\nestuarinos e costeiros, constitui uma ferramenta de enorme valia uma vez que estes \n\nprocessos envolvem uma grande diversidade de variáveis, condicionadas pela atuação da \n\nmaré, vento, agitação marítima, correntes oceânicas e descargas fluviais, entre muitas \n\noutras. \n\nA bacia hidrográfica do rio Douro constitui uma das principais fontes sedimentares afluentes \n\nà costa NO Portuguesa. O estuário é o sistema onde se processam as trocas entre o meio \n\nfluvial e a zona costeira adjacente, pelo que a correta quantificação do caudal sólido \n\ntransportado neste sistema apresenta uma importância crucial para a compreensão dos \n\nfluxos e balanços sedimentares instalados nesta região necessários à sua correta gestão e \n\nplaneamento. \n\nO estuário apresenta um desenvolvimento com cerca de 22 km, sendo a propagação da \n\nmaré limitada a montante pela barragem de Crestuma, conforme mostrado na Figura 1, que \n\ntambém apresenta a grelha computacional e os pontos de monitorização utilizados na \n\ncalibração do modelo. As cidades do Porto e de Vila Nova de Gaia situam-se, \n\nrespetivamente, nas margens norte e sul da parte terminal do estuário. Em ambas as \n\ncidades, as zonas ribeirinhas apresentam registos de inundações devidas às características \n\ndo estuário e da bacia de drenagem do rio. O caudal médio anual num ano típico na \n\nbarragem de Crestuma situa-se em torno dos 450 m\n3\n/s, sendo de 700 m\n\n3\n/s e de 200 m\n\n3\n/s \n\npara anos húmidos e secos, respetivamente. Este caudal apresenta uma marcada \n\nvariabilidade entre os meses de Inverno e os de Verão, podendo em situações de cheia \n\nexceder os 10 000 m\n3\n/s (INAG, 2000). \n\nEm termos de mistura vertical, o estuário pode normalmente ser considerado como \n\nverticalmente homogéneo, apresentando no entanto uma cunha salina em situações de \n\ncaudal elevado. Para condições médias, o estuário é parcialmente misturado com uma \n\nmodulação na estratificação de marés vivas a mortas (Azevedo et al., 2008). \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 3/14 \n \n\nEm Neves et al. (2008) foram apresentados modelos bidimensionais do estuário cuja \n\ngeometria foi definida com base na situação anterior à construção do quebra-mar e do \n\nprolongamento do molhe norte na zona da embocadura do estuário, tendo permitido a \n\ncaracterização dos padrões hidrodinâmicos para as duas situações na embocadura. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1. Estuário do rio Douro: localização, grelha utilizada no modelo tridimensional e pontos de \n\nmonitorização. \n\nPortela (2008) analisa dados de dragagem, levantamentos hidrográficos e utiliza \n\nferramentas de modelação para avaliar alterações morfológicas e de transporte de \n\nsedimentos no estuário do rio Douro. Conclui que o transporte sedimentar no período \n\nanalisado (20 anos) foi muito influenciado pela abertura e manutenção do canal de \n\nnavegação, indicando ainda que a capacidade de transporte pelas correntes de maré é \n\nmuito limitada, sendo as cheias fluviais os eventos responsáveis pela capacidade de \n\ntransporte mais significativa e alimentação da costa. \n\nPinho et al. (2010) apresenta modelos bidimensionais que permitiram analisar as alterações \n\ndos padrões hidrodinâmicos resultantes das alterações geométricas introduzidas pelas \n\nobras da embocadura e resultados sobre condições de propagação da frente salina e \n\npadrões de acumulação e erosão no estuário. As obras da embocadura alteraram a forma \n\ndas áreas de acumulação e erosão na sua zona de implantação e áreas adjacentes. Dada a \n\nimportância atribuída aos caudais sólidos do rio Douro, é expectável a ocorrência de \n\nmodificações na morfodinâmica deste segmento, com eventuais repercussões na forma de \n\npropagação da agitação marinha decorrentes das alterações do fundo. \n\n  \n\nCrestuma \n  Embocadura   \n\nFoz do Douro  \n\nLeixões Cantareira \n\nCais da Estiva \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 4/14 \n \n\nA evolução morfodinâmica da restinga tem sido objeto de monitorização (Bastos et al., 2012) \n\ne os resultados indicam que a instabilidade na parte sudeste do banco de areia pode \n\nrepresentar uma ameaça para a reserva natural local existente por ela defendida. O \n\ntamanho e a forma variável do banco de areia causaram incómodo frequente no passado \n\npara a navegação, afetando a largura e profundidade do canal de navegação, pelo que para \n\nmelhorar a segurança da navegação, entre 2004 e 2008 foi construído um quebra-mar para \n\nestabilizar o banco de areia. \n\nEste trabalho teve como objetivo principal a construção de um modelo hidrodinâmico \n\ntridimensional implementado com o auxílio do programa Delft3D que permite simular e \n\ncaracterizar padrões de circulação em situações normais ou de cheia, e padrões de erosão \n\ne acumulação para o estuário do rio Douro. Pretendeu-se avaliar a resposta de curto e \n\nmédio prazo do processo de erosão/acumulação, na embocadura do estuário, em cenários \n\nque contemplam o efeito da maré, do caudal fluvial e as características afluência de \n\nsedimentos. \n\n \n\n2. METODOLOGIA \n\n2.1 Programa Delft3D \n\nO programa Delft3D é composto por um conjunto de módulos, com capacidade de \n\nsimulação de um conjunto diversificado de problemas associados a massas de águas \n\nsuperficiais. Apresenta uma estrutura flexível que simula escoamentos em duas ou três \n\ndimensões, assim como propagação da agitação, qualidade da água, transporte de \n\nsedimentos e morfodinâmica.  \n\nAs condições hidrodinâmicas (velocidade, níveis, densidade, temperatura e salinidade.) \n\ncalculadas pelo módulo Delft3D-Flow são utilizadas como dados de entrada nos restantes \n\nmódulos. Utiliza para resolução numérica das equações em que se baseia o método das \n\ndiferenças finitas e grelhas curvilíneas. A discretização vertical utilizada neste trabalho foi a \n\ncoordenada sigma, evitando assim que os elementos da malha intercetem a topografia do \n\nfundo. É contudo possível adotar outras opções em termos de coordenadas verticais. O \n\nmodelo tem por hipótese as seguintes aproximações usuais aplicadas para regiões de \n\náguas pouco profundas: a variação longitudinal do campo de densidade é considerada no \n\ncálculo da componente baroclínica da força de gradiente de pressão, através da \n\naproximação de Boussinesq; condição de não escorregamento é assumida no fundo do \n\nestuário (Andutta, 2011). \n\nO módulo Delft3D-MOR utiliza resultados da hidrodinâmica associada a ondas e correntes \n\npara simular o transporte de sedimentos e evolução morfológica da batimetria. Foi \n\nconcebido para simular o comportamento morfodinâmico de rios, estuários e zonas costeiras \n\nem escalas de tempo de dias a anos, devido às complexas interações entre as ondas, \n\ncorrentes, transporte de sedimentos, e batimetria. Para o cálculo do transporte em \n\nsuspensão, e transporte de fundo são utilizadas as equações de Van Rijn, \n\nEngelund-Hansen, Meyer-Peter-Muller, Bijker, e Bailard (Tomlinson, 2006). \n\n \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 5/14 \n \n\n2.2 Formulação matemática \n\nAs equações básicas que regem o modelo são descritas a seguir na sua forma \n\ntridimensional (Delft3d-FLOW, 2011). O escoamento hidrodinâmico é resolvido pela \n\nequação da continuidade (1) combinada com as equações de conservação da quantidade \n\nde movimento (2 e 3), permitindo simular a evolução temporal de velocidades e níveis de \n\nágua sobre o domínio espacial. As flutuações de velocidade são tratadas pela incorporação \n\nde modelos de turbulência. \n\n \n\n \n??\n\n??\n+\n\n1\n\n???? ????\n\n?[(? + ?)????? ]\n\n??\n+\n\n1\n\n???? ????\n\n?[(? + ?)????? ]\n\n??\n+\n\n??\n\n??\n= ?(??? ? ???? ) (1) \n\n \n\n  \n\n \n\n \n\n??\n\n??\n+\n\n?\n\n????\n\n??\n\n??\n+\n\n?\n\n????\n\n??\n\n??\n+\n\n?\n\n? + ?\n\n??\n\n??\n?\n\n?2\n\n???? ????\n\n?????\n\n??\n+\n\n??\n\n???? ????\n\n?????\n\n??\n? ??\n\n= ?\n1\n\n?0????\n?? + ?? +\n\n1\n\n(? + ?)2\n?\n\n??\n(??\n\n??\n\n??\n) + ??  (2) \n\n \n\n \n\n \n\n \n\n \n\n??\n\n??\n+\n\n?\n\n????\n\n??\n\n??\n+\n\n?\n\n????\n\n??\n\n??\n+\n\n?\n\n? + ?\n\n??\n\n??\n?\n\n?2\n\n???? ????\n\n?????\n\n??\n+\n\n??\n\n???? ????\n\n?????\n\n??\n+ ??\n\n= ?\n1\n\n?0????\n?? + ?? +\n\n1\n\n(? + ?)2\n?\n\n??\n(??\n\n??\n\n??\n) + ?? (3) \n\n \n\n \n\n \n\n \n\nonde ?, ?, ? são as componentes de velocidade (m/s); ???? e ???? são coeficientes para \n\ntransformar a grelha curvilínea em retangular (m); ?, ? são as coordenadas curvilíneas na \ndireção horizontal; ? é a coordenada segundo a direção vertical (? = 0 para superfície e \n? = ?1 para o fundo); ? é o parâmetro de Coriolis (s\n\n-1\n); ? = ? + ? é a profundidade da água \n\ntotal (m), ? é a profundidade da água abaixo do plano de referência (m), ? é a profundidade \nda água acima do plano de referência (m); ??? e ???? representam, respetivamente, as \nfontes e sumidouros por unidade de volume (1/s); ?0 é a massa volúmica da água (K/gm\n\n3\n); \n\n??  e ?? são os gradientes de pressão hidrostática (Kg/m\n2\n.s\n\n2\n); ??  e ?? representam o \n\ndesequilíbrio horizontal das tensões de Reynold’s (m/s\n2\n); ?? e ?? são as fontes ou \n\nsumidouros de impulso (m/s\n2\n); ?? é a viscosidade turbulenta vertical (m\n\n2\n/s). \n\n \nPara a solução da morfodinâmica, o transporte de sedimentos no modelo baseia-se na \nequação de advecção-difusão (4): \n \n\n \n\n??(?)\n\n??\n+\n\n???(?)\n\n??\n+\n\n???(?)\n\n??\n+\n\n?(? ? ??\n(?)\n\n)?(?)\n\n??\n?\n\n?\n\n??\n(??,?\n\n(?) ??\n(?)\n\n??\n) ?\n\n?\n\n??\n(??,?\n\n(?) ??\n(?)\n\n??\n)\n\n?\n?\n\n??\n(??,?\n\n(?) ??\n(?)\n\n??\n) = 0 (4) \n\n \n\n \n\n \n\nonde ?(?) é a concentração da fracção de sedimentos (?) (Kg/m\n3\n); ??,? , ??,? e  ??,? são os \n\ncoeficientes de difusividade da fração de sedimentos (?) (m\n2\n/s); ??\n\n(?)\n é a velocidade de \n\nsedimentação da fração de sedimentos (?) (m/s). A velocidade de sedimentação, assim \ncomo os fluxos de erosão e acumulação, podem ser calculados segundo a formulação de \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 6/14 \n \n\nAriathurai-Partheniades (Partheniades,1965 ; Ariathurai, 1974), para sedimentos coesivos, e \npela aplicação do método de Rijn (1993), para sedimentos não coesivos. \n \nAs equações hidrodinâmicas e morfodinâmicas podem ser formuladas em coordenadas \nesféricas, ortogonais curvilíneas ou retangulares. \n \n\n2.3 Cenários simulados \n\nPara a avaliação da resposta dos padrões morfodinâmicos simulados na embocadura, foram \n\ncontemplados três parâmetros intervenientes neste processo: caudal fluvial a partir da \n\nalbufeira de Crestuma (problema 1), efeito da maré (problema 2) e influência da dimensão \n\ndos sedimentos (problema 3). Assim, para o problema 1, avalia-se a erosão/deposição \n\nverificadas no estuário sob influência de diferentes caudais típicos de Crestuma, que são \n\nagrupados em seis cenários distintos (cenários de 1 a 6) com as respetivas concentrações \n\nde sedimentos, mantendo-se invariável o tipo de maré (média) e dimensão de sedimentos. \n\nO mesmo procedimento é repetido para os problemas 2 (cenários 7 e 8) e 3 (cenários 9 e \n\n10), que avaliam a influência da maré e dimensão do sedimento, respetivamente, mantendo \n\nconstante, para este efeito, os outros parâmetros não avaliados no problema específico. Os \n\nproblemas e cenários considerados nas simulações são apresentados na Tabela 1, para \n\nsimulações de curto e médio prazo. \n\nTabela 1. Cenários da modelação \n\nProblema em \n\nanálise \n\nCenário Tipo de \n\nmaré \n\nCaudal \n\n(m\n3\n/s) \n\nDiâmetro \n\nmédio de \n\nsedimento \n\nD50 (?m) \n\nConcentração \n\nsedimentos \n\nCrestuma \n\n(kg/m\n3\n) \n\nPeríodo \n\nsimulado \n\n1 – Análise da \n\nmorfodinâmica \n\n(caudal) \n\n1 \n\n2 \n\n3 \n\n4 \n\n5 \n\n6 \n\nIntermédia \n\nIntermédia \n\nIntermédia \n\nIntermédia \n\nIntermédia \n\nIntermédia \n\n200 \n\n450 \n\n700 \n\n10000 \n\n450 \n\n450 \n\n200 \n\n200 \n\n200 \n\n200 \n\n200 \n\n200 \n\n0,1 \n\n0,5 \n\n1 \n\n5 \n\n0,5 \n\n0,5 \n\n2 dias \n\n2 dias \n\n2 dias \n\n2 dias \n\n1 ano \n\n10 anos \n\n2 – Análise da \n\nmorfodinâmica \n\n(maré) \n\n7 \n\n8 \n\nMaré viva \n\nMaré morta \n\n450 \n\n450 \n\n200 \n\n200 \n\n0,5 \n\n0,5 \n\n2 dias \n\n2 dias \n\n3 – Análise da \n\nmorfodinâmica \n\n(dimensão de \n\nsedimento) \n\n9 \n\n10 \n\nIntermédia \n\nIntermédia \n\n450 \n\n450 \n\n750 \n\n375 \n\n0,5 \n\n0,5 \n\n2 dias \n\n2 dias \n\nOs caudais considerados representam o valor médio anual descarregado pela barragem de \n\nCrestuma (INAG, 2000), assim como as suas variações típicas. Na construção do modelo \n\nhidráulico, estes valores foram considerados na fronteira de montante, tendo sido adotadas \n\npara a fronteira de jusante diferentes situações de maré (vivas, mortas e intermédias) de \n\nacordo com o registo no marégrafo do porto de Leixões (INAG, 2000). Foi considerada a \n\nmaré viva ocorrida entre 29 e 31 de março de 2002, a maré morta e intermédia de 8 a 10 de \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 7/14 \n \n\njaneiro de 2010 e de 2 a 4 de janeiro de 2000, respetivamente. Um valor constante de 1 m\n2\n/s \n\nfoi adotado para a viscosidade turbulenta e para a difusividade turbulenta horizontal. Já as \n\ncomponentes verticais foram obtidas pelo modelo de turbulência ? ? ?. As características \n\ndos sedimentos foram definidas com base na referência SNIRH (2013), para rios \n\nportugueses e o trabalho de Hickin (1995), além de inspeções “in loco”. O parâmetro de \n\nresistência adotado foi o coeficiente de Manning, que assumiu o valor de 0,033 m\n-1/3\n\n.s. Este \n\nvalor corresponde a canais com leito arenoso e lodoso e paredes laterais em pedra, o que \n\nse aproxima às características gerais do estuário do rio Douro.  \n\n \n\n3. RESULTADOS E DISCUSSÃO \n\n3.1 Calibração \n\nA calibração de um modelo morfodinâmico como aquele que foi implementado no âmbito \n\ndeste trabalho exige um conjunto de dados sedimentológicos cuja obtenção requere \n\nlevantamentos frequentes que atualmente não estão disponíveis. Na calibração do módulo \n\nhidrodinâmico foram utilizados dados de nível de maré (Mimoso, 1995) para três locais \n\ndistintos: Leixões, Cantareira e Cais da Estiva, cujas localizações foram destacadas \n\nanteriormente na Figura 1. A calibração obtida para níveis de maré medidos e simulados, \n\nnas três estações distintas, apontou para uma correlação próxima da unidade, o que \n\ndemonstra uma boa convergência e robustez do modelo na simulação dos níveis de maré. \n\nAlém disso, a parametrização utilizou diferentes coeficientes de aferição, confirmando a \n\nbaixa discrepância entre os valores medidos de maré e aqueles registrados pela simulação. \n\nOs resultados da calibração hidrodinâmica são apresentados na Figura 2. \n\nContudo os resultados de campanhas de medição de velocidades e elevação de maré, \n\nutilizados no âmbito da calibração hidrodinâmica, são anteriores à construção do quebra-\n\nmar destacado na embocadura. Face a indisponibilidade dos dados hidro-sedimentológicos \n\npós construção do quebra-mar, os resultados aqui apresentados procuram identificar as \n\nvariáveis determinantes na definição dos padrões de erosão e acumulação no estuário, \n\ndando-se especial atenção aos resultados obtidos na embocadura e discutindo-os do ponto \n\nde vista qualitativo. Procura-se no entanto quantificar as características de transporte \n\nsedimentar sempre que possível. \n\nNa Figura 3 apresentam-se os resultados obtidos para o módulo da velocidade média \n\nsegundo a profundidade no cenário de cheia simulado (cenário 4) e cujos valores são da \n\nordem de grandeza de valores obtidos noutros trabalhos (ex. Neves et al., 2008). \n\nAs características hidrodinâmicas observadas evidenciam o predomínio do escoamento de \n\nmontante, resultante das descargas a partir de Crestuma, com valores de velocidade \n\nexpressivos, inclusive na região da embocadura, que é o objeto de análise deste estudo \n\nparticular. Este cenário pode conduzir para a elevação da taxa de concentração de \n\nsedimentos suspensos ao longo do estuário que, por sua vez, poderá interferir na \n\nintensificação ou diminuição do processo de erosão/sedimentação. \n\n \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 8/14 \n \n\n \n\nFigura 2. Comparação de resultados entre valores observados no período de 21 a 22 de Setembro \n\nde 1994 e valores simulados no programa Delft3D. Valores de diferentes coeficientes de aferição do \n\najuste conseguido: Nash-Sutcliffe (NS), erro médio (EM), erro médio quadrático (EMQ) e coeficiente \n\nde correlação (R\n2\n). \n\n \n\n \n\nFigura 3. Resultados do módulo da velocidade média segundo a direção vertical para um caudal de \n\ncheia (cenário 4). \n\n \n\n \n\n \n\nLocal NS EM EMQ R\n2\n\n(-) (m) (m) (-)\n\nLeixões 0.99 0.06 0.07 0.997\n\nCais da Estiva 0.95 0.17 0.21 0.982\n\nCantareira 0.99 0.08 0.10 0.994\n\n-2.0\n\n-1.5\n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n0:00 12:00 0:00 12:00 0:00\n\nN\nív\n\ne\nl d\n\ne\n m\n\na\nré\n\n (\nN\n\nM\nM\n\n m\n)\n\nHora\n\nLeixões\n\n-2.0\n\n-1.5\n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n0:00 12:00 0:00 12:00 0:00\n\nN\nív\n\ne\nl d\n\ne\n m\n\na\nré\n\n (\nN\n\nM\nM\n\n m\n)\n\nHora\n\nCais da Estiva\n\n-2.0\n\n-1.5\n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n0:00 12:00 0:00 12:00 0:00\n\nN\nív\n\ne\nl d\n\ne\n m\n\na\nré\n\n (\nN\n\nM\nM\n\n m\n)\n\nHora\n\nCantareira\n\nN \n\nCaudal = 10000 m\n3\n\n/s 5,0 km \n\nLegenda: \nMódulo da \n\nvelocidade média \n\n(m/s) \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 9/14 \n \n\n3.2 Influência do caudal fluvial e concentração de sedimentos \n\nOs resultados apresentados na Figura 4 mostram a influência do caudal fluvial e respetiva \n\nconcentração de sedimentos na dimensão e forma do delta de vazante formado a jusante da \n\nembocadura do rio Douro. Este delta apresenta naturalmente uma área crescente com o \n\ncaudal fluvial atingindo uma extensão segundo a direção este-oeste de cerca de 2 km, para \n\nos sedimentos de dimensão 0,2 mm considerados nas simulações e para o caudal médio \n\ndiário anual máximo de 700 m\n3\n/s (característico de anos húmidos). Outro aspeto importante \n\nevidenciado pelos resultados apresentados no ponto P4 é que para o sedimento não \n\ncoesivo simulado não existe transporte na direção do interior do estuário durante a enchente \n\nconforme se constata pela evolução representada no gráfico relativo ao referido ponto. É \n\nimportante destacar também que apesar da elevação da concentração de sólidos suspensos \n\nser diretamente proporcional a elevação do caudal em Crestuma, não se pode afirmar que a \n\nsedimentação obedece a mesma ordem de grandeza. Isto porque a magnitude, turbulência \n\ne oscilação da direção do escoamento, além das cargas de campo geradas pelo contato dos \n\nsedimentos, poderão mantê-los em suspensão. \n\n \n\nFigura 4. Áreas de acumulação para diferentes caudais fluviais (cenários 1 a 3) e evolução da \n\nacumulação na localização P4 para o cenário 3. \n\n \n\nOs padrões morfodinâmicos associados a condições de caudais fluviais médios são \n\ncompletamente alterados em situações de cheia. Na Figura 5apresenta-se a evolução do \n\nfundo para uma cheia de valor da ordem de grandeza associada a um período de retorno de \n\n10 anos (Portela, 2008). \n\nCaudal = 200 m\n3\n/s \n\nConcentração=0,1 kg/m\n3\n \n\n2,0 km \n\nN \n\nCaudal = 700 m\n3\n/s \n\nConcentração=1,0 kg/m\n3\n \n\n2,0 km \n\nN N \n\nCaudal = 450 m\n3\n/s \n\nConcentração=0,5 kg/m\n3\n \n\n2,0 km \n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n0.00E+00\n\n5.00E-05\n\n1.00E-04\n\n1.50E-04\n\n2.00E-04\n\n2.50E-04\n\n0 10 20 30 40\n\nn\nív\n\ne\nl \n\nd\ne\n\n á\ng\n\nu\na\n\n (\nm\n\n)\n\ne\nv\n\no\nlu\n\nçã\no\n\n d\ne\n\n f\nu\n\nn\nd\n\no\n (\n\nm\n)\n\nTempo (H)\n\nerosão/deposição (P4) maré\n\nP4 \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 10/14 \n \n\nAo fim de 2 horas a acumulação no delta de vazante apresenta valores no intervalo de 10 a \n\n60 cm, muito superiores aos valores obtidos em condições médias para o mesmo período \n\npara o máximo caudal médio considerado (Figura 3). \n\nConsiderando as condições adotadas nas simulações verifica-se que para cheias com \n\nduração de 5 horas podem ocorrer acumulações da ordem de 1 m e para cheias com \n\nduração de 11 horas atingem-se valores de 2 m. \n\nA erosão verificada nas regiões mais estreitas da embocadura atinge também valores \n\nelevados. Salienta-se no entanto, que face à ausência de informação sobre a composição e \n\nprofundidade dos sedimentos acumulados nestas zonas foi considerado um estrato de \n\ncomposição uniforme e profundidade superior ao valor máximo erodido, ignorando-se a real \n\nposição do estrato rochoso. \n\n \n\n \n\nFigura 5. Áreas de erosão/acumulação para caudal de cheia (cenário 4) com diferentes durações. \n\n \n\n3.3 Influência da maré \n\nPara se avaliar o impacto das diferentes amplitudes de maré no transporte sedimentar são \n\napresentados na Figura 6 os valores da acumulação na embocadura para sedimentos não \n\ncoesivos, no final de uma simulação com duração de dois dias, para o caso de uma maré \n\nviva e de uma maré morta, com um caudal fluvial constante de 450 m\n3\n/s. \n\nÉ notória a influência da amplitude de maré na extensão e intensidade da acumulação no \n\ndelta de vazante. Quanto maior for o valor da amplitude de maré maior será o valor da \n\nLegenda: \nErosão/acumulação (m) \n\nDuração = 2 horas Duração = 5 horas \n\nDuração = 11 horas 2,5 km \n\n2,5 km 2,5 km \n\nN N \n\nN \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 11/14 \n \n\nacumulação. As diferenças encontradas resultam das maiores intensidades da corrente \n\ndurante a vazante de marés vivas. \n\nO valor máximo de acumulação que ocorre a jusante do estrangulamento do quebra-mar \n\n(ponto P4) destacado durante uma maré viva é cerca de 10 vezes superior ao obtido em \n\nmaré morta nas condições simuladas. Estes resultados evidenciam a importância da \n\namplitude de maré nos padrões de erosão/acumulação na proximidade da embocadura. \n\n \n\n \n\nFigura 6. Áreas de acumulação para diferentes amplitudes de maré (cenários 7 e 8) e evolução da \n\nacumulação na localização P4. \n\n \n\n3.4 Influência da dimensão dos sedimentos \n\nNas simulações realizadas efetuou-se análise de sensibilidade dos resultados à variação da \n\ndimensão dos sedimentos, tendo sido consideradas areias finas, médias e grosseira. Na \n\nFigura 7 apresentam-se os resultados dos padrões de acumulação verificados na \n\nembocadura. O delta de vazante apresenta-se com uma configuração alongada segundo a \n\ndireção do canal principal delimitado pelas estruturas da embocadura no caso dos \n\nsedimentos mais grosseiros. A área de acumulação aumenta à medida que os sedimentos \n\nse tornam mais finos, como é expectável que aconteça quando se mantém as condições \n\nhidrodinâmicas responsáveis pelo transporte sedimentar. \n\nLegenda: \n \n\nAcumulação (m) \n\nCaudal = 450 m\n3\n/s \n\nMaré viva 2,5 km \n\nN N \n\nCaudal = 450 m\n3\n/s \n\nMaré morta 2,5 km \n\nP4 P4 \n\n-2.0\n\n-1.5\n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n0.0000\n\n0.0002\n\n0.0004\n\n0.0006\n\n0.0008\n\n0.0010\n\n0 10 20 30 40\nn\n\nív\ne\n\nl \nd\n\ne\n m\n\na\nré\n\n (\nm\n\n)\n\ne\nv\n\no\nlu\n\nçã\no\n\n d\ne\n\n f\nu\n\nn\nd\n\no\n (\n\nm\n)\n\nTempo (H)\n\nP4 maré\n\n-2.0\n\n-1.5\n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n0.0000\n\n0.0001\n\n0.0002\n\n0.0003\n\n0.0004\n\n0.0005\n\n0.0006\n\n0.0007\n\n0.0008\n\n0.0009\n\n0.0010\n\n0 10 20 30 40\n\nn\nív\n\ne\nl \n\nd\ne\n\nm\na\n\nré\n (\n\nm\n)\n\ne\nv\n\no\nlu\n\nçã\no\n\n d\ne\n\n f\nu\n\nn\nd\n\no\n (\n\nm\n)\n\nTempo (H)\n\nP4 maré\n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 12/14 \n \n\nDas simulações realizadas verifica-se ainda que à medida que o diâmetro médio dos \n\nsedimentos aumenta os valores da componente de transporte de sedimentos no fundo vão \n\naumentando e em contrapartida os valores da componente de transporte em suspensão vão \n\ndiminuindo (resultados não discriminados neste trabalho). \n\nTambém nestas simulações se verifica que apenas ocorre acumulação durante o período de \n\nvazante do estuário. Os valores máximos de erosão e de acumulação também ocorrem na \n\nproximidade do quebra-mar, local onde se obtêm os máximos valores de velocidade de \n\nescoamento. Verificou-se um valor máximo de erosão de 0,0096 m para D50 =200 ?m, \n\n0,0086 m para D50= 375 ?m, e 0,0067 m para D50= 750 ?m, ao fim de dois dias nas \n\ncondições simuladas. A acumulação máxima atingiu um valor de 0,0060 m para um \n\nD50=200 ?m, 0,0053 m para D50=375 ?m, e 0,0045 m para D50=750 ?m. \n\n \n\n \n\nFigura 7. Áreas de acumulação considerando diferentes dimensões do sedimento (cenários 2, 9 e \n\n10). \n\n \n\n4. CONCLUSÕES \n\nDo trabalho de modelação realizado pode-se afirmar que as condições de escoamento no \n\nestuário do rio Douro dependem com maior relevância de dois fatores: (i) o caudal \n\ndescarregado pela barragem de Crestuma, e (ii) o tipo de maré que atua no estuário. \n\nD50=200 ?m 2,5 km \n\nN N \n\nLegenda: \nAcumulação (m) \n\n \n\n2,5 km D50=375 ?m \n\nD50=750 ?m 2,5 km \n\nN \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 13/14 \n \n\nOs valores mais elevados da velocidade ocorrem no canal da embocadura do estuário \n\nformado pelo molhe norte e pelo quebra-mar destacado, enquanto na área protegida pela \n\nrestinga as velocidades são muito próximas do valor nulo. Constatou-se ainda que não \n\nocorre a inversão do sentido de escoamento durante a ocorrência de marés vivas, para \n\ncaudais fluviais superiores a 1200 m\n3\n/s, e durante a ocorrência de marés mortas para \n\ncaudais fluviais superiores a 700 m\n3\n/s. Salienta-se ainda que o nível da água atinge valores \n\npróximo da cota da crista da restinga para o caudal de cheia simulada de 10000 m\n3\n/s. \n\nO caudal fluvial apresenta-se como fator mais relevante para o transporte sedimentar ao \n\nlongo do estuário e determinante para as condições de exportação de sedimentos para a \n\nplataforma costeira. Durante a ocorrência de eventos de cheia a morfologia de fundo do \n\nestuário é completamente alterada, devido às elevadas velocidades do escoamento que lhe \n\nestão associadas. Os resultados da erosão e acumulação de sedimentos são também \n\ncondicionados pelas características dos sedimentos não coesivos afluentes ao estuário. Os \n\nvalores mais elevados de erosão ocorrem na mesma zona em que ocorrem os valores mais \n\nelevados de velocidades da corrente, junto ao quebra-mar destacado.  \n\nO transporte sedimentar é feito predominantemente em direção ao mar para todos os \n\ncenários considerados, e é visível a existência de erosão localizada a montante do quebra-\n\nmar destacado, seguido de uma acumulação de sedimentos formando um banco de areia a \n\njusante deste, que se vai extinguindo à medida que se avança em direção ao oceano. \n\nEste delta de vazante apresenta uma extensão de cerca de 2 km nas condições simuladas \n\nneste trabalho para caudais fluviais médios, sendo expectável a acumulação dos \n\nsedimentos mais grosseiros a jusante da extremidade do molhe norte numa extensão de \n\nlargura idêntica à do canal de entrada. Durante a ocorrência de cheias a acumulação de \n\nsedimentos transportados para o oceano apresenta extensões muito superiores \n\ndependendo da duração da cheia. \n\nOs resultados apresentados neste artigo correspondem a uma fase inicial de um estudo \n\nmais extenso em que para além do modelo morfodinâmico do estuário se irá integrar um \n\nmodelo hidrológico/hidrodinâmico que permitirá simular os caudais afluentes ao estuário e \n\nna embocadura será considerado o efeito da agitação no transporte sedimentar. Contudo, \n\npelos resultados obtidos na simulação, pode-se concluir sobre a importância das regras de \n\noperação em Crestuma para as consequências morfodinâmicas no estuário, inclusive na \n\nembocadura, além de permitir atuar como indicador para a definição de pontos \n\nmonitorização. \n\n \n\nAGRADECIMENTOS \n\nOs autores agradecem à Administração do Porto do Douro e Leixões (APDL) pela cedência \n\nde dados batimétricos do estuário do rio Douro e ao CNPq pela bolsa (Processo \n\n200016/2014-8) de pós-doutoramento concedida ao 3º autor. \n\n \n\n\n\n \nVIII Congresso sobre Planeamento e Gestão das Zonas Costeiras dos Países de Expressão Portuguesa \n\n \n\n 14/14 \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAndutta, F. P. (2011). O Sistema Estuarino dos rios Caravelas e Peruípe \n(Bahia):Observações simulações, tempo de residência e processos difusivos e advectivo. \nTese de doutoramento. São Paulo: Tese de doutoramento, Instituto Oceanográfico da \nUniversidade de São Paulo. \n \nAriathurai C. R. (1974). A finite element model for sediment transport in estuaries. Ph.D. \nThesis, University of California, Davis. \n \nAzevedo, I. C., Duarte P. M., Bordalo, A. A. (2008). Understanding spatial and temporal \ndynamics of key environmental characteristics in a mesotidal Atlantic estuary (Douro, NW \nPortugal). Estuarine, Coastal and Shelf Science, 76, 620-633. \n \nBastos, L., Bio, A., Pinho, J., Granja, H., &amp; Silva, A. J. (2012). Dynamics of the Douro estuary \nsand spit before and after breakwater construction. Estuarine, Coastal and Shelf Science, \n109, 53-69. \n \nDelft3D-FLOW (2011). User Manual - Simulation of multi-dimensional hydrodynamic flows \nand transport phenomena, including sediments. Deltares, Netherlands. 674p. \n \nFortunato, A. LNEC (2011). http://www.lnec.pt/organizacao/dha/nec. (acedido a 20 \nDezembro 2012). \n \nHickin, E. J. (1995). River geomorphology. 1st Ed. Universidade da Califórnia. Wiley. \n \nMimoso, P. (1995). Campanha hidromorfológica para o estudo da barra do Douro. Instituto \nHidrográfico. Lisboa. \n \nNeves, D.R.C.B.; Pinho, J.L.S.; Vieira, J. M. P. (2008). Modelação Matemática da \nHidrodinâmica e Intrusão Salina no Estuário do Rio Douro. 9º Congresso da Água. Cascais, \nPortugal. \n \nPartheniades E. (1965). Erosion and deposition of cohesive soils. Journal of the Hydraulics \nDivision Proceedings of the ASCE, Vol. 91,No. HY1, pp. 105–139. \n \nPinho, J.L.S.; Vieira, J. M. P.; Neves, D.R.C.B. (2010). Efeito das obras da embocadura na \ndidrodinâmica, intrusão salina e dinâmica dedimentar do estuário do Rio Douro. 10º \nCongresso da Água. Alvor, Portugal. \n \nPortela, L. I. (2008). Sediment transport and morphodynamics of the Douro River estuary. \nGeo-Marine Letters 28, pp. 77-86. \n \nRijn V. L. C. (1993). Principles of sediment transport in rivers, Estuaries and Coastal Seas. \nAmsterdam. Aqua Publications. \n \nSNIRH - Sistema Nacional de Informação de Recursos Hídricos (2013). http://www.snirh.pt. \n(acedido a 20 Fevereiro 2013). \n \nTomlinson, R. (2006). Investigation of Ebb Tidal Deltas using a Numerical Model at the \nMoveable Bed Physical Model Scale. Griffith University."}]}}}