{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25098"}, {"@name": "filename", "#text": "9695_TCCFINAL_VILMAR_LEANDRO_DIAS_FERREIRA.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade \n\nFederal  \n\nFluminense \n\n \n\nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE ANÁLISES GEOAMBIENTAIS \n\n \n\n \n\n \n\nVILMAR LEANDRO DIAS FERREIRA  \n\n \n\n \n\n \n\n \n\n \n\nA INFLUÊNCIA ANTRÓPICA NA QUALIDADE DAS ÁGUAS \n\nDO RIO UBATIBA, MARICÁ-RJ  \n\n \n\n \n\n \n\n \n\nNITERÓI \n\n2017 \n\n\n\nVILMAR LEANDRO DIAS FERREIRA \n\n \n\n \n\n \n\n \n\n \n\nA INFLUÊNCIA ANTRÓPICA NA QUALIDADE DAS ÁGUAS \n\nDO RIO UBATIBA, MARICÁ-RJ \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão do Curso apresentado à \n\nUniversidade Federal Fluminense, como requisito \n\nparcial para a obtenção do grau Bacharel em Ciência \n\nAmbiental.   \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Professor Fábio Ferreira Dias \n\n \n\n \n\n \n\n \n\n \n\nNiterói-RJ \n\n2017 \n\n \n\n\n\nF383 Ferreira, Vilmar Leandro Dias\nA influência antrópica na qualidade das águas do rio Ubatiba,\n\nMaricá – RJ / Vilmar Leandro Dias Ferreira. – Niterói : [s.n.], 2017.\n115 f.\n\nTrabalho de Conclusão de Curso (Bacharelado em Ciência\nAmbiental) – Universidade Federal Fluminense, 2017.\n\n1.Esgotamento sanitário.  2.Rio Ubatiba (Maricá, RJ). 3.Bacia\nhidrográfica.  4.Uso e ocupação do solo. I.Título.\n\nCDD 363.7394098153\n\n\n\nVILMAR LEANDRO DIAS FERREIRA \n\n \n\n \n\n \n\nA INFLUÊNCIA ANTRÓPICA NA QUALIDADE DAS ÁGUAS \n\nDO RIO UBATIBA, MARICÁ-RJ \n\n \n\n \n\nTrabalho de Conclusão do Curso apresentado à \n\nUniversidade Federal Fluminense, como requisito \n\nparcial para a obtenção do grau Bacharel em Ciência \n\nAmbiental.   \n\n \n\nAprovado em 27 de julho de 2017. \n\n \n\nBANCA EXAMINADORA \n\n \n\n \n\n\n\nAGRADECIMENTOS \n\nAgradeço, de forma muito especial, às minhas filhas, Isabella Neves Ferreira e Beatriz \n\nNeves Ferreira, que, compreensivelmente, lançaram mão de momentos irrecuperáveis da \n\nconvivência em família: momentos estes, porém, que certamente nortearão seus objetivos e lhes \n\nservirão de incentivo para os desafios de suas vidas.     \n\nOportunidade para agradecer ao orientador deste trabalho, professor Fábio Ferreira Dias, \n\nque, deste o início, acreditou na concretização deste desafio e contribuiu, consistentemente, \n\ncom suas experiências e conhecimentos na elaboração de um produto final que tivesse, no \n\nmínimo, o exigível para uma boa formação de um aluno do curso de Ciência Ambiental da \n\nUniversidade Federal Fluminense.  \n\nGratidão à professora Elisamara Sabadini que, além de seus ensinamentos, de forma \n\nextremamente prestativa, disponibilizou parte de seu espaço, de seus materiais e muito de seu \n\ntempo, para que resultados específicos fossem obtidos, essenciais na complementação dos \n\noutros estudos deste trabalho.  \n\nAgradeço ao professor Paulo Roberto Alves, que, com sua experiência, foi singular ao \n\nnortear os estudos desencadeados no início do trabalho, resultando num produto muito mais \n\ncoerente e objetivo.   \n\nÉ oportuno lembrar também da professora Bárbara Franz pelas significativas \n\ncontribuições, ao disponibilizar parte de seu tempo e de seu acervo visando enriquecer o \n\nconteúdo, além de suas orientações, mesmo que de forma fortuita, na construção desta pesquisa.  \n\nAgradeço aos demais professores do curso de Ciência Ambiental por todos os \n\nensinamentos transmitidos.  \n\nE, por fim, a todos os colegas do curso de Ciência Ambiental que dividiram todos os \n\nmomentos de alegria, tristeza, descontração, apreensão, sucessos, insegurança, entre outros.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nRESUMO \n\nOs estudos desenvolvidos neste trabalho tiveram como objetivo a análise do uso e \n\nocupação do solo na área correspondente à bacia hidrográfica do rio Ubatiba, no município de \n\nMaricá-RJ, com ênfase nos aspectos socioeconômicos-ambientais e na variação da qualidade \n\ndas águas ao longo do canal principal. A deterioração das águas pode provocar sérias \n\nimplicações na biodiversidade local, na qualidade de vida das pessoas que ali residem e na \n\neconomia municipal. Fatores estes que têm se agravado com o aumento da população, refletido \n\nno advento da urbanização, associado a recente alteração na forma de destinação das águas \n\nresiduárias, do sistema fossa-séptica-sumidouro para o sistema fossa-séptica-rede-geral, em \n\natendimento ao Plano Municipal de Saneamento Básico, especificamente no 1º Distrito-Sede. \n\nAlém disto, de forma sazonal, a questão é intensificada com o aumento considerável do turismo \n\ne/ou veranismo no período de alta temporada. As análises referentes ao abastecimento de água, \n\nesgotamento sanitário, saúde, questões socioeconômica-ambientais e de uso e ocupação do solo \n\nforam obtidas a partir de pesquisas exploratórias, em bases primárias e secundárias. A qualidade \n\ndas águas do rio Ubatiba foi avaliada, em cinco pontos ao longo do canal. Os resultados \n\ndemonstraram uma bacia predominantemente caracterizada por áreas de atividades \n\nagropastoris, à montante, seguida por área de baixo adensamento demográfico, na parte central, \n\ne, por fim, nas imediações do exutório, a lagoa de Maricá, uma área de moderado adensamento \n\nurbano, caracterizada pelo Centro do Município. Nas análises qualitativas, através de Protocolo \n\nde Análise Rápida, os aspectos visuais da água demonstram uma redução de qualidade à medida \n\nque o rio perpassa regiões de maior adensamento populacional. Quanto aos fatores quantitativos \n\nrelativos a fósforo e nitrogênio, verificou-se que as concentrações das formas inorgânicas \n\ndissolvidas de fósforo são consideravelmente altas com relação as de nitrogênio, não atendendo \n\nas relações propostas por Redfield (N:P = 16:1). Este padrão aponta para um aporte significativo \n\nde efluentes domésticos, o que, muito provavelmente, está relacionado ao crescimento urbano \n\ne à mudança do sistema de esgotamento sanitário. As análises qualitativas e quantitativas, de \n\num modo geral, foram convergentes, no tocante à redução da qualidade da água ao longo do \n\ncanal. Os estudos apontaram ainda para uma gradual aceleração da degradação das águas \n\nsuperficiais nos últimos anos, indicando um problema típico de gestão, num município em que \n\nos índices de abastecimento de água e de esgotamento sanitário estão bem aquém das médias \n\nencontradas no estado do Rio de Janeiro e no Brasil.  \n\nPalavras-chave: esgotamento sanitário, concentrações, degradação, bacia hidrográfica, \n\nuso e ocupação do solo. \n\n\n\nABSTRACT \n\nThe objective of this study was to analyze the land use and occupation in the area \n\ncorresponding to the watershed of the Ubatiba river, with emphasis on socioeconomic-\n\nenvironmental aspects and the variation of water quality along the main channel. The \n\ndeterioration of water can have serious implications for local biodiversity, the quality of life of \n\npeople living there and the municipal economy. These factors have been aggravated by the \n\nincrease in population, reflected in the advent of urbanization, associated to a recent change in \n\nthe form of waste water disposal, from the septic tank-sink system to the septic tank-general \n\nnetwork system, in compliance with the Municipal Basic Sanitation Plan, specifically in the 1st \n\nheadquarters district. Besides that, on a seasonal basis, the issue is intensified with the \n\nconsiderable increase of tourism and/or summer holidays demand. The analyzes related to water \n\nsupply, sanitary sewage, health, socioeconomic-environmental issues and land use and \n\noccupation were obtained from exploratory research, of primary and secondary bases. The \n\nwater quality of the Ubatiba River was assessed at five points along the canal. The results \n\nshowed a basin predominantly characterized by agropastoral activities, upstream, followed by \n\narea of low population density, in the central part, and finally, in the surroundings of the \n\ndischarge, the lagoon of Maricá, an area of moderate urban density, characterized by the Center \n\nof the Municipality. In the qualitative analyzes, through the protocol for a rapid analysis, the \n\nvisual aspects of water show a reduction of quality as the river passes through regions of greater \n\npopulation density. As for the quantitative factors related to phosphorus and nitrogen, it was \n\nverified that concentrations of the inorganic forms of phosphorus are considerably high in \n\nrelation to the nitrogen, not attending the relations proposed by Redfield (N:P = 16:1). This \n\npattern points to a significant contribution of domestic effluents, which, most likely, is related \n\nto urban growth and to the change in the sanitary sewage system. The qualitative and \n\nquantitative analyzes, in general, were convergent, with regard to the reduction of water quality \n\nalong the canal. Studies have also pointed to a gradual acceleration of surface water degradation \n\nin recent years, indicating a typical management problem in a municipality where water supply \n\nand sanitary sewage indices are well below the averages found in the state of Rio de Janeiro \n\nand in the Brazil. \n\n \n\n \n\nKeywords: sanitary sewage, concentrations, degradation, watershad, land use and occupation.  \n\n\n\nLISTA DE FIGURAS \n\nFigura 1 - Mapa do município de Maricá ......................................................................   3 \n\nFigura 2 - Ilustração da delimitação distrital do município de Maricá, segundo \n\nL.O.M. ........................................................................................................................... \n\n     \n\n4 \n\nFigura 3 - Dados representativos do comportamento das chuvas e da temperatura ao \n\nlongo do ano no município de Maricá .......................................................................... \n\n        \n\n5 \n\nFigura 4 – Ilustração da geomorfologia de Maricá ....................................................... 6 \n\nFigura 5 - Fatores e impactos antrópicos que influenciam nas bacias hidrográficas .... 14 \n\nFigura 6 - Sistema de fossa séptica biodigestora desenvolvida pela EMBRAPA ......... 18 \n\nFigura 7 - Sistema de filtro utilizado na terceira caixa coletora em fossa séptica ........ 18 \n\nFigura 8 - Esquema do sistema integrado fossa-séptica-sumidouro .............................  19 \n\nFigura 9 - Esquema de esgotamento domiciliar provido por fossa séptica sumidouro .     20 \n\nFigura 10 - Organograma dos métodos utilizados no trabalho .....................................  24 \n\nFigura 11 - Pontos de análise de águas ao longo do rio Silvado-Ubatiba-Mombuca ... 27 \n\nFigura 12 – Imagem (fotografia) de trena e pHmetro ...................................................  28 \n\nFigura 13 – Imagem (fotografia) de espectrofotômetro ................................................  28 \n\nFigura 14 - Projeto inicial do sistema de esgotamento sanitário no 1º Distrito-Maricá.   30 \n\nFigura 15 - Projeto inicial do sistema de esgotamento sanitário no 1º Distrito-Maricá.  30 \n\nFigura 16 – Imagem de desflorestamento às margens do rio Ubatiba .......................... 35 \n\nFigura 17 – Imagem de erosão das margens e assoreamento do leito do rio Ubatiba .. 36 \n\nFigura 18 – Imagem da barragem de captação de água no rio Ubatiba ........................ 36 \n\nFigura 19 – Imagem de derivação de águas na bacia do rio Ubatiba ............................ 37 \n\nFigura 20 - Mapa de uso e cobertura da terra do município de Maricá ........................  38 \n\nFigura 21 - 1º ponto de análise no rio Silvado, em período sem ocorrência de chuvas.    42 \n\nFigura 22 - 1º ponto de análise no rio Silvado, em dia pós-chuvas ..............................    42 \n\nFigura 23 - 2º ponto de análise no rio Ubatiba, em período sem ocorrência de chuvas.     43 \n\n\n\nFigura 24 - 2º ponto de análise no rio Ubatiba, em dia pós-chuvas ..............................    44 \n\nFigura 25 - 3º ponto de análise no rio Ubatiba, em período sem ocorrência de chuvas.     45 \n\nFigura 26 - 3º ponto de análise no rio Ubatiba, em dia pós-chuvas ..............................    45 \n\nFigura 27 - 4º ponto de análise no rio Ubatiba, em período sem ocorrência de chuvas.      46 \n\nFigura 28 - 4º ponto de análise no rio Ubatiba, em dia pós-chuvas ...............................    46 \n\nFigura 29 - 5º ponto de análise no rio Ubatiba, em período sem ocorrência de chuvas.     47 \n\nFigura 30 - 5º ponto de análise no rio Ubatiba, em dia pós-chuvas ...............................  48 \n\nFigura 31 - Fotografia de trabalho de campo: coleta de água ........................................    50 \n\nFigura 32 - Gráfico comparativo do abastecimento de água entre Maricá, município \n\ndo Rio de Janeiro, estado do Rio de Janeiro e Brasil - anos 2000 e 2010 .....................   \n\n   \n\n53 \n\nFigura 33 – Gráfico dos sistemas de esgotamento sanitário de Maricá: 2000-2010 ..... 55 \n\nFigura 34 - Gráfico de casos de hepatites virais, leptospirose e dengue, registrados em \n\nde Maricá, em 2001, 2010 e 2015, e a correlação entre população e casos notificados.  \n\n    \n\n56 \n\nFigura 35 - Gráfico de casos de hepatites virais, leptospirose e dengue, no município \n\nR. Janeiro, em 2001, 2010 e 2015, e a correlação entre população e casos notificados.  \n\n   \n\n56 \n\nFigura 36 - Gráfico de casos de hepatites virais, leptospirose e dengue, no estado R. \n\nJaneiro, em 2001, 2010 e 2015, e a correlação entre população e casos notificados ....  \n\n   \n\n56 \n\nFigura 37 - Gráfico do produto interno bruto, do município de Maricá, no ano 2000, \n\ndividido por setores econômicos ....................................................................................  \n\n   \n\n59 \n\nFigura 38 - Gráfico do produto interno bruto do município de Maricá, no ano 2010, \n\ndividido por setores econômicos .................................................................................... \n\n   \n\n59 \n\nFigura 39 - Gráfico do produto interno bruto, do município de Maricá, no ano 2014, \n\ndividido por setores econômicos .................................................................................... \n\n   \n\n59 \n\nFigura 40 - Gráfico da população em 2000, 2010 e 2016, nos municípios Maricá, \n\nMangaratiba, Guapimirim, R. Janeiro, no estado do R. Janeiro e no Brasil ..................   \n\n   \n\n63 \n\nFigura 41 - Gráfico com a variação da população na área compreendida pela bacia \n\nhidrográfica do rio Ubatiba, Maricá-RJ, entre os anos 2000 e 2010 .............................. \n\n   \n\n64 \n\n\n\nFigura 42 - Gráfico com a variação do número de domicílios na área compreendida \n\npela bacia hidrográfica do rio Ubatiba, Maricá-RJ, entre os anos 2000 e 2010 ............ \n\n   \n\n64 \n\nFigura 43 - Gráfico com gradiente da variação da qualidade das águas do rio Ubatiba, \n\nsegundo protocolo de análise rápida, em dia de período sem a ocorrência de chuvas .. \n\n                \n\n65      \n\nFigura 44 - Gráfico com gradiente da variação da qualidade das águas do rio Ubatiba, \n\nsegundo protocolo de análise rápida, em dia posterior à ocorrência de chuvas ............. \n\n   \n\n65 \n\nFigura 45 - Gráfico do pH, ao longo da bacia hidrográfica do rio Ubatiba, Maricá ......  66 \n\nFigura 46 - Gráfico de análise de amônio ao longo do rio Ubatiba ...............................  67 \n\nFigura 47 - Gráfico de análise de nitrito ao longo do rio Ubatiba .................................  67 \n\nFigura 48 - Gráfico de análise de nitrato ao longo do rio Ubatiba .................................  67 \n\nFigura 49 - Gráfico de análise de fosfato ao longo do rio Ubatiba ................................  69 \n\nFigura 50 - Gráfico com variação do fosfato e do nitrogênio inorgânico dissolvido ao \n\nlongo da bacia hidrográfica do rio Ubatiba ....................................................................  \n\n    \n\n70 \n\nFigura 51 - Imagem da comunidade Pedreiras, às margens do rio Mombuca ............... 71 \n\nFigura 52 - Imagem do rio Mombuca, na estação de monitoramento do INEA \n\n(MN010), à jusante, no Centro do município de Maricá ................................................ \n\n   \n\n71 \n\nFigura 53 - IQA das águas interiores monitoradas pelo INEA no município de Maricá \n\nno ano de 2013 ................................................................................................................ \n\n   \n\n72 \n\nFigura 54 - Gráfico da evolução temporal (2014 e 2015) dos índices de qualidade de \n\náguas –IQA, nas estações de monitoramento do INEA na bacia do rio Ubatiba ........... \n\n   \n\n73 \n\nFigura 55 - Gráfico de indicadores de qualidade de água da estação de monitoramento \n\nde águas do INEA MR012 (lagoa de Maricá) entre 06/10/2010 e 26/11/2014 ..............  \n\n   \n\n74 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE QUADROS  \n\nQuadro 1 - Aspectos e impactos do turismo, relacionados aos fatores social, \n\neconômico e ambiental ................................................................................................... \n\n   \n\n11 \n\nQuadro 2 - Correlação do número de pessoas, dimensões e quantidade de sumidouros \n\nde acordo com o tipo de solo .......................................................................................... \n\n   \n\n20 \n\nQuadro 3 - Descrição dos pontos utilizados no protocolo de análise rápida – PAR ......   26 \n\nQuadro 4 - Evolução da ocupação de maricá e sua relação com o turismo ...................  38 \n\nQuadro 5 - Análises de campo: pH e temperatura .........................................................   49 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE TABELAS \n\nTabela 1 - Casos de hepatites virais, leptospirose e dengue, em Maricá, mun. do R. \n\nJaneiro e estado do R. Janeiro, em 2001, 2010 e 2015, e a correlação com população .    \n\n   \n\n32 \n\n Tabela 2 - Distribuição do produto interno bruto, de acordo com a fonte, no \n\nmunicípio de Maricá-RJ, em 2000, 2010 e 2014 ........................................................... \n\n   \n\n33 \n\nTabela 3 - Análises do protocolo de análise rápida: período sem chuvas e pós chuvas.  41 \n\nTabela 4 - Resultado dos pontos de análise: fosfato, amônio, nitrito e nitrato ..............  50 \n\nTabela 5 - Variação da população nos municípios Maricá, Mangaratiba, Guapimirim e \n\nR. Janeiro, estado do R. Janeiro e Brasil, entre 2000, 2010 e 2016 ...............................   \n\n   \n\n63 \n\nTabela 6 - Classes de qualidade de água, de acordo com o IQA utilizado pelo INEA ..  72 \n\nTabela 7 – Resultados das estações de monitoramento do INEA – 2014/2015 ............. 73 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE SIGLAS \n\nABNT Associação Brasileira de Normas Técnicas \n\nANA Agência Nacional de Águas \n\nBID Banco Interamericano de Desenvolvimento \n\nBNDES Banco Nacional do Desenvolvimento \n\nCEDAE/RJ Companhia Estadual de Águas e Esgotos do Estado do Rio de Janeiro \n\nCEMADEN Centro Nacional de Monitoramento e Alertas de Desastres Naturais \n\nCETESB Companhia Ambiental do Estado de São Paulo \n\nCMA Conselho Mundial de Água \n\nCOMITESM Comitê das Bacias Hidrográficas da Serra da Mantiqueira \n\nCOMPERJ Complexo Petroquímico do Estado do Rio de Janeiro \n\nCONAMA Conselho Nacional do Meio Ambiente \n\nCVE Centro de Vigilância Epidemiológica \n\nDBO Demanda Bioquímica de Oxigênio \n\nDDTHA Divisão de Doenças de Transmissão Hídrica e Alimentar \n\nDTA Doenças Transmitidas por Água e Alimentos \n\nEMBRAPA Empresa Brasileira de Pesquisa Agropecuária \n\nETA Estação de Tratamento de Água \n\nETE Estação de Tratamento de Esgoto \n\nGPS Global Position System \n\nIBGE Instituto Brasileiro de Geografia e Estatística \n\nINCRA Instituto Nacional de Colonização e Reforma Agrária \n\nINEA Instituto Estadual do Ambiente \n\nINPE Instituto Nacional de Pesquisas Espaciais \n\nIPT Instituto de Pesquisas Tecnológicas \n\nIQA Índice de Qualidade de Água \n\nL.O.M. Lei Orgânica Municipal \n\nMDDA Monitorização da Doença Diarreica Aguda \n\nMMA Ministério do Meio Ambiente \n\nNBR Norma Brasileira \n\nO.D.  Oxigênio Dissolvido \n\nOMS Organização Mundial de Saúde \n\nPAC Programa de Aceleração do Crescimento \n\nPAR Protocolo de Análise Rápida \n\n\n\nPETROBRÁS Petróleo Brasileiro S.A. \n\npH Potencial Hidrogeniônico \n\nPIB Produto Interno Bruto \n\nPMSB Plano Municipal de Saneamento Básico \n\nPNMA Política Nacional do Meio Ambiente \n\nPNRH Política Nacional de Recursos Hídricos \n\nPNSB Plano Nacional de Saneamento Básico \n\nPPEA Projeto Permanente de Educação Ambiental \n\nSES/SP Secretaria de Estado da Saúde de São Paulo \n\nSISNAMA Sistema Nacional do Meio Ambiente \n\nTO  Estado do Tocantins \n\nWWC World Water Concil \n\nZUAP Zona de Uso Agropecuário \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nSUMÁRIO \n\n1 INTRODUÇÃO ........................................................................................................ 1 \n\n1.1 Localização ............................................................................................................. 3 \n\n1.2 Caracterização da área de estudo ........................................................................ 4 \n\n2 OBJETIVOS ............................................................................................................. 8 \n\n2.1 Objetivo geral ........................................................................................................ 8 \n\n2.2 Objetivos específicos ............................................................................................. 8 \n\n3 REFERENCIAL TEÓRICO.................................................................................... 9 \n\n3.1 Água: consumo e impactos antrópicos ................................................................. 9 \n\n3.2 Degradação das águas e questões socioeconômicas-ambientais ........................ 10 \n\n3.3 Legislação, planejamento e gestão das águas residuárias .................................. 15 \n\n3.3.1 Gestão das águas residuárias ................................................................................ 17 \n\n3.4 O monitoramento da qualidade das águas........................................................... 21 \n\n4 MATERIAIS E MÉTODOS .................................................................................... 24 \n\n4.1 Pesquisas preliminares: abastecimento de água, esgotamento sanitário, saúde \n\ne questões socioeconômico-ambientais no município de Maricá ............................ \n\n   \n\n25 \n\n4.2 Pesquisas quali-quantitativas do uso e ocupação do solo na área \n\ncorrespondente ao município de Maricá, com foco no 1º Distrito-Sede .................  \n\n   \n\n25 \n\n4.3 Avaliação da qualidade das águas do rio Ubatiba, Maricá-RJ ......................... 25 \n\n4.4 Análises físico-químicas e de nutrientes nas águas do rio Ubatiba, Maricá-RJ  27 \n\n5 RESULTADOS ......................................................................................................... 29 \n\n5.1 Análises preliminares: abastecimento de água, esgotamento sanitário, saúde \n\ne questões socioeconômicas-ambientais no município de Maricá ........................... \n\n   \n\n29 \n\n5.1.1 Abastecimento de água ......................................................................................... 29 \n\n5.1.2 Esgotamento sanitário .......................................................................................... 29 \n\n5.1.3 Saúde .................................................................................................................... 31 \n\n  \n\n\n\n5.1.4 Questões socioeconômicas-ambientais ............................................................... 32 \n5.1.4.1 Questões socioeconômicas ............................................................................... 33 \n\n5.1.4.2 Questões ambientais ......................................................................................... 34 \n\n5.2 Análises quali-quantitativas do uso e ocupação do solo na área \n\ncorrespondente ao município de Maricá, com foco no 1º Distrito ......................... \n\n   \n\n37 \n\n5.3 Avaliação da qualidade das águas do rio Ubatiba, Maricá-RJ ........................ 40 \n\n5.4 Análises físico-químicas e de nutrientes nas águas do rio Ubatiba, Maricá-RJ  48 \n\n5.4.1 Etapas de campo ................................................................................................ 49 \n\n5.4.2 Etapas de laboratório ........................................................................................ 50 \n\n5 DISCUSSÕES ........................................................................................................... 52 \n\n6.1 Análises preliminares: abastecimento de água, esgotamento sanitário, saúde \n\ne questões socioeconômicas-ambientais no município de Maricá ........................... \n\n   \n\n52 \n\n6.1.1 Abastecimento de água ......................................................................................... 52 \n\n6.1.2 Esgotamento sanitário .......................................................................................... 53 \n\n6.1.3 Saúde .................................................................................................................... 56 \n\n6.1.4 Questões socioeconômicas-ambientais ................................................................ 58 \n6.1.4.1 Questões socioeconômicas ................................................................................ 58 \n\n6.1.4.2 Questões ambientais .......................................................................................... 60 \n\n6.2 Análises quali-quantitativas do uso e ocupação do solo na área \n\ncorrespondente ao município de Maricá, com foco no 1º Distrito ........................... \n\n   \n\n61 \n\n6.3 Avaliação da qualidade das águas do rio Ubatiba, Maricá-RJ ......................... 65 \n\n6.4 Análises físico-químicas e de nutrientes nas águas do rio Ubatiba, Maricá-RJ 66 \n\n6.4.1 Etapas de campo ................................................................................................... 66 \n\n6.4.2 Etapas de laboratório ............................................................................................ 67 \n\n7 CONCLUSÕES ........................................................................................................ 76 \n\n8 REFERÊNCIAS BIBLIOGRÁFICAS ................................................................... 79 \n\n\n\nANEXO 1 – SETORES CENSITÁRIOS NA ÁREA DA BACIA \n\nHIDROGRÁFICA DO RIO UBATIBA, EM 2000 ...................................................  \n\n   \n\n88 \n\nANEXO 2 – PROTOCOLO DE ANÁLISE RÁPIDA .............................................. 89 \n\nANEXO 3 – ILUSTRAÇÕES DO MUNICÍPIO DE MARICÁ .............................. 91 \n\nANEXO 4 - DOENÇAS DE NOTIFICAÇÃO COMPULSÓRIA EM MARICÁ, \n\nENTRE 2001 E 2015 ................................................................................................... \n\n   \n\n97 \n\nANEXO 5 – CASOS DE HEPATITES VIRAIS E LEPSTOPIROSE NO MUN. \n\nRIO DE JANEIRO E NO EST. RIO DE JANEIRO, ENTRE 2001 E 2015 .......... \n\n   \n\n98 \n\nANEXO 6 – IQA’s DO INEA NA LAGOA DE MARICÁ: 2010-2014: ORTO-\n\nFOSFATO, NITROGÊNIO AMONIACAL, NITRITO E NITRATO ..................     \n\n       \n\n99 \n\n \n\n \n\n\n\n1 \n\n \n\n1 INTRODUÇÃO \n\nA água é o insumo básico para a sobrevivência e saúde das populações humanas, bem \n\ncomo para a manutenção de suas atividades produtivas: sua oferta em qualidade e quantidade \n\nadequadas deve ser o objetivo principal da humanidade, mantendo as funções ecológicas dos \n\ncorpos hídricos (EGLER, 2011, pág.1). Este é o grande desafio no século XXI: muitas vezes, em \n\nconsequência de má administração, não só nas economias em desenvolvimento, mas também nas \n\ndesenvolvidas, a água é encontrada poluída e contaminada em níveis variados.  \n\nA contaminação, seja por lançamento de efluentes industriais, seja por lançamento de \n\nesgotos domésticos, põe em risco a saúde humana e dos ecossistemas, além de reduzir a \n\ndisponibilidade para o consumo e outras finalidades, e limitar a produtividade econômica e as \n\noportunidades de desenvolvimento (AGÊNCIA NACIONAL DE ÁGUAS - ANA, 2011, pág. \n\n12; 15). A circulação da água, incluindo a que envolve saneamento ambiental, está diretamente \n\nimbricada com a economia política e os sistemas de poder (COSTA, 2015).  \n\nNeste estudo, será analisado o gradiente da qualidade das águas ao longo do rio Ubatiba, \n\nno município de Maricá - RJ, correlacionando as formas de uso e ocupação do solo ao sistema \n\nde drenagem das águas residuárias¹ e ao fluxo fluvial. As alterações na qualidade das águas ao \n\nlongo da bacia, as quais percorrem o centro do município e deságuam na lagoa de Maricá, tem \n\ncontribuído, significativamente, para que este corpo hídrico receptor se transforme num grande \n\nreservatório de águas impróprias para várias finalidades fundamentais.  \n\nA degradação das águas ocasiona em implicações irreversíveis na biodiversidade local, \n\nna qualidade de vida das pessoas e na economia familiar e municipal. Estes fatores, \n\naparentemente, têm se agravado no município de Maricá com o incremento da urbanização e com \n\no recente início das obras de implantação da rede geral de esgotamento sanitário, que vem \n\nalterando a forma de destinação das águas residuárias do sistema fossa-séptica-sumidouro para \n\no sistema fossa-séptica-rede geral, especificamente no 1º Distrito-Sede. Além disto, de forma \n\nsazonal, a questão é intensificada pelo aumento considerável do turismo e/ou veranismo no \n\nperíodo de alta temporada.  \n\nO sistema de sumidouro é considerado suscetível a apresentar riscos à saúde humana, \n\nprincipalmente quando o local não dispõe de abastecimento regular de água para consumo – o \n\n _______________________ \n\n1 Águas residuárias: líquido que contém resíduos da atividade humana (BRASIL, 1993). \n\n\n\n2 \n\n \n\nque faz com que os moradores recorram à extração de águas subterrâneas. Este fato foi retratado \n\npor Follmann e Folelo (2013, pág.10), em alusão à Mota (1995, pág.147): “A falta de rede \n\ncoletora pública resulta na adoção de sistemas tipo fossa/sumidouro para tratar o esgoto e \n\nproporcionar sua absorção no solo, podendo ocasionar a poluição da água do lençol freático”. \n\nNa região em estudo, os aquíferos são de origem sedimentar, apresentando, desta forma, \n\num potencial hidrogeológico restrito, com poços de baixa vazão e ocorrência de água ferruginosa \n\ne/ou salobra, e ocasionam sempre uma alta vulnerabilidade para os usuários, pois, em \n\ndeterminadas situações, a água não é recomendada à absorção humana. No verão, a situação é \n\nagravada com o aumento da população local, em decorrência do turismo ou veranismo \n\n(PREFEITURA MUNICIPAL DE MARICÁ, 2006, pág.63). O turismo, atividade econômica \n\nque se desenvolve pautada na produção do espaço, proporciona um “consumo” do território, \n\ngerando tanto benefícios quanto malefícios à sociedade, à economia e ao meio ambiente \n\n(HÜFFNER, 2011). \n\nSurgem, assim, alguns questionamentos: Qual a intrínseca relação entre o abastecimento \n\nirregular de água potável, a extração de águas subterrâneas (como solução para atender às \n\nnecessidades básicas), a disposição de águas residuárias nos subsolos através de sumidouros, e \n\nos riscos à saúde coletiva porventura causados pela contaminação dos lençóis freáticos? A \n\nimplantação dos equipamentos de saneamento básico, como forma de desenvolvimento urbano, \n\npertinentes ao esgotamento sanitário, estaria sendo realizada de forma ineficiente e ineficaz? De \n\nquais formas a pressão exercida pelo crescimento urbano estaria contribuindo com a degradação \n\ndas águas superficiais e os consequentes impactos negativos nas esferas social, econômica e \n\nambiental?   \n\nTodos os indícios apontam no sentido de que a degradação dos mananciais esteja sendo \n\nprovocada por fontes pontuais, oriundas principalmente do esgotamento sanitário, inobstante à \n\ncontribuição de outras fontes potencialmente poluidoras. Fatos que, certamente, têm sido \n\nagravados pelo acelerado crescimento urbano, associado à ausência planejamento e/ou \n\nfiscalização adequados, que perduram há vários anos.  \n\nO conjunto das análises deste trabalho poderá fornecer dados bastante relevantes, dentro \n\nde perspectivas ambiental, social e econômica. Desta forma, planos, programas e projetos \n\npoderão ser desenvolvidos, no âmbito municipal, a partir desta base teórica. Os tomadores de \n\ndecisão poderão delinear as melhores soluções, no que diz respeito à manutenção e recuperação \n\nda qualidade das águas dos diversos mananciais pertencentes ao município e, por conseguinte, à \n\nqualidade das águas marinhas que banham o litoral correspondente. \n\n\n\n3 \n\n \n\n1.1 Localização \n\nNo Estado do Rio de Janeiro, a Região dos Lagos é uma região turística que compreende \n\nos municípios banhados pelas lagoas litorâneas. Dentre os quais está o município de Maricá, \n\nconfigurado como portal de entrada desta região e zona de transição entre as funções \n\nmetropolitanas e as funções de recreação e turismo (PREFEITURA DE MARICÁ, 2006, pág.25). \n\n \n\nFigura 1 - Mapa do município de Maricá, delimitado a partir da imagem do Sentinel – obtida no site do USGS. \n\nEm destaque, bacia hidrográfica do rio Ubatiba.                                                                                                                                                                                                      \n\nFonte: Vargas, R.; próprio autor, 2017. \n\nO município de Maricá (Figura 1), com área territorial de 362.571 km², está situado a \n\ncerca de 50 quilômetros da capital. Destino de diversos turistas e veranistas, apresenta-se como \n\nmunicípio de maior crescimento populacional do estado nas últimas décadas (IBGE, 2015).  \n\nEm sua divisão político-administrativa, o município é composto por quatro distritos, \n\nconforme Lei Orgânica Municipal, de 05 de abril de 1990 (PREFEITURA DE MARICÁ, 1990): \n\n1º Distrito Sede-Maricá; 2º Distrito de Ponta Negra; 3º Distrito de Inoã; e 4º Distrito de Itaipuaçu, \n\nrepresentando, respectivamente, 40%, 34%, 12% e 14%, da área total.  \n\n \n\nCentro \n\nBacia hidrográfica do \n\nrio Ubatiba \n\nMARICÁ \n\n\n\n4 \n\n \n\nO 1º Distrito – Sede – Maricá, o maior do município, abriga 16 dos 38 bairros delimitados \n\npela Lei Orgância: Silvado, Pilar, Condado, Ubatiba, Caxito, Centro de Maricá, Itapeba, \n\nAraçatiba, Caju, Jacaroá, Cambori, Retiro, São José do Imbassaí, Barra de Maricá, Zacarias e \n\nSão Bento da Lagoa. Destes, os sete primeiros estão nos domínios da bacia hidrográfica do rio \n\nUbatiba. Ressalta-se, porém, que o bairro Araçatiba, embora esteja geograficamente dentro dos \n\nlimites desta bacia, sua drenagem é realizada através de canais de drenagem artificiais, sendo os \n\nprincipais Canal da Avenida e Canal do Aeroporto, destinados ao escoamento de efluentes e de \n\náguas pluviais.  \n\n \n\nFigura 2 – Ilustração da delimitação distrital do município de Maricá, de acordo com L.O.M./1990.                        \n\nFonte: Monteiro; Longo, 2006. \n\nHá que se fazer algumas considerações com relação à divisão político-administrativa do \n\nmunicípio de Maricá (Figura 2). O IBGE (Instituto Brasileiro de Geografia e Estatística) atua \n\ncom a divisão do município em três distritos: 1º Distrito – Maricá – Sede; 2º Distrito – Inoã; e 3º \n\nDistrito – Manoel Ribeiro. Já a Lei Orgânica Municipal delimita o município em quatro distritos \n\n– fato que vem sendo aceito e adotado pela população maricaense e que será considerado neste \n\ntrabalho para todas as questões estatísticas.   \n\n1.2 Caracterização da área de estudo \n\nO clima do município de Maricá é classificado como tropical Aw (segundo Koppen). Este \n\ntipo de clima é caracterizado por uma estação chuvosa no verão (entre novembro e abril) e nítida \n\n\n\n5 \n\n \n\nestação seca no inverno (entre maio e outubro, sendo julho o mês mais seco). As precipitações \n\nvariam de 750 mm a 1800 mm. A temperatura média do mês mais frio é superior a 18ºC. Este \n\ntipo de clima é predominante no nordeste do Rio de Janeiro (EMBRAPA, 2017).  \n\nA temperatura máxima registrada em Maricá, em 2016, foi de 31ºC em fevereiro, e a \n\nmínima de 18ºC em julho. O mês de dezembro foi o mais chuvoso, registrando 210 mm, enquanto \n\no menos chuvoso foi agosto com 57 mm (Figura 3)  (CLIMATEMPO, 2017).  \n\n \n\nFigura 3 – Dados representativos do comportamento das chuvas e da temperatura ao longo do ano no município \n\nde Maricá.                                                                                                                                                                       \n\nFonte: Climatempo, 2017. Disponível em: https://www.climatempo.com.br/climatologia/309/marica-rj \n\nQuanto à geomorfologia, o município de Maricá é rodeado por relevo movimentado, \n\ncomposto de maciços costeiros e serras que chegam diretamente ao mar, entremeado por \n\nplanícies costeiras (SILVA JR; CRISTO, 2014). Basicamente, são encontradas as seguintes \n\nformações (Figura 4): planícies costeiras (terrenos arenosos ou terraços marinhos, cordões \n\narenosos ou campos de dunas, gerados por processos de sedimentação marinha e/ou eólica); \n\nplanícies colúvio-alúvio-marinha (terrenos argilo-arenosos das baixadas); planícies flúvio-\n\nlagunares (terrenos argilosos orgânicos de paleolagunas colmatados); colinas isoladas (relevos \n\nde degradação entremeados na baixada); e maciços costeiros e interiores (relevos de degradação \n\nem áreas montanhosas) (PREFEITURA DE MARICÁ, 2006).  \n\nA bacia do rio Ubatiba faz parte do Complexo Lagunar Fluminense, que se estende de \n\nPiratininga (Niterói) até Cabo Frio, e apresenta gradientes topográficos que variam do nível do \n\nmar a 670 metros. As litologias são constituídas de gnaisses e granitos pré-cambrianos, que \n\nformam serras alongadas na direção NE-SW, e de sedimentos do pleistoceno superior nas \n\n\n\n6 \n\n \n\nbaixadas. As associações de solos podzólico-cambissolo ocupam as maiores altitudes e as \n\nencostas, onde também aparecem afloramentos rochosos (JACQUES, 1997). Entre as serras \n\nlocalizam-se vales amplos, que se encontram sobre falhas, refletindo a morfologia da bacia, que \n\né caracterizada por aluviões arenosos na região de confluência do rio Ubatiba com o rio Itapeteiú, \n\ne argilosos na região entre o rio Ubatiba e Ludgero (PERRIN, 1997 apud JACQUES, 1997).  \n\n \n\nFigura 4 – Ilustração da geomorfologia de Maricá: planícies costeiras (121); planícies colúvio-alúvio-marinha \n\n(122); planícies flúvios-lagunares (124); colinas isoladas (221); e maciços costeiros e interiores (251).                                                                                                       \n\nFonte: CPRM, 2001. Extraído do Plano Diretor Municipal (PREFEITURA DE MARICÁ, 2006).    \n\nA planície costeira é caracterizada pela presença da Lagoa de Maricá e de duas barreiras \n\narenosas, de origens pleistocênica (barreira interna) e holocênica (barreira externa), separadas \n\nentre si por uma série de pequenas lagunas isoladas e colmatadas (DA SILVA, 2014).  \n\nA rede hidrográfica do município é bastante peculiar: praticamente todos os seus cursos \n\nd’água nascem e desaguam no complexo lagunar do município (PREFEITURA DE MARICÁ, \n\n2015), o que torna a pesquisa desenvolvida neste trabalho extremamente pontual, livre de \n\nexternalidades de outras regiões. \n\nMaricá é drenado, basicamente, por três bacias hidrográficas - Vigário, Ubatiba e \n\nCaranguejo – além de quatro outras bacias de menor expressão – Cambori, Lagoa do Jacaroá, \n\nLagoa do Padre e Grande Jaconé (PREFEITURA DE MARICÁ, 2015), e outras microbacias.    \n\nA bacia do Ubatiba, com área de 78,67 km² (PREFEITURA DE MARICÁ, 2015) é \n\ndelimitada² da seguinte forma: ao norte, no limite com os municípios Tanguá e Itaboraí, \n\n \n\n\n\n7 \n\n \n\nencontram-se as Serras do Cambori, da Sapucaia e do Barro de Ouro; ao sul, por colinas isoladas, \n\nque a separa das áreas remanescentes de sedimentação flúvio-marinha, compreendida pelo bairro \n\nAraçatiba; à oeste, pela bacia do rio Cambori; à leste, no limite com a bacia do rio Caranguejo, \n\npelas Serras do Silvado e da Chuva; à sudoeste, pela Lagoa Maricá; e à sudeste, no limite com a \n\nbacia do Jacaroá, pela Serra do Caju. (PREFEITURA DE MARICÁ, 2015). \n\nO rio Ubatiba³, com cerca de dezoito quilômetros de extensão, é o maior do município. \n\nNasce na Serra do Espraiado, onde recebe o nome Silvado e, juntamente com um de seus \n\nafluentes, o rio Caboclo, é responsável pelo abastecimento de água potável do 1º Distrito Sede-\n\nMaricá. Após a confluência com o rio Itapeteiú, passa a se chamar rio Mombuca. Posteriormente, \n\npercorre mais cerca de três quilômetros, passando pelo Centro do município, até desaguar na \n\nLagoa de Maricá4. Antes do exutório, porém, recebe a contribuição de outro importante tributário, \n\no rio Ludgero (PREFEITURA DE MARICÁ, 2015, pág.54).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n_______________________ \n\n2 Delimitação de acordo com as ilustrações: geomorfologia, abairramento e bacias hidrográficas (Anexo 3, \n\nFiguras 1, 8 e 12), contidos no Plano Diretor Municipal e seu respectivo diagnóstico (PREFEITURA DE MARICÁ, \n\n2006).  \n\n3 Ubatiba, do tupi-guarani: “uba” significa frutas, e “tiba” significa abundância, quantidade (DICIONÁRIO \n\nTUPI-GUARANI, 2016).  \n\n4 O termo lagoa de Maricá (e demais corpos congêneres) foi adotado neste trabalho por ter sido, ao longo \n\ndo tempo, popularizado e institucionalizado. Tecnicamente, trata-se de laguna. \n\n\n\n8 \n\n \n\n2 OBJETIVOS \n\n2.1 Objetivo geral  \n\nO estudo terá como objetivo principal a análise do uso e ocupação do solo na área \n\ncorrespondente à bacia hidrográfica do rio Ubatiba, no município de Maricá-RJ, com ênfase nos \n\naspectos socioeconômicos-ambientais e na variação da qualidade das águas ao longo do canal \n\nprincipal.   \n\n2.2 Objetivos específicos \n\nEm abordagem mais específica, serão traçados os seguintes objetivos:  \n\n• Analisar as questões sociais, econômicas e ambientais, correlacionadas à degradação \n\ndos mananciais no município de Maricá e à recente implantação da rede geral de esgotamento \n\nsanitário;  \n\n• Avaliar a evolução do uso e ocupação do solo na área correspondente à bacia \n\nhidrográfica do rio Ubatiba, a partir do ano 2000 - período que abrange os dois últimos censos \n\ndemográficos;  \n\n• Avaliar quali-quantitativamente as águas do rio Ubatiba, visando apresentar um \n\ngradiente referente à degradação dos mananciais da região em estudo;  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n9 \n\n \n\n3 REFERENCIAL TEÓRICO \n\n3.1 Água: consumo e impactos antrópicos \n\nA água é a substância mais abundante do planeta e o melhor e mais comum solvente \n\ndisponível na natureza. Nos rios, a água é responsável pelo transporte de partículas: dissolvidas, \n\nsuspensas ou em blocos. Em superfície, alimenta os poços, responsáveis por boa parte do \n\nabastecimento de grandes centros urbanos e áreas áridas. É a água que mantém a vida sobre a \n\nTerra, através da fotossíntese, que produz biomassa ao reagir com o dióxido de carbono (CO2), \n\ne que compõe praticamente 80% do corpo humano (TEIXEIRA et al, 2009, p.186).  \n\nApesar da abundância, os recursos hídricos não são inesgotáveis (MMA, 2015). Segundo \n\nTeixeira et al (2009, p.448), a água como recurso, ou seja, aquela que pode ser explorada \n\neconomicamente, é restrita e representa apenas uma ínfima parte do total do planeta: 0,007%. \n\nMesmo a água já utilizada pode deixar de ser recurso, se tiver passado por processos de poluição \n\nou contaminação que inviabilizem sua reutilização.  \n\nMúltiplos impactos antrópicos sobre os ecossistemas aquáticos têm sido os responsáveis \n\npela deterioração da qualidade ambiental de bacias hidrográficas extremamente importantes, \n\nsobretudo em território brasileiro (CALLISTO, 2002, p.91). Novas estimativas da ONU \n\n(Organização das Nações Unidas) apontam que, até 2025, dois terços da população mundial \n\npoderão sofrer com a falta de água doce (GOMIDE, 2013, p.7).  \n\nDe acordo com Guerra (2011, pág. 73):  \n\n“As águas servidas são também, algumas vezes, lançadas diretamente nos \n\ncorpos d’água (rios, lagos, reservatórios, lagoas, mares e oceano), antes, aliás, \n\nde qualquer tratamento para desinfecção ou descontaminação. Estas são práticas \n\naltamente nocivas, não só porque reduzem o tempo do “ciclo hidrológico \n\nurbano”, mas também porque são responsáveis pela degradação da qualidade \n\ndas águas no ambiente urbano”.  \n\nEm centros urbanos, geralmente, a qualidade da água está diretamente relacionada ao \n\nprocesso de eutrofização, definido como produtividade primária elevada, provocada pelo \n\nenriquecimento das águas por matéria orgânica biodegradável e pelo excesso de nutrientes, em \n\nespecial o fósforo e o nitrogênio, que aumentam a população de fitoplâncton, provocando um \n\ndesequilíbrio na biota, pela alteração de atributos físicos, químicos e biológicos.  (LIMA, 2006).  \n\nCunha e Ferreira (2006) retrataram o fenômeno da seguinte forma:  \n\n\n\n10 \n\n \n\nA matéria orgânica em grande quantidade provoca o aumento do número \n\nde microorganismos e, consequentemente, o consumo excessivo do oxigênio \n\ndissolvido nos processos metabólicos de utilização e estabilização da matéria \n\norgânica, levando ao desparecimento e a extinção dos organismos aquáticos \n\naeróbios, favorecendo o surgimento de outras formas de vida no meio, por vezes \n\nproduzindo resíduos tóxicos.  \n\nConforme Lima et al (2014, pág.2), a eutrofização, geralmente, é responsável pela \n\nocorrência de grande mortandade de peixes, e pode estar relacionada a três fatores: o primeiro \n\nseria o enriquecimento das águas com nutrientes, que são utilizados pelo fitoplâncton na \n\nfotossíntese, produzindo oxigênio como produto final, o qual é consumido, durante à noite, \n\nquando não há fotossíntese, pela respiração de microalgas, reduzindo a disponibilidade desse gás \n\npara os peixes; o segundo fator seria a baixa renovação da água, não permitindo a mistura dentro \n\nda coluna d’água, quando ocorre estratificação junto ao fundo e as bactérias realizam processo \n\nanaeróbico de decomposição da matéria orgânica acumulada, produzindo gás sulfídrico (H2S) e \n\nmetano (CH4) – gases que geram forte odor desagradável, refletem na qualidade da água e podem \n\nprovocar a morte dos peixes, ao serem remobilizados do sedimento por ação dos ventos ou outro \n\nagente externo; o terceiro fator seria quando grande quantidade de microalgas cianobactérias, ao \n\nproduzirem compostos tóxicos, ocasionariam a morte de outros organismos.  \n\nTais fatos, normalmente, estão associados a ocupação de áreas urbanas de forma \n\ndesordenada e infraestrutura sanitária precária, levando a um aumento da degradação ambiental. \n\nA poluição gerada por ações antrópicas ocasiona em adição de substâncias e energia que alteram \n\nas características químicas, físicas e biológicas dos ecossistemas (LIMA et al, 2014, pág.1).   \n\n3.2 Degradação das águas e questões socioeconômicas-ambientais.  \n\nNas áreas urbanas, os resíduos industriais, o lixo urbano e o esgoto doméstico, quando \n\natingem os rios, comprometem o consumo de suas águas, exigindo maiores gastos no seu \n\ntratamento. A qualidade da água dos rios que compõem uma bacia hidrográfica está diretamente \n\nrelacionada com o uso do solo e com o grau de controle sobre as fontes de poluição existentes na \n\nbacia (GUERRA, 2011, pág.87). Os aumentos de poluição dos recursos hídricos superficiais e \n\nsubterrâneos não só representam uma ameaça para a saúde pública e ambiental, mas também \n\ncontribuem para os altos custos de tratamento de água, o que limita ainda mais a disponibilidade \n\ndeste recurso para os diversos usos (PIMENTEL et al,2004).  \n\n\n\n11 \n\n \n\nEm referência à região Sudeste do Brasil, Tundisi (2008, pág. 14) ressaltou a importância \n\nda recuperação dos corpos d’água e a importância de tais medidas nos aspectos social, econômico \n\ne ambiental:  \n\n “A revitalização de rios, lagos e represas em muitas regiões do Brasil, \n\nespecialmente no Sudeste, pode também promover estímulos econômicos e \n\nrecuperar o ciclo hidrossocial. Nessas regiões impactadas do Sudeste com um \n\npassivo ambiental muito alto, a revitalização pode promover geração de \n\nemprego e renda, novas oportunidades de usos múltiplos e gerar uma indústria \n\nde novas e promissoras tecnologias para gestão”.  \n\nHüffner (2011), em estudos sobre turismo em área de adensamento sazonal, correlacionou \n\nfatores sociais, econômicos e ambientais com aspectos e impactos (positivos e negativos), \n\ndecorrentes da atividade turística (Quadro 1).   \n\nQuadro 1 - Aspectos e impactos do turismo, relacionados aos fatores social, econômico e ambiental. \n\nFonte: Hüffner, 2011, adaptado pelo autor. \n\nContato direto entre \n\nmoradores e turistas e/ou \n\nveranistas\n\nQuebra de estereótipos \n\nnegativos. Aumentos das \n\noportunidades sociais. \n\nIntrodução de doenças. \n\nMudança na estrutura social. \n\nNovas oportunidades sociais. \n\nDiminuição das desigualdades \n\nsociais. \n\nAumento das desigualdades \n\nsociais. \n\nDesenvolvimento de \n\nequipamentos turísticos\n\nMaiores oportunidades \n\nrecreativas\n\nImpossibilidade de acesso a \n\nlocais e atividades recreativas. \n\nAumento do fluxo turístico e da \n\npopulação da destinação.\n\nApoio às instalações médicas, \n\neducacionais e outras que \n\nmelhoram a qualidade de vida. \n\nSuperpopulação. \n\nCongestionamento viário. \n\nAumento da criminalidade. \n\nAumento da população da \n\ndestinação\n\nDesenvolvimento de \n\ninfraestrutura.\nEspeculação imobiliária. \n\nMudança na estrutura \n\neconômica. \n\nNovas oportunidades \n\neconômicas.  Aumento no nível \n\nde renda da população. \n\nSazonalidade. Migração de \n\nocupações tradicionais. \n\nIncremento das fontes \n\neconômicas locais. \n\nGeração de empregos. \n\nDiversificação das atividades \n\neconômicas. \n\nInflação e aumento de custos. \n\nAumento do PIB municipal\nEquilíbrio na balança de \n\npagamentos. \n\nDependância e vulnerabilidade \n\neconômica. \n\nDesenvolvimento dos \n\nequipamentos locais.  \n\nDesenvolvimento social e \n\neconômico. \n\nTrafego intenso de veículos. \n\nPoluição do ar. Poluição \n\nsonora. \n\nDesenvolvimento da \n\ninfraestrutura local.\n\nMelhoria na qualidade de vida \n\nda população local. \n\nMau planejamento e \n\nconsequente degradação \n\nambiental.\n\nPlanos e projetos voltados para \n\nconservação ambiental. \n\nConservação de áreas naturais. \n\nConscientização ambiental.  \n\nGestão imprópria e \n\nconsequente degradação \n\nambiental. \n\nUso do solo\nDesenvolvimento social, \n\neconômico e ambiental. \n\nConflitos sociais. Poluição do \n\nar, da água e do solo. Perda de \n\nbiodiversidade.   \n\nASPECTOS IMPACTOS POSITIVOS IMPACTOS NEGATIVOSTURISMO\n\nFATORES SOCIAIS\n\nFATORES ECONÔMICOS\n\nFATORES AMBIENTAIS\n\n\n\n12 \n\n \n\nEspecificamente à questão da saúde pública, Cunha e Ferreira (2006) destacaram que a \n\nmatéria orgânica presente no esgoto é a causa de um dos principais problemas de poluição das \n\náguas, favorecendo a transmissão de doenças de veiculação hídrica, afetando a saúde da \n\npopulação.  \n\nO problema da poluição da água e doenças humanas está intimamente associado com a \n\ndisponibilidade global de recursos hídricos. Cerca de dois bilhões de pessoas no mundo estão \n\ninfectadas com um ou mais tipos de helmintos (espécies de vermes parasitas), seja através de \n\npenetração direta pela pele, seja através do uso de água ou alimentos contaminados. As infecções \n\ntransmitidas pela água são responsáveis por cerca de 90% de todas as doenças infecciosas \n\nhumanas nos países em desenvolvimento (PIMENTEL et al 2004). A falta de condições \n\nsanitárias é considerada como responsável por cerca de 12 milhões de mortes por ano, \n\nprincipalmente entre lactentes e crianças jovens (HINRICHSEN et al, 1998 apud PIMENTEL et \n\nal, 2004).  \n\nNo Brasil, estudo do BNDES (Banco Nacional do Desenvolvimento) estimou que 65% \n\ndas internações em hospitais de crianças com menos de 10 anos sejam provocadas pela \n\ndeficiência ou inexistência de esgoto e água limpa, com efeito no desempenho escolar estimado \n\nem 18% em crianças que vivem nessas condições (TRATA BRASIL, 2013).  \n\nEm 2009, a Secretaria de Estado de Saúde de São Paulo – SES/SP -  lançou um \n\ndocumento, elaborado pela Divisão de Doenças de Transmissão Hídrica e Alimentar (DDTHA), \n\nCentro de Vigilância Epidemiológica (CVE) e Coordenadoria de Controle de Doenças, \n\nesclarecendo várias questões no que diz respeito às doenças relacionadas à água ou de \n\ntransmissão hídrica. O documento aponta que a transmissão pode ocorrer: ou por ingestão de \n\nágua contaminada, ou por contato de pele/mucosas com a água contaminada, ou por falta de água \n\ne/ou rede de esgotos/alternativas adequadas para a deposição de dejetos ou práticas precárias de \n\nhigiene, ou por insetos/vetores que se desenvolvem na água.  \n\nDentre as doenças destacadas no relatório, estão a hepatite A e a leptospirose, que se \n\nenquadram no primeiro e no segundo grupos citados, respectivamente. Além dessas, outras \n\ndoenças podem acometer a população, tais como: cólera, febre tifoide e diarreia aguda \n\n(provocadas por bactérias, vírus e parasitas); esquistossomose e verminoses; ascaridíase, \n\nhelmintíase e outras verminoses; dengue, febre amarela, malária, filariose e algumas encefalites \n\n(SES/SP, 2009).  \n\n\n\n13 \n\n \n\nSegundo Gomes et al (2012), a ocorrência das hepatites está intimamente relacionada ao \n\nnível socioeconômico e às condições sanitárias da população. Na maioria dos casos, a educação \n\nsanitária e a promoção da saúde representam estratégias promissoras para a melhoria das \n\ncondições de vida das populações suscetíveis.   \n\nQuanto à leptospirose, sua ocorrência está relacionada a situações de precárias condições \n\nde infraestrutura sanitária, de alta infestação de roedores infectados, associados à ocorrência de \n\nenchentes. A penetração da bactéria causadora ocorre através da pele, com lesão ou em contato \n\npor longo período. Áreas densamente ocupadas têm maior propensão à ocorrência de \n\nalagamentos e inundações, em especial nos períodos de grandes precipitações e/ou quando a \n\nocupação não foi precedida de planejamento adequado (GUIMARÃES et al, 2014).  \n\nCom relação às questões ambientais, o uso e ocupação do solo em bacias altera as \n\ncaracterísticas naturais da água, quer do ponto de vista qualitativo, quer do seu regime de \n\nescoamento. O estado de preservação das florestas e as práticas associadas às atividades \n\neconômicas locais têm influência direta sobre os parâmetros de qualidade e quantidade de água \n\nem uma bacia hidrográfica, através de uma série de intervenções humanas (EGLER, 2011, \n\npág.1).  \n\nDentre as intervenções humanas, Egler (2011, pág. 1) destacou as seguintes: \n\ndesmatamentos (tanto com a supressão quanto com as queimadas); extração mineral (que pode \n\nprovocar erosão5 e assoreamento6); alterações físicas nos cursos dos rios (com a construção de \n\nempreendimentos imobiliários e a construção de reservatórios, barragens e derivações7); \n\nimpermeabilização do solo; e alterações físico-químicas das águas, com o lançamento de \n\nefluentes (urbanos, industriais e/ou agrícolas). A autora sintetizou estes impactos antrópicos  \n\n_______________________ \n\n5 Erosão: processo de desagregação e remoção de partículas do solo ou de fragmentos de rochas pela ação \n\ncombinada da gravidade com água, vento, gelo e/ou organismos (plantas e animais) (IPT, 1986 apud TOMINAGA, \n\n2009, pág.55). Dentre os fatores que influenciam a erosão estão: clima, cobertura vegetal, relevo e tipo do solo, e \n\nquando é acelerada pelas atividades humanas é conhecida por erosão antrópica. (TOMINAGA; SANTORO; \n\nAMARAL, 2009, pág.55-56).  \n\n6 Assoreamento: processo de deposição de sedimentos em um curso d’água ou massa d’água que conduz à \n\nelevação do leito (MMA, 2006 apud EGLER, 2011, pág. XX). \n\n7 Derivação: captação de parcela de água existente em um corpo d’água, para consumo (INEA, 2016). Está \n\nsujeita à outorga de direito de uso, conforme previsto no art.12, I, da Lei 9.433/97.  \n\n\n\n14 \n\n \n\natravés de fluxograma (Figura 5), relacionados às mudanças de uso do solo, que afetam as bacias \n\nhidrográficas em múltiplas escalas:    \n\n \n\nFigura 5 - Fatores de larga e pequena escalas que influenciam no funcionamento das bacias hidrográficas e \n\nimpactos antrópicos que afetam ambas as escalas.                                                                                                         \n\nFonte: Egler, 2011. \n\nEm Maricá, a partir da duplicação da RJ-106, em inícios dos anos 2000, algumas das \n\nconsequências negativas, advindas dos impactos ambientais mais comuns e significativos de \n\nempreendimentos rodoviários, foram claramente identificadas, como implicação da aceleração \n\nda taxa de crescimento demográfico em contrapartida com a capacidade de suporte do município \n\n(SOCHACZEWSKI, 2004).  \n\nO acelerado processo de urbanização passa a ser um determinante estrutural da sociedade, \n\narticulado a um conjunto de transformações sociais, econômicas, políticas e demográficas. \n\nDentre essas transformações está o grande ciclo de expansão das migrações internas, \n\nprincipalmente a rural-urbana (BRITO; PINHO, 2012).  \n\nUma ocupação racional, com uso racional do solo, depende das possibilidades de \n\nimplantação de infraestrutura necessária para receber uma nova população (SOCHACZEWSKI, \n\n2004). Rossi et al (2012) destacaram que uma expansão urbana desordenada e/ou mal planejada, \n\naliada ao conhecimento unilateral dos planejadores e gestores municipais sobre o papel dos rios \n\nurbanos para as cidades, acaba por provocar aos corpos hídricos condições de insalubridade e de \n\nnatureza opostas às suas funções primordiais. Assim, toda interferência precisa ser muito bem \n\navaliada, pois seus benefícios podem não ser compensadores ou nem sequer alcançados \n\n(GUERRA, 2011, pág. 77). \n\n\n\n15 \n\n \n\nFaz-se necessário, desta forma, observar a importância das relações entre componentes \n\nhidrológicos de uma bacia hidrográfica e os componentes da infraestrutura humana, ou seja, \n\nrelações entre solo, escoamento superficial, águas superficiais e subterrâneas, regime de chuvas \n\ne temperatura, com reservatórios, plantas de tratamento de distribuição de água potável, plantas \n\nde tratamento e sistema de coleta de esgotos, sistemas sépticos e fontes pontuais de poluição das \n\náguas dos mananciais (ZOLTAYET et al, 2010 apud EGLER, 2011, pág.94). \n\n3.3 Legislação, planejamento e gestão das águas residuárias  \n\nOs impactos sociais, econômicos e ambientais não resultam exatamente da falta de \n\nnormas ou critérios que disciplinem a ocupação urbana nas margens dos rios, pois a legislação \n\nambiental é bastante rigorosa e sua inaplicabilidade é justificada pela precariedade de \n\nfiscalização dos agentes públicos, pela omissão e pela inviabilidade de ações diante de situações \n\nsocioincontroláveis. (ANDRADE et al, 2005 apud ROSSI et al, 2012).  \n\nSegundo Cunha e Ferreira (2006):  \n\nO planejamento e a gestão de um corpo d’água passam obrigatoriamente \n\npela caracterização e definição de qual a melhor estratégia de lançamento de \n\nesgoto capaz de atender aos níveis de exigência correspondentes, gerando \n\ncondições técnicas que possam apoiar decisões relacionadas à gestão deste \n\nrecurso.  \n\nA Política Nacional de Recursos Hídricos, instituída no Brasil em 1997 – Lei Nº 9.433/97 \n\n- define a bacia hidrográfica como unidade de gestão. Dentre as diretrizes orientadoras a lei indica \n\na integração da gestão de recurso hídricos com a gestão ambiental e a articulação com o uso do \n\nsolo. No âmbito do Sistema Nacional de Recursos Hídricos, a lei prevê a criação de Comitês de \n\nBacia Hidrográfica, como órgãos responsáveis pela implementação das políticas de recursos \n\nhídricos em escala local. A missão do órgão se baseia na integração de esforços do Poder Público, \n\ndos usuários e da sociedade civil, visando soluções regionais de proteção, conservação e \n\nrecuperação dos corpos d’água, viabilizando o uso sustentado dos recursos naturais, a \n\nrecuperação ambiental e a conservação dos corpos hídricos, quanto aos aspectos de quantidade e \n\nqualidade (COMITÊ DE BACIA DA BAÍA DE GUANABARA, 2016).  \n\nO Conselho Nacional do Meio Ambiente - CONAMA, órgão consultivo e deliberativo do \n\nSistema Nacional do Meio Ambiente – SISNAMA, lançou, em 2011, a Resolução Nº 430 \n\n(complementando e alterando a Resolução Nº 357/2005),  com os seguintes objetivos \n\nrelacionados à Política Nacional de Recursos Hídricos: assegurar a disponibilidade de água de \n\n\n\n16 \n\n \n\nqualidade às gerações presentes e futuras; promover uma utilização racional e integrada dos \n\nrecursos hídricos e a prevenção e defesa contra eventos hidrológicos (chuva, secas e enchentes), \n\nsejam eles naturais, sejam decorrentes do mau uso dos recursos naturais.  \n\nA Resolução 430 (MMA, 2011) determina que “efluentes de qualquer fonte poluidora \n\nsomente poderão ser lançados nos corpos receptores após o devido tratamento e desde que \n\nobedeçam às condições, padrões e exigências dispostos” na Resolução. Dentre as condições e \n\npadrões de lançamento de efluentes, são considerados parâmetros de pH, temperatura, materiais \n\nsedimentáveis, regime de lançamento (vazão), óleos e graxas, óleos minerais, óleos vegetais, \n\ngorduras animais, ausência de materiais flutuantes e demanda bioquímica de oxigênio - DBO. \n\nCom relação aos efluentes e esgotos sanitários, a resolução conceitua o primeiro com \n\nsendo o termo usado para caracterizar os despejos líquidos provenientes de diversas atividades \n\nou processos, e o segundo como uma “denominação genérica para os despejos líquidos \n\nresidenciais, comerciais, e águas de infiltração na rede coletora, os quais podem conter parcela \n\nde efluentes industriais e efluentes não domésticos”. (MMA, 2011).  \n\nEsgotamento sanitário, de acordo com a lei 11.445/2007 (Política Nacional de \n\nSaneamento Básico), figura como um dos quatro serviços do sistema de saneamento básico, \n\nabrangendo atividades, infraestruturas e instalações operacionais de coleta, transporte, \n\ntratamento e disposição final adequados, desde as ligações prediais até o seu lançamento no meio \n\nambiente (BRASIL, 2007), após tratamento convencional, que consiste na clarificação com \n\nutilização de coagulação e floculação, seguida de desinfecção e correção de pH (MMA, 2011).  \n\nA Política Nacional define entre seus princípios que os serviços de saneamento serão \n\nprestados com base na integração das infraestruturas e serviços com a gestão eficiente dos \n\nrecursos hídricos e, dentre as diretrizes, promover ações de melhorias sanitárias domiciliares \n\npriorizando áreas onde inexista o sistema que atenda às necessidades básicas de saneamento das \n\nfamílias (BRASIL, 2007).   \n\nEm entrevista à Revista Planeta (2013, p.8), o Presidente do Conselho Mundial de Água \n\n- CMA (World Water Council - WWC), Benedito Braga, ao ser perguntado sobre o que poderia \n\nser feito para lidar com a poluição, afirmou:  \n\nInvestir em saneamento. À medida que isso estiver sobre controle, a \n\nprobabilidade de contaminar a água cai. O grande problema da contaminação \n\nnos nossos riachos urbanos não é a indústria, que já reutiliza água; são os \n\n\n\n17 \n\n \n\nmunicípios, que não tratam dela. A solução é forçar os prefeitos a providenciar \n\ntratamento de esgotos.   \n\nSegundo a Organização Mundial de Saúde (OMS), saneamento é o controle de todos os \n\nfatores do meio físico do homem, que exercem ou podem exercer efeitos nocivos sobre o bem-\n\nestar físico, mental e social, ou o conjunto de ações socioeconômicas que tem por objetivo \n\nalcançar salubridade ambiental (GUMARÃES; CARVALHO E SILVA, 2007).  \n\nDe acordo com o dicionário do Aurélio (2016), saneamento é definido como: ato ou efeito \n\nde sanear; reparação, limpeza, cura, sistema de canalizações e esgotos que permite o rápido \n\nescoamento de águas, imundícies, etc.; expurgo, expulsão.  \n\nGuimarães, Carvalho e Silva (2007), entretanto, ao afirmarem que “sanear quer dizer \n\ntornar são, sadio, saudável, discriminaram o saneamento aqui tratado:  \n\n“[...] a saúde que o Saneamento proporciona difere daquela que se \n\nprocura nos hospitais e nas chamadas casas de saúde. Ao contrário, o \n\nSaneamento promove a saúde pública preventiva, reduzindo a necessidade de \n\nprocura aos hospitais e postos de saúde, porque elimina a chance de contágio \n\npor diversas moléstias. Isto significa dizer que, onde há saneamento, são \n\nmaiores as possibilidades de uma vida mais saudável [...]”. \n\nNas áreas residenciais urbanas, a principal preocupação é com a carga de contaminantes \n\nrelacionada ao saneamento sem rede de coleta de esgoto (FOSTER; HIRATA, 1993 apud \n\nFOLLMANN; FOLETO, 2013). A construção de fossas sépticas ou filtros seria uma alternativa \n\npara minimizar a poluição do solo e dos corpos hídricos (FOLLMANN; FOLETO, 2013). Porém, \n\nem alusão a Tucci (1997), Follmann e Foleto (2013), destacaram que:  \n\n”[...] grande parte das cidades brasileiras utilizam fossas sépticas como \n\ndestino final de esgoto. Esse conjunto tende a contaminar uma parte superior do \n\naquífero. Essa contaminação pode comprometer o abastecimento de água \n\nurbano quando existe comunicação entre diferentes camadas dos aquíferos \n\natravés de percolação e de perfuração inadequada dos poços artesianos”. \n\n3.3.1 Gestão das águas residuárias  \n\nO sistema de fossa séptica biodigestora (Figura 6) foi uma solução originalmente \n\ndesenvolvida, em 2003, pela EMBRAPA (Empresa Brasileira de Pesquisa Agropecuária), a partir \n\nde exemplos de China e Índia. O sistema consiste em um conjunto de unidade destinadas ao \n\ntratamento e à disposição de esgotos, mediante utilização de tanque séptico e unidade \n\n\n\n18 \n\n \n\ncomplementar de tratamento e/ou disposição final de efluentes e lodo. Dentre as vantagens do \n\nsistema, destacam-se: prevenção contra doenças, proteção do lençol freático (água de poço) e \n\nprodução de adubo orgânico de qualidade (Figura 7).  \n\n \n\nFiguras 6 e 7 – Em A, sistema de fossa séptica biodigestora desenvolvida pela EMBRAPA. Em B, sistema de \n\nfiltro que pode ser utilizado na terceira caixa coletora - o efluente líquido pode ser utilizado para irrigação.                                                                                                                                                                 \n\nFonte: EMBRAPA; Fundação Banco do Brasil. \n\nA fossa séptica é indicada para substituir o esgoto a céu aberto e as fossas rudimentares, \n\nque permitem a infiltração de resíduos de fezes e urina no solo, podendo provocar a contaminação \n\ndas águas do lençol freático e consequentes doenças de veiculação hídrica aos moradores - ou \n\naté mesmo morte (EMBRAPA; FUNDAÇÃO BANCO DO BRASIL, 2010). \n\nO Comitê das Bacias Hidrográficas da Serra da Mantiqueira – COMITESM (2008), \n\ndesenvolveu um Projeto Permanente de Educação Ambiental (PPEA), esclarecendo que: “após \n\npassar pela fossa, o efluente líquido, isento de materiais sedimentáveis e flutuantes, que ficam \n\nretidos na fossa, pode ser disposto das seguintes formas no meio ambiente: diluição (corpo d’água \n\nreceptor); sumidouro; vala de infiltração; e vala de infiltração e filtro de areia. O processo \n\nutilizado deve ser o mais adequado, levando-se em conta: a natureza e utilização do solo; a \n\nprofundidade do lençol freático; o grau de permeabilidade do solo; a utilização e localização da \n\nfonte de água de subsolo utilizada para consumo humano; e o volume e taxa de renovação das \n\náguas de superfície.   \n\nOs sumidouros (Figura 8) são escavações cilíndricas ou prismáticas, com paredes \n\nrevestidas por tijolos, pedras ou outros materiais, com enchimento no fundo de cascalho, pedra \n\nbritada e coque de pelo menos 50 centímetros de espessura, dispostos de maneira que permita \n\nfácil infiltração do líquido no terreno (solo), sendo necessárias inspeções semestrais, visando \n\n \n\nA B \n\n\n\n19 \n\n \n\nobservar sua capacidade de absorção. Recomenda-se que o fundo do sumidouro esteja no mínimo \n\na 1,50 m acima do nível máximo do lençol freático (COMITESM, 2008). \n\n \n\nFigura 8 - Esquema do sistema integrado fossa-séptica-sumidouro.                                                                          \n\nFonte: COMITESM, 2008. \n\nEm 2016, a Prefeitura Municipal de Araguaína – TO lançou um Manual de Construção \n\nde Fossa Séptica – Sumidouro, destinado a regiões desprovidas de rede pública de coleta de \n\nesgotos. Neste manual, fossas sépticas são conceituadas como unidades de tratamento primário \n\nde esgotos domésticos, nas quais são feitas a separação e transformação de matéria sólida contida \n\nno esgoto. Em sua construção, recomenda-se a possibilidade de fácil ligação ao futuro coletor \n\npúblico (PREFEITURA MUNICIPAL DE ARAGUAÍNA-TO, 2016). \n\nEm um esgotamento domiciliar provido pelo sistema de fossa séptica-sumidouro, é \n\nimportante salientar a separação das tubulações destinadas às “águas imundas”8 das “águas \n\nservidas”9, que se unem após a passagem pela fossa séptica, numa caixa de inspeção, antes de \n\nseguir para o sumidouro (PREFEITURA MUNICIPAL DE ARAGUAÍNA-TO, 2016). \n\nRecomenda-se não juntar o tubo da fossa ao esgoto de pias da cozinha, dos banheiros, do tanque, \n\ndo chuveiro e da máquina de lavar roupa, pois a água desses esgotos contém sabão, detergente e \n\noutras substâncias que prejudicam o processo de biodigestão (Figura 9). Deve-se relacionar o \n\ndimensionamento do sumidouro e a quantidade de sumidouros por tipo de solo (Quadro 2), e a  \n\n_______________________ \n\n8 Águas imundas (ou negras): parcela utilizada na eliminação de material fecal, apresentando alto teor de \n\nmatéria orgânica e grande quantidade de microorganismos, inclusive patogênicos (DIAS; ROSSO; GIORDANO, \n\n2012); \n\n9 Águas servidas: proveniente da limpeza de corpos, roupas ou ambientes (DIAS; ROSSO; GIORDANO, \n\n2012). \n\n\n\n20 \n\n \n\nutilização de uma quantidade menor de sumidouros em solos arenosos, em sistemas destinados \n\npara até 10 pessoas (EMBRAPA; FUNDAÇÃO BANCO DO BRASIL, 2010).    \n\n \n\nFigura 9 - Esquema de um esgotamento domiciliar provido por fossa séptica-sumidouro.  \n\nQuadro 2 - correlação explicativa do número de pessoas, dimensões e quantidade de sumidouros de acordo com o                                   \n\ntipo de solo.                                                                                                                                                               \n\nFonte: PREFEITURA MUNICIPAL DE ARAGUAÍNA-TO, 2016. \n\nA NBR 7229/93 (BRASIL, 1993) fixa as condições exigíveis para projeto, construção e \n\noperação de sistemas de tanques sépticos, incluindo tratamento e disposição de efluentes e lodo \n\nsedimentado. O objetivo é preservar a saúde pública e ambiental, a higiene, o conforto e a \n\nsegurança dos habitantes de áreas servidas por estes sistemas. A normativa condiciona o sistema \n\nprimordialmente ao tratamento de esgoto doméstico, devendo ser dimensionado e implantado de \n\nforma a receber a totalidade dos despejos, e é indicado para área desprovida de rede pública \n\ncoletora de esgoto ou como alternativa de tratamento de esgoto em áreas providas de rede \n\ncoletora local.  \n\nDentre as proibições previstas na NBR 7229/93, está o encaminhamento ao tanque séptico \n\nde águas pluviais e despejos capazes de causar interferência negativa em qualquer fase do \n\nprocesso de tratamento ou a elevação excessiva da vazão do esgoto afluente, além da observação \n\ndas distâncias mínimas horizontais entre construções, limites de terreno, sumidouros, valas de \n\ninfiltração, ramal predial de água, árvores, ponto de rede pública de abastecimento de água, poços \n\nfreáticos e corpos de água de qualquer natureza (BRASIL, 1993).  \n\nQuanto à manutenção, a normativa orienta no sentido de que o lodo e a escuma10 \n\nacumulados nos tanques devem ser removidos a intervalos equivalentes ao período de limpeza \n\n\n\n21 \n\n \n\ndo projeto, que variam de 1 a 5 anos, de acordo com a taxa de acumulação, por profissionais que \n\ndisponham de equipamento adequados (BRASIL, 1993). \n\nFollmann e Foleto (2013) ressaltaram a importância de se manter as fontes de poluição \n\nafastadas da área de recarga natural de aquíferos, de forma a favorecer o abastecimento de água \n\ncom qualidade e destacaram os riscos quanto às áreas formadas por terrenos arenosos, que são \n\ncaracterizadas pela fácil permeabilidade. O município de Maricá, por exemplo, onde há \n\npredominância do sistema de fosse séptica-sumidouro (PREFEITURA DE MARICÁ, 2015) é \n\ncaracterizado por uma planície costeira, cuja parte mais interna é formada por uma barreira \n\narenosa de origem pleistocênica (SILVA et al 2014).  \n\n3.4 O monitoramento da qualidade das águas  \n\nSegundo Egler (2011, pág.194), o monitoramento da qualidade da água pode ser \n\nempreendido com base em medidas físicas, químicas, físico-químicas e bacteriológicas, o que \n\nrepresenta uma informação fundamental do ponto de vista ambiental, e também no âmbito da \n\nsaúde pública.  \n\nComo forma de avaliação dos aspectos qualitativos da água, foi desenvolvido, em 1987, \n\npela Agência de Proteção Ambiental de Ohio (EUA) e por Hannaford et al (1997), um estudo de \n\navaliação rápida, que, posteriormente, foi adequado aos padrões brasileiros, criando-se o \n\nProtocolo de Avaliação Rápida (PAR): uma excelente ferramenta que vem sendo utilizada nos \n\nestados do Rio de Janeiro e Minas Gerais (CALLISTO et al, 2002).  \n\nOs protocolos de Análise Rápida (PAR) são instrumentos utilizados na mensuração da \n\nqualidade ambiental, que levam em consideração a análise integrada dos ecossistemas lóticos, \n\natravés de uma metodologia simples e de rápida aplicação (RODRIGUES et. al, 2008 apud \n\nOLIVEIRA E NUNES, 2015). Por ocasião da aplicação, são substituídos ou agregados \n\nindicadores aos resultados das tradicionais análises físico-químicas e bacteriológicas de \n\nqualidade de água. Através de inspeção visual, são facilmente interpretados 22 parâmetros que \n\nsão pontuados de 0 a 4 na primeira parte, e de 0 a 5 na segunda parte. A pontuação para cada \n\nparâmetro é atribuída com base na observação das condições de habitat. Os resultados de cada \n\nponto são somados, classificando-o como: natural, alterado ou impactado (CALLISTO et al, \n\n2002, VARGAS E JÚNIOR, 2012 apud OLIVEIRA E NUNES, 2015). \n\n_______________________ \n\n10 Escuma: Matéria graxa e sólidos em mistura com gases, que flutuam no líquido em tratamento \n\n(BRASIL/1993). \n\n\n\n22 \n\n \n\nCom relação aos aspectos químicos, em 1970, a National Sanitation Foundation, dos \n\nEstados Unidos, criou o Índice de Qualidade de Águas – IQA -, que foi utilizado pela Companhia \n\nAmbiental do Estado de São Paulo – CETESB - a partir de 1975, e, nas décadas seguintes, por \n\noutros estados brasileiros (AGÊNCIA NACIONAL DE ÁGUA - ANA, 2016). Programas de \n\nmonitoramento da qualidade da água baseiam-se e análises de algumas classes de substâncias \n\nmais comumente encontradas, e com riscos relativamente conhecidos à saúde humana e à \n\nbiodiversidade (EGLER, 2011, pág.212).  \n\nNo Estado do Rio de Janeiro, o monitoramento de águas, como importante instrumento \n\nde gestão ambiental, vem sendo realizado pelo Instituto Estadual do Ambiente – INEA -, desde \n\na década de 1970, em rios, reservatórios, lagoas costeiras, baías e praias. O órgão, visando uma \n\nlinguagem acessível ao público em geral, atua com a utilização de 5 índices de monitoramento, \n\ndentre estes o Índice de Qualidade de Água – IQA -, que consiste num produto ponderado da \n\nqualidade de nove variáveis selecionadas, elevadas ao seu peso respectivo (INEA, 2016).  \n\nOs indicadores ou parâmetros de qualidade podem ser: de contaminação orgânica (por \n\nesgotos domésticos, efluentes orgânicos e fertilizantes); de mudança na composição físico-\n\nquímica da água; de metais pesados; de compostos orgânicos e inorgânicos sintéticos; biológicos; \n\nentre outros (EGLER, 2011, pág.212).  \n\nA Agência Nacional de Águas – ANA (2016) tem utilizado os indicadores: oxigênio \n\ndissolvido (OD), coliformes termotolerantes, potencial hidrogeniônico (pH), demanda \n\nbioquímica de oxigênio (DBO), temperatura de água, nitrogênio total, fósforo total, turbidez e \n\nresíduo total.  \n\nNeste sentido, há que se ressaltar diferenças de aplicação quanto ao monitoramento das \n\náguas pelos diversos órgãos, não havendo um padrão específico. Há uma variabilidade quanto \n\naos parâmetros utilizados e irregularidades nos intervalos de tempo dos registros (EGLER, 2011, \n\npág. 211).  \n\nO potencial hidrogeniônico (pH), por exemplo, determina a basicidade ou acidez de uma solução, \n\nsendo considerado uma das variáveis ambientais mais importantes. Em corpos d’água \n\ncontinentais, o pH geralmente varia entre 6 e 8. Na maioria das águas naturais, o pH da água é \n\ninfluenciado pela concentração de íons originados da dissociação de ácidos carbônicos, entre \n\noutros ácidos, que geram valores baixos de pH. A assimilação de CO2 durante o processo \n\nfotossintético de macrófitas aquáticas e algas tendem a elevar o valor do pH. Via de regra, os \n\n\n\n23 \n\n \n\norganismos heterotróficos (animais aquáticos e bactérias) interferem sobre o pH do meio, \n\nabaixando-o (ESTEVES, 1998, pág.64-66).     \n\nQuanto aos compostos de nitrogênio e fósforo, quando lançados em grandes quantidades \n\nnos corpos d’água, provenientes de esgotos sanitários e efluentes industriais, são tidos como \n\nprejudiciais ao abastecimento público, a recreação e a preservação da vida aquática (ANA, 2016). \n\nDentre as principais formas (inorgânicas) que o nitrogênio pode ser encontrado, o amônio \n\ne o nitrato assumem grande importância nos ecossistemas aquáticos, uma vez que representam \n\nas principais fontes para os produtores primários; já o nitrito é normalmente encontrado em \n\nbaixas concentrações em ambientes oxigenados. Em nenhum outro ciclo biogeoquímico os \n\nmicroorganismos têm maior participação do que no ciclo do nitrogênio, em processos de \n\namonificação, nitrificação e desnitrificação (ESTEVES, 1998, pág.72-74). A presença de baixas \n\nconcentrações de nitrato pode indicar que o nitrogênio esteja presente na forma orgânica ou \n\namoniacal (PONTES; MARQUES, A.; MARQUES, G., 2012).   \n\nCom relação ao fósforo, na maioria das águas continentais, é apontado como principal \n\nresponsável pela eutrofização artificial dos ecossistemas. A forma fosfato inorgânico dissolvido \n\nou ortofosfato é a que assume maior relevância, por ser a mais importante forma de fosfato \n\nassimilada pelos vegetais aquáticos (ESTEVES, 1998, pág.85). O transporte através das águas é \n\nparte fundamental, correspondendo à forma predominante com que o fósforo (na forma de \n\nfosfato) se move através do meio ambiente (QUEVEDO E PAGANINI, 2011). O escoamento de \n\náreas urbanas, agrícolas ou de matas pode contribuir para o aumento da concentração deste \n\nnutriente nos cursos d’água (XAVIER, 2005 apud PONTES; MARQUES, A.; MARQUES, G., \n\n2012).  \n\nEm áreas com grande concentração populacional, o aporte de fósforo nas águas está mais \n\nrelacionado com as fontes denominadas artificiais ou antrópicas, especialmente os detergentes \n\n(QUEVEDO E PAGANINI, 2011). O padrão espacial da concentração normal de fosfato na \n\ncoluna de água geralmente segue a de nitrogênio inorgânico dissolvido (amônio, nitrito e nitrato). \n\nEntretanto, para um bom desenvolvimento de comunidades naturais de fitoplânctons, faz-\n\nse necessário que os nutrientes essenciais N e P estejam disponíveis na proporção 16:1 (razão \n\natômica), conhecida como relação de Redfield (REDFIELD et al, 1963; GOLDMAN, 1980 apud \n\nFURNAS et al, 2004). Normalmente, em razões baixas entre nitrogênio inorgânico dissolvido e \n\nfosfato, o aumento da biomassa de fitoplâncton é fortemente limitado pela disponibilidade de \n\nnitrogênio (FURNAS et al, 2004).    \n\n\n\n24 \n\n \n\n4 MATERIAIS E MÉTODOS \n\nNo presente estudo é apresentada uma visão global da região que compreende a bacia \n\nhidrográfica do rio Ubatiba, no município de Maricá, quanto aos aspectos de uso e ocupação do \n\nsolo, os fatores relacionados à degradação dos corpos hídricos e as ações desencadeadas pelo \n\nPoder Público. Dentre estas ações, está a implantação da rede geral de esgotamento sanitário, em \n\nconsonância com o Plano Municipal de Saneamento Básico - PMSB, lançado em 2015.  \n\nPara efeito de temporalidade, foi considerado o período correspondente aos últimos \n\ndezessete anos - a partir do censo demográfico realizado no ano 2000-, quando foi verificada \n\nelevada taxa de crescimento demográfico no município e mudanças na distribuição espacial da \n\npopulação – fato que se estendeu até os dias atuais. Na Figura 10, encontra-se disposta uma \n\nsíntese dos métodos utilizados neste trabalho.   \n\n    \n\nFigura 10 - Organograma dos métodos utilizados neste trabalho. \n\nFonte: próprio autor, 2017. \n\nANÁLISES FÍSICO-QUÍMICAS E DE NUTRIENTES NAS ÁGUAS DO RIO UBATIBA \n\nETAPA DE CAMPO ETAPA DE LABORATÓRIO\n\nAVALIAÇÃO DA QUALIDADE DAS ÁGUAS DO RIO UBATIBA\n\nPROTOCOLO DE ANÁLISE RÁPIDA - PAR\n\nPESQUISAS QUALI-QUANTITATIVAS DO USO E OCUPAÇÃO DO SOLO NO MUNICÍPIO DE \nMARICÁ, COM FOCO NO 1º DISTRITO\n\nIMAGENS DE SATÉLITE - MAPAS - ILUSTRAÇÕES DADOS DO IBGE - CENSOS 2000 E 2010\n\nPESQUISAS PRELIMINARES\n\nABASTECIMENTO DE \nÁGUA\n\nESGOTAMENTO \nSANITÁRIO\n\nSAÚDE PÚBLICA\nQUESTÕES \n\nSOCIOECONÔMICAS-\nAMBIENTAIS\n\n\n\n25 \n\n \n\n4.1. Pesquisas preliminares: abastecimento de água, esgotamento sanitário, saúde e \n\nquestões socioeconômico-ambientais no município de Maricá.  \n\nPreliminarmente, foram realizadas pesquisas exploratórias, através de levantamentos \n\nbibliográficos em fontes primárias, a respeito do funcionamento e evolução dos sistemas de \n\nabastecimento de água e de esgotamento sanitário no município de Maricá. Considerando a \n\nestreita relação entre saneamento básico e saúde pública, foram também realizadas pesquisas \n\nexploratórias em fontes primárias e secundárias referentes às principais doenças que acometem \n\na população do município, em especial aquelas de notificação compulsória. Pesquisas \n\ncomplementares foram realizadas, também de forma exploratória, em fontes primárias e \n\nsecundárias, além de trabalho de campo, envolvendo as questões sociais, econômicas e \n\nambientais, e as correlações com o uso e ocupação do solo e degradação das águas, com \n\nobservância das atividades mais vulneráveis por ocasião desta degradação. \n\n4.2 Pesquisas quali-quantitativas do uso e ocupação do solo na área correspondente ao \n\nmunicípio de Maricá, com foco no 1º Distrito.  \n\nDentro de um aspecto espacial (qualitativo), foram analisadas as questões de uso e \n\nocupação do solo no município de Maricá, através de pesquisa exploratória bibliográfica, com \n\nênfase na bacia hidrográfica do rio Ubatiba. Para a análise quantitativa, foram utilizados como \n\nparâmetros temporais os dois últimos censos demográficos (2000 e 2010) e as projeções para o \n\nano de 2016, referentes a população e quantidade de domicílios, de acordo com dados \n\ndisponibilizados pelo IBGE (Anexo 1). Os dados foram dispostos em tabela, representando os \n\nquantitativos da população em cada momento, de maneira a apresentar melhor entendimento, e, \n\nem gráficos, objetivando proporcionar melhor visualização.  \n\n4.3 Avaliação da qualidade das águas do rio Ubatiba, Maricá-RJ.  \n\nA situação atual dos aspectos físicos das águas da bacia do rio Ubatiba foi obtida através \n\nde análise qualitativa baseada em observação, utilizando-se o Protocolo de Análise Rápida \n\n(PAR), desenvolvido pelo professor Callisto (2002), da Universidade Federal de Minas Gerais. \n\nAtravés deste protocolo, em inspeção visual, são facilmente interpretados 22 parâmetros \n\n(Anexo 2), que são pontuados de 0 a 4 na primeira parte, e de 0 a 5 na segunda parte. Para cada \n\nparâmetro analisado são atribuídas características boas, médias ou ruins. Em cada ponto, os \n\nresultados são classificados de acordo com os valores em que o somatório se enquadra: natural \n\n(61 – 100 pontos), alterado (41 – 60 pontos), e impactado (0 – 40 pontos).  \n\n\n\n26 \n\n \n\nOs pontos de análise (Quadro 3) deste estudo foram escolhidos de acordo com as \n\norientações técnicas estabelecidas na NBR 9897 (que dispõe sobre o planejamento de \n\namostragem de efluentes líquidos e corpos receptores, tendo como característica a observância \n\ndas condicionantes do antes e depois de determinado local). Foram distribuídos ao longo de cerca \n\nde 15 quilômetros (medição através do Google Earth). As análises foram realizadas em dia de \n\nperíodo sem ocorrência de chuvas e dia posterior a período chuvoso.   \n\nQuadro 3 - Descrição dos pontos utilizados no Protocolo de Análise Rápida – PAR. \n\n    PONTOS     DESCRIÇÃO DO PONTO     LATITUDE     LONGITUDE \n\n \n\nP1 \n\nLocal onde o rio Ubatiba cruza a \n\nEstrada do Silvado pela primeira vez, \n\nem região próxima a nascente \n\n(pouquíssimo povoada). \n\n \n\n22º52’11,91” S \n\n \n\n \n\n42º44’00,00” O \n\n \n\n \n\nP2 \n\nCruzamento do rio Ubatiba com a \n\nEstrada de Ubatiba. Logo após a \n\nBarragem de Captação de Águas, a \n\naproximadamente 6,90 quilômetros a \n\njusante de P1. Região anterior ao \n\nbairro Ubatiba (bairro de baixa \n\ndensidade demográfica).     \n\n \n\n \n\n22º52’16,71” S \n\n \n\n \n\n \n\n42º47’01,31” O \n\n \n\n \n\n \n\nP3 \n\nCruzamento do rio Ubatiba com a Rua \n\nMarquês de Valença, no bairro \n\nUbatiba, a aproximadamente 2,80 \n\nquilômetros a jusante de P2. Região \n\nposterior ao bairro Ubatiba.    \n\n \n\n \n\n \n\n22°52'56.47\" S \n\n \n\n \n\n \n\n42°48'20.62\" O \n\n \n\n \n\nP4 \n\nCruzamento do rio Mombuca com \n\nRodovia RJ-106, logo após a \n\nconfluência entre os rios Ubatiba e \n\nItapeteiú, a aproximadamente 3,00 \n\nquilômetros a jusante de P3. Região \n\nanterior ao Centro do município (área \n\nde moderado adensamento urbano).   \n\n \n\n \n\n22º54’20,57” S \n\n \n\n \n\n42º48’48,02” O \n\n \n\n \n\n \n\nP5 \n\nRio Mombuca - em frente ao último \n\ndomicílio antes de seu exutório \n\n(Lagoa de Maricá). Logo após a \n\npassagem pelo Centro do município, a \n\ncerca de 2,20 quilômetros de P4 e \n\ndepois da confluência com o rio \n\nLudgero.   \n\n \n\n \n\n22º55’00,23” S \n\n \n\n \n\n \n\n42º49’44,27” O \n\n \n\nFonte: próprio autor, 2017. \n\nA Figura 11 traz a distribuição espacial dos pontos de análise, referenciados em \n\ncoordenadas geográficas (Quadro 3) através da página Google Earth, a partir das cotas superiores. \n\n\n\n27 \n\n \n\nEntre os pontos 1 e 2, destaque para a barragem de captação de água destinada ao abastecimento \n\npúblico, e entre os pontos 4 e 5, destaque para o ponto de análise utilizado pelo INEA no \n\nmonitoramento da qualidade de água do rio Ubatiba.   \n\n \n\nFigura 11 - Imagem com a distribuição dos pontos de análise de águas ao longo do rio Silvado-Ubatiba-\n\nMombuca, e pontos associados à qualidade das águas: Barragem de captação de água, ponto do INEA, ETE, ETA \n\ne Empresa Charque 500.                                                                                                                                                                        \n\nFonte: Fábio F. Dias, 2017 – elaboração através do Sistema ArcGis.   \n\n4.4 Análises físico-químicas e de nutrientes nas águas do rio Ubatiba, Maricá-RJ.  \n\nCom relação aos aspectos químicos das águas da bacia do rio Ubatiba, foram efetuadas \n\ncoletas de amostras, em trabalho de campo, nos cinco pontos descritos (Quadro 3), por ocasião \n\ndo Protocolo de Análise Rápida (subcapítulo 4.3), de forma a proporcionar um gradiente das \n\ncondições químicas das águas do rio. As coletas foram realizadas com a utilização de recipientes \n\nplásticos convencionais.  Parâmetros de pH e temperatura foram analisados no local (etapa de \n\ncampo), utilizando-se um pHmetro (Figura 12). Os demais parâmetros foram analisados no \n\nlaboratório do Instituto de Geoquímica da Universidade Federal Fluminense, pelo método \n\ncolorimétrico de Grasshoff, com a utilização de um espectrofotômetro (Figura 13). Em \n\nlaboratório, logo após a coleta, as amostras foram filtradas com a utilização de filtros de malha \n\n0,45 micrômetros, em quantidades variando entre 50 ml (ponto 1) e 100 ml (demais pontos), de \n\nacordo com a capacidade de filtragem do equipamento. O material filtrado foi congelado e, \n\nL\n\nA\n\nG\n\nO\n\nA \n\nD\n\nE \n\nM\n\nA\n\nRI\n\nC\n\nÁ \n\n  \n\nBacia Hidrográfica do \n\nrio Ubatiba \n\n \n\n \n\n\n\n28 \n\n \n\nposteriormente, foram analisadas as formas inorgânicas dissolvidas: amônio, nitrito, nitrato e \n\nfosfato. \n\n \n\nFigura 12 – Trena e pHmetro (modelo HI 8424) utilizados nos trabalhos de campo. \n\nFonte: próprio autor, 2017. \n\n \n\n \n\nFigura 13 – Imagem (fotografia) do espectrofotômetro, marca Kasuaki, modelo IL-227. \n\nFonte: próprio autor, 2017.  \n\n \n\n \n\n\n\n29 \n\n \n\n5 RESULTADOS   \n\n5.1 Análises preliminares: abastecimento de água, esgotamento sanitário, saúde e questões \n\nsocioeconômicas-ambientais no município de Maricá.  \n\n5.1.1 Abastecimento de água \n\nDe acordo com Plano Diretor Municipal (PREFEITURA DE MARICÁ, 2006), em \n\n2000, o sistema público de abastecimento de água de Maricá era composto pelas seguintes \n\nfontes: barragem de captação (situada no bairro Ubatiba), estação de tratamento de águas (bairro \n\nFlamengo), e sete poços (três no bairro Espraiado, dois em Araçatiba, um no Flamengo e um \n\nno Condado de Maricá). O 1º Distrito–Sede–Maricá dispunha de 47% dos domicílios \n\nabastecidos por rede geral de água (equivalente a 7,33% do município). Em alguns setores \n\ncensitários, foram verificadas as formas de captação poço ou nascente. Por vezes, estas formas \n\nocorriam concomitantemente ao que o IBGE denominava por “Outra”, quando o domicílio era \n\nservido de água de reservatório (ou caixa), abastecido com água das chuvas, por carro-pipa ou, \n\nainda, por poço ou nascente localizados fora do terreno ou da propriedade.   \n\nEm 2010, de acordo com o PMSB (PREFEITURA DE MARICÁ, 2015), foi verificado \n\natravés do Censo 2010 do IBGE, que 18,95% dos domicílios do município eram atendidos por \n\nrede geral (cerca de 41% do 1º Distrito), 74,13% por poço ou nascente, e 4,39% por poço ou \n\nnascente fora da propriedade. Foram computados também 1,72% de domicílios abastecidos por \n\ncarro pipa e 0,82% por “outra” forma. Apenas dois poços encontravam-se em operação: um na \n\nlocalidade Marquês e outro em Manoel Ribeiro – outros dois poços que constavam no Sistema \n\nencontravam-se inoperantes. A Estação de Tratamento de águas, no bairro Flamengo, opera \n\ncom sistema de tratamento convencional de água - processos físico-químicos: floculação, \n\ndecantação, e desinfecção por hipoclorito de cálcio e, na fase seguinte, por adição de \n\nfluossilicato de sódio, sendo posteriormente feito o encaminhamento das águas para o \n\nreservatório (PREFEITURA DE MARICÁ, 2015).  \n\n5.1.2 Esgotamento sanitário \n\nSegundo o relatório do Plano Diretor Municipal (PREFEITURA DE MARICÁ, 2006), \n\ncom base no Censo Demográfico (IBGE, 200011), o município de Maricá dispunha de 97,5% de \n\n_______________________ \n\n11 O IBGE segue a seguinte classificação quanto o sistema de esgotamento sanitário: rede geral; fossa \n\nséptica; fossa rudimentar; vala; rio, lago ou mar; e outro. São considerados apenas os domicílios com banheiro.  \n\n\n\n30 \n\n \n\n domicílios com banheiro, porém no 1º Distrito-Sede, esta taxa era de 98%. Quanto ao tipo de \n\nsistema de esgotamento sanitário no 1º Distrito, a distribuição, era a seguinte: rede geral com \n\n8,33%; fossa séptica com 60%; e fossa rudimentar com 21,67%. Foi verificada também a \n\nocorrência de residências que utilizam combinações de sistemas de esgotamento, em 15% dos \n\nsetores censitários no 1º Distrito, com incidência superior à 25% dos domicílios (ver Anexo 3 \n\n- 2). Vale ressaltar que à ocasião, não foi registrada a existência de qualquer rede geral oficial, \n\nmas foi verificada uma Estação de Tratamento de Efluentes – ETE -, no bairro Araçatiba (IBGE, \n\n2000).  \n\nEm 2010, de acordo com o Censo 2010, o município de Maricá apresentava a seguinte \n\nsituação quanto ao sistema de esgotamento sanitário: rede geral em 12,38% dos domicílios; \n\nfossa séptica em 51,88%; fossa rudimentar em 28,21%; vala, sendo utilizada por 5,05% dos \n\ndomicílios; lançamento direto em rio, lago ou mar em 1,65%; “outro” em 0,69% dos domicílios; \n\ne 0,14% não tinham banheiro ou sanitário (PREFEITURA DE MARICÁ, 2015). A principal \n\nEstação de Tratamento de Esgotos, segundo o PMSB (2015), situada no bairro Araçatiba, não \n\nvinha funcionando adequadamente, não sendo dimensionada para tratar todo esgoto gerado pela \n\npopulação. Foi verificada também a existência de uma Estação de Tratamento de Esgotos – \n\nETE – no bairro Pedreiras, administrada por empresa privada de engenharia, responsável pelo \n\ntratamento do esgoto de apenas de parte do bairro.   \n\nVisando alcançar objetivos pré-estabelecidos, seguindo os princípios da Lei \n\n11.445/2007 – Plano Nacional de Saneamento Básico (BRASIL, 2007), foi desenvolvido um \n\nprojeto de rede geral de esgotamento sanitário de Maricá, que definiu metas de curto (2015-\n\n2019), médio (2019-2023) e longo prazo (2023-2035).   \n\n     \n\nFiguras 14 e 15 - Projeto inicial do Sistema de Esgotamento Sanitário no 1º Distrito-Sede-Maricá – RJ.       \n\nFonte: Viva Rio. Publicado em 10/11/2013 \n\nAs imagens apresentadas nas Figuras 14 e 15 dizem respeito ao projeto original, \n\nelaborado pela empresa vencedora do processo licitatório referente à implementação da rede \n\n\n\n31 \n\n \n\ngeral de esgotamento. Mesmo diante das alterações sofridas, os esquemas proporcionam uma \n\nvisualização aproximada do projeto que vem sendo implementado. Com as mudanças, o projeto \n\npassou a prever a construção de uma única Estação de Tratamento de Esgotos, um emissário \n\nterrestre e um emissário submarino (a ser implantado na Barra de Maricá).  \n\nNa primeira fase de implantação do projeto, foi previsto o financiamento da \n\nPETROBRÁS, como contrapartida da construção do Complexo Petroquímico do Rio de Janeiro \n\n(COMPERJ), estimado em 60 milhões, com a construção de 16 quilômetros de redes coletoras \n\nde esgoto, 2 quilômetros de redes de recalque, cerca de 700 ligações domiciliares nos bairros \n\nAraçatiba e Itapeba e a construção do emissário submarino. Na segunda fase, o projeto prevê a \n\nutilização de 33 milhões do Programa de Aceleração do Crescimento (PAC), com a \n\ncomplementação da rede da região Central de Maricá. O processo de implantação já foi \n\niniciado, a exceção do emissário submarino (PREFEITURA DE MARICÁ, 2015).  \n\nPorém, em visita à Sede da CEDAE de Maricá, em junho de 2017, obteve-se a \n\ninformação que, embora a nova rede geral de esgotos esteja sendo implantada, aquele órgão \n\nainda não dispõe dos dados quantitativos (cadastros) dos domicílios que efetivamente já \n\nregularizaram a ligação.   \n\nA área a ser implantada a rede geral de esgotamento sanitário na região da bacia do rio \n\nUbatiba, compreendendo os bairros Centro, Itapaba e Araçatiba, engloba os seguintes setores \n\ncensitários: 1.1 a 1.12; 1.17 a 1.19; e 1.29 a 1.33, que correspondem a uma população de 10.091 \n\nhabitantes, conforme último censo demográfico (IBGE, 2010).    \n\n5.1.3 Saúde \n\nForam abordadas neste trabalho apenas as doenças de Notificação Compulsória, \n\nrelacionadas a veiculação hídrica, disponibilizadas na página do Ministério da Saúde - DATA \n\nSUS. São elas: hepatites virais, cólera, febre tifoide, esquistossomose, leptospirose, dengue, \n\nfebre amarela e malária (SES/SP, 2009).   \n\nDentre as doenças de Notificação Compulsória, as que apresentaram ocorrência \n\nsignificativa no município de Maricá, entre os anos 2001 e 2015, foram: hepatites virais, \n\nleptospirose e dengue (ver Anexo 4). Para efeito comparativo, foram realizados levantamentos \n\nreferentes ao município do Rio de Janeiro e ao Estado do Rio de Janeiro, relacionados às duas \n\nprimeiras (hepatites virais e leptospirose) (Anexo 5), por terem relação direta com a qualidade \n\ndas águas. Foi utilizada a relação do quantitativo para cada 100 mil habitantes (coeficiente \n\nutilizado pelo Ministério da Saúde), na apresentação das incidências (Tabela 1).  \n\n\n\n32 \n\n \n\nTabela 1 - Casos de hepatites virais e leptospirose, registrados nos municípios de Maricá e do Rio de Janeiro e \n\nno Estado do Rio de Janeiro, nos anos 2001, 2010 e 2015, e a correlação entre população, casos notificados \n\n(compulsórios) e indicador por 100 mil habitantes. \n\nMUNICÍPIO DE MARICÁ HEPATITES VIRAIS LEPTOSPIROSE \n\n2001 \n\nPOPULAÇÃO  80.735  80.735 \n\nCASOS NOTIFICADOS 38 6 \n\nRELAÇÃO 100 MIL HABITANTES 47,07  7,43  \n\n2010 \n\nPOPULAÇÃO 127.461 127.461 \n\nCASOS NOTIFICADOS 9 6 \n\nRELAÇÃO 100 MIL HABITANTES 7,06   4,71 \n\n2015 \n\nPOPULAÇÃO 146.549 146.549 \n\nCASOS NOTIFICADOS 8 0 \n\nRELAÇÃO 100 MIL HABITANTES  5,46  0  \n\nMUNICÍPIO DO RIO DE JANEIRO HEPATITES VIRAIS LEPTOSPIROSE \n\n2001 \n\nPOPULAÇÃO 5.902.424  5.902.424   \n\nCASOS NOTIFICADOS 2349 71 \n\nRELAÇÃO 100 MIL HABITANTES 39,80  1,20  \n\n2010 \n\nPOPULAÇÃO 6.320.446  6.320.446  \n\nCASOS NOTIFICADOS 1334 65 \n\nRELAÇÃO 100 MIL HABITANTES 21,10   1,03 \n\n2015 \n\nPOPULAÇÃO 6.476.631 6.476.631 \n\nCASOS NOTIFICADOS 345 21 \n\nRELAÇÃO 100 MIL HABITANTES 5,33  0,32  \n\nESTADO DO RIO DE JANEIRO HEPATITES VIRAIS LEPTOSPIROSE \n\n2001 \n\nPOPULAÇÃO 14.543.829  14.543.829   \n\nCASOS NOTIFICADOS 4161 71 \n\nRELAÇÃO 100 MIL HABITANTES 28,61   0,49 \n\n2010 \n\nPOPULAÇÃO 15.989.929 15.989.929 \n\nCASOS NOTIFICADOS 2723 266 \n\nRELAÇÃO 100 MIL HABITANTES 17,03   1,66 \n\n2015 \n\nPOPULAÇÃO 16.550.024 16.550.024 \n\nCASOS NOTIFICADOS 696 89 \n\nRELAÇÃO 100 MIL HABITANTES 4,21   0,54 \n\nFonte: IBGE (2015); Data-SUS (2017). Elaboração: próprio autor, 2017. \n\nAs análises tiveram como base: o ano 2001 (por não haver dados disponibilizados do \n\nano 2000 na página DATA-SUS. Utilizou-se, neste caso, a relação com a taxa de crescimento \n\npopulacional médio anual do IBGE para aquele período (1,06%)); o ano 2010; e o ano 2015 \n\n(por não haver dados do ano 2016 disponibilizados na página DATA-SUS. Utilizou-se a relação \n\ncom as projeções do IBGE para aquele ano).  \n\n5.1.4 Questões socioeconômicas-ambientais \n\n\n\n33 \n\n \n\n5.1.4.1 Questões socioeconômicas \n\nO produto interno bruto (PIB) do município de Maricá, segundo dados estatísticos do \n\nIBGE (2016) está dividido da seguinte forma: serviços; indústria; administração, saúde e \n\neducação e seguridade social; impostos sobre produtos líquidos de subsídios; e agropecuária. \n\nEm consulta à página da internet do IBGE (cidades@), foram pontuados na Tabela 2 os anos \n\n2000 e 2010 (seguindo os padrões adotados neste trabalho), e o ano 2014 por ser o último ano \n\ncom dados disponíveis na página consultada. Vale destacar que, em 2000, a fonte \n\n“administração, saúde e educação públicas e seguridade social” não foi contabilizada.   \n\nTabela 2 - Distribuição do Produto Interno Bruto, de acordo com a fonte, no município de Maricá-RJ, nos anos \n\n2000, 2010 e 2014. \n\nFonte: IBGE (a, 2016), Cidades@. Elaboração: próprio autor, 2017. \n\nEntre 2010 e 2014, a fonte “administração, saúde e educação públicas e seguridade \n\nsocial” apresentou crescimento linear. A agropecuária foi o único setor a apresentar queda entre \n\n2000 e 2010, mas com boa recuperação entre 2010 e 2014, porém, como setor de menor \n\narrecadação do município de Maricá. O setor de serviços, no ano 2000, era o que apresentava \n\nmaior arrecadação, contribuindo com mais de 80% do total; em 2010, este setor praticamente \n\ndobrou os valores com relação ao ano 2000, e, em 2014, os valores multiplicaram-se em mais \n\nde 4 vezes. O setor indústria foi o que mais evoluiu, aumentando em mais de 13 vezes de 2000 \n\npara 2010, chegando a quase se igualar com o setor de serviços, e aumentando em quase 10 \n\nvezes de 2010 para 2014, tornando-se a principal fonte do produto interno bruto do município, \n\nresponsável por mais de 60% do total. Os impostos sobre produtos líquidos seguem uma \n\nregularidade sobre o total do município, que no geral teve um comportamento bastante positivo \n\nCATEGORIAS/ANO 2000 2010 2014 \n\nSERVIÇOS  309.176 637.189 2.711.280 \n\nINDÚSTRIA 46.049 617.647 5.970.311 \n\nADMINISTRAÇÃO, SAÚDE E EDUCAÇÃO \n\nPÚBLICAS E SEGURIDADE SOCIAL \n- 544.443 892.499 \n\nIMPOSTOS SOBRE PRODUTOS LÍQUIDOS \n\nDE SUBSÍDIOS \n15.315 69.742 169.320 \n\nAGROPECUÁRIA 4.999 4.253 9.500 \n\nTOTAL 375.543 1.873.273 9.752.910 \n\n\n\n34 \n\n \n\nnos períodos analisados, principalmente entre 2010 e 2014, quando foi multiplicado em 5 vezes \n\nnum período de 4 anos.  \n\nNo que diz respeito à pesca como atividade econômica, não há discriminação dentre as \n\nfontes do Produto Interno Bruto do município de Maricá.  Porém, há que se salientar que a \n\nprodutividade no regime antigo (de enchentes, com a abertura de um canal na Barra de Maricá \n\npós período de cheias) era impressionante: um recorde em lagunas, com cerca de 3,416 \n\ntoneladas anuais entre peixes e camarões e média de 10 toneladas diárias (OLIVEIRA et al, \n\n1955). A pesca era a atividade mais importante, sendo a colônia do Zacarias, situada na área de \n\nrestinga, responsável, em 1940, por um terço da produção pesqueira do Estado do Rio de Janeiro \n\n(LAMEGO, 1974 apud HOLZER; CRICHYNO; PIRES, 2004).  \n\nAtualmente, a pesca em Maricá se faz representar por 12 Colônias de Pescadores (ver \n\nAnexo 3 – Figura em anexo 10), que há muito exploram as lagoas, onde outrora a produção era \n\nbastante abundante. As espécies ainda encontradas são tainhas, acarás, bagres, pampos, \n\nlinguados, corvinas e crustáceos (PREFEITURA DE MARICÁ, 2006, pág.153).  \n\n5.1.4.2 Questões ambientais \n\nDe acordo com o PMSB (PREFEITURA DE MARICÁ, 2015), a utilização inapropriada \n\ndas áreas de várzea tem causado uma série de impactos negativos, tais como alterações \n\ntopográficas, modificações no ciclo hidrológico, processos erosivos, assoreamento de corpos \n\nhídricos, desmatamento, bem como a alteração da vazão fluvial e consequente elevação do \n\nescoamento superficial.  \n\nDesmatamentos: observando-se as ilustrações de uso e ocupação do solo e de cobertura \n\nvegetal (Anexo 3 – Figuras em anexo 3 e 5) e as análises qualitativas de uso e ocupação do solo \n\nrealizadas neste trabalho no subcapítulo 5.2, verifica-se, de um modo geral, que o 1º Distrito \n\nencontra-se intensamente desconfigurado, tendo sido sua vegetação em grande parte suprimida, \n\nem decorrência dos diversos usos provenientes das atividades humanas (áreas urbanas, \n\nagriculturas, pastagens, rodovias, etc.). O bairro Silvado, em especial, apresenta grande \n\ndegradação da vegetação (Figura 16), desmatamento de mata ciliar, extração irregular de areia \n\ne evolução da erosão no leito do rio (CEDAE, 2013).   \n\n\n\n35 \n\n \n\n \n\nFigura 16 – Imagem (fotografia) de desflorestamento às margens do rio Ubatiba, no bairro Silvado. \n\nFonte: próprio autor, 2017. \n\nA vegetação natural das florestas no município de Maricá prevalece apenas nas serras: \n\nem 2001, ocupava apenas 6% do território municipal. No mesmo ano, a vegetação secundária \n\nocupava cerca de 16%. Nestas condições, verifica-se que ambas já se encontravam bastante \n\ndesbastadas, em avançado processo de sucessão, cedendo lugar para outros usos, como a \n\npecuária por exemplo (PREFEITURA DE MARICÁ, 2006).   \n\nDentro do perímetro do 1º Distrito de Maricá, verifica-se uma única Área de Proteção \n\nAmbiental, a APA de Maricá, instituída através do Decreto Estadual Nº 7.230/1984, \n\nabrangendo a área de restinga e a orla do Complexo Lagunar Maricá-Guarapina (PREFEITURA \n\nDE MARICÁ, 2006). A bacia hidrográfica do rio Ubatiba, embora esteja localizada em área \n\noriginalmente de Mata Atlântica, não possui nenhuma área de proteção ambiental.  \n\nErosão: segundo o Plano Diretor (PREFEITURA DE MARICÁ, 2006, pág.153), no \n\ncapítulo destinado aos estudos de “áreas de risco ambiental e/ou social”, foram detectados no \n\nmunicípio 4 áreas com autorização para extração de minerais, estando uma delas situada na \n\nbacia do rio Ubatiba, nas proximidades de um de seus afluentes, o rio Sapucaia, realizada pela \n\nempresa Bosque Fundo, no bairro Caxito, com a atividade de extração de saibro (ver Anexo 3 \n\n– Figura em anexo 6). Por ocasião dos trabalhos de campo, foram verificados pontos de \n\nassoreamento no rio em estudo, principalmente no ponto 4 (rio Mombuca), às margens da \n\nRodovia Amaral Peixoto, onde se observa claramente a prática, de forma precária, de extração \n\nclandestina de areia (Figura 17), que, após chuvas, é carreada para o leito.  \n\n\n\n36 \n\n \n\n \n\nFigura 17 - Imagem (foto) de extração ilegal de areia, ocasionando em erosão das margens e assoreamento do \n\nleito do rio Ubatiba, próximo ao cruzamento com a Rodovia RJ-106. \n\nFonte: próprio autor, 2017. \n\nAlterações físicas: nos trabalhos de campo, as principais alterações físicas verificadas \n\nao longo do trajeto do rio Ubatiba foram: barragens, derivações, reservatórios e retificações. \n\nNão foram verificadas canalizações. A principal barragem ocorre por conta do sistema de \n\ncaptação de águas para abastecimento público (Figura 18), tratado no tópico 5.1.1, com uma \n\ntomada de água do rio Ubatiba, no bairro Ubatiba, e posterior tratamento na estação situada no \n\nbairro Flamengo (PREFEITURA DE MARICÁ, 2006).  Uma pequena contenção também foi \n\nverificada, em campo, em cotas superiores, no bairro Silvado, destinada a proporcionar acesso \n\na uma propriedade particular (residência).   \n\n \n\nFigura 18 - Imagem (foto) da barragem de captação de água no rio Ubatiba, no bairro Ubatiba. \n\nFonte: próprio autor, 2017. \n\n\n\n37 \n\n \n\nO PMSB descreve algumas destas alterações, como desvios dos cursos de água \n\n(derivações e reservatórios) para a formação de açudes e barragens, além de múltiplos usos da \n\nágua do rio (PREFEITURA DE MARICÁ, 2015, pág. 30). Em trabalho elaborado pela \n\nCompanhia de Águas e Esgotos do Estado do Rio de Janeiro, foram identificados 5 lagos \n\nutilizados para diversas atividades, tais como irrigação, criação de peixes (Figura 19) e criação \n\nde cavalos, não sendo nenhum deles destinados ao consumo humano (CEDAE, 2013).  \n\n         \n\nFigura 19 – Lago (derivação) localizado na parte superior do bairro Silvado, utilizado para a criação de peixes. \n\nToda a contribuição de córregos desta parte da bacia fica retida, não permitindo o deságue no rio Ubatiba.   \n\nFonte: CEDAE, 2013. \n\nAs retificações, observadas em trabalho de campo, estão mais presentes em trechos \n\n(pontes) onde o rio atravessa ruas e rodovias ao longo do seu curso. A primeira, na Estrada do \n\nSilvado; a segunda, na passagem pela Estrada de Ubatiba; a terceira, no bairro Ubatiba, na \n\npassagem pela Rua Nova Friburgo; a quarta, na passagem pela Rodovia RJ-106; e, por fim, na \n\npassagem pelo Centro do município, nas Ruas Vereador Francisco Sabino da Costa e Abreu \n\nSodré (ponto de análise do INEA - MN010).  \n\nA degradação dos mananciais e a perda de biodiversidade serão abordadas nos \n\nsubcapítulos 5.3 e 5.4, dando continuidade aos objetivos propostos neste trabalho.     \n\n5.2 Análises quali-quantitativas do uso e ocupação do solo na área correspondente ao \n\nmunicípio de Maricá, com foco no 1º Distrito.  \n\nA ocupação de Maricá (Quadro 4) teve seu início na década de 1940, quando foram \n\naprovados os primeiros loteamentos no município, com características tipicamente turísticas, e \n\nprosseguiu até a década de 1990, quando houve a duplicação da Rodovia Amaral Peixoto (RJ-\n\n106) (PREFEITURA DE MARICÁ, 2006).  \n\n \n\n\n\n38 \n\n \n\nQuadro 4: Evolução da ocupação de Maricá e sua relação com o turismo 12. \n\nPERÍODO EVENTOS OCUPAÇÃO/LOCAL \n\nDÉCADA DE \n\nQUARENTA \n\nAprovados os primeiros loteamentos no município: 8 \nloteamentos.  Início da ocupação do território por \nloteamentos turísticos. \n\n \nDistrito Sede  \n\nDÉCADA DE \n\nCINQUENTA \n\nAsfaltamento da Rod. Amaral Peixoto (RJ-106), em \n1952, favorecendo o acesso ao município.  Primeiro \n\"boom\" imobiliário e incremento do turismo.  \n\n \nLoteamentos nas orlas \noceânicas e lagunares.  \n\nDÉCADA DE \n\nSETENTA \n\nInauguração da Ponte Rio-Niterói, facilitando ainda \nmais o acesso e valorizando as terras da Região dos \nLagos.  \n\nInoã; Ponta Negra; \nItaipuaçu; Distrito Sede \n(~ 1/8 da área loteada) \n\nDÉCADA DE \n\nNOVENTA \n\nDuplicação da RJ-106 e outro \"boom\" imobiliário.  Maior parte no Distrito \nSede \n\nFonte: Plano Diretor, 2006. Elaboração: próprio autor, 2017. \n\nA Figura 20 retrata as atuais características qualitativas de uso e ocupação do solo no \n\nmunicípio de Maricá. No polígono representativo da bacia hidrográfica do rio Ubatiba \n\n(delineado na cor vermelha), é possível observar: predominância de grandes áreas classificadas \n\ncomo agropasto; áreas de florestas nas regiões centro-sul e noroeste da bacia; área de  \n\n \n\nFigura 20 - Mapa de uso e cobertura da terra do município de Maricá. Em destaque, a bacia hidrográfica do rio \n\nUbatiba – adaptado pelo autor (delimitação da bacia), 2017.                                                                             \n\nFonte: Costa; Santos; Seabra, 2016. \n\n_______________________ \n\n12 As décadas de sessenta e oitenta não tiveram representações significativas.  \n\n\n\n39 \n\n \n\n \n\n \n\nadensamento urbano rarefeito na parte centro-sudoeste (nas imediações dos Centro do \n\nmunicípio); área de adensamento urbano moderado a sudoeste (Centro do Município, na \n\nproximidades da Lagoa de Maricá); e algumas áreas de solo exposto na região central da bacia. \n\nAs áreas de solo exposto dizem respeito aos diversos empreendimentos imobiliários \n\n(observados em campo), que retratam a expansão urbana naquela direção. Contudo, é possível \n\nobservar ainda a existência de alguma vegetação nas circunvizinhanças destes \n\nempreendimentos – com características de mata ripária. \n\nCom relação aos dados quantitativos, Maricá foi o município de maior crescimento \n\npopulacional do Estado do Rio de Janeiro nas últimas décadas. Inobstante ao interstício 1991 – \n\n2000, em que o município já apresentava este perfil, entre os anos 2000 e 2010, a população de \n\nMaricá passou de 76.737 para 127.461 habitantes, ou seja, um acréscimo de 66,10% no período. \n\nEntre 2010 e 2016 (ano em que o número de habitantes foi estimado em 149.876, segundo \n\nprojeções do Instituto Brasileiro de Geografia e Estatística), o incremento populacional foi de \n\n17,59% - taxa relativamente alta se comparada aos demais municípios do Estado.  \n\nO 1º Distrito – Sede-Maricá -, região que abrange a área de estudo (bacia hidrográfica \n\ndo rio Ubatiba), contava em 2000, segundo censo demográfico, com uma população de 29.943 \n\nhabitantes, que equivale a cerca de 39% da população do município (IBGE, b, 2016) - a \n\ndensidade era de 2,9 hab/ha (IBGE, a, 2016). Em 2010, foi contabilizada no 1º Distrito uma \n\npopulação de 40.701 habitantes (equivalente a 31,92% da população do município), que \n\nrepresentou um acréscimo de 35,93% no período (significativamente menor que no município) \n\n- a densidade demográfica passou a 3,07 hab/ha (IBGE, a, 2016).  \n\nCom relação à área de estudo, a bacia hidrográfica do rio Ubatiba, foram considerados, \n\npara efeito de análises quantitativas, os setores censitários utilizados pelo IBGE, no ano 2000. \n\nO município era dividido em 134 setores, dos quais 43 compunham o 1º Distrito. Em análise \n\ncriteriosa, foram confrontadas as ilustrações da geomorfologia, de bacias hidrográficas, de \n\nsetores censitários e de abairramento (ver Anexo 3 - Figuras em anexo 1, 8, 11 e 12) - todos \n\ncontidos no Plano Diretor Municipal (PREFEITURA DE MARICÁ, 2006). Desta forma, foi \n\npossível identificar 32 setores censitários do IBGE que compunham a bacia hidrográfica do rio \n\nUbatiba. Nestes setores, foram totalizados 21.006 habitantes.  \n\nO Anexo 1 apresenta os dados referentes à população total e ao número de domicílios \n\nna área da bacia hidrográfica do rio Ubatiba, que foram enquadrados e nomeados de acordo \n\n\n\n40 \n\n \n\ncom a divisão por bairros adotada pelo município, conforme Lei Orgânica Municipal de 1990. \n\nForam registradas as maiores populações absolutas nos bairros: Centro (à exceção dos setores \n\ncensitários 1.4, 1.9 e 1.31), Itapeba, Araçatiba, Caxito, Pilar e Ubatiba-Jardins – áreas \n\npredominantemente urbanas. As menores populações absolutas foram em: Condado de Maricá, \n\nUbatiba (à exceção do setor 1.38) e Silvado – predominantemente rurais.  \n\nHá que se considerar, porém, que houve subdivisões (ou adequações) dos setores \n\ncensitários por ocasião do censo demográfico de 2010, quando foram totalizados 93 setores. \n\nDesta forma, considerando-se um crescimento regular da população em toda extensão do 1º \n\nDistrito, que foi de 35,93%, a população na área da bacia (que corresponde a cerca de 60% da \n\nárea do distrito) foi estimada em 28.553 habitantes, em 2010, equivalendo a uma densidade \n\ndemográfica de 3,63 hab/ha (muito próxima da registrada no município: 3,52 hab/ha (IBGE, a, \n\n2016)).       \n\nCom relação ao número de domicílios, foram contabilizados em Maricá 22.864, em \n\n2000, e 42.831, em 2010 (acréscimo de 87,33%). A região do 1º Distrito (considerando a \n\ndivisão político-administrativa do IBGE) passou de 8.981 domicílios, em 2000, para 19.814 em \n\n2010: um incremento de cerca de 120,6% (IBGE, b, 2016). Na área da bacia do rio Ubatiba, \n\nconsiderando ter havido um comportamento regular, seguindo a variação do 1º Distrito, e \n\nconsiderando que foram totalizados 5.738 domicílios em 2000, de acordo com a divisão de \n\nsetores censitários (Anexo 1), o número de domicílios, em 2010, foi estimado em 12.860.   \n\nOutra questão importante a ser abordada é a chamada população flutuante, \n\ndesencadeada por ocasião do turismo/veranismo, nos períodos de alta temporada. As atividades \n\nturísticas propiciaram no município um incremento na população local, responsável por \n\nalterações na qualidade das águas. Segundo dados do PMSB (PREFEITURA DE MARICÁ, \n\n2015, pág.98), a população flutuante no município de Maricá, em 2010, foi de 52.740 pessoas, \n\nrepresentando um acréscimo na população local de 41,38%. Em 2015, foi de 65.404 pessoas, \n\nequivalente a um aumento de 44,63%. As projeções para os anos 2019, 2023 e 2035 (prazos \n\nestabelecidos pelo PMSB), indicam que, nos períodos de alta temporada, esta população \n\nrepresente algo em torno de 41%. \n\n5.3 Avaliação da qualidade das águas do rio Ubatiba, Maricá-RJ.  \n\nOs aspectos qualitativos das águas foram realizados com base em observações \n\nrealizadas em campo, utilizando-se o Protocolo de Análise Rápida – PAR, conforme Tabela 3, \n\nem que foram descritas as características verificadas em cada ponto, em duas análises. \n\n\n\n41 \n\n \n\nAs primeiras observações foram realizadas no dia 15 de fevereiro de 2017, em dia claro, \n\ncéu aberto e temperatura média de 28ºC, sem a ocorrência de chuvas anteriores. As análises \n\nseguintes foram no dia 02 de abril de 2017, em dia claro, parcialmente nublado, com \n\ntemperatura média de 22ºC, com registro de precipitação, segundo estações de monitoramento \n\ndo CEMADEN – Centro Nacional de Monitoramento e Alertas de Desastres Naturais (2017), \n\nnas 48 horas anteriores, de 30 mm na estação de Itapeba e 16 mm na estação do Espraiado13.  \n\nTabela 3 - Análises do Protocolo de Análise Rápida, realizadas nos dias 15 de fevereiro de 2017, em período \n\nsem chuvas, e 02 de abril de 2017, após ocorrência de chuvas. Em vermelho, índices que diminuíram e, em azul, \n\níndices que apresentaram melhoria na aparência visual.   \n\n \n\nFonte: Callisto, 2002. \n\n_______________________ \n\n13 A estação de monitoramento do bairro Espraiado foi considerada por se situar nas imediações do bairro \n\nSilvado e, portanto, do ponto 1 do presente estudo. Sendo assim, os índices pluviométricos registrados nesta \n\nestação é que propiciam influência direta sobre os parâmetros deste ponto. \n\nPAR PAR \n\nParâmetros P1 P2 P3 P4 P5 Parâmetros P1 P2 P3 P4 P5\n\nLarg. média 1,5 m 10,0 m 2,5 m 4,0 m 25 m Larg. média 2,5 m 12 m 3,0 m 5,0 m 26 m\n\nProf. média 0,15 m 0,70 m 0,30 m 0,5 m 2,0 m Prof. média 0,25 m 0,90 m 0,40 m 0,6 m 2,0 m\n\nHorário 14:30 13:30 12:45 11:20 10:25 Horário 13:10 12:20 11:40 11:00 10:30\n\n1 2 2 0 0 0 1 2 2 0 0 0\n\n2 2 2 2 0 2 2 2 2 2 0 2\n\n3 4 4 2 2 0 3 4 4 2 2 0\n\n4 0 4 0 0 0 4 0 4 4 0 0\n\n5 4 4 2 2 2 5 4 4 4 4 2\n\n6 4 2 4 2 2 6 4 4 4 4 2\n\n7 4 2 2 4 0 7 4 2 2 2 0\n\n8 4 4 2 2 2 8 4 4 4 4 2\n\n9 4 4 4 2 2 9 4 4 4 4 2\n\n10 4 4 2 2 2 10 4 4 2 2 2\n\n11 5 3 2 2 2 11 5 5 3 2 2\n\n12 5 2 2 0 0 12 5 2 3 2 0\n\n13 5 2 0 0 0 13 5 2 5 2 0\n\n14 3 0 2 0 0 14 3 2 2 0 0\n\n15 5 5 3 2 0 15 5 5 3 2 0\n\n16 3 3 3 0 0 16 2 3 3 0 0\n\n17 5 3 5 3 0 17 5 3 5 3 0\n\n18 5 2 2 2 5 18 5 3 5 5 5\n\n19 5 2 2 0 0 19 5 2 2 0 0\n\n20 5 3 2 2 3 20 3 3 3 2 3\n\n21 3 3 3 2 0 21 3 3 3 2 0\n\n22 5 5 5 5 2 22 5 5 3 2 2\n\nTOTAL 86 65 51 34 24 TOTAL 85 72 68 44 24\n\nNÍVEL Natural Natural Alterado Impactado Impactado NÍVEL Natural Natural Natural Alterado Impactado\n\nDIA SEM CHUVAS DIA PÓS CHUVAS\n\n\n\n42 \n\n \n\nOs pontos foram analisados cronologicamente na ordem inversa, iniciando-se pelo \n\nquinto ponto (próximo ao exutório), devido ao horário das avaliações (maré vazante). Procurou-\n\nse evitar, desta forma, as interferências do regime de marés, que ocorrem na lagoa de Maricá, \n\nnaquele ponto.  \n\nNo ponto 1 (Figuras 21 e 22), o rio Silvado, com padrão de águas transparentes e muito \n\nrasas, apresentou, em período sem ocorrência de chuvas, profundidade variando entre 10 e 20 \n\ncentímetros e largura entre 1 e 2 metros. De acordo com os parâmetros utilizados pelo \n\nProtocolo, foram totalizados 86 pontos, enquadrando o rio, neste ponto, como “natural”.  \n\n \n\nFiguras 21 - Rio Silvado, no 1º ponto de análise, em período sem ocorrência de chuvas.                                                                                                                                                       \n\nFonte: próprio autor, 2017. \n\n \n\n \n\nFiguras 22 - Rio Silvado, no 1º ponto de análise, em dia pós chuvas.                                                                                                                                                      \n\nFonte: próprio autor, 2017. \n\nApós a ocorrência de chuvas, mesmo em quantidade relativamente reduzida (16 \n\nmilímetros nas últimas 48 horas, de acordo com a estação pluviométrica do Espraiado), foi \n\nverificada no local apenas uma alteração física significativa, no tópico referente aos “depósitos \n\n\n\n43 \n\n \n\nsedimentares”: o leito do rio encontrava-se ligeiramente assoreado, com quantidade de areia \n\njunto às margens, provavelmente carreada da Estrada do Silvado, onde observou-se ter sido \n\nrecentemente terraplenada. A profundidade passou a cerca de 25 centímetros e a largura a 2,5 \n\nmetros, em média. No somatório geral, houve queda em apenas um ponto, mantendo-o com a \n\nmesma classificação: natural. \n\nNo trecho que antecede o ponto, as características são de razoável preservação ambiental \n\ne influência antrópica aparentemente reduzida, existindo apenas um domicílio às margens do \n\ncanal. Nas proximidades do ponto de análise, foram observadas algumas glebas com criação de \n\nanimais, entre equinos e bovinos, não sendo possível mensurar o tamanho do rebanho.  \n\nSeguindo à montante, verifica-se que a Estrada do Silvado é margeada por cercas de \n\narame farpado, por uma extensão de aproximadamente 1,250 km, funcionando, assim, como \n\num fragmentador de mata. Em imagens de satélite, observa-se grandes áreas de vegetação \n\nrasteira, possivelmente consequência de desflorestamentos ou queimadas. \n\nNo ponto 2 (Figuras 23 e 24), o rio Ubatiba apresenta alguma alteração física-química \n\ne largura bastante variável. Destaca-se neste ponto um grande remanso (tangenciando a Estrada \n\nde Ubatiba) de largura aproximada de 20 metros, seguido por outros remansos de larguras \n\ninferiores, e alguns rápidos de larguras bem reduzidas, com poucos centímetros, que chegam a \n\ndesaparecer no substrato acumulado. Em dia sem ocorrência de chuvas, a profundidade \n\npredominante nos diversos remansos foi de 70 centímetros. O leito dispunha de solo pedregoso, \n\ncom a presença acentuada de musgos, o que aponta para ocorrência de atividade primária. \n\nTotalizando 65 pontos na aplicação do protocolo, foi classificado como “natural”. \n\n \n\nFiguras 23 - Rio Ubatiba, no 2º ponto de análise, em período sem ocorrência de chuvas.                                                                                                                                                               \n\nFonte: próprio autor, 2017. \n\n\n\n44 \n\n \n\n \n\nFiguras 24 - Rio Ubatiba, no 2º ponto de análise, em dia pós chuvas.                                                                                                                                                              \n\nFonte: próprio autor, 2017. \n\n Em dia pós chuvas, o ponto apresentou sensível melhoria, passando para 72 pontos, \n\nmantendo-o na classificação “natural”. A profundidade aumentou em cerca de 20 centímetros \n\ne a largura em pelo menos 2 metros. Quanto aos parâmetros analisados, não foi observada \n\nqualquer sinal de oleosidade, os habitats se apresentaram mais diversificados e estáveis e o \n\nfundo apresentou predominância de cascalho, principalmente próximo aos remansos.  \n\nO trecho entre os pontos 1 e 2 está inserido em área com características \n\npredominantemente rurais. Logo no início, observa-se pequena criação de gado e, seguindo a \n\njusante, algumas casas isoladas, até que o rio Ubatiba adentra em propriedade privada \n\n(Fazenda), onde observa-se a existência de criação de bovinos e equinos, em maior quantidade. \n\nAo sair da propriedade, o rio perpassa por povoado de densidade baixa e segue paralelamente \n\nà Estrada de Ubatiba, até a barragem de captação de água para abastecimento público. São \n\nobservadas por imagens de satélite, neste trecho, nas proximidades da Estrada de Ubatiba, em \n\nambas as margens, áreas de solos expostos, identificadas no local como áreas destinadas a \n\nempreendimentos imobiliários, além da existência também de alguns campos abertos.   \n\nO ponto 3 (Figuras 25 e 26) apresentou largura variando de 2 a 3 metros e profundidade \n\nnum padrão em torno de 30 centímetros. Por ocasião da primeira análise, foram somados 51 \n\npontos, classificando-o como “alterado”. As águas transparentes (mas não tão claras, \n\ncaracterizadas como tipo “chá”) não exalavam cheiro marcante, porém, os sedimentos de fundo, \n\nao serem remexidos, apresentaram cheiro típico de esgoto doméstico. O leito encontrava-se \n\nencoberto por musgos, parcialmente assoreado e pouco lamacento.  \n\n\n\n45 \n\n \n\n \n\nFiguras 25 - Rio Ubatiba, no 3º ponto de análise, em período sem ocorrência de chuvas.                                                                                                                                                      \n\nFonte: próprio autor, 2017. \n\n \n\nFiguras 26 - Rio Ubatiba, no 3º ponto de análise, em dia pós chuvas.                                                                                                                                                     \n\nFonte: próprio autor, 2017. \n\nNa segunda análise, em dia posterior as chuvas, o ponto apresentou significativa \n\nmelhoria em seu aspecto visual, passando para classificação “natural” (68 pontos). Destaque \n\npara os parâmetros referentes à cobertura vegetal e características do fundo do leito, odor da \n\nágua e do sedimento, e fluxo e frequência de rápidos. Houve redução apenas com relação à \n\nquantidade de plantas aquáticas, que provavelmente foram removidas pelo fluxo das águas.  \n\nO trecho que antecede o ponto (entre os pontos 2 e 3) é caracterizado por área de \n\ndensidade demográfica relativamente baixa: trata-se do bairro Ubatiba, tipicamente residencial. \n\nNa região, foram observadas algumas alterações antrópicas, tais como lixo e construções às \n\nmargens do canal - mas há que se ressaltar certa conservação de mata ciliar.  \n\n\n\n46 \n\n \n\nO ponto 4 (Figuras 27 e 28) encontra-se com seus aspectos físicos bem alterados. Na \n\nprimeira análise, apresentou profundidade média de 50 centímetros e largura variando entre 2 \n\ne 6 metros. A grande influência antrópica lhe conferiu pontuação consideravelmente baixa (34 \n\npontos), enquadrando-o como “impactado”.  \n\nNas análises pós chuvas, foi classificado como “alterado”, com total de 44 pontos. A \n\nlargura variou de 3 a 7 metros e a profundidade passou para 60 centímetros, em média. Os \n\nparâmetros que apresentaram melhores condições foram: odor e oleosidade (tanto da água \n\nquanto do sedimento), extensão e frequência de rápidos, e fluxo das águas. Os parâmetros que \n\ntiveram a pontuação reduzida foram os relacionados à transparência da água, que se encontrava \n\nturva, provavelmente por conta de sedimentos totais transportados, e os relacionados à \n\nquantidade de plantas aquáticas, que provavelmente foram removidas pelo aumento do fluxo.  \n\n \n\nFiguras 27 - Rio Ubatiba, no 4º ponto de análise, em período sem ocorrência de chuvas.                                                                                                                                                      \n\nFonte: próprio autor, 2017. \n\n \n\n \n\nFiguras 28 - Rio Ubatiba, no 4º ponto de análise, em dia pós chuvas.                                                                                                                                                     \n\nFonte: próprio autor, 2017. \n\n\n\n47 \n\n \n\nO trecho entre os pontos 3 e 4 caracteriza-se como área de transição entre o rural e o \n\nurbano. Em análise visual, apresentou-se bastante impactado, tanto com relação à qualidade das \n\náguas, quanto com relação aos aspectos físicos do leito e das margens.  \n\nNos trabalhos de campo, observou-se que o rio, após o ponto 3, atravessa uma \n\npropriedade privada (Fazenda). Seguindo à jusante, à margem direita, há um loteamento pouco \n\ndenso demograficamente, e, mais a frente, à margem esquerda, um condomínio residencial de \n\ncasas, antes da confluência com o rio Itapeteiú. Na margem direita, após a passagem pela \n\nrodovia RJ-106, observa-se intensa atividade de extração mineral (tipicamente clandestina), o \n\nque certamente ocasiona desestabilização da margem e consequente assoreamento do leito.  \n\nO ponto 5 (Figuras 29 e 30), situado no rio Mombuca, próximo à foz, apresenta padrão \n\nretilíneo e águas bastante turvas, não sendo possível a visualização do leito. A profundidade foi \n\nestimada em 2 metros (utilizando-se um pedaço de bambu como instrumento), e a largura \n\nestimada entre 25 e 30 metros (utilizando-se a ferramenta “régua” do Google Earth). Seguindo \n\nos parâmetros do protocolo, foram totalizados 24 pontos, para período sem chuvas, conferindo-\n\nlhe a classificação de “impactado”.  \n\nNas análises pós-chuvas, não foram observadas alterações significativas em qualquer \n\ndos parâmetros analisados, conferindo-lhe, desta forma, mesma pontuação.  \n\nCuriosamente, o ponto de análise é restrito por cerca de arame farpado, sendo necessário \n\nautorização da moradora da última casa ao longo da bacia para se ter o acesso. As margens, nas \n\nproximidades do ponto, de cujo canal segue paralelamente ao Aeroporto de Maricá, não \n\ndispõem de mata ripária. \n\n \n\nFiguras 29 - Rio Ubatiba, no 5º ponto de análise, em período sem ocorrência de chuvas.                                                                                                                                                      \n\nFonte: próprio autor, 2017. \n\n\n\n48 \n\n \n\n \n\n \n\nFiguras 30 - Rio Ubatiba, no 5º ponto de análise, em dia pós chuvas.                                                                                                                                                     \n\nFonte: próprio autor, 2017. \n\nO trecho entre os pontos 4 e 5 trata da região de maior adensamento populacional: o \n\nCentro do município de Maricá. Ao longo deste trecho, é possível visualizar diversas \n\nconstruções na faixa marginal de proteção, englobando comércios, indústria (de abate de aves), \n\nresidências de classes sociais diversas (destacando as comunidades de baixa renda e ocupação \n\ndesordenada nas localidades Pedreiras e Mombuca), entre outros - o que reflete a falta de \n\ncontrole e de fiscalização da parte do Poder Público.  \n\nRessalta-se que o ponto 5 está localizado logo após a confluência com um importante \n\ntributário, o rio Ludgero. Este afluente, ao atravessar o Centro do município, quase que \n\nparalelamente ao rio Mombuca, recebe também efluentes de diversas fontes pontuais, entre \n\nresidências, estabelecimentos comerciais (dentre eles um Posto de Combustíveis), \n\nestabelecimento de ensino e outros.  \n\n5.4 Análises físico-químicas e de nutrientes nas águas do rio Ubatiba, Maricá-RJ.  \n\nOs aspectos quantitativos aqui apresentados dizem respeito aos indicadores químicos \n\nutilizados para o monitoramento da qualidade das águas, seguindo os padrões previstos na \n\nResolução CONAMA 35714. Foram avaliados dados absolutos dos indicadores, não se \n\nutilizando cálculos destinados a construção de índices de correlação, pelo fato de existirem \n\noutras abordagens que convergem para as mesmas conclusões, tais como: análise qualitativa \n\natravés do Protocolo de Análise Rápida; análises de uso e ocupação do solo; e análises  \n\n_______________________ \n\n14 Revogada pela Resolução CONAMA 430/2011.  \n\n\n\n49 \n\n \n\nreferentes às bases da economia. Todas as abordagens apontam para que a degradação dos \n\nmananciais, muito provavelmente, está quase que exclusivamente vinculada aos usos urbanos, \n\nem especial ao lançamento de efluentes domésticos.  \n\nAs análises foram realizadas em duas etapas: campo, quando foram verificados aspectos \n\nreferentes à pH e temperatura da água; e laboratório, onde foram verificados os parâmetros \n\nquímicos fosfato, amônio, nitrito e nitrato. \n\n5.4.1 Etapa de campo. \n\nO trabalho de campo foi realizado em 08 de fevereiro de 2017: dia claro e parcialmente \n\nnublado; temperatura mínima registrada 25 ºC, e máxima 32 ºC.    \n\nQuadro 5 - Análises de campo: pH e temperatura.  \n\nPONTOS / PARÂMETROS \n\n \n\npH TEMPERATURA ºC \n\nP 1 6,92 32,7 \n\nP 2 6,08 33,1 \n\nP 3 6,34 34,1 \n\nP 4 6,55 32,7 \n\nP 5 7,39 32,7 \n\nFonte: próprio autor, 2017. \n\nNas análises de campo, sintetizadas no Quadro 5, foram verificadas no ponto 1 uma \n\nqualidade de água com características tipicamente naturais: pH de 6,92, ligeiramente ácido, e \n\ntemperatura de 32,7ºC.  \n\nO ponto 2 apresentou considerável acidificação, comparado ao ponto anterior, registrando \n\npH 6,08, e temperatura de 33,1ºC.  \n\nO ponto 3 apresentou pH de 6,34 (menos ácido que o ponto anterior), e temperatura \n\nsuperior, marcando 34,1ºC (esta temperatura pode ser justificada por se tratar de canal de \n\npouquíssimo volume d’água, associado ao lançamento de águas residuárias).  \n\nNo ponto 4, o pH apresentou-se um pouco menos ácido, marcando 6,55, e temperatura de \n\n32,7ºC.  \n\nO ponto 5 teve pH 7,39 (ligeiramente alcalino – que pode ser justificado pela influência da \n\nLagoa de Maricá), e temperatura de 33,7ºC. Em todos os pontos, foram coletadas amostras, em \n\nrecipientes plásticos para as análises de laboratório (Figura 31).  \n\n\n\n50 \n\n \n\n \n\nFigura 31 – Coleta de amostra em campo.  \n\nFonte: próprio autor, 2017. \n\n5.4.2 Etapas de laboratório \n\nAs amostras coletadas por ocasião das etapas de campo foram imediatamente levadas \n\npara o laboratório do Departamento de Geoquímica (Instituto de Química) da Universidade \n\nFederal Fluminense, onde foram filtradas, com a utilização de filtros de malha 0,45 \n\nmicrômetros. Após a filtragem, foram congeladas, visando preservação para análises químicas \n\nem dia posterior, referentes à: fosfato, amônio, nitrito e nitrato (Tabela 4). Com relação à \n\namostra do ponto 1 (P1), foram facilmente filtrados 100 mililitros. Entretanto, com relação às \n\namostras dos pontos 2, 3, 4 e 5, foram filtrados apenas 50 mililitros, devido às dificuldades na \n\npassagem pela malha utilizada. Iguais quantidades foram armazenadas em sua forma bruta, \n\nsendo também congeladas para possíveis futuras análises de fósforo e nitrogênio totais, em \n\noutros estudos.  \n\nTabela 4 - Resultados das amostras dos pontos de análise P1, P2, P3, P4 e P5, referentes à: fosfato, \n\namônio, nitrito e nitrato, do trabalho de campo realizado em 08/02/2017. \n\nParâmetros \n\nPontos \n\nFosfato \n(mg/L)  \n\nAmônio \n(mg/L) \n\nNitrito \n(mg/L) \n\nNitrato \n(mg/L) \n\nQuantidade filtrada \n(ml) \n\nP1 1,00 1,34 0,17 0,12 100 ml \n\nP2 0,30 0,17 0,17 0,11 50 ml \n\nP3 1,60 0,88 0,36 0,34 50 ml \n\nP4 1,90 1,40 0,26 0,19 50 ml \n\nP5 6,50 2,00 0,19 0,15 50 ml \n\nFonte: próprio autor, 2017. \n\nAs concentrações corrigidas dos parâmetros analisados apresentam gradiente bem \n\ncaracterístico ao longo do canal estudado, com aumento de concentração em direção à jusante, \n\n \n\n \n\n\n\n51 \n\n \n\nà exceção do ponto 2, que registrou concentrações relativamente baixas em todos os parâmetros. \n\nO ponto 3 teve destaque negativo comparativamente aos demais pontos nos resultados \n\nreferentes à nitrito e nitrato. O ponto 5 apresentou concentrações superiores com relação a \n\nfosfato e amônio, e concentrações relativamente baixas com relação a nitrito e nitrato. \n\nO fosfato variou de 1,0 mg/L, no ponto 1, a 6,5 mg/L no ponto 5. A concentração de \n\namônio teve comportamento diferenciado no ponto 1, com 1,34 mg/L, e gradiente progressivo \n\ndo ponto 2 (0,17 mg/L) ao ponto 5 (2,00 mg/L). O nitrito apresentou variações mais acentuadas \n\nnos pontos 3 e 4, com 0,36 mg/L e 0,26 mg/L, respectivamente. Com relação ao nitrato, o ponto \n\n1 apresentou concentração de 0,12 mg/L, com crescimento no ponto 3 (0,34 mg/L), e \n\ndecréscimo à jusante, chegando a uma concentração de 0,15 mg/L no ponto 5.  \n\nDe modo geral, as concentrações de fosfato e da forma reduzida do nitrogênio \n\ninorgânico dissolvido amônio apresentaram-se significativamente superiores às formas \n\noxidadas do nitrogênio: nitrito e nitrato.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n52 \n\n \n\n6 DISCUSSÕES \n\n6.1 Análises preliminares: abastecimento de água, esgotamento sanitário, saúde e questões \n\nsocioeconômicas-ambientais no município de Maricá.  \n\n6.1.1 Abastecimento de água \n\nO Plano Diretor Municipal de Maricá, dentro da Política de Saneamento Ambiental, \n\nprevê como um de seus objetivos, quanto ao Programa de Abastecimento de Água: “promover \n\na universalidade do abastecimento de água potável no município, de modo a garantir a sua \n\nfrequência, quantidade e qualidade conforme os padrões técnicos vigentes e as demandas \n\nsociais” (PREFEITURA DE MARICÁ, 2006).   \n\nDe acordo com os levantamentos sobre abastecimento de água em Maricá, o município \n\nestá longe de alcançar o objetivo. O sistema de captação e tratamento de águas, embora seja \n\ntecnicamente adequado, é bastante limitado e não acompanha o crescimento populacional. \n\nSomente uma parcela consideravelmente baixa da população é atendida. Além disso, a \n\nsazonalidade torna-o menos eficaz em seu propósito (PREFEITURA DE MARICÁ, 2015).  \n\nEm termos comparativos, de acordo com dados do IBGE (2010), em 2000, no município \n\ndo Rio de Janeiro, 97,81% dos domicílios particulares eram abastecidos por rede geral, 1,01% \n\npor poço ou nascente, e 1,18% por outra forma; em 2010, a abrangência era de 98,47% de \n\ndomicílios abastecidos por rede geral, 0,57% por poço ou nascente, e 0,96% por outra forma \n\n(PREFEITURA DO RIO DE JANEIRO, 2016).  \n\nNo estado do Rio de Janeiro, no ano 2000, 83,22% dos domicílios particulares \n\npermanentes eram atendidos por rede geral de abastecimento de água; em 2010, este percentual \n\npassou para 84,57 (IBGE, b, 2016).  \n\nEm nível nacional, em 2000, 77,82% dos domicílios particulares permanentes \n\ndispunham de rede geral de abastecimento de água; 15,58% eram abastecidos por poço ou \n\nnascente na propriedade, e 6,61% por outra forma. Em 2010, 82,85% eram abastecidos por rede \n\ngeral, 10,03% por poço ou nascente na propriedade, e 7,12% por outra forma (IBGE, b, 2016). \n\nDesta forma, é notória a precariedade quanto ao sistema de abastecimento de água no \n\nmunicípio de Maricá – fato este retratado na Figura 32, no gráfico comparativo.   \n\n\n\n53 \n\n \n\n \n\nFigura 32 - Gráfico comparativo do abastecimento de água entre os municípios de Maricá, do Rio de Janeiro, \n\nEstado do Rio de Janeiro e Brasil, nos anos 2000 e 2010.                                                                                \n\nFontes: Prefeitura de Maricá, 2015; Prefeitura do Rio de Janeiro, 2016; IBGE, b, 2016. Elaboração: próprio \n\nautor, 2017. \n\nO problema de abastecimento de água no Município de Maricá é sério, pois, cruzando \n\na questão do alto índice de abastecimento feito por poços ou nascentes com o sistema de \n\nesgotamento vigente (fossas sépticas-sumidouro), é prevista uma possível contaminação do \n\nlençol freático (PREFEITURA DE MARICÁ, 2006, pág. 130). É necessário manter as fontes \n\nde poluição de águas subterrâneas afastadas da área de recarga natural do aquífero, com vistas \n\na manter o abastecimento de água com qualidade, principalmente em áreas que sejam favoráveis \n\nà infiltração (FOLLMANN; FOLELO, 2013).  \n\nA partir deste cenário, será abordado no tópico seguinte o sistema de esgotamento \n\nsanitário, que vem sendo implementado, em Maricá, especificamente no 1º Distrito-Sede.   \n\n6.1.2 Esgotamento sanitário \n\nA Lei Orgânica Municipal de Maricá (1990) rege, em seu artigo 249, que “toda \n\nedificação, em locais desprovidos de rede coletora de esgotos, terá fossa séptica, construída \n\nsegundo normas técnicas que assegurem o seu bom desempenho”, e, no artigo 348, que “os \n\nlançamentos finais dos sistemas públicos e particulares de coleta de esgotos sanitários deverão \n\nser precedidos, no mínimo, de tratamento primário completo”.  \n\nO Programa de Esgotamento Sanitário disposto no artigo 45 do Plano Diretor Municipal \n\n(2006) prevê como objetivo “implantar gradualmente o sistema de captação e tratamento de \n\nesgotos sanitários nas áreas urbanas consolidadas do município” e, em seu artigo 176, prevê o \n\nPlano Setorial, que tem por finalidade:  \n\n“[...] estabelecer as condições para a coleta de esgotos sanitários \n\ndomésticos e industriais bem como a implantação de interceptadores, de \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\nMUNICÍPIO DE\n\nMARICÁ\n\nMUNICÍPIO DO\n\nRIO DE JANEIRO\n\nESTADO DO RIO\n\nDE JANEIRO\n\nBRASIL\n\nABASTECIMENTO DE ÁGUA (%)\n\n2000 2010\n\n\n\n54 \n\n \n\nestações de tratamento e a destinação final de subproduto e/ou efluente \n\noriundo do processo, em condições ambientais aceitáveis para todo o território \n\nmunicipal”.  \n\nSeguindo as orientações do Plano Nacional de Saneamento Básico (Lei 11.445/2007), \n\nvisando a recuperação ou mitigação da degradação dos mananciais, o Plano Municipal de \n\nSaneamento Básico - versão preliminar (2015), em suas diretrizes, contidas no artigo 47, traz \n\nos seguintes incisos relacionados ao esgotamento sanitário:   \n\nIV. indicar técnicas alternativas para implementação do esgotamento sanitário em áreas \n\nde especial interesse social, disponibilizando a essa população, por meio do órgão público \n\natravés do Banco de Materiais, materiais e equipamentos a baixo custo para a instalação de \n\nsistemas individuais e coletivos de tratamento;  \n\nVIII. tornar obrigatória a implantação de estações de tratamento de esgotos, a nível \n\nsecundário com no mínimo 85% de eficiência, em todos os parcelamentos;  \n\nX. tonar obrigatório para os novos projetos de parcelamento uma solução adequada de \n\nesgotamento sanitário.  \n\nPor ocasião da preparação do Plano, no que tange a bacia hidrográfica em estudo, foi \n\nverificado que a principal Estação de Tratamento de Esgoto (ETE), instalada no bairro \n\nAraçatiba, não funciona adequadamente e também não é dimensionada para tratar todo o esgoto \n\ngerado, funcionando apenas como um by-pass para as lagunas de Maricá, as quais têm \n\napresentado mau cheiro constante. Uma segunda ETE, com 350 ligações, opera no bairro \n\nPedreiras, mas contempla apenas cerca de 1750 pessoas (PREFEITURA DE MARICÁ, 2015). \n\nTodavia, é importante frisar que o tratamento realizado na ETE de Araçatiba abrange apenas os \n\nefluentes oriundos dos Canais da Avenida e do Aeroporto, não tendo qualquer ligação com rio \n\nMombuca.  \n\nAs obras de implantação de rede geral de esgotamento sanitário foram iniciadas em \n\n2015, com dependência de investimentos oriundos do Complexo Petroquímico do Estado do \n\nRio de Janeiro – COMPERJ. Entretanto, considerando a atual crise que atingiu este \n\nempreendimento, não há informações inerentes à efetivação e/ou regularidade desses repasses.   \n\nQuanto aos tipos de sistemas de esgotamento sanitário, foi salientada pelo PMSB a \n\nenorme discrepância no tocante às instalações de rede geral, se comparado ao Estado do Rio de \n\nJaneiro, que possui taxa aproximadamente seis vezes maior (PREFEITURA DE MARICÁ, \n\n2015).  \n\n\n\n55 \n\n \n\nNo que diz respeito às fossas rudimentares, no município de Maricá, o percentual \n\nverificado é cinco vezes maior que o registrado no estado do Rio de Janeiro. Estes números, \n\nconforme descrito no PMSB, apontam para a necessidade urgente e prioritária de o município \n\ninvestir em planejamento e projetos para o desenvolvimento do seu sistema de esgotamento \n\nsanitário (PREFEITURA DE MARICÁ, 2015).  \n\nO que se verifica no município é uma predominância quanto à utilização do sistema de \n\nfossa séptica no tratamento dos esgotos (Figura 33). Esta tecnologia é considerada adequada \n\nquando projetada e mantida em conformidade com as normas técnicas de engenharia, \n\nrespeitando-se as frequências de limpeza (PREFEITURA DE MARICÁ, 2015).  A lei \n\nmunicipal exige sua implantação, mas não prevê regras de instalação, de acordo com as \n\ndiretrizes da ABNT (1993), nem fornece orientações aos usuários quanto à manutenção do \n\nsistema, que, sem o devido acompanhamento, transforma-se num sistema semelhante à fossa \n\nrudimentar.  \n\n                      \n\nFigura 33 – Variação dos sistemas de esgotamento sanitário no município de Maricá: 2000 e 2010. \n\nFonte: PREFEITURA DE MARICÁ 2006; 2015. Elaboração: próprio autor, 2017. \n\nNa implantação de um plano de saneamento, faz-se necessário um estudo criterioso \n\nvisando a adoção da melhor estratégia. São vários os exemplos no mundo em que governantes \n\nadotaram estratégias de recuperação de águas degradadas, porém nem sempre o resultado foi o \n\nesperado, havendo, assim, casos mal sucedidos e casos bem-sucedidos.  \n\nUm exemplo de caso mal sucedido é o descrito por Lima (2006), relacionado à baía da \n\nGuanabara, – Rio de Janeiro -, para a qual, no início dos anos 1990, em sua primeira fase, \n\ndefiniu como prioridade a construção de rede esgotos e a implantação de tratamento primário \n\nde seus afluentes, de modo a reduzir a degradação das águas da baía. Inicialmente, o programa \n\n0\n\n20\n\n40\n\n60\n\n80\n\nREDE GERAL FOSSA\n\nSÉPTICA\n\nFOSSA\n\nRUDIMENTAR\n\nOUTRAS\n\nSISTEMAS DE ESGOTAMENTO SANITÁRIO \n\nDE MARICÁ:                                        \n\nVARIAÇÃO 2000-2010\n\n2000 2010\n\n\n\n56 \n\n \n\nera previsto como um projeto de saneamento com objetivo social, com vista a melhoria da \n\nqualidade de vida da população, mediante o fornecimento de um sistema de redes de \n\nesgotamento sanitário. Posteriormente, tornou-se cada vez mais um projeto voltado para \n\nconstrução de grandes estações de tratamento com uso de tecnologias convencionais. Por fim, \n\nnão houve grandes avanços e os problemas continuaram.  \n\nComo exemplo bem-sucedido é o caso abordado por Gomede (2013, p. 23-25), referente \n\nà Coréia do Sul, que, em dez anos, revitalizou seus quatro maiores rios e ressuscitou, bem no \n\ncentro da capital, Seul, um riacho urbano cercado pelo concreto e invadido pelo esgoto. Houve \n\numa mudança de mentalidade, depois de décadas de crescimento econômico acelerado. O \n\nsistema adotado pelo governo daquele país foi a implantação de 1281 estações de tratamento \n\nde esgotos mais modernas e com alta qualidade, em detrimento das outras estações consideradas \n\nde qualidade regular: o resultado foi a melhoria da qualidade de vida dos moradores. Em outro \n\nviés, houve a restauração dos habitats de plantas e de animais, com a criação de escadas e \n\npassagens para peixes em barragens, assegurando as migrações entre jusante e montante. O \n\ninvestimento acabou com o prejuízo das enchentes e fomentou a agricultura e a produção de \n\nenergia.  \n\n6.1.3 Saúde \n\nCom relação à saúde, seguem abaixo gráficos (Figuras 34, 35 e 36) representativos das \n\nduas doenças de maior ocorrência (hepatites virais e leptospirose), relacionadas à qualidade da \n\nágua, de acordo com número de registros em função da notificação obrigatória, no município \n\nde Maricá, no município do Rio de Janeiro e no Estado do Rio de Janeiro, no período \n\ncompreendido entre 2001 e 2015. \n\n      \n\nFiguras 34, 35 e 36 - Gráficos referentes aos casos de hepatites virais e leptospirose, registrados nos municípios \n\nde Maricá e Rio de Janeiro e no Estado do Rio de Janeiro, nos anos 2001, 2010 e 2015, e a correlação entre \n\npopulação, casos notificados (compulsórios) e indicador por 100 mil habitantes.                                          \n\nFontes: IBGE (2015); Data-SUS (2016). Elaboração: próprio autor, 2017. \n\nVerifica-se com relação às hepatites virais, que o município de Maricá apresentou \n\ncomportamento semelhante na redução do percentual de casos, comparado ao município do Rio \n\n\n\n57 \n\n \n\nde Janeiro e ao Estado do Rio de Janeiro. Com relação à leptospirose, nota-se que Maricá \n\napresentava percentual relativamente alto em 2001 e obteve considerável melhoria no controle \n\ndesta doença, chegando a não registrar qualquer caso no ano de 2015.   \n\nQuanto aos casos de hepatites virais, é salutar lembrar que existem variações quanto aos \n\ntipos dessas doenças, as quais podem estar vinculadas a causas diversas. Nos casos de \n\ncontaminação de origem hídrica, a mais comum é a hepatite tipo A. Porém, a página do DATA-\n\nSUS não faz esta distinção, não sendo possível, desta forma, sugerir que os dados registrados \n\nestejam completamente ligados aos aspectos de saneamento do município.  \n\nA principal via de transmissão do vírus da hepatite A é a fecal-oral. O risco e a incidência \n\nde infecção tendem a diminuir com o saneamento básico e com a incorporação de melhores \n\nhábitos de higiene em aglomerações humanas (SIQUEIRA-BATISTA et al, 2011 apud \n\nGOMES et al, 2012).  \n\nA leptospirose ocorre, normalmente, através do contato com águas e lama de enchentes \n\ncontaminadas pela urina de rato. (SES/SP, 2009). Guimarães et al (2014), em estudos no \n\nmunicípio do Rio de Janeiro, entre 2007 e 2012, sobre a leptospirose, associaram o aumento \n\nsazonal do número de casos da doença à elevação dos índices pluviométricos em áreas sujeitas \n\na inundações. De modo geral, correlacionaram a ocorrência da doença a fatores \n\nsocioeconômicos, tais como: maior incidência nos estratos de menor infraestrutura sanitária, \n\nexpansão urbana desordenada e coleta de lixo inadequada.  \n\nOutros fatores que merecem atenção são as doenças cujos sintomas são de diarreia \n\naguda, que podem estar relacionadas à ingestão de água contaminada e/ou saneamento \n\ndeficiente, entre outras causas. Quadros mais graves ou até mesmo óbito podem acometer \n\nprincipalmente crianças, gestantes, idosos e pessoas imunocomprometidas. Casos individuais \n\nde diarreia aguda não são de notificação obrigatória e os porventura encontrados na página do \n\nDATA-SUS estão vinculados às internações, não sendo registrados os casos de atendimento e \n\nliberação para tratamento na própria residência (SES/SP, 2009). Portanto, para o presente \n\nestudo, tornam-se também de difícil mensuração.  \n\nEm referência às doenças de contaminação hídrica por ingestão, tão importante quanto \n\na manutenção do sistema de controle de doenças de notificação obrigatória, é manter \n\nfuncionando regularmente os sistemas de controle das ocorrências de surtos, que podem estar \n\nrelacionados a alguma falha no sistema de água ou esgoto, ou a emergência de algum outro \n\nfator de risco (SES/SP, 2009).  \n\n\n\n58 \n\n \n\nNo tratamento convencional realizado no município de Maricá, na ETA do Flamengo, \n\nconforme consta no Plano Municipal de Saneamento Básico (versão preliminar), são \n\nadicionados hipoclorito de cálcio e fluossilicato de sódio (PREFEITURA DE MARICÁ, 2015, \n\npág.34) no processo de desinfecção da água. O cloro é o elemento ativo fundamental na \n\ndesinfecção da água, eliminando os organismos patógenos, enquanto o flúor pode funcionar \n\ncomo substância essencial na prevenção de certas doenças relacionadas aos dentes.  \n\nOs casos registrados em Maricá, pertinentes às hepatites virais e leptospirose, \n\napresentam-se de forma satisfatória, comparada aos exemplos do município do Rio de Janeiro \n\ne do Estado do Rio de Janeiro. Tais resultados podem estar associados a fatores como:  maiores \n\ninvestimentos no setor de saúde; melhores políticas de assistência familiar; ou falha no \n\ndiagnóstico e o consequente não lançamento no sistema. Entretanto, de maneira didática, a \n\nPrefeitura do município poderia providenciar a elaboração e distribuição de materiais \n\ndestinados à orientação da população quanto aos cuidados a serem tomados na utilização da \n\nágua, principalmente à extraída de corpos subterrâneos. \n\n6.1.4 Questões socioeconômicas-ambientais \n\n6.1.4.1 Questões socioeconômicas \n\nQuanto às análises da economia de Maricá, dividida por fontes de arrecadação, \n\nreferentes aos anos 2000, 2010 e 2014, formando o Produto Interno Bruto do município, foram \n\ntraçados gráficos representativos (Figuras 37, 38 e 39).  \n\nNo ano 2000 (Gráfico A), o principal setor era o de serviços, com 82% do produto \n\ninterno bruto total do município de Maricá. O setor agropecuário representou apenas 2%, sendo \n\no de menor contribuição.  \n\nEm 2010 (Gráfico B), observa-se um equilíbrio entre serviços e indústria, representando \n\n34% e 33%, respectivamente, seguidos por administração, saúde e educação públicas, com \n\n29%. O setor de agropecuária não teve qualquer representatividade.  \n\nNo ano de 2014 (Gráfico C), a indústria, com 61% do total do produto interno bruto, foi \n\no setor que mais se destacou, com mais do que o dobro do setor de serviços, que contabilizou \n\n29% do total. A representatividade da administração, saúde e serviços foi apenas 9%, e mais \n\numa vez o setor de agropecuária não teve um percentual contabilizado.   \n\n\n\n59 \n\n \n\n        \n\n                                         \n\nFiguras 37, 38 e 39 - Gráficos demonstrativos do produto interno bruto, dividido por setor econômico, do \n\nmunicípio de maricá. Em A, ano 2000; em B, ano 2010; e em C, ano 2014.                                                     \n\nFonte: IBGE, a, 2016. Elaboração: próprio autor, 2017. \n\nÁguas degradadas afetam diretamente o setor de serviços, tais como restaurantes, \n\npousadas, hotéis, etc., ao influenciarem negativamente as atividades de turismo (e/ou \n\nveranismo) e pesca (tanto profissional quanto artesanal), além de afetarem indiretamente outros \n\nsetores da economia local.    \n\nO turismo como um fenômeno social, quando planejado e estruturado pode proporcionar \n\na geração de renda, diminuição de desigualdades, fortalecimento econômico, inclusão social e \n\nmelhorias na qualidade de vida da população (HÜFFNER, 2011). Porém, a falta de \n\nplanejamento e organização político administrativa deixam de potencializar o turismo como \n\numa atividade promissora ambientalmente economicamente, vindo a experimentar um cenário \n\nnegativo com acelerados processos de degradação, urbanização e ocupações desordenadas e \n\ndemais aspectos negativos (NASCIMENTO, 2005 apud HÜFFNER, 2011).  \n\nHá menção no subcapítulo destinado ao turismo do Plano Diretor e Maricá \n\n(PREFEITURA DE MARICÁ, 2006, pág.155), retratando o fato:  \n\n“[...] a expressão desta atividade está condicionada à presença de \n\ncondições mínimas de infraestrutura. Por outro lado, Maricá apresenta um \n\ngrande potencial para o desenvolvimento turístico, porém não faltam \n\nA B \n\nC \n\n\n\n60 \n\n \n\nacusações de degradação cultural e ambiental, provocada pelo exercício das \n\natividades econômicas e pela falta de consciência destes dois temas”.  \n\nQuanto à pesca, antigos mercados consumidores do pescado de Maricá, como Niterói e \n\nRio de Janeiro, passaram a ser abastecidos por outros fornecedores, como Cabo Frio e cidades \n\ndo sul do país. De acordo com pescadores, o principal obstáculo, além da redução da população \n\nde peixes devido ao desequilíbrio ambiental, foi a falta de estrutura para o congelamento do \n\npescado, necessitando o setor de investimento e organização, tanto para a pesca profissional \n\nquanto de subsistência, a industrial e a artesanal (SOCHACZEWISKI, 2004). \n\n6.1.4.2 Questões ambientais \n\nCom relação às questões ambientais, o Plano Diretor Municipal (PREFEITURA DE \n\nMARICÁ, 2006) prevê a criação de mecanismos e programas específicos para recuperação e \n\nrecomposição da mata ciliar e reflorestamento das nascentes, rios e lagoas. As faixas marginais \n\nde qualquer curso d’água natural perene e intermitente, excluídos os efêmeros, desde a borda \n\nda calha do leito regular, são áreas de preservação permanente, com premissa de proteção e \n\nconservação dos sistemas hídricos, da paisagem, da estabilidade geológica e da biodiversidade, \n\nalém de facilitar o fluxo gênico de fauna e flora, de proteger o solo e assegurar o bem-estar das \n\npopulações humanas (BRASIL, 2012). \n\nAs matas ciliares, também chamadas de zona ripária, atuam como um sistema de \n\ntransição entre o solo seco e os corpos hídricos, funcionando como barreiras físicas e químicas \n\npara a contaminação dos corpos de água. Essas barreiras desenvolvem um papel importante na \n\nfiltragem de nutrientes, retenção de materiais particulados, decomposição de matéria orgânica, \n\nentre outras funções (EGLER, 2011, pág. 41).  \n\nA retirada da vegetação contribui para o aumento dos processos erosivos ao longo das \n\nmargens, com desbarrancamentos e consequente assoreamento – fatos que podem potencializar \n\nas ocorrências de inundações e alagamentos nas áreas mais baixas (PREFEITURA DE \n\nMARICÁ, 2015, pág. 31). A partir das intervenções antrópicas, à medida que mais áreas são \n\ndesmatadas, o processo erosivo tende a se acelerar, pois os solos ficam desprotegidos da \n\ncobertura vegetal e são submetidos à ação das chuvas, que incidem diretamente sobre o terreno, \n\nalterando a dinâmica natural e ocasionando em maior perda de solo, com a aceleração dos \n\nprocessos erosivos (TOMINAGA, SANTORO E AMARAL, 2009).  \n\nTodos os estudos apresentados ao longo deste trabalho retratam a pressão exercida pelo \n\nuso e ocupação do solo na área da bacia hidrográfica do rio Ubatiba sobre seu exutório, a Lagoa \n\n\n\n61 \n\n \n\nde Maricá. Comparativamente, em estudos relacionados às lagoas Rodrigo de Freitas (Rio de \n\nJaneiro) e de Araruama, Lima, C. et al (2014) se reportaram à Soffiati (1998), relatando que:   \n\nDentre os diferentes tipos de corpos d’água, as lagoas costeiras sofrem \n\ngrande impacto ambiental, por estarem situadas em área urbanizada entre o \n\nmar e o continente, recebendo os resíduos produzidos pelas atividades \n\nhumanas realizadas em seu entorno.   \n\nPorém, é oportuno ressaltar que, em 2010, Bonfim et al, em estudos quali-quantitativos \n\nde foraminíferos, microorganismos protistas marinhos, existentes nos sedimentos do fundo da \n\nlagoa de Maricá, concluíram que, apesar do ambiente estar sujeito à poluição antrópica, ainda \n\nnão havia atingido níveis críticos, pois “não foi observada a presença de espécies bioindicadoras \n\nde poluição orgânica ou metais pesados”, e sugeriram “um controle ambiental eficiente através \n\nda atuação de Políticas Públicas”.  \n\nTodavia, a partir do novo sistema de saneamento básico, cuja implementação iniciou-se \n\nem 2015, fazem-se necessárias novas pesquisas, visando verificar possíveis mudanças na \n\nestrutura quali-quantitativa da microfauna daquele ecossistema, tendo em vista as seguidas \n\nreportagens relacionadas à mortandade de peixes na Lagoa de Maricá. Em janeiro de 2016, o \n\njornal G1-Região dos Lagos noticiou um desses eventos: “Grande quantidade de peixes mortos \n\naparece na lagoa de Maricá, no RJ” - segundo a Prefeitura, o caso estaria associado ao aumento \n\nda população. Em julho do mesmo ano, foi publicada na página virtual local Maricá Info matéria \n\ncom título: “Maricá: mortandade de peixes afeta lagoa”. \n\n6.2 Análises quali-quantitativas do uso e ocupação do solo na área correspondente ao \n\nmunicípio de Maricá, com foco no 1º Distrito. \n\nA Lei Federal 10.257/2001 (BRASIL, 2001), que regulamenta os artigos 182 e 183 da \n\nConstituição Federal, dispõe que “O Plano Diretor poderá fixar áreas nas quais poderão ser \n\npermitidas alterações de uso do solo, mediante contrapartida a ser prestada pelo beneficiário”. \n\nO Plano Diretor Municipal é o instrumento básico da política de desenvolvimento e de expansão \n\nurbana (BRASIL, 1988). \n\nDe acordo com a Lei Federal 6.766/1979 (BRASIL, 1979), o parcelamento do solo \n\nsomente é admitido para fins urbanos em áreas urbanas ou de expansão urbana, assim definidas \n\nem lei municipal, sendo todas as alterações do uso do solo rural para fins urbanos dependentes \n\nde prévia audiência do Instituto Nacional de Colonização e Reforma Agrária – INCRA-, e do \n\nórgão Metropolitano, se houver, onde se localiza o município. Percebe-se, desta forma, que \n\n\n\n62 \n\n \n\nMaricá teve um “desenvolvimento”, quanto ao uso e ocupação do solo, que fugiu totalmente \n\naos termos da legislação vigente.  \n\nObservando-se a delimitação referente ao macrozoneamento urbano x rural de Maricá \n\n(Anexo 3 – Figura em anexo 4), confrontando-o com o que dispõe o próprio Plano Diretor e a \n\nLei Municipal 2.272/2008, no que diz respeito ao macrozoneamento, e analisando o mapa de \n\nuso e cobertura da terra apresentado neste trabalho (Figura 20), percebem-se a existência de \n\nalterações referentes ao tipo de uso em algumas glebas localizadas em áreas originalmente \n\nrurais. Os bairros mais acometidos são Ubatiba e Silvado, com a ocorrência de solos expostos, \n\nem decorrência de terraplenagem destinada à implantação de condomínios residenciais.   \n\nDesde a década de 1940, quando houve a abertura dos canais de Itaipuaçu e Ponta Negra, \n\nalterando a dinâmica das cheias, áreas drenadas e/ou sujeitas a inundações passaram a ser \n\npovoadas. Na década de 1980, com a crise fiscal no Brasil, houve uma segregação social que \n\nempurrou as camadas médias da população urbana do Rio de Janeiro na direção de cidades mais \n\ntranquilas, como Maricá. A duplicação da Rodovia Amaral Peixoto (RJ-106) no início dos aos \n\n2000, acarretou num novo “boom” populacional, com a ocorrência de fixação de residências \n\npor veranistas e a chegada de novos compradores. O município de Maricá, através de seus \n\nagentes hegemônicos, tomou a decisão de adotar um crescimento não-planificado, baseado em \n\nloteamentos não-fiscalizados. A arrecadação do município passou a depender em grande parte \n\nde impostos prediais e territoriais (SOCHACZEWSKI, 2004).  \n\nComo mencionado ao longo deste trabalho, Maricá foi o município de maior \n\ncrescimento demográfico do Estado do Rio de Janeiro nas últimas décadas. Para efeito de \n\ncomparação, o segundo município com maior crescimento populacional, no período 2000 – \n\n2010, foi Mangaratiba, com acréscimo de 46,40%, quando passou de 24.901 para 36.456 \n\nhabitantes. Entre 2010 e as projeções para 2016 (estimada em 41.557 habitantes), o acréscimo \n\nneste município foi de 13,99%.  \n\nDepois de Mangaratiba, aparece o município de Guapimirim que, entre 2000 e 2010, \n\npassou de 37.952 para 51.483 habitantes, representando um acréscimo de 35,65%. As projeções \n\npara 2016 indicavam uma população de 57.105 habitantes (incremento de 10,92%) (IBGE, a, \n\n2016).  \n\nO município do Rio de Janeiro, no período 2000-2010 apresentou aumento da população \n\nde 7,9%, passando de 5.857.904 para 6.320.446 habitantes; as projeções para 2016 foram de \n\num acréscimo de 2,82%, passando a população para 6.498.637 habitantes (IBGE, a, 2016).  \n\n\n\n63 \n\n \n\nLevando-se em conta o Estado do Rio de Janeiro, entre 2000 e 2010, a população \n\ncresceu de 14.391.282 para 15.989.929 habitantes, o que representa um incremento de 11,11%. \n\nEm 2016, a população estimada pelo IBGE foi de 16.635.996 habitantes, representando um \n\nacréscimo de 4,04% com relação a 2010.  \n\nTabela 5 - Variação da população entre os anos 2000, 2010 e 2016, nos seguintes entes federativos: município \n\nde Maricá, município de Mangaratiba, município de Guapimirim, município do Rio de Janeiro, Estado do Rio de \n\nJaneiro e Brasil. \n\nPOPULAÇÃO / ANO                                       \n\nUNIDADE ADMINSTRATIVA  \n \n\n2000 \n\n \n\n2010 \n\n \n\n2016 \n\nMUNICÍPIO DE MARICÁ 76.737 127.461 149.876 \n\nMUNICÍPIO DE MANGARATIBA 24.901 36.456 41.557 \n\nMUNICÍPIO DE GUAPIMIRIM 37.952 51.483 57.105 \n\nMUNICÍPIO DO RIO DE JANEIRO 5.857.904 6.320.446 6.498.637 \n\nESTADO DO RIO DE JANEIRO 14.391.282 15.989.929 16.635.996 \n\nBRASIL 169.799.179 190.755.799 206.081.432 \n\nFonte: Cidades@. IBGE, a, 2016. Elaboração: próprio autor, 2017. \n\nA Tabela 5 indica a evolução da população do município de Maricá, comparativamente \n\na evolução da população dos municípios Mangaratiba, Guapimirim e Rio de Janeiro, do Estado \n\ndo Rio de Janeiro e do Brasil, entre os anos 2000 e 2016.  \n\n \n \n\nFigura 40 - Gráfico com a variação da população entre os anos 2000, 2010 e 2016, nos seguintes entes \n\nfederativos: município de Maricá, município de Mangaratiba, município de Guapimirim, município do Rio de \n\nJaneiro, Estado do Rio de Janeiro e Brasil.                                                                                                          \n\nFonte: Cidades@. IBGE, a, 2016. Elaboração: próprio autor, 2017. \n\nAtravés da Figura 40, observa-se a diferença considerável na curva relacionada ao \n\nmunicípio de Maricá, que apresenta um comportamento crescente bastante acentuado, se \n\n\n\n64 \n\n \n\ncomparada às curvas referentes aos demais municípios analisados, ao estado do Rio de Janeiro \n\ne ao Brasil. \n\nCom relação à população residente na área do 1º Distrito, foi verificado que houve um \n\nacréscimo relativamente baixo, se comparado aos percentuais registrados no município. \n\nEnquanto o município teve um aumento de 66.10%, entre 2000 e 2010, o distrito registrou \n\naumento de 35,93%. Concomitantemente, houve um crescimento bastante considerável quanto \n\nao número de domicílios do distrito: 120.6%, ocasionando em redução na correlação entre \n\nnúmero de pessoas residentes e domicílio. Estes fatos podem estar relacionados a alguns fatores \n\nde reorganização do território municipal, em termos de uso e ocupação do solo, tais como:  \n\ni) Êxodo rural, provocado por mudanças na economia do município;  \n\nii) Mudança do tipo de uso referente às construções domiciliares no centro do \n\nmunicípio;  \n\niii)  Incremento da chamada segunda residência (casas de veraneio);  \n\niv) Construção de grandes empreendimentos no lugar de construções domiciliares;  \n\nv) Migração da população para outros bairros, induzida pelos inúmeros investimentos \n\nimobiliários no município; \n\nvi) Efeito da periferização provocada pela expansão da área urbana.   \n\nSeguindo os registros de 2000 e 2010 no 1º Distrito, quanto à população e ao número \n\nde domicílios, e considerando ter havido variação regular em toda a extensão do distrito, foram \n\nprojetadas as variações (nas mesmas proporções) na área da bacia do rio Ubatiba (Figuras 41 e \n\n42).   \n\n     \n\nFiguras 41 e 42 – Em A, gráfico com a variação da população na área compreendida pela bacia hidrográfica do \n\nrio Ubatiba, Maricá-RJ, entre os anos 2000 e 2010. Em B, gráfico com a variação do número de domicílios.                                                                                                                                                                  \n\nFonte: IBGE, b, 2016. Elaboração: dados estimados pelo autor, 2017. \n\n0\n\n5.000\n\n10.000\n\n15.000\n\n20.000\n\n25.000\n\n30.000\n\nPOPULAÇÃO EM 2000 POPULAÇÃO EM 2010\n\nBACIA HIDRGRÁFICA DO RIO UBATIBA   \n\nVARIAÇÃO DA POPULAÇÃO\n\n0\n\n2.000\n\n4.000\n\n6.000\n\n8.000\n\n10.000\n\n12.000\n\n14.000\n\nDOMICÍLIOS EM 2000 DOMICÍLIOS EM 2010\n\nBACIA HIDROGRÁFICA DO RIO UBATIBA  \n\nVARIAÇÃO DO NÚMERO DE DOMICÍLIOSA B \n\n35,93% 120.6% \n\n21.006 \n\n28.553 \n\n5.738 \n\n12.860 \n\n\n\n65 \n\n \n\nDe acordo com Brito e Pinho (2012), com o início do processo de urbanização acelerado, \n\nas periferias apresentam um ritmo de crescimento mais acelerado do que os núcleos, refletindo \n\nna redistribuição do espaço das atividades econômicas e na expulsão das populações mais \n\npobres em direção às periferias. Este fenômeno reflete-se nos incrementos absolutos, que na \n\nperiferia é sempre superior aos núcleos.  \n\n6.3 Avaliação da qualidade das águas do rio Ubatiba, Maricá-RJ. \n\nAtravés da aplicação do Protocolo de Análise Rápida – PAR-, foram traçados gráficos \n\ncomparativos (Figuras 43 e 44), apresentando os gradientes das variações da qualidade das \n\náguas do rio Silvado/Ubatiba/Mombuca, em dia de período sem a ocorrência de chuvas e em \n\ndia posterior à ocorrência de chuvas.  \n\n         \n\nFiguras 43 e 44 - Gráficos com gradiente demonstrativo da variação da qualidade das águas do rio \n\nSilvado/Ubatiba/Mombuca, seguindo as diretrizes do Protocolo de Análise Rápida, em dia de período sem a \n\nocorrência de chuvas (à esquerda), em dia posterior à ocorrência de chuvas (à direita).                                  \n\nFonte: próprio autor, 2017. \n\nOs pontos 3 e 4 foram os que apresentaram as maiores oscilações, ocasionadas pelo \n\naumento da energia. A maior vazão, em função das chuvas, propiciou modificações \n\nsignificativas na qualidade das águas, mesmo com índices pluviométricos não tão elevados. \n\nConclui-se, desta forma, que o fluxo de águas em maior volume atua como fator crucial na \n\nmelhoria dos aspectos visuais naqueles pontos.  \n\nEm avaliação realizada por Oliveira e Nunes (2015) em 11 pontos ao longo do rio \n\nPequeno, em Linhares-ES, utilizando o Protocolo de Análise Rápida – PAR, apenas 2,27% \n\nforam classificados como “naturais”, 11,36% como “impactados” e 86,37% como “alterados”. \n\nSegundo os autores, impactos como lançamento de esgoto doméstico, lixo domiciliar e \n\ndesmatamento da vegetação ripária, com a finalidade de ocupação, colaboraram \n\nsignificativamente para que a qualidade ambiental fosse reduzida na área estudada. Embora o \n\ncanal possua características e dinâmicas diferenciadas, os aspectos identificados pelos autores, \n\nresponsáveis pelos impactos, assemelham-se com os estudos realizados neste trabalho.      \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\nP 1 P 2 P 3 P 4 P 5\n\nP\no\nn\n\ntu\na\nç\nã\no\n\nPontos de análise\n\nPROTOCOLO DE ANÁLISE RÁPIDA   \n\nPERÍODO SEM CHUVAS\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\nP 1 P 2 P 3 P 4 P 5\n\nP\no\nn\n\ntu\na\nç\nã\no\n\nPontos de análise\n\nPROTOCOLO DE ANÁLISE RÁPIDA  \n\nPERÍODO PÓS CHUVAS\n\n\n\n66 \n\n \n\nEm aplicação do Protocolo por Callisto (2002), ao longo do rio Doce, ficou evidenciado \n\nque os trechos de cabeceira conservam suas características naturais, considerando tipos de \n\nfundo, velocidade de correnteza, dimensões de rápidos e remansos, e deposição de sedimentos. \n\nNa região do médio rio Doce, houve trechos classificados como “alterados” e, na maioria dos \n\ncasos, trechos classificados como “impactados”. Os primeiros, segundo o autor, estariam \n\nrelacionados à intensa pressão de atividades antrópicas: criação de gado e lançamento pontuais \n\nde esgotos domésticos in natura. Quanto aos impactados, estariam relacionados à monocultura \n\nde Eucalyptus spp, à siderurgia, à mineração, ao lançamento de efluentes domésticos e \n\nindustriais (com elevados teores de coliformes e metais pesados), ao intenso desflorestamento \n\nda mata ciliar, e à erosão nas margens dos rios e consequente assoreamento. Neste estudo, tanto \n\nas características do curso d’água quanto os resultados são mais convergentes com os realizados \n\nno presente trabalho.  \n\n6.4 Análises físico-químicas e de nutrientes nas águas do rio Ubatiba, Maricá-RJ.  \n\n6.4.1 Etapa de campo \n\nEm corpos d’água continentais, o pH geralmente varia entre 6 e 8 (ESTEVES 1998, \n\npág.64). As análises de pH ao longo da bacia hidrográfica do rio Ubatiba (Figura 45) se \n\nenquadraram perfeitamente nesta afirmativa. Entretanto, as temperaturas registradas em todos \n\nos pontos de análise foram consideravelmente altas.     \n\n \n\nFigura 45 - Gráfico representativo do potencial hidrogeniônico (pH), ao longo da bacia hidrográfica do rio \n\nUbatiba, Maricá – RJ, em análises realizadas em 08 de fevereiro de 2017.                                                       \n\nFonte: próprio autor, 2017. \n\nNotadamente, o ponto 2 apresentou o menor valor de pH, com 6,08. Segundo Esteves \n\n(1998, pág.65-67), ecossistemas aquáticos continentais, com baixos valores de pH, são \n\n6,92\n6,08 6,34 6,55\n\n7,39\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\nP1 P2 P3 P4 P5\n\nPOTENCIAL HIDROGENIÔNICO (PH) AO \n\nLONGO DA BACIA HIDROGRÁFICA DO RIO \n\nUBATIBA - MARICÁ - RJ\n\n\n\n67 \n\n \n\nencontrados, dentre outras regiões, em turfeiras, onde ocorrem intensos processos metabólicos, \n\nque tendem a abaixar o potencial hidrogeniônico, acidificando o meio. Como característica \n\nfísica deste tipo de ambiente, a água apresenta com escura, em tons de café ou chá – \n\nconvergindo com observado em campo neste trabalho.  \n\nQuanto ao ponto 5, o pH ligeiramente alcalino registrado (7,39), muito provavelmente, \n\nestá relacionado à influência do mar, que contribui com a adição de carbonatos e bicarbonatos, \n\nliberando íons de hidróxido, alcalinizando a solução (ESTEVES, 1998, pág.65-67).  \n\nOs demais pontos seguiram uma tendência natural, proporcionalmente ao grau de matéria \n\norgânica contida na água – fato este que pode ser verificado nos tópicos seguintes, referentes à \n\nmatéria inorgânica dissolvida, especificamente o fosfato e compostos de nitrogênio (amônio, \n\nnitrito e nitrato). \n\n6.4.2 Etapa de laboratório  \n\nCom relação aos parâmetros encontrados pertinentes ao nitrogênio inorgânico \n\ndissolvido (Figuras 46, 47 e 48), a forma reduzida (amônio – NH4) foi a que apresentou valores \n\nmais significativos (Figura 46). Estes valores podem estar relacionados à intensa atividade \n\nmetabólica. A primeira forma reduzida do nitrogênio, a amônia (NH3) é formada na \n\ndecomposição, tanto aeróbia como anaeróbia, da parte nitrogenada da matéria orgânica, por \n\norganismos heterotróficos. Em meio aquático de pH ácido, a amônia é instável, sendo \n\nfacilmente convertida por hidratação a íon amônio (NH4) (ESTEVES, 1998, pág.79).  \n\n     \n\nFiguras 46, 47 e 48 – Gráficos representativos das análises de amônio, nitrito e nitrato ao longo da bacia \n\nhidrográfica do rio Ubatiba.                                                                                                                                                               \n\nFonte: Próprio autor, 2017. \n\nTodavia, o ponto 2 apresentou menores valores do composto amônio, com 0,17 mg/L. \n\nEste comportamento pode ser explicado por sua localização, logo após a estação de captação \n\nde águas, onde a utilização de bombas hidráulicas provoca considerável oxigenação. Desta \n\nforma, processos de nitrificação podem ser intensificados. Eustáquio Júnior et al (2014), em \n\nestudos sobre eficiência de sistemas de aeração em cascatas no tratamento de águas residuárias \n\n\n\n68 \n\n \n\ndo café, obteve resultados bastante significativos neste sentido. As reduções de nitrogênio \n\nforam na ordem de 62,5%. De acordo com os autores, a remoção deste elemento pode ocorrer \n\ndevido aos processos de assimilação pela massa microbiana (parcialmente sedimentada) e aos \n\nprocessos de nitrificação e desnitrificação no meio.  \n\nO ponto 3 foi o que apresentou valores relativamente mais altos, embora esteja situado \n\nem local de baixa densidade demográfica. Este fato pode ser explicado pelos lançamentos in \n\nnatura de esgotos domésticos através de valas (verificados em campo) e por se tratar de um \n\nponto estreito e raso do canal, o que propicia a ocorrência de maiores concentrações dos \n\nefluentes lançados.  \n\nOs pontos 4 e 5 apresentaram tendência de aumento da quantidade de amônio e queda \n\nda quantidade de nitrito e nitrato. Fato que pode ser explicado pelo aumento do aporte da carga \n\norgânica na região correspondente, com consequente diminuição da oxigenação, o que ocasiona \n\nem redução da nitrificação (ESTEVES, 1998, pág.82). \n\nNo que se refere aos parâmetros previstos para o nitrogênio em ambientes lóticos de \n\nágua doce classe 2, estabelecidos pela Resolução CONAMA 357/2005, as concentrações \n\nverificadas de amônio, nitrito e nitrato, em todos os pontos de análise, encontravam-se \n\nconsideravelmente abaixo do estabelecido. Considera-se, neste caso, que as concentrações de \n\nnitrogênio amoniacal em águas de pH &lt;7,5 não deve ser maior que 3,7 mg/L.  \n\nEm estudos realizados no rio Banguelo, no município de Contagem – MG, os resultados \n\nobtidos para a concentração do nitrato, foram abaixo do esperado, em 6 pontos analisados \n\n(PONTES; MARQUES, A.; MARQUES, G., 2012). Segundo os autores, a contaminação do \n\ncanal por esgotos domésticos e industriais, com concentrações reduzidas de nitrato, \n\ndemonstram a predominância das formas intermediárias do ciclo geoquímico (orgânica, amônia \n\ne nitrito). Comportamento que se assemelha ao presente estudo.   \n\nQuanto ao fósforo, representado neste trabalho por sua forma inorgânica (fosfato - PO4), \n\nos resultados (Figura 49) tiveram uma distribuição muito parecida com a obtida nos compostos \n\nnitrogenados, em especial o amônio (NH4).  \n\nAs fontes (artificiais) do fósforo, normalmente, são os esgotos domésticos, que possuem \n\nconcentração que podem variar de 4 a 50 mg/L. No Brasil, a concentração típica desse nutriente \n\nsitua-se na faixa de 4 a 15 mg/L. Desse total, a fração inorgânica, representada basicamente \n\npela utilização de detergentes, varia entre 3 a 9 mg/L (BRAGA, B. et al, 2002; CHAVE, P.A., \n\n1997; METCALF, L.; EDDY, H.P., 2003 apud QUEVEDO, C.M.G.; PAGANINI, W.S., 2011). \n\n\n\n69 \n\n \n\nNos locais onde há utilização doméstica de detergentes compostos por STPP (tripolifosfato de \n\nsódio), considera-se que 50% a 80% do fósforo presente nos esgotos tem essa origem (DEVEY, \n\nD.G.; HARKNESS, N, 1975; GLENNIE, E.B. et al, 2002 apud QUEVEDO, C.M.G.; \n\nPAGANINI, W.S., 2011).  \n\n \n\nFigura 49 – Gráfico representativo das análises de fosfato ao longo da bacia hidrográfica do rio Ubatiba.                                                                                                                                               \n\nFonte: próprio autor, 2017. \n\nÉ possível se verificar que os níveis de fósforo tendem a ser mais elevados em áreas \n\ncom maior concentração populacional (QUEVEDO, C.M.G.; PAGANINI, W.S., 2011). Tais \n\nafirmações convergem os dados obtidos por conta das análises de fosfato ao longo da bacia do \n\nrio Ubatiba, em que as concentrações aumentaram consideravelmente nas proximidades do \n\nexutório, na região entre os pontos 4 e 5, onde o adensamento demográfico é maior.  \n\nConsiderando que os parâmetros previstos para a concentração de fósforo total para \n\nambientes lóticos de água doce classe 2, estabelecidos pela Resolução CONAMA 357/2005, é \n\nde 0,1 mg/L, as concentrações no presente estudo apresentaram-se acima do permitido, em \n\ntodos os pontos analisados. O ponto 2 foi o que mais se aproximou dos limites estabelecidos, \n\ncom 0,3 mg/L. Com relação aos padrões típicos brasileiros, que variam dentro da faixa de 4 a \n\n15 mg/L, apenas o ponto 5 enquadrou-se nesta faixa, com 6,50 mg/L.  \n\nOs valores verificados no ponto 2 podem também ter explicação nos estudos de \n\nEustáquio Júnior et al (2014), sobre eficiência de sistemas de aeração. Os autores obtiveram \n\nresultados bastante significativos na remoção do fósforo, com redução na ordem de 35,7%. \n\nNeste caso, o sistema de aeração propicia a incorporação de oxigênio no meio líquido, \n\npossibilitando a oxidação e/ou a remoção de poluentes. Segundo os autores, a remoção do \n\nfósforo pode ser causada pela absorção e incorporação aos protoplasmas dos microorganismos. \n\n\n\n70 \n\n \n\nNos estudos do rio Benguelo (Contagem – MG), em todos os pontos de monitoramento, \n\na concentração de fosfato se apresentaram acima do permitido pela Resolução CONAMA \n\n357/05 (PONTES; MARQUES, A.; MARQUES, G., 2012). As concentrações mais elevadas \n\nforam no período chuvoso. Os autores atribuíram o aumento da concentração ao escoamento de \n\náreas urbanas, agrícolas ou de matas (XAVIER, 2005 apud PONTES; MARQUES, A.; \n\nMARQUES, G., 2012). Estas concentrações elevadas de fósforo também se assemelham aos \n\nresultados encontrados neste trabalho.  \n\n  Considerando a correlação dos valores encontrados para fósforo e nitrogênio (Figura \n\n50), os resultados não satisfazem as relações propostas por Redfield. As baixas concentrações \n\nde nitrogênio o caracterizam como nutriente limitante para o crescimento do fitoplâncton \n\n(FURNAS et al, 2004) e, consequentemente, para o desenvolvimento da biota. Nos pontos 1, \n\n2, 3, 4 e 5, a relação N:P foi de 3,46; 3,57; 2,24; 2,21 e 0,80, respectivamente, ou seja, bem \n\nabaixo da relação ideal 16:1 (Relação de Redfield).  \n\nEm áreas urbanas, é plausível frisar a existência de várias hipóteses para este \n\ncomportamento. Dentre as quais, os processos de nitrificação e desnitrificação, desencadeados \n\npor microorganismos (bactérias), com real potencial para fixar e biodegradar o elemento \n\nnitrogênio. Surge, desta forma, a necessidade de estudos aprofundados na esfera da \n\nbiogeoquímica, não só na bacia hidrográfica do rio Ubatiba, mas também na lagoa de Maricá, \n\nonde o órgão ambiental encontrou relações semelhantes entre fósforo e nitrogênio.  \n\n \n\nFigura 50 - Gráfico com variação do fosfato e do nitrogênio inorgânico dissolvido ao longo da bacia \n\nhidrográfica do rio Ubatiba, Maricá – RJ.                                                                                                                               \n\nFonte: próprio autor, 2017. \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\nP1 P2 P3 P4 P5\n\nC\nO\n\nN\nC\n\nE\nN\n\nT\nR\n\nA\nÇ\n\nÃ\nO\n\n (\nm\n\nm\no\nl/\n\nL\n)\n\nPONTOS DE ANÁLISE\n\nVARIAÇÃO DE NID E FOSFATO AO LONGO \n\nDO RIO UBATIBA \n\nNID FOSFATO\n\n\n\n71 \n\n \n\nEntretanto, a estação de monitoramento MN010 do INEA, situada no rio Mombuca, no \n\nCentro do município, apresenta característica diferenciada em relação aos pontos analisados \n\nneste trabalho. Há uma grande ocorrência de plantas macrófitas (Figura 52), formando uma \n\ncobertura em toda extensão da lâmina d’água. Este fato pode estar relacionado ao intenso aporte \n\nde nutrientes, por ocasião da passagem por área urbana e, em especial a comunidade de baixa \n\nrenda conhecida como Pedreiras (Figura 51), situada imediatamente à montante do ponto, onde \n\no esgotamento de efluentes não dispõe do devido tratamento, sendo lançado in natura no rio \n\nMombuca.  \n\n \n\nFigura 51 - Imagem da comunidade Pedreiras, às margens do rio Mombuca. No detalhe, tubos de esgotamento \n\nsanitário, em material PVC, destinado ao lançamento de efluentes in natura diretamente no canal.                                                     \n\nFonte: próprio autor, 2017. \n\n \n\n \n\nFiguras 52 - Imagens do rio Mombuca, na estação de monitoramento do INEA (MN010), no Centro do \n\nmunicípio de Maricá.                                                                                                                                          \n\nFonte: próprio autor, 2017. \n\n\n\n72 \n\n \n\nSalienta-se que, seguindo à jusante, nas proximidades do ponto 5 deste trabalho, não se \n\nobserva mais abundância daqueles vegetais, o que remete à possibilidade de um novo \n\ndesequilíbrio quanto às relações envolvendo nutrientes. Tal fato pode ser ocasionado por um \n\nmaior aporte de fósforo, como por exemplo os relacionados aos diversos comércios e à empresa \n\nespecializada em abate de aves domésticas (Charque 500 Indústria e Comércio Ltda), \n\nlocalizados às margens do canal. Em outro viés, pode simplesmente haver intolerância das \n\nespécies quanto à mudança de salinidade, já que o ponto sofre interferência do regime de marés.  \n\nNo monitoramento da qualidade das águas pelo INEA, são utilizados métodos de cálculo \n\nfatorial de Índice de Qualidade de Água – IQA, sendo os resultados enquadrados em classes de \n\nqualidade de água, conforme Tabela 6.  \n\nTabela 6 - Classes de qualidade de água de acordo com os valores obtidos para cálculo de IQA, utilizado pelo \n\nINEA, com o método de cálculo fatorial.                                                                                                                              \n\n \n\nFonte: INEA, 2016. \n\nAs análises nas bacias hidrográficas de Maricá são realizadas em 6 estações de \n\nmonitoramento, sendo 3 delas situadas na área compreendida pela bacia hidrográfica do rio \n\nUbatiba.  Estas estações encontram-se instaladas: no rio Mombuca (MN010), no Centro do \n\nmunicípio de Maricá (entre os pontos 4 e 5 deste trabalho); no rio Ludgero (LU010), tributário \n\ndo rio Mombuca; e no canal de drenagem de águas pluviais localizado em área do Aeroporto \n\nde Maricá (AM000), próximo a Foz do rio Mombuca (Figura 53) (INEA, 2015).    \n\n \n\nFigura 53 - IQA das águas interiores monitoradas pelo INEA no município de Maricá no ano de 2013.         \n\nFonte: INEA, 2016. \n\n \n\n\n\n73 \n\n \n\nEm 2013, os valores finais de IQA (Figura 53) obtidos na estação de monitoramento \n\nMN010 (rio Mombuca), indicaram qualidade “ruim” das águas – representado pela cor laranja.  \n\nCom relação a 2014, a estação de monitoramento MN010 (rio Mombuca) apresentou \n\nmédia anual de 23,9 (14,5 em fevereiro e 33,2 em agosto), sendo classificada como muito ruim.  \n\nEm 2015, a estação teve pequena melhoria, com média anual de 26,6, sendo 22,2 em \n\nmarço e 31,0 em dezembro, e foi classificada com qualidade de águas de ruim (Tabela 7).  \n\nTabela 7 - Resultados referentes aos anos 2014 e 2015 das estações de monitoramento do INEA nas águas \n\ninteriores do município de Maricá. \n\n \n\nFonte: INEA, 2016. Adaptado pelo autor, 2017. \n\nA Figura 54 traz uma representação dos índices de qualidade de água nas 3 estações de \n\nmonitoramento do INEA situadas na bacia do rio Ubatiba: MN010 (rio Mombuca), LD010 (rio \n\nLudgero) e AM000 (Canal do Aeroporto). À exceção deste último, em que constam apenas \n\nduas análises na página do INEA, cujas avaliações apresentaram pouca variação, são notórias \n\nas diferenças da qualidade de água de acordo com a sazonalidade, indicando melhoria nos \n\nmeses de baixa temporada (inverno) e queda na qualidade das águas em meses de alta \n\ntemporada (verão). Neste sentido, as evidências apontam para uma variação da qualidade das \n\náguas diretamente relaciona ao aporte de nutrientes ocasionado pela oscilação da população de \n\nacordo com a época do ano, ou seja, pela atividade turística e/ou veranista peculiar à região. \n\n \n\nFigura 54 - Gráfico demonstrativo da evolução temporal (2014 e 2015) do Índice de Qualidade de Águas – IQA, \n\nnas estações de monitoramento do INEA na bacia do rio Ubatiba, em Maricá-RJ.                                            \n\nFonte: INEA, 2016. Elaboração do gráfico: próprio autor, 2017. \n\nANO JAN FEV MAR ABR MAI JUN JUL AGO SET OUT NOV DEZ\n\n2014 14,5 33,2\n\n2015 22,2 31\n\nMUITO RUIM\n\n100 > IQA > 90 90 > IQA > 70 70 > IQA > 50 50 > IQA > 25 25 > IQA > 0\n\nCATEGORIA DE RESULTADOS\n\nIQA\n\nEXCELENTE BOA MÉDIA RUIM\n\nIQA (Média)\n\n23,9\n\n26,6\n\nRESULTADOS DE IQA REFERENTES AOS ANOS 2014 E 2015\n\nESTAÇÃO DE AMOSTRAGEM LOCALIZAÇÃO\n\nMN010 RIO MOMBUCA\n\n\n\n74 \n\n \n\nOs resultados descritos, referentes à estação de monitoramento MN010 (Figura 54), \n\nconvergem com os dados da estação de monitoramento MR012, situada na lagoa de Maricá, \n\npróximo ao exutório do rio Mombuca, entre outubro de 2010 e novembro de 2014. Ambos \n\nindicam um declínio na qualidade das águas que saem do canal e uma sazonalidade ao longo \n\ndo período - com exceção das análises realizadas em 28/08/2012, que apresentaram \n\ncomportamento diferenciado.  \n\nNas análises da estação MR012 (Figura 55), os resultados se assemelharam aos obtidos \n\nneste trabalho na questão da predominância das formas inorgânicas dissolvidas fosfato e \n\nnitrogênio amoniacal. As concentrações de fosfato (ou fósforo inorgânico dissolvido ou \n\nortofosfato dissolvido) variaram de 0,08 mg/L a 1,1 mg/L. Os resultados dos compostos \n\nnitrogenados variaram de 0,001 mg/L a 0,1 mg/L para nitrogênio amoniacal (NH3 e NH4), de \n\n0,001 mg/L a 1,2 mg/L para nitrito e 0,01 mg/L a 0,12 mg/L para nitrato.  Tais análises \n\ndemonstraram gradativo aumento de todos os parâmetros ao longo daquele período. Os \n\nresultados encontram-se dispostos no Anexo 6. \n\nHouve convergência também no sentido de que a proporção entre as formas inorgânicas \n\ndissolvidas do nitrogênio e do fósforo não atenderam às relações propostas por Readfield (16:1) \n\n– fato que que pode justificar a reduzida biodiversidade verificada in loco. \n\n                      \n\nFigura 55 - Gráfico demonstrativo de indicadores de qualidade de água na estação de monitoramento de águas \n\ndo INEA MR012 (lagoa de Maricá) entre 06/10/2010 e 26/11/2014. No detalhe, acima, variação temporal de \n\ncada indicador: orto-fosfato dissolvido; nitrogênio amoniacal total; nitrato; e nitrito.                                                   \n\nFonte: INEA, 2015. Elaboração: próprio autor, 2017. \n\nQuanto às altas temperaturas da água verificadas em campo, tal fato pode ocasionar em \n\ninfluência direta no comportamento do elemento nitrogênio. Em estudos de Rugani (1980, apud \n\n\n\n75 \n\n \n\nESTEVES, 1998), em lagos do médio rio Doce (MG), foi constatada que a distribuição das \n\nbactérias amonificantes ao longo da coluna d’água foi fortemente influenciada pela \n\nestratificação térmica. No epilímnio, que fica isolado das camadas inferiores, há maior \n\nconcentração de oxigênio, ocasionando em processos de nitrificação (formação de nitrito e \n\nnitrato). No hipolímnio, onde as concentrações de oxigênio são menores, ocorre a amonificação \n\nde nitrato (ou respiração por nitrato) (ESTEVES, 1998, pág.84).  \n\nNos quatro primeiros pontos de análise deste estudo, onde foram verificadas baixíssimas \n\nprofundidades, não há que se considerar estratificação térmica. Neste sentido, é razoável sugerir \n\num consumo de oxigênio de forma igualitária ao longo de toda coluna d’água, em processos de \n\nnitrificação. A amonificação, neste caso, tende a se limitar no sedimento. Com o gradativo \n\naumento do aporte de efluentes, ricos em matéria orgânica, e o consequente consumo de \n\noxigênio, iniciam-se os processos de redução (desnitrificação e amonificação).    \n\nDe modo geral, o comportamento ao longo da bacia, em seus aspectos quantitativos, \n\nquanto aos parâmetros químicos, se assemelha às análises visuais obtidas por ocasião da \n\naplicação do Protocolo de Análise Rápida – PAR. A exceção foi o ponto 1, que visualmente \n\naparentava condições melhores que o ponto 2. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n76 \n\n \n\n7 CONCLUSÕES \n\nO município de Maricá não dispõe de um sistema de gerenciamento de águas bem \n\ndesenvolvido, tanto com relação ao abastecimento público quanto com relação à destinação das \n\náguas residuárias. O abastecimento público não ultrapassa a 20% da demanda do município, \n\nrestringindo-se apenas ao 1º Distrito-Sede, mas ainda de forma bastante incipiente. Isto obriga \n\nas pessoas a recorrerem a outra forma de captação de água, sendo a extração por poços a forma \n\npredominante.  \n\nConcomitantemente, é predominante a destinação das águas residuárias através da \n\nutilização de sistema fossa séptica-sumidouro, o que compromete a qualidade das águas dos \n\nlençóis freáticos, aviltando os riscos com relação à saúde pública. Entretanto, neste quesito, \n\ncomparativamente aos índices apresentados pelo município do Rio de Janeiro e estado do Rio \n\nde Janeiro, relacionados às doenças de notificação compulsória, Maricá apresentou números \n\nrelativamente satisfatórios e com tendência de melhoria.   \n\nAs análises dos aspectos de uso e ocupação do solo da bacia hidrográfica do rio Ubatiba \n\nindicaram predomínio de grandes áreas de agropasto (economicamente insignificantes), além \n\nde algumas áreas de florestas, uma área de adensamento urbano rarefeito e uma área de \n\nadensamento urbano moderado, próximo ao exutório, representada pelo Centro do município. \n\nÁreas de solos expostos se destacam, principalmente na parte central da bacia, retratando a \n\nexpansão urbana: fato relacionado aos diversos empreendimentos imobiliários que vem sendo \n\nimplementados e que podem comprometer os remanescentes de mata ripária.  \n\nEm termos demográficos, Maricá se destaca como município de maior crescimento \n\npopulacional do Estado do Rio de Janeiro nas últimas décadas, com incremento de 66,10% no \n\nnúmero de habitantes entre 2000 e 2010, e de 95,31% entre o ano 2000 e as projeções do IBGE \n\npara 2016. Contudo, entre 2000 e 2016, o 1º Distrito apresentou variação bem abaixo da \n\nregistrada no município: 35,93%. Considerando-se evolução regular em toda a área do distrito, \n\na variação da população na área da bacia do rio Ubatiba foi projetada nas mesmas proporções. \n\nEste comportamento pode estar relacionado a fatores sociais, tais como: êxodo rural; mudança \n\ndo tipo de uso das construções; incremento do número de casas de veraneio; implementação de \n\ngrandes empreendimentos no lugar de construções domiciliares; efeito da periferização; e \n\nmigração interna da população, induzida por investimentos imobiliários no município.  \n\nAs análises visuais de qualidade das águas dos rios Silvado-Ubatiba-Mombuca, através \n\nde Protocolo de Análise Rápida – PAR – apontou para uma redução gradual de qualidade à \n\n\n\n77 \n\n \n\nmedida que o rio perpassa áreas mais urbanizadas, ou seja, à medida que é aumentada a \n\ndiversidade dos usos do solo. A degradação inicia-se por grandes áreas desflorestadas, \n\ndestinadas, em sua maior parte, às atividades agropastoris, onde ainda não são perceptíveis \n\nalterações físicas de qualidade das águas. Ao atravessar o bairro Ubatiba, de baixa densidade \n\ndemográfica, o rio recebe o aporte de efluentes domésticos in natura, que desencadeiam as \n\nprimeiras alterações visuais. Por fim, ao perpassar o Centro do município, o canal recebe o \n\naporte de todo tipo de cargas urbanas, além das diversas alterações físicas na faixa marginal, \n\nque ocasionam em degradação bastante acentuada das águas e vulnerabilidade das margens.    \n\nOs resultados dos aspectos químicos da água indicaram um aporte de fosfato (forma \n\ninorgânica dissolvida) consideravelmente superior aos padrões CONAMA em todos os pontos \n\n- especialmente no ponto 5-, em contraste com menores concentrações das formas inorgânicas \n\ndissolvidas do nitrogênio (amônio, nitrito e nitrato). Este comportamento converge com as \n\nanálises realizadas pelo órgão ambiental estadual na lagoa de Maricá, nas proximidades do \n\nexutório do rio Mombuca, assim como também converge com resultados dos estudos realizados \n\nneste trabalho.  \n\nPorém, a razão nitrogênio:fósforo diverge das relações propostas por Redfield (N:P \n\nigual a 16:1). Tal fato pode estar relacionado, dentre outros fatores: ao incremento da \n\npopulação, refletida no adensamento urbano e no consequente aumento do lançamento de \n\nefluentes; ao maior aporte de fósforo de natureza antrópica, (principalmente nas proximidades \n\ndo ponto 5, onde funciona uma empresa especializada em abate de aves); à atividade \n\nmicrobacteriana, em processos de nitrificação e desnitrificação; e, ainda, à contribuição do rio \n\nLudgero (em P5), tributário que atravessa regiões urbanas de densidade moderada, tais como o \n\nCentro do município de Maricá e o bairro Mombuca.   \n\nOutro fator importante a ser considerado é a recente implantação da rede geral de \n\nesgotamento sanitário, alterando o sistema de fossa séptica-sumidouro para o sistema fossa \n\nséptica-rede geral, com previsão de conclusão das obras relativamente longa: para o ano 2035. \n\nConcomitantemente, as ligações domésticas têm sido conectadas à rede geral desde 2015, sem \n\nhaver orientações técnicas quanto à construção das fossas sépticas, nem tão pouco quanto a sua \n\nmanutenção. Esses fatos combinados tendem a comprometer bastante a qualidade das águas \n\ndos mananciais.   \n\nEmbora as pesquisas indiquem resultados satisfatórios quanto à saúde, os resultados \n\nobtidos neste trabalho apontam para uma gradual aceleração da degradação das águas \n\nsuperficiais nos últimos anos, indicando um problema típico de gestão. Tais fatores, a médio e \n\n\n\n78 \n\n \n\nlongo prazo, podem afetar significativamente as esferas sociais, econômicas e ambientais, \n\npodendo, desta forma, vir a comprometer também as questões relativas à saúde pública.  \n\nO desenvolvimento de uma conscientização integrada torna-se imprescindível, com a \n\nimplementação de uma governança mais participativa dentre os diversos atores da região, a \n\nimplementação de sistemas de gestão eficientes e alinhados, e o aprimoramento dos sistemas \n\nde coleta, tratamento e destinação das águas residuárias. Estas questões devem ser observadas \n\ntanto com relação aos aspectos de uso e ocupação do solo, quanto com relação aos aspectos de \n\nrecuperação e manutenção da qualidade dos mananciais.  \n\nMaricá é um lugar que dispõe de privilegiada beleza cênica, com rios, belas lagunas, \n\npraias oceânicas, florestas, entre outras. É destino de diversos turistas e veranistas, \n\nprincipalmente no período de alta temporada. Porém, o município precisa se estruturar para \n\nreceber os incrementos urbanos e os sazonais da população, de forma a não agredir o meio \n\nambiente e as condições de vida daqueles que ali residem e frequentam. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n79 \n\n \n\n8 REFERÊCIAS BIBLIOGRÁFICAS  \n\nACCUWETHER. Maricá, Brasil Tempo, 2917. Disponível em:&lt;http://www.accuweather. \n\ncom/pt/br/marica/40646/february-weather/40646>. Acesso em: 09fev.2017.  \n\nAGÊNCIA NACIONAL DE ÁGUAS - ANA. Cuidando das águas. Soluções para melhorar a \n\nqualidade dos recursos hídricos, 2ed, Brasília, DF, 2011. Disponível em: \n\n<http://arquivos.ana.gov.br/institucional/sge/CEDOC/Catalogo/2013/CuidandoDasAguas-\n\nSolucao2aEd.pdf>. Acesso em: 31mar2017.  \n\nAPALMA – Associação de Preservação Ambiental das Lagunas de Maricá, Maricá, RJ, 2014. \n\nDisponível em:&lt;http://www.apalma.no.comunidades.net/>. Acesso em: 14jul.2016.  \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR: 9897: planejamento de \n\namostragem de efluentes líquidos e corpos receptores. Rio de Janeiro, jun.1987. 14f.  \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR: 7229: projeto, construção e \n\noperação de sistemas de tanques sépticos. Rio de Janeiro, set.1993. 15f.  \n\nAURÉLIO. Dicionário do Aurélio OnLine. Dicionário de Português. 2008-2016. Disponível \n\nem:&lt;https://dicionariodoaurelio.com/saneamento>. Acesso em: 20out.2016.    \n\nBONFIM, C.S.; VILELA, C.G.; GUEDES, D.C. Foraminíferos Bentônicos em Sedimentos de \n\nFundo da Lagoa de Maricá, Estado do Rio de Janeiro. In: ANUÁRIO DO INSTITUTO DE \n\nGEOCIÊNCIAS DA UFRJ, vol.33-1/2010, p.9-19, 2010, Rio de Janeiro. Anuários ... Rio de \n\nJaneiro: UFRJ, 2010. Disponível em:&lt;www.anuario.igeo.ufrj.br>. Acesso em: 20out.2016.   \n\nBRASIL. Constituição da República Federativa do Brasil. Promulgada em 05 de outubro de \n\n1988. Brasília, DF, 1988. Disponível em:&lt;http://www.planalto.gov.br/ccivil_ \n\n03/constituicao/constituicao.htm>. Acesso em: 05abr.2017.  \n\nBRASIL. Presidência da República. Lei Nº 6.938, de 13 de agosto de 1981. Dispõe sobre a \n\nPolítica Nacional do Meio Ambiente, seus fins e mecanismos de formulação e aplicação, e dá \n\noutras providências. Diário Oficial [da] União, Brasília, DF, 02 set. 1981. Disponível em \n\n<http://www.mma.gov.br/port/conama/estr.cfm>. Acesso em 29jul.2016.  \n\nBRASIL. Presidência da República. Lei Nº 9.433, de 08 de janeiro de 1997. Institui o Plano \n\nNacional de Recursos Hídricos, cria o Sistema Nacional de Gerenciamento de Recursos \n\nHídricos, regulamenta o inciso XIX do art. 21 da Constituição Federal, e altera o art. 1º da Lei \n\n \n\n \n\nhttp://arquivos.ana.gov.br/institucional/sge/CEDOC/Catalogo/2013/CuidandoDasAguas-Solucao2aEd.pdf\nhttp://arquivos.ana.gov.br/institucional/sge/CEDOC/Catalogo/2013/CuidandoDasAguas-Solucao2aEd.pdf\nhttp://www.apalma.no.comunidades.net/\nhttps://dicionariodoaurelio.com/saneamento\nhttp://www.anuario.igeo.ufrj.br/\nhttp://www.planalto.gov.br/ccivil_%2003/constituicao/constituicao.htm\nhttp://www.planalto.gov.br/ccivil_%2003/constituicao/constituicao.htm\nhttp://www.mma.gov.br/port/conama/estr.cfm\n\n\n80 \n\n \n\nnº 8.001, de 13 de março de 1990. Diário Oficial [da] União, Brasília, DF, 07 jan. 1997. \n\nDisponível em:&lt;http://www.planalto.gov.br/ccivil_03/leis/L9433.>. Acesso em 29jul.2016.  \n\nBRASIL. Presidência da República. Lei 10.257, de 10 de julho de 2001. Regulamenta os arts. \n\n182 e 183 da Constituição Federal, estabelece diretrizes gerais da política urbana e dá outras \n\nprovidências. Diário Oficial [da] União, Brasília, DF. 10jul.2001. Disponível em: \n\nhttp://www.planalto.gov.br/ccivil_03/leis/LEIS_2001/L10257.htm. Acesso em: 05abr.2017.  \n\nBRASIL. Presidência da República. Lei Nº 11.445, de 05 de janeiro de 2007. Estabelece \n\ndiretrizes nacionais para o saneamento básico. Diário Oficial [da] União, Brasília, DF, 05 jan. \n\n2007. Disponível em:&lt;http://www.planalto.gov.br/ ccivil_03/_ato2007-2010/2007/ \n\nlei/l11445.htm>. Acesso em: 15jul.2016.  \n\nBRASIL. Ministério do Meio Ambiente Conselho Nacional do Meio Ambiente. Resolução Nº \n\n430, de 13 de maio de 2011. Dispõe sobre as condições e padrões de lançamento de efluentes, \n\ncomplementa e altera a Resolução Nº 357, de 17 de março de 2005, do Conselho Nacional do \n\nMeio Ambiente – CONAMA. Diário Oficial [da] União Nº 92. Brasília, DF, 16ago.2011.  \n\nDisponível em:&lt;http://www.mma.gov.br/port/conama/legiabre. cf>. Acesso em 29ago.2016.  \n\nBRASIL. Presidência da República. Lei Nº 12.651, de 25 de maio de 2012. Dispõe sobre a \n\nproteção da vegetação nativa. Diário Oficial [da] União, Brasília, DF, 28maio2012. Disponível \n\nem: &lt;http://www.planalto.gov.br/ccivil_03/_ato2011-2014/2012/lei/l12651.htm> Acesso em: \n\njul.2017.   \n\nBRASIL. Ministério do Meio Ambiente. Água. Brasília, DF, 2016. Disponível em: \n\n<http://www. mma.gov.br/ agua>. Acesso em: 28jul.2016.  \n\nBRITO, F.; PINHO, B.A.T.D. a dinâmica do processo de urbanização no brasil, 1940-2010. \n\nUFMG/CODEPLAR, Belo Horizonte, 2012. Disponível em: &lt;http://cedeplar.ufmg.br/ \n\npesquisas/ td/TD%20464.pdf>. Acesso em: jul.2017.  \n\nCALLISTO, M; FERREIRA, W.R.; MORENO, P.; GOULART, M.; PETRÚCIO, M. \n\nAplicação de um protocolo de avaliação rápida da diversidade de habitats em atividades \n\nde ensino e pesquisa (MG-RJ). Universidade Federal de Minas Gerais, Departamento de \n\nBiologia Geral, Belo Horizonte, 2002. Disponível em:&lt;http://ablimno.org.br/acta/pdf/acta_ \n\nlimnologica_contents1401E_files/Artigo%2010_14 (1).pdf>. Acesso em: 14jul.2016.  \n\nhttp://www.planalto.gov.br/ccivil_03/leis/L9433.\nhttp://www.planalto.gov.br/ccivil_03/leis/LEIS_2001/L10257.htm\nhttp://www.planalto.gov.br/%20ccivil_03/_ato2007-2010/2007/%20lei/l11445.htm\nhttp://www.planalto.gov.br/%20ccivil_03/_ato2007-2010/2007/%20lei/l11445.htm\nhttp://www.mma.gov.br/port/conama/legiabre.%20cf\nhttp://www.planalto.gov.br/ccivil_03/_ato2011-2014/2012/lei/l12651.htm\nhttp://cedeplar.ufmg.br/%20pesquisas/%20td/TD%20464.pdf\nhttp://cedeplar.ufmg.br/%20pesquisas/%20td/TD%20464.pdf\nhttp://ablimno.org.br/acta/pdf/acta_%20limnologica_contents1401E_files/Artigo%2010_14%20(1).pdf\nhttp://ablimno.org.br/acta/pdf/acta_%20limnologica_contents1401E_files/Artigo%2010_14%20(1).pdf\n\n\n81 \n\n \n\nCOMPANHIA ESTADUAL DE ÁGUAS E ESGOTOS – CEDAE. Bacia do rio Ubatiba-\n\nSilvado, Município de Maricá. Visão geral dos lagos artificiais. Rio de Janeiro, 2013. \n\nDisponível em:&lt;http://www.comitebaiadeguanabara.org.br/wp-content/uploads/2013/02/ \n\nBacia-do-Silvado_Pontos-de-irrigacao_Alterado-em-07-03-13.pdf>. Acesso em: 31mar.2017.  \n\nCENTRO NACIONAL DE MONITORAMENTO E ALERTAS DE DESASTRES \n\nNATURAIS - CEMADEN. Estações pluviométricas. São José dos Campos, SP, 2017. \n\n<Disponível em: http://150.163.255.234/salvar/graficos/grafico_CEMADEN.php?idpcd= \n\n3714&amp;ordem=crescente&amp;ordercampo=datahora&amp;cbFiltraTipoEstacao=T> Acesso em: \n\n08fev2017. \n\nCLIMATEMPO. Climatologia. Maricá. 2017. Disponível em: &lt;www.climatempo.com.br/ \n\nclimatologia/309/marica-rj >. Acesso em: 17jul.2017. \n\nCOMITÊ DE BACIA DA BAÍA DE GUANABARA - SUBCOMITÊ DE BACIA DA \n\nREGIÃO HIDROGRÁFICA DA BAÍA DE GUANABARA. Sistema Lagunar de Maricá-\n\nGuarapina. Rio de Janeiro, 2016. Disponível em:&lt;http://www.comitebaiadeguanabara.org. \n\nbr/sc-marica/>. Acesso em: 02out2016.  \n\nCOMITÊ DAS BACIAS HIDROGRÁFICAS DA SERRA DA MANTIQUEIRA – \n\nCOMITESM. Sumidouros e valas de infiltração. Projeto Permanente de Educação Ambiental \n\n– PPEA, Campos do Jordão, SP, 2008. Disponível em:&lt;http://www.comitesm.sp.gov.br/ \n\nerapido/arquivos/midia/db69ff4179ec8ac4a33331b49c757527.pdf>. Acesso em: 05mar2017. \n\nCOSTA, E.; DOS SANTOS, A.; SEABRA, V. Uso de mapa geomorfológico para mapeamento \n\nde uso e cobertura da terra no município de Maricá – RJ. In: XI SINAGEO – Simpósio Nacional \n\nde Geomorfologia, 2016, Maringá, PR. Resumos ... Maringá: União da Geomorfologia \n\nBrasileira, set.2016. Disponível em:&lt;file:///C:/Users/Isabella/Desktop/TCC%20II/Artigos_ \n\nDisserta%C3%A7%C3%B5es_Teses/A.A.11%C2%BA%20Sinageo%20-%20USO%20DE% \n\n20MAPA%20GEOMORFOL%C3%93GICO%20PARA%20MAPEAMENTO%20DE%20U\n\nSO%20E%20COBERTURA%20DA%20TERRA%20NO%20MUNIC%C3%8DPIO%20DE\n\n%20MARIC%C3%81%20%E2%80%93%20RJ.html>. Acesso em: 09maio2017.   \n\nCOSTA, M.A.M. Da lama ao caos: um estuário chamado baía de Guanabara, Cad. \n\nMetrop., São Paulo, v.17, n.33, pp. 15-39, maio2015. \n\nCUNHA, C.L.N.; FERREIRA, A.P. Modelagem matemática para avaliação dos efeitos de \n\ndespejos orgânicos nas condições sanitárias de águas ambientais. Caderno Saúde Pública, \n\nhttp://www.comitebaiadeguanabara.org.br/wp-content/uploads/2013/02/%20Bacia-do-Silvado_Pontos-de-irrigacao_Alterado-em-07-03-13.pdf\nhttp://www.comitebaiadeguanabara.org.br/wp-content/uploads/2013/02/%20Bacia-do-Silvado_Pontos-de-irrigacao_Alterado-em-07-03-13.pdf\nhttp://150.163.255.234/salvar/graficos/grafico_CEMADEN.php?idpcd=%203714&amp;ordem=crescente&amp;ordercampo=datahora&amp;cbFiltraTipoEstacao=T\nhttp://150.163.255.234/salvar/graficos/grafico_CEMADEN.php?idpcd=%203714&amp;ordem=crescente&amp;ordercampo=datahora&amp;cbFiltraTipoEstacao=T\nhttp://www.climatempo.com.br/\nhttp://www.google.com.br/url?url=http://www.comitesm.sp.gov.br/&amp;rct=j&amp;frm=1&amp;q=&amp;esrc=s&amp;sa=U&amp;ved=0ahUKEwi8le2yz7rSAhUlsFQKHSg0B1IQFggVMAA&amp;usg=AFQjCNHii3JL0p5VZaVgeQn_ynkbmYDnvA\nhttp://www.comitesm.sp.gov.br/%20erapido/arquivos/midia/db69ff4179ec8ac4a33331b49c757527.pdf\nhttp://www.comitesm.sp.gov.br/%20erapido/arquivos/midia/db69ff4179ec8ac4a33331b49c757527.pdf\nfile:///C:/Users/Isabella/Desktop/TCC%20II/Artigos_\n\n\n82 \n\n \n\nRio de Janeiro, ago.2006. Disponível em:&lt;http://www.scielo.br/pdf/csp/v22n8/20.pdf>. \n\nAcesso em: 31mar2017.   \n\nDA SILVA, A.L.C; DA SILVA, M.A.M.; GRALATO, J.C.A.; SILVESTRE, C.P. \n\nCaracterização Geomorfológica e Sedimentar da Planície Costeira de Maricá (Rio de Janeiro). \n\nRevista Brasileira de Geomorfologia. Rio de Janeiro, v.15, n.2, 2014. Disponível em: \n\n<https://www.researchgate.net/publication/290603169>. Acesso em: 15out.2016.  \n\nDIAS, A.P.; ROSSO, T.C.A.; GIORDANO, G. Os sistemas de saneamento na cidade do Rio \n\nde Janeiro. Coletânea em Saneamento Ambiental. Série temática recursos hídricos e \n\nsaneamento, v.2, parte I, 1ªed., Rio de Janeiro, 2012. Disponível em: \n\n<http://www.coamb.eng.uerj.br/download/coamb-RHS-Volume2.pdf>. Acesso em: \n\n27mar2017.  \n\nDICIONÁRIO ILUSTRADO TUPI-GUARANI. Disponível em:&lt;http://www.dicionario \n\ntupiguarani.com.br/section>. Acesso em: 31mar2017.  \n\nEGLER, M. Gerenciamento integrado de recursos hídricos no Estado do Rio de Janeiro: ensaio \n\nde indicador para o estabelecimento da avaliação das relações entre qualidade da água e \n\ncobertura vegetal. Universidade Federal do Rio de Janeiro, UFRJ: tese de doutorado \n\napresentada ao Programa de Pós-Graduação em Planejamento Energético, da Universidade \n\nFederal do Rio de Janeiro. Rio de Janeiro, mar.2012. Disponível em: \n\nhttp://www.ppe.ufrj.br/ppe/production/tesis/mariana_egler.pdf. Acesso em: jan.2017. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA – EMBRAPA. Clima. \n\nDisponível em: &lt;http://www.cnpf.embrapa.br/pesquisa/efb/clima.htm>. Acesso em: jul.2017. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA; FUNDAÇÃO \n\nBANCO DO BRASIL. Saúde e renda no campo. Saiba como montar um sistema inovador de \n\nesgoto sanitário. Brasília, DF: 2010. Disponível em:&lt;http://habitat3.org/wp-\n\ncontent/uploads/commit_files/ zPIfHnM3JeC2v2wQk0.pdf>. Acesso em 05mar2017. \n\nESTEVES, F.A. Fundamentos de Limnologia. 2ªed., Rio de Janeiro: Interciência.  \n\nFOLLMANN, F.M.; FOLELO, E.M. Importância de rede coletora de esgoto em área de recarga \n\nde aquífero. R. Ra’e Ga, O espaço geográfico em análise. Curitiba, v.29, p.115-134, dez2013. \n\nDisponível em:&lt;www.ser.ufpr.br/raega>. Acesso em: 10out.2016.  \n\nhttp://www.scielo.br/pdf/csp/v22n8/20.pdf\nhttp://www.coamb.eng.uerj.br/download/coamb-RHS-Volume2.pdf\nhttp://www.ppe.ufrj.br/ppe/production/tesis/mariana_egler.pdf\nhttp://www.cnpf.embrapa.br/pesquisa/efb/clima.htm\nhttp://habitat3.org/wp-content/uploads/commit_files/%20zPIfHnM3JeC2v2wQk0.pdf\nhttp://habitat3.org/wp-content/uploads/commit_files/%20zPIfHnM3JeC2v2wQk0.pdf\nhttp://www.ser.ufpr.br/raega\n\n\n83 \n\n \n\nFURNAS, M.; MITCHELL, A.; SKUZA, M.; BRODIE, J. In the other 90%: phytoplankton \n\nresponses to enhanced nutrient availability in the Great Barrier Reef Lagoon. Elsevier: \n\nTownsville, Austrália, 2004.  Disponível em: &lt;http://www.sciencedirect.com/science/ \n\narticle/pii/S0025326X04004308>. Acesso em: 20maio2017.  \n\nGOMES, A.P.; VITORINO, R.R.; CALIXTO-LIMA, L.; DA SILVA, A.L.; TRAVAGLIA-\n\nSANTOS, E.; HENRIQUES, B.D.; ESPERIDIÃO-ANTÔNIO, V. Hepatites virais: abordagem \n\nclínica com ênfase nos vírus A e E. Rev. Bras. Clin. Med. São Paulo, 2012. Disponível em: \n\n<http://files.bvs.br/upload/S/1679-1010/2012/v10n2/a2782.pdf>. Acesso em: 12jul2017.  \n\nGOMIDE, C. Rios de desleixo. A fórmula dos rios vivos. Revista Planeta, São Paulo, \n\nano 41, ed.485, p.7-9, mar. 2013.  \n\nGOMIDE, C.; ARAIA, E.; ARNT, R. Rios Vivos. A fórmula dos rios vivos. Revista Planeta, \n\nSão Paulo, ano 41, ed.485, p.20-27, mar.2013. \n\nGOVERNO DO ESTADO DO RIO DE JANEIRO. Decreto de criação da APA de Maricá Nº \n\n7.230, de 23 de abril de 1984. Diário Estadual,24 abr. 1984. Rio de Janeiro, 1984, 2 p. \n\nDisponível em:&lt;http://www.mma.gov.br/port/conama/processos/AD9BCD27/ \n\nDECRETO_CriacaoAPAdeMarica.pdf>. Acesso em: 15set.2016.  \n\nGRANDE quantidade de peixes mortos aparece em lagoas de Maricá, no RJ. G1, Região dos \n\nLagos, 04jan.2016. Disponível em: http://g1.globo.com/rj/regiao-dos-lagos/noticia/2016/01/ \n\ngrande-quantidade-de-peixes-mortos-aparece-em-lagoas-de-marica-no-rj.html. Acesso em: \n\n10out.2016.  \n\nGUERRA, A.J.T. Geomorfologia Urbana. Rio de Janeiro, Bertrand Brasil Ltda, 2011.   \n\nGUIMARÃES; CARVALHO E SILVA. Saneamento básico. Rio de Janeiro, ago.2007. \n\nDisponível em:&lt;http://www.ufrrj.br/institutos/it/deng/leonardo/ downloads/ APOSTILA/ \n\nApostila%20IT%20179/Cap%201.pdf>. Acesso em: 05set.2016.  \n\nGUIMARÃES, R.M.; CRUZ, O.G.; PARREIRA, V.G.; MAZOTO, M.L.; VIEIRA, J.D.; \n\nASMUS, C.I.R.F. Análise temporal da relação entre leptospirose e ocorrência de inundações \n\npor chuvas no município do Rio de Janeiro, Brasil, 2007-2012. Ciência &amp; Saúde Coletiva: Rio \n\nde Janeiro, 2014. Disponível em:  &lt;http://www.scielo.br/pdf/csc/v19n9/1413-8123-csc-19-09-\n\n3683.pdf>. Acesso em: 11jul.2017.  \n\n \n\nhttp://www.sciencedirect.com/science/%20article/pii/S0025326X04004308\nhttp://www.sciencedirect.com/science/%20article/pii/S0025326X04004308\nhttp://files.bvs.br/upload/S/1679-1010/2012/v10n2/a2782.pdf\nhttp://www.mma.gov.br/port/conama/processos/AD9BCD27/%20DECRETO_CriacaoAPAdeMarica.pdf\nhttp://www.mma.gov.br/port/conama/processos/AD9BCD27/%20DECRETO_CriacaoAPAdeMarica.pdf\nhttp://g1.globo.com/rj/regiao-dos-lagos/noticia/2016/01/%20grande-quantidade-de-peixes-mortos-aparece-em-lagoas-de-marica-no-rj.html\nhttp://g1.globo.com/rj/regiao-dos-lagos/noticia/2016/01/%20grande-quantidade-de-peixes-mortos-aparece-em-lagoas-de-marica-no-rj.html\nhttp://www.ufrrj.br/institutos/it/deng/leonardo/%20downloads/%20APOSTILA/%20Apostila%20IT%20179/Cap%201.pdf\nhttp://www.ufrrj.br/institutos/it/deng/leonardo/%20downloads/%20APOSTILA/%20Apostila%20IT%20179/Cap%201.pdf\nhttp://www.scielo.br/pdf/csc/v19n9/1413-8123-csc-19-09-3683.pdf\nhttp://www.scielo.br/pdf/csc/v19n9/1413-8123-csc-19-09-3683.pdf\n\n\n84 \n\n \n\nHOLZER, W; CRICHYNO, J; PIRES, A.C. Sustentabilidade da urbanização em áreas de \n\nrestinga: uma proposta de avaliação pós-ocupação.  Paisagem ambiente: ensaios, n.19, São \n\nPaulo, p.49-66, 2004. Disponível em:&lt;www.revistas.usp.br/paam/ article/view/40219>.  \n\nAcesso em: 01out.2016.  \n\nHÜFFNER, J.G.P. Estudos sobre os impactos do turismo em áreas naturais em processo de \n\nurbanização: o caso da Ilha de Cotijuba, Belém – PA. Universidade da Amazônia – UNAMA. \n\nPrograma de Mestrado em Desenvolvimento e Meio Ambiente Urbano da Universidade da \n\nAmazônia. Belém, 2011. Disponível em: &lt;http://www6.unama.br/mestrado/desenvolvimento/ \n\nattachments/article/57/Estudo.pdf>. Acesso em: 01mar.2017.   \n\nINEA – Instituto Estadual do Ambiente. Elaboração do Plano Estadual de Recursos \n\nHídricos do Estado do Rio de Janeiro. mar. 2014. Disponível em:&lt;http://www. inea.rj.gov \n\n.br/cs/groups/public/documents/document/zwew/mdyy/~edisp/inea00 62138.pdf>. Acesso em: \n\n05set. 2016.  \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. cidades@. 2015. \n\nDisponível em:&lt;http://www.cidades.ibge.gov.br/xtras/perfil.php?lang=&amp;codmun= 330270&amp; \n\nsearch= ||infogr%E1ficos:-informa%E7%F5es-completas>. Acesso em: 14set. 2016.   \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Estimativas da \n\npopulação residente no Brasil e unidades da federação com data de referência em 1º de julho \n\nde 2015. Disponível em: &lt;ftp://ftp.ibge.gov.br/Estimativas_de_Populacao/Estimativas_2015/ \n\nestimativa_dou_2015_20150915.pdf>. Acesso em 18fev2017.  \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Atlas do \n\nDesenvolvimento Humano no Brasil. 2016. Disponível em:&lt;http://atlasbrasil.org.br/2013/>. \n\nAcesso em: 30mar.2017.   \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Sinopse do censo \n\ndemográfico 2010. Brasil, 2016. Disponível em:&lt;http://www.censo2010.ibge.gov.br/ \n\nsinopse/index.php?dados=P15&amp;uf =00>. Acesso em: 30mar.2017. \n\nINPE – Instituto Nacional de Pesquisas Espaciais (Brasil). Divisão de Geração de Imagens. Os \n\nsatélites Landsat 5 e 7. 2015. Disponível em:&lt;http://www.dgi.inpe.br/ Suporte/files/ \n\nCameras-LANDSAT57_PT.php>. Acesso em: 16ago.2016. \n\nhttp://www.revistas.usp.br/paam/%20article/view/40219\nhttp://www6.unama.br/mestrado/desenvolvimento/%20attachments/article/57/Estudo.pdf\nhttp://www6.unama.br/mestrado/desenvolvimento/%20attachments/article/57/Estudo.pdf\nhttp://www.cidades.ibge.gov.br/xtras/perfil.php?lang=&amp;codmun=%20330270&amp;%20search=%20||infogr%E1ficos:-informa%E7%F5es-completas\nhttp://www.cidades.ibge.gov.br/xtras/perfil.php?lang=&amp;codmun=%20330270&amp;%20search=%20||infogr%E1ficos:-informa%E7%F5es-completas\nftp://ftp.ibge.gov.br/Estimativas_de_Populacao/Estimativas_2015/ estimativa_dou_2015_20150915.pdf\nftp://ftp.ibge.gov.br/Estimativas_de_Populacao/Estimativas_2015/ estimativa_dou_2015_20150915.pdf\nhttp://atlasbrasil.org.br/2013/\nhttp://www.censo2010.ibge.gov.br/%20sinopse/index.php?dados=P15&amp;uf%20=00\nhttp://www.censo2010.ibge.gov.br/%20sinopse/index.php?dados=P15&amp;uf%20=00\nhttp://www.dgi.inpe.br/%20Suporte/files/%20Cameras-LANDSAT57_PT.php\nhttp://www.dgi.inpe.br/%20Suporte/files/%20Cameras-LANDSAT57_PT.php\n\n\n85 \n\n \n\nINSTITUTO TRATA BRASIL. O que é saneamento? Trata Brasil – Saneamento e saúde. \n\nSão Paulo, 2013. Disponível em:&lt;http://www.tratabrasil.org.br/o-que-e-saneamento> . Acesso \n\nem out.2016.   \n\nJACQUES, P.D. Geoprocessamento na identificação de áreas susceptíveis à erosão laminar, \n\nbacia do rio Ubatiba, Maricá-RJ. Universidade Federal Fluminense-UFF. Dissertação \n\napresentada ao curso de pós-graduação em Geociências da Universidade Federal Fluminense, \n\nNiterói, 1997. Disponível em:&lt;http://rigeo.cprm.gov.br/xmlui/bitstream/handle/doc/118/ \n\nJACQUES.pdf?sequence=1>. Acesso em: 19jul.2017.  \n\nLIMA, C. A.I.; VIEGAS, M.O.; BERNSTEIN, A. O impacto da urbanização em Lagoas do Rio \n\nde Janeiro: estudo de caso sobre as Lagoas Rodrigo de Freitas e de Araruama. CECIERJ: meio \n\nambiente, Rio de Janeiro, 2014. Disponível em:&lt;http://www.educacaopublica.rj.gov.br/ \n\nbiblioteca/meioambiente/0045.html>. Acesso em: 20out.2016.  \n\nLIMA, E.C.R. Qualidade de água da baía de Guanabara e saneamento: uma abordagem \n\nsistêmica. Tese do curso de pós-graduação de engenharia da Universidade Federal do Rio de \n\nJaneiro. Rio de Janeiro, nov. 2006. Disponível em: Disponível em:&lt;http://www.ppe.ufrj.br/ \n\nppe/production/tesis/limaecr.pdf>. Acesso em: 29set. 2016.  \n\nMARICÁ INFO. Maricá: Mortandade de peixes afeta lagoa. Maricá, jul. 2016. Disponível \n\nem:&lt;http://maricainfo.com/2016/07/28/marica-mortandade-de-peixes-afeta-lagoa. html>. \n\nAcesso em: 01out.2016. \n\nMARICÁ INFO. Maricá: Novo secretariado da Prefeitura é apresentado. Maricá, dez. \n\n2016. Disponível em:&lt;http://maricainfo.com/2016/12/29/marica-novo-secretariado-da-\n\nprefeitura-e-presentado .html>. Acessoem: 01jan.2017.  \n\nMONTEIRO, D.S.; LONGO, O.C. Plano Diretor de Maricá/RJ: considerações para sua \n\nprimeira revisão (2006-2008). Vertices, v.8, n.1/3, jan./dez.2006. Disponível em: \n\n<http://essentiaeditora.iff.edu.br/index.php/vertices/article/viewFile/1809-667.20060009/56>. \n\nAcesso em: 28jan2017. \n\nOLIVEIRA, F.N.; NUNES, T.S. Aplicação de protocolo de avaliação rápida para \n\ncaracterização da qualidade ambiental do manancial de captação (Rio Pequeno) do \n\nmunicípio de Linhares, ES, Natureza on line, 2015. Disponível em: &lt;http://www. \n\nnaturezaonline.com.br/natureza/conteudo/pdf/08_Oliveira&amp;Nunes_8691.pdf>. Acesso em: \n\n31mar2017.   \n\nhttp://www.tratabrasil.org.br/o-que-e-saneamento%3e\nhttp://rigeo.cprm.gov.br/xmlui/bitstream/handle/doc/118/%20JACQUES.pdf?sequence=1\nhttp://rigeo.cprm.gov.br/xmlui/bitstream/handle/doc/118/%20JACQUES.pdf?sequence=1\nhttp://www.educacaopublica.rj.gov.br/%20biblioteca/meioambiente/0045.html\nhttp://www.educacaopublica.rj.gov.br/%20biblioteca/meioambiente/0045.html\nhttp://www.ppe.ufrj.br/%20ppe/production/tesis/limaecr.pdf\nhttp://www.ppe.ufrj.br/%20ppe/production/tesis/limaecr.pdf\nhttp://maricainfo.com/2016/07/28/marica-mortandade-de-peixes-afeta-lagoa.%20html\nhttp://maricainfo.com/2016/12/29/marica-novo-secretariado-da-prefeitura-e-presentado\nhttp://maricainfo.com/2016/12/29/marica-novo-secretariado-da-prefeitura-e-presentado\n\n\n86 \n\n \n\nOLIVEIRA, L.; NASCIMENTO, R.; KRAU, L.; MIRANDA, A. Observações biogeográficas \n\ne hidrobiológicas sobre a lagoa de Maricá. Memórias do Instituto Oswaldo Cruz, Rio de \n\nJaneiro, 1955. Disponível em: &lt;http://www.scielo.br/pdf/mioc/v53n2-3-4/tomo53(f2-3-\n\n4)_037-094.pdf>. Acesso em: 31mar2017.   \n\nPIMENTEL, D.; BERGER, B.; FILIBERTO, D.; NEWTON, M.; WOLFE, B.; \n\nKARABINAKIS, E.; CLARK, S.; POON, E.; ABBETT, E.; NANDAGOPAL, S.Water \n\nResources: Agricultural and Environmental Issues. Oxford Journals: Bioscience, v.54, p,909-\n\n918, Oxford, 2004. Disponívelem:&lt;bioscience. oxfordjournals.org/content/ 54/10/909.full>. \n\nAcesso em: 20out.2016.  \n\nPONTES, P; MARQUES, A.; MARQUES, G. Efeito do uso e ocupação do solo na qualidade \n\nda água na micro-bacia do Córrego Banguelo – Contagem.  Revista Ambiente &amp; Água – An \n\nInterdisciplinary Journal of Applied Science: Taubaté, v.7, n.3, p.183-194, 2012. Disponível \n\nem: &lt;http://www.scielo.br/pdf/ambiagua/v7n3/v7n3a15.pdf> Acesso em: 01jul.2017.  \n\nPREFEITURA ARAGUAÍNA. Manual de construção: fossa ecológica e sumidouro. \n\nDisponível em:&lt;http://araguaina.to.gov.br/aguaservida/pdf/cartilha-agua-servida.pdf>. \n\nAcesso em: 05mar2017 \n\nPREFEITURA DE MARICÁ. Lei Orgânica Municipal de Maricá, de 05 de fevereiro de \n\n1990. Maricá, 1990, 89 p. Disponível em:&lt;http://www.marica.rj.gov.br/ \n\nlegislacao/legislacao_tributaria/leis/lei_organica_municipal_de_marica.pdf>. Acesso em: \n\n14out.2016. \n\nPREFEITURA DE MARICÁ. Plano Diretor Participativo de Maricá. Relatório do \n\nDiagnóstico. Departamento de Urbanismo e Meio Ambiente, Departamento de Urbanismo e \n\nMeio Ambiente, Faculdade de Arquitetura e Urbanismo, Universidade Federal do Rio de \n\nJaneiro, Rio de Janeiro, 2006.  \n\nPREFEITURA DE MARICÁ. Monitoramento do desembarque pesqueiro é realizado em \n\nMaricá. Maricá, 23maio2011. Disponível em:&lt;http://siteteste.marica.rj.gov.br/ ?s=print&amp;n \n\n=684>. Acesso em: 01jan2017.   \n\nPREFEITURA DE MARICÁ. Plano Municipal de Saneamento Básico de Maricá – versão \n\npreliminar. Maricá, 30 abr. 2015, 176 p. Disponível em:&lt;http://www.marica.rj.gov.br/pmsb. \n\npdf>. Acesso em: 14out. 2016.  \n\n   \n\nhttp://www.scielo.br/pdf/mioc/v53n2-3-4/tomo53(f2-3-4)_037-094.pdf\nhttp://www.scielo.br/pdf/mioc/v53n2-3-4/tomo53(f2-3-4)_037-094.pdf\nhttp://www.scielo.br/pdf/ambiagua/v7n3/v7n3a15.pdf\nhttp://araguaina.to.gov.br/aguaservida/pdf/cartilha-agua-servida.pdf\nhttp://www.marica.rj.gov.br/#legislacao/legislacao_tributaria/leis/lei_organica_municipal_de_marica.pdf\nhttp://www.marica.rj.gov.br/#legislacao/legislacao_tributaria/leis/lei_organica_municipal_de_marica.pdf\nhttp://siteteste.marica.rj.gov.br/%20?s=print&amp;n%20=684\nhttp://siteteste.marica.rj.gov.br/%20?s=print&amp;n%20=684\nhttp://www.marica.rj.gov.br/pmsb.%20pdf\nhttp://www.marica.rj.gov.br/pmsb.%20pdf\n\n\n87 \n\n \n\nPREFEITURA DO RIO DE JANEIRO. Estatísticas municipais. Características dos \n\ndomicílios. Disponível em:&lt;http://portalgeo.rio.rj.gov.br/front02_ms.asp?gtema=5&amp;gcod= \n\n318&amp;gtipo_topo= Tem%E1ticos&amp;gtipo_sub=1>. Acesso em: 03abr.2017. \n\nQUEVEDO, C.M.G.; PAGANINI, W.S. Impactos das atividades humanas sobre a dinâmica do \n\nfósforo no meio ambiente e seus reflexos na saúde pública. Ciência &amp; Saúde Coletiva: \n\nFaculdade de Saúde Pública da Universidade de São Paulo, Rio de Janeiro, ago.2011. \n\nDisponível em: &lt;http://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S1413-81232011 \n\n000900021>. Acesso em: 02jun2017.  \n\nROSSI, W.; CASTELO BRANCO, L; LACERDA, J.A.; GOMES, A.C.; WAGNER, E.M.S. \n\nFontes de Poluição e o Controle da Degradação Ambiental dos Rios Urbanos em Salvador. \n\nRIGS - Revista Interdisciplinar de Gestão Social. Bahia, jan ./a b r. 2012, v.1, n.1, p. 61 -74. \n\nDisponível em:<http://www.rigs.ufba.br/pdfs/RIGS_v1n1_art3.pdf>. Acesso em: 02out. 2016.  \n\nSILVA JÚNIOR, G.C.; CRISTO, V.N. O uso de ferramentas geoquímicas na identificação do \n\ncomportamento da cunha salinha do aquífero costeiro do distrito de Itaipuaçu, Maricá-RJ. \n\nÁguas Subterrâneas. Associação Brasileira de Águas Subterrâneas: Rio de Janeiro, 2014. \n\nDisponível em: &lt;https://aguassubterraneas.abas.org/asubterraneas/article/download/27403/ \n\n18104>. Acesso em: 17jul.2017.  \n\nSOCHACZEWSKI, J. Contexto do desenvolvimento adotado pelo município de Maricá, \n\nRJ. Programa de Pós-graduação em Ciência Ambiental da Universidade Federal Fluminense – \n\nUFF, Niterói-RJ, 2004. Disponível em:&lt;http://www.uff.br/maishumana/acervo/ \n\npublicacoes/teses/ desenvmaricah.pdf>. Acesso em: 20abr.2017.  \n\nTEIXEIRA, W.; FAIRCHILD, T.R.; TOLEDO, M.C.M.; TAIOLI, F. Decifrando a Terra. 2 \n\ned. São Paulo: Companhia Editora Nacional, 2009, 623p. \n\nTOMINAGA, L.K.; SANTORO, J.; AMARAL, R. Desastres naturais: conhecer para \n\nprevenir. São Paulo: Instituto Geológico, 1ed, 2009, 196p.  \n\nTUNDISI, J.G. Recursos Hídricos no Futuro: problemas e soluções. São Carlos-SP, 2008. \n\nDisponível em: &lt;scielo.br/pdf/ea/v22n63/v22n63a02.pdf>. Acesso em: 15out.2016.   \n\nUNIVERSIDADE FEDERAL FLUMINENSE-UFF. Docentes. Disponível em:&lt;www. \n\ngeoquimica.uff.br/index.php/equipe/docentes>. Acesso em: 27dez2016. \n\n \n\nhttp://portalgeo.rio.rj.gov.br/front02_ms.asp?gtema=5&amp;gcod=%20318&amp;gtipo_topo=%20Tem%E1ticos&amp;gtipo_sub=1\nhttp://portalgeo.rio.rj.gov.br/front02_ms.asp?gtema=5&amp;gcod=%20318&amp;gtipo_topo=%20Tem%E1ticos&amp;gtipo_sub=1\nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S1413-81232011%20000900021\nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S1413-81232011%20000900021\nhttp://www.rigs.ufba.br/pdfs/RIGS_v1n1_art3.pdf\nhttps://aguassubterraneas.abas.org/asubterraneas/article/download/27403/%2018104\nhttps://aguassubterraneas.abas.org/asubterraneas/article/download/27403/%2018104\nhttp://www.uff.br/maishumana/acervo/%20publicacoes/teses/%20desenvmaricah.pdf\nhttp://www.uff.br/maishumana/acervo/%20publicacoes/teses/%20desenvmaricah.pdf\nhttp://www.geoquimica.uff.br/index.php/equipe/docentes\nhttp://www.geoquimica.uff.br/index.php/equipe/docentes\n\n\n88 \n\n \n\nANEXO 1 - SETORES CENSITÁRIOS DA BACIA DO RIO UBATIBA, NO 1º DISTRITO – \n\nSEDE– MARICÁ, EM 2000. \n\n \n\nSetor Censitário Bairro População em 2000 \n\n \n\nNúmero de domicílios em \n\n2000 \n\n1.1 Centro 888 279 \n\n1.2 Centro 494 149 \n\n1.3 Centro 722 222 \n\n1.4 Centro 278 90 \n\n1.5 Centro 677 186 \n\n1.6 Centro 622 177 \n\n1.7 Centro 904 264 \n\n1.8 Centro 830 252 \n\n1.9 Centro 240 76 \n\n1.10 Centro 815 160 \n\n1.11 Centro 860 261 \n\n1.12 Centro 893 256 \n\n1.17 Araçatiba 368 113 \n\n1.18* Araçatiba 689 195 \n\n1.19 Centro-Araçatiba 1136 354 \n\n1.30 Itapeba 907 279 \n\n1.31 Centro 230 73 \n\n1.32 Centro 744 211 \n\n1.33 Itapeba 754 214 \n\n1.36 Caxito 653 172 \n\n1.37 Pilar 775 221 \n\n1.38 Ubatiba 941 266 \n\n1.39 Ubatiba 315 89 \n\n1.40 Ubatiba-Jardins 1149 348 \n\n1.43 Ubatiba 427 124 \n\n3.24 Centro-Marquês 738 208 \n\n3.25 Condado de Maricá 621 203 \n\n3.26* Condado de Maricá 185 55 \n\n3.27* Condado de Maricá 246 80 \n\n3.28 Ubatiba 346 93 \n\n2.29 Silvado 94 29 \n\n3.30 Silvado 88 39 \n\nTOTAL 21006 5738 \n \n\nFonte: IBGE, 2016. \n\n \n\n \n\n \n\n*Foram considerados na base de 50%, em função dos limites da bacia hidrográfica.  \n\n\n\n89 \n\n \n\nANEXO 2 - PROTOCOLO DE ANÁLISE RÁPIDA – PAR. \n\n \n\n \n\n \n\n\n\n90 \n\n \n\n \n\nFonte: Callisto, 2002. \n\n\n\n91 \n\n \n\nANEXO 3 - ILUSTRAÇÕES DO MUNICÍPIO DE MARICÁ EXTRAÍDOS DO PLANO \n\nDIRETOR 2006. \n\nFigura em anexo 1 – Abairramento do município de Maricá. \n\n    \n\nFigura em anexo 2 – Distribuição por tipo predominante de sistema de esgotamento sanitário \n\nutilizado no município de Maricá: rede geral, fossa rudimentar, fossa séptica, rio ou lago, e vala. \n\n\n\n92 \n\n \n\n \n\nFigura em anexo 3 – Classes de Uso e Cobertura do Solo do município de Maricá. \n\n \n\nFigura em anexo 4 – Macrozoneamento: Áreas Urbana e Rural. \n\n \n\n \n\n \n\n \n\n\n\n93 \n\n \n\nFigura em anexo 5 – Cobertura vegetal do município de Maricá. \n\n \n\n \n\nFigura em anexo 6 – Áreas de Riscos Ambientais do município de Maricá.  \n\n \n\n\n\n94 \n\n \n\n \n\n  Figura em anexo 7 – Unidades de Conservação do município de Maricá. \n\n \n\n \n\nFigura em anexo 8 – Bacias Hidrográficas do município de Maricá. \n\n    \n\n \n\n \n\n \n\n\n\n95 \n\n \n\n \n\nFigura em anexo 9 – Indústrias do município de Maricá, por Distritos. \n\n \n\nFigura em anexo 10 – Distribuição das Fazendas e Colônias de Pesca do município de Maricá. \n\n \n\n \n\n \n\n \n\n\n\n96 \n\n \n\n \n\nFigura em anexo 11 – Distritos e setores censitário do município de Maricá. \n\n \n\n   \n\nFigura em anexo 12 – Geomorfologia do município de Maricá.  \n\nFonte: CPRM, 2001.  \n\n\n\n97 \n\n \n\nANEXO 4 - DOENÇAS DE NOTIFICAÇÃO COMPULSÓRIA REGISTRADAS NO \n\nMUNICÍPIO DE MARICÁ, NO PERÍODO COMPREENDIDO ENTRE 2001 E 2015. \n\n \n\nFonte: Data-SUS, 2016. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMUNICÍPIO DE MARICÁ \n\nANO / \n\nDOENÇAS H\nE\n\nP\nA\n\nT\nIT\n\nE\nS\n\n V\nIR\n\nA\nIS\n\n \n\nC\nÓ\n\nL\nE\n\nR\nA\n\n \n\nF\nE\n\nB\nR\n\nE\n T\n\nIF\nÓ\n\nID\nE\n\n \n\nE\nS\n\nQ\nU\n\nIS\nT\n\nO\nS\n\nS\nO\n\nM\nO\n\nS\nE\n\n \n\nL\nE\n\nP\nT\n\nO\nS\n\nP\nIR\n\nO\nS\n\nE\n \n\nD\nE\n\nN\nG\n\nU\nE\n\n \n\nF\nE\n\nB\nR\n\nE\n A\n\nM\nA\n\nR\nE\n\nL\nA\n\n  \n\nM\nA\n\nL\nÁ\n\nR\nIA\n\n \n\n2001 38 0 0 0 6 70 0 0 \n\n2002 22 0 0 0 1 371 0 0 \n\n2003 13 0 0 0 0 24 0 0 \n\n2004 42 0 0 0 1 9 0 1 \n\n2005 40 0 0 0 0 2 0 0 \n\n2006 33 0 0 0 1 50 0 0 \n\n2007 1 0 0 0 3 499 0 0 \n\n2008 0 0 0 0 6 1838 0 1 \n\n2009 1 0 0 0 3 21 0 0 \n\n2010 9 0 0 1 6 123 0 0 \n\n2011 1 0 0 0 0 2062 0 1 \n\n2012 0 0 0 0 0 498 0 1 \n\n2013 1 0 0 0 1 -_ 0 0 \n\n2014 6 0 0 0 0 -_ 0 0 \n\n2015 8 0 0 0 0                 - 0 0 \n\n\n\n98 \n\n \n\nANEXO 5 - CASOS (NOTIFICAÇÃO COMPULSÓRIA) DE HEPATITES VIRAIS E \n\nLEPTOSPIROSE, REGISTRADOS NO MUNICÍPIO DO RIO DE JANEIRO E NO ESTADO \n\nDO RIO DE JANEIRO, NO PERÍODO COMPREENDIDO ENTRE 2001 E 2015. \n\nMUNICÍPIO DO RIO DE JANEIRO \n\n  \n\nESTADO DO RIO DE JANEIRO \n\nANO / \n\nDOENÇAS \n\nHEPATITES \n\nVIRAIS LEPTOSPIROSE \n\nANO / \n\nDOENÇAS \n\nHEPATITES \n\nVIRAIS LEPTOSPIROSE \n\n2001 2349 71 \n\n \n\n2001 4161 71 \n\n2002 1812 68 2002 2966 68 \n\n2003 2010 70 2003 3843 70 \n\n2004 2008 80 2004 3987 80 \n\n2005 1606 81 2005 3803 81 \n\n2006 1125 66 2006 3421 67 \n\n2007 828 46 2007 2089 249 \n\n2008 975 59 2008 2268 214 \n\n2009 1247 81 2009 2575 317 \n\n2010 1334 65 2010 2723 266 \n\n2011 1713 60 2011 3113 422 \n\n2012 1796 51 2012 3361 190 \n\n2013 1564 54 2013 3046 233 \n\n2014 1016 34 2014 2083 152 \n\n2015 345 21 2015 696 89 \n\nFonte: Data-SUS, 2016. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n99 \n\n \n\nANEXO 6 - INDICADORES DE QUALIDADE DE ÁGUA, MEDIDOS NA LAGOA DE \n\nMARICÁ PELO INEA, ENTRE OUTUBRO DE 2010 E NOVEMBRO DE 2014: ORTO-\n\nFOSTATO DISSOLVIDO, NITROGÊNIO AMONIACAL TOTAL, NITRITO E NITRATO. \n\n \n\nFonte: INEA, 2015. \n\n \n\n \n\n \n\n \n\nData Orto-fosfato Dissolvido (mg/L) Nitrogênio Amoniacal Total (mg N/L) Nitrito (mg N/L) Nitrato (mg N/L)\n\n06/10/2010 0,08 0,01 0,001\n\n01/02/2011 0,5 0,01 0,007\n\n25/05/2011 0,14 0,01 0,007\n\n08/11/2011 0,13 0,01 0,001 0,12\n\n25/01/2012 0,84 0,46 0,001 0,01\n\n17/04/2012 0,87 0,06 0,5 0,09\n\n30/05/2012 0,4 0,07 0,02 0,01\n\n10/07/2012 0,39 0,01 0,06 0,04\n\n28/08/2012 1,1 0,81 0,05 0,1\n\n03/10/2012 0,37 0,04 0,81 0,01\n\n05/12/2012 1,1 0,01 0,04 0,02\n\n22/05/2013 0,88 0,01 1,2 0,03\n\n28/08/2013 0,47 0,1 0,01 0,01\n\n30/10/2013 0,25 0,1 0,02 0,01\n\n26/03/2014 1 0,1 0,01 0,01\n\n05/08/2014 1\n\n26/11/2014 0,86 0,01 0,01\n\nESTAÇÃO DE MONITORAMENTO MR012"}]}}}