{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04000"}, {"@name": "filename", "#text": "BGP_1987_1_2_13_Evolucao_deposicional.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "EVOLUÇÃO DEPOSICIONAL E DISTRIBUIÇÃO , DAS FÁCIES DO MACAÉ INFERIOR (EOMESOALBIANO, BACIA DE CAMPOS)\nLncoln Rumenos Guordodo\"-Adali Ricardo Spodini1-\nEsta comunicação tem por objetivo consolidar o estágio atual do conhecimento quanto à evolução e distribuição das fácies do Macaé Inferior da Bacia de Campos.\nA seqüência sedimentar do Macaé Inferior é constituída principalmente de car-bonatos, predominando siliciclásticos na porção norte da bacia. O perfil típico da unidade (fig. 1) se caracteriza por apresentar dolomitos com intercalações de terrígenos na base e, a partir da porção média, calcários formados dominantemente por oncolitos. A espessura média da unidade oscila entre 800 e 900 m na maior parte da bacia.\nOs carbonatos de plataforma rasa do Macaé Inferior foram de vital importância na história exploratória da Bacia de Campos, pois foi neles que ocorreu a primeira descoberta comercial de hidro-carbonetos (Campo de Garoupa, 1974). Com essa descoberta, Garoupa passou a ser o primeiro campo produtor de hidro-carbonetos em carbonatos de toda a plataforma continental brasileira. Os reservatórios do Macaé Inferior, os primeiros prospectos da bacia na década de 70, constituem, ainda hoje, importante objetivo exploratório. Até o fim do primeiro semestre de 1987, esses reservatórios eram produtores em seis importantes campos (Pampo, Garoupa, Linguado, Bicudo, Bonito e Enchova), representando 18% do volume de óleo in piace da bacia. O controle dos campos apresenta, normalmente, caráter estrutural. Os aspectos estratigráficos, via variação de fácies, constituem um importante elemento na caracterização das acumulações.\nA descoberta de Garoupa detonou um\n1\t- Setor de Interpretação Exploratória da\nBacia de Campo», Divisão de Interpretação da Região Sul e Sudeste. Departamento de Exploração\n2\t■ Setor de Geologia para ExplotaçãO.\nDivisão de Geologia e Engenharia de Reservatórios, Centro de Pesquisas.\nprocesso de análise sistemática desses reservatórios em termos de bacia. TES-SARI &amp; TIBANA (1975) identificaram e definiram as fácies oncolíticas/oolíti-cas que formam a maior parte da seção carbonática, estabelecendo um primeiro modelo deposicional. 0 intervalo produtor constituiu o primeiro horizonte sistematicamente mapeado, via sísmica, na bacia (TSUBONE &amp; POSSATO. 1977/8). CAROZZIera/í/(1977) realizaram um trabalho mais amplo e estabeleceram um modelo diagenético-deposi-cional evolutivo para a formação, considerando que a distribuição das microfá-cies estava relacionada às estruturas halocinéticas, FALKENHEIN et alii (1981), estudando 32 poços, identificaram 17 microfácies no Macaé Inferior e interpretaram a seqüência como resultante da superposição de três modelos ambientais, representativos de três grandes episódios deposicionais sucessivos. BELTRAMI (1982), usando dados de poços e seções sísmicas, observou a distribuição das fácies de alta energia em faixas alongadas na direção NE/SW. Em vários trabalhos internos, foram descritos modelos para áreas específicas de campos produtores (BAUM-GARTEN et alii, 1982; SPADINI &amp;\n3-PM-2\nl~<1 FOLHELHOS\nFH UVOSTQHES COB BOELEMEXtOS PLÀHCTÓltiCOS\nEEl SRAW5T0VÍ5 00UTIC0S\n@3 MCKSIQHES/6HUHSTOHE5 OXCOLÍTICOS\nED PâCHSTOHES/WtUXSrOXES PÍLOMIS\n771 OOLOWTOS\nm P*C«STOMES/tBAIHSTO<S OOLOeiHJAOOS ra DOLoeiros mrewosos\nfT7! C00UIHAS\nE3 uultos\nFig. 1 ■ Perf il-tipo da Formação Macaé na parte sul da Bacia de Campos, mostrando o em pilha mento das litofácies.\nPAUMER, 1983; BAUMGARTEN et alii, 1984).\nA perfuração de uma quantidade significativa de poços que atravessam a Formação Macaé, aliada ao avanço no conhecimento da evolução estrutural, possibilitou um melhor entendimento das relações entre as estruturas pretéritas, a halocinese e a distribuição das fácies para o Macaé Inferior. Essas relações permitem identificar três episódios deposicionais distintos na evolução sedimentar da seqüência.\n0 início da deposição do Macaé deu-se em ambiente nerítico raso, imediatamente sobre os evaporitos que marcam o topo da Formação Lagoa Feia. A deposição na porção norte foi dominantemente siliciclástica, com a seqüência sendo formada por conglomerados e arenitos resultantes da atuação de um sistema de fandeltas (GUARDADO et alii, 1983). Na porção sul da bacia, desenvolveu se uma sedimentação essencialmente carbonática, sujeita apenas a influxos intermitentes de terrrígenos, restritos às porções proximais do sistema. A morfologia deposicional era a de uma rampa na qual se desenvolveram\nFig. 2 ■ Paleogeografia ao final do Eomesoalbiano na Bacia de Campos.\nvários ambientes: tidal flat, laguna, ilha de barreira, plataforma rasa, bancos otfshore e oeriplataforma. O tidal flat i caracterizado por laminitos algais, que apresentam, comumente, feições diagnosticas. tais como teepees e gretas de ressecamento. As fácies de laguna são mudstones peletoidais, com miliolídeos e foraminíferos aglutinantes. As ilhas de barreira, que condicionam a formação da laguna, são constituídas por oolitos. Em direção ao mar aberto, o ambiente de plataforma rasa é formado por mudstones peletoidais com equinodermas, rotalídeos e pelectpodes. Altos offshore relacionados ao embasamento proporcionaram a deposição de shoals de alta energia. Nas porções mais profundas do sistema, depositaram-se calcilutitos. Essa seqüência foi sujeita a intensa dolomitização, que afetou particularmente as fácies deposicionais de maior permeabilidade.\nEm uma etapa seguinte, com a progressiva subsidência. observa-se grande expansão da sedimentação de plataforma rasa carbonática na área sul da bacia, já então caracterizada pela predominância de\ngrãos acrecionais organo-sedimentares (oncolitos), com ocorrência subordinada de pelóides e oolitos Na parte meridional da plataforma carbonática, exemplificada pelo Campo de Pampo, a sedimentação era dominada por grainstones/ packstones Fácies de menor energia são formadas por pelóides finos, com poucos bioclastos. Na porção setentrional, como reflexo do mergulho regional para norte associado a um paleorrelevo estrutural ou deposicional local, depositaram-se cafcissiltitos com uma biota pobre constituída de equinodermas, calcisferu-lídios e foraminíferos (formas com na-nismo). Em bancos rasos adjacentes se depositavam fácies de alta energia (Campo de Garoupa). Fácies de granulação fina foram depositadas nas partes mais distais do sistema. Na área no te, a sedimentação terrígena continua ativa, inibindo o desenvolvimento da sedimentação carbonática, a qual se desenvolve apenas intermitentemente, formando camadas pouco espessas intercaladas com terrígenos. Ocorrem ainda camadas mistas, geradas por ondas de tempestade, compostas por sil iciclásticos e grãos carbonáticos, prinçipalmente oolitos e\nbioclastos de moluscos.\nAo final do Macaé Inferior, falhamentos lístricos afetam a plataforma rasa nas porções mais offshore; a porção mais interior dos bancos rasos, por sua vez, não é afetada. Na porção agora estruturada, desenvolvem-se depressões relativamente profundas, adjacentes a bancos rasos. Essas diferenças topográficas são responsáveis pelas variações abruptas de fácies que marcam a fase final do Macaé Inferior e que constituem importante fator no controle estratigráfico dos campos produtores. Esse paleorrelevo foi ainda responsável pela captura de turbi-ditos no Neoalbiano. cujas espessuras variam de 60 m (Campo de Viola) a 30 m (área do 1-RJS-15), nos baixos herdados da deposição anterior e nas porções correspondentes aos altos do Macaé Inferior, respectivamente. Assim, uma diferença de relevo da orderrt de 30 m pode ter inferida entre os bancos rasos e as depressões que constituíam a morfologia deposicional ao final do Eomesoalbiano. Nesse tempo, amplia-se a diferença batimétrica entre a plataforma rasa e as porções distais do sistema.\nNa porção norte da bacia, continuou a deposição siliciclástica. A paleogeografia ao final da deposição do Macaé Inferior é mostrada na figura 2.\nREFERÊNCIAS BIBLIOGRÁFICAS\nBAUMGARTEN, C. S. et alii. Projeto Garoupa. Rio de Janeiro, PETROBRÁS. DEPEX/CENPES. DEPRO,\n1982.\tRelatório interno, 57.\nBAUMGARTEN, C. S. et alii. Projeto Bonito; relatório interno. PETROBRÁS. DEPEX/DEPRO/CENPES,\n1984.\nBELTRAMI, C. V. Mapa paleogeográfi-co de progresso da Formação Macaé Inferior; nota técnica. DIVIB/SECA-SU. 1982.\nCAROZZl, A. V. et alii. Microfacies and depositional-diagenetic evolution of Macaé Carbonates (Albian-Cenoma-nian). Rio de Janeiro, PETROBRÁS. DEPRO. DIVEX. 1977. (Relatório interno, 6013),\nCAROZZl, A. V. et alii. Depositional-diagenetic history of Macaé Reservoirs (Albian-Cenomanian), Campos Basin, offshore Rio de Janeiro, Brazil. Am. Assoe. Pet. Geol. Bull. 63 (3): 429. 1979.\nFALKENHEIN. F. U. H. et alii. Petroleum geology of the Macaé Forma-tion (Albian-Cenomanian), Campos Basin, Brazil (carbonates microfacies-depositional and diagenetic models — natural and experimental porosity). Rio de Janeiro, PETROBRÁS. CENPES, 1981. 140 p. (Ciéncia-Técnica-Petróleo. Seção Exploração de Petróleo. 11).\nGUARDADO. L. R. et alii. Estudo da seção de Agua Rasa da Fm. Macaé na área N-NO da Bacia de Campos; relatório interno. Rio de Janeiro, PETROBRÁS, 1983.\nSPADINI, A. R. &amp; PAUMER, M. L. Os reservatórios Macaé no Campo de Pampo: o meio poroso e a diagênese; relatório interno. Rio de Janeiro, PETROBRÁS. CENPES. 1983.\nTESSARI, E. &amp; TI BANA. P. Interpretação preliminar da evolução sedimen-tológica da Formação Macaé; relatório interno. Rio de Janeiro, PETROBRÁS. DIVEX. 1975.\nTSUBONE, K. &amp; POSSA TO. S. Mapeamento regional da Fm. Macaé na Bacia de Campos; Grupo de Análise da Bacia de Campos. Rio de Janeiro, PETROBRÁS. DEPEX. SEGEL, 1977/8."}]}}}