{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11751"}, {"@name": "filename", "#text": "17167_2013-09788-rodrigues.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MESA ESCOLAR COM TAMPO FRONTAL ADAPTÁVEL PARA ALUNOS CADEIRANTES DE DIFERENTES ESTATURAS\nIntrodução: As carteiras escolares disponíveis no mercado para pessoas com deficiência apresentam um padrão fixo relacionado à faixa etária ou estatura do usuário, visando a acessibilidade e qualidade de vida para o desenvolvimento cultural e social dos deficientes, foi iniciado este projeto para a construção de uma carteira adaptável. Objetivos: Projetar, construir e doar para Associação dos Pais e Amigos dos Excepcionais (APAE) de Ilha Solteira, duas carteiras escolares com perfil frontal removível com regulagem de altura e inclinação, para atender usuários de diversas idades e estaturas. Métodos e Resultados: O projeto foi discutido com os profissionais da APAEisa. As alterações foram feitas e iniciou-se a construção de duas carteiras escolares utilizando estrutura tubular em aço de seção circular (diâmetros de 25 mm e 20 mm); e seção quadrada (arestas de 28 mm e 25 mm), para verificar a estética e rigidez da estrutura. As mesas permitem elevação de 760 mm até 1200 mm em relação ao solo. Uma prancha branca dupla face MDF de 15 mm de espessura foi usada para o tampo das mesas. O ângulo da mesa varia desde 0°, paralelo ao chão, até a inclinação máxima de 50°. Encaixes removíveis com recorte na parte frontal das mesas fabricadas podem ser substituídos para atender alunos cadeirantes de diversas idades e profundidade do tronco. A aproximação da cadeira de rodas foi facilitada pela angulação de 90° a 0° nas bases das duas carteiras para promover a entrada da cadeira de rodas e prevenir acidentes quando da caminhada do professor entre as carteiras. Trata-se de tecnologia assistiva de aplicação na indústria moveleira. Assim, o invento apresenta aplicação industrial, por se tratar de atividade pertencente ao campo prático e útil, de concepção operável na indústria. O trabalho foi apresentado na Exposição em Inovação de Tecnologias Assistivas 2013 no V Encontro Internacional da Tecnologia e Inovação para Pessoa com Deficiência, um convite feito através da Secretaria de Estado dos Direitos das Pessoas com Deficiência em parceria com o FORTEC (Fórum Nacional de Gestores de Inovação e Transferência de Tecnologia) nos dias 31/07/2013 a 02/08/2013 no Palácio de Convenções do Anhembi em São Paulo. A forma de alterar a frente da carteira para cadeirantes, a altura e inclinação foram inovações neste projeto para atender diversos usuários em uma única carteira. Uma patente foi depositada no Instituto Nacional de Propriedade Industrial (INPI) protocolada no dia 17/05/2013\t(N°.\nBR102013012283-1) intitulada “Mesa para portadores de necessidades motoras” a qual está sendo comercializada pela Empresa Júnior de Ilha Solteira formada por alunos da Unesp-Campus de Ilha Solteira do Curso de Engenharia Mecânica."}]}}}