{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24312"}, {"@name": "filename", "#text": "8673_001088669.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\n                                                               \n\n \n\n \n\n \n\n \n\n \n\nELISA OLIVEIRA DA COSTA \n\n \n\n \n\n \n\n \n\n \n\n \n\nGEOTERMOBAROMETRIA E ESTRUTURA DOS PARAGNAISSES PELÍTICOS \n\nDO COMPLEXO VÁRZEA DO CAPIVARITA NA REGIÃO DE ENCRUZILHADA \n\nDO SUL, RS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPORTO ALEGRE \n\n2018\n\n\n\n1 \n \n\nELISA OLIVEIRA DA COSTA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGEOTERMOBAROMETRIA E ESTRUTURA DOS PARAGNAISSES PELÍTICOS \n\nDO COMPLEXO VÁRZEA DO CAPIVARITA NA REGIÃO DE ENCRUZILHADA \n\nDO SUL, RS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão do Curso de Geologia do \n\nInstituto de Geociências da Universidade Federal \n\ndo Rio Grande do Sul. Apresentado na forma de \n\nmonografia, junto à disciplina Projeto Temático \n\nem Geologia III, como requisito parcial para \n\nobtenção do grau de Bacharel em Geologia. \n\n \n\n \n\n \n\n \n\nOrientadora: Profª. Drª. Maria de Fátima Bitencourt \n\nSupervisor: Msc. Giuseppe Betino De Toni  \n\n \n\n \n\n \n\n \n\n \n\nPORTO ALEGRE \n\n2018 \n\n \n\n\n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n \n\nReitor: Rui Vicente Oppermann \n \n\nVice-Reitora: Jane Fraga Tutikian \n \nINSTITUTO DE GEOCIÊNCIAS \n\n \nDiretor: André Sampaio Mexias \n\n \nVice-Diretor: Nelson Luiz Sambaqui Gruber \n\n \n \n \n \n \n \n \n \n \n \n \n\n \nCosta, Elisa Oliveira da \n     Geotermobarometria e estrutura dos Paragnaisses Pelíticos do Complexo \nVárzea do Capivarita na região de Encruzilhada do Sul, RS. / Elisa Oliveira \nda Costa. - Porto Alegre: IGEO/UFRGS, 2018. \n \n    [88 f.] il. \n   \n\n \n      Trabalho de Conclusão de Curso (Monografia). - Universidade Federal \ndo Rio Grande do Sul. Graduação em Geologia. Instituto de Geociências. \nPorto Alegre, RS - BR, 2018. \n\n \n \n\n  Orientadores:  Maria de Fátima Bitencourt \n\n      \n\n  \n \n \n \n \n\n1. Modelagem Termodinâmica. 2.  Geologia Estrutural. 3. Petrologia \nMetamórfica .  4. Migmatitos. 5. Exumação  I. Título. \n\n \n \n\nCDU 550.8 \n \n\nCatalogação na Publicação \n\nBiblioteca Instituto de Geociências - UFRGS \n\nSônia Teresinha Duarte de Oliveira CRB 10/2310 \n \n \n \n \n \n \n\n \n\nUniversidade Federal do Rio Grande do Sul - Campus do Vale Av. Bento Gonçalves, 9500 - Porto Alegre - \n\nRS - Brasil \n\nCEP: 91501-970 / Caixa Postal: 15001. \n\nFone: +55 51 3308-6569 \n\nE-mail: bibgeo@ufrgs.br \n\nmailto:bibgeo@ufrgs.br\n\n\n2 \n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE GEOLOGIA \n\nCURSO DE GRADUAÇÃO EM GEOLOGIA \n\n \n\n \n\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de Conclusão de Curso \n\nGEOTERMOBAROMETRIA E ESTRUTURA DOS PARAGNAISSES PELÍTICOS \n\nDO COMPLEXO VÁRZEA DO CAPIVARITA NA REGIÃO DE ENCRUZILHADA \n\nDO SUL, RS, elaborado por ELISA OLIVEIRA DA COSTA, como requisito parcial para \n\nobtenção do grau de Bacharel em Geologia. \n\n \n\n \n\n \n\nComissão Examinadora: \n\n \n\n \n\n \n\n \n\n \n\n___________________________________________________________________ \n\nProf ª. Msc. Andrea Sander \n\n \n\n \n\n \n\n___________________________________________________________________ \n\nProf. Dr. Edinei Koester \n\n \n\n \n\n \n\n___________________________________________________________________ \n\nDrª. Larissa Carniel \n\n \n\n\n\n3 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho a todos os \n\nprofessores que tive. \n\n \n\n\n\n4 \n \n\nAGRADECIMENTOS \n\n \n\nPenso que o primeiro agradecimento de qualquer trabalho deve ser para aqueles que \n\nmais contribuíram para que ele seu autor se se apaixonar pelo tema. Neste caso, agradeço \n\nprimeiro a todos os bons professores que tive até agora, desde os professores do maternal, \n\npassando por aqueles do fundamental e do ensino médio, que me fizeram uma pessoa que ama \n\naprender, e segundo a todos os professores da graduação que me passaram muito \n\nconhecimento e também paixão por entender a terra! \n\nDentre esses professores agradeço principalmente a minha orientadora, Fátima, pelas \n\nmuitas discussões e orientações. Também agradeço pela participação no grupo de pesquisa \n\nMagmatismo Sintectônico, que além de ser minha base teórica também é composto por \n\namigos muitos queridos. Agradeço muito a oportunidade de aprender com todos vocês! Em \n\nespecial, uma muito obrigada ao meu supervisor Giuseppe pelas muitas discussões, correções \n\ne ajudas diversas. Também agradeço em especial a Duda, que desde o mapeamento vem \n\nsofrendo junto comigo, mas de uma forma mais intensa e perfeccionista, e ao Victor que \n\nmuito aguentou minhas lamúrias e laricas de paçoca e café. Também queria deixar registrado \n\na ajuda da Fran, Matheus, Stéphanie, Dionatan e Pedrinho que foram fundamentais, obrigada \n\npelo tempo dedicado para me ajudar nas análises petrográficas, correções, e/ou para explicar \n\nalgum conceito ou discutir algum detalhe. Obrigada! \n\nOutras pessoas fundamentais foram certamente meus amigos queridos durante a \n\ngraduação. Poderia citar muitos nomes, mas vou me ater a minha faixa de mapeamento, \n\nMaurício, Duda e Priscila. Em especial, obrigada Mauris por me aguentar desde a primeira \n\nsemana do primeiro semestre até agora! Espero que ainda nos aguentemos até a última \n\nsemana do doutorado. A todos os amigos da /13 e aqueles que vou me graduar junto também \n\nquero dizer que foi um prazer imenso. \n\nPor fim, agradeço a minha família. Pai, mãe e mana, muito obrigado por segurar essa \n\nbarra que foi me ajudar a ficar aqui em Porto Alegre e também por aguentar todos os meus \n\nestresses durante a graduação. Tia Jane e tia Inês, e respectivos tios, obrigada pelas moradias \n\nque me permitiram ter essa experiência. Vocês todos foram essências. Vou ser eternamente \n\ngrata com vocês e também eternamente vou me forçar para poder retribuir para outras pessoas \n\ndo mesmo modo que vocês fizeram pra mim! \n\nMuito obrigada! \n\n \n\n\n\n5 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n     \n\n \"Ninguém ignora tudo. Ninguém \n\nsabe tudo. Todos nós sabemos alguma \n\ncoisa. Todos nós ignoramos alguma coisa. \n\nPor isso aprendemos sempre\". \n\n \n\nPaulo Freire \n\n\n\n6 \n \n\nRESUMO \n\n \n\nLocalizado na porção leste do Escudo Sul-rio-grandense, o Complexo Várzea do Capivarita \n\n(CVC) é uma das unidades de embasamento do Batólito Pelotas. Congrega ortognaisses \n\ntonalíticos e paragnaisses calciossilicáticos e pelíticos, metamorfizados há ca. 650Ma (U-Pb em \n\nzircão), além de sienitos sintectônicos. Devido a divergência de trabalhos anteriores acerca das \n\ncondições geotermobarométricas registrados nos gnaisses pelíticos e também as diferentes \n\ninterpretações sobre as estruturas na região de estudo, o objetivo deste trabalho foi caracterizar a \n\ndeformação e o metamorfismo registrados nos gnaisses pelíticos do CVC, próximos a Encruzilhada do \n\nSul. Uma importante premissa foi o desenvolvimento de domínios composicionais subsaturados em \n\nsílica (Crd-Sil-Hc-Ilm-Gt-Bt-Pl-Kfs), os quais registrariam condições diferentes daquelas registradas \n\npela paragênese principal (Gt-Bt-Qz-Pl-Kfs-Op-Sil-Crd). A metodologia para caracterizar as \n\nestruturas, baseou-se em observações de campo, bem como na coleta de dados estruturais e tratamento \n\ndos dados em softwares gráficos. Para caracterização do metamorfismo utilizou-se amostragem, \n\npetrografia, geoquímica de rocha total e química mineral para modelagem termodinâmica de \n\npseudosseções. Os resultados de geologia estrutural mostraram estruturas ligadas a D1 as quais \n\ncorroboram com a interpretação de uma sinforme com eixo de baixo caimento mergulhando para SW. \n\nDurante o trabalho de campo e as análises petrográficas observou-se evidências de fusão parcial em \n\nproporções relevantes: injeções leucogranitícas milimétricas a decimétricas (por vezes pouco \n\ncontínuas), melt films, melt pockets, e texturas equigranulares alotriomórficas. Tais resultados \n\npermitem sugerir que as litologias usualmente descritas como gnaisses pelíticos do CVC na região de \n\nEncruzilhada sejam melhor descritas como metatexitos estromáticos. Dados de química mineral e \n\ngeoquímica de rocha total foram utilizados para a modelagem termodinâmica das amostras EE-15C \n\n(~800 ºC / 5,5-2,5 kbar), EE-12A (760-800 ºC / 3,4-4,6 kbar) e para a paragênese principal da \n\namostra PEP-4128C (800-810 ºC / ~4,5 kbar), enquanto que mapas composicionais quantitativos e \n\nquímica mineral permitiram calcular condições de 830-850 ºC e 2,6-3 kbar para o domínio \n\ncomposicional. Conclui-se que os gnaisses pelíticos/metatexitos estromáticos do CVC \n\nsofreram uma exumação (~16 km / 4,5 kbar para ~10km / 2,6 kbar) sob condições \n\naproximadamente constantes de temperatura (~800 ºC), os quais indicam uma exumação \n\nisotermal provavelmente ligada a processos de adveção durante a orogênese. Esta \n\ninterpretação é preferida devido ao contexto geológico do CVC que se encontra dentro do \n\nBatólito Pelotas. \n\n \n\nPalavras-Chave: Modelagem Termodinâmica, Geologia Estrutural, Petrologia Metamórfica, \n\nMigmatitos, Exumação. \n\n\n\n7 \n \n\nABSTRACT \n\n \n\nLocalized in the Escudo Sul-rio-grandense Shield eastern portion, the Várzea do Capivarita \n\nComplex (VCC) is one of the Pelotas Batolth basement units. It congregates tonalithic \n\nortogneisses, and pelitic and calcisilicate paragneisses with metamorphism dated ca. 650Ma (U-Pb in \n\nzircons), and also the Capivarita Anorthosite and syntectonic syenites. This work objectives was to \n\ncharacterize the deformation and metamorphism registred in the pelitic paragneisses near Encruzilhada \n\ndo Sul, because literature data diverge in respect to the geotermobaromtry registered in this lithology \n\nand also because different structures were interpreted in the studied region. An important premiss was \n\nthe delevopment of compositional domains undersatured in sílica (Crd-Sil-Hc-Ilm-Gt-Bt-Pl-Kfs), \n\nwhich supposedly registered different conditions than those registered in the main paragenesis (Gt-Bt-\n\nQz-Pl-Kfs-Op-Sil-Crd-L). As a methodology to characterize the structures, it was done fieldwork to \n\nmeasure structural data and graphical softwares were used to represent them. Metamorphism \n\ncharacterization was made by sampling, thin section description, whole rock geochemistry and mineral \n\nchemistry for thermodynamic modelling (pseudosection). Structural geology data showed structures \n\nrelated to D1 which corroborate to the interpretation of a sinform fold with with axis gently dipping \n\ntowards SW. During fieldwork and petrographic analysis it was observed relevant proportions of \n\npartial melting evidences such as: milimetric to decametric leucogranitic injections (sometimes \n\ndiscontinuous), melt films, melt pockets, and equigranular halotriomorphic textures. These results \n\nallow to suggest that the lithologies usually described as VCC pelitic gneisses near Encruzilhada could \n\nbe better described as stromatic metatexites. Mineral chemistry and whole rock geochimestry were \n\nused to make the thermodynamic modeling of samples EE-15C (~800 ºC / 5,5-2,5 kbar), EE-12A \n\n(760-800 ºC / 3,4-4,6 kbar) and for the main paragenesis of sample PEP-4128C (800-810 ºC / ~4,5 \n\nkbar), while quantitative compositional maps and mineral chemistry allowed to calculate conditions of \n\n830-850 ºC e 2,6-3 kbar for the compositional domain. It was concluded that the CVC pelitic \n\ngnaisses/stromatic metatexites registered exhumation (~16 km / 4,5 kbar para ~10 km / 2,6 \n\nkbar) under approximately constant temperatures (~800 ºC), which indicate an isothermal \n\nexhumation probably linked to advective processes during orogenesis. This interpretation is \n\npreferred due to the VCC geological context in the Pelotas Batholith.  \n\n \n\n \n\nKeywords: Termodynamic Modelling, Structural Geology, Metamorphic Petrology, \n\nMigmatites, Exhumation.  \n\n\n\n8 \n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1 - Localização e rodovias de acesso a área de estudo no estado do Rio Grande do Sul \n\npartindo de Porto Alegre, à esquerda. À direita, articulação das folhas circunvizinhas a folha \n\nutilizada neste trabalho. ............................................................................................................ 16 \n\nFigura 2 - Reconstrução da distribuição dos crátons e cinturões orogênicos envolvidos na \n\naglutinação do oeste de Gondwana mostrando o contexto geotectônico da área de interesse \n\n(em vermelho). Cinturões orogênicos: A = Araçuaí; B = Brasília; D = Damara; DF = Dom \n\nFeliciano; G = Gariep; K = Kaoko; R = Ribeira; S = Saldania; Wc = Oeste Do Congo. ........ 21 \n\nFigura 3 - Mapa geológico simplificado dos Escudos Uruguaio, Sul-rio-grandense e \n\nCatarinense, mostrando em vermelho o Batólito Pelotas, umas das unidades do Cinturão Dom \n\nFeliciano, e onde se localiza o Complexo Várzea do Capivarita. ............................................ 21 \n\nFigura 4 - Mapa das áreas de afloramento do Complexo Várzea do Capivarita, mostrando \n\ntambém as áreas com estudos já publicados e seus respectivos autores, e a área de estudo \n\ndeste trabalho nos arredores da cidade de Encruzilhada do Sul. .............................................. 25 \n\nFigura 5 - Fluxograma mostrando o desenvolvimento da metodologia empregada neste \n\ntrabalho. Durante cada etapa de ação foram realizados métodos, os quais foram fundamentais \n\npara a realização de métodos da etapa seguinte ou do cumprimento dos objetivos específicos.\n\n .................................................................................................................................................. 28 \n\nFigura 6 - a) Pseudosseção verdadeira, onde o eixo X é temperatura e o eixo Y pressão, e \n\ncada campo mostra uma paragênese teórica. b) Bolas pretas representam o primeiro nível de \n\ncálculos, onde a paragênese em equilíbrio será calculada para cada vértice desse “ponto”. c) \n\nPara aquelas bolas pretas que tiveram divergência da paragênese estável, o software adensa a \n\nmalha de pontos próximo a ele. d) Pseudosseção calculada, a qual nunca será igual a \n\npseudosseção verdadeira........................................................................................................... 32 \n\nFigura 7 - Diagrama esquemático de um espectrômetro de fluorescência de raios X. ........... 34 \n\nFigura 8 - Diagrama esquemático da microssonda eletrônica. ................................................ 35 \n\n\n\n9 \n \n\nFigura 9 – a) Vista do afloramento EE-10, onde se observa o gnaisse pelítico (preto) com \n\ninjeções leucograníticas em sua maioria descontínuas. b) Detalhe do afloramento EE-12, onde \n\nobserva-se que a injeção forma um bolsão. .............................................................................. 37 \n\nFigura 10 – Projeções estereográficas de hemisfério inferior na rede de Schmidt. a) Polos dos \n\nplanos de bandamento metamórfico (S1). b) Atitudes de lineações minerais e de estiramento \n\n(L1). ........................................................................................................................................... 38 \n\nFigura 11 - Mapa com disposição das estruturas lineares e planares medidas. ....................... 38 \n\nFigura 12 - Localização e assembleias minerais das lâminas delgadas descritas. ................... 40 \n\nFigura 13 – a) Amostra EE-10B onde se observam injeções concordantes e por vezes \n\ndobradas. b) Detalhe da amostra EE-10E mostrando o contraste entre uma injeção decimétrica \n\ncom pequenas injeções não contínuas e centímétricas no gnaisse. c) Detalhe da amostra PEP-\n\n9041C onde observam-se grandes proporções de injeções deformadas. d) Detalhe da amostra \n\nEE-10A, onde observam-se as injeções boudinadas. ............................................................... 41 \n\nFigura 14 - a) Amostra PEP-4128C, onde é possível ver o contraste entre as bandas \n\nmelanocráticas com bandas leucocráticas e as porções com textura equigranular mais grossa.  \n\nb) Lâmina petrográfica, escaneada em luz polarizada com nicóis cruzados, tracejado em \n\nvermelho porções com textura ígnea e onde é possível ver o contraste entre as bandas. \n\nLargura da lâmina = 4.5 cm x 2.5 cm. ...................................................................................... 42 \n\nFigura 15 - a) Detalhe da banda leucocrática composta principalemnte por Qz-Pl-Kf-Bt, onde \n\nse observam raros contatos poligonais preservados. b) Detalhe da banda leucocrática com \n\nindicações de regiões com melt films ou melt pockets. c) Quartzo com padrão de extinção em \n\ntabuleiro de xadrez nas injeções. d) Detalhe de uma região de domínio composicional \n\ncomposto principalmente por Crd-Hc-Sil-Ilm, e também por Kfs-Pl-Bt-Gt. ........................... 43 \n\nFigura 16 - a) Contraste entre as injeções (porção central-superior) e as bandas \n\nmelanocráticas (porção inferior), e presença de granadas dessas bandas estarem no limite com \n\nas injeções. b) Mesma região da figura 15a, entretanto, sob luz polarizada, onde é possível \n\nverificar a textura equigranular alotriomórfica mais grossa em contraste a textura metamórfica \n\nmais fina e equidimensional das bandas melanocráticas. ......................................................... 44 \n\n\n\n10 \n \n\nFigura 17 - a) Contraste entre as bandas leucocráticas com textura mais grossa e \n\nmelanocráticas com textura mais fina da amostra EE-12A.  b) Detalhe de uma banda \n\nmelanocrática composta por Bt-Sil-Gt. c) Detalhe das bandas leucocráticas, onde é possível \n\nver grande variação granulométrica. d) Detalhe de quartzo estirado com extinção em padrão \n\ntabuleiro de xadrez.................................................................................................................... 46 \n\nFigura 18 - a) Porções com textura granoblástica poligonal preservada. b) Regiões com melt \n\nfilms indicados. ......................................................................................................................... 47 \n\nFigura 19 - Amostra EE-15C onde é possível ver o contraste de textura entre as bandas \n\nleucocráticas (mais grossas) e melanocráticas (mais finas) e o fato das bandas por vezes não \n\nserem contínuas. ....................................................................................................................... 48 \n\nFigura 20 - a) Detalhe das bandas melanocráticas compostas principalmente por Gt-Bt-Pl. b) \n\nDetalhe das bandas leucocráticas compostas por Pl-Kfs-Qz e raros cristais de Gt e Bt, e onde \n\nobserva-se textura inquigranular alotriomórfica....................................................................... 49 \n\nFigura 21 - Composição dos cristais de plagioclásio analisados. ............................................ 53 \n\nFigura 22 - Classificação dos cristais de granada analisados. ................................................. 54 \n\nFigura 23 - Área da lâmina PEP-4128C com o domínio composicional (Hc-Crd-Sil-Ilm-Bt-\n\nPl-Kfs) onde foi obtido o mapa composicional quantitativo obtido na Microssonda Eletrônica \n\ncom a área do mapa 1 tracejada em vermelho. ......................................................................... 55 \n\nFigura 24 - Mapa composicional qualitativo do domínio composicional. .............................. 56 \n\nFigura 25 - Pseudosseção modelada a partir da geoquímica de rocha total da amostra PEP-\n\n4128C. ...................................................................................................................................... 57 \n\nFigura 26 - Isopletas utilizadas para a restringir as condições geotermobarométricas da \n\namostra PEP-4128C. ................................................................................................................. 58 \n\nFigura 27 – a) Área de sobreposição das isopletas da amostra PEP-4128C. b) Área de \n\nsobreposição das isopletas sob a pseudosseção. ....................................................................... 59 \n\nFigura 28 - Pseudosseção modelada a partir da composição do domínio composicional \n\ncomposto por principalmente por Crd-Hc-Sil-Ilm da amostra PEP-4128C. ............................ 60 \n\n\n\n11 \n \n\nFigura 29 - Isopletas utilizadas para a restringir das condições geotermobarométricas do \n\ndomínio composicional da amostra PEP-4128C. ..................................................................... 61 \n\nFigura 30 - a) Sobreposição das isopletas e área de sobreposição das mesmas. b) Área de \n\nsobreposição das isopletas sob a pseudosseção. ....................................................................... 62 \n\nFigura 31 - Pseudosseção modelada a partir da geoquímica de rocha total da amostra EE-\n\n12A. .......................................................................................................................................... 63 \n\nFigura 32 - Isopletas utilizadas para restringir as condições geotermobarométricas da amostra \n\nEE-12A. .................................................................................................................................... 64 \n\nFigura 33 – a) Sobreposição das isopletas calculadas para a amostra EE-12A com a área de \n\nsobreposição indicada. b) Pseudosseção da amostra EE-12A com a área de sobreposição das \n\nisopletas restringido para campos onde há sillimanita (em vermelho) e para a paragênese com \n\nilmenita (preto tracejado).......................................................................................................... 65 \n\nFigura 34 - Pseudosseção modelada a partir da geoquímica de rocha total da amostra EE-\n\n15C. .......................................................................................................................................... 66 \n\nFigura 35 - Isopletas utilizadas para restringir as condições geotermobarométricas da amostra \n\nEE-15C. .................................................................................................................................... 67 \n\nFigura 36 - a) Sobreposição das isopletas calculadas para a amostra EE-15C com a área de \n\nsobreposição indicada. b) Pseudosseção da amostra EE-12A com a área de sobreposição das \n\nisopletas restringido para campos onde não há sillimanita (em vermelho) e para a paragênese \n\ncom ilmenita (preto tracejado). ................................................................................................. 68 \n\nFigura 37 – Mapa geológico com indicação das intepretações de trabalhos da literatura acerca \n\ndas estruturas registradas no Complexo Várzea do Capivarita próximo à região de \n\nEncruzilhada do Sul. ................................................................................................................. 70 \n\nFigura 38 - Trajetória P-T sugerida com base nos dados geotermobarométricos obtidos. ..... 73 \n\n \n\n \n\n  \n\n\n\n12 \n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Compilação de dados geocronológicos do CVC. ................................................... 23 \n\nTabela 2 - Localização e assembleia mineral das lâminas petrográficas analisadas. .............. 39 \n\nTabela 3 - Resultados das análises de geoquímica de rocha total. .......................................... 50 \n\nTabela 4 - Resultados de química mineral para amostra PEP-4128C. .................................... 51 \n\nTabela 5 - Resultados de química mineral para as amostras EE-15C e EE-12A. ................... 52 \n\nTabela 6 - Composição de diferentes áreas do mapa composicional quantitativo do domínio \n\ncomposicional. .......................................................................................................................... 55 \n\n \n\n \n\n  \n\n\n\n13 \n \n\nABREVIAÇÕES \n\n \n\nCDF – Cinturão Dom Feliciano \n\nCVC - Complexo Várzea do Capivarita \n\nFPM – Falha Passo do Marinheiro \n\nZCPC – Zona de Cisalhamento Passo das Canas \n\nZCTDC - Zona de Cisalhamento Transcorrente Dorsal de Canguçu \n\nXAn – Teor de Anortita – Ca/(Na+Ca) \n\nXMg -Teor de Magnésio – Mg/(Fe+Mg) \n\nXGros -Teor de Grossulária – Ca/(Fe+Mg+Ca+Mn) \n\nXSp - Teor de Espessartita – Mn/(Fe+Mg+Ca+Mn) \n\nXPy - Teor de Piropo – Mg/(Fe+Mg+Ca+Mn) \n\nXAlm - Teor de Almandina – Fe/(Fe+Mg+Ca+Mn) \n\n \n\n \n\nAbreviações dos nomes das espécies minerais – Apêndice A \n\n \n\n \n\n  \n\n\n\n14 \n \n\nSUMÁRIO \n\n \n\n1. INTRODUÇÃO .................................................................................................................. 16 \n\n1.1. Localização da Área de Estudo ...................................................................................... 16 \n\n1.2. Problemas ......................................................................................................................... 16 \n\n1.3. Premissas e Hipóteses ...................................................................................................... 17 \n\n1.4. Objetivos ........................................................................................................................... 19 \n\n1.5. Justificativa ...................................................................................................................... 19 \n\n2. REFERÊNCIAL TEÓRICO ............................................................................................. 20 \n\n2.1. Contexto Geológico Regional .......................................................................................... 20 \n\n2.2. Complexo Várzea do Capivarita .................................................................................... 22 \n\n2.3. Migmatitos ........................................................................................................................ 26 \n\n3. METODOLOGIA ............................................................................................................... 28 \n\n3.1. Etapa de Pré-campo ........................................................................................................ 29 \n\n3.2. Etapa de Campo .............................................................................................................. 29 \n\n3.3. Etapa de Pós-campo ........................................................................................................ 29 \n\n3.3.1. Tratamento dos Dados Estruturais de Campo ................................................. 29 \n\n3.3.2. Petrografia ....................................................................................................... 30 \n\n3.3.3. Pseudosseção.................................................................................................... 30 \n\n4. RESULTADOS ................................................................................................................... 36 \n\n4.1. Geologia Estrutural ......................................................................................................... 36 \n\n4.2. Petrografia ........................................................................................................................ 39 \n\n4.2.1. PEP-4128C ....................................................................................................... 41 \n\n4.2.2. EE-12A ............................................................................................................. 45 \n\n4.2.3. EE-15C ............................................................................................................. 48 \n\n4.3. Geoquímica de Rocha Total............................................................................................ 50 \n\n4.4. Química Mineral .............................................................................................................. 51 \n\n4.5. Pseudosseção .................................................................................................................... 56 \n\n4.5.1. PEP-4128C ....................................................................................................... 56 \n\n4.5.2. EE-12A ............................................................................................................. 63 \n\n4.5.3. EE-15C ............................................................................................................. 66 \n\n5. DISCUSSÃO DOS RESULTADOS .................................................................................. 69 \n\n5.1. Geologia Estrutural ......................................................................................................... 69 \n\n\n\n15 \n \n\n5.2. Petrografia ........................................................................................................................ 70 \n\n5.3. Geotermobarometria ....................................................................................................... 71 \n\n6. CONCLUSÕES ................................................................................................................... 76 \n\nREFERÊNCIAS ..................................................................................................................... 77 \n\nAPÊNDICES ........................................................................................................................... 82 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n16 \n \n\n1. INTRODUÇÃO \n\n1.1. Localização da Área de Estudo  \n\n \n\nA área de estudo localiza-se nos arredores da cidade de Encruzilhada do Sul, porção \n\ncentro-leste do estado do Rio Grande do Sul (Figura 1). Para o acesso a cidade partindo do \n\nmunicípio de Porto Alegre, deve-se usar a BR-290 no sentido SW e na cidade de Pântano \n\ndobrar para S na RS-471 até a cidade de Encruzilhada do Sul. A carta topográfica utilizada \n\npara a área de estudo trata-se da folha SH.22-Y-A-WI-2 MI-2997/2 na escala 1:50.000 \n\nproduzido pela Diretoria de Serviço Geográfico do Ministério do Exército com primeira \n\nimpressão em 1979. \n\n \n\nFigura 1 - Localização e rodovias de acesso a área de estudo no estado do Rio Grande do Sul partindo de Porto \n\nAlegre, à esquerda. À direita, articulação das folhas circunvizinhas a folha utilizada neste trabalho. \n\n \n\nFonte: Folha SH.22-Y-A-WI-2 MI-2997/2 produzido pela Diretoria de Serviço Geográfico do Ministério do \n\nExército (1979). \n\n \n\n1.2. Problemas \n\n \n\nO Complexo Várzea do Capivarita (CVC) aflora, principalmente, nos arredores de \n\nEncruzilhada do Sul. Constitui parte do embasamento do Batólito Pelotas no Escudo Sul-rio-\n\ngrandense e congrega ortognaisses tonalíticos, paragnaisses pelíticos e calciossilicáticos, além \n\nde sienitos sintectônicos. As litologias metamórficas do CVC foram intercaladas \n\ntectonicamente durante o ciclo Brasiliano/Pan-africano em um regime transpressivo e \n\n\n\n17 \n \n\nregistram paragêneses típicas da fácies granulito com metamorfismo de idade \n\nNeoproterozóica, de ca. 650 Ma (U-Pb em zircão; MARTIL, 2016). \n\nA litologia de interesse deste projeto, os paragnaisses pelíticos do CVC, foram \n\ndescritas por diversos autores (FRANTZ et al.,1984; UFRGS, 2009, 2010, 2011; SILVA et \n\nal., 2002; GROSS et al., 2006; BOM, 2011; BOM et al., 2014). Em resumo, os gnaisses \n\npelíticos têm granulometria fina a média e bandamento milimétrico irregular, além de \n\napresentar eventuais feições de fusão parcial (L). A paragênese do metamorfismo progressivo \n\né composta por quartzo, plagioclásio, K-feldspato, biotita, granada, cordierita, sillimanita e \n\nhercinita.  \n\nTrabalhos acerca das condições de pressão e temperatura do CVC obtiveram \n\nresultados diversos. Silva et al. (2002) e Gross et al. (2006) utilizaram o software \n\nTERMOCALC, o qual calcula as condições de equilíbrio para diferentes pares de \n\ngeotermômetros, e obtiveram condições 730-800°C e 3-4kbar. Com base na paragênese \n\nidentificada e também em trabalhos anteriores (PHILIPP e CAMOZZATO, 2009; PHILIPP et \n\nal., 2013), BOM et al., (2014) descreve condições de 850-1000 °C e 6-10 kbar, enquanto \n\nPhilipp et al., (2016) indicam condições de 720–820 °C e 8-9 kbar. \n\nQuanto a geologia estrutural, o CVC registra dois eventos deformacionais (D1 e D2) \n\nsegundo Fernandes et al., (1992). O primeiro caracterizado por um regime tectônico do tipo \n\ncavalgamento, onde a foliação S1 é sub-horizontal com uma lineação de estiramento, Lx1 de \n\nalta obliquidade. O segundo evento é caracterizado pela atividade de uma zona de \n\ncisalhamento oblíqua com cinemática dextral, registrado na S2, com mergulho sub-vertical, e \n\nLx2 de baixa obliquidade (MARTIL, 2016). \n\nTrabalhos quanto a geologia estrutural do CVC na área de estudo apresentam breves \n\ndiferenças. UFRGS (2010) descreve quatro domínios estruturais, três destes relacionados a \n\numa dobra sinforme com eixo com caimento para SW e o quarto apresenta estruturas \n\nrotacionadas pela atividade da Zona de Cisalhamento Transcorrente Dorsal de Canguçu \n\n(ZCTDC). Bom et al. (2014) também descreve o predomínio das estruturas relacionadas a D1, \n\nentretanto, este identifica quatro dobras na região de estudo deste projeto.  \n\n \n\n1.3. Premissas e Hipóteses \n\n \n\n\n\n18 \n \n\nA revisão bibliográfica mostra que ainda faltam dados para um entendimento conciso \n\nacerca dos paragnaisses pelíticos do CVC. Quanto à caracterização petrográfica dos \n\nparagnaisses pelíticos, a bibliografia revela divergências quanto às condições \n\ngeotermobarométricas registradas nessa litologia. A hipótese levantada é de que os gnaisses \n\npelíticos podem registrar duas condições geotermobarométricas distintas, uma registrada \n\nprincipalmente em domínios composicionais compostos dominantemente por cristais de \n\ncordierita com inclusões de hercinita (gerando assim um domínio composicional), e outra nas \n\ndemais paragênese descrita para o CVC.  \n\nA premissa desta hipótese baseia-se nas descrições petrográfica de Gross et al. (2006) e \n\nPhilipp et al. (2016), os quais relatam a hercinita sempre como inclusões na cordierita. O \n\ndesenvolvimento de domínios sub saturados em sílica em granulitos félsicos é descrito no \n\ntrabalho de Taj?manová et al. (2007), onde os autores descrevem o desenvolvimento destes \n\ndomínios e concluem que estes registram condições diferentes da assembleia mineral \n\nprincipal. \n\nCom base nestas mesmas premissas Skagseth (2016) modelou as condições \n\ngeotermobarométricas para o gnaisse Chafalote, análago ao CVC no Uruguai. O gnaisse \n\nChafalote apresenta texturas semelhantes ao CVC e, devido a interpretação da existência do \n\ndomínio composicional, a autora modelou as condições de pressão e temperatura para cada \n\num dos dois domínios produzindo pseudosseções distintas no software Perple_X, uma com \n\nbase na geoquímica de rocha total e outra estimando a composição do domínio com cordierita \n\ne hercinita. Assim, propõe-se repetir a metodologia empregada por Skagseth (2016) nos \n\ngnaisses pelíticos do CVC afim de determinar adequadamente as condições de pressão e \n\ntemperatura registradas. \n\nQuanto à geologia estrutural, a hipótese é que com novos dados estruturais para a \n\nregião, mais estruturas relacionadas a D2 serão observadas. Esta hipótese se baseia nas \n\ndiferentes distribuições das estruturas do CVC interpretadas na literatura (UFRGS, 1992, \n\n2010; BOM et al., 2014) e no mapeamento estrutural em detalhe realizado por Martil (2016) \n\nno CVC, na Folha Passo das Canas, onde ocorre o predomínio das estruturas ligadas a D2. \n\nEspera-se ainda verificar se os dobramentos de Bom et al. (2014) ou UFRGS (2010) são \n\ncoerentes. \n\n \n\n\n\n19 \n \n\n1.4. Objetivos \n\n \n\nO objetivo geral da pesquisa foi caracterizar as fases de deformação e metamorfismo \n\nregistradas nos paragnaisses pelíticos do Complexo Várzea do Capivarita, na região da Folha \n\nEncruzilhada do Sul. Tal objetivo geral foi alcançado com o comprimento dos seguintes \n\nobjetivos específicos:  \n\n(1) descrever as estruturas do CVC na região de Encruzilhada do Sul;  \n\n(2) determinar a(s) paragênese(s) dos paragnaisses pelíticos do CVC; \n\n(3) modelar as condições geotermobarométricas registradas nessa litologia. \n\n \n\n1.5. Justificativa \n\n \n\nO presente trabalho se propõe a fornecer dados estruturais, e uma caracterização \n\npetrográfica e metamórfica concisa para uma das unidades do embasamento do Cinturão Dom \n\nFeliciano. Entende-se que apenas com estudos cada vez mais detalhados será possível avançar \n\nno entendimento que se tem dessa orogenia. Assim sendo, o presente trabalho tem como \n\njustificativa contribuir para o conhecimento acadêmico quanto a evolução do Cinturão Dom \n\nFeliciano por meio de detalhamento de uma de suas unidades, o Complexo Várzea do \n\nCapivarita. \n\n  \n\n\n\n20 \n \n\n2. REFERÊNCIAL TEÓRICO \n\n2.1. Contexto Geológico Regional \n\n \n\nA unidade em estudo pertence à Província Mantiqueira, uma faixa móvel \n\nNeoproterozóica com direção NE-SW formada devido a aglutinação da porção oeste de \n\nGondwana (ALMEIDA et al., 2000). Tal província compreende os cinturões orogênicos Dom \n\nFeliciano, Ribeira e Araçuaí na América do Sul, sendo que a unidade de interesse se localiza \n\nno Cinturão Dom Feliciano (CDF; Figura 2). Por sua vez, o CDF se estende do Escudo \n\nCatarinense ao Uruguaio, passando pelo Escudo Sul-riograndense (Figura 3), onde é dividido \n\nde oeste para leste em Terrenos São Gabriel e Tijucas, e Batólito Pelotas. \n\n Neste contexto, o Complexo Várzea do Capivarita constitui parte do embasamento do \n\nBatólito Pelotas. O Batólito Pelotas durante o Ciclo Brasiliano/Pan-Africano, registra um \n\nmagmatismo de arco de 800 a 780 Ma (MARTIL et al., 2017; KOESTER et al., 2016) \n\nseguido por um evento colisional com pico metamórfico em ~650 Ma (MARTIL, 2016) e \n\namplo magmatismo pós-colisional (640–580 Ma – BITENCOURT e NARDI, 1993). Por sua \n\nvez, o CVC apresenta ortognaisses tonalíticos a graníticos com assinatura de arco magmático \n\nmaduro de ca. 780 Ma e paragnaisses com proveniência indicativa de caráter vulcano-\n\nsedimentar, contribuindo para uma relação co-genética entre estas litologias do complexo \n\n(MARTIL, 2016). O CVC também congrega sienitos sintectônicos relacionados ao Cinturão \n\nde Cisalhamento Sul-Brasileiro (NIESSING et al., 2008; DE TONI et al., 2016). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n21 \n \n\nFigura 2 - Reconstrução da distribuição dos crátons e cinturões orogênicos envolvidos na aglutinação do oeste \n\nde Gondwana mostrando o contexto geotectônico da área de interesse (em vermelho). Cinturões orogênicos: A = \n\nAraçuaí; B = Brasília; D = Damara; DF = Dom Feliciano; G = Gariep; K = Kaoko; R = Ribeira; S = Saldania; \n\nWc = Oeste Do Congo. \n\n \n\nFonte: modificado de Philipp et al. (2016). \n\n \n\nFigura 3 - Mapa geológico simplificado dos Escudos Uruguaio, Sul-rio-grandense e Catarinense, mostrando em \n\nvermelho o Batólito Pelotas, umas das unidades do Cinturão Dom Feliciano, e onde se localiza o Complexo \n\nVárzea do Capivarita. \n\n \n\nFonte: modificado de Bitencourt e Nardi (2007). \n\n \n\n\n\n22 \n \n\n2.2. Complexo Várzea do Capivarita  \n\n \n\nO Complexo Várzea do Capivarita, atualmente, congrega ortognaisses tonalíticos, \n\nparagnaisses pelíticos e calciossilicáticos, além de sienitos sintectônicos (UFRGS, 2009, \n\n2010, 2011; MARTIL, 2016; DE TONI et al., 2016). Entretanto, durante o decorrer do \n\nestudo do complexo, diferentes autores propuseram mudanças quanto às litologias que o \n\ncompõem. A seguir será apresentada a evolução acerca das descrições e interpretações do \n\nCVC, abrangendo todos os trabalhos que apresentaram mudanças relevantes e, \n\nprincipalmente, trabalhos que agregam novos dados acerca dos paragnaisses pelíticos. \n\nO primeiro trabalho sobre o CVC foi feito por Frantz et al. (1984), onde os autores \n\ndenominaram  a unidade como Complexo Metamórfico Várzea do Capivarita. Segundo \n\neste trabalho, o complexo era composto por “para-gnaisses aluminosos, calco-silicatados e \n\nquartzo feldspáticos interdigitados e intimamente associados; metanortositos e, \n\nsubordinadamente, ortognaisses de composição granodiorítica a tonalítica”. O mesmo \n\ntrabalho ainda descreve uma paragênese composta por sillimanita, biotita, cordierita, \n\nespinélio, granada, quartzo, feldspatos e andalusita, sendo que dentre os trabalhos mais \n\nrecentes, a andalusita foi apenas descrita próxima aos granitoides intrusivos no CVC e \n\nassociada ao metamorfismo de contato (MARTIL, 2007). \n\nFernandes et al. (1992) interpretam uma relação de intrusão entre os ortognaisses e os \n\nparagnaisses do complexo, o que resultou no desmembramento do então Complexo \n\nMetamórfico Várzea do Capivarita. As novas unidades propostas receberam o nome de \n\nSuíte Metamórfica Várzea do Capivarita, a qual pertenceriam apenas os paragnaisses, e \n\nComplexo Arroio dos Ratos (definido por Fernandes et al., 1992), ao qual estariam \n\ncorrelacionados os ortognaisses de composição tonalítica a granodioritica, além do \n\ndesmembrado Anortosito Capivarita (CHEMALE JR. et al., 2011). \n\nOs trabalhos posteriores de Gregory et al. (2015) e Martil (2016) são os últimos a \n\ncontribuir com tal discussão. Gregory et al. (2015) em estudos ao leste da Zona de \n\nCisalhamento Transcorrente Dorsal de Canguçu (ZCTDC) dataram os ortognaisses do \n\nComplexo Arroio dos Ratos em sua seção-tipo, e obtém idades ígneas Paleoproterozoicas. \n\nMartil (2016) e Martil et al. (2017) apresentam idades de ca. 790 Ma para diversas \n\namostras de ortognaisses do CVC, na Folha Passo das Canas a oeste da ZCTDC, onde os \n\norto- e paragnaisses estariam intercalados devido a um regime tectônico de cavalgamento \n\n\n\n23 \n \n\n(Martil, 2010; Martil et al., 2011). Tais resultados impossibilitam a retirada das litologias \n\nortoderivadas do CVC e distinguem os ortognaisses dos complexos mencionados.   \n\nDatações do metamorfismo registrado no CVC, assim como datações de zircões \n\ndetríticos dos paragnaisses foram resumidos na Tabela 1. O metamorfismo do CVC tem \n\ndatações entre 618 a 650 Ma, enquanto que zircões detríticos indicam idades de deposição \n\nque variam entre 2.2 Ga a ca. 659 Ma, indicando que a sedimentação ocorreu em um \n\nambiente sinorogênico, provavelmente uma bacia de back-arc (PHILIPP et al., 2016). \n\nTabela 1 - Compilação de dados geocronológicos do CVC. \n\nAutor Método Litologia \nIdades \n\nMetamórficas \n\nZircões \n\nDetríticos \n\nMartil et al. (2011) \n\nU-Pb  LA-\n\nMC-ICP-MS \n\nem zircão \n\nOrtognaisses 648 ± 18 Ma -- \n\nGross et al. (2006) \nSm-Nd em \n\ngranadas \n\nParagnaisses \n\npelíticos \n\n652 ± 25 Ma -- \n\nPhilipp et al. (2016) \n\nU-Pb \n\nSHRIMP em \n\nzircão \n\n619 Ma 659 Ma \n\nBom et al. (2014) 620 ± 3,5 Ma -- \n\nGruber (2016) \n\nU-Pb \n\nSHRIMP e \n\nMC-ICP-MS \n\nem zircão \n\n618 ±7,3 Ma \n\n2,2 - 2 Ga \n\n1,7 Ga \n\n0,7 Ga \n\n \n\nOs estudos petrográficos realizados por Silva et al. (2002) e Gross et al. (2006) são os \n\nque melhor descrevem a assembleia mineral dos paragnaisses pelíticos do CVC. Nestes \n\ntrabalhos, os autores reconhecem duas paragêneses minerais, M1 e M2, sendo estas \n\nrelacionadas ao pico do metamorfismo progressivo e ao retrometamorfismo respectivamente. \n\nA paragênese de M1 foi dividida em três associações: (1) bandas ricas em SiO2 (Gt-Qz-Bt-\n\nCrd-Pl-Kfs); (2) bandas pobres em SiO2 (Gt-Crd-Hc-Sil-Bt-Pl-Kfs); e (3) leucossomas (Qz-\n\nGt-Bt-Kfs). Com base nas texturas observadas, estes trabalhos identificam três tipos de biotita \n\ne quatro de granada, além de descrever que a hercinita ocorre apenas como inclusões nos \n\ncristais de cordierita nas bandas pobres em SiO2. Bom et al. (2014) baseados na reação \n\n\n\n24 \n \n\nGt+Crd+Sil=Hc+Qz, e em trabalhos anteriores de Philipp e Camozzato (2009) e Philipp et al. \n\n(2013), interpretam condições de 850-1000 °C e 6-10 kbar, enquanto que Philipp et al. (2016) \n\nconsidera apenas a paragênese em equilíbrio Gt-Crd-Sil-Bt e interpreta 720-820 °C e 8-9 \n\nkbar. Por outro lado, Silva et al. (2002) e Gross et al. (2006) obtém condições de 730-800 °C \n\ne 3-4 kbar por meio de modelagem geotermobarométrica com o software THERMOCALC, \n\nutilizando-se dos pares de termômetros Gt-Bt, Gt-Crd, Bt-Crd, Sp-Crd.  \n\nO caráter migmatítico do CVC foi discutido principalmente quanto às reações. Gross \n\net al. (2006) e Silva et al. (2002) com base em observações petrográficas interpretam fusão \n\npor desidratação pela reação Bt + Sil + Qz = Gt + Crd + Kfs + L. Já Bom et al. (2014) ainda \n\nsugerem Bt + Pl + Als + Qz = Gt/Crd + Kfs + L. \n\nO CVC registra dois eventos deformacionais progressivos: D1 e D2. D1 é marcada por \n\num bandamento composto (S1) de direção NNW e mergulhos originalmente sub-horizontais \n\ncom uma lineação de estiramento (Lx1) de alta obliquidade, cujos indicadores cinemáticos \n\nindicam um regime tectônico do tipo cavalgamento com topo para oeste. Já D2 é marcada pela \n\ntransposição de S1 por S2, a qual é sub-vertical com direção NNW e contém Lx2 de baixa \n\nobliquidade, evidenciando a atividade de uma zona de cisalhamento oblíqua, de cinemática \n\ndestral (MARTIL, 2016). \n\nMartil (2016) determina quatro domínios estruturais para o CVC na Folha Passo das \n\nCanas, em três destes há o predomínio de estruturas geradas pela D2, enquanto que UFRGS \n\n(2010) determina quatro domínios na Folha Encruzilhada do Sul, todos gerados por D1. \n\nDestes domínios, três podem ser interpretados como uma anticlinal com eixo para SW de \n\nbaixo caimento, enquanto o quarto domínio representa as estruturas próximas a ZCTDC e \n\nrotacionadas devido a ação desta zona. Já Bom et al. (2014), estudando a mesma área de \n\nUFRGS (2010), interpretam quatro dobras de menor escala na região. As áreas de estudo de \n\ntodos os mapeamentos geológicos de UFRGS (2009; 2010 e 2011) que tiveram como área de \n\nestudo porções do CVC, bem como a área de estudo de Martil (2016) podem ser observadas \n\nna Figura 4. \n\n\n\n25 \n \n\nFigura 4 - Mapa das áreas de afloramento do Complexo Várzea do Capivarita, mostrando também as áreas com \n\nestudos já publicados e seus respectivos autores, e a área de estudo deste trabalho nos arredores da cidade de \n\nEncruzilhada do Sul. \n\n \n\nFonte: Mapa base modificado de Bitencourt e Nardi (2007). \n1\nBabinsk et al (1997); \n\n2\nBitencourt et al (2015); \n\n3\nFrantz et al. (2003), Bitencourt et al. (2015), Knijnik et al. (2015); \n\n4\nMartil et al. (2017), Martil (2016); \n\n5\nChemale et al. (2011). \n\n \n\n \n\n\n\n26 \n \n\n2.3. Migmatitos \n\n \n\nOs paragnaisses pelíticos do CVC apresentam feições de fusão parcial (SILVA et al., \n\n2002), o que implica que o estudo dessas litologias deve ser acompanhado de um \n\nembasamento teórico sobre migmatitos. A terminologia, classificação e evidências \n\nmicroestruturais adotadas neste trabalho será aquela proposta por Sawyer (2008) no Atlas of \n\nMigmatites, a qual será resumida a seguir. \n\nA definição de migmatito consiste em uma rocha encontrada em terrenos de alto a \n\nmédio grau metamórfico que pode ser heterogênea da escala macroscópica a microscópica. \n\nMigmatitos são formados por paleossoma e neossoma. O paleossoma é a parte do migmatito \n\nque não foi afetado por fusão parcial, o qual deve ter suas estruturas e microestruturas \n\nanteriores a fusão preservadas. O neossoma é definido como a parte do migmatito formado \n\npor fusão parcial, que pode ou não ter sofrido segregação entre suas porções fundidas e \n\nsólidas.  \n\nTermos específicos para neossoma são resíduo, melanossoma e leucossoma. \n\nResíduos é a parte do neossoma composta predominantemente pela fração sólida residual da \n\nfusão parcial, onde ocorre a extração total ou parcial da porção fundida. A fusão parcial das \n\nrochas crustais mais comuns deixa resíduos ricos em minerias ferromagnesianos. O resíduo \n\nmelanocrático que assim se forma chama-se melanossoma. Leucossoma é a parte do \n\nmigmatito derivada da segregação da fusão parcial.  \n\nTrês termos são utilizados para descrever o quão a fusão parcial (leucossoma) foi \n\nsegregada. O termo leucossoma in situ indica porções fundidas que se segregaram do seu \n\nresíduo, mas permaneceram próximas do seu local de fusão. Leucossoma in source são \n\naquelas porções fundidas que migraram para longe do local formado, mas que permanecem \n\nnos limites de sua camada de origem. Veios ou diques leucocráticos correspondem a líquidos \n\ngerados por fusão parcial que migraram para fora de sua camada de origem e que cortam as \n\ncamadas e/ou estruturas adjacentes. \n\nSawyer (2008) propõe a classificação de migmatitos baseado em três ordens de \n\ncritérios. A primeira ordem é referente às proporções de leucossoma e paleossoma. \n\nMigmatitos com neossoma predominante são chamados diatexitos e aqueles com paleossoma \n\npredominante são chamados metatexitos. Esta ordem descreve a fração de fusão na litologia, \n\ne não a o grau de fusão parcial, visto que os líquidos oriundos da fusão parcial tipicamente \n\n\n\n27 \n \n\nmigram sob ação de tensões diferenciais. A segunda ordem usa como critério as morfologias \n\ncaracterísticas de metatexitos ou diatexitos. Metatexitos podem ser patch, de dilatação \n\n(dilation), em rede (net), e estromáticos (stromatic) e diatexitos podem ser nebulitos \n\n(nebulites), schollen, schlieren e diatexitos strictu sensu. Por fim, a terceira ordem descreve se \n\no migmatito é estruturado em veios ou em dobras, e não é específica para metatexitos ou \n\ndiatexitos.  \n\nA primeira evidência de fusão parcial é o desenvolvimento de finas lamelas quartzo-\n\nfeldspáticas nos contatos entre os cristais, feição essa chamada de melt films. Migmatitos com \n\nmorfologia patch se formam em graus de fusão parcial maior em relação aos melt films. Neste \n\ntipo de morfologia, o leucossoma é tipicamente arredondado e não apresenta foliação. Em \n\nlâmina, usualmente se utiliza o termo melt pocket para descrever os patches. Migmatitos de \n\ndilatação são aqueles em que o leucossoma se localiza em locais onde ocorre dilatação, como \n\nespaços entre boudins e sombras de pressão. Migmatitos estruturados em rede são aqueles em \n\nque o leucossoma ocorre em planos com duas ou mais atitudes, criando um padrão lozangular \n\nsimilar a uma rede. Migmatitos estromáticos, por sua vez, apresentam leucossoma \n\nconcordante ao principal plano de anisotropia do paleossoma. \n\nNebulitos se formam pela coalescência de patches, tipicamente apenas onde a \n\ndeformação concomitante ao processo de fusão parcial é muito baixa, caso contrário os \n\nestresses diferenciais gerariam segregação do neossoma. Migmatitos com morfologia \n\nschollen apresentam remanescentes usualmente arredondados de paleossoma ou \n\nmelanossoma no neossoma. Schlieren consiste na morfologia onde agregados de minerais \n\ncom um ou dois eixos maiores (sillimanita e biotita, por exemplo) desenvolvem estruturas \n\nlenticulares alongadas, geradas por fluxo magmático. Diatexitos strictu sensu são aqueles \n\nque já não mantém nenhuma estrutura metamórfica aparente. \n\n \n\n  \n\n\n\n28 \n \n\n3. METODOLOGIA \n\n \n\nA metodologia empregada neste trabalho contou com três etapas de ação, sendo estas a \n\netapa de pré-campo, campo e pós-campo. Em cada etapa, métodos diversos foram \n\nempregados visando a obtenção dos dados necessários para se alcançar os objetivos \n\npropostos, como resumido na Figura 5.  \n\nO primeiro objetivo, referente ao detalhamento estrutural do CVC, foi alcançado \n\nempregando-se compilação de dados estruturais da bibliografia na etapa de pré-campo, coleta \n\nde dados estruturais na etapa de campo e, por fim, análise de processamento dos dados de \n\ncampo e de microestruturas na etapa de pós-campo. \n\nPara determinação da assembleia mineral em equilíbrio nos paragnaisses pelíticos, os \n\nprincipais métodos foram a coleta de amostras na etapa de campo, e petrografia e química \n\nmineral na etapa de pós-campo. A determinação da assembleia mineral dos paragnaisses \n\npelíticos do CVC é essencial para modelar as condições geotermobarométricas registradas. \n\nTal modelamento termodinâmico foi feito com a produção de uma pseudosseção, a qual é \n\ncalculada com base na geoquímica de rocha total obtida na Fluorescência de Raios X, e por \n\nmeio da obtenção da composição do domínio principalmente composto por cordierita e \n\nhercinita e dados de química mineral obtidos na Microssonda Eletrônica.  \n\nFigura 5 - Fluxograma mostrando o desenvolvimento da metodologia empregada neste trabalho. Durante cada \n\netapa de ação foram realizados métodos, os quais foram fundamentais para a realização de métodos da etapa \n\nseguinte ou do cumprimento dos objetivos específicos. \n\n \n\nFonte: elaborado pela autora. \n\n \n\n \n\n \n\n\n\n29 \n \n\n \n\n3.1. Etapa de Pré-campo \n\n \n\nDurante a etapa de pré-campo foi realizado o planejamento do campo. Este foi feito \n\nbaseado na compilação das cadernetas de campo do mapeamento geológico chamado Projeto \n\nEncruzilhada-Passo das Canas (UFRGS, 2010). Os pontos de interesse foram selecionados \n\ncom base em cinco parâmetros: mineralogia diversa; estruturas observadas; grau de alteração; \n\ndimensões relevantes; e dispersão geográfica dos pontos. Posteriormente foram \n\nconfeccionados mapas de pontos e mapas com fotos de satélite disponíveis como mapa base \n\nno ArcGIS®. Este software foi a principal ferramenta de geoprocessamento utilizado para \n\nconfecção dos mapas de uso em campo e dos mapas finais deste trabalho. \n\n \n\n3.2. Etapa de Campo \n\n \n\nDurante a etapa de campo foram feitas a descrição e o registro de dados estruturais e a \n\namostragem. A descrição e o registro dos dados estruturais foram feitos a partir da medida das \n\natitudes planares e lineares, e por meio do registro fotográfico das mesmas. A amostragem foi \n\nfeita procurando-se sempre a coleta das amostras representativas dos paragnaisses pelíticos. \n\nTodas as amostras foram orientadas a fim de que as microestruturas observadas em lâmina \n\nsejam rebatidas para o contexto do afloramento. A orientação das amostras consiste na \n\nmedida de uma de suas superfícies enquanto essas ainda estão em in situ no afloramento. \n\n \n\n3.3. Etapa de Pós-campo \n\n3.3.1. Tratamento dos Dados Estruturais de Campo \n\n \n\nA apresentação das atitudes das estruturas lineares e planares foram feitas usando uma \n\nprojeção estereográfica do hemisfério inferior, o qual é produzido pelo software Stereo32®. \n\nOs produtos deste, foram editados e vetorizados utilizando o software CorelDrawX6®. Além \n\ndisso, um mapa final com a disposição dos pontos e com as estruturas foi produzido \n\n\n\n30 \n \n\nutilizando o software ArcGIS®, o que é essencial para a análise da disposição e variação das \n\nestruturas na área de estudo. \n\n \n\n3.3.2. Petrografia \n\n \n\nA petrografia constituiu o método fundamental para obter o objetivo específico de \n\ndescrever a paragênese em equilíbrio na litologia de estudo e também para determinar o as \n\ncondições de pressão e temperatura por meio da pseudosseção. As amostras coletadas em \n\ncampo foram cortadas, e aquelas que possuíam mineralogia e/ou texturas interessantes foram \n\nusadas para a confecção de lâminas delgadas orientadas, realizada no Laboratório de \n\nPreparação de Amostras da UFRGS. Das amostras coletadas, seis se mostraram interessantes. \n\nDestas, sete lâminas orientadas foram produzidas, todas em seções paralelas ao plano XZ, \n\nparalelas a lineação e perpendiculares a foliação, para observar indicadores cinemáticos.  \n\nAs sete lâminas produzidas por este projeto, bem como as oito lâminas do projeto \n\nEncruzilhada-Passo das Canas (UFRGS, 2010) foram analisadas com o microscópio Olympus \n\nBX51 do Laboratório de Microscopia do Centro de Pesquisas em Geoquímica da UFRGS. \n\nFeições microestruturais e, principalmente, a paragênese em equilíbrio foram descritos e \n\ndocumentados usando a câmara acoplada ao microscópio, Olympus UE30, e o software \n\nAnalySISgetIT® versão 5.2. Abreviações das fases minerais foram feitas semelhentes a \n\nWhitney e Evans (2010) e podem ser conferidas no apêndice A. \n\n \n\n3.3.3. Pseudosseção \n\n \n\nUma pseudosseção (Figura 6a) trata-se de um diagrama de fases calculado para a \n\ngeoquímica de rocha total da litologia estudada e que também permite plotar isopletas com os \n\nteores de Ca (XAn) ou Mg (XMg), por exemplo, baseado em resultados de química mineral. \n\nDados de geoquímica de rocha total foram obtidos pelo método da Fluorescência de Raios X e \n\nos dados de química mineral foram obtidos na Microssonda Eletrônica. Tais métodos \n\nanalíticos serão descritos nos subitems a seguir (3.3.3.1. e 3.3.3.2). \n\nComo um diagrama de fases, a pseudosseção baseia-se no princípio termodinâmico \n\nonde a paragênese estável para uma determinada pressão e temperatura é aquela que \n\n\n\n31 \n \n\napresentar a menor energia livre de Gibbs possível. A equação que expressa este princípio \n\npode ser vista em (Equação I – S: entropia; T: temperatura; V: volume; P: pressão; d: \n\ndensidade; ?: potencial químico; n: componentes), e simplificada para os parâmetros mais \n\nimportantes como na Equação II. \n\nEQUAÇÃO I.                           \n       \n\nEQUAÇÃO II.                      \n\nEste método necessita de informações sobre a geoquímica de rocha total e sobre a \n\nparagênese em equilíbrio, sendo o primeiro dado usado no pacote de softwares Perple_X \n\n(CONOLLY, 2005; 2009) para se calcular a pseudosseção e o segundo para se determinar o \n\ncampo de estabilidade da litologia estudada.  \n\nO Perple_X faz o cálculo da pseudosseção por meio de uma malha de pontos \n\nigualmente espaçada no intervalo de pressão e temperatura solicitado. Para evitar um longo \n\ntempo de processamento, o software tem quatro níveis de cálculo. Como pode ser visto na \n\nFigura 6, o primeiro nível de cálculo (Figura 6b) é representado pelas bolas pretas, sendo \n\nentão o cálculo da paragênese estável feito para um dos vértices da área que a bola preta \n\nrepresenta. Caso haja divergência da paragênese em equilíbrio para um dos vértices, a área \n\npróxima a esta bola irá para o próximo nível de cálculos (Figura 6c), afim de que se adense a \n\ninformação naquela região, visto que ali há uma linha de reação metamórfica próxima. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n32 \n \n\nFigura 6 - a) Pseudosseção verdadeira, onde o eixo X é temperatura e o eixo Y pressão, e cada campo mostra \n\numa paragênese teórica. b) Bolas pretas representam o primeiro nível de cálculos, onde a paragênese em \n\nequilíbrio será calculada para cada vértice desse “ponto”. c) Para aquelas bolas pretas que tiveram divergência da \n\nparagênese estável, o software adensa a malha de pontos próximo a ele. d) Pseudosseção calculada, a qual nunca \n\nserá igual a pseudosseção verdadeira. \n\n \n\nFonte: Conolly (2005). \n\nA paragênese estável em uma determinada pressão e temperatura pode conter minerais \n\ncom soluções sólidas ou teores variáveis de algum elemento (XMg, XAn, etc) que podem ser \n\nusadas para restringir ainda mais a informação sobre as condições geotermobarométricas \n\nregistradas pela litologia. Por meio de dados de química mineral, que foram obtidos pela \n\nmicrossonda eletrônica, é possível saber os XMg ou XAn, por exemplo, de minerais como \n\ngranada e feldspatos, entre outros. Assim, o Perple_X consegue plotar as isopletas obtidas na \n\nmicrossonda, na pseudosseção, e onde várias isopletas se cruzam é possível restringir ainda \n\nmais as condições registradas. \n\nComo discutido, nas amostras do CVC eventualmente aparecem domínios \n\ncomposicionais com uma paragênese específica interpretada como em desequílibrio com a \n\nparagênese principal. Para modelar as condições geotermobarométricas destes domínios será \n\nrealizado um mapa composicional quantitativo na microssonda eletrônica que servirá como \n\n\n\n33 \n \n\n\"geoquímica de rocha total\" para construção das pseudosseções seguindo metodologia \n\nsemelhante à desenvolvida por Taj?manová et al. (2009). \n\n \n\n3.3.3.1 Fluorescência de Raios X – Geoquímica de Rocha Total \n\n \n\nA Fluorescência de Raios X (FRX) trata-se de uma técnica essencial para o \n\ndesenvolvimento do projeto, visto que se trata de obter o dado quantitativo de entrada \n\n(geoquímica de rocha total) para a construção das pseudosseções.  \n\nA FRX é uma técnica quantitativa não destrutiva que permite analisar elementos \n\nquímicos com número atômico maior que 10, sendo de interesse deste projeto apenas os \n\nelementos maiores (SiO2, Al2O3, Fe2O3(t), MnO, MgO, CaO, Na2O, K2O, TiO2, P2O5). Foram \n\nselecionadas quatro amostras de interesse para análise na FRX, as quais foram moídas a 200 \n\nmesh e quarteadas, sendo utilizadas 10g para a análise. As amostras foram analisadas no \n\nequipamento RIX2000 da Rigaku do Laboratório de Fluorescência de Raios-X do Instituto de \n\nGeociências da UFRGS com parâmetros 50 kV e 50 mA, onde o pó produzido é prensando \n\nem uma pastilha de vidro que de fato é analisado pelo equipamento. A precisão do \n\nequipamento chega a ~2% e a resolução da detecção chega a partes por milhão. \n\nO processo por traz do funcionamento do equipamento, como pode ser observado na \n\nFigura 7, inicia-se com a irradiação da pastilha com raios X policromáticos, que são \n\nabsorvidos segundo a Lei de Beer (Equação III – I0: intensidade dos raios incididos; I: raios \n\nnão absorvidos; ?d: espessura da amostra). A absorção destes raios gera deslocamento de \n\nelétrons para camadas mais externas, o que gera um sítio vacante. Este sítio, por sua vez, será \n\nocupado por elétrons das camadas externas, este deslocamento faz com que o elétron libere \n\nraios X característicos, os quais são chamados de raios X secundários. O fenômeno que \n\ndescreve a liberação dos raios X trata-se da FRX. O espectro gerado é analisado por um \n\nespectrômetro de raios X, que é constituído por um cristal analisador e um detector de raios \n\nX. O cristal difratará cada valor de comprimento de onda (?) segundo a Lei de Bragg \n\n(Equação IV), sendo que o valor da distância interplanar atômica (n) é conhecida para o \n\ncristal analisador. Assim, o equipamento se movimenta (varia ?) para medir o sinal de cada \n\nelemento (KLEIN e DUTROW, 2009). \n\nEquação III.       \n  \n\n \n      \n\n\n\n34 \n \n\nEquação IV.              \n\nFigura 7 - Diagrama esquemático de um espectrômetro de fluorescência de raios X. \n\n \n\nFonte: Klein e Dutrow (2009). \n\n \n\n3.3.3.2 Microssonda Eletrônica – Química Mineral \n\n \n\nA microssonda eletrônica (ME) permite fazer análises quantitativas de elementos \n\nmaiores (B ao U) com mais de 1% de abundância e elementos traço com até 100 ppm, sendo \n\nque os resultados têm até 2% de erro. O princípio teórico da microssonda é similar aquele da \n\nFRX, sendo a diferença entre as técnicas o fato da microssonda eletrônica usar um feixe de \n\nelétrons para excitar a amostra, e não raios X policromáticos.  \n\nComo pode ser visto na Figura 8, o feixe de elétrons é emitido de um canhão \n\neletrônico que é focalizado por um conjunto de lentes condensadoras. Depois de incidir na \n\namostra, este excita um volume de amostra de 1-3?m, o padrão de raios X secundários é lido \n\npor um espectrômetro de raios X (KLEIN e DUTROW, 2009). Tal técnica analítica é \n\nessencial para a obtenção da química mineral de todos os minerais com soluções sólidas, o \n\nque será fundamental para plotar as isopletas nas pseudosseções produzidas. Além disso, na \n\nME foram obtidos mapas composicionais qualitativos e quantitativos, os quais foram feitos \n\npor meio de análises pontuais em um grid retangular.  \n\n \n\n\n\n35 \n \n\nFigura 8 - Diagrama esquemático da microssonda eletrônica. \n\n \n\nFonte: Klein e Dutrow (2009). \n\n \n\n  \n\n\n\n36 \n \n\n4. RESULTADOS \n\n4.1. Geologia Estrutural \n\n \n\nForam coletadas 58 atitudes planares e 23 atitudes lineares durante o trabalho de \n\ncampo. O bandamento metamórfico da litologia é milimétrico e é marcado pelas texturas \n\nlepidoblástica dos cristais de biotita e nematoblástica de cristais de sillimanita e pela \n\nalternância de bandas composicionais, denominadas porções leucocráticas e melanocráticas \n\nno subitem seguinte (4.2. Petrografia). Já as lineações são marcadas por cristais de sillimanita, \n\ne também por cristais de quartzo estirados.  \n\nOs paragnaisses pelíticos do CVC na região de Encruzilhada mostram proporções \n\nrelevantes de injeções leucogranitíticas. Essas injeções são milimétricas a decimétricas, \n\nconcordantes com a foliação, em geral descontínuas (Figura 9a) e, por vezes, com bolsões de \n\nmagma (Figura 9b). As injeções muitas vezes encontram-se deformadas, registrando uma \n\ntrama similar a sua encaixante. Todas as estruturas medidas foram interpretadas como \n\nprodutos do evento deformacional 1 (D1 - S1 e L1), visto que não foram observadas foliações \n\nmiloníticas ou rakes indicativos de cinemática transcorrente. \n\n\n\n37 \n \n\nFigura 9 – a) Vista do afloramento EE-10, onde se observa o gnaisse pelítico (preto) com injeções \n\nleucograníticas em sua maioria descontínuas. b) Detalhe do afloramento EE-12, onde observa-se que a injeção \n\nforma um bolsão. \n\n \n\nFonte: autora. \n\n \n\n As estruturas planares (S1) apresentam um padrão de distribuição em guirlanda nos \n\nestereogramas (Figura 10a), que foi atribuído a uma dobra, com a maioria das medidas com \n\nmergulhos intermediários para SW. Já as estruturas lineares apresentam caimentos baixos \n\npara SE e NW e intermediários para SW (Fig. 10b). Os rakes das lineações tendem a ~20° na \n\nzona de charneira e nos flancos de 60-80°, como pode ser visto na Figura 11. \n\n\n\n38 \n \n\nFigura 10 – Projeções estereográficas de hemisfério inferior na rede de Schmidt. a) Polos dos planos de \n\nbandamento metamórfico (S1). b) Atitudes de lineações minerais e de estiramento (L1). \n\n \n\nFonte: elaborado pela autora. \n\n \n\nFigura 11 - Mapa com disposição das estruturas lineares e planares medidas. \n\n \n\nFonte: elaborado pela autora. \n\n \n\n\n\n39 \n \n\n4.2. Petrografia \n\n \n\nA petrografia foi feita em lâminas oriundas deste projeto e do mapeamento geológico \n\nchamado Projeto Encruzilhada - Passo das Canas (UFRGS, 2010). A localização das \n\namostras, bem como as assembleias minerais observadas estão resumidas na Tabela 2. Das \n\nseis assembleias minerais, três foram selecionadas para a produção das pseudosseções, sendo \n\nestas: (1) Gt-Bt-Qz-Pl-Kfs-Op-Sil-Crd-Hc; (2) Gt-Bt-Qz-Pl-Kfs-Op-Sil; e (3) Gt-Bt-Qz-Pl-\n\nKfs-Op. As amostras utilizadas para construir as pseudosseções serão melhor descritas nos \n\nsubitens a seguir e estão indicadas com asterisco na Tabela 2.  A distribuição das diferentes \n\nassembleias (Figura 12) é aleatória e não permite inferir a existência de isógradas. \n\n \n\nTabela 2 - Localização e assembleia mineral das lâminas petrográficas analisadas. \n\nAmostras Coordenadas Assembleias Minerais \n\nPEP-3005A 351659mE 6618714mN \n\nGt-Bt-Qz-Pl-Kfs-Op-Sil-Crd-Hc \n*PEP-4128C 352246mE 66181394mN \n\nPEP-6037A 348897mE 6613437mN \n\nPEP-6090C 355361mE 6614424mN \n\nPEP-5102A 355938mE 6615123mN Gt-Bt-Qz-Pl-Kfs-Op-Sil-Crd \n\nPEP-5063B 352174mE 6616549mN \n\nGt-Bt-Qz-Pl-Kfs-Op-Sil *EE-12A 351683mE 6606318mN \n\nEE-9A 395739mE 6621757mN \n\nEE-10B-1 \n351245mE 6615919mN Bt-Qz-Pl-Kfs-Op-Crd \n\nEE-10B-2 \n\nPEP-9041A 351315mE 6607102mN Gt-Bt-Qz-Pl-Kfs-Op-Crd \n\nEE-12B 351683mE 6606318mN \nGt-Bt-Qz-Pl-Kfs-Op \n\n*EE-15C 350210mE 6616808mN \n\n*Amostras selecionadas para pseudosseção \n\n\n\n40 \n \n\nFigura 12 - Localização e assembleias minerais das lâminas delgadas descritas. \n\n \n\nFonte: elaborado pela autora. \n\n \n\nAssim como observado em escala de afloramento, as amostras do CVC também \n\napresentam feições de fusão parcial abundantes (Figura 13a-d). Nesta escala de análise \n\nobservam-se novamente que as injeções são concordantes a trama metamórfica, são muitas \n\nvezes descontínuas e encontram-se deformadas. Com base na análise de afloramentos, \n\namostras de mão e lâminas, os paragnaisses pelíticos do CVC tem uma proporção de 10-\n\n20% dessas injeções. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n41 \n \n\n \n\nFigura 13 – a) Amostra EE-10B onde se observam injeções concordantes e por vezes dobradas. b) Detalhe da \n\namostra EE-10E mostrando o contraste entre uma injeção decimétrica com pequenas injeções não contínuas e \n\ncentímétricas no gnaisse. c) Detalhe da amostra PEP-9041C onde observam-se grandes proporções de injeções \n\ndeformadas. d) Detalhe da amostra EE-10A, onde observam-se as injeções boudinadas. \n\n \n\nFonte: autora. \n\n \n\n4.2.1. PEP-4128C \n\n \n\nA amostra PEP-4128C apresenta bandas melanocráticas e leucocráticas milimétricas \n\ncom textura fina e injeções com textura equigranular média alotriomórfica em sua maioria \n\nconcordantes ao bandamento, por vezes, boudinadas e que formam bolsões de maior \n\nespessura ( \n\n \n\n \n\n \n\n \n\n \n\n\n\n42 \n \n\nFigura 14a-b). A mineralogia desta amostra é composta por Qz-Pl-Kfs-Bt-Gt-Op-Crd-\n\nHc-Sil. \n\n \n\n \n\n \n\n \n\n \n\nFigura 14 - a) Amostra PEP-4128C, onde é possível ver o contraste entre as bandas melanocráticas \n\ncom bandas leucocráticas e as porções com textura equigranular mais grossa.  b) Lâmina petrográfica, escaneada \n\nem luz polarizada com nicóis cruzados, tracejado em vermelho porções com textura ígnea e onde é possível ver o \n\ncontraste entre as bandas. Largura da lâmina = 4.5 cm x 2.5 cm. \n\n \n\nFonte: elaborado pela autora. \n\nAs bandas leucocráticas são compostas principalmente por Qz, Pl, Kfs e Bt, com \n\ntextura lepidoblástica marcada pela orientação dos cristais de Bt e textura granoblástica \n\nresidual (Figura 15a). Também se observam evidências de fusão parcial, como melt films, \n\nmelt pockets e contatos lobados (Figura 15b). Nestas bandas, os cristais de Qz têm dimensões \n\nde 0,4-2 mm, e por vezes apresentam extinção com padrão tabuleiro de xadrez (Figura 15c), \n\nos cristais de Pl e Kfs tem 0,4-1 mm e os de Bt tem entre 0,08-0,4mm. \n\n\n\n43 \n \n\nEm lâmina delgada observa-se que as bandas melanocráticas tem texturas \n\nlepidoblástica, definida pela orientação dos cristais de Bt, nematoblástica, definida pela \n\norientação dos cristais de Sil e Ru, e granoblástica poligonal, onde ocorrem domínio com Crd. \n\nEsses domínios serão denominados \"domínio composicional\" e são principalmente compostos \n\npor aglomerados de cristais de Crd com inclusão de Sil, Hc e Ilm que parecem por vezes estar \n\ndobrados (Figura 15d). Na discussão das premissas e hipóteses foi discutido brevemente a \n\nintepretação de como se formam estes domínios, os quais são descritos como subsaturados em \n\nsílica e mais propensos ao reequilíbrio. A dimensão dos cristais de Gt é de 0,1 a 2 mm, de Bt \n\n0,02-0,2 mm, Crd ~0,2 mm, Sil até 0,18 mm, e Hc e Ilm de 0,04 a 0,1 mm. \n\n \n\nFigura 15 - a) Detalhe da banda leucocrática composta principalemnte por Qz-Pl-Kf-Bt, onde se \n\nobservam raros contatos poligonais preservados. b) Detalhe da banda leucocrática com indicações de regiões \n\ncom melt films ou melt pockets. c) Quartzo com padrão de extinção em tabuleiro de xadrez nas injeções. d) \n\nDetalhe de uma região de domínio composicional composto principalmente por Crd-Hc-Sil-Ilm, e também por \n\nKfs-Pl-Bt-Gt. \n\n \n\nFonte: elaborado pela autora. \n\n\n\n44 \n \n\nAs injeções têm textura média a grossa equigranular alotriomórfica que contrastam \n\ncom as texturas metamórficas das bandas leucocráticas e melanocráticas (Figura 16a-b). A \n\nmineralogia é Qz, Pl e Kfs em proporções similares (~30%), Gt (~3%) e Bt (5%). Os cristais \n\nde Qz variam de 0,08-1,0 mm e apresentam extinção em padrão tabuleiro de xadrez. Esta \n\nmesma variação de dimensões é observada nos cristais de Pl e nos Kfs (muitas vezes com \n\npertita ou maclas nas duas direções. Os cristais de Bt variam de 0,16-0,24 mm e os de Gt \n\nvariam de 0,4-2 mm, e muitas vezes aprecem próximos ao contato com as bandas \n\nmetamórficas, permitindo supor que estes podem tratar-se de xenocristais (Figura 16a). O \n\ncontato entre os grãos por vezes tem formas lobadas e côncavo-convexas. \n\n \n\n\n\n45 \n \n\nFigura 16 - a) Contraste entre as injeções (porção central-superior) e as bandas melanocráticas (porção \n\ninferior), e presença de granadas dessas bandas estarem no limite com as injeções. b) Mesma região da figura \n\n15a, entretanto, sob luz polarizada, onde é possível verificar a textura equigranular alotriomórfica mais grossa \n\nem contraste à textura metamórfica mais fina e equidimensional das bandas melanocráticas. \n\n \n\nFonte: autora. \n\nO contato entre as bandas e as injeções, quando não capeado por cristais de Bt, não é \n\nabrupto. Além disso, melt films, melt pockets, contatos convexos e lobados, e texturas \n\nmetamórficas residuais nas bandas leucocráticas indicam que estas porções sofreram fusão \n\nparcial. Assim, supõe-se que nestas regiões o leucossoma seja in-situ e as injeções \n\nrepresentem o leucossoma in-source. Como a textura metamórfica e as estruturas estão \n\npreservadas, classifica-se tal amostra como um metatexito estromático, sendo o melanossoma \n\nrepresentativo de um Hc-Sil-Gt-Crd-Bt gnaisse. \n\n \n\n\n\n46 \n \n\n4.2.2. EE-12A \n\n \n\nA amostra EE-12A tem bandamento com espessura de até 5 mm, mas tipicamente 1-2 \n\nmm. As bandas melanocráticas têm textura fina lepidoblástica e/ou nematoblástica e as \n\nbandas leucocráticas têm textura fanerítica equigranular mais grossa e parecem por vezes \n\nformar bolsões que encurvam levemente o bandamento (Figura 17a). Em lâmina, observa-se \n\nos minerais Bt (25%), Gt (8%), Sil (7%), Opacos (5%) e 50% de Qz+Kfs+Pl, em iguais \n\nproporções, além de ~5% de mica branca interpretada como produto de alteração.  \n\nAs bandas melanocráticas têm até 0,8mm de espessura. São compostas principalmente \n\npor cristais de Bt e Sil, que marcam as texturas lepidoblástica e nematoblástica, \n\nrespectivamente, e raros cristais de Gt (Figura 17b). Os cristais de Bt chegam a 0,6 mm de \n\ncomprimento no eixo c e os cristais de Sil com ~0,4 mm, já os cristais de Gt tem entre 0,2-0,4 \n\nmm. Os cristais de Sil parecem fraturados perpendicularmente ao maior eixo, além disso, os \n\ncristais de Bt encontram-se por vezes cloritizados e com opacos nas bordas interpretados \n\ncomo rutilo. Ocorrem raros minerais opacos similares a Ilm. \n\nAs bandas leucocráticas são compostas principalmente por cristais de Qz, Pl, Kfs, Bt e \n\nesparsos cristais de Gt. Além da textura lepidoblástica marcada pela orientação dos cristais de \n\nBt, esta porção tem predominantemente textura fanerítica equigranular alotriomórfica com \n\ngranulometria variando de 0,1 mm até 1,6 mm, sendo os cristais maiores estirados (Figura \n\n17c). Cristais de Qz com extinção em padrão tabuleiro de xadrez são comuns (Figura 17d) e \n\nindicam condições de deformação superiores a 700°C (KRUHL, 1996).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n47 \n \n\nFigura 17 - a) Contraste entre as bandas leucocráticas com textura mais grossa e melanocráticas com \n\ntextura mais fina da amostra EE-12A.  b) Detalhe de uma banda melanocrática composta por Bt-Sil-Gt. c) \n\nDetalhe das bandas leucocráticas, onde é possível ver grande variação granulométrica. d) Detalhe de quartzo \n\nestirado com extinção em padrão tabuleiro de xadrez. \n\n \n\nFonte: autora. \n\nOs cristais de Gt e Bt presentes nas bandas leucocráticas são similares aqueles das \n\nbandas melanocráticas. Nestas bandas também são encontradas raras porções com textura \n\ngranoblástica poligonal (Figura 18a), onde são observados melt films (Figura 18b).  \n\n\n\n48 \n \n\nFigura 18 - a) Porções com textura granoblástica poligonal preservada. b) Regiões com melt films \n\nindicados. \n\n \n\nFonte: autora. \n\nInterpreta-se que as porções melanocráticas correspondem a uma rocha metamórfica, \n\nprovavelmente um melanossoma. Já porções leucocráticas com textura equigranular são \n\n\n\n49 \n \n\ninterpretadas como geradas por um processo ígneo de cristalização, e devido à similaridade \n\nentre os minerais máficos encontrados em ambas as bandas, supõe-se que correspondem ao \n\nleucossoma.  Devido à ocorrência da trama metamórfica preservada no melanossoma e em \n\nraras regiões das bandas leucocráticas, e melt films, classificou-se a amostra EE-12A como \n\num metatexito oriundo da fusão de um Sil-Gt-Bt gnaisse. Visto que o leucossoma é \n\nconcordante com a estrutura preservada no melanossoma, é possível classificá-lo como um \n\nmetatexito estromático.  \n\n \n\n4.2.3. EE-15C \n\n \n\nA amostra (Figura 19) tem bandas de até 0,8 cm, por vezes, não contínuas e com \n\ncoloração branca e cinza escuro, chamadas de bandas leucocráticas e melanocráticas, \n\nrespectivamente. As bandas melanocráticas tem textura fina a média e, por vezes, apresentam \n\ncristais de Qz ou feldspatos com granulometria relativamente maior. Em contraste, as porções \n\nleucocráticas não apresentam minerais máficos na escala da amostra de mão. \n\nFigura 19 - Amostra EE-15C onde é possível ver o contraste de textura entre as bandas leucocráticas (mais \n\ngrossas) e melanocráticas (mais finas) e o fato das bandas por vezes não serem contínuas. \n\n \n\nFonte: autora. \n\nEm lâmina delgada, observam-se os minerais Bt (20%), Gt (10%), Op (5%), Qz \n\n(30%), e feldspatos em proporções similares (35%). Os cristais de Bt apresentam pleocroísmo \n\nvariando de marrom claro a marrom escuro, e tendem a ser maiores e mais concentradas \n\n(0,04-0,4 mm) nas porções melanocráticas em contraste as leucocráticas onde são menores \n\n(0,01-0,3 mm), mais dispersos e comumente cloritizadas. Os cristais de Gt em ambas as \n\nporções se assemelham quanto ao tamanho, entretanto são mais dispersos nas porções \n\nleucocráticas. Os minerais opacos foram analisados a luz refletida e observou-se raros grãos \n\n\n\n50 \n \n\nsemelhantes com reflexão em cores cinzas, interpretados como ilmenita com até 0.2 mm, mas \n\na maioria apresenta reflexão em cores amarelo escuras e tem tamanhos de até 0.4 mm, e são \n\ninterpretados como sulfetos provavelmente decorrentes de algum evento hidrotermal \n\nposterior. \n\nO contraste das texturas encontradas nas porções melanocráticas e leucocráticas é mais \n\nevidente em lâmina. As porções melanocráticas (Figura 20a) são compostas por Bt, Gt e Pl e \n\ntêm textura lepidoplástica marcada pela orientação dos cristais de Bt e granoblástica pela \n\ntrama dos cristais de Gt e Pl. Estas porções da lâmina têm muitos buracos de forma geral \n\narredondados, o que supõe-se ser de cristais de granada arrancados durante o processo de \n\nlaminação. Os grãos na banda melanocrática são equidimensionais com ~0.5 mm, chegando a \n\n0.8mm. \n\nAs bandas leucocráticas (Figura 20b) têm textura equigranular com cristais em sua \n\nmaioria anédricos e chegando a 0.4 cm de comprimento no eixo c. Esta banda é composta \n\nprincipalmente por cristais de Qz, Kfs (maioria microclínio) e Pl, mas também apresenta \n\ncristais de Bt e Gt mais esparsos. Os cristais de Bt continuam com orientação caracterizando \n\numa textura lepidoblástica, entretanto, a textura observada nestas bandas se assemelha mais a \n\numa textura fanerítica equigranular alotriomórfica, onde se observam também relações de \n\ninclusão e contatos côncavo-convexos e lobados. Nesta banda observam-se Qz com extinção \n\nem padrão tabuleiro de xadrez, que indicam condições de deformação superiores a 700°C \n\n(KRUHL, 1996).  \n\nFigura 20 - a) Detalhe das bandas melanocráticas compostas principalmente por Gt-Bt-Pl. b) Detalhe \n\ndas bandas leucocráticas compostas por Pl-Kfs-Qz e raros cristais de Gt e Bt, e onde observa-se textura \n\ninquigranular alotriomórfica. \n\n \n\nFonte: autora. \n\n\n\n51 \n \n\nInterpreta-se que as porções melanocráticas da lâmina correspondem a uma rocha \n\nmetamórfica, provavelmente resíduo do processo de fusão parcial e mobilização do líquido \n\ngerado, ou seja, um melanossoma. Já porções leucocráticas são interpretadas como geradas \n\npor fusão parcial, provavelmente relacionados ao melanossoma devido à similaridade dos \n\nminerais máficos, e que pode ser chamado de leucossoma.  Devido à textura e estrutura \n\nmetamórfica estarem preservados, e ao leucossoma ser concordante, classificou-se a amostra \n\nEE-15C como um metatexito estromático gerado pela fusão de um Gt-Bt gnaisse. \n\n \n\n4.3. Geoquímica de Rocha Total \n\n \n\nAnálises de geoquímica de rocha total foram feitas por Espectrometria de \n\nFluorescência de Raios X realizadas no Centro de Pesquisas em Petrologia e Geoquímica \n\n(CPGq) no Instituto de Geociências da UFRGS, através da técnica de amostra fundida com \n\ncurva de calibração com o padrão ACE e tubos de raios-X de Rh. Os resultados estão \n\napresentados na Tabela 3. Os voláteis foram avaliados através de técnicas gravimétricas (LOI \n\n– loss of ignition). O P2O5 não é um dado de entrada aceito no Perple_X, logo utiliza-se a \n\nmetodologia descrita no Apêndice B para definir a quantidade de CaO que seria proporcional \n\nao P2O5 para formar apatita (CaOapatita) e se retira esse valor do CaO analisado. \n\nTabela 3 - Resultados das análises de geoquímica de rocha total. \n\nÓxidos (% em peso) PEP-4128C EE-12A EE-15C \n\nSiO2 57,85 70,09 62,91 \n\nAl2O3 21,4 13,73 16,1 \n\nTiO2 1,16 0,85 1,05 \n\nFe2O3 / FeO   \n1\n 8,92 8,028 6,29 5,661 7,25 6,525 \n\nMnO 0,11 0,12 0,25 \n\nMgO 3,14 1,82 2,4 \n\nCaO / CaO-CaOapatita \n2\n 1,07 0,88562 1,04 0,88196 0,87 0,80145 \n\nNa2O 1,3 1,83 1,96 \n\nK2O 3,84 2,78 6,15 \n\nP2O5 / CaOapatita \n2\n 0,14 0,18438 0,12 0,15804 0,05 0,06855 \n\nLOI 1,1 1,32 0,96 \n\nTOTAL 100,03 99,99 99,95 \n1\nFe2O3 convertido para FeO por fator de conversão de 0,89. \n\n2\nP2O5 não é um dado utilizável no Perple_X, assim segundo transformação \n\ndescrita no apêndice B, subtrai-se o equivalente de CaO que seria utilizado junto com \n\no P2O5 na fórmula da apatita (CaOapatita) do valor de CaO analisado. \n\n \n\n\n\n52 \n \n\n \n\n \n\n4.4. Química Mineral \n\n \n\nAnálises de química mineral foram obtidas na microssonda eletrônica (ME) do \n\nInstituto de Geociências da UFRGS sob condições analíticas de 15nV e 15nA. Análises \n\npontuais foram feitas em cristais de cordierita, hercinita, granada, biotita e plagioclásio, cujos \n\nresultados completos podem ser vistos no Apêndice C. As Tabela 4 e Tabela 5 apresentam os \n\nintervalos dos resultados de análises pontuais em % em peso para os óxidos como obtido na \n\nME, intervalos dos números de íons recalculados com base na fórmula química do mineral \n\n(DEER et al., 1992) e os teores de XAn, XMg, XGros XSp, XPy, XAlm. \n\nComo pode ser visto na Tabela 4, a amostra PEP-4128C teve análises pontuais feitas \n\nem plagioclásio, biotita, granada cordierita e hercinita. O XMg varia nos cristais de biotita de \n\n0,38 a 0,44, nos de cordierita de 0,56 a 0,59 e nos de espinélio (hercinita) de 0,11 a 0,13. As \n\nanálises em cristais de granadas mostram XPy de 0,11 a 0,19, XAlm de 0,77 a 0,82, XGros de \n\n0,023-0,033 e XSp de 0,029-0,036. O plagioclásio apresenta XAn entre 0,24 e 0,31.  \n\nTabela 4 - Resultados de química mineral para amostra PEP-4128C. \n\n% peso dos óxidos em cada mineral \n\nMineral \n\n(nº de \n\npontos)  \nPlagioclásio (8) Biotita (10) Granada (11) Cordierita (10) Hercinita (11) \n\nSiO2 59,75 - 60,97 33,87 - 35,20 35,64 – 37,71 47,64 - 48,19 0 - 0,05 \n\nTiO2  \n1,91 - 3,68 0 - 0,046 \n\n \n\n0 - 0,5 \n\nAl2O3 24,61 - 25,54 17,69 - 18,56 21,44 – 21,70 32,8 - 33,42 58,62 - 59,61 \n\nCr2O3 \n\n    \n\n0,10 - 0,33 \n\nFeO 0 – 0,08 20,45 - 22,21 33,00 - 36,33 8,90 -9,97 36,21 - 37,81 \n\nMnO  \n0 - 0,058 0,86 -1,88 0,09 - 0,22 0,11 - 0,19 \n\nMgO 0 – 0,02 7,66 – 9,06 2,27 – 5,35 7,02 - 7,45 2,55 - 3,08 \n\nCaO 5,34 - 6,64 0 - 0,017 1,01 - 1,27 0 - 0,7 0 - 0,02 \n\nNa2O 7,89 – 8,71 0,06 - 0,1563 \n\n \n\n0,10 - 0,21 \n\n K2O 0,16 – 0,31 8,88 - 9,61 \n\n \n\n0 - 0,06 \n\n \nNúmero de Ânions \n\n \n\nO 32 O 22 O 24 O 16 O 32 \n\nSi 10,66 - 10,89 5,00 - 5,16 5,83 - 6,06 4,94 - 4,98 0 - 0,004 \n\nTi  0,21 - 0,41 0 - 0,005  0 - 0,09 \n\nAl 5,11 - 5,36 3,10 - 3,28 0,17 - 0,21 4,00 - 4,08 15,69 -15,86 \n\nCr     0,01 - 0,06 \n\nFe 0 - 0,01 2,55 - 2,74 4,38 - 4,86 0,77 -0,86 6,9 - 7,09 \n\n\n\n53 \n \n\nMn  0 - 0,007 0,11 - 0,25 0,010 - 0,019 0,02 - 0,3 \n\nMg 0 - 0,001 1,69 - 2,01 0,54 - 0,95 1,10 - 1,16 0,85 - 1,03 \n\nCa 1,00 - 1,26 0,84 - 0,90 0 - 0,21 0 - 0,004 0 - 0,007 \n\nNa 2,71 - 2,93 0,01 - 0,05  0,02 - 0,04  \n\nK 0,03-0,07 1,68 - 1,81 \n\n \n\n0 - 0,009 \n\n \n\n \n\nXAn XMg XPy XMg XMg \n\n \n\n0,26 - 0,31 0,38 - 0,42 0,11 – 0,19 0,56 - 0,59 0,11 - 0,13 \n\n   \n\nXAlm \n\n  \n\n   \n\n0,77 - 0,82 \n\n  \n\n   \n\nXGros \n\n  \n\n   \n\n0,023 - 0,033 \n\n  \n\n   \n\nXSp \n\n  \n\n   \n\n0,029 - 0,036 \n\n   \n\nAs amostras EE-15C e EE-12A tiveram análises feitas em cristais de plagioclásio, \n\nbiotita e granada, como pode ser visto na Tabela 5. Na amostra EE-15C, cristais de \n\nplagioclásio tem XAn entre 0,23 e 0,3 e de biotita tem XMg entre 0,4 e 0,43, enquanto análises \n\nem cristais de granada mostram XPy de 0,11 a 0,17, XAlm de 0,69 a 0,71, XGros de 0,032 a \n\n0,042 e XSp de 0,9 a 0,14. A amostra EE-12A apresentou XMg para cristais de biotita entre \n\n0,36 e 0,4, XAn entre 0,19 e 0,21 para cristais de plagioclásio, e os cristais de granadas tem \n\nXPy entre 0,1 e 0,14, XAlm entre 0,74 e 0,76, XGros entre 0,026 e 0,032 e XSp entre 0,5 e 0,14. \n\nTabela 5 - Resultados de química mineral para as amostras EE-15C e EE-12A. \n\nEE-15C EE-12A \n\n% peso dos óxidos em cada mineral \n\nMineral \n\n(nº de \n\npontos) \n\nPlagioclásio \n\n(7) \nBiotita (8) Granada (6) \n\nPlagioclásio \n\n(3) \nBiotita (5) Granada (7) \n\nSiO2 60,22 - 62,21 34,95 - 35,35 36,54 - 37,93 62,51 - 62,88 33,77 - 34,72 35,88 - 37,46 \n\nTiO2  2,86 - 4,4 0 - 0,03  2,61 - 3,12 0 - 0,04 \n\nAl2O3 24,11 - 25,45 17,34 - 18,57 21,1 - 21,63 23,35 - 23,53 18,31 - 19,55 21,12 - 21,55 \n\nFeO 0,01 - 0,06 20 - 21,23 30,85 - 31,58 0 - 0,02 21,2 - 23,25 32,34 - 33,58 \n\nMnO  0,2 - 0,33 4,26 - 5,78  0,07 - 0,22 2,36 - 5,91 \n\nMgO 0 - 0,01 7,96 - 8,71 2,82 - 4,11 \n \n\n7,31 - 7,7 2,14 - 3,81 \n\nCaO 4,97 - 6,44  1,11 - 1,45 4,11 - 4,39  0,85 - 1,07 \n\nNa2O 8,07 - 8,99 0,07 - 0,15  9,17 - 9,38 0,05 - 0,12  \n\nK2O 0,17 - 0,27 9,51 - 9,78  \n0,07 - 0,14 9,5 - 9,75 \n\n \nNúmero de Ânions \n\n \nO 32 O 22 O 24 O 32 O 22 O 24 \n\nSi 10,68 - 10,97 5,13 - 5,18 5,96 - 6,05 11,09 - 11,13 5,03 - 5,10 5,90 - 6 \n\nTi  0,34 - 0,48 0-0,003  0,29 - 0,34 0 - 0,005 \n\nAl 5,01 - 5,32 3 - 3,22 3,97 - 4,12 4,87 - 4,92 3,23 - 3,41 4,05 - 4,14 \n\nFe 0,001 - 0,01 2,46 - 2,74 4,06 - 4,24  2,62 - 2,91 4,41 - 4,53 \n\n\n\n54 \n \n\nMn \n \n\n0,001 - 0,04 0,57 - 0,79 \n \n\n0,0009 - 0,02 0,32 - 0,82 \n\nMg 0 - 0,003 1,74 - 1,91 0,68 - 0,97 \n \n\n1,61 - 1,69 0,52 - 0,91 \n\nCa 0,93 - 1,22 0,88 - 0,91 0,19 - 0,25 0,78 - 0,83 0,89 - 0,92 0,14 - 0,18 \n\nNa 2,77 - 3,07 0,01 - 0,04  3,15 - 3,22 0,01 - 0,03  \n\nK 0,03 - 0,06 1,76 - 1,82  0,01 - 0,03 1,79 - 1,84 \n \n\n \nXAn XMg XPy XAn XMg XPy \n\n \n0,23 - 0,3 0,4 - 0,43 0,11 - 0,17 0,19 - 0,21 0,36 - 0,4 0,1 - 0,14 \n\n   \nXAlm \n\n  \nXAlm \n\n   \n0,69 - 0,71 \n\n  \n0,74 - 0,76 \n\n   \nXGros \n\n  \nXGros \n\n   \n0.032 - 0.042 \n\n  \n0.026 - 0.032 \n\n   \nXSp \n\n  \nXSp \n\n   \n0.09 - 0,14 \n\n  \n0.05 - 0,14 \n\n \n\nAs análises de química mineral mostram que os cristais de plagioclásio têm uma \n\nvariação do XAn de 0,24-0,31, 0,23-0,3 e 0,19-0,21 para as amostras PEP-4128C, EE-15C e \n\nEE-12A, respectivamente.  Como pode ser visto na Figura 21, os cristais de plagioclásio \n\nanalisados são predominantemente oligoclásio, chegando também a composições de andesina. \n\nNas amostras PEP-4128C e EE-15C é possível verificar que cristais de plagioclásio \n\nanalisados em porções do leucossoma tem XAn mais baixos que aqueles analisados em \n\nporções com textura metamórfica.      \n\nFigura 21 - Composição dos cristais de plagioclásio analisados. \n\n \n\nFonte: elaborado pela autora. \n\n\n\n55 \n \n\nQuanto à granada, como pode ser visto na Figura 22, teores de XAlm entre 0,69 e 0,82, \n\npermitem classificar todos os cristais analisados como almandina. Na amostra PEP-4128C \n\nforam feitas análises no centro e na borda dos cristais, as quais mostraram que as bordas têm \n\nXAlm mais altos, XPy mais baixos, e XSp e XGros similares ao núcleo. Duas análises feitas em \n\ncristais de granada no leucossoma na amostra PEP-4128C não mostraram variações em \n\nrelação as análises feitas em cristais em regiões com textura metamórfica. \n\n \n\nFigura 22 - Classificação dos cristais de granada analisados. \n\n \n\nFonte: elaborado pela autora. \n\nNa microssonda eletrônica também foi realizado um mapa quantitativo em um \n\ndomínio composicional composto principalmente por Crd e Hc (Figura 23). Além de saber a \n\ncomposição total do mapa também é possível determinar a composição de polígonos \n\nquaisquer recortados na área do mapa. A Tabela 6 mostra a composição de diferentes áreas \n\nrecortadas do mapa principal, sendo a composição da área 1 utilizada para a modelagem \n\ntermodinâmica do domínio composicional. \n\n\n\n56 \n \n\nFigura 23 - Área da lâmina PEP-4128C com o domínio composicional (Hc-Crd-Sil-Ilm-Bt-Pl-Kfs) \n\nonde foi obtido o mapa composicional quantitativo obtido na Microssonda Eletrônica com a área do mapa 1 \n\ntracejada em vermelho. \n\n \n\nFonte: elaborado pela autora. \n\nTabela 6 - Composição de diferentes áreas do mapa composicional quantitativo do domínio \n\ncomposicional. \n\n% em peso / áreas  1 2 3 4 5 \n\nSiO2* 38,74 36,49 38,41 37,62 38,31 \n\nCaO 0,18 0,14 0,16 0,14 0,15 \n\nFeO 13,64 14,31 13,41 13,89 13,42 \n\nNa2O 0,31 0,29 0,3 0,3 0,3 \n\nMgO 5,42 5,35 5,48 5,36 5,54 \n\nK2O 0,5 0,27 0,32 0,26 0,37 \n\nMnO 0,33 0,31 0,31 0,31 0,3 \n\nAl2O3 35,84 38,3 36,62 37,07 36,92 \n\nTiO2 0,58 0,37 0,57 0,65 0,46 \n\nSiO2corrigida* 41,31 38,92267 40,97067 40,128 40,864 \n\nTOTAL 98,11 98,26267 98,14067 98,108 98,324 \n\n*Durante o procedimento na Microssonda Eletrônica foi observado que a \n\nSiO2 das análises pontuais de cordierita deram valores mais altos que as análises \n\nobservadas no mapa. Estes valores se relacionam com um fator de ~1.06666, o qual \n\nfoi utilizado para se corrigir o valor de SiO2 (obtendo-se assim SiO2corrigida). Tal \n\ncorreção forneceu melhores fechamentos e o valor de SiO2corrigida foi utilizada no \n\ncálculo da pseudosseção. \n\n \n\nNa ME, na mesma região onde foram realizados os mapas quantitativos, também \n\nforam feitos mapas qualitativos. Como pode ser visto na Figura 24, o domínio composicional \n\né composto por Crd-Hc-Sil-Ilm-Pl-Kfs-Gt-Bt e raros cristais de quartzo não parecem estáveis. \n\n\n\n57 \n \n\nFigura 24 - Mapa composicional qualitativo do domínio composicional. \n\n \n\nFonte: elaborado pela autora. \n\n \n\n4.5. Pseudosseção \n\n4.5.1. PEP-4128C \n\n \n\nPara a amostra PEP-4128C foram modeladas duas pseudosseções. A primeira (Figura \n\n25) foi modelada utilizando a geoquímica de rocha total (Tabela 3) para os intervalos de \n\ntemperatura de 600-1000 ºC e 2,5-7 kbar. Nesta pseudosseção, a paragênese descrita para a \n\n\n\n58 \n \n\namostra é igual a área de nº 11 (Gt-Bt-Qz-Pl-Kfs-Op-Sil-Crd), que indica condições variando \n\nde 780-880 ºC e 4,3-7 kbar.  \n\nFigura 25 - Pseudosseção modelada a partir da geoquímica de rocha total da amostra PEP-4128C. \n\n \n\nFonte: elaborado pela autora. \n\n\n\n59 \n \n\nPara restringir as condições geotermobarométricas foram calculadas as isopletas \n\nrepresentativas do XMg de Crd entre 0,56 e 0,59, XAn de Pl entre 0,26 e 0,31, XMg de Bt entre \n\n0,38 e 0,42 e XAlm de Gt de 0,77 a 0,78 (Figura 26), conforme resultados da química mineral \n\n(Tabela 4), com exceção ao XAlm, visto que a modelagem termodinâmica não previu valores \n\nsuperiores a 0,78. \n\n \n\nFigura 26 - Isopletas utilizadas para a restringir as condições geotermobarométricas da amostra PEP-4128C. \n\n \n\nFonte: elaborado pela autora. \n\nComo pode ser visto na Figura 27a, o uso das isopletas restringe o campo das \n\ncondições geotermobarométricas da amostra PEP-4128C. As isopletas cruzam em um \n\nintervalo de temperatura de 800-810 ºC e pressão de ~4,5 kbar, que já se encontra que já se \n\nencontra dentro dos limites previstos para a assembleia mineral de nº 11 (Figura 27b). A \n\nporcentagem de fusão parcial (L) é de 11-15% (Apêndice D). \n\n\n\n60 \n \n\nFigura 27 – a) Área de sobreposição das isopletas da amostra PEP-4128C. b) Área de sobreposição das isopletas \n\nsob a pseudosseção. \n\nFonte: elaborado pela autora. \n\n \n\n\n\n61 \n \n\nA segunda pseudosseção da amostra PEP-4128C foi calculada utilizando a \n\ncomposição da área 1 do mapa composicional quantitativo obtido na ME (Tabela 6). Tal \n\npseudosseção tem como objetivo determinar as condições geotermobarométricas as quais \n\nformou-se o domínio composicional composto por Crd-Hc-Ilm-Sil-Pl-Kfs-Gt. O campo de \n\nestabilidade da paragênese para pseudosseção (Figura 28) contém todos os minerais \n\nobservados e apresenta condições que variam 800-960ºC e 2,2-4,8kbar. \n\nFigura 28 - Pseudosseção modelada a partir da composição do domínio composicional composto por \n\nprincipalmente por Crd-Hc-Sil-Ilm da amostra PEP-4128C. \n\n \n\nFonte: elaborado pela autora. \n\n\n\n62 \n \n\nPara restringir as condições geotermobarométricas foram utilizadas as isopletas \n\nrepresentativas do XMg de Crd entre 0,56 e 0,59, XMg de Sp entre 0,11 e 0,13, Vol (%) de Sil \n\nentre 1 e 5 e XAlm de Gt de 0,75 a 0,82 (Figura 29), conforme resultados da química mineral \n\n(Tabela 4). \n\nFigura 29 - Isopletas utilizadas para a restringir das condições geotermobarométricas do domínio composicional \n\nda amostra PEP-4128C. \n\n \n\nFonte: elaborado pela autora. \n\nComo pode ser visto na Figura 30a, o uso das isopletas restringe o campo das \n\ncondições geotermobarométricas do domínio composicional da amostra PEP-4128C. As \n\nisopletas cruzam em um intervalo de temperatura de 830 a 850 ºC e pressão 2.6-3 kbar, o que \n\nrestringe as condições previstas para o domínio e já se encontra no intervalo de estabilidade \n\nda paragênese (Figura 30b). \n\n \n\n \n\n\n\n63 \n \n\nFigura 30 - a) Sobreposição das isopletas e área de sobreposição das mesmas. b) Área de sobreposição das \n\nisopletas sob a pseudosseção. \n\n \n\nFonte: elaborado pela autora. \n\n \n\n\n\n64 \n \n\n \n\n4.5.2. EE-12A \n\n \n\nPara a amostra EE-12A a pseudosseção (Figura 31) foi calculada com base na \n\ngeoquímica de rocha total (Tabela 3) entre os intervalos de temperatura de 600-1000ºC e 2.5-\n\n7 kbar. A paragênese Pl-Kfs-Qz-Gt-Bt-Sil-Op-L, descrita para a amostra, não aparece em \n\nnenhuma área da pseudosseção calculada. \n\nFigura 31 - Pseudosseção modelada a partir da geoquímica de rocha total da amostra EE-12A. \n\n \n\nFonte: elaborado pela autora. \n\n\n\n65 \n \n\nPara esta amostra foram utilizadas as isopletas representativas do XMg de Bt entre 0,36 \n\ne 0,40, XAn de Pl entre 0,19 e 0,21, XAlm de Gt de 0,74 a 0,76 e XGross de 0,026 a 0,032 (Figura \n\n32), conforme resultados da química mineral (Tabela 5).  \n\nFigura 32 - Isopletas utilizadas para restringir as condições geotermobarométricas da amostra EE-12A. \n\n \n\nFonte: elaborado pela autora. \n\nCom a sobreposição das isopletas é possível definir grandes intervalos de pressão e \n\ntemperatura (Figura 33a), principalmente porque as isopletas referentes ao XGross não cruzam \n\ncom as demais isopletas. Com a sobreposição forçada desses intervalos na pseudosseção é \n\npossível restringi-los ainda mais, devido a presença da sillimanita na paragênese (Figura 33b). \n\nAssim, selecionam-se dois campos que se diferem pela presença de ilmenita. Supondo que os \n\nopacos descritos são ilmenita, o que é provável pelas características óticas observadas na luz \n\nrefletida e pelo fato da PEP-4128C ter ilmenita, as condições registradas na amostra EE-12A \n\nsão de 760-800ºC e 3.4-4.6 kbar, e a porcentagem de L de ~15% (Apêndice D). \n\nEstes campos não foram inicialmente selecionados como possibilidades, pois preveem \n\nCrd na paragênese e não Kfs. O modelo prevê 1-2% de Crd, o que possivelmente não foi \n\ndescrito durante a petrografia devido a baixa proporção e também devido as propriedades \n\n\n\n66 \n \n\nóticas da Crd que se assemelham ao Qz. Quanto à ausência de Kfs, conclui-se que tal espécie \n\nmineral observada em lâmina delgada tenha sido cristalizada da fusão parcial (L) e, assim, \n\nnão compõe a paragênese metamórfica da amostra. \n\nFigura 33 – a) Sobreposição das isopletas calculadas para a amostra EE-12A com a área de sobreposição \n\nindicada. b) Pseudosseção da amostra EE-12A com a área de sobreposição das isopletas restringido para campos \n\nonde há sillimanita (em vermelho) e para a paragênese com ilmenita (preto tracejado). \n\n \n\nFonte: elaborado pela autora. \n\n\n\n67 \n \n\n \n\n4.5.3. EE-15C \n\n \n\nPara a amostra EE-15C a pseudosseção (Figura 34) foi calculada com base na \n\ngeoquímica de rocha total (Tabela 3) entre os intervalos de temperatura de 600-1000ºC e 2.5-\n\n10 kbar. A paragênese Pl-Kfs-Qz-Bt-Gt-Op-L, descrita para a amostra, aparece estável em \n\nintervalos de 830-880 ºC e 5.5-8.4 kbar. \n\nFigura 34 - Pseudosseção modelada a partir da geoquímica de rocha total da amostra EE-15C. \n\n \n\nFonte: elaborado pela autora. \n\n\n\n68 \n \n\nPara esta amostra foram utilizadas as isopletas representativas do XMg de Bt entre 0,4 e \n\n0,43, XAn de Pl entre 0,23 e 0.3, XAlm de Gt de 0.69 a 0.71 e XSp de 0.09 a 0,14 (Figura 35), \n\nconforme resultados da química mineral (Tabela 5).  \n\nFigura 35 - Isopletas utilizadas para restringir as condições geotermobarométricas da amostra EE-15C. \n\n \n\nFonte: elaborado pela autora. \n\nCom a sobreposição das isopletas é possível definir uma temperatura de ~800ºC e um \n\nintervalo de pressão de 5.5 a 2.5 kbar (Figura 36a). Com a sobreposição desses intervalos na \n\npseudosseção é possível restringi-los, visto que não há sillimanita da amostra EE-15C (Figura \n\n36b). Assim, novamente, selecionam-se dois campos de estabilidade, que se diferem pela \n\npresença de ilmenita. Nesta amostra a maioria dos opacos tem coloração bronze, entretanto, \n\nraros cristais assemelham-se a ilmenita. Desta forma, as condições registradas pela amostra \n\nEE-15C podem ser restringidas a 2.5-4 kbar e ~800 ºC, e L em porcentagem de ~8% \n\n(Apêndice D). \n\n\n\n69 \n \n\nAssim como na amostra EE-12A, estes campos não foram inicialmente selecionados \n\ncomo possibilidades devido a presença de Crd. Nestes campos o modelo prevê 1-2% de Crd, \n\no que possivelmente não foi descrito devido a baixa proporção e também devido as \n\npropriedades óticas da Crd que se assemelham ao Qz.  \n\nFigura 36 - a) Sobreposição das isopletas calculadas para a amostra EE-15C com a área de \n\nsobreposição indicada. b) Pseudosseção da amostra EE-12A com a área de sobreposição das isopletas restringido \n\npara campos onde não há sillimanita (em vermelho) e para a paragênese com ilmenita (preto tracejado). \n\n \n\nFonte: elaborado pela autora. \n\n \n\n\n\n70 \n \n\n5. DISCUSSÃO DOS RESULTADOS \n\n5.1. Geologia Estrutural \n\n \n\nOs resultados obtidos com geologia estrutural dos paragnaisses pelíticos do CVC \n\nmostram que na região de Encruzilhada do Sul ocorrem estruturas relacionadas ao D1, visto \n\nque atitudes mais verticalizadas não apresentam rakes indicativos de cisalhamento, o qual é o \n\npadrão deformacional esperado para as estruturas do D2. O padrão de distribuição das atitudes \n\nda S1 forma uma guirlanda no estereograma, o que indica a presença de uma dobra com eixo \n\nde baixo caimento para SW.  \n\nOs trabalhos de UFRGS (2010) e Bom (2014) são as principais referências quanto a \n\ngeologia estrutural do CVC na região de Encruzilhada do Sul. UFRGS (2010) interpreta três \n\ndomínios estruturais correspondentes a uma grande dobra sinforme e um quarto domínio \n\ncorrespondente a estruturas rotacionadas próximas a Zona de Cisalhamento Transcorrente \n\nDorsal de Canguçu, e Bom et al. (2014) interpreta dobras em menor escala (Figura 37). \n\nAssim, os dados obtidos corroboram a interpretação de UFRGS (2010), tanto no padrão \n\nobservado em estereograma quanto na distribuição espacial das estruturas. \n\n A interpretação de Bom et al. (2014) de dobramentos de menor escala para a porção S \n\ne central talvez esteja correta, visto que não foram levantados dados nestas regiões. \n\nEntretanto, próximo da cidade de Encruzilhada do Sul, onde a maioria dos dados estruturais \n\ndeste trabalho foi obtido, não foram observadas dobras com eixo com caimento para NE ou N, \n\ncomo descrito pelos autores. \n\n \n\n \n\n \n\n \n\n\n\n71 \n \n\nFigura 37 – Mapa geológico com indicação das intepretações de trabalhos da literatura acerca das estruturas \n\nregistradas no Complexo Várzea do Capivarita próximo à região de Encruzilhada do Sul.  \n\n \n\nFonte: elaborado pela autora baseado em Molina (2014) e UFRGS (2010). \n\n \n\n5.2. Petrografia \n\n \n\nForam descritas seis (Tabela 2) assembleias minerais para as litologias estudadas, nas \n\nquais a presença de minerais índice seria o registro de condições de metamorfismo que variam \n\nda zona da granada na fácies xisto verde até a zona da sillimanita na fácies granulito. \n\nEntretanto, observam-se muitas feições de fusão parcial nestas litologias, as quais indicam \n\ncondições de pressão e temperatura mais altas. Logo sugere-se que as diversas paragêneses \n\nsão explicadas por uma variação da composição do protólito e não o registro de diferentes \n\ngraus de metamorfismo. Tal interpretação é corroborada pela ausência de um padrão de \n\ndistribuição dessas amostras, de modo que não seria possível delimitar isográdas (Figura 12).  \n\nAs feições de fusão parcial mostraram-se em proporções relevantes nos afloramentos, \n\nnas amostras e nas lâminas delgadas analisadas. Estas feições poderiam ser interpretadas \n\ncomo injeções de uma fonte externa, entretanto, evidências de fusão em todas as escalas de \n\nanálise, desde injeções descontínuas e formação de bolsões nos afloramentos, até melt films, \n\n\n\n72 \n \n\nmelt pockets e contatos lobados, indicam que tais feições são de fato produto da fusão parcial, \n\nou seja, leucossoma. Essas feições mostraram-se tipicamente concordantes com a foliação. \n\nAssim, sugere-se que as litologias estudadas neste trabalho também podem ser descritas como \n\nmetatexitos estromáticos, segundo a classificação de Sawyer (2008). O fato destas litologias \n\ntratarem-se de migmatitos implica que os resultados de geoquímica de rocha total podem ter \n\nsido alterados por processos relacionados a mobilidade dos líquidos gerados durante a fusão \n\nparcial (SAWYER, 2008).  \n\nOutra feição de destaque nas análises petrográficas é o domínio composicional, \n\ncomposto por Crd-Hc-Ilm-Sil-Pl-Kfs-Gt. A existência destes domínios composicionais \n\nsubsaturados em sílica, que registram condições de pressão e temperatura diferentes do resto \n\ndo protólito, foi utilizada como premissa para a modelagem termodinâmica. Estes domínios \n\ntambém foram analisados na ME por meio de um mapa composicional qualitativo (Figura 24) \n\nos quais atestaram que o quartzo não se encontra estável, diferente do previsto por Bom et al. \n\n(2014). Além disso, tais domínios apresentam por vezes dobras definidas pelos cristais de \n\nsillimanita e hercinita (Figura 15d), indicando que este domínio se formou com deformação \n\nativa. \n\nDados obtidos na microssonda também foram essenciais para a observação da zonação \n\ndos cristais de granada (Figura 22). Análises dos cristais de granada da amostra PEP-4128C \n\nindicam enriquecimento do XAlm do centro para a borda, o que permite inferir que o \n\nmetamorfismo é progressivo (SPEAR et al., 1989). \n\n \n\n5.3. Geotermobarometria \n\n \n\nCom o uso das pseudosseções é possível definir as condições de pressão e temperatura \n\nregistradas nas litologias estudadas. Na amostra PEP-4128C, a paragênese principal (Qz-Pl-\n\nKfs-Bt-Gt-Op-Crd-Hc-Sil-L) registra condições de 800-810 ºC e ~4,5 kbar, enquanto o \n\ndomínio composicional, Crd-Hc-Ilm-Sil-Pl-Kfs-Gt, registou condições de 830-850 ºC e 2,6-3 \n\nkbar. Na amostra EE-12A, a paragênese composta por Pl-Qz-Gt-Bt-Sil-Op-L registra \n\ncondições de 760-800 ºC e 3,4-4,6 kbar, e a amostra EE-15C, com paragênese composta por \n\nPl-Kfs-Qz-Bt-Gt-Op-L registra ~800 ºC e 2,5-4 kbar.  \n\n\n\n73 \n \n\nEstes resultados, quando comparados aos trabalhos da literatura, apresentam valores \n\nintermediários àqueles obtidos por Gross et al. (2006). Interpreta-se que tal fato seja \n\njustificado pela premissa deste trabalho da existência do domínio composicional da amostra \n\nPEP-4128C. Quanto aos resultados de Bom et al. (2014), que sugerem condições de 850-1000 \n\n°C e 6-10 kbar devido a paragênese, interpreta-se que não há equilíbrio nos domínios \n\ncomposicionais, visto que o quartzo não está estável (Figura 24). \n\nOs resultados quando plotados em um gráfico P x T e em conjunto com a informação \n\nda zonação dos cristais de granadas indicam uma trajetória de metamorfismo regional \n\nprogressivo e permitem delimitar uma trajetória de P-T horária. Como pode ser visto na \n\nFigura 38, utilizou-se como pico de pressão o valor intermediário dos intervalos da amostra \n\nPEP-4128C, ~4,5kbar, e para o pico de temperatura utilizou-se o valor intermediário \n\nregistrado no domínio composicional da amostra PEP-4128C, ~840 ºC. Com base nisso, é \n\npossível dizer que as amostras EE-12A e, principalmente, a paragênese principal da PEP-\n\n4128C registram condições de 780-810 ºC e ~4,5 kbar, que segundo o fator 3,5 km/kbar \n\nindicam gradientes geotérmicos de ~50 ºCkm\n-1\n\n. Segundo esta interpretação, a amostra EE-\n\n15C registrou condições intermediárias entre as condições de pico de pressão e pico de \n\ntemperatura. Já o domínio composicional da amostra PEP-4128C registra condições de ~840 \n\nºC e ~2,8 kbar que indicam um gradiente geotérmico de ~85 ºCkm\n-1\n\n.  \n\n\n\n74 \n \n\nFigura 38 - Trajetória P-T sugerida com base nos dados geotermobarométricos obtidos. \n\n \n\nFonte: elaborado pela autora. \n\nOs dados obtidos em conjunto com aqueles de De Toni et al. (2018) na região da folha \n\nPasso das Canas (NW da folha Encruzilhada) permitem afirmar que o Complexo Várzea do \n\nCapivarita foi exumado sob condições aproximadamente constantes de temperatura a uma \n\nprofundidade de ~16 km até ~10 km. Com estas condições de metamorfismo de baixa pressão \n\ne alta temperatura obtêm-se estimativas de geotermas muito acima das condições de equilíbrio \n\nda crosta continental na natureza. Processos como a delaminação (SACKS e SECOR, 1990) \n\nseriam potenciais causadores deste tipo de fenômeno. Por outro lado, microestruturas \n\ncontracionais, como as registradas pelos agregados dobrados de Crd + Hc ( \n\n \n\n \n\n \n\n \n\n \n\n\n\n75 \n \n\nFigura 14d) sugerem que tensões compressivas foram ativas durante a exumação do \n\nComplexo Várzea do Capivarita.  \n\nDuas possíveis hipóteses que poderiam justificar as condições geotérmicas do CVC \n\nsão fluxos anômalos de calor do manto ou processos de advecção, como ascensão de magmas. \n\nA primeira hipótese, segundo alguns autores (HARRIS e HOLLAND, 1984; FOWLER et al., \n\n2015), baseia-se na possibilidade da ocorrência deste tipo de metamorfismo (baixa P/alta T) \n\nem ambientes convergentes previamente extendidos. Esta hipótese é favorecida pela \n\nexistência de geotermas muito altas registradas principalmente durante o pico de pressão. \n\nEntretanto, durante o empilhamento de fatias crustais, que provavelmente foi o mecanismo de \n\nexumação do CVC, o complexo estaria mais distante do manto. Assim, o fluxo anômalo de \n\ncalor do manto deveria aumentar para manter a mesma condição de temperatura em condições \n\nmais rasas, ou a exumação foi muito rápida. \n\nPor outro lado, processos de advecção também são usualmente utilizados para \n\nargumentar a exumação em condições de temperatura constante. Esta hipótese é embasada na \n\ncorrelação espacial entre processos metamórficos e ígneos em muitos cinturões orogênicos \n\n(LUX et al., 1986; COLLINS e VERNON, 1991; SANDIFORD et al., 1991). De Yoreo et al. \n\n(1991) geralmente associam esse tipo de metamorfismo (baixa P / alta T) à intrusão de \n\nmagmas mantélicos. Já Whitney et al. (2018) com base em modelagens termais discute \n\ncondições de descompressão de domos de migmatitos e obtém dados que mostram que \n\nmesmo sob altas taxas de exumação, rochas dentro de diápiros manteriam condições de \n\ndescompressão isotermais. Já Teyssier e Whitney (2002) discutem o desenvolvimento de \n\nfeedback positivo entre descompressão e fusão por desidratação. Neste caso, um aumento na \n\nflutuabilidade (bouyancy) devido ao aumento da fração de fusão geraria descompressão \n\nisotermal devido a ascensão diapírica da crosta parcialmente fundida. Esta hipótese explica \n\nmais eficientemente a exumação isotermal do CVC devido ao caráter migmatítico do mesmo, \n\ne também devido ao contexto geológico do complexo (Batólito Pelotas). \n\nPor fim, a modelagem termodinâmica também confirmou a premissa sobre o domínio \n\ncomposicional. Com base no mapa composicional e química mineral, foi obtido condições \n\ngeotermobarométricas para o domínio composicional distintas daquelas obtidas para a \n\nassembleia mineral principal da amostra PEP-4128C. As modelagens também previram entre \n\n7-15% de fração de fusão, o que concorda com a porcentagem de fusão inferida em \n\nafloramento, e assim consiste em mais um argumento a favor da classificação dos \n\nparagnaisses pelíticos do CVC na região de Encruzilhada do Sul também como metatexitos. \n\n\n\n76 \n \n\n \n\n  \n\n\n\n77 \n \n\n  \n\n\n\n78 \n \n\n6. CONCLUSÕES \n\nCom o estudo integrado, incluindo revisão dos dados da literatura, trabalho de campo, \n\nanálises petrográficas, química mineral e pseudosseção dos paragnaisses pelíticos do \n\nComplexo Várzea do Capivarita na região de Encruzilhada do Sul concluiu-se que: \n\nI.  O padrão das estruturas observadas corrobora a interpretação de uma dobra sinforme \n\ncom eixo mergulhando para SW de UFRGS (2010); \n\nII. Com base na presença de relevantes proporções de leucossoma concordantes ao \n\nbandamento e na preservação de texturas e estruturas metamórficas, sugere-se que as \n\nlitologias de protólito pelítico do CVC sejam descritas como metatexitos \n\nestromáticos nesta região; \n\nIII. Os dados de química mineral obtidos no centro e na borda de cristais de granada são \n\ncompatíveis com metamorfismo regional progressivo;  \n\nIV. Modelagens termodinâmicas na amostra PEP-4128C apontam condições de 800-810 \n\nºC e ~4,5 kbar em termos de rocha total, e 830 a 850 ºC e 2,6-3 kbar no domínio \n\ncomposicional isolado. Já a amostra EE-12A registra condições de 760-800 ºC e 3,4-\n\n4,6 kbar, e a EE-15C ~800 ºC e 5,5-2,5 kbar; \n\nV. As condições obtidas na amostra PEP-4128C permitem concluir que esta sofreu uma \n\nexumação isotermal, e a presença de dobras no interior do domínio composicional \n\nisolado permite inferir que a exumação foi associada ao evento orogênico; \n\nVI. Os resultados acerca das condições de pressão e temperatura permitem inferir \n\ngradientes geotérmicos de ~ 50 ºCkm\n-1\n\n e ~85 ºCkm\n-1\n\n; \n\nVII. Duas hipóteses para explicar a exumação isotermal do CVC foram levantadas: fluxos \n\nanômalos de calor do manto e processos de advecção. A segunda hipótese é preferida \n\ndevido o contexto geológico do CVC (dentro do Batólito Pelotas); \n\nVIII. A modelagem geotermobarométrica para a geoquímica de rocha total da amostra \n\nPEP-4128C e para a composição do domínio composicional se mostraram coerentes, \n\nconfirmando assim a premissa de que a assembleia mineral da amostra registrou duas \n\ncondições de pressão e temperatura; \n\nIX. As modelagens preveem valores de 7-15% (porcentagem em peso) de fusão para as \n\ncondições de pressão e temperatura modeladas, o que corrobora a fusão observada \n\nem escalas de campo, amostra de mão e lâmina delgada, e reforça o caráter \n\nmigmatítico destas litologias. \n\n  \n\n\n\n79 \n \n\nREFERÊNCIAS \n\n \n\n \n\nALMEIDA, F. F. M.; BRITO NEVES, B. B.; CARNEIRO, C. D. R. The origin and evolution \n\nof the South American Platform. Earth-Science Reviews, 50(1):77-111, 2000. \n\nBABINSKI, M., CHEMALE, F., VAN SCHMUS, W. R., HARTMANN, L. A., DA SILVA, \n\nL. C. U-Pb and Sm-Nd geochronology of the neoproterozoic granitic-gneissic Dom Feliciano \n\nBelt, southern Brazil. Journal of South American Earth Sciences, 10(3), 263-274.1997. \n\nBITENCOURT, M. F.; NARDI, L. V. S. Tectonic setting and sources of magmatism related \n\nto the Southern Brazilian Shear Belt. Revista Brasileira de Geociências, v. 30, n. 1, p. 186-\n\n189, 2007. \n\nBITENCOURT, M.F. e NARDI, L.S.V. Late-to post-collisional Brasiliano magmatism in \n\nsouthernmost Brazil. Anais da Academia Brasileira de Ciências, v. 65, n. 1, p. 3-6, 1993. \n\nBITENCOURT, M.F., FLORISBAL, L.M., SBARAINI, S., RIVERA, C.B. Idades U-Pb e a \n\nduração do magmatismo  ultrapotássico do Maciço Sienítico Piquiri. In: IX Simpósio Sul-\n\nbrasileiro de Geologia, Florianópolis, Book  of Abstracts, 143-143. 2015. \n\n \n\nBITENCOURT, M.F., NARDI, L.V.S., FLORISBAL, L.M., HEAMAN, L.M. Geology, \n\ngeochronology and petrogenesis of a  Neoproterozoic, syntectonic sillimanite-muscovite-\n\nbiotite granite from southernmost Brazil. In: 8th Hutton  Symposium on Granites and \n\nRelated Rocks, Florianópolis. Book of Abstracts, 179-179. 2015. \n\nBOM, F.M. Origem e Evolução do Complexo Várzea do Capivarita, Encruzilhada do \n\nSul, RS. 2011. \n\nBOM, F. M. Significado tectônico do Complexo Várzea do Capivarita, Cinturão Dom \n\nFeliciano, Encruzilhada do Sul–RS. Dissertação de mestrado. Instituto de Geociências, \n\nUniversidade Federal do Rio Grande do Sul, Porto Alegre, 2014. \n\nBOM, F. M.; PHILIPP, R. P., ZVIRTES, G. Evolução metamórfica e estrutural do Complexo \n\nVárzea do Capivarita, Cinturão Dom Feliciano, Encruzilhada do Sul, RS. Pesquisas em \n\nGeociências, 41(2): 131-153. Instituto de Geociências, Universidade Federal do Rio Grande \n\ndo Sul, Porto Alegre, 2014. \n\nCHEMALE JR, F. Evolução geológica do Escudo Sul-rio-grandense. Geologia do Rio \n\nGrande do Sul, p. 13-52, 2000. \n\nCHEMALE JR., F., PHILIPP, R.P., DUSSIN, I.A., FORMOSO, M.L.L., KAWASHITA, K., \n\nBERTOTTI, A.L. LU-Hf and U-Pb age  determinations of Capivarita anorthosite in the Dom \n\nFeliciano Belt, Brazil. Precambrian Research 186, 117–126. 2011. \n\nCOLLINS, W. J. e VERNON, R. H. Orogeny associated with anticlockwise PTt paths: \n\nEvidence from low-P, high-T metamorphic terranes in the Arunta inlier, central \n\nAustralia. Geology, v. 19, n. 8, p. 835-838, 1991. \n\n\n\n80 \n \n\nCONNOLLY, J. A. D. The geodynamic equation of state: what and how. Geochemistry, \n\nGeophysics, Geosystems, v. 10, n. 10, 2009. \n\nCONNOLLY, J.A.D. Computation of phase equilibria by linear programming: a tool for \n\ngeodynamic modeling and its application to subduction zone decarbonation. Earth and \n\nPlanetary Science Letters, v. 236, n. 1, p. 524-541, 2005. \n\nZUSSMAN, J.; HOWIE, R. A.; DEER, W. A. An introduction to the rock forming \n\nminerals. Longman Group Ltd, New York, p 698Defant MJ, Drummond MS (1990) \n\nDerivation of some modern arc magmas by melting of young subducted lithosphere. \n\nNature, v. 347, p. 662665 Della, 1992. \n\nDE TONI, G. B., BITENCOURT, M. F., MARTINI, A., ANDRADE, P. H. S. Oblique \n\nTranspression and Strain Partitioning Between the Major Gercino Shear Zone and the \n\nCamboriú Complex Region, Northern Dom Felicano Belt, Catarinense Shield, Southern \n\nBrazil. Primer Simposio de Tectónica Sudamericana, Acta Preliminar. Santiago. \n\nATECSUD, p. 73. 2016. \n\nDE TONI, G.B., KONOPASEK, J., BITENCOURT, M.F., BATTISTI, M.A., COSTA, E.O. \n\nExhumation Path of the Varzea do Capivarita Complex and Its Implications for the Genesis of \n\nthe Encruzilhada Block in the Dom Feliciano Belt, Rio Grande do Sul, Southern Brazil. In: \n\n49º Congresso Brasileiro de Geologia, 2018, Rio de Janeiro. Anais do 49º Congresso \n\nBrasileiro de Geologia, 2018. \n\nDE YOREO, J. J., LUX, D. R., GUIDOTTI, C. V. Thermal modelling in low-pressure/high-\n\ntemperature metamorphic belts. Tectonophysics, v. 188, n. 3-4, p. 209-238, 1991. \n\nFERNANDES, L. A. D., TOMMASI, A., PORCHER, C. C. Deformation patterns in the \n\nsouthern Brazilian branch of the Dom Feliciano Belt: a reappraisal. Journal of South \n\nAmerican Earth Sciences, 5(1):77-96, 1992. \n\nFERNANDES, L. A. D., TOMMASI, A., PORCHER, C. C., MARQUES-TOIGO, M., \n\nGUERRA-SOMMER, M., e PICCOLI, A. E. M. Mapa Geológico de Parte das Folhas de \n\nQuitéría e Várzea do Capivarita-RS. Série Mapas, Instituto de Geociências, UFRGS. Porto \n\nAlegre, 14, 1988. \n\nFOWLER, A., HASSEN, I., HASSAN, M. Tectonic evolution and setting of the Sa’al \n\nComplex, southern Sinai, Egypt: A Proterozoic continental back-arc rift model. Journal of \n\nAfrican Earth Sciences, v. 104, p. 103-131, 2015. \n\nFRANTZ, J. C., LIMA, E. F., MACHADO, R. P., e NAUMANN, M. Contribuição à geologia \n\nde Encruzilhada do Sul-RS. In: Anais do Congresso Brasileiro de Geologia, Vol. 33:2407-\n\n2416, 1984. \n\nFRANTZ, J.C., MCNAUGHTON, N.J., MARQUES, J.C., HARTMANN, L.A., BOTELHO, \n\nN.F., CARAVACA, G. SHRIMP U-Pb  zircon ages of granitoids from southernmost Brazil: \n\nconstrains on the temporal evolution of the Dorsal de  Canguçu Transcurrent Shear Zone and \n\nEastern Dom Feliciano Belt. In: South American Symposium on  Isotope Geology, 4, Short \n\nPapers, Salvador, SBG, vol. 1, pp. 174–177. 2003. \n\n\n\n81 \n \n\nGREGORY, T.R., BITENCOURT, M.F., NARDI, L.V.S., FLORISBAL, L.M., CHEMALE \n\nJR.,F. Geochronological data from TTG-type rock associations of the Arroio dos Ratos \n\nComplex and implications for crustal evolution of southernmost Brazil in Paleoproterozoic \n\ntimes. Journal of South American Earth Sciences, (57):49-60, 2015. \n\nGROSS, A. O. M. S., PORCHER, C. C., FERNANDES, L. A. D., e KOESTER, \n\nE. Neoproterozoic low-pressure/high-temperature collisional metamorphic evolution in the \n\nVarzea do Capivarita Metamorphic Suite, SE Brazil: thermobarometric and Sm/Nd \n\nevidence. Precambrian Research, v. 147, n. 1, p. 41-64, 2006. \n\nGRUBER, L. Geologia isotópica e geocronologia do complexo metamórfico porongos e \n\nsuíte metamórfica várzea do capivarita, Cinturão Dom Feliciano, Sul do Brasil: i \n\nimplicações para a evolução do Gondwana em sua margem ocidental. Tese de doutorado. \n\nInstituto de Geociências, Universidade Federal do Rio Grande do Sul. Porto Alegre, 167f, \n\n2016. \n\nHARRIS, N. B. W. e HOLLAND, T. J. B. The significance of cordierite-hypersthene \n\nassemblages from the Beitbridge region of the central Limpopo Belt; evidence for rapid \n\ndecompression in the Archean?. American Mineralogist, v. 69, n. 11-12, p. 1036-1049, \n\n1984. \n\nKLEIN, C. e DUTROW, B. Manual de ciência dos minerais. Bookman Editora, 2009. \n\nKNIJNIK, D.B.; BITENCOURT, M.F; PIMENTEL, M.M., NARDI, L.V.S., WEINBERG, \n\nR.F., GREGORY, T.R., ARMSTRONG, R., PINTO, V.M., SANTOS, S.S.J.O., \n\nMCNAUGHTON, N.J. U-Pb ages of the early post-collisional shoshonitic magmatism from \n\nSouthern Brazil. In: 8th Hutton Symposium on Granites and Related Rocks, \n\nFlorianópolis. Book of Abstracts, 83-83. 2015. \n\nKOESTER, E., PORCHER, C. C., PIMENTEL, M. M., FERNANDES, L. A. D., VIGNOL-\n\nLELARGE, M. L., OLIVEIRA, L. D., e RAMOS, R. C. Further evidence of 777 Ma \n\nsubduction-related continental arc magmatism in Eastern Dom Feliciano Belt, southern \n\nBrazil: the Chácara das Pedras Orthogneiss. Journal of South American Earth Sciences, v. \n\n68, p. 155-166, 2016. \n\nKRUHL, J. H. Prism? and basal? plane parallel subgrain boundaries in quartz: A \nmicrostructural geothermobarometer. Journal of metamorphic Geology, v. 14, n. 5, p. 581-\n\n589, 1996. \n\nLUX, D. R., DEYOREO, J. J., GULDOTTI, C. V., DECKER, E. R. Role of plutonism in \n\nlow-pressure metamorphic belt formation. Nature, v. 323, n. 6091, p. 794, 1986. \n\nMARTIL, M. M. D. O magmatismo de Arco Continental Pré-Colisional (790 Ma) e a \n\nreconstituição espaço-temporal do regime transpressivo (650 Ma) no Complexo Várzea \n\ndo Capivarita, Sul da Província Mantiqueira. Tese de doutorado. Instituto de Geociências, \n\nUniversidade Federal do Rio Grande do Sul. Porto Alegre, 167f, 2016. \n\nMARTIL, M. M. D., BITENCOURT, M. F., NARDI, L. V. S., KOESTER, E., PIMENTEL, \n\nM. M. Pre-collisional, Tonian (ca. 790 Ma) continental arc magmatism in  Southern \n\n\n\n82 \n \n\nMantiqueira Province, Brazil: Geochemical and isotopic constraints from the Várzea do \n\nCapivarita Complex. Lithos, 274: 39-52, 2017. \n\nMARTIL, M.M.D. Caracterização Estrutural e Petrológica do Magmatismo Pré- \n\nColisional do Escudo Sul-Rio-Grandense: Os Ortognaisses do Complexo Metamórfico \n\nVárzea do Capivarita. Dissertação de Mestrado, Instituto de Geociências, Universidade \n\nFederal do Rio Grande do Sul, Porto Alegre, 50p, 2010. \n\nMARTIL, M.M.D. Relações de Intrusão do Maciço Sienítico Piquiri, RS, com Suas \n\nEncaixantes. Porto Alegre, 71p. Monografia de Conclusão de Curso, Curso de Geologia, \n\nInstituto de Geociências, Universidade Federal do Rio Grande do Sul. 2007. \n\nMARTIL, M.M.D., BITENCOURT, M.F., NARDI, L.V.S. Caracterização estrutural e \n\npetrológica do magmatismo pré-colisional do Escudo Sul-rio-grandense: os ortognaisses do \n\nComplexo Metamórfico Várzea do Capivarita. Pesquisas em Geociências, 38(2):181-201, \n\n2011. \n\nNIESSING, M. et al. Geology and stratigraphic definition of the Butiá Granite: a sillimanite-\n\nbearing syntectonic leucogranite from the Sul-rio-grandense Shield. In: 44 Congresso \n\nBrasileiro de Geologia, 2008, Curitiba. Anais do 44 Congresso Brasileiro de Geologia. \n\nSBG Curitiba, 2008. \n\nPHILIPP, R. P., PIMENTEL, M. M.,  CHEMALE JR, F. Tectonic evolution of the Dom \n\nFeliciano Belt in southern Brazil: Geological relationships and U-Pb geochronology. \n\nBrazilian Journal of Geology, 46: 83-104, 2016. \n\nPHILIPP, R.P. e CAMOZZATO, E. 2009. A colocação do Batólito Pelotas e suas relações \n\ncom o metamorfismo regional orogênico no cinturão Dom Feliciano, RS. In: Simpósio \n\nNacional de Estudos Tectônicos, 12, International Symposium Of Tectonic Studies, 6, Ouro \n\nPreto. Anais. Ouro Preto, SBG, p. 112. 2009. \n\nPhilipp, R. P., Massonne, H. J., e de Campos, R. S. Peraluminous leucogranites of the \n\nCordilheira Suite: A record of Neoproterozoic collision and the generation of the Pelotas \n\nBatholith, Dom Feliciano Belt, Southern Brazil. Journal of South American Earth \n\nSciences, v. 43, p. 8-24, 2013. \n\nSACKS, P.E. e SECOR, D.T. Delamination in collisional orogens. Geology, v. 18, n. 10, p. \n\n999-1002, 1990. \n\nSANDIFORD, M., MARTIN, N., ZHOU, S., FRASER, G. Mechanical consequences of \n\ngranite emplacement during high-T, low-P metamorphism and the origin of ‘anticlockwise’ \n\nPT paths. Earth Planet. Sci. Lett. 107:164–1, 1991. \n\nSAWYER, E.W. Atlas of migmatites. NRC Research Press, 2008. \n\nSILVA, A. O. M., PORCHER, C. C., FERNANDES, L. A. D., DROOP, G. Termobarometria \n\nda suíte metamórfica várzea do Capivarita (RS): embasamento do Cinturão Dom Feliciano. \n\nRevista Brasileira de Geociências, 32(4), 419-432, 2002. \n\n\n\n83 \n \n\nSKAGSETH, I.G. Metamorphic conditions in the Coastal-Punta del Este Terrane of the \n\nKaoko-Dom Feliciano Belt in Namibia and Uruguay. 2016. Dissertação de Mestrado. UiT \n\nNorges arktiske universitet. \n\nSPEAR, F.S. e CHENEY, J.T. A petrogenetic grid for metapelitic schists in the system SiO2-\n\nAl2O3-FeO-MgO-K2O-H2O. Contributions to Mineralogy and Petrology, 101:149-164, \n\n1989. \n\nTAJ?MANOVÁ, L., KONOPÁSEK, J., CONNOLLY, J.A.D. Diffusion-controlled \n\ndevelopment of silica-undersaturated domains in felsic granulites of the Bohemian Massif \n\n(Variscan belt of Central Europe). Contributions to Mineralogy and Petrology, v. 153, n. 2, \n\np. 237-250, 2007. \n\nTAJ?MANOVÁ, L., KONOPÁSEK, J., KO LE , J. Distribution of zinc and its role in the \n\nstabilization of spinel in high-grade felsic rocks of the Moldanubian domain (Bohemian \n\nMassif). European Journal of Mineralogy, v. 21, n. 2, p. 407-418, 2009. \n\nTEYSSIER, C. e WHITNEY, D. L. Gneiss domes and orogeny. Geology, v. 30, n. 12, p. \n\n1139-1142, 2002. \n\nUFRGS. Universidade Federal do Rio Grande do Sul. Mapeamento Geológico 1:25 000 de \n\nparte da Folha Passo das Canas SH-22-Y-A-III-4 (MI2984/4), RS. Porto Alegre, UFRGS, \n\n1 vol., 2 mapas, Curso de Geologia, Instituto de Geociências, 2009. \n\nUFRGS. Universidade Federal do Rio Grande do Sul. Mapeamento Geológico 1:25 000 de \n\nparte das folhas Encruzilhada SH-22-Y-A-VI-2 (MI2997/2) e Passo das Canas SH22-Y-\n\nA-III-4 (MI2984/4), RS. Porto Alegre, UFRGS, 1 vol., 2 mapas, Curso de Geologia, Instituto \n\nde Geociências, 2010. \n\nUFRGS. Universidade Federal do Rio Grande do Sul. Mapeamento Geológico 1:25.000 de \n\nparte da folha Várzea do Capivarita SH-22-Y-B-I-4 (MI2985/2), RS. Porto Alegre, \n\nUFRGS, 1 vol., 2 mapas, Curso de Geologia, Instituto de Geociências, 2011. \n\nWHITNEY, D. L., e EVANS, B. W. Abbreviations for names of rock-forming \n\nminerals. American mineralogist, v. 95, n. 1, p. 185-187, 2010. \n\nWHITNEY, D. L., TEYSSIER, C., FAYON, A. K. Isothermal decompression, partial melting \n\nand exhumation of deep continental crust. Geological Society, London, Special \n\nPublications, v. 227, n. 1, p. 313-326, 2004. \n\n \n\n \n\n  \n\n\n\n84 \n \n\nAPÊNDICES  \n\n \n\nAPÊNDICE A \n\nAbreviações das Espécies Minerais (baseado em Whitney e Evans, 2010) \n\n \n\nAb - Albita \n\nAlm - Almandina \n\nAnd – Andalusita \n\nAls - Aluminossilicatos \n\nBt - Biotita \n\nCpx - Clinopiroxênio \n\nCrd - Cordierita \n\nGt - Granada \n\nHc - Hercinita \n\nIlm - Ilmenita \n\nKfs – K-feldspato \n\nKy - Cianita \n\nMsc - Muscovita \n\nOp - Opacos \n\nOpx - Ortopiroxênio \n\nOsm – Osumilite \n\nPl – Plagioclásio \n\nQz – Quartzo \n\nRu - Rutilo \n\nSil - Sillimanita \n\nSp - Espinélio \n\n\n\n85 \n \n\n \n\nAPÊNDICE B \n\nCaOapatita \n\nO P2O5 encontrado nas análises de geoquímica de rocha total é tido como um óxido \n\nexclusivo para formação de cristais de apatita. Assim, o peso em óxido deste óxido terá um \n\npeso em óxido de CaO correspondente, relativo a proporção destes óxidos na fórmula da \n\napatita. Esta proporção é realizada da seguinte forma: \n\nApatita – Ca5(PO4)5(OH) \n\n5 mol de CaO : 1.5 mol P2O5 \n\n \n\nCaO – 56.08gmol\n-1\n\n \n\nP2O5 – 141.94 gmol-1 \n\n \n\n5*56.08gmol\n-1  \n\n: 1.5*141.94 gmol\n-1\n\n \n\n= 280.4 : 212.91\n \n\n= 1.317  \n\n(FATOR PARA OBTENÇÃO CaOapatita) \n\n \n\nLogo, utiliza-se o P2O5 obtido nas análises multiplicado pelo fator demonstrado, e \n\nassim obtem-se CaOapatita. Este valor será subtraído do valor de CaO obtido nas análises de \n\ngeoquímica de rocha total, visto que representa uma proporção de óxido de cálcio que não \n\nserá utilizado na modelagem termodinâmica devido a ausência de P2O5 como dado no \n\nPerple_X. \n\n  \n\n\n\n86 \n \n\nAPÊNDICE C \n\nResultados de Química Mineral \n\nFeldspatos \n\nDataSet/Point 7/1. 14 / 1 .  20 / 1 .  21 / 1 .  22 / 1 .  23 / 1 .  25 / 1 .  \n\n  EE-15C \n\nNa2O 8,0736 8,482 8,1314 8,2656 8,5276 8,5038 8,997 \n\nSiO2 60,2287 61,8227 60,9188 60,5691 61,3177 61,4283 62,2184 \n\nMgO 0,0023 0,0133 0 0 0 0 0 \n\nAl2O3 25,4562 24,3589 25,2306 25,1027 24,5508 24,2167 24,1171 \n\nK2O 0,1765 0,2188 0,217 0,2115 0,2406 0,2343 0,2761 \n\nCaO 6,4487 5,429 6,1577 6,379 5,5946 5,2135 4,9706 \n\nTiO2               \n\nFeO 0,0349 0,0302 0,0811 0,0466 0,0111 0,0654 0,0483 \n\nTotal 100,4209 100,35 100,74 100,57 100,24 99,66 100,63 \n\n \n\nFeldspatos \n\nDataSet/Point 22 / 1 .  23 / 1 .  36 / 1 .  41 / 1 .  44 / 1 .  45 / 1 .  46 / 1 .  47 / 1 .  \n\n  PEP-4128C \n\nNa2O 7,89 8,32 7,96 8,39 8,71 8,39 8,25 8,52 \n\nSiO2 60,11 60,92 59,75 60,70 61,80 60,97 60,69 61,22 \n\nMgO 0,00 0,01 0,02 0,00 0,00 0,00 0,01 0,00 \n\nAl2O3 25,54 25,10 25,55 24,61 24,59 24,96 24,78 24,54 \n\nK2O 0,19 0,22 0,17 0,25 0,31 0,16 0,21 0,16 \n\nCaO 6,64 5,92 6,64 5,93 5,34 5,90 5,98 5,60 \n\nTiO2                 \n\nFeO 0,05 0,07 0,03 0,03 0,01 0,00 0,04 0,08 \n\nTotal 100,43 100,55 100,11 99,91 100,76 100,38 99,95 100,12 \n\n \n\n  \n\nFeldspato \n\nDataSet/Point 56 / 1 .  59 / 1 .  61 / 1 .  \n\n  EE-12A \n\nNa2O 9,37 9,17 9,38 \n\nSiO2 62,88 62,51 62,74 \n\nMgO 0,00 0,00 0,00 \n\nAl2O3 23,35 23,53 23,38 \n\nK2O 0,07 0,12 0,14 \n\nCaO 4,16 4,39 4,11 \n\nTiO2       \n\nFeO 0,00 0,00 0,02 \n\nTotal 99,82 99,72 99,77 \n\n \n\n\n\n87 \n \n\nBiotitas \n\nEE-15C \n\nDataSet/Point 10/1. 12/1. 13/1. 17/1. 19/1. 26/1. 27/1. \n\nNa2O 0,09 0,15 0,08 0,09 0,08 0,09 0,07 \n\nSiO2 35,04 35,06 35,15 34,95 35,01 35,21 35,35 \n\nMgO 8,19 8,16 8,71 7,96 8,01 8,38 8,11 \n\nAl2O3 17,73 17,84 17,60 18,37 18,57 17,34 17,45 \n\nK2O 9,63 9,52 9,51 9,73 9,78 9,55 9,78 \n\nCaO 0,00 0,00 0,00 0,00 0,00 0,02 0,00 \n\nTiO2 3,79 3,82 3,26 2,86 3,27 4,40 4,17 \n\nFeO 21,03 20,34 21,13 20,93 20,34 20,00 21,23 \n\nMnO 0,24 0,20 0,28 0,28 0,33 0,21 0,31 \n\nTotal 95,74 95,09 95,72 95,17 95,39 95,20 96,47 \n\n \n\nBiotita \n\nPEP-4128C \n\nDataSet/Point 3/1. 10/1. 11/1. 14/1. 20/1. 21/1. 33/1. 34 / 1 .  37 / 1 .  38 / 1 .  \n\nNa2O 0,11 0,1365 0,1429 0,0638 0,1563 0,1964 0,1259 0,1356 0,1201 0,06 \n\nSiO2 34,81 34,5905 35,031 33,8805 34,5046 34,4423 34,6018 33,8762 35,2027 34,6444 \n\nMgO 7,99 8,4991 8,254 8,4429 7,8679 7,6668 8,0347 8,3923 8,5144 9,062 \n\nAl2O3 18,23 17,6966 18,5416 18,5673 18,1941 18,4271 17,7697 20,1429 18,2475 17,8905 \n\nK2O 9,38 9,2899 9,3045 9,3009 9,3683 9,3636 9,3659 9,6168 9,5772 8,8866 \n\nCaO 0,00 0,0006 0,017 0 0 0 0 0 0 0 \n\nTiO2 3,09 3,1845 3,1669 2,4938 3,4391 3,3686 3,6819 1,9134 3,5321 3,1843 \n\nFeO 22,21 21,3958 20,7484 20,9487 21,7146 21,7889 21,4542 21,2606 20,4547 20,3822 \n\nMnO 0,01 0,0112 0 0,0581 0,0277 0,0526 0,0334 0,0531 0,0572 0,0227 \n\nTotal 95,83 94,80 95,21 93,76 95,27 95,31 95,07 95,39 95,71 94,13 \n\n \n\nBiotita \n\nEE-15C \n\nDataSet/Point 50 / 1 . 51 / 1 . 55 / 1 . 58 / 1 . 62 / 1 . \n\nNa2O 0,0789 0,1291 0,0718 0,0504 0,0629 \n\nSiO2 34,0984 34,6807 34,7279 33,7789 34,3902 \n\nMgO 7,7032 7,6945 7,4475 7,3497 7,3175 \n\nAl2O3 19,3439 19,2718 18,7788 18,3135 19,5529 \n\nK2O 9,5711 9,6078 9,7431 9,5088 9,7512 \n\nCaO 0 0 0 0 0 \n\nTiO2 2,8147 3,0709 3,1248 2,657 2,6183 \n\nFeO 22,0249 21,3506 22,1807 23,2533 21,2039 \n\nMnO 0,1192 0,0759 0,2202 0,1871 0,1867 \n\nTotal 95,75 95,88 96,29 95,10 95,08 \n\n \n\n \n\n\n\n88 \n \n\nGranada \n\nEE-15C \n\nDataSet/Point 8 / 1 .  9 / 1 .  11 / 1 .  15 / 1 .  16 / 1 .  18 / 1 .  \n\nSiO2 37,5841 37,9359 37,6805 37,5492 36,5447 37,1808 \n\nMgO 4,1125 3,7697 3,9378 4,1005 2,8273 3,8871 \n\nAl2O3 21,6312 21,1095 21,6268 21,5682 21,5529 21,6313 \n\nCaO 1,3943 1,1166 1,2442 1,3968 1,1335 1,4558 \n\nTiO2 0,0059 0,0314 0,0085 0 0,0181 0,0262 \n\nFeO 30,8573 31,5514 30,5833 30,4263 31,2133 31,1646 \n\nMnO 4,5967 4,6651 4,512 4,4629 5,7871 4,2683 \n\nTotal 100,18 100,18 99,59 99,50 99,08 99,61 \n\n \n\nGranada \n\nPEP-4128C \n\nSiO2 1 / 1 .  2 / 1 .  1 / 1 .  2 / 1 .  12 / 1 .  13 / 1 .  \n\nMgO 37,4904 37,5503 36,6139 36,5335 37,2811 37,1114 \n\nAl2O3 3,9227 2,2743 3,8496 2,9907 4,4391 3,1652 \n\nCaO 21,5261 21,5658 21,7187 21,6108 21,4677 21,4664 \n\nTiO2 1,259 1,0795 1,1616 1,0192 1,2396 1,0272 \n\nFeO 0 0,0255 0,0298 0 0,0011 0,0058 \n\nMnO 34,9959 36,3325 34,3292 35,5098 33,3491 35,0352 \n\nTotal 1,0927 1,8868 1,1704 1,4501 1,1632 1,8684 \n\nSiO2 100,29 100,71 98,87 99,11 98,94 99,68 \n\n \n\nGranada \n\nPEP-4128C \n\n24 / 1 . 25 / 1 . 26 / 1 . 39 / 1 . 40 / 1 . 42 / 1 . 43 / 1 . \n\n37,2545 35,644 36,6832 36,9887 37,7103 37,229 36,6563 \n\n3,9935 2,7241 2,7277 3,8237 5,3539 4,7234 2,8295 \n\n21,4613 21,8014 21,5314 21,4483 21,6156 21,7707 21,6274 \n\n1,2733 1,1137 1,2487 1,2185 1,1131 1,2318 1,0763 \n\n0,0043 0,0365 0,0016 0 0,0465 0,0128 0,0376 \n\n34,2528 35,8884 35,4916 35,0761 33,0033 33,366 36,0616 \n\n1,2164 1,6868 1,6432 0,9936 0,862 1,0945 1,3695 \n\n99,46 98,89 99,33 99,55 99,70 99,43 99,66 \n\n \n\nGranada \n\nEE-12A \n\nDataSet/Point 48 / 1 .  49 / 1 .  52 / 1 .  53 / 1 .  54 / 1 .  57 / 1 .  63 / 1 .  \n\nSiO2 36,9268 35,8825 36,8525 37,4643 36,7516 37,0375 36,4119 \n\nMgO 3,8146 2,1497 2,716 3,2671 2,1782 2,7015 2,3087 \n\nAl2O3 21,4193 21,3645 21,1236 21,5596 21,1306 21,2656 21,2775 \n\nCaO 1,0709 1,0078 1,0246 0,9095 0,9891 0,8562 0,8882 \n\nTiO2 0,0462 0,0416 0 0 0 0 0,0143 \n\n\n\n89 \n \n\nFeO 33,5812 32,3405 33,1542 33,441 32,3912 32,9473 32,9945 \n\nMnO 2,3651 5,9163 4,7284 3,4092 5,9107 4,5615 5,1378 \n\nTotal 99,22 98,70 99,60 100,05 99,35 99,37 99,03 \n\n \n\nCordierita \n\nDataSet/Point 4/1. 5 / 1 .  6 / 1 . 7 / 1 .  8 / 1 .  18 / 1 .  19 / 1 .  27 / 1 .  28 / 1 .  29 / 1 .  \n\nNa2O 0,165 0,1426 0,1383 0,1093 0,183 0,1394 0,1216 0,2121 0,1399 0,1289 \n\nSiO2 48,0531 48,0443 48,0527 47,6419 47,8866 48,1982 48,169 47,3465 47,6676 48,2264 \n\nMgO 7,2414 7,4067 7,3001 7,3553 7,2366 7,4542 7,3698 7,0299 7,1245 7,5479 \n\nAl2O3 33,3359 33,153 33,4246 33,0641 32,9389 33,1227 33,1806 32,8093 33,3559 32,8701 \n\nK2O   0 0,0099 0,0028 0 0 0 0,0676 0,0173 0 \n\nCaO 0,0219 0,0008 0,007 0 0,0382 0,0155 0,0158 0,0784 0,0063 0,0159 \n\nTiO2                     \n\nFeO 9,9716 9,5104 9,447 8,9011 9,6025 9,5277 9,5609 9,7607 9,7915 9,4383 \n\nMnO 0,1172 0,1349 0,1495 0,1321 0,0947 0,1229 0,2276 0,1576 0,1337 0,1762 \n\nCr2O3                     \n\nZnO                     \n\nTotal 98,91 98,39 98,53 97,21 97,98 98,58 98,65 97,46 98,24 98,40 \n\n \n\nEspinélio \n\nDataSet/Point 5 / 1 .  6 / 1 .  3 / 1 .  4 / 1 .  9 / 1 .  \n\nSiO 0,0108 0,0105 0,0076 0,0006 0,0132 \n\nMgO 2,7677 2,6916 2,8613 2,808 0,0221 \n\nAl2O3 58,9429 58,6226 58,7957 59,6159 0 \n\nCaO     0,02 0,0124 0,0077 \n\nTiO2 0,5721 0,0247 0,0173 0,0262 50,9876 \n\nCr2O3 0,2987 0,3344 0,1075 0,1579 0,0868 \n\nFeO 37,0844 36,9183 37,3018 36,9135 46,2311 \n\nMnO 0,1119 0,1534 0,1285 0,1433 0,7843 \n\nZnO 1,302 1,3084 1,3478 1,1908 0 \n\nTotal 101,09 100,06 100,5875 100,8686 98,1328 \n\n \n\nEspinélio \n\n15 / 1 .  16 / 1 .  17 / 1 .  30 / 1 .  31 / 1 .  32 / 1 .  \n\n0,0545 0,0189 0,0551 0,0258 0 0,0155 \n\n2,5575 0,19 2,934 3,0796 3,0817 0,2033 \n\n59,5173 0 58,6211 59,1227 59,2767 0,0214 \n\n0,0292 0,0109 0 0 0,0094 0 \n\n0 51,7211 0,0361 0,079 0,0539 51,5769 \n\n0,385 0,0396 0,1107 0,1743 0,2235 0,0299 \n\n36,6424 46,8404 36,2163 37,4069 37,8164 46,0228 \n\n0,1753 0,5041 0,1963 0,1291 0,1554 0,4411 \n\n2,1127 0 1,9927 0,7871 0,8944 0,0613 \n\n101,4739 99,325 100,1623 100,8045 101,5114 98,3722 \n\n\n\n90 \n \n\nAPÊNDICE D \n\nProporção em Wt(%), Vol (%) e Mol (%) de Fusão Parcial Modelada nas \n\nPseudosseções, e Composição da Fusão em Mol (%) \n\n \n\nAmostra PEP-4128C EE-12A EE-15C \n\nCondições \n810 ºC // 4,5 \n\nkbar  \n\n780ºC // 4,4 \n\nkbar \n\n800 ºC // \n\n3,25kbar \n\nWt% 11,74 14,46 7,69 \n\nVol %  13,83 16,97 9,1 \n\nMol % 15,55 10,87 7,49 \n\nH2O 0,39254 0,43056 0,36946 \n\nMgO 0,00551 0,00276 0,00744 \n\nAl2O3 0,22365 0,21172 0,2143 \n\nK2O 0,10681 0,08971 0,10371 \n\nCaO 0,01213 0,0062 0,00744 \n\nTiO2 0 0 0 \n\nMnO 0 0 0 \n\nFeO 0,02399 0,01406 0,02978 \n\nNa2O 0,0649 0,0793 0,07944 \n\nSiO2 1,9877 1,86416 2,08678"}]}}}