{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11440"}, {"@name": "filename", "#text": "16755_DISSERTA%c3%87%c3%83O_AragonitaBiomineralizadaNacar.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UFOP - CETEC - UEMG\n\nREDEMAT\nREDE TEMÁTICA EM ENGENHARIA DE MATERIAIS\n\nUFOP – CETEC – UEMG\n\n \n\n \n\n \n\n \n\nDissertação de Mestrado \n\n \n\n   \n\n\" Aragonita Biomineralizada e Nácar:  Estudo \n\nComparativo de Biocompatibilidade  \n\ne Bioatividade” \n\n \n\n \n\nAutor: Arthur Corrêa de Almeida \n\nOrientador: Prof. Antônio Valadão Cardoso \n\n \n\nAbril de 2014  \n\n \n\n \n\n \n\n \n\narth.correa@gmail.com \n\n\n\n \n\n \n\nUFOP - CETEC - UEMG\n\nREDEMAT\nREDE TEMÁTICA EM ENGENHARIA DE MATERIAIS\n\nUFOP – CETEC – UEMG\n\n \n\n \n\nArthur Corrêa de Almeida \n\n \n\n\" Aragonita Biomineralizada e Nácar: Estudo Comparativo  \n\nde Biocompatibilidade e Bioatividade\" \n\n \n\nDissertação de Mestrado apresentada ao Programa \n\nde Pós-Graduação em Engenharia de Materiais da \n\nREDEMAT, como parte integrante dos requisitos \n\npara a obtenção do título de Mestre em Engenharia \n\nde Materiais. \n\n \n\n \n\nÁrea de concentração: Processos de Fabricação \n\nOrientador: Prof. Antônio Valadão Cardoso \n\n \n\n \n\nBelo Horizonte, Abril de 2014 \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                         Catalogação: sisbin@sisbin.ufop.br  \n \n \n \n \n\n                     \nA447a        Almeida, Arthur Corrêa de. \n                        Aragonita biomineralizada e nácar [manuscrito]: estudo comparativo de \n                  biocompatibilidade e bioatividade  / Arthur Corrêa de Almeida – 2014. \n                       95 f.: il. color.; grafs.; tabs.;  \n                  \n                       Orientador: Prof. Dr. Antônio Valadão Cardoso. \n                                                                                                           \n\n         Dissertação (Mestrado) - Universidade Federal de Ouro Preto. Escola \n de Minas. Rede Temática em Engenharia de Materiais. \n\n                    \n                        Área de concentração: Processos de Fabricação. \n                       \n\n       1. Aragonita - Teses. 2. Biocompatibilidade - Teses. 3. Ossos - Doenças \n- Teses. I. Cardos,  Antônio Valadão.  II. Universidade Federal de Ouro \nPreto. III. Título. \n\n                CDU:611.018.4:553.685\n       \n \n \n \n \n \n \n                                                                                                                          \n \n                                                                                                    CDU: 669.162.16       \n\n\n\n\n\n ii \n\nAgradecimentos \n\n \n\nAgradecer é antes de qualquer coisa um ato de humildade. Agradecer é reconhecer a \n\nnossa incapacidade de avançar, isoladamente, nas diversas instâncias dos empreendimentos \n\nhumanos. Pretendo agradecer afastando-me dos interesses profissionais e acadêmicos, \n\nesforçando-me para manter esse tópico isento e fiel ao que ele representa: gratidão. \n\nAgradeço à equipe do CBEIH, sempre tão dinâmica. Não me cabe citar aqui os nomes \n\nde todos (e foram muitos) os que passaram pelo nosso centro multidisciplinar de \n\nbioengenharia, mas não posso deixar de citar Rérnam (sic), Gabi, Naka, Príncipe, Kelly, João, \n\nAnna, Ana Cristina, Marina Coimbra e Eloá, que contribuíram diretamente para que esse \n\ntrabalho fosse possível. Agradeço ao professor Valadão pela crítica, orientação e eventual \n\ndesorientação, que aceitou a proposta “indecorosa” que dar suporte a um projeto do qual não \n\nsabíamos nada, e aprender junto comigo. Agradeço aos financiadores diretos e indiretos do \n\nprojeto CBEIH e à Capes pela bolsa, que permitiram que eu não precisasse partir para opções \n\nmenos dignas de sustento.  \n\nAgradeço (e vocês não podem imaginar o quanto!) ao Mateus Laguardia (do \n\nLaboratório de Virologia Básica Aplicada (ICB/UFMG), à Alexandra Rodrigues \n\n(posteriormente integrada às fileiras do CBEIH) e ao prof. Alfredo Goes, ambos do \n\nLaboratório de Imunologia Celular e Molecular (ICB/UFMG) pelo amparo laboratorial, pela \n\npaciência e disposição, e duplamente à Alexandra pela crítica desse manuscrito. \n\nAgradeço eternamente às mentes por trás do Mundo de Beakman, que me abriram as \n\nportas do universo científico. Agradeço igualmente aos escritores de ficção científica, de Júlio \n\nVerne a Michael Crichton, que sempre nos instigaram, e nos colocaram a buscar o que está \n\nalém, o que vem depois. \n\nMe sinto em débito impagável com meus pais e irmãos, pela importância direta destes \n\nna minha trajetória até aqui, e especialmente à Ciça, cuja presença foi essencial à manutenção \n\nda minha saúde mental. Discordem à vontade (esse agradecimento é meu, e vossas opiniões \n\nnão me concernem aqui), mas eu acho que sem sentimento, sem uma proposta edificante, a \n\nCiência se torna um empreendimento vazio, estéril, quando não perigoso. E é na convivência \n\ncotidiana com essas criaturas do meu ambiente familiar e matrimonial que eu renovo a minha \n\n\n\n iii \n\nbateria emocional, buscando sintonizar-me com uma proposta de moral elevada, apesar da \n\nminha excepcional tendência à queda.  \n\n  \n\n\n\n iv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A ciência não é só compatível com a espiritualidade; é uma profunda fonte de \n\nespiritualidade.” \n\n- Carl Sagan - \n\n\n\n v \n\nResumo \n\n \n\nA aragonita é um polimorfo metaestável do carbonato de cálcio (CaCO3) encontrado \n\nna concha de moluscos, onde exerce função primariamente estrutural. A aragonita aparece em \n\nlamelas e colunas prismáticas, cimentada em uma matriz protéica (com a qual forma o nácar) \n\ne apresenta propriedades osteogênicas, estimulando no corpo humano o crescimento do tecido \n\nósseo, composto por uma matriz orgânica (células, água, proteínas como o colágeno) e matriz \n\nmineral (hidroxiapatita - fosfato de cálcio). A matriz orgânica, composta principalmente por \n\nproteínas, atuaria como uma rede sobre o qual a aragonita é nucleada, além de selecionar a \n\nmorfologia da fase nucleada, e pode influenciar as propriedades osteoindutoras da aragonita. \n\nNo presente trabalho, comparou-se a viabilidade e a bioatividade da aragonita \n\nbiomineralizada com e sem a matriz orgânica, separação realizada por processos físicos. A \n\nbioatividade foi verificada por deposição de fosfato de cálcio na superfície de amostras \n\nimersas em SBF (Simulated Body Fluid), enquanto a viabilidade celular foi verificada por \n\nensaio de contato com células VERO, ensaios de citotoxicidade e diferenciação celular com \n\ncélulas hASC. As amostras foram ainda observadas com auxílio de microscopia eletrônica e \n\ndifração de raios X. As amostras apresentaram comportamento semelhante nas quatro \n\nsemanas de imersão em SBF. Em contrapartida, as amostras de aragonita e nácar \n\napresentaram diferentes comportamentos quando na presença das células hASC, confirmando, \n\nporém, as propriedades osteogênicas de ambos os materiais. \n\n \n\nPalavras chave: Aragonita, Nácar, Biocompatibilidade, Bioatividade, Osteogênese \n\n \n\n  \n\n\n\n vi \n\nAbstract  \n\n \n\nAragonite is a metastable polymorph of calcium carbonate (CaCO3) found in the shell \n\nof mollusks, in which exerts primarily structural function. Aragonite appears in flakes and \n\nprismatic columns, cemented in a protein matrix (with which it forms the nacre) and has \n\nosteogenic properties, stimulating in human body the growth of bone tissue, composed of \n\norganic matrix (cells, water, proteins like collagen) and mineral matrix (hydroxyapatite - \n\ncalcium phosphate). The organic matrix, consisting mainly of protein, act as a framework on \n\nwhich the aragonite is nucleated, besides selecting the morphology of the nucleated phase and \n\nmay affect the osteoinductive properties of aragonite. In this work, we compared the viability \n\nand bioactivity of biomineralizated aragonite with and without the organic matrix, separation \n\nperformed by physical processes. The bioactivity was confirmed by deposition of calcium \n\nphosphate on the surface samples immersed in SBF (Simulated Body Fluid), while the \n\nbiocompatibility was verified by adesion test with VERO cells, cytotoxicity assays and cell \n\ndifferentiation with hASC cells. Samples were also observed with electron microscopy and X-\n\nrays diffraction. The samples showed similar behavior in the four weeks of immersion in \n\nSBF. In contrast, aragonite and nacre samples exhibited different behaviors in the presence of \n\nhASC cellular media, however, confirming the osteogenic properties of both materials. \n\nKeywords: Aragonite, Nacre, Biocompatibility, Bioactivity, Osteogenesis \n\n\n\n vii \n\nLista de Figuras \n\nFigura 3.1 – Hierarquia estrutural, como observada em tecidos biológicos. a) Representação \n\ngenérica. b) Representação esquemática do comportamento mecânico dos ossos longos, sob a \n\nótica da hierarquia.......................................................................................................................7 \n\nFigura 3.2 – Hierarquia observada na organização de tendões. ME: Microscopia Eletrônica. \n\nMO: Microscopia Óptica............................................................................................................8 \n\nFigura 3.3 – Camada composta por lajotas de aragonita (esquerda) e camada calcítica sem \n\nmorfologia definida (direita – dentro da zona delimitada pela linha tracejada). MEV............10 \n\nFigura 3.4 - a) Esquema de deflexão de concha e b) Microfratografia de concha de L. \n\nfortunei......................................................................................................................................10 \n\nFigura 3.5 – Ponte mineral em destaque, entre duas lajotas de aragonita................................11 \n\nFigura 3.6 – a) Seleção geométrica de crescimento das lajotas de aragonita e b) Representação \n\nesquemática de propagação e herança das direções cristalográficas........................................13 \n\nFigura 3.7 - Crescimento das lajotas de aragonita, sobrepostas e  interconectadas por   matriz \n\norgânica.....................................................................................................................................13 \n\nFigura 3.8 - Estrutura tipo-nácar mineralizada artificialmente em amostra de matriz orgânica \n\ndesmineralizada.........................................................................................................................14 \n\nFigura 3.9 – Destaque da camada de calcita, entre o perióstraco (P) e a camada nacarada \n\n(N).............................................................................................................................................14 \n\nFigura 3.10 – Detalhe da organização hierárquica óssea..........................................................15 \n\nFigura 3.11 – TGA e DTA de amostra de nácar.......................................................................19 \n\nFigura 4.1- a) Mexilhões sendo retirado da boia de navegação 30 com o auxílio de uma \n\nespátula. b) Mexilhões em aquário do laboratório de cultivo...................................................22 \n\nFigura 4.2 – Conchas limpas de mexilhão dourado..................................................................23 \n\nFigura 4.3 – a)Moinho e bolas usados na trituração das conchas. b) Bolas de diferentes \n\ntamanhos usadas para moagem das conchas de mexilhão........................................................23 \n\nFigura 4.4 - Gral e pistilo de ágata usados para refinamento do pó obtido por meio de \nmoinho......................................................................................................................................25 \n \nFigura 4.5 - Peneiras usadas para separação granulométrica...................................................25 \n\n\n\n viii \n\n \nFiguras 4.6 - Diversas granulometrias obtidas pela moagem em almofariz.............................26 \n \nFigura 4.7 – Aparência das conchas após cada etapa do tratamento térmico...........................26 \n \nFigura 4.8 - Pó sem tratamento térmico (nácar, à esquerda) e termicamente tratado (aragonita, \nà direita) a 400ºC.......................................................................................................................27 \n \nFigura 4.9 - Pastilhador manual usado para preparação das amostras......................................29 \n \nFigura 4.10 - Pastilhas com e sem tratamento térmico obtidas pela mistura de pós de \ndiferentes granulometrias..........................................................................................................30 \n \nFigura 4.11 – a) Pastilhas revestidas com colágeno. Nota-se o ressecamento dos anéis de \ncolágeno indicados pelas setas. b) Pastilhas revestidas com cera de carnaúba.........................30 \n \nFigura 4.12 - Testes de encharcamento: em 1) Pastilha com tratamento térmico sem cobertura. \n2) Pastilha sem tratamento térmico e sem cobertura. 3) Pastilhas de colágeno. 4) Pastilhas \ncom tratamento térmico e cobertura de colágeno. 5) Pastilhas sem tratamento térmico e \ncobertura de colágeno. 6) Pastilha sem tratamento térmico e cobertura de cera de carnaúba. 7) \nPastilha com tratamento térmico e cobertura de cera de carnaúba...........................................31 \n \nFigura 4.13 –Placas preparadas para ensaios de SBF. As amostras foram colocadas sempre \nquadruplicadas, e as marcações azuis correspondem ao dia em aquela fileira de amostras seria \nretirada. Após a inserção das amostras nos poços, 2mL de SBF eram adicionados a cada poço. \nO meio foi substituído a cada 48 horas.....................................................................................32 \n \nFigura 5.1 - Resultados dos testes de encharcamento: em 1) Pastilha com tratamento térmico \nsem cobertura. 2) Pastilha sem tratamento térmico e sem cobertura. 3) Pastilhas de colágeno. \n4) Pastilhas com tratamento térmico e com cobertura de colágeno. 5) Pastilhas sem tratamento \ntérmico e com cobertura de colágeno. 6) Pastilha sem tratamento térmico e cobertas de cera \nde carnaúba. 7) Pastilha com tratamento térmico e cobertura de cera de carnaúba..................38 \n \nFigura 5.2 - Pastilha sem tratamento térmico, MEV................................................................39 \n \nFigura 5.3 - Pastilha sem tratamento. No detalhe, parte do perióstraco. MEV........................39 \n \nFigura 5.4 - Pó sem tratamento térmico (nácar). MEV.............................................................40 \n \nFigura 5.5 - Aragonita em pó (setas) após tratamento mecânico e térmico. Em destaque, na \nregião central da imagem, vê-se um prisma de aragonita. MEV..............................................41 \n \nFigura 5.6 – Gráficos obtidos por difração de raios X do pó da concha de L. fortunei, tratada, \nrespectivamente, a 200°C, 300°C, 400°C, 500°C e 600°C. Os picos em destaque são os \nprincipais associados às fases de interesse................................................................................42 \n \nFigura 5.7 – Gráficos de DRX obtidos por luz Síncrotron para amostras de concha de L. \nfortunei em diferentes temperaturas. Marcação vermelha indica a permanência de pequena \nporcentagem da fase aragonítica (biomineralizada) mesmo a 350oC......................................43 \n \n\n\n\n ix \n\nFigura 5.8 - Gráficos de DRX obtidos por luz Síncrotron para amostras de calcita geogênica \nem diferentes temperaturas.......................................................................................................44 \n \nFigura 5.9 - Gráficos de DRX obtidos por luz Síncrotron para amostras de aragonita \ngeogênica em diferentes temperaturas. Marcação em cor vermelha indica total ausência de \nfase aragonítica (origem geológica) a 300oC. De acordo com HLAVÁC e colaboradores \n(1983), a transformação aragonita-calcita é observável a partir de 100oC...............................45 \n \nFigura 5.10 – Dia 0 (zero). Pastilhas imediatamente antes da imersão em SBF. a) Pastilha NT. \nb) Pastilha T. MEV...................................................................................................................46 \n \nFigura 5.11 – Imersão em SBF, dia 1. a, b) Pastilhas sem tratamento (NT). c, d) Pastilhas \ntermicamente tratadas (T). MEV..............................................................................................47 \n \nFigura 5.12 – Pastilha NT, após 24 horas de imersão em SBF. As marcações correspondem a \npontos analisados por EDS/MEV.............................................................................................48 \n \nFigura 5.13 – Espectros obtidos em três diferentes pontos de uma mesma amostra \n(correspondentes aos pontos da Figura 5.11). a) Ponto Spectrum 4. b) Ponto Spectrum 5. c) \nPonto Spectrum 6. EDS/MEV.............................................................................................49/50 \n \nFigura 5.14 – Imersão em SBF, dia 5. a, b) Pastilhas sem tratamento. c, d) Pastilhas \ntermicamente tratadas. As setas em b indicam algumas dentre várias regiões onde podem ser \nobservados os domos coalescidos, formando uma camada sobreposta à camada relativamente \nhomogênea anteriormente observada. MEV............................................................................51 \n \nFigura 5.15 - Imersão em SBF, dia 10. a) Pastilha sem tratamento. b) Pastilha termicamente \ntratada. MEV.............................................................................................................................52 \n \nFigura 5.16 – Ensaio com SBF, dia 17. a , b) Pastilhas NT. c, d) Pastilhas T. MEV...............53 \n \nFigura 5.17 – Micrografia de pastilha em Ensaio de Imersão em SBF, após o vigésimo quarto \ndia. a, b) Pastilhas termicamente tratadas. c, d) Pastilhas sem tratamento. MEV....................54 \n \nFigura 5.18 – Estruturas semelhantes a lajotas, encontradas em amostras NT a partir do \nvigésimo quarto dia. MEV........................................................................................................55 \n \nFigura 5.19 – Pastilha NT após o vigésimo quarto dia. As marcações correspondem a pontos \nanalisados pelo equipamento de EDS/MEV.............................................................................55 \n \nFigura 5.20 – Análise por EDS das estruturas geométricas tipo-lajota. O resultado obtido nos \npontos testados indica composição semelhante àquela encontrada no material depositado até \nentão (Ca, P e O). Os gráficos a, b, c, d correspondem respectivamente aos pontos Spectrum \n1, Spectrum 2, Spectrum 3, Spectrum 4 da Figura 5.19......................................................56/57 \n \nFigura 5.21 – Pastilhas imersas em SBF, retiradas no trigésimo primeiro dia. a, b) Pastilhas \ntermicamente tratadas. c, d) Pastilhas sem tratamento. MEV................................................58 \n \nFigura 5.22 – Gráfico de deposição de polimorfos de fosfato de cálcio em função do pH. \nExtraído de LU e LENG, 2005...............................................................................................59 \n\n\n\n x \n\n \nFigura 5.23: Pastilhas expostas a cultura de fibroblastos da linhagem VERO. a, b) Pastilhas \nsem tratamento térmico. c, d) Pastilhas termicamente tratadas. As marcações em c indicam \npseudópodos. MEV...................................................................................................................60 \n \nFigura 5.24 – Resultado dos ensaios de MTT em pastilhas e fragmentos (Concha)................61 \n \nFigura 5.25 – Resultado dos ensaios de MTT em amostras pulverizadas................................62 \n \nFigura 5.26 – Resultado dos ensaios de Fosfatase Alcalina com amostras em pastilha ou \nfragmento (Concha)..................................................................................................................63 \n \nFigura 5.27 – Resultado dos ensaios de Fosfatase Alcalina com amostras em pó...................64 \n \nFigura 5.28 - Gráfico relacionando os resultados obtidos com amostras Não Tratadas em \nensaios de Citotoxicidade (MTT) e Atividade da Fosfatase Alcalina (FA)..............................65 \n \nFigura 5.29 - Gráfico relacionando os resultados obtidos com amostras Tratadas em ensaios \nde Citotoxicidade (MTT) e Atividade da Fosfatase Alcalina (FA)..........................................66 \n \nFigura 5.30 - Gráfico relacionando os resultados obtidos com amostras de Calcita em ensaios \nde Citotoxicidade (MTT) e Atividade da Fosfatase Alcalina (FA)..........................................67 \n\n\n\n xi \n\nLista de Abreviaturas, Símbolos e Siglas \n\n \n\nACC – Carbonato de Cálcio Amorfo \n\nBCIP – 5-bromo-4-cloro-3-indolilfosfato p-toluidina \n\nCETEC – Fundação Centro Tecnológico \n\nCNPEM – Centro Nacional de Pesquisa em Energia e Materiais \n\nDCP – Fosfato dicálcio \n\nDMEM – Meio mínimo essencial Dulbecco \n\nDRX – Difração de Raios X \n\nDSC – Calorimetria Diferencial de Varredura \n\nDTA – Análise Térmica Diferencial \n\nEDS – Espectroscopia de Energia Dispersiva \n\nEDTA - Ácido etilenodiamino tetra-acético \n\nELISA – Ensaio imunossorvente ligado a enzimas \n\nEMP – Erro médio padrão  \n\nFA – Fosfatase Alcalina \n\nHA – Hidroxiapatita (fosfato de cálcio) \n\nhASC – Células-tronco adultas humanas \n\nHEPES – Ácido 2-[4-(2-hidroxietil)1-piperazinil]-etanosulfónico \n\nHCA – Hidroxiapatita Carbonatada \n\nICB – Instituto de Ciências Biológicas \n\nIST – Instituto SENAI de Tecnologia \n\nLNLS – Laboratório Nacional de Luz Síncrotron  \n\nMEV – Microscopia Eletrônica de Varredura \n\nMO – Microscopia Óptica \n\nMTT –Brometo de 3-[4,5-dimetil-tiazol-2-il]-2,5-difeniltetrazólio \n\n\n\n xii \n\nNBT – Tetrazólio nitroazul \n\nNT – Amostras não submetidas a tratamento térmico (Nácar) \n\nOCP – Fosfato octacálcio \n\nPBS – Solução salina tamponada com fosfato \n\npH – Potencial hidrogênionico \n\nrpm – Rotações por minuto \n\nSBF – Fluido Corporal Simulado (Simulated Body Fluid) \n\nSFB – Soro Fetal Bovino  \n\nSDS – Dodecil sulfato de sódio \n\nSENAI – Serviço Nacional de Aprendizagem Industrial \n\nSFB – Soro fetal bovino \n\nT – Amostras termicamente tratadas (Aragonita) \n\nTGA – Análise Termogravimétrica  \n\nTRIS – Tris(hidroximetil)aminometano \n\nUFMG – Universidade Federal de Minas Gerais \n\nUFOP – Universidade Federal de Ouro Preto \n\nVERO – Verda Reno (rim verde) \n\nM – mol \n\nmM – milimol \n\nmg – miligrama \n\nmL – mililitro \n\nmm – milímetro \n\nnm – nanometro \n\nµg – micrograma \n\nµl – microlitro \n\nµm – micrometro \n\n\n\n xiii \n\nSUMÁRIO \n\nResumo..................................................................................................................v \n\nAbstract................................................................................................................vi \n\nLista de Figuras...................................................................................................vii \n\nLista de Abreviaturas, Símbolos e Siglas.............................................................xi \n\n1 INTRODUÇÃO..................................................................................................1 \n\n2 OBJETIVOS.......................................................................................................5 \n\n2.1 Objetivo Geral.................................................................................................5 \n\n2.2 Objetivos Específicos......................................................................................5 \n\n3 REVISÃO BIBLIOGRÁFICA...........................................................................6 \n\n3.1 Conchas e Biomineralização...........................................................................9 \n\n3.2 Ossos e Scaffold.............................................................................................15 \n\n3.3 Obtenção de Amostras...................................................................................19 \n\n3.4 Fluido Corporal Simulado.............................................................................20 \n\n3.5 Cultura Celular..............................................................................................21 \n\n4 MATERIAIS E MÉTODOS............................................................................23 \n\n4.1 Coleta dos Mexilhões....................................................................................23 \n\n4.2 Moagem e Granulometria..............................................................................24 \n\n4.2.1 Ensaio de Moagem.....................................................................................24 \n\n4.2.2 Ensaio de Granulometria............................................................................25 \n\n4.3 Tratamento Térmico......................................................................................26 \n\n4.4 Análise por Microscopia Eletrônica de Varredura........................................27 \n\n4.5 Difração de Raios X......................................................................................27 \n\n\n\n xiv \n\n4.6 Luz Síncrotron...............................................................................................28 \n\n4.7 Pastilhamento................................................................................................28 \n\n4.7.1 Ensaio de Pastilhamento ............................................................................28 \n\n4.7.2 Ensaio de Cobertura ..................................................................................30 \n\n4.7.3 Análise Por Microscopia Eletrônica...........................................................31 \n\n4.8 Ensaio De Bioatividade.................................................................................31 \n\n4.9 Ensaios com  Células.....................................................................................32 \n\n4.9.1 Ensaio de Contato.......................................................................................33 \n\n4.9.2 Isolamento e Cultivo das Células-Tronco a Partir do Tecido Adiposo \n\nHumano...............................................................................................................33 \n\n4.9.3 Ensaio de Citotoxicidade............................................................................34 \n\n4.9.4 Atividade da Fosfatase Alcalina.................................................................35 \n\n5 RESULTADOS E DISCUSSÃO.....................................................................37 \n\n5.1 Obtenção de Amostras...................................................................................37 \n\n5.2 Análise por Microscopia Eletrônica..............................................................38 \n\n5.4 Difração de Raios X......................................................................................41 \n\n5.5 Luz Síncrotron...............................................................................................42 \n\n5.6 Ensaio De Bioatividade.................................................................................46 \n\n5.7 Culturas Celulares.........................................................................................59 \n\n5.7.1 Ensaio de Contato.......................................................................................59 \n\n5.7.2 Ensaio de Citotoxicidade............................................................................61 \n\n5.7.3 Análise da Atividade da Fosfatase Alcalina...............................................62 \n\n6 CONCLUSÕES................................................................................................69 \n\n\n\n xv \n\n7 TRABALHOS FUTUROS...............................................................................71 \n\n8 REFERÊNCIAS BIBLIOGRÁFICAS.............................................................72 \n\n9 TRABALHOS PUBLICADOS........................................................................79 \n\n \n\n\n\n 1 \n\n1 INTRODUÇÃO \n\nO principal objetivo da Engenharia de Tecidos – ramo das ciências que une \n\nEngenharia de Materiais e Biomedicina – é a produção, em laboratório, de materiais capazes \n\nde substituir e/ou induzir processos regenerativos avançados em  tecidos danificados \n\n(HOQUE et al., 2013). São considerados aspectos mecânicos, industriais e os aspectos \n\nbiológicos e clínicos, como biocompatibilidade1, bioatividade2, capacidade de recrutamento e \n\nindução da diferenciação celular. Esses materiais não podem avançar para ensaios in vivo \n\nantes de uma bateria de ensaios in vitro (COMBES et al., 2006), dentre os quais se destacam \n\nensaios de imersão e ensaios com culturas celulares. A criação de protocolos de ensaios \n\nflexíveis e confiáveis permite a redução de custos e tempo na aplicação destes, auxiliando na \n\notimização desta etapa crucial na conversão do protótipo em produto. \n\nA necessidade de materiais biocompatíveis para uso clínico se tornou uma \n\npreocupação crescente, foco de muitas das pesquisas biomédicas recentes \n\n(KARAGEORGIOU e KAPLAN, 2005; GARRETA et al., 2007; VALLET-REGI, 2008; \n\nSAIZ  e  BOSE, 2012). \n\nUtilizados atualmente em próteses e implantes, os materiais biocompatíveis permitem \n\nimaginar máquinas biointegradas que possibilitem o tratamento pontual de doenças sem \n\ndanificar tecidos adjacentes, a correção de deficiências teciduais ou genéticas e a melhoria das \n\ncapacidades físicas, levando o homem a um novo patamar de bem estar físico e social.  \n\nVárias metodologias são empregadas para verificar a bioatividade dos materiais, e \n\nmerece destaque o SBF (Simulated Body Fluid – Fluido Corporal Simulado) proposto por \n\nKOKUBO et al., 1990. Esta solução reproduz as concentrações iônicas (dissociadas ou não) \n\ndo plasma sanguíneo, oferecendo um meio acelular acessível para ensaios de bioatividade. \n\nPode-se obter os primeiros dados de atividade biológica de um material por observação da \n\ndeposição de cristais de apatita (fosfato de cálcio) na superfície de uma amostra imersa em \n\nSBF e da medição das concentrações iônicas na solução após a retirada da amostra.  \n\n                                                \n1 A biocompatibilidade é a capacidade de um material desempenhar uma resposta apropriada numa \n\ndeterminada aplicação com o mínimo de reações alérgicas, inflamatórias ou tóxicas, quando em contato com \n\ntecidos vivos ou fluidos orgânicos. \n\n2 Bioatividade é o efeito de um dado agente sobre um tecido ou organismo vivo. \n\n\n\n 2 \n\nA próxima etapa dos ensaios envolve a cultura in vitro de células, utilizando a amostra \n\ncomo substrato (DAVIS, 2002; VUNJAK-NOVAKOVIC, 2006; FRESHNEY, 2010). \n\nCultivando linhagens celulares específicas (HUANG, 2009) e utilizando a amostra como \n\nsubstrato, pode-se obter informações a respeito da biocompatibilidade da amostra, verificada \n\npor meio da proliferação e viabilidade das células em relação ao substrato, observando \n\ncaracterísticas como a morfologia das células após determinado período de cultivo, adesão \n\ndestas ao substrato, degradação do substrato, etc. O ensaio de contato VERO se mostra \n\nadequado aos parâmetros em questão. \n\nAlém da biocompatibilidade e bioatividade, esses materiais precisam apresentar \n\nresistência ao desgaste (físico e químico, impostos pelo ambiente fisiológico) equivalente ao \n\ndo organismo receptor. Mas os custos atuais de desenvolvimento e produção destes materiais \n\ntornam proibitivo o seu emprego em situações cotidianas. A busca por soluções segue \n\ncaminhos distintos, e não por acaso, a natureza nos fornece incessantemente exemplos de \n\nmateriais que possam, em maior ou menor grau, cumprir essa tarefa.  \n\nA biomineralização é um processo extremamente bem sucedido, presente em \n\npraticamente todos os grupos de seres vivos, e consiste na produção, em ambiente intra e/ou \n\nextra celular, de compostos minerais que cumprem funções estruturais e de armazenamento \n\niônico (LOWENSTAM, 1989; KELTON, 2010). Ela pode ser observada na construção dos \n\nossos e dentes, nas carapaças dos crustáceos e na folha das gramíneas, em bactérias \n\nferromagnéticas e na concha das diatomáceas e dos moluscos. As cerâmicas obtidas por esse \n\nprocesso possuem características variadas, e polimorfos metaestáveis são amplamente \n\nempregados pelos organismos, além de fases amorfas temporárias (WEISS et al., 2002). \n\nA aragonita é um polimorfo do carbonato de cálcio (CaCO3) encontrado \n\nprincipalmente em depósitos geológicos na Espanha, na Eslováquia e nos EUA, e aparece em \n\ndepósitos arenosos no leito oceânico das Bahamas. É encontrado ainda nas conchas de \n\nmoluscos, onde exerce função primariamente estrutural (KOBAYASHI, 2006). Aparece em \n\nlamelas e colunas prismáticas, cimentada em uma matriz proteica. Em comparação com a \n\ncalcita, a aragonita se mostra uma cerâmica biocompatível, estimulando em ambiente \n\nfisiológico o crescimento do tecido ósseo (ATLAN et al., 1997; LIAO et al., 2000).  \n\nNa concha dos moluscos, a aragonita e a matriz proteica formam um material \n\ncompósito (matriz mineral + matriz orgânica) chamado nácar. De acordo com LAMGHARI \n\n(1999), a matriz orgânica constituinte do nácar também apresentaria propriedades \n\nosteogênicas consideráveis. \n\n\n\n 3 \n\nO Limnoperna fortunei, conhecido popularmente como mexilhão dourado, é um \n\nbivalve3 de água doce da família Mytilidae. Sua distribuição geográfica original restringia-se \n\nao sudeste asiático, principalmente na China, entretanto foi encontrado como espécie invasora \n\npela primeira vez em 1966 em Hong Kong, e em 1991 no Japão e na América do Sul \n\n(PASTORINO et al.,1993). \n\nEm 1991, foi registrado pela primeira vez na América do Sul no rio da Prata \n\n(Argentina), provavelmente introduzido via água de lastro de navios (PASTORINO et al., \n\n1993). Atualmente é encontrado em vários sistemas lóticos4 como o Rio da Prata, Rio Paraná, \n\nRio Uruguai e Rio Paraguai (BRUGNOLI et al., 2005) e em vários ambientes lacustres como \n\no Lago Guaíba e a Lagoa dos Patos (Rio Grande do Sul).  \n\n O mexilhão dourado, como espécie invasora, gera impactos ambientais e econômicos. \n\nOs impactos ambientais estão relacionados, principalmente, com o crescimento descontrolado \n\ndas populações (GAZULHA, 2010), alterando o equilíbrio ecológico. Os danos econômicos \n\nestão relacionados com a enorme capacidade de reprodução e fixação do mexilhão, levando \n\nao entupimento do sistema de resfriamento de usinas hidroelétricas, o que obriga as \n\nconcessionárias a promover grandes limpezas desses dutos, interferindo na produção de \n\nenergia. Os espécimes retirados nas rotinas de limpeza não são aproveitados para fins \n\neconômicos e seu descarte em aterros pode provocar tais impactos ambientais como a \n\ncontaminação dos lençóis freáticos por produtos da decomposição.  \n\n Assim, o trabalho em questão busca, por meio do levantamento e comparação das \n\ncaracterísticas de interesse clínico, converter os resíduos oriundos da malacocultura5 e da \n\nlimpeza de estruturas industriais diversas em um potencial insumo industrial de baixo impacto \n\necológico. Nácar e aragonita biogênica são dois materiais de origem biológica amplamente \n\ndescritos na literatura. Ambos foram repetidamente analisados, por diferentes autores, e \n\napresentam propriedades osteogênicas consideráveis. A diferença entre o nácar e a aragonita, \n\né a presença, no nácar, de uma matriz orgânica, de natureza essencialmente protéica. \n\n                                                \n3 Bivalvia é a classe do filo Mollusca que inclui os animais aquáticos popularmente designados por \n\nbivalves. Estes organismos caracterizam-se pela presença de uma concha carbonatada formada por duas valvas \n\n(folhas). \n4 Ecossistema lótico é aquele em que a água é corrente, como é o caso de ribeiras, riachos, nascentes, \n\nrios, etc. \n5 Criação de moluscos (como ostras e mexilhões) em cativeiro para consumo humano. \n\n\n\n 4 \n\nConsiderando que a esta matriz também são atribuídas propriedades osteogênicas, a hipótese \n\ninicialmente levantada era que, em uma comparação qualitativa, o nácar apresentaria \n\npropriedades osteogênicas mais acentuadas, quando comparado à aragonita. Assim, o objetivo \n\nque norteou a construção do presente trabalho foi verificar tal hipótese. \n\n  \n\n\n\n 5 \n\n2 OBJETIVOS \n\n \n\n2.1 Objetivo geral \n\nComparar, entre aragonita biomineralizada e nácar, as seguintes propriedades: \n\nbioatividade, biocompatibilidade e citotoxicidade.  \n\n \n\n2.2 Objetivos específicos \n\n \nobter amostras a partir da concha de Limnoperna fortunei e caracterizá-las de acordo com \nparâmetros físico-químicos; \n \nrealizar ensaio de imersão em SBF seguido de microscopia eletrônica de varredura (MEV) \ndas amostras; \n \nrealizar ensaio de contato com células VERO; \n \nrealizar ensaio de citotoxicidade e avaliação da atividade da fosfatase alcalina com células \ntronco humanas (do tipo hASC). \n\n\n\n 6 \n\n3 REVISÃO BIBLIOGRÁFICA \n\nSAIZ e colaboradores (2013) sugeriram que a interface entre Biologia e Ciência dos \n\nMateriais fosse coberta por três grandes áreas (sobrepostas): \n\n. Materiais Biológicos: estudo dos materiais orgânicos de origem natural (ossos, pele, \n\npenas, escamas, conchas, carapaças, etc.) \n\n. Biomimética (design de dispositivos bioinspirados6): síntese de novos materiais, \n\ndispositivos e estruturas baseados na biologia \n\n.  Biomateriais: aplicação de materiais no âmbito biomédico (implantes, por exemplo). \n\nAnteriormente, em 2000, CALAFAT apresentou a classificação proposta pela \n\nSociedade Européia de Biomateriais: \n\n. Biomateriais: quaisquer materiais utilizados para avaliar, tratar, corrigir ou substituir \n\nquaisquer tecido, órgão ou função em um organismo vivo. \n\n. Material biológico: quaisquer materiais provenientes de um ser vivo. \n\nAssim, seguindo esta classificação, conchas de mexilhões e teias de aranhas são \n\nmateriais biológicos historicamente empregados como biomateriais (ATLAN et al. e 1997, \n\nCALAFAT, 2000). \n\nAs principais características dos materiais biológicos são: \n\n• multifuncionalidade; \n\n• auto-organização; \n\n• hierarquia; \n\n• autorreparação; \n\n• inteligência (capazes de reagir de forma diferenciada a estímulos externos);  \n\n• biodegradabilidade;  \n\n• produção, via de regra, em meio aquoso e à temperatura ambiente. \n\n                                                \n6 Bioinspiração: é a busca de conceitos contidos nas estruturas, processos e interações dos organismos \n\nvivos, a fim de replicá-los em materiais e estruturas sintéticas. \n\n\n\n 7 \n\nA Figura 3.1 ilustra, sinteticamente, o conceito de hierarquia em sistemas orgânicos, \n\nenquanto a Figura 3.2 mostra esse conceito aplicado à estrutura básica do tecido conectivo \n\nque compõe os tendões. \n\n \n\nFigura 3.1 – Hierarquia estrutural, como observada em tecidos biológicos. a) \n\nRepresentação genérica. b) Representação esquemática do comportamento mecânico dos \n\nossos longos, sob a ótica da hierarquia. Adaptada de BECHTLE E SCHNEIDER, 2010 \n\n \n\nJustamente devido às limitações energéticas7, os sistemas biológicos não dispõem de \n\numa gama muito vasta de matérias primas para a confecção dos materiais que os compõem. \n\nAssim, as diferentes necessidades estruturais são supridas por diferentes arquiteturas e \n\ncombinações, chamadas hierarquias (BERCHTLE E SCHNEIDER, 2010), que podem ou não \n\nse repetir em diferentes escalas (do nano ao macro), e que proporcionam a surpreendente \n\n                                                \n7 A vasta gama de materiais sintéticos disponíveis para uso humano depende de grandes dispêndios \n\nenergéticos nos variados processos produtivos. O emprego de insumos minerais, na produção de cerâmicas, \n\nvidros, metais, etc., depende, por exemplo, do uso de temperaturas absolutamente proibitivas para qualquer \n\norganismo vivo conhecido. \n\n\n\n 8 \n\nvariedade de materiais biológicos observada nos ambientes naturais. As mutações, incessantes \n\ne inevitáveis, tratam de produzir novas combinações e arquiteturas, que são então \n\nselecionadas pelas pressões ambientais. E assim a variedade é promovida, enquanto \n\norganismos diferentes “respondem” a questões semelhantes com respostas diferentes.  \n\n\t\n  \n\nFigura 3.2 – Hierarquia observada na organização de tendões. ME: Microscopia Eletrônica. \n\nMO: Microscopia Óptica. Adaptado de CALAFAT, 2000 \n\n \n\nA capacidade dos organismos (inclusive do ser humano) de produzir materiais com \n\npropriedades excepcionais com custos energéticos tão reduzidos serve de inspiração na busca \n\npor novos materiais, seja na engenharia aeroespacial, seja na engenharia de tecidos para \n\nsubstituição de órgãos danificados. De fato, as propriedades dos materiais biológicos inspiram \n\na humanidade há séculos: CALAFAT (2000) cita que Bobbio, em 1972, analisou a mandíbula \n\nde uma múmia Maia, descoberta em 1931, que apresentava três incisivos esculpidos em \n\nmadrepérola, e que sofreram formação de osso compacto ao redor e no interior das próteses.   \n\nA biomimética é um campo altamente interdisciplinar que busca compreender como a \n\nnatureza “desenvolve”, processa e constrói/desconstrói “blocos de montar” moleculares, e \n\ncomo aplicar estes designs e processos na engenharia de novos materiais com propriedades \n\núnicas. Este campo se desenvolveu rapidamente nos últimos anos, principalmente devido aos \n\n\n\n 9 \n\navanços em Biologia aplicada à Ciência dos Materiais, incluindo o uso de biomateriais na \n\nEngenharia de Tecidos e na Medicina Regenerativa; química supramolecular, nanociência e \n\nnanotecnologia (LUZ E MANO, 2010). \n\n As propriedades físicas dos sistemas biológicos são, de forma geral, muito melhores \n\nque as dos seus equivalentes sintéticos (com composições semelhantes e tecnologias atuais), \n\nconsiderando que os materiais biológicos são produzidos em condições brandas de \n\ntemperatura e pressão, com custo energético relativamente baixo, e são compostos por \n\ncomponentes significativamente frágeis: minerais quebradiços, proteínas, etc. De acordo com \n\nLUZ (2010), estratégias biomiméticas não deveriam tentar copiar diretamente as estruturas ou \n\nfunções dos compósitos biológicos, mas acumular conceitos chave e adaptá-los na obtenção \n\nde similares sintéticos.  \n\n Apesar da enorme variedade de biocompósitos existentes, somente aproximadamente \n\nsessenta minerais são utilizados, sendo que metade destes contém cálcio. O carbonato de \n\ncálcio e a sílica existem recorrentemente em diferentes organizações mineralizadas, \n\nprocessados por organismos completamente diferentes. \n\n  \n\n 3.1 Conchas e Biomineralização \n\nCompósitos biológicos exibem séries de estruturas organizadas em níveis escalares \n\ndiscretos (do molecular ao macroscópico), e os diferentes níveis são “montados” por uma \n\naproximação ascendente (bottom-up) aplicando-se métodos de nanofabricação, mediados por \n\nsinalização celular. Componentes minerais duros apresentam tamanhos nanométricos (pelo \n\nmenos em uma direção), com geometria anisotrópica, imersos em matriz orgânica macia. De \n\nacordo com GAO (2006), a escala nanométrica desempenha papel chave, permitindo aos \n\nsistemas biológicos alcançarem propriedades mecânicas superiores; abaixo de um tamanho \n\ncrítico na escala nanométrica, os cristais minerais colapsam não por propagação de trincas \n\npré-existentes, mas por ruptura uniforme próximo do limite de resistência. \n\nAs conchas dos moluscos, como os que forneceram as conchas convertidas em \n\npróteses dentárias pelos Maias, apresentam entre 95 e 99% de matriz inorgânica (calcita ou \n\naragonita) (MAROÑAS, 2003). A matriz orgânica (entre 1 e 5%) é responsável pela \n\nresistência à fratura por impacto do nácar de duas a três ordens maior que a da \n\ncalcita/aragonita puras. Isso se deve à organização tipo strudel – em lâminas, ou lajotas, \n\ntambém chamada “brick-and-mortar” (Figura 3.3). Esta organização propicia a deflexão da \n\n\n\n 10 \n\ntrinca, que perde energia enquanto se propaga pela matriz orgânica (Figura 3.4). O arranjo dos \n\ncristais força a deflexão da trinca em uma direção com estado de “estresse” desfavorável e \n\nprolonga a sua propagação, potencializando a absorção de energia na direção em que a trinca \n\nse propaga. A matriz orgânica, formada por proteínas e polissacarídeos, limita a espessura dos \n\ncristais, reduzindo o número de espaços vazios. Isso inibe a propagação de trincas dissipando \n\na energia relacionada à expansão da descontinuidade ao longo das camadas orgânicas, ao \n\ninvés de através dos cristais minerais, e a resistência ao cisalhamento é acentuada pelas pontes \n\nminerais e as nanoasperidades8. \n\n \n\n \n\nFigura 3.3 – Camada composta por lajotas de aragonita (esquerda) e camada calcítica sem \n\nmorfologia definida (direita – dentro da zona delimitada pela linha tracejada). MEV. \n\n \n \n \n \n\n                                                \n8 Como o nome sugere, nanoasperidades são protuberâncias nanométricas observadas nas superfícies \n\ndas lajotas biomineralizas, que podem atuar dificultando o deslizamento entre lajotas. \n\n\n\n 11 \n\n \n\nFigura 3.4 – a) Esquema de deflexão de concha e b) Microfratografia de concha de L. \n\nfortunei. \n\n \n\nO carbonato de cálcio (CaCO3) presente nas conchas de molusco, seja na forma de \n\ncalcita (polimorfo estável à temperatura ambiente) seja na forma de aragonita ou vaterita \n\n(polimorfos metaestáveis), é biomineralizado por processos energeticamente econômicos, \n\nainda não totalmente compreendidos (MCCONNAUGHEY et al., 2008). Para WEINER e \n\nADDADI (2011), tanto a calcita quanto a aragonita seriam nucleadas a partir de uma fase \n\namorfa do carbonato de cálcio (ACC), metaestável. Altamente solúvel, esta fase precursora \n\nproporcionaria material para o mecanismo de dissolução – reprecipitação, responsável pelo \n\nprocesso de biomineralização. Quanto mais antiga a concha, menos identificável se torna a \n\nfase ACC em análises com Espectroscopia Raman. De acordo com SARUWATARI (2009), a \n\ntransição calcita – aragonita em sistemas biológicos permanece em debate, já que as \n\nprincipais hipóteses desconsideram a estrutura hierárquica das lajotas de aragonita \n\nbiomineralizada (ortorrômbica, com densidade de 2.93g/cm3, metaestável à temperatura \n\nambiente), e cita que SHAFFER (1997) propõe o modelo das pontes minerais: cristais de \n\naragonita crescem por poros na matriz orgânica, formando camadas sequenciais. É por meio \n\ndas pontes minerais (Fig. 3.5) que as camadas sucessivas do nácar herdariam a orientação \n\ncristalográfica das camadas anteriores (como previamente observado em Gastrópoda9).  \n\n \n\n                                                \n9 Classe taxonômica do filo Mollusca. Alguns dos seus representantes são os caracóis-de-jardim (Helix \n\naspersa) e o abalone (Haliotis asinina). \n\n\n\n 12 \n\n \n\nFigura 3.5 – Ponte mineral em destaque, entre duas lajotas de aragonita. Fonte: \n\nHUANG e LI (2009) \n\n \n\nSARUWATARI et al. (2009) comprovaram que a nucleação da aragonita se inicia em \n\num substrato formado pela matriz orgânica, com propriedades nucleantes devido não só à sua \n\ncomposição química, mas também devido à sua topografia, onde poços micrométricos atuam \n\ncomo reatores, estimulando a nucleação em determinados pontos específicos e inibindo a \n\nnucleação em outros. A mineralização da aragonita começa com a formação de “agulhões” \n\npolicristalinos (Figura 3.6), não somente na superfície das paredes dos poços, mas também \n\nimersos na matriz orgânica destes. No início, o eixo c é perpendicular à superfície da concha, \n\nenquanto os eixos a e b crescem aleatoriamente10. Na medida em que as camadas se \n\nsobrepõem, o eixo b se orienta no sentido do crescimento (expansão) da camada, devido à \n\ncompetição entre lajotas adjacentes. Simultaneamente, continua o crescimento da matriz \n\norgânica entre os prismas, até o encobrimento destes. As agulhas formam domos (estrutura \n\nconvexa abaulada, como mostra a Figura 3.6a), que sofrem achatamento devido ao \n\ncrescimento da nova camada de matriz orgânica. O eixo c das lajotas nacaradas (eixo \n\nperpendicular à superfície da concha) é assim “herdado” das agulhas do domo, por meio das \n\npontes minerais. Os autores propõem ainda a teoria da seleção geométrica (Figura 3.6a), \n\nconsiderando que as taxas de crescimento de um cristal variam ao longo de diferentes \n\norientações cristalográficas e que o surgimento de uma orientação preferencial ocorre durante \n\n                                                \n10 Os eixos a, b e c referem-se aos eixos x, y e z, representando graficamente a ocupação tridimensional \n\ndo espaço. \n\n\n\n 13 \n\no crescimento. Assim, somente os processos orgânicos não seriam suficientes para explicar a \n\nestrutura hierárquica dos materiais biomineralizados: processos inorgânicos como a seleção \n\ngeométrica e as pontes minerais exerceriam papel fundamental no desenvolvimento estrutural \n\ndas conchas. \n\n \n\na  \n\n \n\nb  \n\nFigura 3.6 – a) Seleção geométrica de crescimento das lajotas de aragonita e b) \n\nRepresentação esquemática de propagação e herança das direções cristalográficas. \n\nFonte: SARUWATARI et al. (2009)  \n\n \n\nHEINEMANN et al. (2006) defendem que a matriz orgânica (Figuras 3.7 e 3.8) exerce \n\ntotal controle sobre a nucleação, seleção de polimorfos e morfologia dos cristais \n\nbiomineralizados, da escala nano à macro, mas não especificam se por vias essencialmente \n\nquímicas, físicas (estruturais, topográficas) ou ambas. Destacam, porém, o fato de que a \n\n\n\n 14 \n\npercentagem hidrossolúvel da matriz é capaz de suprimir a cristalização em soluções, porém \n\npromove o crescimento de cristais orientados de aragonita em superfícies de calcita. Isso \n\ncorrobora a ideia de que a primeira camada mineralizada pelo mexilhão-dourado, composta \n\npor calcita sem morfologia bem definida (Figura 3.9) serviria de base para o início da \n\nnucleação da camada nacarada, rica em aragonita e principal constituinte da concha desta \n\nespécie (MEYERS et al., 2008).  \n\n \n\n \n\nFigura 3.7 - Crescimento das lajotas de aragonita, sobrepostas e  interconectadas por   \n\nmatriz orgânica. Fonte: MEYERS et al. 2008 \n\n \n\n \n\nFigura 3.8 - Estrutura tipo-nácar mineralizada artificialmente em amostra de matriz \n\n\n\n 15 \n\norgânica desmineralizada. Fonte: HEINEMANN et al. 2006 \n\n \n\nFigura 3.9 – Destaque da camada de calcita, entre o perióstraco(P) e a camada \n\nnacarada(N). MEV \n\n \n\nA transição calcita – aragonita, descrita por Thompson (2000), seria induzida por \n\nproteínas da matriz orgânica: a mistura EDTA - proteínas solúveis (presente no nácar) é \n\nresponsável pela nucleação e crescimento de cristais de aragonita em sementes cristalinas de \n\ncalcita em soluções supersaturadas de carbonato de cálcio. A presença de sementes cristalinas \n\nde calcita pode reduzir consideravelmente a necessidade de uma matriz insolúvel para \n\nnucleação e crescimento de cristais de aragonita. \n\n \n\n3.2 Ossos e Scaffolds \n\nSendo um tecido biomineralizado, o tecido ósseo compartilha com as conchas uma \n\nsérie de características semelhantes, tais como organização hierárquica complexa (Figura \n\n3.10), derivada do arranjo da matriz orgânica, propiciando uma deposição mineral apropriada \n\n(SEERAM et al., 2004). A matriz orgânica óssea apresenta, entre outros, água e fibras de \n\ncolágeno tipo I, que atuam na composição de uma rede (NAKA et al., 2007) muito \n\nsemelhante àquela encontrada nas conchas: fibrilas de colágeno mineralizadas formam os \n\nblocos básicos de construção, que se organizam em estrutura complexa e periódica. O \n\n\n\n 16 \n\nprincipal determinante das propriedades mecânicas é a quantidade de material mineralizado \n\nno tecido, mas independente da importância do conteúdo mineral, a matriz orgânica \n\ndesempenha papel crucial no desempenho mecânico (como visto na Figura 3.4). \n\n \n\n \n\nFigura 3.10 – Detalhe da organização hierárquica óssea. Adaptado de LUZ e MANO, \n\n2010 \n\n \n\nMultifuncional, o tecido ósseo sustenta o corpo, protege os órgãos internos, produz as \n\ncélulas do sangue e armazena íons minerais. Pode desempenhar ainda funções específicas, \n\ncomo os cascos de tartarugas e placas osteodérmicas em crocodilianos, ou os ossos de aves, \n\ncuja leveza oriunda da porosidade estrutural é imprescindível ao voo.  \n\nNos ossos, a biomineralização do fosfato de cálcio segue vias semelhantes à \n\nbiomineralização do carbonato de cálcio. Depositado como a fase estável hidroxiapatita (HA), \n\no fosfato de cálcio também forma precursores metaestáveis como o fosfato octacálcio (OCP) \n\ne o fosfato dicálcio (DPP), cuja deposição é consideravelmente influenciada pela \n\nconcentração de íons cálcio e fosfato, sob condições fisiológicas de pH (~ 7,4)  e temperatura \n\n(~ 36,5oC) (LU e LENG, 2005).  \n\nO objetivo geral da Engenharia de Tecidos é a criação de enxertos teciduais funcionais \n\nque possam regenerar/substituir tecidos ou órgãos danificados. Dentro desta, o termo Scaffold \n\n(traduzido como matriz tridimensional), é empregado para se referir a um substrato artificial \n\nque deve suportar a proliferação e a diferenciação celular, enquanto mantém sua estabilidade. \n\n\n\n 17 \n\nNos tecidos biomineralizados, a matriz orgânica produzida pelas células atua como \n\narcabouço, formando a rede sobre a qual os íons minerais são depositados.  E os dentes da \n\nmúmia Maia são um indício de que determinados materiais biológicos podem atuar como \n\nmatriz para a formação de um novo tecido ósseo (DILLOW e LOWMAN, 2002). \n\nPróteses que substituem ossos danificados ainda são fabricadas em grande parte com \n\nmateriais metálicos (como titânio e aço cirúrgico11) devido à necessidade de resistência \n\nmecânica (igual ou maior que a do osso substituído – o módulo de elasticidade dos aços é de \n\naproximadamente 200GPa, enquanto nos osso longos é próximo de 180GPa) e a \n\nbiocompatibilidade (a fim de evitar ou minimizar os processos fisiológicos associados à \n\nrejeição do implante). O desenvolvimento de novos materiais (YANG et al., 2011 e SANTOS \n\net al., 2012), como cerâmicas, polímeros e compósitos, ampliou a gama de materiais \n\ndisponíveis, e  a sua escolha  deve ser guiada pela necessidade de restaurar a sinalização \n\ncelular e equiparar o comportamento mecânico do tecido a ser reparado. Sob o ponto de vista \n\nteórico, a matriz ideal deve ainda estimular os mecanismos corporais de reparo e degradar-se \n\nà medida que o novo tecido se formar. A possibilidade de “cultivar” um osso novo só pôde \n\nser vislumbrada com os avanços da biologia molecular e da compreensão das relações intra e \n\nintercelular e tecidual.  \n\nOssos e conchas atuam como depósitos iônicos e estruturas de sustentação/proteção de \n\ntecidos macios. São formados pelo mesmo processo e dependem de uma hierarquia estrutural \n\ncomplexa, a fim de garantirem suas propriedades mecânicas. Por isso, a compreensão dos \n\nmecanismos responsáveis pela formação da concha, pode auxiliar a fabricação de “ossos de \n\nsubstituição”, seja in vitro, dentro do laboratório, seja in vivo, dentro do próprio paciente \n\ntransplantado (VECCHIO et al., 2007 e ZHOU et al., 2009). De acordo com CAI e TANG \n\n(2008), a capacidade de sintetizar e processar nano-fosfato de cálcio com estrutura e \n\ntopografia controlada, em uma tentativa de simular as unidades básicas dos materiais naturais, \n\npossibilita o design de biocerâmicas proativas inovadoras necessárias ao aumento da eficácia \n\ndos reparos teciduais. \n\nLÓPEZ e ATLAN (1997) adicionaram concha de Pinctada maxima (ostra produtora \n\nde pérolas) triturada ao sangue de pacientes com osteoporose. Essa mistura foi aplicada nos \n\npontos de maior desgaste ósseo do próprio doador. As observações se iniciaram após seis \n\nsemanas, seguindo nas semanas seguintes. Após a 6a semana ainda não haviam sido \n\n                                                \n11 Aço inoxidável austenítico monofásico (ABNT 316L) para implantes temporários. \n\n\n\n 18 \n\nobservadas evidências de processos de rejeição. Secções da amostra retirada para biópsia \n\nmostraram formação de tecido ósseo em todo o implante nacarado, e persistência de partículas \n\nnacaradas entre as recém criadas trabéculas ósseas. Foi verificada também a ausência de \n\ntecidos de transição, macios ou fibrosos, entre o implante e o novo tecido. Nas semanas \n\nseguintes houve o desaparecimento gradual do nácar, na medida em que se acentuava a \n\npresença de componentes da matriz orgânica, como osteócitos e osteoblastos. A \n\nbiomineralização a partir  de uma matriz segue um caminho semelhante àquele adotado pela \n\nbiomineralização natural: em uma situação fisiológica normal, fases precursoras são \n\nnucleadas, dissolvidas e redepositadas paulatinamente, até a obtenção do polimorfo final. \n\nLAMGHARI et al. (1999) e KIM et al. (2012), realizaram testes in vitro e in vivo, \n\nutilizando o nácar como amostra. Eles consideram que “fatores difusíveis”- íons presentes na \n\nmatriz orgânica do nácar - poderiam estar envolvidos na expressão do fenótipo pleno dos \n\nosteoblastos; estes fatores foram isolados do nácar por descalcificação. Somados a \n\nexperimentos prévios, os resultados apontaram para a presença de fatores hidrossolúveis \n\n(sódio, cálcio, potássio, fósforo, ferro, zinco, lipídios e proteínas) com propriedades \n\nosteogênicas na matriz orgânica das conchas de moluscos. Estes fatores podem apresentar \n\ndomínio quimiotático12 sobre células osteogênicas, induzindo o recrutamento, ativação e \n\ndiferenciação destas. Por fim,  a redução do número de células após a incubação com a matriz \n\nhidrossolúvel indica ação seletiva em células pré-osteogênicas potenciais. XIN et al. (2005) \n\nrealizou testes comparativos in vitro e in vivo, confirmando algumas destas questões. \n\nLIAO et al. (2000) realizaram testes in vivo comparando nácar e hidroxiapatita (HA), \n\ne observaram, em relação aos implantes de nácar, que houve formação de tecido ósseo em \n\ntodos os implantes a partir da 1ª semana, sempre da margem da cavidade em direção ao \n\ninterior da amostra; na 2ª semana, o tecido ósseo já havia coberto e interconectado quase \n\ntodos os grânulos de aragonita. Observaram interface irregular e “borrada” entre implante de \n\nnácar e osso recém formado, indicativo de fusão sem intervenção de tecido macio (sinal de \n\nbioatividade e biocompatibilidade), e irregularidades finas na superfície do nácar, totalmente \n\npreenchidas por tecido ósseo (indicativo de dissolução físico-química, e não de degradação \n\nmediada por células). O nácar foi biodegradado por uma combinação de processos de \n\ndissolução físico-químicos e mediados por células (macrófagos e células multinucleadas \n                                                \n12 Quimiotaxia: processo de deslocamento de células em função de um gradiente químico. Diretamente \n\nrelacionado à migração celular pode ser de natureza negativa ou positiva, quando as células de dirigem, \n\nrespectivamente, contra ou a favor do gradiente de concentração de determinado componente químico. \n\n\n\n 19 \n\ngigantes). Já em relação aos implantes de HA, foi observado que inicialmente a formação do \n\nnovo tecido ósseo se deu de forma semelhante ao nácar. Porém uma interface aguda e distinta \n\nfoi observada após duas semanas, e permaneceu estável desde então, indicando ausência de \n\ndegradação. Uma conclusão possível é que a HA apresenta maior estabilidade em sistemas \n\nfisiológicos onde o fosfato de cálcio é naturalmente biomineralizado. Tal conclusão é ainda \n\ncorroborada por MONCHAU et al. (2002), que avalia a relação de diferentes matrizes (HA, \n\ncalcita e ?-tricálcio fosfato) com osteoclastos13 e a liberação de íons cálcio no meio de cultura, \n\ne verifica que na presença dos osteoclastos as amostras de calcita liberaram 91.5±3.5mg/L de \n\níons Ca2+ enquanto amostras de HA liberaram 85±0.2 5mg/L de íons Ca2+ no mesmo período \n\nde tempo e sob as mesmas condições de temperatura e pH. Além disso, a área degradada \n\npelos osteoclastos foi maior nas amostras de calcita (aprox. 8000µm2/48h) quando \n\ncomparadas às amostras de HA (aprox. 6000 µm2/48h). Como sua degradação é relativamente \n\nlimitada, a matriz de HA se mostra menos apropriada já que a degradação da matriz é \n\nessencial - esta deve ser paulatinamente substituída pelo novo tecido.  \n\n \n\n3.3 Obtenção de Amostras \n\nEm 2009, HUANG e LI caracterizaram o nácar tratado termicamente, considerando as \n\nlajotas como um agrupamento considerável de nanopartículas (~32nm). Durante o tratamento \n\ntérmico (TGA14  e DTA15 ) promovido pelos autores (Fig. 3.11), a primeira redução de massa \n\n(2,3%) ocorreu entre 264°C e 348°C, associada à decomposição da matéria orgânica; a \n\nsegunda redução (1,3%), entre 348°C e 451°C, foi associada à queima da matéria orgânica; a \n\nterceira (44%), entre 662°C e 824°C devido à perda de CO2, durante a conversão de calcita a \n                                                \n13 Osteoclasto: célula multinucleada responsável pela degradação do componente mineral dos ossos. \n\nSua atuação é imprescindível para o processo de deposição-dissolução-redeposição da matriz mineral, processo \n\neste responsável pela manutenção da disponibilidade de íons Ca 2+ (entre outros) no plasma sanguíneo e da \n\nreparação de traumas ósseos. Os osteoclastos atuam ainda na dissolução de implantes ósseos de natureza \n\ncerâmica. \n\n14 TGA: Análise Termogravimétrica. Método de análise térmica onde as propriedades físicas e \n\nquímicas dos materiais são medidas em função do aumento da temperatura e do tempo. \n\n15 DTA: Análise Térmica Diferencial. Técnica termoanalítica onde o material a ser observado é \n\nsubmetido, junto com uma amostra de referência (inerte), a ciclos térmicos idênticos. Os diferentes \n\ncomportamentos térmicos exibidos pelo material e a referencia são comparados e exibidos em um gráfico em \n\nfunção do tempo ou da temperatura. \n\n\n\n 20 \n\nóxido de cálcio. Após tratamento de 10min a 500°C, os resultados de DTA mostraram, a \n\n446°C, o pico correspondente à conversão de aragonita a calcita, e a hierarquia foi mantida \n\naté aproximadamente 500°C. \n\n \n\n \n\nFigura 3.11 – TGA e DTA de amostra de nácar. Adaptada de HUANG e LI, 2009 \n\n \n\n3.4 Fluido Corporal Simulado \n\n O Fluido Corporal Simulado (Simulated Body Fluid – SBF) foi criado por \n\nKOKUBO et al. (1990), com o objetivo de acompanhar e analisar as mudanças na superfície \n\nde cerâmicas-vítreas bioativas. De acordo com NOURI et al. (2012), seu princípio baseia-se \n\nno conceito de que um pré-requisito essencial para avaliar as habilidades osteoindutoras16 de \n\num material é a formação de uma camada superficial de hidroxiapatita carbonatada (HCA) \n\nquando este material é implantado em um organismo vivo. Assim, a determinação da \n\ndeposição de cálcio na forma de apatita (fase estável do fosfato de cálcio em sistemas \n\n                                                \n16 De acordo com LIAO et al. (2002) osteoindução é capacidade de certos materiais de induzir a \n\nformação de tecido ósseo, por meio do recrutamento e diferenciação de células osteogênicas e produção de \n\nmatriz óssea. Entre os fatores responsáveis pela osteoindução podemos citar sinalização química e topografia, \n\nesta última geralmente associada à porosidade do material e à presença de sítios ativos de nucleação. \n\n\n\n 21 \n\nbiológicos) em um meio que simula o ambiente fisiológico sem a variável celular, pode \n\nindicar o grau de bioatividade de um material.  \n\nOYANE et al. (2002) partindo então do princípio de que a apatita formada em \n\nartefatos inseridos em sistemas biológicos pode ser reproduzida, mesmo em fluidos corporais \n\nsimulados acelulares que apresentem concentrações iônicas semelhantes àquelas presentes no \n\nplasma sanguíneo, propõem uma série de variações no protocolo de produção de SBF para \n\ntestes específicos. Dentre as variedades obtidas, merece destaque o m-SBF (modified-SBF), \n\nque apresenta concentrações de íons iguais às do plasma, exceto HCO3- cuja concentração foi \n\nreduzida para aquela que atinge o nível de saturação de calcita e apresenta concentrações \n\nótimas para estabelecimento de bioatividade in vitro de materiais artificiais e produção \n\nbiomimética de apatita tipo-óssea.  \n\n \n\n3.5 Cultura Celular \n\nDe acordo com DAVIS (2002), a cultura de tecidos celulares teve início juntamente \n\ncom o século XX, quando Ross Harisson demonstrou que tecido nervoso extraído de sapos \n\ngerava fibras quando selado em uma câmara com linfa de sapo. Posteriormente, sêmen de \n\nmamíferos foi congelado e preservado por longos períodos, sendo recuperado a um estado \n\nviável para inseminação artificial. O autor também cita que na década de 1940, Earle e \n\ncolaboradores desenvolveram a primeira linhagem contínua de células, estocadas em \n\nnitrogênio líquido, e em 1970, Sato e colaboradores publicaram uma série de artigos sobre as \n\nnecessidades específicas de diferentes tipos celulares, em relação aos fatores proteicos de \n\ncrescimento. Assim, a cultura de tecidos aparece não só como um vasto campo de pesquisa, \n\nmas também como uma ferramenta tecnológica no campo, então, recém estabelecido da \n\nBiologia Molecular. \n\nComo ferramenta, a cultura de tecidos permitiu a substituição de cobaias animais em \n\nmuitos experimentos, originando a farmatoxicologia in vitro. Ainda de acordo com DAVIS \n\n(2002) espera-se, no campo biomédico, que a tecnologia de cultura de células contribua em \n\nescala crescente com os tratamentos clínicos: culturas de células epiteliais já são empregadas \n\nem enxertos de pele em úlceras e queimaduras. Em um futuro próximo, células transplantadas \n\ncontendo material genético alterado poderão ser utilizadas no tratamento de pacientes \n\ndiabéticos, com fibrose cística, hemofilia, ou síndromes enzimáticas raras.  \n\n\n\n 22 \n\nMOLINARO (2010), cita que Nakamura e colaboradores estabeleceram, em 1962, a \n\nlinhagem VERO17, aprovada pela Organização Mundial da Saúde (OMS) para a produção de \n\nvacinas. Células VERO apresentam características de crescimento em cultura bastante \n\ndefinidas, tais como morfologia e propriedades de crescimento, facilitando a observação de \n\npequenas alterações em função de tratamentos físico-químicos (LIAO et al., 2010).  Por isso \n\nessa linhagem é, atualmente, bastante indicada para testes de biocompatibilidade. \n\nAlém da linhagem VERO cabe destacar a importância das células-tronco em pesquisas \n\ndiversas e sua aplicação em terapias variadas. De acordo com FRESHNEY (2010), \n\ninicialmente observadas e extraídas de embriões desde a década de 1970, as células-tronco \n\nforam isoladas a partir de tecidos adultos (como medula óssea, tecido hepático, nervoso e \n\nmuscular) a partir do ano 2000. As células tronco possuem reconhecida capacidade de \n\ndiferenciação em tipos celulares específicos, permitindo amplo leque de emprego. Sua \n\nobservação tem contribuído, ainda, na compreensão dos mecanismos de diferenciação. Várias \n\ntécnicas permitem induzir a diferenciação em culturas de células tronco, como a retirada do \n\nmeio de cultura dos sinais químicos que induzem a renovação (multiplicação) celular, com a \n\nadição simultânea de fatores capazes de induzir a diferenciação (VUNJAK-NOVAKOVIC e \n\nFRESHNEY, 2006). É justamente a capacidade nata de se reproduzir e se diferenciar sob \n\ncondições específicas que torna seu emprego interesante no presente trabalho, pois essas são \n\npropriedades influenciadas, positiva ou negativamente, pelos materiais de uso clínico para \n\nengenharia de tecidos. \n\nO presente trabalho foi elaborado e executado considerando as premissas acima. As \n\natividades não foram embasadas na pretenção de confirmar as conclusões a que chegaram os \n\nreferidos autores (embora a confirmação, eventualmente, se dê), mas com o propósito de \n\ncomparar, de forma crítica, dois materiais bem descritos – nácar e aragonita biogênica – cuja \n\ndiferença principal é a presença, no primeiro, uma matriz orgânica.  \n\n \n\n  \n\n                                                \n17 VERO é a abreviação de Verda Reno, “rim verde” em esperanto. Refere-se ao rim de macaco verde \n\nafricano (Cercopithecus sabaeus), tecido de onde foi extraída essa linhagem. \n\n\n\n 23 \n\n4 MATERIAIS E MÉTODOS \n\nA metodologia aplicada, baseada na extensa literatura relacionada, buscou abranger \n\ndesde a coleta do material e a preparação de amostras, até a produção dos meios de cultura e \n\nde visualização em microscopia eletrônica de varredura (MEV). \n\n \n\n 4.1. Coleta e Limpeza dos Mexilhões \n\nOs mexilhões do Laboratório de Cultivo do IST de Meio Ambiente do CETEC-\n\nSENAI foram coletados nas proximidades da Usina Hidrelétrica de São Simão, à jusante da \n\nconfluência do rio Barreiro, boia de navegação 30 (Latitude 19,655833S; Longitude \n\n51,083889W). Os indivíduos foram coletados manualmente, sem comprometer as estruturas \n\nvitais e garantindo o máximo da integridade do animal, conforme mostra a Figura 4.1a. Os \n\norganismos foram transportados em caixas plásticas aeradas, diretamente para o laboratório \n\nde cultivo (Figura 4.1b). \n\n \n\n \n\nFigura 4.1- a) Mexilhões sendo retirados da boia de navegação 30 com o auxílio de \n\numa espátula. b) Mexilhões em aquário do laboratório de cultivo. \n\n \n\nOs indivíduos foram eutanasiados (24h a 5oC) e mantidos em geladeira. Tiveram seus \n\ntecidos moles retirados manualmente. As conchas foram lavadas em água corrente. Após o \n\nprocedimento, as conchas foram secas em estufa (72h a 25 oC) (Figura 4.2). \n\n \n\n\n\n 24 \n\n \n\nFigura 4.2 – Conchas limpas de mexilhão dourado. \n\n \n\n4.2. Moagem e Granulometria \n\n4.2.1. Ensaio de Moagem \n\nAs conchas obtidas foram trituradas em moinho de bolas (Figura 4.3) durante 7 horas \n\na 70rpm. As bolas eram de 2 tamanhos: grande, com ± 2,0cm de diâmetro e pequeno, com ± \n\n1,0cm de diâmetro. Para refinar ainda mais o pó obtido foi usado almofariz e pistilo de ágata \n\n(Figura 4.4). \n\n \n\n \n\nFigura 4.3 – a) Moinho e bolas usados na trituração das conchas. b) Bolas de \n\ndiferentes tamanhos usadas para moagem das conchas de mexilhão. \n\n \n\n\n\n 25 \n\n \n\nFigura 4.4 - Gral e pistilo de ágata usados para refinamento do pó obtido por meio de \n\nmoinho. \n\n \n\n4.2.2. Ensaio de Granulometria \n\nO pó obtido foi submetido a peneiração em malhas de diversos mesh18 (Figura 4.5), a \n\nsaber: 150 mesh (106µm), 250 mesh (63µm), 400 mesh (37µm), com auxilio de um agitador \n\neletromagnético para peneiras (Bertel). As amostras de 400 mesh foram analisadas em MEV.\n\n  \n\n \n\nFigura 4.5 - Peneiras usadas para separação granulométrica. \n\n                                                \n18 Refere-se à malha das peneiras, ou ao diâmetro dos poros da trama. \n\n\n\n 26 \n\nForam obtidos (partículas não retidas), após moagem e maceração em gral e pistilo, \n\npós de diferentes granulometrias, a saber: maior que 150 mesh (tamanho variado), entre 150 \n\nmesh (106µm) e 250 mesh (63µm), entre 250 mesh e 400 mesh (37µm) e menores que 400 \n\nmesh em proporções desiguais (Figura 4.6). \n\n \n\n \n\nFiguras 4.6 - Diversas granulometrias obtidas pela moagem em almofariz. \n\n \n\n4.3. Tratamento Térmico \n\nDo material macerado obtido, metade passou por tratamento térmico para a retirada da \n\nmatéria orgânica, em mufla elétrica a 400ºC por 1h, de acordo com o trabalho publicado por \n\nHUANG e LI (2009). A outra metade, com matéria orgânica (nácar), foi armazenada em \n\ntemperatura ambiente.  \n\nO tratamento térmico alterou as propriedades ópticas do material e o pó passou a ter \n\ncoloração escura, (marrom acinzentado) como mostra a Figura 4.7. \n\n \n\n \n\nFigura 4.7 – Aparência das conchas após cada etapa do tratamento térmico \n\n\n\n 27 \n\n \n\nFigura 4.8 - Pó sem tratamento térmico (nácar, à esquerda) e termicamente tratado \n\n(aragonita, à direita) a 400ºC. \n\n \n\n4.4. Análise por Microscopia Eletrônica \n\n Foram obtidas imagens dos pós (tratado termicamente e sem tratamento) em MEV \n\n(Tescan Vega 3 LMU, 10.00kV, alto vácuo) a fim de observar quaisquer possíveis alterações \n\nda morfologia dos cristais de aragonita. As amostras foram cobertas com aproximadamente \n\n18nm19 de liga metálica à base de Au e Pd, a fim de facilitar a obtenção de imagens no MEV. \n\nO processo de metalização evita o “carregamento” da imagem, devido ao acúmulo de elétrons \n\nna superfície da amostra, devido à sua natureza majoritariamente cerâmica (baixa \n\ncondutividade elétrica). \n\n \n\n4.5. Difração de Raios X \n\nA Difração foi realizada no antigo Setor de Análises Químicas do CETEC (hoje IST \n\nde Química SENAI/CETEC), em difratômetro XRD-6000 (Shimadzu) com goniômetro \n\nhorizontal (?-2?) de acordo com os seguintes parâmetros: \n\n• Alvo: Cu  \n\n• Voltagem: 40.0 (kV) \n\n• Corrente: 30.0 (mA) \n\n• Eixo: ?-2? \n\n• Faixa de Leitura: 4.000 - 80.000 \n                                                \n19 A espessura média da cobertura é dada em função da relação corrente/tempo. \n\n\n\n 28 \n\n• Modo contínuo \n\n• Velocidade: 2.0000 (grau/min)  \n\nCada amostra foi analisada após tratamento térmico a 200°C, 300°C, 400°C, 500°C e \n\n600°C (Figura 4.10), e comparada aos padrões de difração do banco de dados para avaliar as \n\npossíveis alterações sofridas pelo material em cada temperatura.  \n\n \n\n4.6. Luz Síncrotron \n\nApesar de ter realizado testes anteriores em difratômetro de raios X, optou-se por \n\nanalizar o material em questão com Luz Síncrotron a fim de obter resultados mais refinados, \n\nalém da possibilidade de aquecer o material e realizar as leituras simultaneamente. \n\nOs ensaios foram realizados no Centro Nacional de Pesquisas em Energia e Materiais \n\n(CNPEM – Campinas/SP). O Laboratório Nacional de Luz Síncrotron (LNLS) opera a única \n\nfonte dessa natureza na América Latina e possui um conjunto de instrumentações científicas \n\npara análise dos mais diversos tipos de materiais, orgânicos e inorgânicos. O pó obtido a \n\npartir da moagem de conchas de L. fortunei foi analisado e comparado com amostras de \n\ncalcita e aragonita geogênicas em diferentes temperaturas: ambiente, 300ºC, 350ºC, 400ºC, \n\n420ºC, 440ºC, 460ºC, 480ºC, 500ºC, 550ºC e 600ºC. \n\nAs condições de análise foram: \n\n• ?-2?: 20 – 80o \n\n•  Passo – 0,333º/s \n\n•  Energia do feixe – 8KeV (maior fluxo de fótons) \n\n•  Detector: Mythen \n\n \n\n4.7. Pastilhamento \n\n4.7.1. Ensaios de Pastilhamento  \n\nNos ensaios de pastilhamento foi verificada qual a proporção dos pós obtidos, nas \n\ndiferentes granulometrias, seria ideal para realizar o pastilhamento e que forneceria a melhor \n\npastilha para imersão em meio aquoso. Para maior aproveitamento de todo pó obtido, diversas \n\nproporções de misturas de pós de diferentes granulometrias foram consideradas, a saber:  \n\n• 1g de pó 250 mesh; \n\n\n\n 29 \n\n• 1g de pó 400 mesh; \n\n• 1g de pó 140 mesh; \n\n• 0,9g de pó 250 mesh + 0,1g de pó 140 mesh; \n\n• 0,8g de pó 250 mesh + 0,2g de pó 140 mesh. \n\nAs pastilhas foram feitas com 1g do pó, com e sem tratamento térmico em pastilhador \n\nmanual (Figura 4.9). \n\nApós a obtenção das pastilhas (Figura 4.10) foram realizados ensaios de \n\nencharcamento para verificar a manutenção da integridade da pastilha quando imersa em meio \n\nlíquido, já que os ensaios de SBF e contato celular são necessariamente realizados em meio \n\naquoso. O objetivo era verificar a manuseabilidade das amostras após 24 horas de imersão em \n\nmeio líquido, considerando a solubilidade dos materiais testados e a capacidade das pastilhas \n\nde manterem sua integridade após o encharcamento. \n\n \n\n \n\n \n\nFigura 4.9 - Pastilhador manual usado para preparação das amostras \n\n \n\n\n\n 30 \n\na \n\n \n\nFigura 4.10 - Pastilhas com e sem tratamento térmico obtidas pela mistura de pós de \n\ndiferentes granulometrias. \n\n \n\n4.7.2. Ensaios de Cobertura  \n\nForam realizados testes para cobertura das pastilhas a fim de manter a coesão das \n\npartículas durante o encharcamento. Usou-se colágeno em uma concentração de 8% como \n\nopção de cobertura e cera de carnaúba aquecida em banho-maria a 80ºC, mantendo uma face \n\nda pastilha livre para contato com o meio como mostra a Figura 4.13 a e b. Na Figura 4.14 \n\ntem-se o teste de encharcamento sendo realizado. \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\nFigura 4.11 – a) Pastilhas revestidas com colágeno. Nota-se o ressecamento dos anéis \n\nde colágeno indicados pelas setas. b) Pastilhas revestidas com cera de carnaúba. \n\n \n\nb \n\n\n\n 31 \n\n \n\nFigura 4.12 - Testes de encharcamento: em 1) Pastilha com tratamento térmico sem \n\ncobertura. 2) Pastilha sem tratamento térmico e sem cobertura. 3) Pastilhas de colágeno. 4) \n\nPastilhas com tratamento térmico e cobertura de colágeno. 5) Pastilhas sem tratamento \n\ntérmico e cobertura de colágeno. 6) Pastilha sem tratamento térmico e cobertura de cera de \n\ncarnaúba. 7) Pastilha com tratamento térmico e cobertura de cera de carnaúba. \n\n \n\n4.7.3. Análise por Microscopia Eletrônica \n\nAs pastilhas foram analisadas em microscópico eletrônico de varredura (Tescan Vega \n\n3 LMU, 10.00kV, alto vácuo) para verificar a agregação das partículas, resíduos de matéria \n\norgânica e manutenção da morfologia dos cristais de aragonita. \n\n \n\n4.8. Ensaio de Bioatividade \n\nO Fluido Corporal Simulado (SBF) foi preparado no Laboratório de Bioengenharia do \n\nCBEIH20, de acordo com o protocolo proposto por OYANE et al. (2003).  \n\nForam preparados 1000mL de SBF por dissolução de 5,403g de NaCl, 0,504g de \n\nNaHCO3, 0,426g de Na2CO3, 0,225g de KCl, 0,230g de K2HPO4??3H2O, 0,311g \n\nMgCl2??6H2O, 17,892g de HEPES (2-(4-(2-hidroxietil)-1-piperazinilo) ácido etanossulfônico) \n\npreviamente dissolvido em 100mL de solução aquosa de 0.2M-NaOH, 0,293g de CaCl2, \n\n0,072g de Na2SO4 e 1,5mL de NaOH a 1mol/L-1 em água bidestilada. O pH foi medido com \n\nauxílio de phmetro digital (Oakton, 100 Serie) e mantido próximo de 7,4. \n\nApós a imersão (1g de amostra – em forma de pastilha – em 2mL de SBF) as \n\namostras foram mantidas a 37oC em estufa e retiradas da solução em diferentes tempos, a \n\n                                                \n20 CBEIH: Centro de Bioengenharia de Espécies Invasoras de Hidrelétricas; encontra-se nas \n\ndependências do CETEC/SENAI.  \n\n\n\n 32 \n\nsaber: 1º, 5º, 10º, 17º, 24º e 31º dias. A solução foi substituída a cada 48h. Os ensaios de \n\nimersão em SBF foram realizados em placas de 24 poços (Figura 4.15). Todas as amostras \n\nforam testadas quadruplicadas. \n\n \n\n \n\nFigura 4.13 –Placas preparadas para ensaios de SBF. As amostras foram colocadas \n\nsempre quadruplicadas, e as marcações azuis correspondem ao dia em aquela fileira de \n\namostras seria retirada. Após a inserção das amostras nos poços, 2mL de SBF eram \n\nadicionados a cada poço. O meio foi substituído a cada 48 horas.  \n\n \n\n4.9. Ensaios com Células \n\nDois tipos celulares foram utilizados na execução dos ensaios: células VERO \n\n(fibroblastos) e hASC (células tronco retiradas de tecido adiposo humano). Enquanto as \n\ncélulas hASC foram utilizadas nos ensaios de Viabilidade Celular (MTT) e Atividade da \n\nFosfatase Alcalina, as células VERO foram utilizadas no ensaio de contato, um ensaio \n\nqualitativo, onde o principal parâmetro avaliado é a morfologia das células VERO. A \n\nmorfologia dessas células é um indicativo da sua relação com o substrato. Inicialmente, elas \n\napresentam forma esferóide; quando ligadas a um substrato apropriado, a emissão de \n\npseudópodos e o rearranjo do citoesqueleto promovem a mudança da forma, que se aproxima \n\ndaquela conhecida como estrelada. A adesão, sobrevivência e gradual alteração morfológica \n\ndas células indica a capacidade do substrato de atuar como suporte mais ou menos apropriado \n\npara o estabelecimento do grupo celular responsável pela produção inicial da matriz orgânica \n\nsobre a qual será, posteriormente, mineralizado o tecido ósseo.  \n\n\n\n 33 \n\nAmostras não-tratadas (NT) e termicamente tratadas (T) na forma de pastilha além de \n\nfragmentos de concha in natura, assim como amostras não-tratadas (NT), termicamente \n\ntratadas e calcita em pó na concentração de 1mg/mL foram utilizadas para os ensaios de \n\ncitotoxicidade e de atividade da fosfatase alcalina descritos a seguir. Como controle positivo \n\ndos ensaios, células hASC e meio DMEM e, como controle negativo, células hASC em PBS \n\n10x - o objetivo é garantir a morte de todas as células semeadas. O método de esterilização \n\ndas amostras foi por emprego de forno tipo mufla (180ºC por 60 min). Todos os ensaios \n\nforam realizados em triplicata (n=3). \n\nA avaliação da proliferação e viabilidade celular (ensaio de MTT) é uma ferramenta \n\nvaliosa para analisar culturas celulares em contato com biomateriais, entretanto sozinha não \n\npermite que análises completas sejam realizadas. Por esse motivo, nesse trabalho, uma técnica \n\ncomplementar para avaliação do comprometimento celular com o complexo fenótipo das \n\ncélulas ósseas foi utilizada: a avaliação da atividade da fosfatase alcalina. \n\n \n\n4.9.1. Ensaio de Contato \n\nAs células VERO foram semeadas nas amostras (obtidas na forma de pastilhas) na \n\nproporção 3x105 por células/poço e incubadas  por 24h a 37ºC 5% CO2. Na capela química \n\nfoi adicionado o glutaraldeído 2% em PBS 0,15M (400uL/poço ou o suficiente para cobrir o \n\nmaterial) para fixar o material. Foram adicionadas também 3 pastilhas de NaOH em outros \n\npoços da placa para neutralizar os gases tóxicos voláteis oriundos do gluteraldeído. A placa \n\nfoi vedada com parafilme e incubada por mais 16h a 37ºC. Após a fixação das amostras, o \n\ngluteraldeído foi aspirado em capela química e os poços foram submetidos a etapas de \n\ndesidratação crescente com as soluções de álcoois 30, 50, 70 e 100%, por 30 minutos, para \n\ncada solução, à temperatura ambiente. As amostras, fixadas e desidratadas foram, finalmente, \n\nlevadas ao microscópio eletrônico de varredura para visualização. \n\n \n\n4.9.2. Isolamento e Cultivo das Células-Tronco a partir do Tecido Adiposo Humano \n\nUm dos meios de cultura amplamente utilizados pela comunidade científica para os \n\nestudos em células-tronco mesenquimais21 é o meio mínimo essencial Dulbecco - DMEM \n\n(Sigma-Aldrich) suplementado com 5mM de bicarbonato de sódio (Cinética Química Ltda.), \n                                                \n21 População de células do estroma - parte que dá sustentação às células - do tecido \n\n\n\n 34 \n\n10% de Soro Fetal Bovino (SFB - Cripion), 1000 unidades/mL de penicilina, 1mg/mL de \n\nestreptomicina e 2,5µg/mL de anfotericina B (Sigma-Aldrich) e 60mg/L de gentamicina \n\n(Schering- Plough)22. O pH do meio foi ajustado para 7,2 e o meio foi filtrado com membrana \n\nde difluoreto de polivinilideno de 0,22µm (Millipore). \n\nO isolamento e cultivo das células-tronco a partir do tecido adiposo humano (hASC) \n\nforam realizados conforme descrito por ZUK e colaboradores (2001). As hASC foram obtidas \n\ndo lipoaspirado resultante de pacientes do sexo feminino, entre 20 e 40 anos, submetidas à \n\ncirurgia de lipoaspiração de acordo com as normas aprovadas pelo Comitê de Ética em \n\nPesquisa da UFMG (Parecer nº ETIC - 0107.0.203.000-10). As hASC foram expandidas até a \n\n4ª passagem para serem utilizadas nos experimentos. \n\n  \n\n4.9.3. Ensaio de Citotoxicidade \n\nA citotoxicidade dos biomateriais foi mensurada pelo ensaio de MTT, baseado em um \n\nmétodo colorimétrico que avalia a capacidade de enzimas desidrogenases, presentes em \n\ncélulas viáveis, em converter o sal de brometo de 3-(4,5-dimetiltiazol-2-il)-2,5-\n\ndifeniltetrazolium, solúvel em água, em cristais de formazan, produto insolúvel em água \n\n(MOSMANN, 1983). Os cristais de formazan são solubilizados e a densidade ótica pode ser \n\ndeterminada pelo espectrofotômetro a 595nm. O número de células viáveis é diretamente \n\nproporcional à quantidade de cristais de formazan produzidos. \n\nAs células hASC foram plaqueadas na quarta passagem em placas de 24 poços na \n\ndensidade de 1x104 células/poço. As populações celulares foram normalizadas com meio \n\nDMEM durante 24 horas. Após esse período o meio foi trocado e as amostras foram \n\ncolocadas nos respectivos poços. \n\nAs células foram incubadas à 37ºC em atmosfera úmida e 5% CO2 por 24, 72 e 120 \n\nhoras. Ao término de cada período de incubação, o meio de cultura foi retirado e descartado e \n\n210µL/poço de meio DMEM foram adicionados. Em seguida, foi acrescentado 170µL/poço \n\nde solução de MTT (Invitrogen) (5 mg/mL) e a placa incubada em estufa à 37ºC, atmosfera \n\númida e 5% CO2, por 2 horas. As hASC foram observadas ao microscópio ótico para \n\nvisualização dos cristais de formazan. Estes foram solubilizados através da adição de \n\n                                                \n22 Os quatro últimos ingredientes atuam como antibióticos, prevenindo a contaminação do meio por \n\nbactérias e fungos. \n\n\n\n 35 \n\n210µL/poço de uma solução de SDS 10% HCl (ácido clorídrico 0,01M - 10% de dodecil \n\nsulfato de sódio em água) seguido de incubação em estufa à 37ºC, atmosfera úmida e 5% \n\nCO2, por 18 horas. Transferiu-se 100µL de cada poço para uma placa de 96 poços (fundo \n\nreto), em triplicata, e a densidade ótica foi mensurada no espectrofotômetro a 595nm. Durante \n\no experimento, todos os passos envolvendo o reagente MTT foram executados em condições \n\nmínimas de luminosidade. Os resultados obtidos foram analisados por ANOVA one-way \n\nseguido pelo teste de Bonferroni e expressos como média ± EMP (erro médio padrão). \n\n  \n\n4.9.4. Atividade da Fosfatase Alcalina \n\nA atividade da fosfatase alcalina (FA) foi avaliada por meio do ensaio de BCIP-NBT \n\n(Gibco). Este ensaio é baseado na reação cromogênica decorrente da clivagem de um \n\ngrupamento fosfato do BCIP (5-bromo 4-cloro 3-indolilfosfato p-toluidina) pela fosfatase \n\nalcalina produzida pela célula. Essa reação produz um próton que reduz o NBT (tetrazólio \n\nnitroazul), formando um precipitado insolúvel de cor púrpura (SMEJKAL &amp; KAUL, 2001). \n\nAs células hASC foram plaqueadas na quarta passagem em placas de 24 poços na \n\ndensidade de 1x104 células/ poço. As populações celulares foram normalizadas com meio \n\nDMEM durante 24 horas. Após esse período o meio foi trocado e as amostras foram \n\ncolocadas nos respectivos poços. \n\nAo término de cada período de incubação, o meio de cultura foi retirado e descartado, \n\nas células foram lavadas com PBS 0,15M, pH 7,4 e incubadas com 210µL/poço da solução de \n\nBCIP-NBT (preparada de acordo com as instruções do fabricante) à 37ºC, atmosfera úmida e \n\n5% CO2, por 2 horas. \n\nApós o período de incubação, observou-se a formação dos precipitados púrpura, em \n\nmicroscópio ótico. Em seguida, foram adicionados 210µL/poço de SDS 10%-HCl para a \n\nsolubilização dos precipitados púrpura. As placas foram incubadas em estufa à 37ºC, \n\natmosfera úmida e 5% CO2, por 18 horas. Transferiu-se 100µL de cada poço, em triplicata, \n\npara uma placa de 96 poços (fundo reto) e a densidade ótica foi medida no espectofotômetro a \n\n595nm. Durante o experimento, todos os passos envolvendo os reagentes foram executados \n\nem condições de mínima luminosidade. Os resultados obtidos foram analisados por ANOVA \n\none-way seguido pelo teste de Bonferroni e expressos como média ± EMP. \n\n Os ensaios com culturas celulares foram realizados com o apoio de dois laboratórios. \n\nOs ensaios de contato com células VERO e a preparação para microscopia eletrônica foram \n\n\n\n 36 \n\nrealizados no Laboratório de Virologia Básica Aplicada (ICB/UFMG). Os ensaios de MTT e \n\nFosfatase Alcalina foram realizados no Laboratório de Imunologia Celular e Molecular \n\n(ICB/UFMG). \n\n  \n\n\n\n 37 \n\n5 RESULTADOS E DISCUSSÃO \n\nQuando agrupados, os resultados obtidos por DRX e Luz Síncrotron confirmam e \n\nesclarecem o comportamento do CaCO3 mineralizado proposto por HUANG e LI (2009), \n\nquanto à transição de fases. \n\nNos ensaios de imersão em SBF (qualitativo), ambas as amostras (NT e T) reagiram \n\nde forma similar. Ambas apresentaram intensa deposição de fosfato de cálcio (indicativo de \n\nbioatividade), cuja composição foi confirmada por EDS (acoplado ao MEV). \n\nAmbas as amostras apresentaram resultados satisfatórios nos ensaios de contato com \n\ncélulas VERO, assim como nos ensaios de MTT e FA em culturas de células-tronco. \n\n \n\n5.1 Obtenção de Amostras \n\nA fim de obter a melhor mistura de pós para pastilhamento em pastilhador manual, \n\nvárias proporções foram testadas (Tabela 5.1).  \n\n \n\nTeste Componentes Resultados \n01 1g de pó 250 mesh Pastilha quebradiça \n\n \n02 1g de pó 400 mesh Boa manuseabilidade, semelhante a giz \n\nescolar. Fragmenta-se em pedaços maiores \n03 1g de pó 140 mesh Pastilha quebradiça \n\n \n04 0,9g de pó 250 mesh \n\n0,1g de pó 140 mesh \nBoa manuseabilidade, semelhante a giz \nescolar. Fragmenta-se em pedaços maiores \n\n05 0,8g de pó 250 mesh \n0,2g de pó 140 mesh \n\nPastilha quebradiça \n\nTabela 5.1 – Resultados dos ensaios de pastilhamento, baseado na mistura de pós com \n\nparticulados de diferentes diâmetros obtidos após bateria de peneiras (particulado não retido).  \n\n \n\nAssim, a proporção de 90% de pó de 250mesh (63µm) com 10% de pó com 150mesh \n\n(106µm) foi a que apresentou melhor custo/benefício (considerando a dificuldade para se \n\nobter particulado com diâmetro de 400mesh) para pastilhamento em pastilhador manual. \n\nAs pastilhas sem tratamento térmico se mantiveram mais integras (menos friáveis) do \n\nque as pastilhas com tratamento, provavelmente porque a matéria orgânica presente na \n\npastilha sem tratamento pode auxiliar na manutenção da coesão das partículas. Apesar disso, \n\n\n\n 38 \n\ncom a manipulação sua integridade foi alterada. O colágeno não se mostrou interessante para \n\na cobertura por absorver o meio líquido como mostra a Figura 5.1 (em 3, 4 e 5), formando um \n\nhidrogel e não mantendo a integridade das pastilhas. A cera de carnaúba manteve a coesão das \n\npartículas, se mostrando ideal para a cobertura. \n\n \n\n \n\nFigura 5.1 - Resultados dos testes de encharcamento: em 1) Pastilha com tratamento \n\ntérmico sem cobertura. 2) Pastilha sem tratamento térmico e sem cobertura. 3) Pastilhas de \n\ncolágeno. 4) Pastilhas com tratamento térmico e com cobertura de colágeno. 5) Pastilhas sem \n\ntratamento térmico e com cobertura de colágeno. 6) Pastilha sem tratamento térmico e \n\ncobertas de cera de carnaúba. 7) Pastilha com tratamento térmico e cobertura de cera de \n\ncarnaúba. \n\n \n\n5.2 Análise por Microscopia Eletrônica \n\nPela superfície da pastilha (figura 5.2) foi possível notar a presença de maior número \n\nde prismas do que de lajotas, justamente por serem, estas últimas, menos resistentes à \n\nmoagem. Não houve sinterização das partículas, devido à relativa baixa temperatura a que foi \n\nsubmetida a amostra. Na Figura 5.3 pode-se observar um fragmento do perióstraco, estrutura \n\nde natureza polimérica que envolve a face externa da concha e que atua como reator onde \n\ncomeça a biomineralização da concha (MCCONNAUGHEY et al., 2008 e SARUWATARI et \n\nal., 2009). Sua presença é indicativo da manutenção da matriz orgânica em amostras sem \n\ntratamento térmico. \n\n \n\n\n\n 39 \n\n \n\nFigura 5.2 - Pastilha sem tratamento térmico, MEV. \n\n \n\n \n\nFigura 5.3 - Pastilha sem tratamento. No detalhe, parte do perióstraco. MEV. \n\n \n\n\n\n 40 \n\nNo pó sem tratamento térmico (Figura 5.4) é possível observar as partículas, com \n\ntamanho entre 0,2 e 8µm. \n\n \n\n \n\nFigura 5.4 - Pó sem tratamento térmico (nácar). MEV. \n\n \n\nO pó tratado transformou-se de nácar em aragonita devido à alta temperatura, como \n\nfoi observado por meio de difração de raios X. É possível verificar na Figura 5.5 a presença \n\nde cristais de aragonita e pequenos cristais de pó de aragonita a 400mesh (106µm). \n\n\n\n 41 \n\n \n\nFigura 5.5 - Aragonita em pó (setas) após tratamento mecânico e térmico. Em \n\ndestaque, na região central da imagem, vê-se um prisma de aragonita. MEV. \n\n \n\n5.3 Difração de Raios X \n\nOs gráficos obtidos  por difração de raios X (Figura 5.6) revelam a transição de fase \n\ndo CaCO3 que é convertido de aragonita para calcita a partir de aproximadamente 300°C, \n\npróximo do comportamento descrito por HUANG e LI (2009). Na Figura 5.6, a aragonita \n\n(marcação amarela) ocupa principalmente as regiões próximas a 35o, enquanto a calcita \n\n(marcação vermelha) se situa principalmente sobre o ângulo de 30o. A transformação do \n\ncarbonato de cálcio é observada, por este método, de forma qualitativa, e acompanha a \n\nredução gradual do pico de aragonita até seu completo desaparecimento. Enquanto isso, o \n\npico de calcita, presente desde o início, aumenta até intensidades próximas de 180023. \n\n                                                \n23 Unidade arbitrária.  \n\n\n\n 42 \n\n \n\nFigura 5.6 – Gráficos obtidos por difração de raios X do pó da concha de L. fortunei, \n\ntratada, respectivamente, a 200°C, 300°C, 400°C, 500°C e 600°C. Os picos em destaque são \n\nos principais associados às fases de interesse. \n\n \n\n5.4 Luz Síncrotron \n\nForam testadas três amostras diferentes de L. fortunei e duas amostras minerais \n\ngeogênicas. As imagens das Figuras 5.7, 5.8 e 5.9 apresentam os gráficos obtidos como \n\nresultados dos ensaios no LNLS, e confirmam os resultados anteriormente obtidos por \n\ndifração de raios X. Comparando os gráficos, cujos resultados são de natureza qualitativa, \n\npode-se confirmar a predominância da fase aragonita na concha do mexilhão dourado, até \n\n\n\n 43 \n\naproximadamente 400ºC, quando o gráfico começa a assumir um perfil mais próximo daquele \n\nobservado na calcita geogênica (Figura 5.8) à temperatura ambiente. No gráfico \n\ncorrespondente à aragonita geogênica (Figura 5.9), a alteração do perfil aragonítico para o \n\nperfil calcítico se dá antes, já a 300ºC, confirmando os resultados obtidos por difração de \n\nraios X anteriores. De acordo com HLAVÁC (1983), essa transição de fases já poderia ser \n\npercebida em amostras geogênicas, a partir de 100ºC. \n\n \n\n \n\nFigura 5.7 – Gráficos de DRX obtidos por luz Síncrotron para amostras de concha de \n\nL. fortunei em diferentes temperaturas. Marcação vermelha indica a permanência de pequena \n\nporcentagem da fase aragonítica (biomineralizada) mesmo a 350oC.  \n\n\n\n 44 \n\n \n\n \n\nFigura 5.8 - Gráficos de DRX obtidos por luz Síncrotron para amostras de calcita \n\ngeogênica em diferentes temperaturas. \n\n\n\n 45 \n\n \n\nFigura 5.9 - Gráficos de DRX obtidos por luz Síncrotron para amostras de aragonita \n\ngeogênica em diferentes temperaturas. Marcação em cor vermelha indica total ausência de \n\nfase aragonítica (origem geológica) a 300oC. De acordo com HLAVÁC e colaboradores \n\n(1983), a transformação aragonita-calcita é observável a partir de 100oC. \n\n \n\nQuais fatos poderiam contribuir para a permanência da fase aragonita biomineralizada \n\nmesmo após temperaturas próximas de 350oC, enquanto sua versão de origem geológica foi \n\ncompletamente convertida em calcita a 300oC?  \n\n\n\n 46 \n\nConsiderando que os depósitos minerais biológicos são, via de regra, obtidos a \n\ntemperatura e pressão ambiente, alguma propriedade do compósito biogênico poderia afetar a \n\nestabilidade da aragonita às alterações causadas devido à elevação da temperatura; seja a \n\n“qualidade” do complexo cristalino mineralizado pelo organismo em questão - a \n\nmineralização controlada pode possibilitar a deposição de fases cristalinas com menos falhas - \n\nou a hierarquia do conjunto. De acordo com BERMAN (2008), os organismos exercem \n\ncontrole sobre a composição, o polimorfismo, o tamanho e formato dos cristais, orientação \n\ncristalográfica e estabilidade, além da montagem e da organização dos elementos cristalinos \n\nem diferentes níveis hierárquicos.  \n\n \n\n5.5 Ensaio de Bioatividade \n\nA precipitação de fosfato de cálcio se deu de forma equivalente nas amostras \n\ntermicamente tratadas e naquelas sem tratamento. Percebeu-se inicialmente o surgimento de \n\numa cobertura homogênea. Posteriormente, sobre esta, surgem pontos ou aglomerados onde a \n\nnucleação parece ocorrer preferencialmente. As primeiras alterações podem ser observadas ao \n\ncomparar as Figuras 5.10 e 5.11. \n\n \n\n \n\nFigura 5.10 – Dia 0 (zero). Pastilhas imediatamente antes da imersão em SBF. a) Pastilha NT. \n\nb) Pastilha T. MEV. \n\n\n\n 47 \n\nNa Figura 5.11d, as setas indicam aglomerados com formato convexo, como exposto \n\npor SARUWATARI et al. (2009). A composição do material depositado foi confirmado por \n\nEDS no laboratório de microscopia eletrônica do CBEIH. Na Figura 5.12, os pontos 4 e 5, \n\nmarcados em cima de uma estrutura mineralizada convexa, correspondem aos espectros \n\napresentados na Figura 5.13(a, b), respectivamente. Os gráficos obtidos indicam altas \n\nconcentrações de Ca, P e O, principais componentes do fosfato de cálcio [(Ca5(PO4)3]. O \n\nponto 6, definido sobre um prisma exposto, corresponde ao espectro apresentado em 5.13c; \n\neste indica alta concentração de Ca, O e C, mas ausência de P, confirmando a presença do \n\nsubstrato inicial (CaCO3). Além dos elementos de interesse, foram encontrados ainda Au e Pd \n\n(provenientes do processo de metalização da mostra, necessário à obtenção de imagens no \n\nMEV), Mg, Na, Cl, K e S (provenientes do SBF). \n\n \n\n \n\nFigura 5.11 – Imersão em SBF, dia 1. a, b) Pastilhas sem tratamento (NT). c, d) Pastilhas \n\ntermicamente tratadas (T). MEV. \n\n\n\n 48 \n\n \n\nA precipitação foi contínua, sem diferença perceptível entre as amostras tratadas e não \n\ntratadas. As setas na Figura 5.14b, indicam os domos anteriormente destacados, agora em \n\nprocesso de fusão, por coalescência. Estes foram observados em todas as amostras. \n\n \n\n \n\nFigura 5.12 – Pastilha NT, após 24 horas de imersão em SBF. As marcações correspondem a \n\npontos analisados por EDS/MEV  \n\n \n\n \n\n \n\n\n\n 49 \n\n \n\n \n\n\n\n 50 \n\n \n\nFigura 5.13 – Espectros obtidos em três diferentes pontos de uma mesma amostra \n\n(correspondentes aos pontos da Figura 5.11). a) Ponto Spectrum 4. b) Ponto Spectrum 5. c) \n\nPonto Spectrum 6. EDS/MEV. \n\n \n\nApós o décimo dia, prossegue a precipitação em estruturas convexas, sem diferença \n\nperceptível entre as amostras tratadas e não tratadas. O material de natureza prismática \n\n(aragonita prismática, componente da camada mais interna da concha) permanece em \n\ndestaque, mesmo aquele de tamanho reduzido. Nos materiais prismáticos, como visto em 5.14 \n\n(a, c, d) e em 5.15b, a cobertura não se mostra homogênea, apesar de presente em todas as \n\namostras observadas.  \n\n \n\n\n\n 51 \n\n \n\nFigura 5.14 – Imersão em SBF, dia 5. a, b) Pastilhas sem tratamento. c, d) Pastilhas \n\ntermicamente tratadas. As setas em b indicam algumas dentre várias regiões onde podem ser \n\nobservados os domos coalescidos, formando uma camada sobreposta à camada relativamente \n\nhomogênea anteriormente observada. MEV \n\n \n\nComo observado na Figura 5.15, após o décimo sétimo dia, a precipitação continua, sem \n\ndiferenças perceptíveis entre os tipos de amostra. A sobreposição sequencial de camadas a \n\npartir de formas convexas é visível em todas as amostras.  \n\n \n\n\n\n 52 \n\n \n\nFigura 5.15 - Imersão em SBF, dia 10. a) Pastilha sem tratamento. b) Pastilha termicamente \n\ntratada. MEV \n\n \n\nAs pastilhas retiradas no vigésimo quarto dia apresentam sinais de deposição acentuada, com \n\nacúmulo de estruturas convexas em camadas sucessivas, como pode ser observado na Figura \n\n5.17. Pela primeira vez, e somente nas amostras NT, foram observadas inúmeras estruturas \n\nmineralizadas com forma poligonal, cúbicas ou tipo-lajota (Figura 5.18). \n\n \n\n\n\n 53 \n\n \n\nFigura 5.16 – Ensaio com SBF, dia 17. a , b) Pastilhas NT. c, d) Pastilhas T. MEV \n\n \n\n \n\n\n\n 54 \n\n \n\nFigura 5.17 – Micrografia de pastilha em Ensaio de Imersão em SBF, após o vigésimo quarto \n\ndia. a, b) Pastilhas termicamente tratadas. c, d) Pastilhas sem tratamento. MEV \n\n \n\n\n\n 55 \n\n \n\nFigura 5.18 – Estruturas semelhantes a lajotas, encontradas em amostras NT a partir do \n\nvigésimo quarto dia. MEV. \n\n \n\nA fim de confirmar a composição das novas estruturas observadas, realizou-se análise por \n\nEDS/MEV. Os resultados, apresentados nas Figuras 5.19 e 5.20, confirmam a composição \n\nsemelhante à do material anteriormente depositado, com concentrações semelhantes de Ca, P \n\ne O. \n\n \n\nFigura 5.19 – Pastilha NT após o vigésimo quarto dia. As marcações correspondem a pontos \n\nanalisados pelo equipamento de EDS/MEV. \n\n\n\n 56 \n\n \n\n \n\n\n\n 57 \n\n \n\n \n\nFigura 5.20 – Análise por EDS das estruturas geométricas tipo-lajota. O resultado obtido nos \n\npontos testados indica composição semelhante àquela encontrada no material depositado até \n\nentão (Ca, P e O). Os gráficos a, b, c, d correspondem respectivamente aos pontos Spectrum \n\n1, Spectrum 2, Spectrum 3, Spectrum 4 da Figura 5.19. \n\n \n\nAs últimas pastilhas analisadas (Figura 5.21) foram retiradas da imersão ao fim do trigésimo \n\nprimeiro dia. O processo de deposição de fosfato de cálcio foi contínuo, e as pastilhas NT \n\n\n\n 58 \n\ncontinuaram apresentando estruturas mineralizadas com forma poligonal. Algumas estruturas \n\nsemelhantes também foram observadas nas pastilhas T, ainda que de menor tamanho. \n\n \n\n \n\nFigura 5.21 – Pastilhas imersas em SBF, retiradas no trigésimo primeiro dia. a, b) Pastilhas \n\ntermicamente tratadas. c, d) Pastilhas sem tratamento. MEV. \n\n \n\nDe acordo com LU e LENG (2005), a deposição dos diferentes polimorfos do fosfato de \n\ncálcio - hidroxiapatita (HA)24, fosfato dicálcio (DCP) e fosfato octacálcio (OCP) - a partir de \n\n                                                \n24 Assim como a versão carbonatada HCA \n\n\n\n 59 \n\numa mesma solução supersaturada se dá em função do pH, como pode ser observado na \n\nFigura 5.22.  \n\n \n\n \n\nFigura 5.22 – Gráfico de deposição de polimorfos de fosfato de cálcio em função do pH. \nExtraído de LU e LENG, 2005. \n\n \n\nConsiderando que a solução de SBF produzida teve o pH ajustado para simular as condições \n\nfisiológicas (pH~7.4), há que se assumir a possibilidade de que o material em precipitação \n\npossa apresentar como principal polimorfo o DCP, seguido por OCP e por fim HA. Porém, \n\ncomo descrito pelos mesmos autores supracitados, os polimorfos OCP e DCP são instáveis \n\nem condições ambientais fisiológicas, atuando como precursores da HA, a que se convertem \n\ndurante os ciclos precipitação-dissolução-reprecipitação. \n\n \n\n5.6 Ensaios com Células \n\n5.6.1. Ensaio de Contato \n\nA Figura 5.23 (a - d) apresenta as amostras após a imersão, por 24 horas, em meio de \n\ncultura de fibroblastos25 da linhagem VERO.  \n\n \n\n                                                \n25 Fibroblastos participam do processo de regeneração óssea produzindo proteínas (como o colágeno) \n\nconstituintes da matriz orgânica sobre o qual a matriz mineral será nucleada. \n\n\n\n 60 \n\n \n\nFigura 5.23: Pastilhas expostas a cultura de fibroblastos da linhagem VERO. a, b) \n\nPastilhas sem tratamento térmico. c, d) Pastilhas termicamente tratadas. As marcações em c \n\nindicam pseudópodos. MEV. \n\n \n\nAs estruturas ligeiramente globulares visíveis nas imagens são fibroblastos. A \n\npresença de estruturas filamentosas de adesão e ancoragem, denominadas pseudópodos \n\n(indicados por setas em 5.23c), indicam processo de adesão das células no substrato, \n\ndenotando a relação de biocompatibilidade desejada em materiais de uso clínico. \n\n \n\n\n\n 61 \n\n5.6.2. Ensaio de Citotoxicidade \n\nRedução metabólica do MTT por desidrogenases associadas ao NADPH e ao NADH26 \n\nresulta na produção de cristais no interior das células. Por testes simples em leitor de \n\nmicroplacas (do tipo ELISA) a produção desses cristais pode ser quantificada, permitindo \n\nacompanhar a atividade metabólica de células-tronco em substratos específicos. Os mesmos \n\ntipos de amostras testados nos ensaios de FA foram utilizados nos ensaios de MTT, a saber: \n\nNT, T, Concha e Calcita, além do meio DMEM, que refere-se ao meio de cultivo apropriado \n\npara o tipo celular em questão, contendo pH e fatores nutricionais apropriados. A ausência de \n\nsubstrato permite utilizá-lo como controle positivo, enquanto C- corresponde ao controle \n\nnegativo, onde todas as células estão mortas, imersas em PBS 10x, garantindo a inexistência \n\nde atividade metabólica. \n\nA Figura 5.24 apresenta os resultados dos testes de MTT em pastilhas (NT e T) e \n\nfragmentos de concha in natura, além de controle positivo e negativo. Exceto pelas amostras \n\nT, que atingiram relativa estabilidade metabólica em 72 horas, as demais amostras \n\nmantiveram um padrão crescente de estímulo metabólico no período de 120 horas, \n\ndestacando-se as amostras NT. \n\nM T T\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n 5\n\n9\n5\n\nn\nm\n\n2 4\n h\n\no r\na s\n\n7 2\n h\n\no r\na s\n\n1 2\n0  \n\nh o\nr a\n\ns\n0 . 0 0\n\n0 . 0 5\n\n0 . 1 0\n\n0 . 1 5\n\n0 . 2 0\nNT\n\nT\n\nC oncha\n\nDMEM\n\nC -\n\n*\n*\n\n*\n\n \n\nFigura 5.24 – Resultado dos ensaios de MTT em pastilhas e fragmentos (Concha). \n\n                                                \n26 NADPH e NADH: siglas para as coenzimas Nicotinamida Adenina Dinucleotídeo Fosfato e \n\nNicotinamida Adenina Dinucleotídeo, quando reduzidas (por uma ligação com um íon H-). Atuam como \n\naceptores de elétrons em ciclos metabólicos. \n\n\n\n 62 \n\nNos ensaios de MTT com amostras em pó (Figura 5.25), a calcita se destaca nos \n\nperíodos de 72 e 120 horas. As amostras NT e T apresentam comportamento semelhante, \n\ninduzindo redução metabólica no período de 72 horas seguido por acréscimo no intervalo de \n\n120 horas, enquanto o DMEM apresenta crescimento linear ao longo do decorrer do ensaio, \n\npermanecendo abaixo de todas os substratos testados. \n\n \n\nM T T\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n 5\n\n9\n5\n\nn\nm\n\n2 4\n h\n\no r\na s\n\n7 2\n h\n\no r\na s\n\n1 2\n0  \n\nh o\nr a\n\ns\n0 . 0\n\n0 . 1\n\n0 . 2\n\n0 . 3\n\n0 . 4\nP ó  N T\n\nP ó  T\n\nC a lc ita\n\nD M E M\n\nC -\n*\n\n*\n*\n\n*\n\n* *\n*\n\n*\n*\n\n \n\nFigura 5.25 – Resultado dos ensaios de MTT em amostras pulverizadas. \n\n \n\n5.6.3. Análise da Atividade da Fosfatase Alcalina \n\nComo citado anteriormente, a fosfatase alcalina (FA) é utilizada como parâmetro \n\nbioquímico de atividade de células relacionadas à osteogênese. As variações na concentração \n\nde FA ao longo de um determinado período de tempo relaciona-se ao comportamento de um \n\nmaterial quando exposto a um meio similar ao fisiológico, enquanto substrato para células \n\ntronco em diferenciação (ou já diferenciadas). O gráfico apresentado na Figura 5.26 apresenta \n\nos resultados obtidos nos testes de FA com as pastilhas. Além de material termicamente \n\ntratado e não tratado (NT: amostras sem tratamento térmico; T: amostras termicamente \n\ntratadas a 400oC durante 60 minutos), comparou-se ainda fragmentos de concha in natura, \n\nlavados em água deionizada. Nos testes com amostras em pó, foram testadas ainda amostras \n\nde calcita, atualmente proposta como carga mineral em implantes ósseos (MONCHAU, 2002; \n\nLUZ, 2010; YANG, 2011). \n\n\n\n 63 \n\n \n\nF A\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n 5\n\n9\n5\n\nn\nm\n\n2 4\n h\n\no r\na s\n\n7 2\n h\n\no r\na s\n\n1 2\n0  \n\nh o\nr a\n\ns\n0 . 0 0 0\n\n0 . 0 0 5\n\n0 . 0 1 0\n\n0 . 0 1 5\n\n0 . 0 2 0\nNT\n\nT\n\nC oncha\n\nDMEM\n\nC -\n\n*\n\n*\n*\n\n*\n* *\n\n \n\nFigura 5.26 – Resultado dos ensaios de Fosfatase Alcalina com amostras em pastilha \n\nou fragmento (Concha). \n\n \n\nEnquanto a produção de FA aumenta ao longo do tempo nas amostras NT, as amostras \n\nT mantiveram-se relativamente estáveis, assim como as amostras de concha in natura. O \n\ncomportamento das amostras NT assemelha-se ao controle positivo (DMEM), apresentando \n\naumento perceptível no intervalo observado. \n\nNa Figura 5.27, o gráfico apresenta o resultado dos testes com amostras em pó. \n\nConsiderando que as amostras NT são conchas trituradas, a amostra Concha foi substituída \n\npor calcita, também em pó, obtida por tratamento térmico da amostra T em mufla elétrica a \n\n800oC, como sugerido por HUANG e LI, 2009.  \n\n \n\n\n\n 64 \n\n \n\nFigura 5.27 – Resultado dos ensaios de Fosfatase Alcalina com amostras em pó.  \n\n \n\nO gráfico da Figura 5.27 sugere que amostras NT e T apresentam um comportamento \n\noposto: enquanto a produção de FA estimulada pelas amostras NT aumenta com o tempo, o \n\nestímulo proporcionado pelas amostras T diminui, comportamento semelhante ao observado \n\nnas amostras de Calcita. Devido à diferença na escala, pouco se observa do comportamento \n\ndo DMEM. \n\nAs atividades metabólicas realizadas pelas células-tronco tem por objetivo duas \n\nfunções auto-excludentes: multiplicação e diferenciação. As duas atividades são auto-\n\nexcludentes porque consomem grande quantidade de energia e ocupam praticamente todo o \n\nmaquinário celular (código genético e proteínas associadas, organelas, citoesqueleto, etc.). \n\nPor isso, ou a célula se divide (gerando duas células irmãs e assim por diante) ou ela se \n\ndiferencia (passando, por exemplo, de célula tronco para osteoblasto). Os ensaios metabólicos \n\nrealizados, de MTT e FA, indicam, respectivamente, metabolismo de replicação e \n\nmetabolismo de diferenciação - ambos são desejados em um material para reconstituição \n\nóssea. Enquanto os ensaios de MTT indicam, resumidamente, a capacidade celular de se \n\nreproduzir, em taxas mais ou menos elevadas, em função do substrato avaliado (capacidade \n\ninversamente proporcional à citotoxicidade do substrato), os ensaios de FA apontam as taxas \n\nde diferenciação celular potencial (no caso, em células osteogênicas) estimuladas pelo \n\nsubstrato. O processo de diferenciação celular exige um período maior do que o avaliado para \n\n\n\n 65 \n\nser concluído. Os dados de FA obtidos após 120 horas fornecem um indicativo, mas sem \n\nensaios cobrindo intervalos maiores de tempo nenhuma afirmação definitiva pode ser feita. \n\nAssim, comparando os gráficos das Figuras 5.25 e 5.27 (ambos com amostras em pó), pode-\n\nse estabelecer uma relação entre os resultados: materiais diferentes induzem, em função do \n\ntempo, diferentes respostas.  \n\n§? NT: A produção de Fosfatase Alcalina aumenta consideravelmente com o \n\npassar do tempo, dentro do intervalo observado. No período correspondente, a \n\nleitura de MTT sugere taxas de replicação altas (em comparação com o grupo \n\nde controle positivo, DMEM) no início, seguida por uma pequena queda, \n\ncoincidente com o aumento nas leituras de FA (Figura 5.28). A retomada no \n\ncrescimento da produção de MTT (como sugere a leitura realizada no período \n\nde 120 horas) pode estar coincidindo com uma leitura elevada de FA devido, \n\njustamente, ao fim de um ciclo de diferenciação celular – quando grande parte \n\ndaquela população de células já se diferenciou, elas podem retomar, em ritmo \n\nbastante reduzido, os ciclos reprodutivos.  \n\n \n\n \n\n \n\nFigura 5.28 - Gráfico relacionando os resultados obtidos com amostras Não Tratadas \n\nem ensaios de Citotoxicidade (MTT) e Atividade da Fosfatase Alcalina (FA). \n\n \n\n\n\n 66 \n\n§? T: Inicialmente, as amostras que sofreram tratamento térmico (aragonita) \n\nestimulam tanto a diferenciação quanto a divisão celular, em taxas \n\naproximadas. A subsequente queda nas leituras de MTT e FA (Figura 5.29), \n\npode indicar um relativo esgotamento da cultura celular.  \n\n \n\n \n\nFigura 5.29 - Gráfico relacionando os resultados obtidos com amostras Tratadas em \n\nensaios de Citotoxicidade (MTT) e Atividade da Fosfatase Alcalina (FA). \n\n \n\n§? Calcita: As leituras de FA se iniciam em patamares os mais elevados dentre \n\ntodas as amostras observadas. Assim, o substrato atuaria estimulando, de \n\nimediato, a diferenciação preferencial das células recrutadas. A queda \n\nverificada ao longo do período observado, simultaneamente ao aumento nas \n\nleituras de MTT, sugerem o crescimento nas taxas de divisão celular, no grupo \n\njá diferenciado de células (Figura 5.30).  \n\n \n\n\n\n 67 \n\n \n\nFigura 5.30 - Gráfico relacionando os resultados obtidos com amostras de Calcita em \n\nensaios de Citotoxicidade (MTT) e Atividade da Fosfatase Alcalina (FA). \n\n \n\n§? Ao se comparar a viabilidade celular após 72 horas de contato com a atividade \n\nda fosfatase alcalina, podemos supor que talvez esteja ocorrendo um início de \n\ndiferenciação das células-tronco. Entretanto, análises complementares com \n\ntempos mais longos de tratamento precisam ser realizadas para confirmar essa \n\nsuposição sobre diferenciação celular no presente estudo. \n\nA presença de matriz orgânica nas amostras NT também pode ter influenciado os \n\ntempos de resposta, tanto da citotoxicidade quanto da FA: a matriz orgânica poderia atuar \n\ndificultando o acesso das células à matriz mineral. Comparando os resultados das amostras \n\nNT e T (cuja única diferença, em teoria, é a presença de matriz orgânica nas amostras NT). \n\nEssa ideia ganha reforço, já que a reatividade (a capacidade de induzir respostas em função do \n\ntempo) das amostras T é maior.  \n\nOs Ensaios de Contato com células VERO, somados aos testes de citotoxicidade e FA, \n\napresentam resultados comparativos interessantes:  \n\n- Analisando os resultados dos ensaios de FA, observa-se que a Calcita atua \n\ncomo um substrato com elevado capacidade de estimular a diferenciação \n\ncelular (altas taxas iniciais de FA). Porém, esse feito sofre redução \n\n\n\n 68 \n\nconsiderável dentro do intervalo observado. Esse comportamento é repetido \n\npelas amostras T (aragonita), em menor escala. Enquanto isso, as amostras \n\nNT (nácar) apresentam comportamento oposto, aumentando as taxas de \n\ndiferenciação do tecido ósseo ao longo do intervalo de tempo.  \n\nEstes dados permitem imaginar o uso combinado de materiais cerâmicos \n\nbiomineralizados para uso clínico. Em situações onde a taxa de diferenciação \n\ndeve ser mantida elevada, um combinado de calcita e nácar atuaria \n\npermitindo a manutenção de níveis elevados de diferenciação celular, \n\ngarantindo, em teoria, elevadas populações de células osteogênicas na região \n\nde interesse.  \n\n- Comparando os resultados de MTT, as respostas celulares se invertem. \n\nEnquanto, ao longo do intervalo observado, a Calcita tem reduzida a sua taxa \n\nde FA, sua capacidade de estimular a divisão celular (citotoxicidade ausente, \n\ncom elevada taxa de viabilidade – MTT) aumenta. A inversão das taxas \n\ntambém se observa nas amostras NT. Assim, outra proposta de uso \n\ncombinado, poderia basear-se na aplicação sequencial. Uma carga de nácar \n\nseria ministrada em um primeiro momento, a fim de aproveitar o pico de \n\nestímulo de duplicação celular nas primeiras 24 horas. Após este período, \n\nnova administração local de Calcita aproveitaria o elevado índice \n\npopulacional, bombardeando as células tronco recém-divididas com \n\nestímulos de diferenciação. A queda nas taxas dos estímulos seria equilibrada \n\npelo comportamento combinado dos materiais. \n\nComparando a intensidade dos resultados obtidos nas amostras pastilhadas e nas \n\namostras em pó, pode-se concluir ainda que a forma de aplicação do material depende da \n\nsituação e dos resultados desejados. A intensidade do estímulo metabólico obtido com \n\namostras pulverizadas pode permitir seu uso como carga mineral em géis e matrizes \n\npoliméricos para implantes e produtos diversos, onde sua acentuada reatividade poderia \n\nestimular taxas relativamente elevadas de recrutamento, multiplicação e possível \n\ndiferenciação. As reduzidas taxas observadas em amostras na forma de pastilhas poderiam ser \n\naplicadas em quadros clínicos onde a preservação de um tecido ameaçado (estágios iniciais de \n\nosteoporose ou quadros degenerativos similares) exigisse a manutenção de taxas reduzidas, \n\nporém constantes, de estímulos de divisão e diferenciação celular. \n\n  \n\n\n\n 69 \n\n6 CONCLUSÕES \n\n \n\nO Objetivo Geral do presente trabalho era comparar, entre aragonita biomineralizada e \n\nnácar, as propriedades bioatividade, biocompatibilidade e citotoxicidade. O trabalho foi \n\ndividido em linhas de trabalho a fim de possibilitar a execução.  \n\n• A obtenção amostras a partir da concha de Limnoperna fortunei e sua posterior \n\ncaracterização físico-química revelou aspectos significativos do material \n\nbiomineralizado, como a maior estabilidade da fase aragonita quando sob elevadas \n\ntemperaturas (quando comparadas com amostras geogênicas). Além disso, a moagem \n\ne a produção das pastilhas destaca a diferença de propriedades mecânicas observada \n\nentre a camada prismática e camada foliar, ambas compostas majoritariamente por \n\naragonita.  \n\n• Os ensaios de imersão em SBF, seguidos de microscopia eletrônica de varredura \n\n(MEV) das amostras, confirmou a bioatividade dos materiais comparados, sem no \n\nentanto destacar diferenças consideráveis entre estes. Cabe ressaltar a necessidade de \n\nrever algumas etapas dos processo, como a possibilidade de realizar a lavagem das \n\namostras após a retirada do meio, antes da secagem para observação no MEV. \n\n• Os ensaios de contato com células VERO também não ressaltaram nenhuma diferença \n\nconsiderável entre as amostras, no que tange a viabilidade destas. Reforça porém o \n\ncaráter biocompatível dos materiais, ainda que sem indícios conclusivos, considerando \n\na ausência de testes in vivo, capazes de fornecer indícios mais robustos a respeito \n\ndessa propriedade. \n\n• Os ensaio de citotoxicidade e avaliação da atividade da fosfatase alcalina com células \n\ntronco humanas (do tipo hASC) revelaram diferenças consideráveis entre os materiais. \n\nE as diferenças foram acentuadas em função da forma de administração da amostra \n\n(em pó ou em pastilha).  \n\nDurante a elaboração da hipótese, levantou-se a ideia que o nácar, devido à presença \n\nde matriz orgânica, apresentaria melhores respostas osteogênicas. Porém, ao longo da revisão \n\nbibliográfica e dos testes de adesão, citotoxicidade e atividade da FA, percebeu-se que a \n\nosteogênese é um processo complexo, e que afirmações do tipo “este material ou aquele é \n\nmelhor” são superficiais e desconsideram os diversos fatores que se associam. Assim, nácar e \n\naragonita, juntamente com outros materiais, formam um leque cada vez mais vasto de \n\nmateriais disponíveis, cada um com propriedades mais ou menos acentuadas, que podem \n\n\n\n 70 \n\ninteragir entre si para a obtenção de um material composto, capaz de estimular no corpo \n\nrespostas diversas, em uma concatenação de eventos, a fim de restaurar um tecido ósseo \n\npreservando suas diversas características.  \n\n \n\n \n\n  \n\n\n\n 71 \n\n7 TRABALHOS FUTUROS \n\nA fim de avançar na compreensão das diferenças entre o nácar e a aragonita \n\nbiomineralizada, algumas linhas de pesquisa podem ser propostas, baseadas na literatura \n\nespecializada:  \n\n1. Buscar protocolos focados nos aspectos biomoleculares da matriz orgânica, visando \n\nisolar os componentes da matriz orgânica responsáveis pela principal diferença entre o \n\nnácar e a aragonita e testá-los quanto à citotoxicidade e atividade da FA nos mesmos \n\nmoldes dos testes até então realizados. \n\n2. Avançar para os testes in vivo, onde diversos fatores concorrem simultaneamente, \n\npermitindo uma percepção mais completa da relação dos materiais de interesse com os \n\ntecidos vivos; \n\n3. Avaliar a diferenciação das células hASC em intervalos maiores de testes. \n\n  \n\n\n\n 72 \n\n8 REFERÊNCIAS \n\n \n\nATLAN G, BALMAIN N, BERLAND S, VIDAL B, LÓPEZ E. Reconstruction of Human \n\nMaxillary Defects with Nacre Powder: Histological Evidence of Bone Regeneration. C.R. \n\nAcad. Sci. Paris/Life Sci, 320, 253-258, 1997. \n\n \n\nBECHTLE S, ANG S. F, SCHNEIDER G. A. On the Mechanical Properties of Hierarchically \n\nStructured Biological Materials. Biomaterials 31, 6378 – 6385, 2010. \n\n \n\nBERMAN A. Biomineralization of Calcium Carbonate. The Interplay with Biosubstrates. \n\nMet. Ions Life Sci., 4, 167-205, 2008. \n\n \n\nBOSE S, ROY M, BANDYOPADHYAY A. Recent Advances in Bone Tissue Engineering \n\nScaffolds. Trends in Biotechnology, v. 30, n. 10, October, 2012. \n\n \n\nCAI Y. R, TANG R. K. Calcium Phosphate Nanoparticles in Biomineralization and \n\nBiomaterials. J Mater Chem, 18, 32, 3775–3787, 2008. \n\n \n\nCALAFAT M.E. Materiales Biológicos y Biomateriales – 113-125, 2000. \n\n \n\nCALAFAT M.E. Structural Biological Materials: Design and Strucutre-Property \n\nRelationships Pergamon, Elsevier, 2000. \n\n \n\nCOMBES C, MIAO B, BAREILLE R, REY C. Preparation, Physical–Chemical \n\nCaracterisation and Cytocompatibility of Calcium Carbonate Cements. Biomaterials, 27, \n\n1945–1954, 2006. \n\n \n\nDAVIS, J.M. Basic Cell Culture - Second Edition, Oxford University Press, 2002. \n\nDILLOW A. K, LOWMAN A. M. Biomimetic Materials and Design: Biointerfacial \n\nStrategies, Tissue Engineering and Targeted Drug Delivery, Dekker Inc, 2002. \n\n \n\nDING Y, WANG J, CHEN Y, SHI G, YU X, WAN C. Immersion Behaviour of Calcium \n\nPolyphosphate in Simulated Body Fluid. Applied Surface Science, 255, 534–537, 2008. \n\n\n\n 73 \n\n \n\nFRESHNEY I. R. Culture of Animal Cells: A Manual of Basic Technique and Specialized \n\nApplications. Wiley-Blackwell, 2010. \n\n \n\nGAO H. J. Application of Fracture Mechanics Concepts to Hierarchical Biomechanics of \n\nBone and Bone-Like Materials. Int J Fract, 138, 1– 4, p. 101–137, 2006. \n\n \n\nGARRETA E, GASSET D, SEMINO C, BORRÓS S. Fabrication of a Three-Dimensional \n\nNanostructured Biomaterial for Tissue Engineering of Bone. Biomolecular Engineering, 24, \n\n75–80, 2007. \n\n \n\nGAZULHA V. O Mexilhão Dourado Limnoperna  fortunei  (Dunker,  1857) na Presença de  \n\nCianobactérias: Taxa  de Filtração, Comportamento Alimentar e Sobrevivência. Porto Alegre. \n\n2010. \n\n \n\nHEINEMANN F, TRECCANI L, FRITZ M. Abalone Nacre Insoluble Matrix Induces \n\nGrowth of Flat and Oriented Aragonite Crystals. Biochemical and Biophysical Research \n\nCommunications, 344, 45–49, 2006. \n\n \n\nHLAVÁC J. The Technology of Glass and Ceramics - An Introduction. ed. Amsterdam: \n\nElsevier, 1983. \n\n \n\nHOQUE MD. E, SHEHRYAR M, NURUL ISLAM K. MD. Processing and Characterization \n\nof Cockle Shell Calcium Carbonate (CaCO3) Bioceramic for Potential Application in Bone \n\nTissue Engineering. J Material Sci Eng, 2, 132, 2013. \n\n \n\nHUANG Y, JIN X, ZHANG X, SUN H, TU J, TANG T, CHANG J, DAI K. In Vitro and In \n\nVivo Evaluation of Akermanite Bioceramics for Bone Regeneration. Biomaterials, 30, 5041–\n\n5048, 2009. \n\n \n\nHUANG Z, LI X. Nanoscale Structural and Mechanical Characterization of Heat Treated \n\nNacre. Materials Science and Engineering C, 29, 1803–1807, 2009. \n\n \n\n\n\n 74 \n\nKARAGEORGIOU V, KAPLAN D. Porosity of 3d Biomaterial Scaffolds and Osteogenesis. \n\nBiomaterials, 26, 5474–5491, 2005. \n\n \n\nKELTON K. F, GREER A. L. Biomineralization. Nucleation in Condensed Matter, 640-651, \n\n2005. \n\n \n\nKIM H, LEE K , KO C, KIM H, SHIN H, KIM T, LEE S. H, JEONG D. The Role of \n\nNacreous Factors in Preventing Osteoporotic Bone Loss Through Both Osteoblast Activation \n\nand Osteoclast Inactivation. Biomaterials 33, 7489-7496, 2012. \n\n \n\nKOBAYASHI I, SAMATA T. Bivalve Shell Structure and Organic Matrix. Materials Science \n\nand Engineering C, 26, 692–698, 2006. \n\n \n\nKOKUBO, T.; KUSHITANI, H.; SAKKA, S.; KITSUGI, T.; YAMAMURO, T. Solution \n\nAble to Reproduce In Vivo Surface-Structure Changes in Bioactive Glass-Ceramic A-W, J. \n\nBiomed. Mater. Res., v. 24, p. 721-734, 1990.  \n\n \n\nLAMGHARI M, ALMEIDA M. J, BERLAND S, HUET H, LAURENT A, MILET C, \n\nLOPEZ E. Estimulation of Bone Marrow Cells and Bone Formation by Nacre: In Vivo And In \n\nVitro Studies. Bone, v. 25, n. 2, Supplement August p. 91S–94S, 1999. \n\n \n\nLANDI E, TAMPIERI A, CELOTTI G, LANGENATI R, SANDRI M, SPRIO S. Nucleation \n\nof Biomimetic Apatite in Synthetic Body Fluids: Dense and Porous Scaffold Development. \n\nBiomaterials, 26, 2835–2845, 2005. \n\n \n\nLIAO H, MUTVEI H, STROKM M. S, HAMMARSTROKM L, LI J. Tissue Responses to \n\nNatural Aragonite (Margaritifera Shell) Implants In Vivo. Biomaterials, 21, 457- 468, 2000. \n\n \n\nLIAO H, MUTVEI H, HAMMARSTROM L, WURTZ T, LI J. Tissue Responses to \n\nNacreous Implants in Rat Femur: An In Situ Hybridization and Histochemical Study. \n\nBiomaterials, 23, 2693–2701, 2002. \n\n \n\n\n\n 75 \n\nLIAO T. T, SHI Y. L, JIA J. W, JIA R. W, WANG L. Sensitivity of Morphological Change \n\nof VERO Cells Exposed to Lipophilic Compounds and its Mechanism. Journal of Hazardous \n\nMaterials, 179, 1055–1064, 2010. \n\n \n\nLOWENSTAM H. A, WEINER S. On Biomineralization (1989) Oxford University Press \n\n \n\nLU X, LENG Y - Theoretical Analysis of Calcium Phosphate Precipitation in Simulated \n\nBody Fluid.  Biomaterials, 26, 1097–1108, 2005. \n\n \n\nLUZ G. M, MANO J. F. Mineralized Structures in Nature: Examples and Inspirations for the \n\nDesign of New Composite Materials and Biomaterials. Composites Science and Technology, \n\n70, 1777–1788, 2010. \n\n \n\nMAROÑAS M. E, DARRIGRAN G. A, SENDRA E. D, BRECKON G. Shell Growth of the \n\nGolden Mussel, Limnoperna fortunei (Dunker, 1857) (Mytilidae), in the Río de La Plata, \n\nArgentina. Hydrobiologia, 495, 41–45, 2003. \n\n \n\nMCCONNAUGHEY T. A, GILLIKIN D. P. Carbon Isotopes in Mollusk Shell Carbonates. \n\nGeo-Mar Lett, 28, 287–299, 2008. \n\n \n\nMEYERS M. A, CHEN P, LIN A. Y, SEKI Y. Biological Materials: Structure and \n\nMechanical Properties. Progress in Materials Science, 53, 1–206, 2008. \n\n \n\nMOLINARO E. M. Conceitos e Métodos para a Formação de Profissionais em Laboratórios \n\nde Saúde: Volume 2 EPSJV; IOC, 215-253, 2010. \n\n \n\nMONCHAU F, LEFE`VRE A, DESCAMPS M, BELQUIN-MYRDYCZ A, LAFFARGUE P, \n\nHILDEBRAND H. F. In Vitro Studies of Human and Rat Osteoclast Activity on \n\nHydroxyapatite, ?-Tricalcium Phosphate, Calcium Carbonate. Biomolecular Engineering, 19, \n\n143-152, 2002. \n\n \n\nMOSMANN T. Rapid Colorimetric Assay for Cellular Growth and Survival: Application to \n\nProliferation and Cytotoxicity Assays. Journal of lmmunological Methods, v. 65, p. 55-63, \n\n1983. \n\n\n\n 76 \n\n \n\nNAKA K. Biomineralization II: Mineralization Using Synthetic Polymers and Templates. \n\nSpringer, 2007. \n\n \n\nNOURI A, CASTRO R, SANTOS J. L, FERNANDES C, RODRIGUES J, TOMÁS H. \n\nCalcium Phosphate-Mediated Gene Delivery Using Simulated Body Fluid (SBF). \n\nInternational Journal of Pharmaceutics, 434, 199– 208, 2012. \n\n \n\nOYANE A, KIM H, FURUYA T, KOKUBO T, MIYAZAKI T, NAKAMURA T. \n\nPreparation and Assessment of Revised Simulated Body Fluids.  Wiley Periodicals, Inc., \n\n2003. \n\n \n\nPASTORINO G. Limnoperna fortunei (Dunker, 1857) (Mytilidae), Nuevo Bivalvo Invasor \n\nem Águas Del Rio de La Plata. Neotrópica, v. 39, 101-102, 1993. \n\n \n\nSAIZ E, ZIMMERMANN E. A, LEE J. S, WEGST U. G. K, TOMSI A. P.  Perspectives on \n\nthe Role of Nanotechnology in Bone Tissue Engineering. Dental Materials, v. 29, n. 1, p. \n\n103–115, 2013. \n\n \n\nSANTOS C. F. L, SILVA A. P, LOPES L, PIRES I, CORREIA I. J. Design and Production \n\nof Sintered ß-Tricalcium Phosphate 3d Scaffolds for Bone Tissue Regeneration. Materials \n\nScience and Engineering C, 32, 1293–1298, 2012. \n\n \n\nSARUWATARI K, MATSUI T, MUKAI H, NAGASAWA H, KOGURE T. Nucleation and \n\nGrowth of Aragonite Crystals at the Growth Front of Nacres in Pearl Oyster, Pinctada fucata. \n\nBiomaterials, 30, 3028–3034, 2009. \n\n \n\nSEERAM R, HUANG Z, KUMAR G, BATCHELOR A, MAYER J. An Introduction to \n\nBiocomposites, 2004.  \n\n \n\nSHAFFER T. E, INOESCU-ZANETTI C, PROKSCH R, FRITZ M, WALTERS D. A, \n\nALMQVIST N. Does Abalone Nacre Form By Heteroepitaxial Nucleation Or By Growth \n\nThrough Mineral Bridge? Chem Mat., 9, 1731–1740, 1997. \n\n \n\n\n\n 77 \n\nSMEJKAL G. B, KAUL C. A. Stability of Nitroblue Tetrazolium-Based Alkaline \n\nPhosphatase Substrates. J. Histochem. Cytochem., 49, 1189-1190, 2001. \n\n \n\nTANAHASHI M, KOKUBO T, NAKAMURA T, KATSURA Y, NAGANO M. \n\nUltrastructural Study of an Apatite Layer Formed by a Biomimetic Process and its Bonding to \n\nBone. Biomaterials, 17, 47-51, 1996. \n\n \n\nTHOMPSON J. B, PALOCZI G. T, KINDT J. H, MICHENFELDER M, SMITH B. L, \n\nSTUCKY G, MORSE D. E, HANSMA P. K. Direct Observation of the Transition from \n\nCalcite to Aragonite Growth as Induced by Abalone Shell Proteins. Biophysical Journal, 79, \n\n3307–3312, 2000. \n\n \n\nVALLET-REGÍ M, ARCOS D. Biomimetic Nanoceramics in Clinical Use: From Materials to \n\nApplications, 2008. \n\n \n\nVECCHIO K. S, ZHANG X, MASSIE J. B, WANG M, KIM C. W. Conversion of Bulk \n\nSeashells to Biocompatible Hydroxyapatite for Bone Implants. Acta Biomaterialia, 3, 910–\n\n918, 2007. \n\n \n\nVUNJAK-NOVAKOVIC G, FRESHNEY I. R. Culture of Cells for Tissue Engineering. \n\nWILEY, 2006 \n\n \n\nWEINER S. AND ADDADI L. Crystallization Pathways in Biomineralization. Annu. Rev. \n\nMater. Res., 41, 21–40, 2011. \n\n \n\nWEISS I. M, TUROSS N, ADDADI L,  WEINER S. Mollusc Larval Shell Formation: \n\nAmorphous Calcium Carbonate is a Precursor Phase for Aragonite. Journal Of Experimental \n\nZoology, 293, 478–491, 2002.  \n\n \n\nXIN R, LENG Y, CHEN J, ZHANG Q. A Comparative Study of Calcium Phosphate \n\nFormation on Bioceramics In Vitro And In Vivo. Biomaterials, 26, 6477–6486, 2005. \n\n \n\n\n\n 78 \n\nYANG Y, YAO Q, PU X, HOU Z, ZHANG Q. Biphasic Calcium Phosphate Macroporous \n\nScaffolds Derived from Oyster Shells for Bone Tissue Engineering. Chemical Engineering \n\nJournal, 173, 837– 845, 2011. \n\n \n\nZHOU G, YAO Q, NI J, JIN G. Formation of Aragonite Mesocrystals and Implication for \n\nBiomineralization. American Mineralogist, 94, 293–302, 2009. \n\n \n\nZUK P. A, ZHU M, MIZUNO H, HUANG J, FUTRELL J. W, KATZ A. J, BENHAIM P, \n\nLORENZ H. P, HEDRICK M. H. Multilineage Cells from Human Adipose Tissue: \n\nImplications for Cell-Based Therapies. Tissue Engineering, 7, 211-228, 2001. \n\n  \n\n\n\n 79 \n\n9 TRABALHOS PUBLICADOS \n \n\nMANEJO DE RESÍDUOS DE MOLUSCOS INVASORES PARA OBTENÇÃO DE \n\nINSUMO CLÍNICO DE BAIXO IMPACTO – Arthur Corrêa de Almeida, Arnaldo Nakamura \n\nFilho, Eloá Assis Teodoro, Marina Coimbra M. Braga, Ana Cristina F. Gomes, Marcela \n\nDavid de Carvalho, Antônio Valadão Cardoso. Fórum das Águas, UFMG, 2014 \n\n  \n\n  CENTRO DE BIOENGENHARIA DE ESPÉCIES INVASORAS DE \n\nHIDRELÉTRICAS: UMA METODOLOGIA MULTIDISCIPLINAR EM PESQUISA – \n\nArthur Corrêa de Almeida, Hernan Espinoza Riera, Gabriela Rabelo Andrade, Fabiano \n\nAlcísio e Silva, Helen Regina Mota, Marcela David de Carvalho, Antônio Valadão Cardoso. \n\nFórum das Águas, UFMG, 2014 \n\n  \n\n  POLYMORPHISM OF CACO3 AND MICROSTRUCTURE OF THE SHELL OF \n\nBRAZILIAN INVASIVE MOLLUSC (Limnoperna fortunei) - Arnaldo Nakamura Filho, \n\nArthur Corrêa de Almeida, Hérnan Espinoza Riera, João Locke Ferreira de Araújo, , Vitor \n\nJosé Pinto Gouveia, Marcela David de Carvalho, Antônio Valadão Cardoso. Artigo aceito \n\npara publicação pela revista Materials Research, Janeiro de 2014. \n\n \n\nOBTAINING BIOGENIC ARAGONITE AS RAW MATERIAL FOR \n\nOSTEOGENIC BONE IMPLANTS - Arthur Corrêa de Almeida, Arnaldo Nakamura Filho, \n\nEloá Assis Teodoro, Helen Regina Mota, Marcela David de Carvalho, Antônio Valadão \n\nCardoso. Artigo apresentado durante o IV SBPMat, Setembro de 2013."}]}}}