{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12496"}, {"@name": "filename", "#text": "18165_2015%20CARVALHO%20BC2.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nCENTRO DE CIÊNCIAS BIOLÓGICAS \n\nDEPARTAMENTO DE BIOQUÍMICA \n\nPROGRAMA DE PÓS- GRADUAÇÃO EM BIOQUÍMICA E FISIOLOGIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nALEXSANDRA NASCIMENTO DE CARVALHO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTOXICIDADE E ATIVIDADE MOLUSCICIDA DO EXTRATO ETÉREO, DA \n\nATRANORINA E DO ÁCIDO PRAESOREDIÓSICO DE Parmotrema praesorediosum \n\n(NYL.) HALE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n          \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecife \n\n 2015 \n\n\n\nALEXSANDRA NASCIMENTO DE CARVALHO \n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\nTOXICIDADE E ATIVIDADE MOLUSCICIDA DO EXTRATO ETÉREO, DA \n\nATRANORINA E DO ÁCIDO PRAESOREDIÓSICO DE Parmotrema praesorediosum \n\n(NYL.) HALE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecife \n\n 2015 \n\nDissertação apresentada ao Programa \n\nde Pós-graduação em Bioquímica e \n\nFisiologia da Universidade Federal de \n\nPernambuco, como requisito para \n\nobtenção do título de mestre em \n\nBioquímica e Fisiologia. \n\nOrientador: Prof. Dr. Nicácio Henrique \n\nda Silva \n\nCo-orientadora: Profa. Dra. Mônica \n\nCristina Barroso Martins \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n\n\nAlexsandra Nascimento de Carvalho \n  \n\n \n\n \n\nToxicidade e atividade moluscicida do extrato etéreo, da atranorina e do ácido \n\npraesorediósico de Parmotrema praesorediosum (Nyl.) Hale \n \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\nAprovada por: \n \n\n__________________________________________ \n\nProf. Dr. Nicácio Henrique da Silva - Presidente \n\n \n\n__________________________________________ \n\nProfa. Dra. Maria da Paz Carvalho da Silva \n\n \n\n__________________________________________ \n\nProfa. Dra. Márcia Vanusa da Silva \n\n \n\n__________________________________________ \n\nProf. Dr. Francisco Fernandes Amâncio \n \n\n \n\n \n\nData: 23 / 02/ 2015 \n\nDissertação apresentada para o \n\ncumprimento parcial das exigências \n\npara obtenção do título de mestre em \n\nBioquímica e Fisiologia pela \n\nUniversidade Federal de Pernambuco. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho aos meus pais que com muito amor e carinho proporcionam a cada dia \n\nda minha vida momentos de extrema felicidade, sempre incentivando a nunca desistir dos \n\nmeus sonhos persistindo sempre na realização destes e buscando sua concretização com \n\namor a Deus e ao próximo, respeito, humildade, sabedoria, dedicação e muito estudo. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A confiança na Providência divina é a fé firme e viva de que Deus nos pode ajudar e \n\nnos ajudará. Que ele nos pode ajudar é evidente, pois ele é onipotente. Que ele nos \n\najudará, é seguro, porque Ele, em muitas passagens da Sagrada escritura, prometeu e \n\nfoi fiel a todas as Suas promessas”. \n\n(Beata Madre Teresa) \n\n \n\n\n\nAGRADECIMENTOS \n\nInicialmente a Deus e a Nossa Senhora que me deram o dom da vida e que suportada \n\npela fé divina guiam os meus caminhos. \n\nAgradeço aos meus pais Luciana e Alexandre por todo carinho e pela demonstração \n\nconstante de amor com gestos ou palavras. E esse amor que é recíproco e que me dá \n\nmotivação para viver a vida intensamente. Vocês são exemplos de determinação, coragem, \n\nforça, minha fonte de amor e inspiração para nunca desistir dos meus sonhos. Obrigada \n\nPainho e Mainha por tudo que vocês representam na minha vida.  \n\nA minha vó, Olindina, por todo amor, carinho, ensinamentos e por toda sua ajuda \n\nnesta etapa da minha vida. Voinha, obrigada pelas orações e por me incentivar a cada dia \n\nbuscar a presença de Deus e de Nossa Senhora na nossa família. \n\nAo meu esposo João Paulo pelo amor, carinho, companheirismo, pelas palavras de \n\nincentivo, paciência e toda sua compreensão em todos os momentos ao longo dessa nossa \n\ncaminhada. \n\nAo meu irmão Alexandre Jr., e minha cunhada Tamires e sobrinho Thiago pelo apoio \n\ne torcida.  \n\nA minha tia Adriana e ao meu primo Marcos pelo amor, carinho, palavras de incentivo \n\ne torcida. \n\nAo meu orientador Prof. Dr. Nicácio Henrique da Silva agradeço imensamente por \n\ntodo ensinamento, incentivo e motivação de perseverar nessa caminhada e por muitas vezes \n\nser meu “pai científico”, sempre ao meu lado e disposto a solucionar qualquer problema, \n\nmesmo aqueles que pareciam impossíveis. Minha grande inspiração profissional, sua \n\ndedicação, humildade e respeito em tudo que realiza o torna muito especial, sou eternamente \n\ngrata por tudo que o senhor faz por mim.  \n\nA minha co-orientadora Profa. Dra. Monica Martins por sua amizade, carinho, \n\npaciência, palavras de consolo, colaboração e por todos os ensinamentos durante essa \n\ntrajetória acadêmica. \n\n A Profa. Dra. Ana Maria Mendonça pelos ensinamentos, apoio, paciência, confiança, \n\namizade, otimismo e especialmente pelo acolhimento maravilhoso no seu grupo de pesquisa.    \n\nAo Prof. Dr. Emerson Peter por acreditar no meu potencial, sempre esteve presente na \n\nminha vida acadêmica motivando a realização deste sonho, sempre com palavras de incentivo \n\npara não desistir e nos momentos difíceis com palavras de conforto e torcendo para que tudo \n\n\n\ndesse certo. Um grande bioquímico e exemplo de profissional que me inspira desde a \n\ngraduação, obrigada meu grande mestre pelos ensinamentos e conselhos. \n\nA Profa. Dra. Eugenia Cristina Pereira por me receber com muito carinho no grupo de \n\nLiquenologia, pelos ensinamentos e por toda orientação. \n\nAo Sr. João Virginio, por todo apoio técnico e científico, pelas palavras de incentivo e \n\npor estar sempre ao meu lado, especialmente nos momentos de desespero quando pensei que \n\nalgo pudesse dar errado, sempre esteve a disposição com bastante otimismo e como um anjo \n\nsalva tudo e todos.  \n\nAo Sr. Fredson, pela atenção, eficiência, pelos ensinamentos especialmente da língua \n\nestrangeira, disposição em ajudar quando necessário e pelas boas conversas no final do \n\nexpediente. \n\nA minha amiga Hianna pelos ensinamentos, extrema paciência, compreensão e \n\ncompanheirismo, pois, independente do dia ou horário esteve sempre à disposição. Obrigada \n\namiga pela força, equilíbrio e carinho que foram essenciais ao longo desta jornada. \n\nAos meus amigos da turma de mestrado, do Laboratório de Química de Produtos \n\nNaturais e do Laboratório de Biofísica e Radiobiologia por todos os ensinamentos, apoio e \n\ntorcida.  \n\nE a todos que participaram direta ou indiretamente para a concretização deste sonho. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nRESUMO \n\nA esquistossomose é uma doença endêmica distribuída em regiões tropicais e subtropicais, \n\nque pode ser controlada através do molusco Biomphalaria glabrata. O objetivo desde \n\ntrabalho foi avaliar as atividades embriotóxicas, moluscicida e artemicida do extrato etéreo, \n\nda atranorina e do ácido praesorediósico, ambos purificados de Parmotrema praesorediosum. \n\nA partir do extrato obtido de P. praesorediosum com éter dietílico foram realizados \n\nisolamento e purificação do ácido praesorediósico e da atranorina. O extrato etéreo e as \n\nsubstâncias purificadas foram analisadas através de CCD, CLAE, RMN-H\n1\n e RMN-C\n\n13\n. Para \n\na realização dos bioensaios, todas as substâncias analisadas foram dissolvidas em DMSO \n\n(0,25%) e expostas por 24 h a 25?C e foram utilizados grupos controle negativos (água e \n\nDMSO a 0,25%) e positivos (niclosamida 20 µg/mL e carbonato cúprico 50 µg/mL).  Para os \n\nensaios de embriotoxicidade com B. glabrata utilizou-se as seguintes concentrações para o \n\nextrato etéreo 1000, 500, 300, 250, 150, 100, 50 e 25 µg/mL, a atranorina 1000, 500 e 250 \n\nµg/mL e o ácido praesorediósico 500, 250 e 125 µg/mL. Após a exposição, os embriões \n\nforam observados por 8 dias consecutivos e classificados como inviáveis (embriões mortos e \n\nmalformados) e viáveis (embriões eclodidos). Os experimentos foram realizados em triplicata \n\ncom 100 embriões por grupo. Para os testes moluscicidas foram selecionados 150 animais, \n\nque foram colocados em recipientes individuais com água filtrada para verificar a maturidade \n\nsexual e, em seguida foram separados 120 animais sexualmente maduros. Os moluscos (n=5) \n\nforam separados e submetidos ao extrato etéreo 200, 150, 100, 50 e 25 µg/mL e a atranorina \n\npurificada 500, 250 e 125 µg/mL, e os testes foram realizados em triplicata para cada \n\nconcentração e avaliados durante 8 dias. Para o ensaio de toxidade ambiental com A. salina \n\nutilizou-se o extrato etéreo 1000, 500, 250, 100, 50 e 25 µg/mL, a atranorina purificada 1000, \n\n500, 250, 125 e 62,5 µg/mL e o ácido praesorediósico purificado 200, 125, 62,5 µg/mL \n\nincubados em água do mar. Os testes foram realizados em quadruplicata com 5mL da solução \n\ncom dez larvas por tubo de ensaio.  Os grupos foram analisados quanto à frequência de \n\nletalidade e sobrevivência. Os testes estatísticos utilizados foram o ANOVA e o pós-teste \n\nNewman- keuls com p &lt;0,05. A embriotoxicidade do extrato etéreo e do ácido \n\npraesorediósico purificado foram comprovados, pois as substâncias apresentaram valores de \n\nCL50 de 363,07 µg/mL e 213,79 µg/mL, respectivamente. A CL50 estimada para os moluscos \n\ntratados com o extrato etéreo foi de 102,32 µg/mL demonstrando ser bastante eficiente no \n\ncombate ao hospedeiro intermediário. A atranorina purificada não apresentou toxicidade sobre \n\nembriões e moluscos. Os ensaios demonstraram que o extrato etéreo, a atranorina e o ácido \n\npraesorediósico, ambos purificados, apresentaram baixa toxicidade ao microcrustáceo, \n\nindicando que estas substâncias oferecem baixo risco ao meio ambiente. A toxicidade do \n\nextrato etéreo e do ácido praesorediósico purificado do líquen P. praesorediosum nas \n\ndiferentes concentrações testadas causou significativa letalidade sobre embriões e moluscos \n\nde B. glabrata, demonstrando ser bastante promissor visto que pode ser considerado como \n\npotente agente moluscicida. \n\n \n\nPalavras-chave: Embriotoxicidade. Biomphalaria glabrata. Letalidade. Artemia salina. \n\nSubstâncias liquênicas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nABSTRACT \n\nSchistosomiasis is endemic distributed in tropical and subtropical regions, which can be \n\ncontrolled by the snails Biomphalaria glabrata. The purpose since work was to evaluate the \n\nembryotoxic activities, molluscicide and artemicida ether extract, the atranorin and \n\npraesorediosic acid, both of purified Parmotrema praesorediosum. From the extract obtained \n\nfrom P. praesorediosum with diethyl ether was carried out isolation and purification of \n\npraesorediosic acid and atranorin. The ether extract and the purified compounds were \n\nanalyzed by CCD, HPLC, RMN-H\n1\n and RMN-C\n\n13\n. To achieve the bioassays, all analyzed \n\nsubstances were dissolved in DMSO (0.25%) and exposed for 24 hours at 25?C and used \n\nnegative control (water and DMSO 0,25%) and positive (niclosamide 20 µg/mL cupric \n\ncarbonate and 50 µg/mL). For embryotoxicity tests with B. glabrata was used for the \n\nfollowing concentrations ether extract 1000, 500, 300, 250, 150, 100, 50 and 25 µg/mL, the \n\natranorin 1000, 500 and 250 µg/mL and acid praesorediosic 500, 250 and 125 µg/mL. After \n\nexposure, the embryos were observed for 8 consecutive days and are classified as non-viable \n\n(dead embryos and malformed) and viable (hatched embryos). The experiments were \n\nperformed in triplicate with 100 embryos per group. To test molluscicides 150 animals were \n\nselected, which were placed in individual containers with filtered water to check sexual \n\nmaturity, and then were separated 120 sexually mature animals. The snails (n= 5) were \n\nseparated and subjected to ether extract 200, 150, 100, 50 and 25 µg/mL and atranorin \n\npurified 500, 250 and 125 µg/mL, and tests were performed in triplicate for each \n\nconcentration and evaluated for 8 days. For environmental toxicity test with A. salina used the \n\nether extract 1000, 500, 250, 100, 50 and 25 µg/mL, the purified atranorin 1000, 500, 250, \n\n125 and 62.5 µg/mL and purified acid praesorediosic 200, 125, 62.5 µg/mL incubated in sea \n\nwater. The tests were performed in quadruplicate with 5mL of the solution with ten larvae per \n\ntest tube. The groups were analyzed for frequency and lethality survival. Statistical analyzes \n\nwere performed using ANOVA and the Newman-Keuls post-test with p<0.05. \n\nEmbryotoxicity ether extract and the purified acid praesorediosic been proven, as the \n\nsubstances showed CL50 values of 363.07 µg/mL to 213.79 µg/mL, respectively. The CL50 \nestimated for snails treated with ether extract was 102.32 µg/mL demonstrating to be quite \n\nefficient in combating intermediate host. The atranorin purified showed no toxicity to \n\nembryos and snails. The tests showed that the ether extract, the atranorin and praesorediosic \n\nacid, both purified, showed low toxicity microcrustacean, indicating that these substances \n\noffer low risk to the environment. The toxicity of ether extract and the purified acid \n\npraesorediosic lichen P. praesorediosum in different concentrations tested caused significant \n\nmortality of embryos and snails B. glabrata, proving to be very promising as it can be \n\nconsidered as potent molluscicidal agent. \n\n \n\nKeyword: Toxicity. Biomphalaria glabrata. Artemia salina. Lichen substances. Parmotrema \n\npraesorediosum. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE FIGURAS \n\nINTRODUÇÃO \n\n \n\nARTIGO \n\nFigura 1 -      Esquistossomose: ciclo de transmissão.  13 \n\nFigura 2 -      Distribuição da esquistossomose no Brasil, de acordo com a \n\nfaixa de prevalência.  \n\n15 \n\nFigura 3 -      Parmotrema praesorediosum.  21 \n\n   \n\nFigura 1 -   Cromatografia em camada delgada do líquen Parmotrema \n\npraesorediosum. 1. Ácido praesorediósico purificado; 2. \n\nAtranorina purificada; 3. Extrato etéreo; 4. Padrão de \n\natranorina.   \n\n46 \n\nFigura 2 -   Cromatografia líquida de alta eficiência do extrato etéreo de P. \n\npraesorediosum. \n\n46 \n\nFigura 3 -     Cromatografia líquida de alta eficiência da atranorina \n\npurificada a partir do extrato etéreo de P. praesorediosum. \n\n47 \n\nFigura 4 -       Cromatografia líquida de alta eficiência do ácido \n\npraesorediósico purificado a partir do extrato etéreo de P. \n\npraesorediosum.  \n\n47 \n\nFigura 5 -       Estrutura química da atranorina purificada. 48 \n\nFigura 6 -       Estrutura química do ácido praesorediósico purificado. 48 \n\nFigura 7 -       Embriotoxicidade de B. glabrata submetidos por 24h ao \n\ntratamento com o extrato etéreo, a atranorina purificada e ao \n\nácido praesorediósico purificado do líquen Parmotrema \n\npraesorediosum em diferentes concentrações e grupos controles \n\n(Ctrl 1 - água filtrada, Ctrl 2 - água filtrada com DMSO a \n\n0,25%, Ctrl 3 - água filtrada com niclosamida a 20 µg/mL). \n\n49 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n***p<0,0001 comparado com o grupo Ctrl 1. A: Tratamento \n\ncom extrato etéreo a 1000, 500, 300, 250, 150, 100, 50 e 25 µg/mL \n\ne grupos controles. B: Tratamento com a atranorina purificada \n\na 1000, 500 e 250 µg/mL e grupos controles. C: Tratamento com \n\no ácido praesorediósico purificado a 500, 250 e 125 µg/mL e \n\ngrupos controles. \n\n \n\nFigura 8 - Atividade moluscicida de adultos jovens B. glabrata pigmentados \n\nsubmetidos por 24h ao tratamento com o extrato etéreo e a \n\natranorina purificada do líquen Parmotrema praesorediosum em \n\ndiferentes concentrações e grupos controles (Ctrl 1 - água \n\nfiltrada, Ctrl 2 - água filtrada com DMSO a 0,25%, Ctrl 3 - água \n\nfiltrada com niclosamida a 20 µg/mL, Ctrl 4 - água filtrada com \n\ncarbonato cúprico a 50 µg/mL). A: Tratamento com extrato \n\netéreo a 200, 150, 100, 50 e 25 µg/mL e grupos controles. B: \n\nTratamento com a atranorina purificada a 500, 250 e 125 µg/mL \n\ne grupos controles.  \n\n \n\n50 \n\nFigura 9 - Toxicidade das larvas de Artemia salina submetidas por 24h ao \n\ntratamento com o extrato etéreo, a atranorina purificada e ao \n\nácido praesorediósico purificado do líquen Parmotrema \n\npraesorediosum em diferentes concentrações e grupos controles \n\n(Ctrl 1 - água do mar, Ctrl 2 - água do mar com DMSO a \n\n0,25%). A: Tratamento com extrato etéreo a 1000, 500, 250, 100, \n\n50 e 25 µg/mL e grupos controles. B: Tratamento com a \n\natranorina purificada a 1000, 500, 250, 125 e 62,5 µg/mL e \n\ngrupos controles. C: Tratamento com o ácido praesorediósico \n\npurificado a 200, 125, 62,5 µg/mL e grupos controles. \n\n \n\n51 \n\n\n\nSUMÁRIO \n\n1 INTRODUÇÃO 13 \n\n1.1 Aspectos gerais sobre esquistossomose 13 \n\n1.2 Aspectos epidemiológicos da esquistossomose 15 \n\n1.3 Ecotoxicologia 17 \n\n1.4 Liquens 19 \n\n1.4.1 Parmotrema praesorediosum 20 \n\nREFERÊNCIAS 23 \n\n2 OBJETIVOS 29 \n\n2.1 Objetivo Geral 29 \n\n2.2 Objetivos Específicos 29 \n\n3 ARTIGO 30 \n\n4 CONCLUSÃO 47 \n\nANEXO A – FIGURAS DO ARTIGO 48 \n\nANEXO B – FICHA DE IDENTIFICAÇÃO BOTÂNICA 54 \n\nANEXO C – GUIDE FOR AUTHORS (PLOS ONE) \n\n \n\n55 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  13 \n\n \n\n \n\n1 INTRODUÇÃO \n\n1.1 Aspectos gerais sobre a esquistossomose \n\nA esquistossomíase, bilharziose, esquistossomose mansônica ou intestinal é \n\npopularmente conhecida no Brasil por xistossomose, xistosa, doença dos caramujos ou \n\nbarriga-d’água. É uma doença causada por helmintos trematódeos do gênero Schistosoma, que \n\ntem o ser humano como um dos hospedeiros definitivos e planorbídeos do gênero \n\nBiomphalaria, Bulinus, Oncomelania, como hospedeiros intermediários (REY, 2001). As \n\nespécies Schistosoma mansoni, S. haematobium e S. japonicum são os principais agentes \n\netiológicos para o homem.  \n\nA esquistossomose mansônica é uma doença parasitária causada pelo Schistosoma \n\nmansoni, cujas formas adultas habitam os vasos mesentéricos do hospedeiro e as formas \n\nintermediárias se desenvolvem em caramujos do gênero Biomphalaria (REY, 2008). A \n\ndiversidade do ciclo degenéicos do parasito (Figura 1), apresenta uma fase sexuada que pode \n\nocorrer em mamíferos, inclusive no homem, o principal hospedeiro definitivo, enquanto a \n\nevolução do esporocisto para cercária, fase assexuada, se restringe a um número reduzido de \n\ncaramujos. A infecção provocada pelo S. mansoni ocorre por meio da penetração ativa de \n\nlarvas ciliadas do parasito, os miracídios, em qualquer ponto das partes mole expostas do \n\ncaramujo (CARVALHO; COELHO; LENZI, 2008). \n\n                                              Figura 1 - Esquistossomose: ciclo de transmissão. \n\n \n\nFonte: CARVALHO; COELHO; LENZI, 2008. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  14 \n\n \n\n \n\nEssa patologia pode apresentar diferentes formas clínicas, desde assintomática, até \n\nformas graves, podendo levar ao óbito (REY, 2008). O aumento do número de casos, \n\nassociado à severidade das formas clínicas, torna a esquistossomose uma doença de grande \n\nrelevância enquanto problema de saúde pública (PERNAMBUCO, 2013). \n\nA espécie B. glabrata é considerada uma das mais importantes, devido sua \n\nimportância médico-sanitária como hospedeira intermediária do parasito Schistosoma \n\nmansoni, causador da esquistossomose mansônica (OKAZAKI; ANDRADE; KAWANO, \n\n1996). Os moluscos do gênero Biomphalaria preferencialmente habitam coleções de águas \n\nparadas ou cursos de pouca velocidade com temperatura entre 20º e 30º C, com pH de 6,8 a \n\n7,8, boa iluminação, ricas em matéria orgânica e microbiota abundante (REY, 2008). São \n\nfototrópicos e sua alimentação tem como base algas e folhas (NEVES, 2005).  \n\nOs caramujos adultos apresentam um diâmetro de concha que varia de 10 a 40 mm e \n\n5mm a 8mm de largura (BRASIL, 2008). São animais hermafroditas, podendo realizar a \n\nautofecundação ou a fecundação cruzada. Por viverem em colônias, esses moluscos optam \n\npela fecundação cruzada, o que propicia uma maior variabilidade genética, realizando a \n\nautofecundação em circunstâncias críticas (BRASIL, 2008; CANTINHA, 2008; \n\nCIMERMAM; CIMERMAM, 2001; NEVES, 2005). Possuem vida média de \n\naproximadamente um ano, atingindo a maturidade sexual por volta de um mês após a eclosão, \n\nquando atingem um diâmetro de concha entre 4-7 mm, com desovas pluriovuladas, grande \n\nsensibilidade a poluentes e possuem manutenção laboratorial de baixo custo (MUNZINGER, \n\n1987; NEVES; MELO, 1998; REY, 2001). \n\nOs moluscos B. glabrata, devido às suas características biológicas e ambientais, além \n\nda ampla distribuição geográfica e interferência sobre a saúde humana, como vetor \n\nintermediário da esquistossomose mansônica, tem se apresentado como ótimo modelo \n\nexperimental, possibilitando a avaliação de efeitos produzidos por agentes físicos e químicos \n\nno ambiente, além de viabilizar a padronização de metodologias de controle populacional, ou \n\ncomo bioindicadores e biomarcadores de interferentes ambientais (CANTINHA et al., 2010; \n\nESTEVAM et al. 2006; TALLARICO et al.,2004). \n\nPara o controle da esquistossomose, além do tratamento dos pacientes infectados, é \n\nnecessário o controle das populações malacológicas como uma forma de redução do risco de \n\ntransmissão da doença. A substância sintética chamada niclosamida é o moluscicida padrão, \n\nrecomendado pela Organização Mundial da Saúde (OMS) sendo eficiente no controle dos \n\ncaramujos. No entanto, seu alto custo, sua elevada toxicidade, a baixa especificidade e a \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  15 \n\n \n\n \n\nfacilidade de decompor-se sob ação da luz solar vêm limitando seu uso nos locais de \n\nocorrência (DELGADO et al., 2002). Desta forma, a busca por moluscicidas naturais \n\n(MARTINS et al.,  2014) ganhou um novo destaque, visando a obtenção de um produto \n\nalternativo mais barato, biodegradável, seguro e disponível na região para controle das \n\npopulações de caramujos.  \n\n1.2 Aspectos epidemiológicos da esquistossomose \n\nA esquistossomose é endêmica em vasta extensão do território nacional, considerada \n\nainda um grave problema de saúde pública no Brasil porque acomete milhões de pessoas, \n\nprovocando um número expressivo de formas graves e óbitos (BRASIL, 2014). \n\nDentre as doenças parasitárias, a esquistossomose apresenta alto índice de prevalência \n\nmundial, estimando-se 200 milhões de pessoas atingidas distribuídas em 74 países, em torno \n\nde 80% dos casos concentrados na África. No Brasil (figura 2) existem de 8 a 18 milhões de \n\nindivíduos infectados, distribuídos em uma faixa endêmica que se estende do Estado do Rio \n\nGrande do Norte até Minas Gerais (CARVALHO; COELHO; LENZI, 2008; SALES et al., \n\n2009). \n\nFigura 2 - Distribuição da esquistossomose no Brasil, de acordo com a faixa de prevalência. \n\n \n\nFonte: Brasil, 2012.  \n\nO Estado de Pernambuco é considerado a unidade federada do Brasil com maior grau \n\nde endemicidade para a esquistossomose e apresenta historicamente uma taxa de mortalidade \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  16 \n\n \n\n \n\ncerca de 5 vezes maior que a frequência nacional (PERNAMBUCO, 2013). Na epidemiologia \n\nda doença destacam-se as faixas litorâneas e da mata de alguns dos estados nordestinos como \n\nAlagoas, Sergipe, Bahia e Pernambuco (RESENDES; SOUZA-SANTOS; BARBOSA 2005). \n\nEste último Estado apresenta taxas crescentes de infecção humana, a área endêmica \n\ncorresponde a 79 (47%) dos 167 municípios do estado. Destes 79 municípios, 73,3% situam-\n\nse na Zona Litoral - Mata e 30,4%, no Agreste (BARBOSA; SILVA; BARBOSA, 1996; \n\nFAVRE et al.,  2001; SILVA, 2011). \n\nAlguns fatores como saneamento, atuam como condicionantes e contribuem para a \n\nocorrência da esquistossomose em determinadas localidades.  Destaca-se também o nível \n\nsocioeconômico, ocupação, grau de educação e informação da população exposta ao risco da \n\ndoença. Esses fatores se relacionam e favorecem a transmissão da doença, em maior ou menor \n\nintensidade, de acordo com a realidade local. Por isso, devido à complexidade do mecanismo \n\nde transmissão da esquistossomose e diversidade dos fatores condicionantes, para o controle \n\nda doença são necessárias várias ações preventivas. Dentre elas destacam-se o diagnóstico \n\nprecoce e tratamento, a vigilância e controle dos hospedeiros intermediários e incentivos nas \n\nações educativas em saúde e de saneamento. Neste caso, torna-se necessária a modificação \n\ndas condições domiciliares e ambientais favoráveis a transmissão da doença, devido a extensa \n\ndistribuição geográfica da esquistossomose mansoni por si só dimensiona a magnitude desse \n\nproblema de saúde pública (BRASIL, 2014). \n\nAs doenças negligenciadas constituem um grupo de enfermidades associadas à \n\npobreza, para as quais se confere baixo grau de prioridade, tanto nas agendas nacionais quanto \n\nna internacional, com baixo investimento em novas tecnologias de diagnóstico e terapêutica. \n\nO primeiro relatório sobre a situação destas doenças no mundo (WHO, 2010), inclui 17 \n\npatologias ou grupos de doenças na categoria de negligenciadas. Dessas, pelo menos 12 \n\nocorrem de forma endêmica no Brasil sendo algumas consideradas emergentes ou \n\nreemergentes no país (dengue, leishmanioses), outras estão em estágio avançado de controle \n\n(doença de Chagas, filariose linfática, oncocercose, raiva), uma tem apresentado tendência \n\ndecrescente (esquistossomose) e outras permanecem em relativa estabilidade (hanseníase, \n\ntracoma, cisticercose, hidatidose e geo-helmintíases) (FIOCRUZ, 2012).   \n\nA área de doenças negligenciadas tem sido uma prioridade do governo brasileiro, que \n\ninstituiu o Programa de Pesquisa e Desenvolvimento em Doenças Negligenciadas, focado em \n\nsete doenças: dengue, doenças de Chagas, leishmaniose, hanseníase, malária, esquistossomose \n\ne tuberculose (MINISTÉRIO DA SAÚDE, 2008). \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  17 \n\n \n\n \n\nO controle Nacional da esquistossomose foi efetivado em 1975 pela Superintendência \n\nde Campanhas de Saúde Pública (SUCAM), com a criação do Programa Especial de Controle \n\nda Esquistossomose (PECE). Em 1980, o PECE deixou de ser um programa especial da \n\nSUCAM e passou a ser denominado Programa de Controle da Esquistossomose (PCE), \n\nimplementado pela Fundação Nacional de Saúde (FUNASA). Apesar das mudanças, o PCE \n\nmanteve as principais características do modelo anterior: levantamento espacial domiciliar, \n\ncenso da população inicial, diagnóstico coprológico em massa pelo método de Kato-Katz, \n\nintensa medicalização com oxamniquine e controle da população de caramujos através do uso \n\nde moluscicidas (CARDIM, 2010). \n\nAtualmente, a oxamniquine e o praziquantel são os fármacos utilizados para o \n\ntratamento das esquistossomoses, apesar de suas limitações, como baixa eficácia no \n\ntratamento da esquistossomose mansônica aguda; baixa atividade sobre o S. mansoni na \n\nforma imatura e falha em tratamentos devido à ocorrência de resistência ou tolerância a esses \n\nfármacos (FREZZA et al., 2009; HOTEZ et al., 2010).  \n\nA esquistossomose é uma doença infecciosa e parasitária com tendência ao declínio \n\nem sua incidência e prevalência e, recentemente foi incluída no grupo de doenças, prevenível \n\npor vacinação (BRASIL, 2014). Há muitos anos a FIOCRUZ estuda uma vacina com foco no \n\ncombate à esquistossomose. Os pesquisadores isolaram, em 1990, a proteína SM14 obtida do \n\nSchistosoma mansoni, considerada pela OMS a mais promissora para a criação do primeiro \n\nimunizante para a doença no mundo. A fase I dos testes clínicos em seres humanos, iniciada \n\nno ano de 2010, dessa vacina foi finalizada mostrando segurança e eficácia de proteção contra \n\na doença (BRASIL, 2010b).  \n\nAs estratégias atuais para o combate da esquistossomose consistem no controle da \n\ntransmissão e da morbidade, sendo que possuem limitações, como o elevado custo e o \n\ndesenvolvimento de resistência às drogas utilizadas para o tratamento. No entanto, no controle \n\nda transmissão da doença por meio do combate ao vetor intermediário é necessário a \n\nrealização de testes de toxicidade sobre os sistemas biológicos, sendo importante nos estudos \n\nenvolvendo substâncias potencialmente moluscicidas (BRASIL, 2010a). \n\n1.3 Ecotoxicologia \n\nDesde a década de 70 o uso de testes de toxicidade como ferramenta em análises de \n\nimpacto e monitoramento ambiental vem sendo utilizado, e um grande número de ensaios \n\nutilizando organismos marinhos foram realizados no Brasil (RESGALLA JUNIOR; \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  18 \n\n \n\n \n\nLAITANO, 2002). O conhecimento sobre a utilização de organismos marinhos em testes de \n\ntoxicidade avaliam o efeito dessas substâncias sobre sistemas biológicos (COSTA et al., \n\n2008). Estas substâncias são aplicadas para avaliar a sensibilidade relativa de uma população \n\nde organismos que será utilizada em testes de toxicidade, e também para estimar a precisão e \n\nconfiabilidade dos dados produzidos em laboratório (ENVIRONMENT CANADA, 1992). \n\nOs ensaios de toxicidade são testes laboratoriais, realizados sob condições \n\nexperimentais específicas e controladas, utilizados para estimar a toxicidade de substâncias, \n\nonde os organismos-teste são expostos a diferentes concentrações da amostra e os efeitos \n\ntóxicos produzidos sobre eles são observados e quantificados (COSTA et al., 2008).  \n\nA ciência que estuda os efeitos nocivos causados por substâncias químicas sobre \n\norganismos vivos é chamada toxicologia que tem como principais objetivos identificar os \n\nriscos associados a uma determinada substância e determinar em quais condições de \n\nexposição esses riscos são induzidos (GHERARDI-GOLDSTEIN et al., 1990).  \n\nA toxicologia ambiental se preocupa com o destino dos agentes tóxicos, seus \n\nmetabólitos e produtos de degradação no ambiente, bem como nas cadeias alimentares e com \n\no efeito desses contaminantes sobre os organismos e as populações, além da influência que os \n\nagentes tóxicos ambientais exercem sobre a saúde e o bem-estar de humanos, animais e \n\nplantas, por meio da interação desses organismos (HODGSON, 2004). \n\nA ecotoxicologia é uma área especializada da toxicologia ambiental que centra seus \n\nestudos nos efeitos ocasionados por agentes químicos e físicos sobre a dinâmica de \n\npopulações e comunidades integrantes dos ecossistemas (KENDALL et al., 2001; RONCO; \n\nBÁEZ; GRANADOS, 2004; STENERSEN, 2004). A ecotoxicologia aquática tem como \n\nobjetivo avaliar o efeito de substâncias químicas tóxicas sobre organismos representativos do \n\necossistema aquático (RAND; WELLS; MCCARTY, 1995). \n\nOs ensaios biológicos para a avaliação da toxicidade de substâncias químicas sobre \n\nsistemas biológicos baseando-se em organismos aquáticos podem ser realizados através de \n\nestudos utilizando o microcrustáceo Artemia salina um invertebrado de água salgada, que \n\napresenta alta sensibilidade a diversos produtos tóxicos, facilidade de cultivo e manutenção \n\nem cultura, além de sua importância na cadeia alimentar (MICHELS et al.,  1999; PENG; \n\nROBERTS, 2000). \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  19 \n\n \n\n \n\n1.4 Liquens \n\nOs liquens são organismos simbióticos formados através da associação do fotobionte \n\n(cianobactéria) com o micobionte (fungo) apresentam talos complexos com estruturas \n\nmorfológicas e anatômicas de importância taxonômica reconhecida, que não estão presentes \n\nnos fungos não liquenizados (HILL, 2009). De acordo com as estimativas recentes, os liquens \n\ncompreendem 18. 500 espécies descritas (MOLNÁR e FARKAS, 2010). No nordeste do \n\nBrasil, encontram-se diversas espécies de liquens cujos metabólitos possuem comprovada \n\nação farmacológica (NÓBREGA et al., 2012).  \n\nUma das principais características do ciclo de vida dos liquens é sua capacidade de \n\nmudar rapidamente do estado ativo para um estado de inatividade metabólica, quando as \n\ncondições ambientais estão adversas. Fatores como luminosidade, temperatura, \n\ndisponibilidade de água, pH e nutrientes controlam a abundância dos liquens (HAUCK, \n\n2011). Estes organismos apresentam como características alta afinidade com o ambiente em \n\nque vivem, atuando como indicador ambiental da umidade do ar e  pH do seu substrato, além \n\nde demonstrar elevada sensibilidade a diversos poluentes, sendo assim ótimos bioindicadores, \n\numa vez que possuem a capacidade de absorver e reter contaminantes atmosféricos, \n\nfuncionando também como biomonitores (MOTA-FILHO et al., 2007) \n\nA união entre esses simbiontes propicia a produção de metabólitos exclusivos deste \n\ngrupo taxonômico (CULBERSON; CULBERSON; JOHNSON, 1977), as substâncias \n\nliquênicas. Estas são responsáveis pela capacidade dos liquens de sobrevivência aos \n\nambientes mais inóspitos. Por isso, são encontrados dos trópicos aos pólos, inclusive em \n\ndesertos e regiões neotropicais. Além da adaptabilidade dos liquens aos variados ambientes, \n\nsão encontrados sobre os mais variados tipos de substrato, visto não dependerem destes para \n\nsua nutrição. Por isso, habitam rochas, solos, muros, vidros, troncos vivos, ou em \n\ndecomposição (HALE, 1983; NASH III, 1996; SEAWARD, 1977). \n\nOs compostos liquênicos apresentam uma grande importância econômica, biológica e \n\nmedicinal, sendo destacados nos sistemas de Ayurveda e Unani onde são usados para tratar \n\nvárias doenças comuns, inclusive as doenças do sangue, cardíacas, inflamações da asma, \n\nbronquite e distúrbios estomacais (MARTINS, 2013; SHUKLA; JOSHI; RAWAT, 2010). \n\nDentre inúmeras aplicações biotecnológicas dos compostos obtidos de liquens \n\ndestacam-se as atividades antitumoral (MANOJLOVIC et al., 2010; PAVLOVIC et al., 2013; \n\nRUSSO et al., 2012), bactericida (MARTINS et al., 2010), fotoprotetora (KOHLHARDT-\n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  20 \n\n \n\n \n\nFLOEHR et al., 2010; RABELO et al., 2012) , antiherbivora (SOLHAUG et al., 2009), \n\ninseticida (SILVA et al., 2009) e potencial efeito moluscicida (MARTINS et al.,  2014). \n\nA pesquisa sobre as substâncias liquênicas começou com os alemães Zopf (1905) e \n\nHesse (1898), entre outros, mas recebeu maior atenção dos japoneses Asahina e Shibata \n\n(1954), que iniciaram um estudo onde desenvolveram métodos mais simplificados e \n\nespecíficos de extração. Mais tarde Culberson (1972), bem como Vicente e Legaz (1983) \n\ndesenvolveram técnicas cromatográficas para separação e identificação dessas substâncias. \n\nAs substâncias liquênicas, antes designadas como “ácidos liquênicos”, são na maioria \n\ncompostos fenólicos, dentre eles os ácidos alifáticos, para e meta depsídeos, depsidonas, \n\nbenzil ésteres, dibenzofuranos, ácidos úsnicos, xantonas, antraquinonas, terpenóides, e \n\nderivados do ácido pulvínico. No interior do talo, essas substâncias tomam forma cristalina e \n\nsão extra-celulares, depositados sobre as hifas do micobionte o que confere ao líquen sua \n\ncapacidade de adaptação às adversidades (CULBERSON, 1970; HALE, 1983; LLANO, 1951; \n\nNASH III, 1996; SEAWARD, 1977; VICENTE, 1975). \n\n A produção das substâncias liquênicas ocorre por três principais vias \n\nbiossintéticas: a do acetato polimalonato, a do ácido chiquímico e a do ácido mevalônico. A \n\npartir dessas via são originados os grandes grupos de compostos, onde na primeira são \n\nformados os ácidos graxos, depsídeos, depsidonas, quinonas e dibenzofuranos na segunda os \n\npigmentos amarelos, na terceira os terpenóides e esteróides. Mas também são relatadas as vias \n\ndos aminoácidos e a dos carboidratos, onde há a biossíntese dos sacarídeos e polióis. \n\nContudo, a maioria dos metabólitos secundários têm origem biossintética via ácido \n\nchiquímico e acetato polimalonato, e perfazem cerca de 10% do peso do talo seco (HALE, \n\n1983; NASH III, 1996). \n\nAs substâncias liquênicas podem ser de origem medular ou cortical apresentando um \n\nlocal específico no interior do líquen para sua produção. A localização pode ainda restrigir-se \n\naos apotécios, sorédios ou himênios. Além dos compostos hidrófobos, são também produzidas \n\nsubstâncias hidrossolúveis como polissacarídeos liquênicos, além de inúmeros produtos \n\nencontrados em animais e plantas superiores (CULBERSON, 1970). \n\n1.4.1 Parmotrema praesorediosum \n\nO líquen P. praesorediosum (Nyl.) Hale (figura 3)  tem o talo lobado a sublobado, \n\ncinza esverdeado a pardo quando em herbário, de até 20,0 cm de diâmetro, membranáceo a \n\nsubmembranáceo, corticícola, ramulícola ou saxícola; lobos de ramificação irregular, cílios \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  21 \n\n \n\n \n\nausentes, medula branca, sem pigmentações, com o lado de baixo negro, lustroso, de liso a \n\nrugoso ou pouco venado as margens normalmente marrom a marrom clara, variando para \n\ncreme, branca, negra ou variegada quando sob lobos sorediados (MARCELLI; BENATTI, \n\n2010). \n\n                                                        Figura 3 - Parmotrema praesorediosum \n\n \n\nFonte: SPIELMANN; MARCELLI, 2009. \n\nEsse líquen apresenta distribuição Pantropical sendo encontrado na Oceania, Ásia, \n\nÁfrica, América do Norte, América Central, Caribe e América do Sul- Brasil: BA, MG, MS, \n\nPR, RJ, RS, SC e SP. Para identificação das substâncias de importância taxonômica os testes \n\nde coloração utilizados são no córtex superior K+ amarelo, UV- (atranorina), na medula K, C, \n\nKC-, P-, UV- (ácidos caperático, protoliquesterínico, praesorediósico, e um outro ácido graxo \n\nnão identificado situado entre os ácidos  praesorediósico e protoliquesterínico na \n\ncromatografia em camada delgada, talvez ácido protopraesorediósico). A elucidação para \n\nessas dúvidas necessita da análise mais rigorosa do material de P. praesorediosum e coleta de \n\nmais amostra que compartilhasse as características dos espécimes em questão, para uma \n\ncomparação das características químicas e morfológicas do talo (MARCELLI; BENATTI, \n\n2010).   \n\nOs ácidos alifáticos protopraesorediósicos e praesorediósicos foram isolados a partir \n\ndo líquen Parmotrema praesorediosum (DAVID; ELIX; SAMSUDIN, 1990). Esses \n\ncompostos também foram detectados em P. praesorediosum (VIVEK et al., 2014). \n\nOs metabólitos secundários dos extratos acetato de etila e diclorometano obtidos do \n\ntalo de P. praesorediosum foram ativos contra os microrganismos, Bacillus cereus, \n\nCorynebacterium diphteriae, Shigella flexnerii, Staphylococcus aureus, Vibrio cholerae e \n\nCandida albicans. O extrato com diclorometano também exibiu potencial antibacteriano e \n\nantifúngico (BALAJI; HARIHARAN, 2007). Um estudo com o extrato metanólico de P. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  22 \n\n \n\n \n\npraesorediosum causou inibição significativa nas bactérias S. aureus. Pseudomonas \n\naeruginosa e Klebsiella pneumoniae (KAMBAR, et. al., 2014). No estudo usando \n\nnanopartículas de prata sintetizadas com P. praesorediosum demonstrou atividade \n\nantibacteriana contra as bactérias Gram-negativas (MIE et al., 2014). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  23 \n\n \n\n \n\nREFERÊNCIAS \n\nASAHINA, Y.; SHIBATA, S. Chemistry of Lichen Substances, Japan Society for the \n\nPromotion of Science, Tóquio, 1954. \n\n \n\nBALAJI, P.; HARIHARAN, G. N. In vitro antimicrobial activity of Parmotrema \n\npraesorediosum thallus extracts. Research Journal of Botany, v. 2, n. 1, p. 54-59, 2007. \n\n \n\nBARBOSA, C. S.; SILVA, C. B.; BARBOSA, F. S. Esquistossomose: reprodução e expansão \n\nda endemia no Estado de Pernambuco no Brasil. Revista de Saúde Pública, São Paulo, v. 30, \n\nn.6, p. 609-616, 1996. \n\n \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Departamento de \n\nVigilância Epidemiológica. Vigilância e controle de moluscos de importância \n\nepidemiológica, diretrizes técnicas: Programa de Vigilância e Controle da Esquistossomose \n\n(PCE) / Ministério da Saúde, Secretaria de Vigilância em Saúde, Departamento de Vigilância \n\nEpidemiológica.– 2. ed. – Brasília: Editora do Ministério da Saúde, 2008. \n\n \n\nBRASIL. Ministério da Saúde. Casos confirmados de esquistossomose: Brasil, Grandes \n\nRegiões e Unidades Federadas, 2010a. \n\n \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Departamento de \n\nVigilância em Doenças Transmissíveis. Plano integrado de ações estratégicas de \n\neliminação da hanseníase, filariose, esquistossomose e oncocercose como problema de \n\nsaúde pública, tracoma como causa de cegueira e controle das geohelmintíases: plano de \n\nação 2011-2015 / Ministério da Saúde, Secretaria de Vigilância em Saúde, Departamento de \n\nVigilância em Doenças Transmissíveis. – Brasília: Ministério da Saúde, 2012. \n\n \n\nBRASIL. Ministério da Saúde. Sistema de Informações Hospitalares - SIH do SUS. \n\nBrasília, 2010b. Disponível em:&lt;www.datasus.gov.br>. Acesso em: 7 dez. 2013. \n\n \n\nBRASIL. Ministério da Saúde.  Sistema de Informações sobre Mortalidade - SIM. Brasília, \n\n2010c. Disponível em:&lt;www.datasus.gov.br>. Acesso em: 7 dez. 2013. \n\n \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Departamento de \n\nVigilância Epidemiológica. Vigilância da Esquistossomose Mansoni: diretrizes \n\ntécnicas/Ministério da Saúde, Secretaria de Vigilância em Saúde, Departamento de Vigilância \n\ndas Doenças Transmissíveis. – 4. ed. – Brasília : Ministério da Saúde, 2014. \n\n \n\nCANTANHEDE, S. P. D. et al. Atividade moluscicida de plantas: uma alternativa profilática. \n\nRevista Brasileira de Farmacognosia, v. 20, n. 2, p. 282-288, 2010. \n\n \n\nCANTINHA, R. S. Influência da radiação gama de alta taxa de dose na sobrevivência e \n\nna reprodução de Biomphalaria glabrata. Dissertação (Mestrado em Tecnologias \n\nEnergéticas Nucleares): Universidade Federal de Pernambuco, 2008. \n \n\nCANTINHA, R. S. et al. Effects of high dose rate gamma radiation on survival and \n\nreproduction of Biomphalaria glabrata. International Journal of Low Radiation, v. 7, n. 4, \n\np. 245-252, 2010. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  24 \n\n \n\n \n\n \n\nCARDIM L. L. Caracterização das áreas de risco para a esquistossomose mansônica no \n\nmunicípio Lauro de Freitas, Bahia. Dissertação de mestrado. Salvador: Universidade \n\nfederal da Bahia, 2010. \n\n \n\nCARVALHO O. S.; COELHO P. M. Z.; LENZI H. L. Schistosoma mansoni e \n\nesquistossomose: uma visão multidisciplinar. Rio de Janeiro: Editora Fiocruz; 2008. \n\n \n\nCIMERMAM, B.; CIMERMAM, S. Parasitologia humana e seus fundamentos gerais. 2. \n\ned. São Paulo: Editora Atheneu, 2001. \n \n\nCOSTA, C. R., et al. A toxicidade em ambientes aquáticos: discussão e métodos de \n\navaliação. Química Nova, v. 31, n. 7, p. 1820-1830, 2008. \n\n \n\nCULBERSON, C. F. Supplement to “Chemical and Botanical Guide to Lichen \n\nProducts”. Bryologist, p. 177-377, 1970. \n\n \n\nCULBERSON, Chicita F. Improved conditions and new data for identification of lichen \n\nproducts by standardized thin-layer chromatographic method. Journal of Chromatography \n\nA, v. 72, n. 1, p. 113-125, 1972. \n\n \n\nCULBERSON, C. F.; CULBERSON, W. L.; JOHNSON, A. Second Supplement to Chemical \n\nand Botanical Guide of Lichen Products. The American Bryological and Lichenological \n\nSociety, Inc. St. Louis. 1977. \n\n \n\nDAVID, F.; ELIX, J. A.; SAMSUDIN, M. W. Two new aliphatic acids from the lichen \n\nParmotrema praesorediosum. Australian Journal of Chemistry, v. 43, n. 7, p. 1297-1300, \n\n1990. \n\n \n\nDELGADO, V. S. et al. Experimental chemotherapy of Schistossoma mansoni with \n\npraziquantel and oxamnique. Parasitol. Res., v.78, p. 648-654, 2002. \n\n \n\nENVIRONMENT CANADA. Biological test method: Acute test for sediment toxicity using \n\nmarine or estuarine amphipods. Report EPS1/RM/ 26- Canada, 1992. \n\n \n\nESTEVAM, E. C. et al. Dominant lethal effects of 2,4-D in Biomphalaria glabrata. Mutation \n\nResearch, v. 611, p. 83-88, 2006. \n\n \n\nFAVRE, T. C. et al. Avaliação das ações de controle da esquistossomose implementadas entre \n\n1977 e 1966 na área endêmica de Pernambuco, Brasil. Revista da Sociedade Brasileira de \n\nMedicina Tropical, São Paulo, v.34, n.6, p.569-576, 2001. \n\n \n\nFIOCRUZ - FUNDAÇÃO OSWALDO CRUZ, A saúde no Brasil em 2030: diretrizes para a \n\nprospecção estratégica do sistema de saúde brasileiro. / Fundação Oswaldo Cruz... [et al.]. Rio \n\nde Janeiro: Fiocruz/Ipea/Ministério da Saúde/Secretaria de Assuntos Estratégicos da \n\nPresidência da República, 2012. \n \n\nFREZZA T. F. et al. Efeito do praziquantel incorporado a lipossomas nos diferentes estágios \n\nde desenvolvimento dos ovos de Schistosoma mansoni. Revista de Ciências Farmacêuticas \n\nBásica e Aplicada, v. 28, n. 2, p. 209-214, 2009. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  25 \n\n \n\n \n\n \n\nGHERARDI-GOLDSTEIN, E. et al. Procedimentos para Utilização de Testes de \n\nToxicidade no Controle de Efluentes Líquidos, Companhia de Tecnologia de Saneamento \n\nAmbiental (CETESB): São Paulo, 1990. \n\n \n\nHALE JR., M. E. The Biology of Lichens, 3rd ed.London, Edward Arnold. 1983. \n\n \n\nHAUCK, M. Site factors controlling epiphytic lichen abundance in northern forests. \n\nFlora, v.206, p. 81-90. 2011. \n\n \n\nHESSE, O. Contribuição para o conhecimento dos liquens e seus componentes característicos. \n\nI. Mitteilung. J. Prakt.  Chemical. v. 57, p. 232, 1898. \n\n \n\nHILL. D, J. Asymmetric Co-evolution in the Lichen Symbiosis Caused by a Limited \n\nCapacity for Adaptation in the Photobiont. Botanical Reviwers, v 75, p. 326–338. 2009. \n\n \n\nHODGSON, E. A Textbook of Modern Toxicology, 3\nrd\n\n ed., New Jersey: John Wiley &amp; Sons \n\ncap. 1, 2004. \n\n \n\nHOTEZ, P. J. et al. Africa is desperate for praziquantel. The Lancet, v. 376, n. 9740, p. 496-\n\n498, 2010. \n\n \n\nKAMBAR, Y. et al. Antibacterial activity of three Parmotrema species against drug resistant \n\nuropathogens. Indian Journal of Novel Drug Delivery, 2014. \n\n \n\nKENDALL, R. J. et al. Em Casarett and Doull’s Toxicology – The Basic Science of \n\nPoisons; Klaassen, C. D., ed.; 6th ed., MacGraw-Hill: New York, cap. 29, 2001. \n\n \n\nKOHLHARDT-FLOEHR, C. et al. Prooxidant and antioxidant behaviour of usnic acid from \n\nlichens under UVB-light irradiation – Studies on human cells. Journal of Photochemistry \n\nPhotobiology B: Biol. 101, 97–102, 2010. \n\n \n\nLLANO, G.A. Economic Use of Lichens. Smithsonian Institute Publ. 4040: p. 385-422, \n\n1951. \n\n \n\nLEVI, P. E. A textbook of modern toxicology. Ed. Ernest Hodgson. Vol. 51. Hoboken, NJ: \n\nWiley-Interscience, 2004. \n\n \n\nMANOJLOVIC, N. T. et al.  Phytochemical and antioxidant studies of Laurera \n\nbenguelensis growing in Thailand. Biological Research, v. 43, p. 169-176, 2010. \n\n \n\nMARCELLI, M. P.; BENATTI, M. N. Espécies de Parmotrema (Parmeliaceae, Ascomycetes \n\nliquenizados) com ácidos graxos ou atranorina medulares do litoral centro-sul do Estado de \n\nSão Paulo. Hoehnea, v. 37, n. 1, p. 117-129, 2010. \n\n \n\nMARTINS, M. C. B. et al.  Cladia aggregata (lichen) from Brazilian Northeast: chemical \n\ncharacterization and antimicrobial activity. Brazilian Archives of Biology and Technology, \n\nv. 53, p. 115-122. 2010. \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  26 \n\n \n\n \n\nMARTINS, M. C. B. Aplicações biotecnológicas de compostos obtidos dos liquens, Tese \n\n(doutorado) – UFPE-CCB, Bioquímica e Fisiologia, p. 206-223, 2013. \n\n \n\nMARTINS, M. C. et al. Usnic Acid Potassium Salt: An Alternative for the Control of \n\nBiomphalaria glabrata (Say, 1818). PloS one, v. 9, n. 11, e111102, 2014. \n\n \n\nMIE, R. et al. Synthesis of silver nanoparticles with antibacterial activity using the lichen \n\nParmotrema praesorediosum. International journal of nanomedicine, v. 9, p.121, 2014. \n\n \n\nMICHELS, E. et al. Phototatic behavior of Daphnia as a tool in the continuos monitoring of \n\nwater quality: experiments with a positively phototatic Daphnia magna clone. Water \n\nResearch, v. 33, n. 2, p. 401-408, 1999. \n\n \n\nMINISTÉRIO DA SAÚDE. Boletim informativo Decit: Departamento de Ciência e \n\nTecnologia, da Secretaria de Ciência, Tecnologia e Insumos Estratégicos; Departamento de \n\nCiência e Tecnologia; Brasília; 2008. Edição Especial, 2008. \n\n \n\nMOLNÁR, K.; FARKAS, E. Current Results on Biological Activities of Lichen Secondary \n\nMetabolites: a Review. Zeitschrift fur Naturforschung, v. 65, p. 157 – 173, 2010. \n\n \n\nMOTA-FILHO, F. O. et al. Influência de poluentes atmosféricos em Belo jardim (PE) \n\nutilizando Cladonia verticillaris (líquen) como biomonitor. Química Nova, v. 30, n. 5, p. \n\n1072-1076, 2007. \n\n \n\nMÜNZINGER, A. Biomphalaria glabrata (SAY), a suitable organism for a biotest. \n\nEnvironmental Technology Letters, v. 8, p. 141-148, 1987. \n \n\nNASH III, T.H. Lichen Biology. Cambridge University Press, Cambridge, 1996. \n\n \n\nNEVES, D. P. Parasitologia humana. 11. ed. [S.l.]: Editora Atheneu, 2005. \n \n\nNEVES, D. P.; MELO, A. L. Parasitologia humana. 9. ed. São Paulo : Atheneu, 1998. \n \n\nNÓBREGA, N. A. et al. Produção de compostos fenólicos a partir de células imobilizadas do \n\nlíquen Parmotrema andinum (Müll. Arg.) Hale e avaliação de atividade antimicrobiana. Acta \n\nBotanica Brasilica, v. 26, n. 1, p. 101-107, 2012. \n\n \n\nOKAZAKI, K.; ANDRADE JR., H. F.; KAWANO, T. Effect of 60Co gamma radiation on \n\nBiomphalaria glabrata (Mollusca, Gastropoda) embryos: mortality, malformation and \n\nhatching. Brasillian Journal of Medical and Biological Research, v. 29, p. 1057-1067, \n\n1996. \n \n\nPAVLOVIC, V. et al. Effect of four lichen acids isolated from Hypogymnia physodes on \n\nviability of rat thymocytes. Food and Chemical Toxicologic, 51, 160-164, 2013. \n\n \n\nPENG, G.; ROBERTS, J. C. Solubility and toxicity of resin acids. Water Research, v. 34, n. \n\n10, p. 2779-2785, 2000. \n\n \n\nPERNAMBUCO. Secretaria Estadual de Saúde. Secretaria Executiva de Vigilância em Saúde. \n\nPrograma de Enfretamento das Doenças Negligenciadas no Estado de Pernambuco \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  27 \n\n \n\n \n\nSANAR – 2011 / 2014 / Secretaria Estadual de Saúde. Secretaria Executiva de Vigilância em \n\nSaúde – Recife: Secretaria Estadual de Saúde, 2013. \n\n \n\nRABELO, T. K. et al. Redox characterization of usnic acid and its cytotoxic effect on human \n\nneuron-like cells (SH-SY5Y). Toxicology in Vitro. 26, 304–314, 2012. \n\n \n\nRAND, G. M.; WELLS, P. G.; MCCARTY, L. S. Em Fundamentals of Aquatic \n\nToxicology: Effects, Environmental Fate, and Risk Assessment; Rand, G. M., ed.; 2nd ed., \n\nTaylor &amp; Francis: Washington, cap. 1, 1995. \n\n \n\nRESGALLA JUNIOR, C.; LAITANO, K. S. Sensibilidade dos organismos marinhos \n\nutilizados em testes de toxicidade no Brasil. Brazilian Journal of Aquatic Science and \n\nTechnology, v. 6, n. 1, p. 153-163, 2002.  \n\n \n\nREY L. Parasitologia: parasitos e doenças parasitárias do homem nas Américas e na \n\nÁfrica. Rio de Janeiro: Editora Guanabara Koogan SA, 2001. \n\n \n\nREY, L. Parasitologia. 4ed. Rio de janeiro: Guanabara Koogan, p. 930, 2011. \n\n \n\nREY, L. Bases da Parasitologia Médica. 3ed. Rio de janeiro: Guanabara Koogan, 930p., \n\n2008. \n\n \n\nRESENDES, A. P. C.; SOUZA-SANTOS, R.; BARBOSA, C. S. Internação hospitalar e \n\nmortalidade por esquistossomose mansônica no Estado de Pernambuco, Brasil, 1992/2000. \n\nCadernos de Saúde Pública, Rio de Janeiro, v.21, n.5, p. 1392-1401, 2005. \n\n \n\nRONCO, A.; BÁEZ, M. C. D.; GRANADOS, Y. P. Ensayos Toxicológicos y Métodos de \n\nEvaluación de Calidad de Aguas - Estandarización, Intercalibración, Resultados y \n\nAplicaciones; Morales, G. C., ed.; Centro Internacional de Investigaciones para el Desarrollo: \n\nOttawa, cap. 1, 2004. \n\n \n\nRUIZ, A.L.T.G. et al.  Avaliação da atividade tóxica em Artemia salina e Biomphalaria \n\nglabrata de extratos de quatro espécies do gênero Eleocharis (Cyperaceae). Revista \n\nBrasileira de Farmacognosia, v. 15, p. 98-102, 2005. \n\n \n\nRUSSO, A. et al. Effect of vicanicin and protolichesterinic acid on human prostate cancer \n\ncells: Role of Hsp70 protein. Chemico-Biological Interactions, 195, 1–10, 2012. \n\n \n\nSALES D. M. et al.  Correlação interobservador das alterações morfológicas das vias biliares \n\nem pacientes com esquistossomose mansoni pela colangiorressonância magnética. \n\nRadiologia Brasileira, v. 42, n. 4, p. 277-82, 2009. \n\n \n\nSEAWARD, M.R.D. Lichen Ecology. Academic Press, Inc. London. 1977. \n\n \n\nSILVA T. M. S. et al.  Composition and molluscicidal activity of essential oils from stem bark \n\nof Ocotea bracteosa (Meisn.) Mez. Journal Essential Oil Research, v.19, p. 282-284, 2007. \n\n \n\nSILVA, M. D. C. et al. Purified Cladonia verticillaris lichen lectin: Insecticidal activity on \n\nNasutitermes corniger (Isoptera: Termitidae). International Biodeterioration and \n\nBiodegradation, v. 63, p. 334–340. 2009. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  28 \n\n \n\n \n\n \n\nSILVA, P. C. V.; Domingues, A. L. C. Aspectos epidemiológicos da esquistossomose \n\nhepatoesplênica no estado de Pernambuco, Brasil. Epidemiologia e Serviços de Saúde, v. \n\n20, n. 3, p. 327-336, 2011. \n\n \n\nSHUKLA, K.; JOSHI, P.G.; RAWAT, M.S.M. Lichens as a potential natural source of \n\nbioactive compounds: a review. Phytochemistry Review. v. 9 p. 303-314. 2010. \n\n \n\nSOLHAUG, K. A. et al. Possible functional roles of cortical depsides and medullary \n\ndepsidonas in the foliose lichen Hypogymnia phydodes. Flora. v. 204, n. 1, p. 40-48, 2009. \n\n  \n\nSPIELMANN, A. A.; MARCELLI, M. P. Parmotrema s.l. (Parmeliaceae, lichenized \n\nAscomycota) from Serra Geral slopes in central Rio Grande do Sul State, Brazil. Hoehnea, v. \n\n36, n. 4, p. 551-595, 2009. \n\n \n\nSTENERSEN, J.; Chemical Pesticides - Mode of Action and Toxicology, CRC Press: Boca \n\nRaton, 2004. \n\n \n\nTALLARICO, L. F. et al. Dominant lethal effect of  \n60\n\nCo gamma radiation in Biomphalaria \n\nglabrata (SAY, 1818). Mutation Research, v. 561, p. 139-145, 2004. \n\n \n\nVICENTE, C.; ESTRELLA LEGAZ, María. Regulation of Urea Production in Evernia \n\nprunastri: Effects of L-Arginine Metabolites. Zeitschrift für Pflanzenphysiologie, v. 111, n. \n\n2, p. 123-131, 1983. \n\n \n\nVICENTE, C. Fisiologia de las Substâncias Liquênicas. Madrid, Alhandra, 1975. \n\n \n\nVIVEK, M. N. et al. Antibacterial Activity of Three Parmotrema Species from Western Ghats \n\nof Karnataka against Clinical Isolates of Burn and Dental Caries. Science, Technology and \n\nArts Research Journal, v. 3, n. 1, p. 132-135, 2014. \n\n \n\nWORLD HEALTH ORGANIZATION (WHO). Working to overcome the global impact of \n\nneglected tropical diseases. 172 p. Geneva: WHO, 2010. \n\n  \n\nZOPF, Wilhelm. Zur Kenntniss der Flechtenstoffe. Justus Liebigs Annalen der Chemie, \n\nv. 340, n. 3, p. 276-309, 1905. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  29 \n\n \n\n \n\n2 OBJETIVOS \n\n2.1 Objetivo Geral \n\nAvaliar o efeito moluscicida do extrato etéreo e das substâncias purificadas de \n\nParmotrema praesorediosum sobre embriões e moluscos da espécie Biomphalaria glabrata e \n\no ensaio de letalidade com as larvas do microcrustáceo Artemia salina. \n\n2.2 Objetivos Específicos \n\n? Obter extrato etéreo, a atranorina e o ácido praesorediósico a partir do talo in natura \n\ndo líquen P. praesorediosum; \n\n? Isolar, purificar e identificar a atranorina e o ácido praesorediósico a partir do extrato \n\netéreo de P. praesorediosum, através de análises por Cromatografia em Camada \n\nDelgada (CCD), Cromatografia Líquida de Alta Eficiência (CLAE), Ressonância \n\nMagnética Nuclear de Prótons (RMN H\n1\n), respectivamente. \n\n? Determinar qual a concentração e a CL50 do extrato etéreo e das substâncias \n\npurificadas, que agem como moluscicida e /ou embriotóxica sobre B. glabrata. \n\n? Avaliar a toxicidade ambiental por meio do bioensaio com A. salina. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  30 \n\n \n\n \n\n3 ARTIGO \n\n \n\n \n\n \n\n \n\nTOXICIDADE E ATIVIDADE MOLUSCICIDA DO LÍQUEN Parmotrema \n\npraesorediosum \n\n \n\n \n\n \n\n \n\nArtigo a ser submetido no periódico PLOS ONE Journal Information no formato Original \n\nResearch Article (FI: 3. 534; QUALIS CB II: A2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  31 \n\n \n\n \n\nTOXICIDADE E ATIVIDADE MOLUSCICIDA DO LÍQUEN Parmotrema \n\npraesorediosum(NYL.) HALE \n\n \n\nCarvalho, A. N.\n1\n; Martins, M. C. B.\n\n2\n; Melo, A. M. M. A.\n\n3\n; Amâncio, F. F.\n\n 3\n;  Silva, H. A. \n\nM. F.\n 1\n\n; Rodrigues, B. R. M.\n 4\n\n; Falcão, E. P, S.\n 5\n\n; Pereira, E. C.\n2\n; Silva, N. H.\n\n6 \n\n \n\n1\nPrograma de Pós-graduação em Bioquímica e Fisiologia, UFPE, PE, Brasil;\n\n 2\nDepartamento \n\nde Ciências Geográficas, Centro de Filosofia e Ciências Humanas, UFPE, PE, Brasil;  \n\n3\nLaboratório de Radiobiologia e Biofísica, Departamento de Biofísica, UFPE, PE, Brasil; \n\n4\nCentro de Ciências Biológicas, UFPE, PE, Brasil; \n\n5\nCentro Acadêmico de Vitória, UFPE, PE, \n\nBrasil; \n6\nLaboratório de Química de Produtos Naturais, Departamento de Bioquímica UFPE, \n\nPE, Brasil;  \n\n \n\n \n\n*Corresponding author \n\nProfº. Drº. Nicácio Henrique da Silva \n\nLaboratório de Química de Produtos Naturais \n\nUniversidade Federal de Pernambuco (UFPE) \n\nAv. Prof. Moraes Rêgo, s/n, 50780-901 Recife –PE, Brasil. \n\nPhone: +55 81 2126 8541; Fax: +55 81 2126 8540 \n\ne-mail: nicacio_hsilva@hotmail.com \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  32 \n\n \n\n \n\nTOXICIDADE E ATIVIDADE MOLUSCICIDA DO LÍQUEN Parmotrema \n\npraesorediosum (NYL.) HALE \n\nCarvalho, A. N.\n1\n; Martins, M. C. B.\n\n2\n; Melo, A. M. M. A.\n\n3\n; Amâncio, F. F.\n\n 3\n;  Silva, H. A. \n\nM. F.\n 1\n\n; Rodrigues, B. R. M.\n 4\n\n; Falcão, E. P, S.\n 5\n\n; Pereira, E. C.\n2\n; Silva, N. H.\n\n6 \n\n1\nPrograma de Pós-graduação em Bioquímica e Fisiologia, UFPE, PE, Brasil;\n\n 2\nDepartamento \n\nde Ciências Geográficas, Centro de Filosofia e Ciências Humanas, UFPE, PE, Brasil;  \n3\nLaboratório de Radiobiologia e Biofísica, Departamento de Biofísica, UFPE, PE, Brasil; \n\n4\nCentro de Ciências Biológicas, UFPE, PE, Brasil; \n\n5\nCentro Acadêmico de Vitória, UFPE, PE, \n\nBrasil; \n6\nLaboratório de Química de Produtos Naturais, Departamento de Bioquímica UFPE, \n\nPE, Brasil.  \n\nRESUMO:  \nA esquistossomose é uma doença endêmica de regiões tropicais e subtropicais.  Uma \n\nalternativa para o controle a doença é o combate ao molusco vetor Biomphalaria glabrata. O \n\nobjetivo deste trabalho foi avaliar a toxicidade e a atividade moluscicida do extrato etéreo, da \n\natranorina e do ácido praesorediósico ambos purificados do líquen Parmotrema \n\npraesorediosum sobre embriões e moluscos de B. glabrata e com o microcrustáceo, Artemia \n\nsalina. Para obtenção do extrato etéreo, o material liquênico foi submetido a sucessivas \n\nextrações com agitação mecânica a frio com éter dietílico, posteriormente a partir do extrato \n\netéreo foram realizados o isolamento e a purificação do ácido praesorediósico e da atranorina. \n\nO extrato etéreo e as substâncias purificadas foram analisadas quimicamente por \n\ncromatografias em camada delgada e líquida de alta eficiência, ressonância magnética nuclear \n\nde prótons e carbono treze, em seguida testados biologicamente com embriões e moluscos de \n\nB. glabrata e larvas de A. salina. Foram realizados ensaios de embriotoxicidade nas seguintes \n\nconcentrações com extrato etéreo 1000, 500, 300, 250, 150, 100, 50 e 25 µg/mL, atranorina \n\n1000, 500 e 250 µg/mL e o ácido praesorediósico 500, 250 e 125 µg/mL, para o teste \n\nmoluscicida utilizou-se apenas o extrato etéreo 200, 150, 100, 50 e 25 µg/mL e a atranorina \n\n500, 250 e 125 µg/mL e para o bioensaio com os microcrustáceos foi analisada a toxicidade \n\nambiental do extrato etéreo 1000, 500, 250, 100, 50 e 25 µg/mL, da atranorina 1000, 500, \n\n250, 125 e 62,5 µg/mL e do ácido praesorediósico 200, 125, 62,5 µg/mL, em todos os testes \n\nrealizados as substâncias foram dissolvidas em DMSO a 0,25% e a exposição foi realizada \n\ndurante 24 h a 25 ?C. De acordo com experimento foram utilizados grupos controle negativos \n\n(água e água contendo DMSO a 0,25%) e positivos (niclosamida a 20 µg/mL e carbonato \n\ncúprico a 50 µg/mL). A embriotoxicidade do extrato etéreo e do ácido praesorediósico foram \n\ncomprovados, pois as substâncias apresentaram valores de CL50 de 363,07 µg/mL e 213,79 \n\nµg/mL, respectivamente. A CL50 estimada para os moluscos tratados com o extrato etéreo foi \n\nde 102,32 µg/mL demonstrando ser bastante eficiente, quando comparado com os grupos \n\ncontrole positivos, no combate ao hospedeiro intermediário. A atranorina não apresentou \n\ntoxicidade aos embriões e moluscos. Os ensaios demonstraram que extrato etéreo, a \n\natranorina e o ácido praesorediósico não causaram toxicidade ao microcrustáceo, indicando \n\nque estas substâncias oferecem baixo risco ao meio ambiente. A toxicidade do extrato etéreo e \n\ndo ácido praesorediósico causou significativa letalidade sobre embriões e adultos de B. \n\nglabrata e apresentou baixa toxicidade a A. salina. \n\nPalavras-chaves: Biomphalaria glabrata. Artemia salina. Substâncias liquênicas.  \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  33 \n\n \n\n \n\n1. INTRODUÇÃO \n\n A esquistossomose mansônica é uma doença parasitária causada pelo helminto \n\ntrematódeo Schistosoma mansoni, cujas formas adultas habitam os vasos mesentéricos do \n\nhospedeiro e as formas intermediárias se desenvolvem em caramujos do gênero Biomphalaria \n\n[1]. A infecção provocada pelo S. mansoni ocorre por meio da penetração ativa de larvas \n\nciliadas do parasito, os miracídios, em qualquer ponto das partes expostas do caramujo [2]. \n\n Dentre as doenças parasitárias, a esquistossomose apresenta alto índice de prevalência \n\nmundial constituindo um sério problema de saúde pública. Atualmente é considerada uma \n\ndoença negligenciada, cujo controle tem sido uma prioridade do governo brasileiro [3].  No \n\nBrasil os indivíduos infectados estão distribuídos em uma faixa endêmica que se estende do \n\nestado do Rio Grande do Norte até Minas Gerais [4]. O Estado de Pernambuco é considerado \n\na unidade federada do Brasil com maior grau de endemicidade para a esquistossomose e \n\napresenta historicamente uma taxa de mortalidade cerca de 5 vezes maior que a frequência \n\nnacional [5]. Dentre os vários métodos utilizados visando a redução de casos da doença, \n\napresenta-se como estratégia promissora a eliminação do vetor, através de substâncias dotadas \n\nde propriedades moluscicidas, a fim de interromper o ciclo evolutivo do parasito e, \n\nconsequentemente, o aparecimento de novos casos da doença [6]. \n\n Apesar da existência de agentes moluscicidas, apenas a niclosamida, substância \n\nsintética, é recomendada pela Organização Mundial de Saúde, entretanto, a baixa seletividade, \n\nelevada toxicidade, alto custo e resistência dos caramujos vêm limitando seu uso [7]. Nesse \n\ncontexto, a procura de substâncias biodegradáveis tem aumentado o interesse pelo uso de \n\nmoluscicidas de origem vegetal, havendo vários relatos na literatura sobre plantas e seus \n\nprincípios ativos, que foram estudados quanto ao seu potencial moluscicida [8].  Com isso, a \n\nprocura pelos produtos biodegradáveis, tem aumentado o interesse pelo uso de moluscicidas \n\nnaturais.    \n\n Os liquens apresentam talos com estruturas morfológicas e anatômicas que não estão \n\npresentes nos fungos não liquenizados [9]. A união entre esses simbiontes propicia a produção \n\nde metabólitos exclusivos deste grupo taxonômico [10]. Dentre inúmeras aplicações \n\nbiotecnológicas dos compostos obtidos de liquens destacam-se as atividades antitumoral [11], \n\nbactericida [12], fotoprotetora [13], inseticida [14] e recentemente a atividade moluscicida \n\n[15].  \n\n  A produtividade científica relacionada aos produtos naturais, utilizando compostos \n\nbioativos de liquens, sugere a realização de novas pesquisas para investigar e avaliar tais \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  34 \n\n \n\n \n\ncompostos que possam atuar de forma mais específica e seletiva direcionadas ao combate do \n\nhospedeiro intermediário, Biomphalaria glabrata, a fim de contribuir com a inovação \n\nterapêutica, principalmente na região, onde a doença é endêmica. \n\n Dessa forma o objetivo deste trabalho foi avaliar a toxicidade e a atividade \n\nmoluscicida do extrato etéreo e das substâncias purificadas do líquen Parmotrema \n\npraesorediosum sobre embriões e moluscos da espécie B. glabrata e o ensaio de letalidade \n\ncom as larvas do microcrustáceo Artemia salina.  \n\n2. MATERIAS E MÉTODOS \n\n2.1. Líquen \n\n O líquen P. praesorediosum (Nyl.) Hale foi coletado no Município de Sairé, Estado \n\nde Pernambuco, Brasil. Uma exsicata nº 76599 foi depositada no Herbário UFP, do \n\nDepartamento de Botânica, da Universidade Federal de Pernambuco, Brasil. O líquen foi \n\nidentificado pelas características morfológicas e químicas do talo, pela Dra. M. L. L. Buril.  \n\n2.2. Obtenção do extrato orgânico  \n\nPara obtenção do extrato orgânico, 60 g do material liquênico foi limpo, seco e pesado \n\nem seguida, foi submetido a sucessivas extrações com agitação mecânica a temperatura \n\nambiente com éter dietílico Merck 600 mL utilizando o sistema de esgotamento. Após \n\nfiltração para separação do resíduo do material liquênico, o extrato etéreo 535 mg foi \n\nevaporado até secura em rotaevaporador acoplado a banho Maria à temperatura de 40° C e, \n\nem seguida, mantido em dessecador.  \n\n2.3. Isolamento e purificação das substâncias liquênicas \n\nPara obtenção do ácido praesorediósico o extrato etéreo foi dissolvido parcialmente \n\nem éter dietílico 40 mL e a porção solúvel foi tratada com carbonato de sódio a 10% (7 mL) \n\naté pH 9,0. Em seguida, adicionou-se ácido clorídrico a 20% (100 gotas) até pH 1,0. O \n\nprecipitado formado foi dissolvido em etanol gelado (10 mL) e deixado em repouso (-4° C) \n\naté a formação dos cristais do ácido praesorediósico. A porção insolúvel em éter foi dissolvida \n\nem clorofórmio 20 mL e levada a refluxo por 4 h em banho Maria a 40° C, sendo \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  35 \n\n \n\n \n\nposteriormente filtrada em funil de fundo poroso G4 tratada com etanol gelado Merck e \n\nmantida em repouso (-4° C) até formação dos cristais de atranorina. \n\n2.4. Análises Cromatográficas \n\n2.4.1. Cromatografia em camada delgada (CCD) \n\nO extrato etéreo obtido do talo in natura do líquen P. praesorediosum, a atranorina, o \n\nácido praesorediósico ambos purificados e o padrão da atranorina foram submetidos à análise \n\npor Cromatografia em Camada Delgada (CCD) em placas de sílica gel Merck F254+366, \n\nutilizando o sistema A para eluição (tolueno/ dioxano/ácido acético 45: 12,5: 2 v/v/v). A \n\nrevelação do cromatograma foi realizada mediante visualização das bandas sob luz UV curta e \n\nlonga, 254 e 366nm, respectivamente com posterior vaporização de H2SO4 a 10% e \n\naquecimento a 50 ºC por 5 minutos [16]. As bandas foram identificadas através da \n\ncomparação de seus fatores de retenção (Rfs) com o padrão da atranorina, obtido do \n\nLaboratório de Química de Produtos Naturais da UFPE e com os dados das substâncias \n\ndescritas na literatura.  \n\n2.4.2.  Cromatografia Líquida de Alta Eficiência (CLAE) \n\nOs ensaios em CLAE foram realizados em cromatógrafo líquido Agillent série 1200 \n\nacoplado a um detector de arranjo de diodo modelo 1260, analisados nos intervalos entre 200 \n\ne 400 nm. Foi utilizada uma coluna C18 de fase reserva, usando metanol/água/ácido acético \n\n(80:19,5:05, v/v/v) como fase móvel em sistema isocrático. A temperatura da coluna foi \n\nfixada em 25 ºC e controlada digitalmente pelo equipamento. As amostras analisadas, o \n\nextrato etéreo, a atranorina e o ácido praesorediósico ambos purificados, foram diluídas na \n\nprópria fase móvel a 0,1 mg/mL e filtradas em filtros millipore (diâmetro do poro-0,45?m). \n\nOs resultados foram avaliados mediante quantificação da área dos picos e o tempo de retenção \n\nem minutos das substâncias na coluna [17]. \n\n2.5. Confirmação da estrutura molecular das substâncias liquênicas \n\nPara a confirmação estrutural da molécula da atranorina purificada e do ácido \n\npraesorediósico purificado foram obtidos espectros de Ressonância Magnética Nuclear de \n\nPrótons (RMN-H\n1\n) e Ressonância Magnética Nuclear de Carbono\n\n13\n (RMN-C\n\n13\n), em \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  36 \n\n \n\n \n\nespectrofotômetro Varian Unity Plus 300 MHz.  A RMN-C\n13 \n\nfoi realizada a 75 MHz e RMN-\n\nH\n1 \n\na 300 MHz utilizando DMSO- d6 com o solvente em tubos de 5 mm à temperatura \n\nambiente (25 ºC) no Departamento de Química Fundamental da Universidade Federal de \n\nPernambuco (UFPE). \n\n2.6. Bioensaios \n\n2.6.1. Obtenção dos Moluscos \n\nPara realização dos experimentos foram utilizados moluscos adultos jovens da espécie \n\nB. glabrata pigmentados, naturais de São Lourenço da Mata – PE e mantidos no moluscário \n\ndo Laboratório de Radiobiologia do Departamento de Biofísica e Radiobiologia da UFPE em \n\naquários plásticos, com volume de, aproximadamente, 20 L de água filtrada; pH 7,0 e \n\ntemperatura de 25º C ± 2 ºC. A limpeza dos aquários foi feita uma vez por semana, sendo a \n\nalimentação realizada diariamente com alface fresca orgânica, cultivada livre de agrotóxicos \n\n[18]. \n\n2.6.2. Embriotoxicidade \n\nA coleta das desovas dos moluscos foi realizada por meio de polietileno incolor de \n\naproximadamente 5 x 5 cm, depositados sobre a superfície da água dos aquários por um \n\nperíodo de 24 h. Os embriões na fase de blástula da espécie B. glabrata pigmentados foram \n\nanalisados quanto à viabilidade e, em seguida, separados em grupos (n = 100) experimentais, \n\ncontroles negativos (água filtrada e água filtrada contendo DMSO a 0,25%) e controle \n\npositivo (solução de niclosamida na concentração de 20 µg/mL) e submetidos a diluições \n\nseriadas do extrato etéreo 1000, 500, 300, 250, 150, 100, 50 e 25 µg/mL, da atranorina \n\npurificada 1000, 500 e 250 µg/mL e do ácido praesorediósico purificado 500, 250 e 125 \n\nµg/mL dissolvidos em DMSO (0,25%), durante 24 h. Após o período de exposição, os \n\nembriões foram lavados com água filtrada e analisados durante 8 dias quanto à viabilidade \n\n(eclosão) e inviabilidade (mortos e malformados). Os experimentos foram realizados em \n\ntriplicata [15]. \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  37 \n\n \n\n \n\n2.6.3. Seleção dos Moluscos adultos de B. glabrata e exposição \n\nMoluscos adultos jovens B. glabrata pigmentados que apresentaram diâmetro da \n\nconcha entre 10 e 14 mm e idade mínima de dois meses foram separados, colocados em \n\nrecipientes individuais, com volume de 180 mL, e observados por cinco dias consecutivos \n\npara a verificação da maturidade sexual, constatada pela produção de desovas com embriões \n\nsaudáveis [18]. \n\nOs moluscos selecionados foram separados em grupos (n = 5) experimentais, controles \n\nnegativos (água filtrada e água filtraada contendo DMSO a 0,25%) e controles positivos \n\n(soluções de carbonato cúprico ou niclosamida nas concentrações de 50 e 20 µg/mL, \n\nrespectivamente). Os animais foram submetidos a diluições seriadas nas seguintes \n\nconcentrações do extrato etéreo 200, 150, 100, 50 e 25 µg/mL e da atranorina purificada 500, \n\n250 e 125 µg/mL, as substâncias foram dissolvidas em DMSO a 0,25%. \n\n Para proceder às exposições agudas durante 24h, os moluscos foram acondicionados \n\nem recipientes plásticos de 30 mL contendo cada  solução mencionada anteriormente. Todos \n\nos grupos foram mantidos nas mesmas condições de temperatura, umidade e estresse. Os \n\nexperimentos foram realizados em triplicata. Após a exposição, os grupos foram transferidos \n\npara recipientes contendo 250 mL de água, onde foram observados por até 10 dias. Após a \n\nexposição foi observada a mortalidade entre os moluscos adultos. \n\n2.7. Ensaio de toxicidade ambiental  \n\n2.7.1. Artemia salina \n\nPara o ensaio de toxicidade ambiental os ovos encistados de A. salina (50 mg) foram \n\ncolocados em recipientes com água do mar pH 8, sob luz artificial em 30uC, sob aeração \n\nconstante e temperatura de 25 ?C durante 48 h, até sua eclosão [19]. Em seguida as larvas de \n\nA. salina, foram separadas em grupos (n = 10) experimentais e controles negativos (água do \n\nmar e água do mar contendo DMSO a 0,25%). As larvas foram submetidas por grupo a \n\ndiluições seriadas do extrato etéreo 1000, 500, 250, 100, 50 e 25 µg/mL, da atranorina \n\npurificada 1000, 500, 250, 125 e 62,5 µg/mL e do ácido praesorediósico purificado 200, 125, \n\n62,5 µg/mL dissolvidos em DMSO (0,25%) incubadas em água do mar, por 24 h a 25 ?C. Os \n\ntestes foram realizados em quadruplicatas e a avaliação da mortalidade e sobrevivência das \n\nlarvas foi realizada através da análise em microscópio estereoscópico para cada uma das \n\nconcentrações testadas. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  38 \n\n \n\n \n\n2.7.  Análises estatísticas \n\nA análise estatística e desvios-padrão foram realizados utilizando GraphPad Prism 5.0 \n\npara Windows (GraphPad Software San Diego, CA, EUA). Foram estabelecidas diferenças \n\nsignificativas utilizando a análise de variância (ANOVA) e pós-teste de Newman-Keuls, e P&lt;\n\n0,05 foi considerado significativo para ambas as análises. As concentrações letais necessárias \n\npara matar 50% (CL50) de larvas A. salina, embriões ou adultos de B. glabrata foram \n\ncalculados usando análise probit com um intervalo de confiança de 95%, usando StatPlus1 \n\n168 2006 Software (Soft Analyst, Canadá). \n\n3. RESULTADOS  \n\n3.1. Análises químicas \n\n3.1.1. Caracterização química do extrato etéreo de P. praesorediosum, do ácido \n\npraesorediósico e da atranorina, ambos purificados  \n\nA análise em CCD do extrato etéreo do talo in natura do líquen P. praesorediosum \n\nevidenciou bandas com Rfs equivalente a atranorina purificada 0,87 e 0,52 compatível com o \n\nRf do ácido praesorediósico purificado (Figura 1). Adicionalmente observaram-se outras \n\ncinco bandas no extrato etéreo correspondentes a possíveis compostos fenólicos ainda não \n\nidentificado com Rfs 0,97; 0,78; 0,68; 0,58; 0,15.  \n\nA análise em CLAE do extrato etéreo do talo in natura de P. praesorediosum \n\napresentou um padrão cromatográfico equivalente ao observado no estudo em CCD, Figura 1 \n\ne Figura 2 (A e B), sendo vistos oito picos principais com tempos de retenção (Tr) de 10,5; \n\n11,8; 14,9; 16,6; 20,4; 24,8; 29,5, 32,0, Figura 2 (A e B). A atranorina purificada e o ácido \n\npraesorediósico purificado do extrato etéreo apresentaram Tr de 24,8 min, Figura 3 (A e B) e \n\n20,1 min, Figura 4 (A e B), respectivamente, onde os mesmos confirmam com o tempo de \n\nretenção dessas substâncias citadas na literatura, sendo o percentual de pureza superior a 98%.  \n\nAs análises dos espectros de Ressonância Magnética Nuclear de Prótons (RMN-H\n1\n) e \n\nCarbono (RMN-C\n13\n\n) confirmaram a estrutura química da atranorina purificada (Figura 5), \n\nresultando nos seguintes dados: RMN-H\n1\n (299 MHz, CDCl3) ?H: 2,09 (3H, s, Me-8’), 2,54 \n\n(3H, s, Me-9), 2,69 (3H, s, Me-9’), 3,98 (3H, s, 7-COOMe), 6,40 (1H, s, H-5), 6,51 (1H, s, H-\n\n5’), 10,36 (1H, s, CHO-8), 11,94 (1H, s, HO-2’),  12,50 (1H, s, HO-2) e 12,55 (1H, s, HO-4); \n\nRMN-C\n13 \n\n(75 MHZ, CDCl3) ?C: C-1 (102,8), C-2 (169,0), C-3 (108,5), C-4 (167,4), C-5 \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  39 \n\n \n\n \n\n(112,8), C-6 (152,4), C-7 (169,6), C-8 (193,8), C-9 (25,5), C-1’ (116,7) C-2’ (162,8), C-3’ \n\n(110,2) C-4’(151,9), C-5’ ( 115,9), C-6’ (139,8), C-7’ (172,1), C-8’ ( 24,0), C-9’ (9,3) e C-7’-\n\nCOOMe (52,3). \n\nAtravés da análise do espectro de Ressonância Magnética Nuclear de Carbono Treze \n\n(RMN-C\n13\n\n) é possível elucidar a estrutura química do ácido praesorediósico purificado \n\n(Figura 6), resultando nos seguintes dados: RMN-C\n13 \n\n(299 MHZ, CDCl3) ?C: C-1 (165,0), C-2 \n\n(138,0), C-3 (144,8), C-4 (76,9), C-5 (11,1), C-6 (170,0), C-7 (31,5), C-8 (24,4), C-9-C-17 ( \n\n30,3 ; 30,4), C-18 (29,7), C-19 (25,1), C-20 (35,8), C-21 (177,0). \n\n3.2. Toxicidade do extrato etéreo e das substâncias purificadas do líquen P. \n\npraesorediosum sobre embriões e adultos de B. glabrata e larvas de A. salina \n\nNos testes com os embriões no estágio de blástula de desenvolvimento utilizando o \n\nextrato etéreo de P. praesorediosum a 1000, 500, 300, 250, 150, 100, 50 e 25 µg/mL, os \n\ntratamentos foram significativos entre os grupos (p &lt;0,0001; F = 51,56 e R= 0,95): Ctrl 2 vs \n\nCtrl 3, 300, 500 e 1000 µg/mL; Ctrl 3 vs Ctrl 1, Ctrl 2, 25, 50, 100, 150, 250, 300 e 500 \n\nµg/mL com ***p&lt;0,05 (Figura 7A). Nos ensaios com os embriões utilizando a atranorina \n\npurificada de P. praesorediosum a 1000, 500 e 250 µg/mL (p &lt;0,0001; F = 1943 e R= 0,99), \n\nos dados foram significativos entre os grupos: Ctrl 2 vs Ctrl 3;  Ctrl 3 vs Ctrl 1 , Ctrl 2, 250, \n\n500 e 1000 µg/mL com ***p&lt;0,05 (Figura 7B). Para o tratamento com embriões usando o \n\nácido praesorediósico purificado de P. praesorediosum a 500, 250 e 125 µg/mL (p &lt;0,0001; \n\nF = 117,6 e R= 0,98) os resultados foram significativos entre os grupos: Ctrl 2 vs Ctrl 3, 250 e \n\n500 µg/ml ; Ctrl 3 vs Ctrl 1, Ctrl 2 e 125 µg/mL  com ***p&lt;0,05 (Figura 7 C). \n\nNos bioensaios com moluscos adultos jovens de B. glabrata pigmentados, os animais \n\nforam submetidos ao extrato etéreo a 200, 150, 100, 50 e 25 µg/mL, comparado-os com os \n\ngrupos controles (p &lt;0,0001; F = 31,58 e R= 0,93). A taxa de mortalidade foi de 100,00% em \n\n200 µg/mL (Figura 8A). E os tratamentos foram significativos entre os grupos: Ctrl 2 vs Ctrl \n\n3, Ctrl 4, 200, 150 e 100 µg/mL e os Ctrl 3 e 4 vs Ctrl 1, Ctrl 2, 100, 50, 25 µg/mL (Figura \n\n8A). Os moluscos adultos também foram submetidos a atranorina purificada a 500, 250 e 125 \n\nµg/mL (p &lt;0,0001; F = 80,17 e R= 0,97) (Figura 8B) e os resultados foram significativos \n\nentre os grupos: Ctrl 2 vs Ctrl 3 e Ctrl 4; Ctrl 3 e 4 vs Ctrl 1, Crtl 2, 500, 250 e 125 µg/mL \n\ncom  ***p&lt;0,05. (Figura 8B).  \n\nNos ensaios de toxicidade ambiental com A. salina as larvas foram submetidas por \n\ngrupo a diluições seriadas do extrato etéreo a 1000, 500, 250, 100, 50 e 25 µg/mL, e \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  40 \n\n \n\n \n\ncomparado com os grupos controles (p &lt;0,0001; F = 28,47 e R= 0,89) (Figura 9A). Os dados \n\nforam significativos entre os grupos: Ctrl 2 vs 250, 500 e 1000 µg/mL (Figura 9A). As larvas \n\ndo microcrustáceo também foram submetidas a diluições seriadas da atranorina purificada a \n\n1000, 500, 250, 125 e 62,5 µg/mL, comparado-as com os grupos controles (p &lt;0,0001; F = \n\n144,6 e R= 0,97) (Figura 9B), os tratamentos foram significativos entre os grupos: Ctrl 2 vs \n\n62,5, 125, 250, 500 e 1000 µg/mL com ***p&lt;0,05 (Figura 9B). E as larvas de A. salina \n\ntambém foram submetidas ao ácido praesorediósico purificado a 200, 125 e 62,5 µg/mL (p &lt;\n\n0,2837; F = 1,39 e R= 0,27), não apresentando diferenças significativas entre os grupos \n\n(Figura 9C).  \n\nPara análise da concentração letal média, ou seja, a concentração da amostra que causa \n\nmortalidade de 50% dos organismos no tempo de exposição e nas condições do teste foi \n\ndeterminada a concentração letal (CL50) nos diferentes ensaios biológicos realizados.  \n\nA CL50 foi de 363,07 µg/mL e 213,79 µg/mL para os embriões expostos ao extrato \n\netéreo e ao ácido praesorediósico purificado, respectivamente. Como também, a CL50 \n\nestimada para os moluscos adultos tratados com o extrato etéreo foi de 102,32 µg/mL o que \n\npotencializa sua ação moluscicida tornando-o bastante promissor. Nos ensaios de toxicidade \n\nutilizando atranorina purificada a taxa de mortalidade máxima dos grupos experimentais foi \n\nde 4,7% e 13% para embriões e moluscos adultos, respectivamente, impossibilitando a \n\ndeterminação da CL50. E para os testes de toxicidade ambiental utilizando as larvas de Artemia \n\nsalina a CL50 foi de 204,17 µg/mL e 131,82 µg/mL para o extrato etéreo e a atranorina \n\npurificada, respectivamente. Entretanto nos ensaios com os microcrustáceos utilizando o \n\nácido praesorediósico purificado não foi possível determinar a CL50, pois a taxa de \n\nsobrevivência das larvas foi de 92,5% a 100% apresentando, portanto, baixa toxicidade a \n\nsubstância testada. \n\n4. DISCUSSÃO  \n\nA utilização do extrato etéreo, da atranorina purificada e do ácido praesorediósico \n\npurificado do líquen P. praesorediosum é um estudo pioneiro, visto que na literatura não \n\nexiste nenhum relato descrevendo estas atividades como moluscicida, embriotóxica e ensaios \n\nde toxicidade ambiental com esses compostos. Recentemente foi descrita atividade \n\nmoluscicida do usnato de potássio produzido a partir do ácido úsnico isolado e purificado do \n\nextrato etéreo do líquen Cladonia substellata relatando que taxa de mortalidade em embriões \n\ne adultos de B. glabrata foi maior do que a relatada para o extrato de plantas, visto que os \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  41 \n\n \n\n \n\nensaios com usnato de potássio apresentaram CL50 de 5,77 µg/mL e 0,92 µg/mL para \n\nembriões e adultos, respectivamente [15].  \n\nOutro estudo utilizando substâncias liquênicas no controle da esquistossomose foi \n\nrealizado analisando a atividade anti-Schistosoma do polissacarídeo sulfatado, onde avaliou a \n\n?-D-glucana (Glu.SO4) extraído de Ramalina celastri após encapsulação em lipossomas \n\n(Glu.SO4-LIPO) em camundongos infectados com Schistosoma mansoni. O efeito do \n\ntratamento com Glu.SO4 e Glu.SO4-LIPO (10 mg/kg) sobre a eliminação de ovos, carga \n\nparasitária e formação de granulomas hepática foi avaliado e a análise parasitológica revelou \n\nque Glu.SO4-LIPO foi tão eficiente quanto Glu.SO4 na redução do ovo e eliminação e carga \n\nparasitária [20]. \n\nA taxa de mortalidade dos moluscos adultos de B. glabrata expostos ao extrato etéreo \n\ndo líquen P. praesorediosum foi consideravelmente alta, visto que apresentou o valor da CL50 \n\n102,32 µg/mL. Esse dado é bastante relevante quando comparado ao estudo realizado com \n\nextratos de organismos marinhos, onde a fração apolar (CH2Cl2 - cloreto de metileno) do \n\nextrato da alga Liagora farinosa e a fração aquosa da esponja Amphimedon viridis exibiu \n\natividade moluscicida contra B. glabrata. Sendo o extrato CH2Cl2 de L. farinosa ativo em \n\nadultos e embriões de B. glabrata apresentando em caramujos adultos valores de  CL50 de 120 \n\nµg/mL [21]. \n\nO agente moluscicida recomendado pela Organização Mundial da Saúde é o \n\nniclosamida sendo bastante eficaz em todas as fases do ciclo de vida, como observado nesse \n\nestudo utilizando o extrato etéreo, a atranorina e o ácido praesorediósico ambos purificados \n\nnos testes realizados com embriões e adultos de B. glabrata onde a taxa de mortalidade foi de \n\n100% na concentração de 20 µg/mL. Um resultado semelhante foi observado com a utilização \n\ndo niclosamida a uma concentração menor que 1,5 mg/mL após  2 h de exposição \n\napresentando também uma taxa de mortalidade de 100% [22 e 23]. O estudo com o usnato de \n\npotássio demonstrou ser eficaz contra o molusco quando comparado com a niclosamida, visto \n\nque em ambos foram observados uma mortalidade de 100% a 1 µg/mL [15]. \n\nNos estudos com a semente moída de Moringa oleifera (ESSMol) avaliou à sua \n\natividade moluscicida contra os moluscos B. glabrata. Os resultados mostraram que o \n\nESSMol foi eficaz como moluscicida para B. glabrata apresentando CL50 de 0,419 g/L e CL90 \n\nde 1,021 g/L. E seu efeito tóxico apresentado nos testes ecotoxicológicos com organismos não \n\nalvo ocorreu em concentrações que permitem a manutenção de populações naturais [18]. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  42 \n\n \n\n \n\nNos testes descritos com A. salina a CL50 foi de 2,6 µg/mL utilizando o usnato de \n\npotássio [15], e nos ensaios de toxicidade ambiental do presente estudo utilizando as larvas de \n\nA. salina a CL50 apresentou valores de 204,17 µg/mL e 131,82 µg/mL para o extrato etéreo e \n\na atranorina purificada, respectivamente, o que demonstra que as substâncias liquênicas são \n\necologicamente menos agressivas ao ambiente em relação aos moluscicidas sintéticos e \n\npossivelmente mais seguras para manipulação e utilização do homem.  Além da toxicidade da \n\nniclosamida a organismos aquáticos como peixes, insetos e outros moluscos, a sensibilidade à \n\nluz solar e o alto custo, bem como o desenvolvimento de resistência dos caramujos a essa \n\nsubstância, limita seu uso tornando preocupante sua utilização para o controle da doença [23, \n\n24 e 25]. \n\nOs testes realizados com A. salina foram importantes para determinar a toxicidade \n\nambiental do extrato etéreo, da atranorina purificada e do ácido praesorediósico purificado do \n\nlíquen P. praesorediosum. Este microcrustáceo que é altamente sensível a diversas \n\nsubstâncias, o que justifica sua utilização determinando seu uso como um modelo \n\nexperimental para avaliação da toxicidade [8]. Os ensaios demonstraram que extrato etéreo, \n\natranorina e o ácido praesorediósico ambos purificados não apresentaram toxicidade na \n\nconcentração moluscicida, indicando que estas substâncias oferecem baixo risco para os \n\norganismos aquáticos não alvo. Estes resultados foram semelhantes aqueles obtidos nos \n\nensaios com A. salina que indicaram uma baixa toxicidade do extrato etéreo testado e das \n\nsubstâncias purificadas, uma vez que todos apresentaram CL50 > 1000 ppm [26]. Por outro \n\nlado, essa baixa toxicidade pode ser considerada uma característica interessante para \n\nutilização de extratos vegetais em ambientes naturais para controle da população de \n\ncaramujos. É relevante observar que a niclosamida mostrou-se tóxica para espécies aquáticas \n\ncomo crustáceos do zooplancton [27]. \n\n As normas para os testes moluscicidas preconizada pela Organização Mundial de \n\nSaúde [28] recomenda a utilização de plantas e produtos vegetais que possam ser utilizados \n\nsem afetar o equilíbrio do meio ambiente. A metodologia considera que o extrato pode ser \n\nclassificado como inativo (0 a 30% de mortalidade) parcialmente ativo (40 a 60% de \n\nmortalidade) e ativo (70 a 100% de mortalidade) aos caramujos. Todavia, de acordo com a \n\npublicação de 1983 [29], uma substância moluscicida pode ser considerada ativa quando \n\nobtiver 90% de mortalidade nas concentrações de 20 ppm para extratos e 100 ppm para \n\nsubstância pura [8]. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  43 \n\n \n\n \n\nO estudo com o extrato etéreo e o ácido praesorediósico purificado do líquen P. \n\npraesorediosum demonstrou ser bastante promissor visto que pode ser considerado como \n\npotente agente moluscicida e uma alternativa aos moluscicidas sintéticos, pois apresenta \n\nvalores de CL50 consideráveis sendo eficientes no combate ao molusco nas diferentes fases do \n\nseu ciclo de vida. \n\nPortanto a análise do potencial biológico do líquen P. praesorediosum foi bastante \n\neficaz, pois, através da relação do homem com os produtos naturais e sua utilização no \n\necossistema (aquático e terrestre), permite avaliar tais interações que compõe uma cadeia \n\nambiental, a qual fornece fundamentos que podem fortalecer os processos ecológicos que \n\nocorrem entre esses elementos da cadeia envolvendo mais que apenas a ação sobre o ciclo de \n\ntransmissão da esquistossomose [30 e 31]. Dessa forma, destaca-se a importância de estudar \n\nnovas substâncias de origem natural que possam atuar de forma mais específica e seletiva \n\ndirecionadas ao combate do hospedeiro intermediário, o B. glabrata, e como estes estudos \n\npodem ser maximizados através do uso de uma estratégia integrada ao uso dos metabólicos \n\nliquênicos.  \n\nAGRADECIMENTOS \n\nA agência brasileira de fomento Conselho Nacional de Pesquisa (CNPq), a Pró-\n\nReitoria para assuntos de Pesquisa e Pós-Graduação (PROPESQ), ao Programa de Pós- \n\nGraduação em Bioquímica e Fisiologia, aos Departamentos de Bioquímica, Fisiologia, \n\nBiofísica e Radiobiologia e de Química Fundamental e a instituição promotora Universidade \n\nFederal de Pernambuco que possibilitou o desenvolvimento da pesquisa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  44 \n\n \n\n \n\nREFERÊNCIAS \n\n[1] Rey, L. Bases da Parasitologia Médica. 3ed. Rio de janeiro: Guanabara Koogan, 930p., \n\n2008. \n\n[2] Carvalho O. S., Coelho P. M. Z., Lenzi H. L. Schistosoma mansoni e esquistossomose: \n\numa visão multidisciplinar. Rio de Janeiro:Editora Fiocruz; 2008. \n\n[3] Santos, F. L. A. D., et. al. Pesquisa, desenvolvimento e inovação para o controle das \n\ndoenças negligenciadas. Revista de Ciências Farmacêuticas Básica e Aplicada, v. 33, n. 1, \n\np. 37-47, 2012. \n\n[4] Sales DM, Santos JEM, Shigueoka DC, et al. Correlação interobservador das \n\nalterações morfológicas das vias biliares em pacientes com esquistossomose mansoni pela \n\ncolangiorressonância magnética. Radiol Bras, 42(4):277-82, 2009. \n\n[5] Pernambuco. Secretaria Estadual de Saúde. Secretaria Executiva de Vigilância em \n\nSaúde. Programa de Enfretamento das Doenças Negligenciadas no Estado de Pernambuco \n\nSANAR – 2011 / 2014 / Secretaria Estadual de Saúde. Secretaria Executiva de Vigilância \n\nem Saúde – Recife: Secretaria Estadual de Saúde, 2013. \n\n[6] Rey, L. Parasitologia. 4ed. Rio de janeiro: GUANABARA KOOGAN, 930p., 2011. \n\n[7] Rocha, T. J. M., Do Nascimento Filho, B. P., Da Rocha Noé, B. D., Júnior, C. P. V., \n\nCosta, G. N., Aragão, M. B., &amp; Dos Santos, A. F. Estudo do efeito moluscicida de \n\nespécies vegetais em embriões e caramujos adultos de Biomphalaria glabrata SAY, 1818 \n\n(GASTROPODA, PLANORBIDAE).Revista de Patologia Tropical, v. 42, n. 2, 2013. \n\n[8] Cantanhede, S. P. D. et al. Atividade moluscicida de plantas: uma alternativa \n\nprofilática. Revista Brasileira de Farmacognosia, v. 20, n. 2, p. 282-288, 2010. \n\n[9] Hill. D, J. Asymmetric Co-evolution in the Lichen Symbiosis Caused by a Limited \n\nCapacity for Adaptation in the Photobiont. Botanical Reviwers, v 75, p. 326–338. 2009. \n\n[10] Culberson, C. F.; Culberson, W. L., Johnson, A. Second Supplement to Chemical and \n\nBotanical Guide of Lichen Products. The American Bryological and Lichenological \n\nSociety, Inc. St. Louis. 1977. \n\n[11] Pavlovic, V., Stojanovic, I., Jadranin, M., Vajs, V., Djordjevic, I., Smelcerovic, A., \n\nStojanovic, G., Effect of four lichen acids isolated from Hypogymnia physodes on \n\nviability of rat thymocytes. Food Chem. Toxicol. 51, 160-164, 2013. \n\n[12] Martins, M. C. B.; Lima, M. J.G.; Silva, F. P.; Azevedo-Ximenes, E.; Silva, N. H,. \n\nPereira, E. C. Cladia aggregata (lichen) from Brazilian Northeast: chemical \n\ncharacterization and antimicrobial activity. Brazilian Archives of Biology and \n\nTechnology,v. 53, p. 115-122. 2010.  \n\n[13] Rabelo, T.K., et al., Redox characterization of usnic acid and its cytotoxic effect on \n\nhuman neuron-like cells (SH-SY5Y). Toxicol. in Vitro. 26, 304–314, 2012. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  45 \n\n \n\n \n\n[14] Silva, M. D. C.; Sá, R.; Napoleão, T. H.; Gomes, F. S.; Santos, N. D. L.; \n\nAlbuquerque, A. C.; Xavier, H. S.; Paiva, P. M. G.; Correia, M. T. S.; Coelho, L. C. B. B. \n\nPurified Cladonia verticillaris lichen lectin: Insecticidal activity on Nasutitermes corniger \n\n(Isoptera: Termitidae). International Biodeterioration and Biodegradation, v. 63, p. 334–\n\n340. 2009. \n\n[15] Martins, M. C., Silva, M. C., Silva, L. R., Lima, V. L., Pereira, E. C., Falcão, E. \n\nP.,Melo, A. M. M. A. e Silva, N. H. Usnic Acid Potassium Salt: An Alternative for the \n\nControl of Biomphalaria glabrata (Say, 1818). PloS one, v. 9, n. 11, p. e111102, 2014. \n\n[16] Culberson, C F. Improved conditions and new data for identification of lichen \n\nproducts by standardized thin-layer chromatographic method. Journal of Chromatography \n\nA, v. 72, n. 1, p. 113-125, 1972. \n\n[17] Legaz, M. E.; Vicente, C. Endogenous inactivators of arginase, arginine \n\ndecarboxylase and agmatine amidinohydrolase in Evernia prusnastri thallus. Plant \n\nPhysiology. v. 71, p. 300-302, 1983. \n\n[18] Silva, L. R., Silva, E. B., Amaral, A. J., Amancio, F. F.,Melo, A. M. M. D. A. et. al. \n\nAvaliação da radiossensibilidade de hemócitos de Biomphalaria glabrata expostos à \n\nradiação gama. Scientia Plena, v. 9, n. 5, p. 1 – 9, 2013. \n\n[19] CETESB.1987. Água do mar - Teste de toxicidade aguda com Artemia L5.021. \n\n[20] Araújo, R. V. S. et al. Evaluation of the antischistosomal activity of sulfated ?-D-\n\nglucan from the lichen Ramalina celastri free and encapsulated into liposomes. Brazilian \n\nJournal of Medical and Biological Research, v. 44, n. 4, p. 311-318, 2011. \n\n[21] Miyasato, P. A. et al. Molluscicidal activity of some marine substances against the \n\nsnail Biomphalaria glabrata (Mollusca, Planorbidae). Parasitology research, v. 110, n. 5, \n\np. 1873-1879, 2012. \n\n[22] Oliveira-Filho Ec, Geraldino Br, Coelho Dr, De-Carvalho Rr, Paumgertten Fjr (2010) \n\nComparative toxicity of Euphorbia milii látex and synthetic molluscicides to \n\nBiomphalaria glabrata embryos. Chemosphere 81: 218–227. \n\n[23] Ribeiro Kal, Carvalho Cm, Molina Mt, Lima Ep, Lopes-Monteiro E, et al. (2009) \n\nActivities of naphthoquinonas against Aedes aegypti (Linnaeus, 1762) (Diptera: \n\nCulicidae), vector of dengue and Biomphalaria glabrata (Say, 1818), intermediate host \n\nSchistosoma mansoni. Acta Trop 111: 44–50. \n\n[24] Ruiz, A. L. T. G. et al. Avaliação da atividade tóxica em Artemia salina e \n\nBiomphalaria glabrata de extratos de quatro espécies do gênero Eleocharis \n\n(Cyperaceae). Rev Bras Farmacogn, v. 15, p. 98-102, 2005. \n\n[25] Oliveira-Brett AM, Goulart MOF, De Abreu FC. Detection of the damage caused to \n\nDNA by niclosamide using an electrochemical DNA?biosensor. Biosens Bioelectron \n2002;17:913–915. \n\n[26] Mclaughlin, J.L., Saizarbitori, T.C. &amp; Anderson, J.E. Tres bioensayos simples para \n\nquimicos de produtos naturales. Revista de la Sociedad Venezolana Química, 18: 13-18, \n\n1995. \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  46 \n\n \n\n \n\n[27] Oliveira-Filho EC, Paumgartten FJR (2000). Toxicity of Euphorbia milii latex and \n\nniclosamide to snails and nontarget aquatic species. Ecotox Environ Safe 46: 342-350. \n\n[28] World Health Organization 1965. Memoranda: molluscicide screening and \n\nevaluation. Bull World Health Organ 33: 567-576. \n\n[29] World Health Organization 1983. Report of the Scientific working Group on Plant \n\nMolluscicide &amp; Guidelines for evaluation of plant molluscicides. Geneva: TDR/SC 4-\n\nSWE (4)/83.3. \n\n[30] Turner RK, Daily GC. The Ecosystem Services Framework and Natural Capital \n\nConservation Environ Res Econ 2008;39:25-35. \n\n[31] Daly HE, Farley J. Ecological Economics: principles and applications. Island Press, \n\nWashington, DC, 2004. \n\n[32] Asahina, Y.; Shibata, S. Chemistry of Lichen Substances. Japan Society from the \n\nPromotion of Science. Tokyo, p. 240. 1954. \n\n[33] David, F.; Elix, J. A.; Binsamsudin, M. W. Two new aliphatic acids from the lichen \n\nParmotrema praesorediosum. Australian Journal of Chemistry, v. 43, n. 7, p. 1297-1300, \n\n1990. \n\n[34] Honda, N. K.; Vilegas, W. Brasil, 21, 110–124 (1998),“A química dos líquenes”. \n\n[35] Huneck, S; Yoshimura, I. Identification of lichen substances. Springer Berlin \n\nHeidelberg, 1996 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  47 \n\n \n\n \n\n4 CONCLUSÃO  \n\n \n\n? O uso do talo da Parmotrema praesorediosum tornou possível a obtenção da \n\natranorina purificada e do ácido praesorediósico purificado, obtidos por meio de técnicas de \n\nextração por esgotamento a frio. \n\n? As análises por meio de cromatografias em camada delgada e líquida de alta eficência, \n\nRessonância Magnética Nuclear de Prótons e Carbono Treze, permitiram a identificação \n\nqualitativa e quantitativa das substâncias liquênicas. \n\n? A embriotoxicidade do extrato etéreo e do ácido praesorediósico purificado foram \n\ncomprovados, pois as substâncias apresentaram valores de CL50 de 363,07 µg/mL e 213,79 \n\nµg/mL, respectivamente.  \n\n? A CL50 estimada para os moluscos adultos tratados com o extrato etéreo foi de 102,32 \n\nµg/mL demonstrando ser bastante eficiente no combate ao hospedeiro intermediário podendo \n\nser considerado uma das formas de redução do risco de transmissão da esquistossomose. \n\n? A atranorina purificada não apresentou toxicidade aos embriões na fase de blástula \n\nnem aos moluscos adultos jovens da espécie B. glabrata. \n\n? Os ensaios demonstraram que extrato etéreo, a atranorina e o ácido praesorediósico \n\nambos purificados não causaram toxicidade as larvas do microcrustáceo A. salina, indicando \n\nque estas substâncias oferecem baixo risco ao meio ambiente.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  48 \n\n \n\n \n\nANEXO A – FIGURAS DO ARTIGO \n\n \n\nFigura 1 - Cromatografia em camada delgada do líquen Parmotrema praesorediosum. 1. \n\nÁcido praesorediósico purificado; 2. Atranorina purificada; 3. Extrato etéreo; 4. Padrão de \n\natranorina.   \n\n \n\nFigura 2 - Cromatografia líquida de alta eficiência do extrato etéreo de P. praesorediosum  \n\nB \n\nA \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  49 \n\n \n\n \n\n \n\nFigura 3 - Cromatografia líquida de alta eficiência da atranorina purificada a partir do extrato \n\netéreo de P. praesorediosum \n\n \n\nFigura 4 - Cromatografia líquida de alta eficiência do ácido praesorediósico purificado a \n\npartir do extrato etéreo de P. praesorediosum  \n\nB \n\nA \n\nB \n\nA \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  50 \n\n \n\n \n\n \n\n \n\nFigura 5 - Estrutura química da atranorina purificada. Fonte: Honda e Vilegas, 1998.  \n\n \n\nFigura 6 - Estrutura química do ácido praesorediósico purificado (David, Elix e Bin \n\nSamsudin, 1990). Fonte: Huneck e Yoshimura, 1996.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n      \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  51 \n\n \n\n \n\n \n\n \n\n \n\nFigura 7 - Embriotoxicidade de B. glabrata submetidos por 24h ao tratamento com o extrato \n\netéreo, a atranorina purificada e ao ácido praesorediósico purificado do líquen Parmotrema \n\npraesorediosum em diferentes concentrações e grupos controles (Ctrl 1 - água filtrada, Ctrl 2 - \n\nágua filtrada com DMSO a 0,25%, Ctrl 3 - água filtrada com niclosamida a 20 µg/mL). \n\n***p<0,0001 comparado com o grupo Ctrl 1. A: Tratamento com extrato etéreo a 1000, 500, \n\n300, 250, 150, 100, 50 e 25 µg/mL e grupos controles. B: Tratamento com a atranorina \n\npurificada a 1000, 500 e 250 µg/mL e grupos controles. C: Tratamento com o ácido \n\npraesorediósico purificado a 500, 250 e 125 µg/mL e grupos controles. \n\nA \n\nB \n\nC \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  52 \n\n \n\n \n\n \n\n \n\nFigura 8 - Atividade moluscicida de adultos jovens B. glabrata pigmentados submetidos por \n\n24h ao tratamento com o extrato etéreo e a atranorina purificada do líquen Parmotrema \n\npraesorediosum em diferentes concentrações e grupos controles (Ctrl 1 - água filtrada, Ctrl 2 - \n\nágua filtrada com DMSO a 0,25%, Ctrl 3 - água filtrada com niclosamida a 20 µg/mL, Ctrl 4 - \n\nágua filtrada com carbonato cúprico a 50 µg/mL). A: Tratamento com extrato etéreo a 200, \n\n150, 100, 50 e 25 µg/mL e grupos controles. B: Tratamento com a atranorina purificada a \n\n500, 250 e 125 µg/mL e grupos controles.  \n\n \n\nA \n\nB \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  53 \n\n \n\n \n\n \n\n \n\n \n\nFigura 9 - Toxicidade das larvas de Artemia salina submetidas por 24h ao tratamento com o \n\nextrato etéreo, a atranorina purificada e ao ácido praesorediósico purificado do líquen \n\nParmotrema praesorediosum em diferentes concentrações e grupos controles (Ctrl 1 - água do \n\nmar, Ctrl 2 - água do mar com DMSO a 0,25%). A: Tratamento com extrato etéreo a 1000, \n\n500, 250, 100, 50 e 25 µg/mL e grupos controles. B: Tratamento com a atranorina purificada \n\na 1000, 500, 250, 125 e 62,5 µg/mL e grupos controles. C: Tratamento com o ácido \n\npraesorediósico purificado a 200, 125, 62,5 µg/mL e grupos controles. \n\n \n\nA \n\nB \n\nC \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  54 \n\n \n\n \n\nANEXO B – FICHA DE IDENTIFICAÇÃO BOTÂNICA \n\n \n\n \n\nUniversidade Federal de Pernambuco \n\nCentro de Ciências Biológicas \n\nDepartamento de Botânica \n\nHerbário UFP – Geraldo Mariz \n\n \n\nN°: 76.599  \n\nFam.: Parmeliaceae  \n\nSp.: Parmotrema praesorediosum (Nyl.) Hale  \n\nNome vulgar:  \n\nCol.: Maria de Lourdes Lacerda Buril, 13-II-2014.  \n\nDet.: Maria de Lourdes Lacerda Buril 13/II/2014.  \n\nProc.: Brasil, Pernambuco, município de Sairé, Sítio Prodígio, \n\ncaatinga, sobre rocha.  \n\nObs.: líquen folhoso  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  55 \n\n \n\n \n\nANEXO C – GUIDE FOR AUTHORS (PLOS ONE) \n\n \n\nPLOS ONE Manuscript Guidelines \n\n \n\n1. Format Requirements \n\n2. Guidelines for Standard Sections \n\no Title \n\no Authors and Affiliations \n\no Abstract \n\no Introduction \n\no Materials and Methods \n\no Results, Discussion, and Conclusions \n\no Acknowledgments \n\no References \n\no Figure Legends \n\no Supporting Information Captions \n\no Data Reporting Guidelines \n\no Accession Numbers \n\no Striking Images \n\no Tables \n\n3. Specific Reporting Guidelines \n\no Human Subject Research \n\no Clinical Trials \n\no Animal Research \n\no Observational and Field Studies \n\no Cell Line Research \n\no Blots and Gels \n\no Antibodies \n\no Systematic Review/Meta-Analysis \n\no Paleontology and Archaeology Research \n\no Software Papers \n\no Database Papers \n\no New Zoological Taxon \n\no New Botanical Taxon \n\no New Fungal Taxon \n\no Qualitative Research \n\nhttp://www.plosone.org/static/guidelines#format\nhttp://www.plosone.org/static/guidelines#guidelines\nhttp://www.plosone.org/static/guidelines#title\nhttp://www.plosone.org/static/guidelines#authors\nhttp://www.plosone.org/static/guidelines#abstract\nhttp://www.plosone.org/static/guidelines#intro\nhttp://www.plosone.org/static/guidelines#materials\nhttp://www.plosone.org/static/guidelines#results\nhttp://www.plosone.org/static/guidelines#acks\nhttp://www.plosone.org/static/guidelines#references\nhttp://www.plosone.org/static/guidelines#figs\nhttp://www.plosone.org/static/guidelines#supportinginformation\nhttp://www.plosone.org/static/guidelines#datareporting\nhttp://www.plosone.org/static/guidelines#accession\nhttp://www.plosone.org/static/guidelines#striking\nhttp://www.plosone.org/static/guidelines#tables\nhttp://www.plosone.org/static/guidelines#specific\nhttp://www.plosone.org/static/guidelines#human\nhttp://www.plosone.org/static/guidelines#clinical\nhttp://www.plosone.org/static/guidelines#animal\nhttp://www.plosone.org/static/guidelines#observational\nhttp://www.plosone.org/static/guidelines#cell\nhttp://www.plosone.org/static/guidelines#blotsandgels\nhttp://www.plosone.org/static/guidelines#antibodies\nhttp://www.plosone.org/static/guidelines#systematic\nhttp://www.plosone.org/static/guidelines#paleontology\nhttp://www.plosone.org/static/guidelines#software\nhttp://www.plosone.org/static/guidelines#database\nhttp://www.plosone.org/static/guidelines#zoological\nhttp://www.plosone.org/static/guidelines#botanical\nhttp://www.plosone.org/static/guidelines#fungal\nhttp://www.plosone.org/static/guidelines#qualitative\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  56 \n\n \n\n \n\n1. Format Requirements \n\nPLOS ONE does not consider presubmission inquiries. All submissions should be prepared \n\nwith the following files: \n\n? Cover letter \n\n? Manuscript, including tables and figure legends \n\n? Figures (guidelines for preparing figures can be found at the Figure and Table Guidelines) \n\nPrior to submission, authors who believe their manuscripts would benefit from professional \n\nediting are encouraged to use language-editing and copyediting services. Obtaining this \n\nservice is the responsibility of the author, and should be done before initial submission. These \n\nservices can be found on the web using search terms like \"scientific editing service\" or \n\n\"manuscript editing service.\" Submissions are not copyedited before publication. \n\nIn addition to the guidelines below, please refer to our downloadable sample files to make \n\nsure that your submission meets our formatting requirements: \n\n? Download sample title, author list, and affiliations page (PDF) \n\n? Download full manuscript sample (PDF) \n\nSubmissions that do not meet the PLOS ONE Publication Criterion for language \n\nstandards may be rejected. \n\nCover Letter \n\nYou should supply an approximately one page cover letter that: \n\n? Concisely summarizes why your paper is a valuable addition to the scientific literature \n\n? Briefly relates your study to previously published work \n\n? Specifies the type of article you are submitting (for example, research article, systematic \n\nreview, meta-analysis, clinical trial) \n\n? Describes any prior interactions with PLOS regarding the submitted manuscript \n\n? Suggests appropriate PLOS ONE Academic Editors to handle your manuscript (view \n\na complete listing of our academic editors) \n\n? Lists any recommended or opposed reviewers \n\nYour cover letter should not include requests to reduce or waive publication fees. Should your \n\nmanuscript be accepted, you will have the opportunity to include your requests at that time. \n\nSee PLOS ONE Editorial Policy for more information regarding publication fees. \n\nManuscript Organization \n\nPLOS ONE considers manuscripts of any length. There are no explicit restrictions for the \n\nnumber of words, figures, or the length of the supporting information, although we encourage \n\na concise and accessible writing style. We will not consider monographs. \n\nAll manuscripts should be double-spaced and include line numbers and page numbers. \n\nManuscripts should begin with the ordered sections: \n\nhttp://www.plosone.org/static/figureGuidelines\nhttp://www.plosone.org/attachments/PLOS_ONE_Formatting_Sample_1_2014.pdf\nhttp://www.plosone.org/attachments/PLOS_ONE_Formatting_Sample_2_2014.pdf\nhttp://www.plosone.org/static/publication#language\nhttp://www.plosone.org/static/publication#language\nhttp://www.plosone.org/static/edboard\nhttp://www.plosone.org/static/editorial#fees\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  57 \n\n \n\n \n\n? Title \n\n? Authors \n\n? Affiliations \n\n? Abstract \n\n? Introductionand end with the sections of: \n\n? Acknowledgments \n\n? References \n\n? Figure Legends \n\n? Supporting Information Captions \n\n? Tables \n\nFigures should not be included in the main manuscript file. Each figure must be \n\nprepared and submitted as an individual file. Find more information about preparing \n\nfigures here. \n\nThe title, authors, and affiliations should all be included on a title page as the first page of the \n\nmanuscript file. \n\nThere are no explicit requirements for section organization between these beginning and \n\nending sections. Articles may be organized in different ways and with different section titles, \n\naccording to the authors' preference. In most cases, internal sections include: \n\n? Materials and Methods \n\n? Results \n\n? Discussion \n\n? Conclusions (optional) \n\nPLOS ONE has no specific requirements for the order of these sections, and in some cases it \n\nmay be appropriate to combine sections. Guidelines for individual sections can be \n\nfound below. \n\nAbbreviations should be kept to a minimum and defined upon first use in the text. Non-\n\nstandard abbreviations should not be used unless they appear at least three times in the text. \n\nStandardized nomenclature should be used as appropriate, including appropriate usage of \n\nspecies names and SI units. \n\nPLOS articles do not support text footnotes. If your accepted submission contains footnotes, \n\nyou will be asked to move that material into either the main text or the reference list, \n\ndepending on the content. \n\nManuscript File Requirements \n\nAuthors may submit their manuscript files in Word (as .doc or .docx), LaTeX (as .pdf), or \n\nRTF format. Word files must not be protected. \n\nLaTeX Submissions. If you would like to submit your manuscript using LaTeX, you must \n\nauthor your article using the PLOS ONE LaTeX template andBibTeX style sheet. Articles \n\nhttp://www.plosone.org/static/figureGuidelines\nhttp://www.plosone.org/static/guidelines#guidelines\nhttp://www.plosone.org/static/plos_template.tex\nhttp://www.plosone.org/static/plos2009.bst\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  58 \n\n \n\n \n\nprepared in LaTeX may be submitted in PDF format for use during the review process. After \n\nacceptance, however, .tex files will be required. Please consult our LaTeX guidelines for a list \n\nof what will be required. \n\nMicrosoft Word Submissions with Equations. If your manuscript is or will be in Microsoft \n\nWord and contains equations, you must follow the instructions below to make sure that your \n\nequations are editable when the file enters production. \n\n1. Format display equations only in MathType (http://www.dessci.com/en/products/mathtype/). \n\n2. Do not use Equations tools or Symbol font for any equation formatting. If your inline \n\nequations require special formatting, use MathType. \n\n3. Do not use Graphic Objects. \nIf you have already composed your article in Microsoft Word and used its built-in equation \n\nediting tool, your equations will become unusable during the typesetting process. To resolve \n\nthis problem, re-key your equations using MathType. \n\nIf you do not follow these instructions, PLOS will not be able to accept your file. \n\n2. Guidelines for Standard Sections \n\nTitle \n\nManuscripts must be submitted with both a full title and a short title, which will appear at the \n\ntop of the PDF upon publication if accepted. Only the full title should be included in the \n\nmanuscript file; the short title will be entered during the online submission process. \n\nThe full title must be 250 characters or fewer. It should be specific, descriptive, concise, and \n\ncomprehensible to readers outside the subject field. Avoid abbreviations if possible. Where \n\nappropriate, authors should include the species or model system used (for biological papers) \n\nor type of study design (for clinical papers). \n\nExamples: \n\n? Impact of Cigarette Smoke Exposure on Innate Immunity: A Caenorhabditis elegans Model \n\n? Solar Drinking Water Disinfection (SODIS) to Reduce Childhood Diarrhoea in Rural Bolivia: \n\nA Cluster-Randomized, Controlled Trial \n\nThe short title must be 50 characters or fewer and should state the topic of the paper. \n\nAuthors and Affiliations \n\nAll author names should be listed in the following order: \n\n? First names (or initials, if used), \n\n? Middle names (or initials, if used), and \n\n? Last names (surname, family name) \n\nEach author should list an associated department, university, or organizational affiliation and \n\nits location, including city, state/province (if applicable), and country. If the article has been \n\nhttp://www.plosone.org/static/latexGuidelines\nhttp://www.dessci.com/en/products/mathtype/\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  59 \n\n \n\n \n\nsubmitted on behalf of a consortium, all author names and affiliations should be listed at the \n\nend of the article. \n\nThis information cannot be changed after initial submission, so please ensure that it is \n\ncorrect. \n\nTo qualify for authorship, one should contribute to all of the following: \n\n1. Conception and design of the work, acquisition of data, or analysis and interpretation of data \n\n2. Drafting the article or revising it critically for important intellectual content \n\n3. Final approval of the version to be published \n\n4. Agreement to be accountable for all aspects of the work \nAll persons designated as authors should qualify for authorship, and all those who qualify \n\nshould be listed. Each author must have participated sufficiently in the work to take public \n\nresponsibility for appropriate portions of the content. Those who contributed to the work but \n\ndo not qualify for authorship should be listed in the acknowledgments. \n\nWhen a large group or center has conducted the work, the author list should include the \n\nindividuals whose contributions meet the criteria defined above, as well as the group name. \n\nAll authors must approve the final manuscript before submission. PLOS ONE will contact all \n\nauthors by email at submission to ensure that they are aware of the submission of the \n\nmanuscript. \n\nOne author should be designated as the corresponding author, and his or her email address or \n\nother contact information should be included on the manuscript cover page. This information \n\nwill be published with the article if accepted. \n\nSee the PLOS Editorial and Publishing Policies for more information. \n\nAbstract \n\nThe abstract should: \n\n? Describe the main objective(s) of the study \n\n? Explain how the study was done, including any model organisms used, without \n\nmethodological detail \n\n? Summarize the most important results and their significance \n\n? Not exceed 300 words \n\nAbstracts should not include: \n\n? Citations \n\n? Abbreviations, if possible \n\nIntroduction \n\nThe introduction should: \n\nhttp://www.plosone.org/static/policies#author\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  60 \n\n \n\n \n\n? Provide background that puts the manuscript into context and allows readers outside the field \n\nto understand the purpose and significance of the study \n\n? Define the problem addressed and why it is important \n\n? Include a brief review of the key literature \n\n? Note any relevant controversies or disagreements in the field \n\n? Conclude with a brief statement of the overall aim of the work and a comment about whether \n\nthat aim was achieved \n\nMaterials and Methods \n\nThis section should provide enough detail to allow suitably skilled investigators to fully \n\nreplicate your study. Specific information and/or protocols for new methods should be \n\nincluded in detail. If materials, methods, and protocols are well established, authors may cite \n\narticles where those protocols are described in detail, but the submission should include \n\nsufficient information to be understood independent of these references. \n\nWe encourage authors to submit detailed protocols for newer or less well-established methods \n\nas Supporting Information. Further information about formatting Supporting Information \n\nfiles, can be found here. \n\nMethods sections of papers on research using human or animal subjects and/or tissue or \n\nfield sampling must include required ethics statements. See theReporting Guidelines for \n\nhuman research, clinical trials, animal research, and observational and field studies for more \n\ninformation. \n\nMethods sections of papers with data that should be deposited in a publicly available \n\ndatabase should specify where the data have been deposited and provide the relevant \n\naccession numbers and version numbers, if appropriate. Accession numbers should be \n\nprovided in parentheses after the entity on first use. If the accession numbers have not yet \n\nbeen obtained at the time of submission, please state that they will be provided during review. \n\nThey must be provided prior to publication. A list of recommended repositories for different \n\ntypes of data can be found here. \n\nMethods sections of papers using cell lines must state the origin of the cell lines used. See \n\nthe Reporting Guidelines for cell line research for more information. \n\nMethods sections of papers adding new taxon names to the literature must follow the \n\nReporting Guidelines below for a new zoological taxon, botanical taxon, or fungal taxon. \n\nResults, Discussion, and Conclusions \n\nThese sections may all be separate, or may be combined to create a mixed Results/Discussion \n\nsection (commonly labeled \"Results and Discussion\") or a mixed Discussion/Conclusions \n\nsection (commonly labeled \"Discussion\"). These sections may be further divided into \n\nsubsections, each with a concise subheading, as appropriate. These sections have no word \n\nlimit, but the language should be clear and concise. \n\nTogether, these sections should describe the results of the experiments, the interpretation of \n\nthese results, and the conclusions that can be drawn. Authors should explain how the results \n\nhttp://www.plosone.org/static/supportingInformation\nhttp://www.plosone.org/static/guidelines#human\nhttp://www.plosone.org/static/guidelines#human\nhttp://www.plosone.org/static/guidelines#clinical\nhttp://www.plosone.org/static/guidelines#animal\nhttp://www.plosone.org/static/guidelines#observational\nhttp://www.plosone.org/static/guidelines#accession\nhttp://www.plosone.org/static/guidelines#cell\nhttp://www.plosone.org/static/guidelines#zoological\nhttp://www.plosone.org/static/guidelines#botanical\nhttp://www.plosone.org/static/guidelines#fungal\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  61 \n\n \n\n \n\nrelate to the hypothesis presented as the basis of the study and provide a succinct explanation \n\nof the implications of the findings, particularly in relation to previous related studies and \n\npotential future directions for research. \n\nPLOS ONE editorial decisions do not rely on perceived significance or impact, so authors \n\nshould avoid overstating their conclusions. See the PLOS ONEPublication Criteria for more \n\ninformation. \n\nAcknowledgments \n\nPeople who contributed to the work but do not fit the PLOS ONE authorship criteria should be \n\nlisted in the acknowledgments, along with their contributions. You must ensure that anyone \n\nnamed in the acknowledgments agrees to being so named. \n\nFunding sources should not be included in the acknowledgments, or anywhere in the \n\nmanuscript file. You will provide this information during the manuscript submission process. \n\nReferences \n\nGeneral guidelines \n\n? Authors may cite any and all available works in the reference list. \n\n? Authors may not cite unavailable and unpublished work, including manuscripts that have \n\nbeen submitted but not yet accepted (e.g., “unpublished work,” “data not shown”). \n\n? If an article is submitted to a journal and also publicly available as a pre-print, the pre-print \n\nmay be cited. \n\n? If related work has been submitted to PLOS ONE or elsewhere, authors should include a copy \n\nwith the submitted article as confidential supplementary information, for review purposes \n\nonly. \n\n? Authors should not state 'unpublished work' or 'data not shown,' but instead include those data \n\nas supplementary material or deposit the data in a publicly available database. \n\nReference formatting \n\nReferences must be listed at the end of the manuscript and numbered in the order that they \n\nappear in the text. In the text, citations should be indicated by the reference number in \n\nbrackets. Journal name abbreviations should be those found in the NCBI databases. A number \n\nof reference software companies supply PLOS style files (e.g., Reference Manager, EndNote). \n\nReferences should be formatted as follows: \n\n? Published papers. Hou WR, Hou YL, Wu GF, Song Y, Su XL, et al. (2011) cDNA, genomic \n\nsequence cloning and overexpression of ribosomal protein gene L9 (rpL9) of the giant panda \n\n(Ailuropoda melanoleuca). Genet Mol Res 10: 1576-1588. \n\nNote: Use of a DOI number for the full-text article is acceptable as an alternative to or in \n\naddition to traditional volume and page numbers. \n\n \n\nhttp://www.plosone.org/static/publication#data support\nhttp://www.plosone.org/static/editorial#authorship\nhttp://www.plosone.org/static/editorial#related\nhttp://www.ncbi.nlm.nih.gov/nlmcatalog/journals\nhttp://www.refman.com/rmhome.asp\nhttp://www.endnote.com/\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  62 \n\n \n\n \n\n? Accepted, unpublished papers. Same as above, but “In press” appears instead of the page \n\nnumbers. \n\n \n\n? Electronic journal articles. Huynen MMTE, Martens P, Hilderlink HBM (2005) The health \n\nimpacts of globalisation: a conceptual framework. Global Health 1: 14. Available: \n\nhttp://www.globalizationandhealth.com/content/1/1/14. Accessed 25 January 2012. \n\n \n\n? Books. Bates B (1992) Bargaining for life: A social history of tuberculosis. Philadelphia: \n\nUniversity of Pennsylvania Press. 435 p. \n\n \n\n? Book chapters Hansen B (1991) New York City epidemics and history for the public. In: \n\nHarden VA, Risse GB, editors. AIDS and the historian. Bethesda: National Institutes of \n\nHealth. pp. 21-28. \n\n \n\n? Published media, not peer-reviewed. Examples: print or online newspapers and \n\nmagazine articles. Fountain H (29 Jan 2014). For Already Vulnerable Penguins, Study Finds \n\nClimate Change Is Another Danger. The New York Times. \n\nAvailable:http://www.nytimes.com/2014/01/30/science/earth/climate-change-taking-toll-on-\n\npenguins-study-finds.html. Accessed 17 March 2014. \n\n \n\n? New media, unregulated. Examples: blogs, websites, and other written works. Allen L \n\n(01 Sept 2010) Announcing PLOS Blogs. \n\nAvailable:http://blogs.plos.org/plos/2010/09/announcing-plos-blogs/. Accessed 17 March \n\n2014. \n\n \n\n? Master of Science and Doctor of Philosophy theses. Wells A (1999) Exploring the \n\ndevelopment of the independent, electronic, scholarly journal. M.Sc. Thesis, The University \n\nof Sheffield. Available: http://cumincad.scix.net/cgi-bin/works/Show?2e09. Accessed 17 \n\nMarch 2014. \n\n \n\n? Databases and repositories. Examples: figshare, archive.com. Roberts SB (2013) QPX \n\nGenome Browser Feature Tracks. Database: \n\nfigshare.http://figshare.com/articles/QPX_Genome_Browser_Feature_Tracks/701214. \n\nAccessed 17 March 2014. \n\n \n\n? Multimedia. Examples: videos, movies, and TV shows. Hitchcock A, producer and director \n\n(1954) Rear Window [Film]. Los Angeles: MGM. \n\n \n\nFigure Legends \n\nhttp://www.nytimes.com/2014/01/30/science/earth/climate-change-taking-toll-on-penguins-study-finds.html\nhttp://www.nytimes.com/2014/01/30/science/earth/climate-change-taking-toll-on-penguins-study-finds.html\nhttp://blogs.plos.org/plos/2010/09/announcing-plos-blogs/\nhttp://cumincad.scix.net/cgi-bin/works/Show?2e09\nhttp://figshare.com/articles/QPX_Genome_Browser_Feature_Tracks/701214\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  63 \n\n \n\n \n\nFigures should not be included in the manuscript file, but figure legends should be. \n\nGuidelines for preparing figures can be found here. \n\nFigure legends should describe the key messages of a figure. Legends should have a short title \n\nof 15 words or less. The full legend should have a description of the figure and allow readers \n\nto understand the figure without referring to the text. The legend itself should be succinct, \n\navoid lengthy descriptions of methods, and define all non-standard symbols and \n\nabbreviations. \n\nFurther information about figure legends can be found in the Figure Guidelines. \n\nSupporting Information Captions \n\nBecause Supporting Information is accessed via a hyperlink attached to its captions, captions \n\nmust be listed in the article file. Do not submit a separate caption file. It is acceptable to have \n\nthem in the file itself in addition, but they must be in the article file for access to be possible \n\nin the published version. \n\nThe file category name and number is required, and a one-line title is highly recommended. A \n\nlegend can also be included but is not required. Supporting Information captions should be \n\nformatted as follows. \n\n   Text S1. Title is strongly recommended. Legend is optional. \n\nPlease see our Supporting Information guidelines for more details. \n\nData Reporting Guidelines \n\nAll data and related metadata underlying the findings reported in a submitted manuscript \n\nshould be deposited in an appropriate public repository, unless already provided as part of the \n\nsubmitted article. Repositories may be either subject-specific (where these exist) and accept \n\nspecific types of structured data, or generalist repositories that accept multiple data types. We \n\nrecommend that authors select repositories appropriate to their field. Repositories may be \n\nsubject-specific (eg, GenBank for sequences and PDB for structures), general, or institutional, \n\nas long as DOIs or accession numbers are provided and the data are at least as open as CCBY. \n\nAuthors are encouraged to select repositories that meet accepted criteria as trustworthy digital \n\nrepositories, such as criteria of the Centre for Research Libraries or Data Seal of Approval. \n\nLarge, international databases are more likely to persist than small, local ones. \n\nTo support data sharing and author compliance of the PLOS data policy, we have integrated \n\nour submission process with a select set of data repositories. The list is neither representative \n\nnor exhaustive of the suitable repositories available to authors. Current repository integration \n\npartners include: Dryad and figshare. Please contact data@plos.org to make recommendations \n\nfor further partnerships. \n\nInstructions for PLOS submissions with data deposited in an integration partner repository: \n\nDeposit data in the integrated repository of choice. Once deposition is final and complete, the \n\nrepository will provide the author with a dataset DOI (provisional) and private URL for \n\nreviewers to gain access to the data. Enter the given data DOI into the full Data Availability \n\nStatement, which is requested in the Additional Information section of the PLOS Submission \n\nhttp://www.plosone.org/static/figureGuidelines\nhttp://www.plosone.org/static/figureGuidelines#titles\nhttp://www.plosone.org/static/supportingInformation\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  64 \n\n \n\n \n\nform. Then provide the URL passcode in the Attach Files section. If you have any questions, \n\nplease contact us at plosone@plos.org \n\nAccession Numbers \n\nAll appropriate datasets, images, and information should be deposited in public resources. \n\nPlease provide the relevant accession numbers (and version numbers, if appropriate). \n\nAccession numbers should be provided in parentheses after the entity on first use. Suggested \n\ndatabases include, but are not limited to: \n\n? ArrayExpress \n\n? BioModels Database \n\n? Database of Interacting Proteins \n\n? DNA Data Bank of Japan [DDBJ] \n\n? DRYAD \n\n? EMBL Nucleotide Sequence Database \n\n? GenBank \n\n? Gene Expression Omnibus [GEO] \n\n? Protein Data Bank \n\n? UniProtKB/Swiss-Prot \n\n? ClinicalTrials.gov \n\nIn addition, as much as possible, please provide accession numbers or identifiers for all \n\nentities such as genes, proteins, mutants, diseases, etc., for which there is an entry in a public \n\ndatabase, for example: \n\n? Ensembl \n\n? Entrez Gene \n\n? FlyBase \n\n? InterPro \n\n? Mouse Genome Database (MGD) \n\n? Online Mendelian Inheritance in Man (OMIM) \n\n? PubChem \n\nProviding accession numbers allows linking to and from established databases and integrates \n\nyour article with a broader collection of scientific information. \n\nStriking Images \n\nAuthors are encouraged to upload a \"striking image\" that may be used to represent their paper \n\nonline in places like the journal homepage or in search results. The striking image must be \n\nderived from a figure or supporting information file from the paper, ie. a cropped portion of \n\nan image or the entire image. Striking images should ideally be high resolution, eye-catching, \n\nsingle panel images, and should ideally avoid containing added details such as text, scale bars, \n\nand arrows. If no striking image is uploaded, a figure from the paper will be designated as the \n\nstriking image. \n\nhttp://www.ebi.ac.uk/arrayexpress/\nhttp://www.ebi.ac.uk/biomodels/\nhttp://dip.doe-mbi.ucla.edu/\nhttp://www.ddbj.nig.ac.jp/\nhttp://datadryad.org/\nhttp://www.ebi.ac.uk/embl/\nhttp://www.ncbi.nlm.nih.gov/Genbank/\nhttp://www.ncbi.nlm.nih.gov/geo/\nhttp://www.rcsb.org/pdb/\nhttp://www.ebi.ac.uk/swissprot/\nhttp://clinicaltrials.gov/\nhttp://www.ensembl.org/index.html\nhttp://www.ncbi.nlm.nih.gov/entrez/query.fcgi?db=gene\nhttp://flybase.bio.indiana.edu/\nhttp://www.ebi.ac.uk/interpro/\nhttp://www.informatics.jax.org/\nhttp://www.ncbi.nlm.nih.gov/entrez/query.fcgi?db=OMIM\nhttp://pubchem.ncbi.nlm.nih.gov/deposit/deposit_help.html\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  65 \n\n \n\n \n\nPlease keep in mind that PLOS's Creative Commons Attribution License applies to striking \n\nimages. As such, do not submit any figures or photos that have been previously copyrighted \n\nunless you have express written permission from the copyright holder to publish under the \n\nCCAL license. Note that all published materials in PLOS ONE are freely available online, \n\nand any third party is permitted to read, download, copy, distribute, and use these materials in \n\nany way, even commercially, with proper attribution. \n\nCare should be taken with the following image types in particular: \n\n1. PLOS ONE is unable to publish any images generated by Google software (Google Maps, \n\nStreet View, and Earth) \n\n2. Maps in general are usually copyrighted, especially satellite maps \n\n3. Photographs \n\n4. Commercial or government images, slogans, or logos \n\n5. Images from Facebook or Twitter \nAuthors must also take special care when submitting manuscripts that contain potentially \n\nidentifying images of people. Identifying information should not be included in the \n\nmanuscript unless the information is crucial and the individual has provided written consent \n\nby completing the Consent Form for Publication in a PLOS Journal (PDF). \n\nFor license inquiries, e-mail license [at] plos.org. \n\nTables \n\nTables should be included at the end of the manuscript. All tables should have a concise title. \n\nFootnotes can be used to explain abbreviations. Citations should be indicated using the same \n\nstyle as outlined above. Tables occupying more than one printed page should be avoided, if \n\npossible. Larger tables can be published as Supporting Information. Please ensure that table \n\nformatting conforms to our Guidelines for table preparation. \n\n3. Specific Reporting Guidelines \n\nHuman Subject Research \n\nMethods sections of papers on research using human subject or samples must include ethics \n\nstatements that specify: \n\n? The name of the approving institutional review board or equivalent committee(s). If approval \n\nwas not obtained, the authors must provide a detailed statement explaining why it was not \n\nneeded \n\n? Whether informed consent was written or oral. If informed consent was oral, it must be stated \n\nin the manuscript: \n\no Why written consent could not be obtained \n\no That the Institutional Review Board (IRB) approved use of oral consent \n\no How oral consent was documented \n\nhttp://creativecommons.org/licenses/by/2.5/\nhttp://www.plosone.org/static/plos_consent_form.pdf\nhttp://www.plosone.org/static/guidelines#references\nhttp://www.plosone.org/static/supportingInformation\nhttp://www.plosone.org/static/figureGuidelines#tables\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  66 \n\n \n\n \n\nFor studies involving humans categorized by race/ethnicity, age, disease/disabilities, religion, \n\nsex/gender, sexual orientation, or other socially constructed groupings, authors should: \n\n? Explicitly describe their methods of categorizing human populations \n\n? Define categories in as much detail as the study protocol allows \n\n? Justify their choices of definitions and categories, including for example whether any rules of \n\nhuman categorization were required by their funding agency \n\n? Explain whether (and if so, how) they controlled for confounding variables such as \n\nsocioeconomic status, nutrition, environmental exposures, or similar factors in their analysis \n\nIn addition, outmoded terms and potentially stigmatizing labels should be changed to more \n\ncurrent, acceptable terminology. Examples: \"Caucasian\" should be changed to \"white\" or \"of \n\n[Western] European descent\" (as appropriate); \"cancer victims\" should be changed to \n\n\"patients with cancer.\" \n\nFor papers that include identifying, or potentially identifying, information, authors must \n\ndownload the Consent Form for Publication in a PLOS Journal (PDF), which the individual, \n\nparent, or guardian must sign once they have read the paper and been informed about the \n\nterms of PLOS open-access license. The signed consent form should not be submitted with \n\nthe manuscript, but authors should securely file it in the individual's case notes and the \n\nmethods section of the manuscript should explicitly state that consent authorization for \n\npublication is on file, using wording like: \n\nThe individual in this manuscript has given written informed consent (as outlined in \n\nPLOS consent form) to publish these case details. \n\nFor more information about PLOS ONE policies regarding human subject research, see \n\nthe Publication Criteria and Editorial Policies. \n\nClinical Trials \n\nAuthors of manuscripts describing the results of clinical trials must adhere to \n\nthe CONSORT reporting guidelines appropriate to their trial design, available on \n\nthe CONSORT Statement website. Before the paper can enter peer review, authors must: \n\n1. Provide the registry name and number in the methods section of the manuscript \n\n2. Provide a copy of the trial protocol as approved by the ethics committee and a \n\ncompleted CONSORT checklist as Supporting Information (which will be published \n\nalongside the paper, if accepted) \n\n3. Include the CONSORT flow diagram as the manuscript's \"Figure 1\" \nAny deviation from the trial protocol must be explained in the paper. Authors must explicitly \n\ndiscuss informed consent in their paper, and we reserve the right to ask for a copy of the \n\npatient consent form. \n\nThe methods section must include the name of the registry, the registry number, and the URL \n\nof your trial in the registry database for each location in which the trial is registered. \n\nhttp://www.plosone.org/static/plos_consent_form.pdf\nhttp://www.plosone.org/static/publication#ethical\nhttp://www.plosone.org/static/editorial#human\nhttp://www.consort-statement.org/consort-2010\nhttp://www.consort-statement.org/consort-2010\nhttp://www.consort-statement.org/consort-2010\nhttp://www.consort-statement.org/consort-statement/flow-diagram\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  67 \n\n \n\n \n\nFor more information about PLOS ONE policies regarding clinical trials, see the Editorial \n\nPolicies. \n\nAnimal Research \n\nMethods sections of manuscripts reporting results of animal research must include required \n\nethics statements that specify: \n\n? The full name of the relevant ethics committee that approved the work, and the associated \n\npermit number(s) (where ethical approval is not required, the manuscript should include a \n\nclear statement of this and the reason why) \n\n? Relevant details for efforts taken to ameliorate animal suffering \n\nFor example: \n\nThis study was carried out in strict accordance with the recommendations in the Guide \n\nfor the Care and Use of Laboratory Animals of the National Institutes of Health. The \n\nprotocol was approved by the Committee on the Ethics of Animal Experiments of the \n\nUniversity of Minnesota (Permit Number: 27-2956). All surgery was performed under \n\nsodium pentobarbital anesthesia, and all efforts were made to minimize suffering. \n\nThe organism(s) studied should always be stated in the abstract. Where research may be \n\nconfused as pertaining to clinical research, the animal model should also be stated in the title. \n\nWe ask authors to follow the ARRIVE (Animal Research: Reporting of In Vivo Experiments) \n\nguidelines for all submissions describing laboratory-based animal research and to upload a \n\ncompleted ARRIVE Guidelines Checklist to be published as supporting information. Please \n\nnote that inclusion of a completed ARRIVE Checklist will be a formal requirement for \n\npublication at a later date. \n\nFor more information about PLOS ONE policies regarding animal research, see \n\nthe Publication Criteria and Editorial Policies. \n\nObservational and Field Studies \n\nMethods sections for submissions reporting on any type of field study must include ethics \n\nstatements that specify: \n\n? Permits and approvals obtained for the work, including the full name of the authority that \n\napproved the study; if none were required, authors should explain why \n\n? Whether the land accessed is privately owned or protected \n\n? Whether any protected species were sampled \n\n? Full details of animal husbandry, experimentation, and care/welfare, where relevant \n\nFor more information about PLOS ONE policies regarding observational and field studies, see \n\nthe Publication Criteria and Editorial Policies. \n\nCell Line Research \n\nhttp://www.plosone.org/static/editorial#clinical\nhttp://www.plosone.org/static/editorial#clinical\nhttp://www.plosone.org/static/editorial#clinical\nhttp://www.nc3rs.org.uk/page.asp?id=1357\nhttp://www.nc3rs.org.uk/page.asp?id=1357\nhttp://www.nc3rs.org.uk/page.asp?id=1357\nhttp://www.plosone.org/static/publication#ethical\nhttp://www.plosone.org/static/editorial#animal\nhttp://www.plosone.org/static/publication#ethical\nhttp://www.plosone.org/static/editorial#animal\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  68 \n\n \n\n \n\nAuthors reporting research using cell lines should state when and where they obtained the \n\ncells, giving the date and the name of the researcher, cell line repository, or commercial \n\nsource (company) who provided the cells, as appropriate. Authors must also include the \n\nfollowing information for each cell line: \n\nFor de novo (new) cell lines, including those given to the researchers a gift, authors must \n\nfollow our policies for human subject research or animal research, as appropriate. The ethics \n\nstatement must include: \n\n? Details of institutional review board or ethics committee approval; AND \n\n? For human cells, confirmation of written informed consent from the donor, guardian, or next \n\nof kin \n\nFor established cell lines, the Methods section should include: \n\n? A reference to the published article that first described the cell line; AND/OR \n\n? The cell line repository or company the cell line was obtained from, the catalogue number, \n\nand whether the cell line was obtained directly from the repository/company or from another \n\nlaboratory \n\nAuthors should check established cell lines using the ICLAC Database of Cross-contaminated \n\nor Misidentified Cell Lines to confirm they are not misidentified or contaminated. Cell line \n\nauthentication is recommended - e.g. by karyotyping, isozyme analysis, or short tandem \n\nrepeats (STR) analysis - and may be required during peer review or after publication. \n\nBlots and Gels \n\nAuthors of manuscripts reporting results from blots (including Western blots) and \n\nelectrophoretic gels should follow these guidelines: \n\n? In accordance with PLOS ONE's policy on image manipulation, the image should not be \n\nadjusted in any way that could affect the scientific information displayed, e.g. by modifying \n\nthe background or contrast \n\n? All blots and gels that support results reported in the manuscript should be provided \n\n? Original uncropped and unadjusted blots and gels, including molecular size markers, should \n\nbe provided in either the figures or the supplementary files \n\n? Lanes should not be overcropped around the bands; the image should show most or all of the \n\nblot or gel. Any non-specific bands should be shown and an explanation of their nature should \n\nbe given \n\n? The image should include all relevant controls, and controls should be run on the same blot or \n\ngel as the samples \n\n? A figure panel should not include composite images of bands originating from different blots \n\nor gels. If the figure shows non-adjacent bands from the same blot or gel, this should be \n\nclearly denoted by vertical black lines and the figure legend should provide details of how the \n\nfigure was made \n\n \n\nhttp://www.plosone.org/static/editorial#human\nhttp://www.plosone.org/static/editorial#animal\nhttp://iclac.org/databases/cross-contaminations/\nhttp://iclac.org/databases/cross-contaminations/\nhttp://www.plosone.org/static/figureGuidelines#policies\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  69 \n\n \n\n \n\nAntibodies \n\nManuscripts reporting experiments using antibodies should include the following information: \n\n? The name of each antibody, a description of whether it is monoclonal or polyclonal, and the \n\nhost species \n\n? The commercial supplier or source laboratory \n\n? The catalogue or clone number and, if known, the batch number \n\n? The antigen(s) used to raise the antibody \n\n? For established antibodies, authors are encouraged to supply a stable public identifier from the \n\nAntibody Registry (www.antibodyregistry.org). \n\nAuthors should also report the following experimental details: \n\n? The final antibody concentration or dilution \n\n? A reference to the validation study if the antibody was previously validated, and if not, details \n\nof how the authors validated the antibody for the applications and species used. Authors \n\nshould consider adding information on new validations to a publicly available database such \n\nas Antibodypediaor CiteAb. \n\n \n\nSystematic Review/Meta-Analysis \n\nA systematic review paper, as defined by The Cochrane Collaboration, is a review of a clearly \n\nformulated question that uses explicit, systematic methods to identify, select, and critically \n\nappraise relevant research, and to collect and analyze data from the studies that are included \n\nin the review. These reviews differ substantially from narrative-based reviews or synthesis \n\narticles. Statistical methods (meta-analysis) may or may not be used to analyze and \n\nsummarize the results of the included studies. \n\nReports of systematic reviews and meta-analyses must include a completed PRISMA \n\n(Preferred Reporting Items for Systematic Reviews and Meta-Analyses) checklist and flow \n\ndiagram to accompany the main text. Blank templates are available here: \n\n? Checklist: PDF or Word document \n\n? Flow diagram: PDF or Word document \n\nAuthors must also state in their \"Methods\" section whether a protocol exists for their \n\nsystematic review, and if so, provide a copy of the protocol as Supporting Information and \n\nprovide the registry number in the abstract. \n\nIf your article is a Systematic Review or a Meta-Analysis you should: \n\n? State this in your cover letter \n\n? Select \"Research Article\" as your article type when submitting \n\n? Include the PRISMA flowchart as Figure 1 (required where applicable) \n\n? Include the PRISMA checklist as Supporting Information \n\nMeta-Analysis of Genetic Association Studies \n\nhttp://www.antibodypedia.com/\nhttp://www.citeab.com/\nhttp://www.cochrane.org/\nhttp://www.prisma-statement.org/statement.htm\nhttp://www.prisma-statement.org/statement.htm\nhttp://www.prisma-statement.org/statement.htm\nhttp://www.prisma-statement.org/statement.htm\nhttp://www.prisma-statement.org/2.1.2%20-%20PRISMA%202009%20Checklist.pdf\nhttp://www.prisma-statement.org/2.1.1%20-%20PRISMA%202009%20Checklist.doc\nhttp://www.prisma-statement.org/2.1.4%20-%20PRISMA%20Flow%202009%20Diagram.pdf\nhttp://www.prisma-statement.org/2.1.3%20-%20PRISMA%202009%20Flow%20Diagram.doc\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  70 \n\n \n\n \n\nManuscripts reporting a meta-analysis of genetic association studies must report results of \n\nvalue to the field and should be reported according to the guidelines presented in “Systematic \n\nReviews of Genetic Association Studies” by Sagoo et al. \n\nOn submission, authors will be asked to justify the rationale for the meta-analysis and how it \n\ncontributes to the base of scientific knowledge in the light of previously published results. \n\nAuthors will also be asked to complete a checklist outlining information about the \n\njustification for the study and the methodology employed. Meta-analyses that replicate \n\npublished studies will be rejected if the authors do not provide adequate justification. \n\nPaleontology and Archaeology Research \n\nManuscripts reporting paleontology and archaeology research must include descriptions of \n\nmethods and specimens in sufficient detail to allow the work to be reproduced. Data sets \n\nsupporting statistical and phylogenetic analyses should be provided, preferably in a format \n\nthat allows easy re-use. \n\nSpecimen numbers and complete repository information, including museum name and \n\ngeographic location, are required for publication. Locality information should be provided in \n\nthe manuscript as legally allowable, or a statement should be included giving details of the \n\navailability of such information to qualified researchers. \n\nIf permits were required for any aspect of the work, details should be given of all permits that \n\nwere obtained, including the full name of the issuing authority. This should be accompanied \n\nby the following statement: \n\nAll necessary permits were obtained for the described study, which complied with all \n\nrelevant regulations. \n\nIf no permits were required, please include the following statement: \n\nNo permits were required for the described study, which complied with all relevant \n\nregulations. \n\nSee the PLOS ONE Editorial Policies for more information regarding manuscripts describing \n\npaleontology and archaeology research. \n\nSoftware Papers \n\nManuscripts describing software should provide full details of the algorithms designed. \n\nDescribe any dependencies on commercial products or operating system. Include details of \n\nthe supplied test data and explain how to install and run the software. A brief description of \n\nenhancements made in the major releases of the software may also be given. Authors should \n\nprovide a direct link to the deposited software from within the paper. \n\nSee the PLOS ONE Editorial Policies for more information about submitting manuscripts. \n\nDatabase Papers \n\nFor descriptions of databases, provide details about how the data were curated, as well as \n\nplans for long-term database maintenance, growth, and stability. Authors should provide a \n\ndirect link to the database hosting site from within the paper. \n\nhttp://www.plosmedicine.org/article/info:doi/10.1371/journal.pmed.1000028\nhttp://www.plosmedicine.org/article/info:doi/10.1371/journal.pmed.1000028\nhttp://www.plosmedicine.org/article/info:doi/10.1371/journal.pmed.1000028\nhttp://www.plos.org/wp-content/uploads/2013/05/meta-analysis-on-genetic-association-studies-form.docx\nhttp://www.plosone.org/static/editorial#paleontology\nhttp://www.plosone.org/static/editorial#methods\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  71 \n\n \n\n \n\nSee the PLOS ONE Editorial Policies for more information about submitting manuscripts \n\ndescribing databases. \n\nNew Zoological Taxon \n\nFor proper registration of a new zoological taxon, we require two specific statements to be \n\nincluded in your manuscript. \n\nIn the Results section, the globally unique identifier (GUID), currently in the form of a Life \n\nScience Identifier (LSID), should be listed under the new species name, for example: \n\nAnochetus boltoni Fisher sp. nov. urn:lsid:zoobank.org:act:B6C072CF-1CA6-40C7-8396-\n\n534E91EF7FBB \n\nYou will need to contact Zoobank to obtain a GUID (LSID). Please do this as early as \n\npossible to avoid delay of publication upon acceptance of your manuscript. It is your \n\nresponsibility to provide us with this information so we can include it in the final published \n\npaper. \n\nPlease also insert the following text into the Methods section, in a sub-section to be called \n\n\"Nomenclatural Acts\": \n\nThe electronic edition of this article conforms to the requirements of the amended \n\nInternational Code of Zoological Nomenclature, and hence the new names contained \n\nherein are available under that Code from the electronic edition of this article. This \n\npublished work and the nomenclatural acts it contains have been registered in ZooBank, \n\nthe online registration system for the ICZN. The ZooBank LSIDs (Life Science Identifiers) \n\ncan be resolved and the associated information viewed through any standard web browser \n\nby appending the LSID to the prefix \"http://zoobank.org/\". The LSID for this publication \n\nis: urn:lsid:zoobank.org:pub: XXXXXXX. The electronic edition of this work was published \n\nin a journal with an ISSN, and has been archived and is available from the following \n\ndigital repositories: PubMed Central, LOCKSS [author to insert any additional \n\nrepositories]. \n\nAll PLOS ONE articles are deposited in PubMed Central and LOCKSS. If your institute, or \n\nthose of your co-authors, has its own repository, we recommend that you also deposit the \n\npublished online article there and include the name in your article. \n\nNew Botanical Taxon \n\nWhen publishing papers that describe a new botanical taxon, PLOS aims to comply with the \n\nrequirements of the International Code of Nomenclature for algae, fungi, and plants (ICN). In \n\nassociation with the International Plant Names Index (IPNI), the following guidelines for \n\npublication in an online-only journal have been agreed such that any scientific botanical name \n\npublished by us is considered effectively published under the rules of the Code. Please note \n\nthat these guidelines differ from those for zoological nomenclature, and apply only to seed \n\nplants, ferns, and lycophytes. \n\nEffective January 2012, \"the description or diagnosis required for valid publication of the \n\nname of a new taxon\" can be in either Latin or English. This does not affect the requirements \n\nfor scientific names, which are still to be Latin. \n\nhttp://www.plosone.org/static/editorial#methods\nhttp://zoobank.org/\nhttp://www.ncbi.nlm.nih.gov/pmc/\nhttp://www.lockss.org/\nhttp://www.ipni.org/\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  72 \n\n \n\n \n\nAlso effective January 2012, the electronic PDF represents a published work according to the \n\nICN for algae, fungi, and plants. Therefore the new names contained in the electronic \n\npublication of a PLOS ONE article are effectively published under that Code from the \n\nelectronic edition alone, so there is no longer any need to provide printed copies. \n\nAdditional information describing recent changes to the Code can be found here. \n\nFor proper registration of the new taxon, we require two specific statements to be included in \n\nyour manuscript. \n\nIn the Results section, the globally unique identifier (GUID), currently in the form of a Life \n\nScience Identifier (LSID), should be listed under the new species name, for example: \n\nSolanum aspersum S.Knapp, sp. nov. [urn:lsid:ipni.org:names:77103633-1] Type: \n\nColombia. Putumayo: vertiente oriental de la Cordillera, entre Sachamates y San Francisco de \n\nSibundoy, 1600-1750 m, 30 Dec 1940, J. Cuatrecasas 11471 (holotype, COL; isotypes, F [F-\n\n1335119], US [US-1799731]). \n\n \n\nPLOS ONE staff will contact IPNI to obtain the GUID (LSID) after your manuscript is \n\naccepted for publication, and this information will then be added to the manuscript during the \n\nproduction phase \n\nIn the Methods section, include a sub-section called \"Nomenclature\" using the following \n\nwording: \n\nThe electronic version of this article in Portable Document Format (PDF) in a work with \n\nan ISSN or ISBN will represent a published work according to the International Code of \n\nNomenclature for algae, fungi, and plants, and hence the new names contained in the \n\nelectronic publication of a PLOS ONE article are effectively published under that Code \n\nfrom the electronic edition alone, so there is no longer any need to provide printed copies. \n\nIn addition, new names contained in this work have been submitted to IPNI, from where \n\nthey will be made available to the Global Names Index. The IPNI LSIDs can be resolved \n\nand the associated information viewed through any standard web browser by appending the \n\nLSID contained in this publication to the prefix http://ipni.org/. The online version of this \n\nwork is archived and available from the following digital repositories: [INSERT NAMES \n\nOF DIGITAL REPOSITORIES WHERE ACCEPTED MANUSCRIPT WILL BE \n\nSUBMITTED (PubMed Central, LOCKSS etc)]. \n\nAll PLOS ONE articles are deposited in PubMed Central and LOCKSS. If your institute, or \n\nthose of your co-authors, has its own repository, we recommend that you also deposit the \n\npublished online article there and include the name in your article. \n\n \n\nNew Fungal Taxon \n\nWhen publishing papers that describe a new fungal taxon name, PLOS aims to comply with \n\nthe requirements of the International Code of Nomenclature for algae, fungi, and plants \n\n(ICN). The following guidelines for publication in an online-only journal have been agreed \n\nsuch that any scientific fungal name published by us is considered effectively published under \n\nhttp://www.biomedcentral.com/1471-2148/11/250\nhttp://www.ncbi.nlm.nih.gov/pmc/\nhttp://www.lockss.org/\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  73 \n\n \n\n \n\nthe rules of the Code. Please note that these guidelines differ from those for zoological \n\nnomenclature. \n\nEffective January 2012, \"the description or diagnosis required for valid publication of the \n\nname of a new taxon\" can be in either Latin or English. This does not affect the requirements \n\nfor scientific names, which are still to be Latin. \n\nAlso effective January 2012, the electronic PDF represents a published work according to the \n\nICN for algae, fungi, and plants. Therefore the new names contained in the electronic \n\npublication of a PLOS ONE article are effectively published under that Code from the \n\nelectronic edition alone, so there is no longer any need to provide printed copies. \n\nAdditional information describing recent changes to the Code can be found here. \n\nFor proper registration of the new taxon, we require two specific statements to be included in \n\nyour manuscript. \n\nIn the Results section, the globally unique identifier (GUID), currently in the form of a Life \n\nScience Identifier (LSID), should be listed under the new species name, for example: \n\nHymenogaster huthii. Stielow et al. 2010, sp. nov. \n\n[urn:lsid:indexfungorum.org:names:518624] \n\nYou will need to contact either Mycobank or Index Fungorum to obtain the GUID (LSID). \n\nPlease do this as early as possible to avoid delay of publication upon acceptance of your \n\nmanuscript. It is your responsibility to provide us with this information so we can include it in \n\nthe final published paper. Effective January 2013, all papers describing new fungal species \n\nmust reference the identifier issued by a recognized repository in the protologue in order to be \n\nconsidered effectively published. \n\nIn the Methods section, include a sub-section called \"Nomenclature\" using the following \n\nwording (this example is for taxon names submitted to MycoBank; please substitute \n\nappropriately if you have submitted to Index Fungorum): \n\nThe electronic version of this article in Portable Document Format (PDF) in a work with \n\nan ISSN or ISBN will represent a published work according to the International Code of \n\nNomenclature for algae, fungi, and plants, and hence the new names contained in the \n\nelectronic publication of a PLOS ONE article are effectively published under that Code \n\nfrom the electronic edition alone, so there is no longer any need to provide printed copies. \n\nIn addition, new names contained in this work have been submitted to MycoBank from \n\nwhere they will be made available to the Global Names Index. The unique MycoBank \n\nnumber can be resolved and the associated information viewed through any standard web \n\nbrowser by appending the MycoBank number contained in this publication to the prefix \n\nhttp://www.mycobank.org/MB/. The online version of this work is archived and available \n\nfrom the following digital repositories: [INSERT NAMES OF DIGITAL REPOSITORIES \n\nWHERE ACCEPTED MANUSCRIPT WILL BE SUBMITTED (PubMed Central, \n\nLOCKSS etc)]. \n\nAll PLOS ONE articles are deposited in PubMed Central and LOCKSS. If your institute, or \n\nthose of your co-authors, has its own repository, we recommend that you also deposit the \n\npublished online article there and include the name in your article. \n\nhttp://www.biomedcentral.com/1471-2148/11/250\nhttp://www.mycobank.org/\nhttp://www.indexfungorum.org/\nhttp://www.ncbi.nlm.nih.gov/pmc/\nhttp://www.lockss.org/\n\n\nCarvalho, A.N.    Toxicidade e atividade moluscicida de P. praesorediosum  74 \n\n \n\n \n\nQualitative Research \n\nQualitative research studies use non-quantitative methods to address a defined research \n\nquestion that may not be accessible by quantitative methods, such as people's interpretations, \n\nexperiences, and perspectives. The analysis methods are explicit, systematic, and \n\nreproducible, but the results do not involve numerical values or use statistics. Examples of \n\nqualitative data sources include, but are not limited to, interviews, text documents, \n\naudio/video recordings, and free-form answers to questionnaires and surveys. \n\nQualitative research studies should be reported in accordance to the Consolidated criteria for \n\nreporting qualitative research (COREQ) checklist. Further reporting guidelines can be found \n\nin the Equator Network's Guidelines for reporting qualitative research. \n\n \n\n \n\n \n\n \n\nhttp://intqhc.oxfordjournals.org/content/19/6/349.long\nhttp://intqhc.oxfordjournals.org/content/19/6/349.long\nhttp://intqhc.oxfordjournals.org/content/19/6/349.long\nhttp://intqhc.oxfordjournals.org/content/19/6/349/T1.expansion.html\nhttp://www.equator-network.org/resource-centre/library-of-health-research-reporting/reporting-guidelines/qualitative-research/"}]}}}