{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19850"}, {"@name": "filename", "#text": "3272_000858726.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\n       \n\n \n\n                                                \n\n \n\n \n\nLEVANTAMENTO GEOLÓGICO E CARACTERIZAÇÃO GEOFÍSICA E QUÍMICA-\n\nESTRATIGRÁFICA DOS BASALTOS E RIODACITOS DE TORRES - MAQUINÉ \n\n(RS) \n\n \n\n \n\n \n\nKARINE DA ROSA ARENA \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011 \n\n\n\n \n\n \n\n2 \n\nKARINE DA ROSA ARENA \n\n \n\n \n\n \n\nLEVANTAMENTO GEOLÓGICO E CARACTERIZAÇÃO GEOFÍSICA E QUÍMICA-\n\nESTRATIGRÁFICA DOS BASALTOS E RIODACITOS DE TORRES - MAQUINÉ \n\n(RS) \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão do Curso de Geologia do \n\nInstituto de Geociências da Universidade Federal do \n\nRio Grande do Sul. Apresentado na forma de \n\nmonografia, junto à disciplina Projeto Temático em \n\nGeologia III, como requisito parcial para obtenção  \n\ndo grau de Bacharel em Geologia. \n\n \n\n                                                   Orientador: Prof. Dr. Léo Afraneo Hartmann \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011 \n\n\n\n \n\n \n\n3 \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE GEOLOGIA \nCURSO DE GRADUAÇÃO EM GEOLOGIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCOMISSÃO EXAMINADORA \n\n \n\nProf. Dr. Ari Roisenberg \n\n \n\n____________________________________________ \n\n \n\nProf. Dr. Edinei Koester \n\n____________________________________________ \n\n \n\n \n\nCOMISSÃO DOS PROJETOS TEMÁTICOS \n\nProf. Dr. Norberto Dani \n\nProf. Dr. Rualdo Menegat \n\nProf. Dr. Marcus V. D. Remus \n\n \n\n \n\nPorto Alegre, 2011\n\n\n\n \n\n \n\n4 \n\nAgradecimentos \n\n          Agradeço em primeiro lugar a Deus, pois apesar da fama que tenho de ser uma \n\npessoa cética tenho muita fé nele. A minha família por todo apoio durante os cinco anos da \n\njornada acadêmica. Agradeço em especial a minha mãe Marina Rodrigues da Rosa pelo \n\napoio de sempre, pelo subsídio financeiro e pelo amor incondicional. Ao meu irmão Rodrigo \n\ne cunhada Everlin que me levaram e buscaram inúmeras vezes na reitoria da UFRGS em \n\nfunção das saídas de campo. A minha irmã Thalini que especialmente nesse último ano  \n\nmostrou - se bastante presente e solidária. Ao meu primo Gilvani que sempre me socorreu \n\ndando todo suporte ao meu computador. E não sou menos grata à minhas cachorras Kessy \n\ne Bebel por existirem e fazerem parte da minha vida. Assim como a todos que de alguma \n\nforma passaram pela minha vida contribuindo para a construção de quem sou hoje. \n\nManifesto meus agradecimentos a Universidade Federal do Rio Grande do Sul por \n\nme permitir realizar estudos de nível superior de qualidade e aos professores que dela \n\nfazem parte. Ao projeto PRONEX – FAPERGS/CNPq sobre “Minerais estratégicos do sul do \n\nBrasil” coordenado por Léo Afraneo Hartman, agradeço o apoio financeiro às atividades \n\nrealizadas durante minha iniciação científica. Em especial agradeço ao meu orientador \n\nprofessor Léo Afraneo Hartmann pela oportunidade de fazer parte de seu grupo de \n\npesquisa. Por todas as atividades de campo realizadas que me proporcionaram \n\ngradativamente um maior aprendizado. E pela sua dedicação e os ensinamentos de cunho \n\ngeológico. \n\nSou imensamente grata pelo coleguismo aos colegas graduados e graduandos da \n\n“salinha” onde o convívio é harmônico. Agradeço aos geólogos que por ali passaram \n\nManara e Viter Pinto pelas discussões geológicas. Aos novos integrantes da “salinha” \n\ngeólogo Sérgio Baggio, futuros geólogos Lucas Antunes, Matheus Brückmann e geólogo \n\nDaniel Knijnik pelo apoio nas atividades de campo. E especialmente agradeço aos geólogos \n\nJuliana Pertille e Sandro Duarte pela parceria e troca de conhecimentos durante os três \n\nanos de trabalho em conjunto. \n\nAgradeço aos meus colegas de aula, principalmente Jaques Schmidt, Priscila \n\nLourenzi, Renata Dillenburg Voss e Saulo Borsatto com quem dividi atividades de grupo e \n\nmuitas vezes o quarto, em saídas de campo e congressos.  \n\nE por fim, mas de grande importância, um agradecimento super especial aos meus \n\namigos. Principalmente a Ana Paula Silva e Cristiani Vaz pela amizade, cumplicidade e \n\ncarinho. E ao Paulo Luz serei eternamente grata por todo apoio de sempre, o incentivo nos \n\nestudos e por ter feito parte dessa trajetória. \n\n\n\n \n\n \n\n5 \n\nResumo \n\nO presente trabalho aborda pesquisa nas rochas da Província Vulcânicas Paraná, Formação \nSerra Geral que ocorrem entre as cidades de Torres e Maquiné, Rio Grande do Sul. As \nrochas foram estudadas por meio de cintilometria, caracterização petrográfica, geoquímica \nde rocha total e características de campo. As rochas analisadas situam-se na Serra do \nFaxinal com altitudes de 78 a 1007 m; na Serra do Umbu com altitude de 178 a 833 m; na \nSerra da Boa Vista com altitude de 80 a 847 m, todas em exposição de afloramentos \ndescontínuos, ao longo das estradas de acesso as serras. Também foram analisadas \nrochas expostas nos morros do Parque da Guarita e no morro do Farol em Torres, e rochas \nexpostas em duas pedreiras ao longo da BR-101, sendo uma em Dom Pedro de Alcântara \n(pedreira Graxaim) e outra situada entre Maquiné e Terra de Areia (pedreira Lobo). A \nradiometria medida com cintilômetro portátil permitiu a separação entre os derrames ácidos \ne básicos em campo o que se confirmou em análise química. Predominam andesitos \nbasálticos, com menor número de basaltos e riodacitos distribuídos em 14 derrames na \nSerra do Faxinal, 13 na Serra do Umbú e 16 na Serra da Boa Vista. Há 4 derrames \nriodacíticos intercalados em andesitos basálticos no topo da Serra do Faxinal, 3 derrames \nintercalados no topo da Serra do Umbu e um constituindo o topo da sequência na Serra da \nBoa Vista. Os derrames basálticos tem composição baixo-Ti (TiO2&lt;2 peso%) e são do tipo \nGramado (Ti/Y &lt;330, Ti/Zr &lt;70), Os riodacitos tem composição baixo-Ti (TiO2&lt;2 peso%) e \nsão do tipo Palmas, subgrupo Caxias do Sul (Zr&lt;400 ppm, Ba&lt;800 ppm, Sr&lt;170 ppm). Na \nSerra da Boa Vista, os multiplos lóbulos (1 a 1,5 m de espessura) e na Pedreira Lobo (BR \n101) (lóbulos de 0,5 a 1,5 m de espessura), de composição basáltica, indicam a efusão de \nlavas pahoehoe. Sills e diques de rochas basálticas são comuns na porção basal da \nestratigrafia do grupo vulcânico na região, com sill de basalto na base da Serra do Faxinal e \ndiques de andesito basáltico na Serra da Boa Vista. A composição química e posição \ngeológica dos sills, diques e derrames presentes em Torres e na pedreira Graxaim em Dom \nPedro de Alcântara (ao lado da BR 101) a 8 km ao sul de Torres, possibilitaram a correlação \ndos derrames entre si e dos diques e siils. A composição química e posição estratigráfica \ndos derrames das serras também possibilitam a correlação entre alguns deles. \n\n \n\nPalavras chave: Basaltos. Riodacítos. Cintilometria. Geoquímica. Correlação. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n6 \n\nAbstract \n\n \n\nThis work discusses research on the rocks of the Paraná Volcanic Province, Serra Geral \nFormation occurring between the cities Maquiné and Torres, Rio Grande do Sul. The rocks \nwere studied by means of scintillation, petrographic characterization, whole rock \ngeochemistry and field characteristics. The rocks studied are located in the Serra Faxinal \nwith altitudes from 78 to 1007 m, the Serra Umbu with altitude from 178 to 833 m, in the \nSerra da Boa Vista with altitude from 80 to 847 m, all on display discontinuous outcrops, \nalong of roads. We also analyzed the rocks exposed in the hills of Guarita Park and in the  \nFarol hill in Torres, and rocks exposed in two quarries along of BR-101, one in Don Pedro de \nAlcântara (Graxaim quarry) and other located between Maquiné and Terra de Areia (Lobo \nquarry). A portable scintillation radiometry measure allowed the separation between acidic \nand basic flows in the field which was confirmed in chemical analysis. Predominantly basaltic \nandesites, with number less of basalts and rhyodacites distributed in 14 flows in the Serra do \nFaxinal, 13 flows in the Serra do Umbu and 16 flows in the Serra da Boa Vista. There are \nintercalated four  rhyodacites flows  in basaltic andesites  into the top of the Serra do Faxinal, \ninterspersed three flows at the top of the Serra do  Umbu and one flow constituting the top of \nthe sequence in the Serra da Boa Vista. The basaltic flows have composition  low-Ti (TiO 2 &lt;\n2 wt%) and are  Gramado type (Ti / Y&lt;330, Ti / Zr&lt;70), the rhyodacites have composition  \nlow-Ti (TiO 2&lt;2 wt%) and are Palmas type, subgroup Caxias do Sul (Zr&lt;400 ppm, Ba&lt;800 \nppm, Sr&lt;170 ppm). In the Serra da Boa Vista, multiple lobes (1 to 1.5 m thick) and in the \nLobo Quarry (BR 101) (lobe Sills and dikes of basaltic rocks are common in the basal \nstratigraphy of the volcanic group in the region, with basalt sill at the base of the Serra do \nFaxinal and basaltic andesite dikes in the Serra da Boa Vista.s 0.5 to 1.5 m thick) of basaltic \ncomposition, indicate the outpouring of pahoehoe flow. The chemical composition and \ngeological position of the sills, dikes and flows found in Torres and in the quarry Graxaim to \nDom Pedro de Alcantara (next to the BR 101) to 9 miles south of Torres, allow the correlation \nbetween the flows and between dikes and sills. The chemical composition and stratigraphic \nposition of the flows of the mountains also allow some correlation between them. \n\n \n\nKeywords: Basaltic. Rhyodacite. Scintillation. Geochemical. Correlation. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n7 \n\nLista de Figuras \n\n \n\nFigura 1: Mapa geológico com a localização da área de estudo. [Modificado de Peate, \n\nHawkesworth, Mantovani, 1992]............................................................................................ 17 \n\nFigura 2: Localização da área de estudo. a) Serra do Faxinal. b) Serra do Umbu. c) Serra da \n\nBoa Vista. d) morros no Parque da Guarita. e) morro do Farol. f) pedreira Graxaim. g) \n\npedreira Lobo. Imagens de satélite do Google Earth.............................................................18 \n\nFigura 3: Mapa exibindo a extensão do magmatismo da Província Paraná-Etendeka. [Fonte: \n\nPeate, 1997]...........................................................................................................................21 \n\nFigura 4: Mapa geológico indicando as subprovíncias definidas pelos lineamentos dos rios \n\nPiquiri e Uruguai. [Modificado de Peate et al.1992]...............................................................23 \n\nFigura 5: Estratigrafia da Bacia do Paraná (modificado de Milani e Zalán, 1999...................26 \n\nFigura 6: Mapa simplificado da Bacia do Paraná, mostrando a extensa distribuição da \n\nProvíncia Magmática Paraná. Em vermelho o Rio Grade do Sul. No retângulo a área de \n\nestudo. Modificado de Machado et al. (2005)........................................................................27 \n\nFigura 7: Geologia da Serra do Faxinal. a) Amostra do sill basal com granulometria maior. b) \n\nAfloramento de basalto maciço com veios de sílica. c) Detalhe da sílica brechando o basalto. \n\nd) Afloramento do contato de rocha básica na base com rocha ácida no topo. A seta \n\nvermelha mostra o contato. e) Textura de fluxo em Riodacito...............................................30 \n\nFigura 8: Geologia da Serra do Umbu. a) Afloramento de arenito da Formação Botucatu com \n\nestratificação cruzada tangencial de grande porte. b) Detalhe do arenito. c) Basalto maciço \n\nde cor cinza. d) Afloramento de base de derrame ácido exibindo disjunção tabular. e) \n\nRiodacito com veios preenchidos por minerais de sílica........................................................32 \n\nFigura 9: Geologia da Serra da Boa Vista. a) Afloramento de arenito da Formação Botucatu. \n\nb) Detalhe da estratificação cruzada tangencial de grande porte no arenito. c) pedreira \n\ndentro da Serra da Boa Vista com inúmeros lóbulos basálticos. d) Detalhe da estrutura \n\ninterna dos lóbulos. e) Afloramento de dique com direção NW - SE. f) Nível amigdalóide de \n\ntopo de derrame basáltico. g) Basalto Maciço. h) Afloramento de Riodacito. i) Detalhe do \n\nacamamento ígneo no Riodacito............................................................................................34 \n\nFigura 10: Geologia do morro das Cabras. a) Foto geral do derrame maciço diretamente \n\nsobre as areias da praia. b) Fraturas losangulares em corte de perfil. c) Detalhe da fratura \n\n\n\n \n\n \n\n8 \n\nlosangular. d) Dique de arenito silicificado. e) Detalhe do dique de arenito com sill de areia \n\nde 1,5 cm. f) Blocos de basalto com fratura losangular..........................................................35 \n\nFigura 11: Geologia do morro da Guarita. a) Foto geral do derrame maciço sobre os arenitos \n\nda Formação Botucatu. b) Detalhe da estratificação cruzada tangencial de grande porte no \n\narenito.....................................................................................................................................36 \n\nFigura 12: Geologia do morro das Furnas. a) Arenito com fraturas losangulares em planta. b) \n\nDetalhe das fraturas no arenito. c) Nível amigdalóide brechado. d) Detalhe de clasto de \n\nbasalto na brecha. e) Derrame maciço acima da brecha. f) Fratura em forma de losângulo \n\nentre derrame maciço e outra brecha mais ao topo do morro. g) Fraturamento tabular na \n\nbase do derrame maciço. h) Outra brecha intrusiva entre o derrame maciço. i) dique \n\ncentimétrico de arenito silicificado no topo do derrame. j) geodo centimétrico preenchido com \n\nminerais de sílica. k, L, M) Sill no topo do morro....................................................................38 \n\nFigura 13: Geologia do morro do Farol. a) Foto geral do morro. b) Sill Gruta c) Nível \n\namigdalóide brechado. d) Rocha maciça em lajeado na beira do mar. e) Dique cortando o \n\nnível amigdalóide brechado....................................................................................................39 \n\nFigura 14: Geologia da pedreira Graxaim. a) Visão geral da pedreira com os sills e \n\nderrames. b) Dique cortando o sill mais antigo (Gruta). c) sill 2. d) sill Gruta com arenito no \n\ntopo. e) Detalhe do sill com contato penetrativo com o arenito..............................................40 \n\nFigura 15: Geologia da pedreira Lobo. a) Derrame mais basal, na BR-101 com arenito \n\nintertrap no topo. b) Derrame acima do arenito e na base da pedreira. c) 1° patamar de \n\nlóbulos na pedreira d) 2° patamar de lóbulos na pedreira e) 3° patamar de lóbulos na \n\npedreira...................................................................................................................................42 \n\nFigura 16: Corte prévio das amostras. a) Serra de corte bruto, b) Serra molde, c) Marcação \n\ndo molde para corte, d) Amostra com corte no tamanho da lâmina de vidro.........................46 \n\nFigura 17: Confecção das lâminas delgadas. a) politriz e no canto superior esquerdo o \n\nabrasivo, b) Estufa, c) Máquina desbastadora e rebaixadora e no canto superior esquerdo o \n\nmicroscópio, d) Base de vidro................................................................................................47 \n\nFigura 18: Cintilômetro Exploranium modelo GR-110............................................................48 \n\nFigura 19: Forma de uso do cintilômero. a) Posicionamento do cintilometro sobre a rocha. b) \n\nVisor com a leitura da intensidade de radiação total fornecida pela rocha............................48 \n\n\n\n \n\n \n\n9 \n\nFigura 20: Desenho esquemático dos principais processos do ICP-MS. [Modificado de Steve \n\nKvech].....................................................................................................................................49 \n\nFigura 21: Fotos por Steve Kvech. a) tocha de plasma de argônio em operação e em b) \n\nmultiplicador de elétrons de um espectômetro de massa......................................................50 \n\nFigura 22: Mostrando a diferença entre derrame em lençol e derrame hummocky. Modificada \n\nde Self et al., 1998..................................................................................................................53 \n\nFigura 23: Porções proximal, mediana e distal de derrame pahoehoe. Extraída de Waichel et \n\nal. 2006...................................................................................................................................55 \n\nFigura 24: Perfis cintilométricos das três serras de norte para sul: Serras do Faxinal (perfil \n\nSF), Serra do Umbú (perfil SU) e Serra da Boa Vista (perfil SBV). Os picos de valores de cps \n\n> 150 marcam as rochas ácidas e cps &lt;150 são as rochas básicas. Na vertical altitude (m) \n\ne na horizontal, valores cintilométricos (cps)..........................................................................59 \n\nFigura 25: D6. a) Matriz 0,05 mm com fenocristal 0,15 mm com objetiva 2,5x. b) Matriz com \n\nobjetiva 10x. c) Alteração na matriz com luz polarizada e objetiva de 10x. d) Alteração na \n\nmatriz com luz natural e objetiva de 10x................................................................................66 \n\nFigura 26: D8. a) Textura glomeroporfirítica e alteração de piroxênios na matriz com luz \n\npolarizada e objetiva 2,5x. b) mesma foto de “a” mas com luz natural. c) Alteração nos \n\nfenocristais de feldspatos com objetiva de 10x. d) Alteração dos piroxênios na matriz com \n\nobjetiva de 10x........................................................................................................................67 \n\nFigura 27: D10. a) Matriz hipocristalina com objetiva 2,5x. b) Matriz hipocristalina com \n\nobjetiva 10 x. c) Textura glomeroporfirítica com luz polarizada e objetiva de 2,5 x. d) Igual a \n\n“c” com luz natural..................................................................................................................67 \n\nFigura 28: D1. a) Matriz com fenocristal de feldspato. b) Textura glomeroporfirítica com \n\nborda de oxidação em piroxênios. c) Textura glomeroporfirítica com feldspatos. d) Textura \n\nglomeroporfiritica com feldspatos e piroxênios alterados. Todas com objetiva 2,5 x.............69 \n\nFigura 29: D3. a) Matriz com fenocristal de feldspatos. b) Textura glomeroporfirítica. c) \n\nAlteração argílica esverdeada com luz polarizada. d) Alteração argílica esverdeada com luz \n\nnatural. Todas com objetiva 2,5 x...........................................................................................69 \n\nFigura 30: D5. a) Matriz alterada com objetiva 2,5 x. b) Fenocristal de feldspato com objetiva \n\n10 x. c) Alteração em piroxênios na matriz com luz polarizada e objetiva 10 x. d) Alteração \n\nem piroxênios na matriz com luz natural e objetiva 10 x........................................................70 \n\n\n\n \n\n \n\n10 \n\nFigura 31: D8. a) Matriz com fenocristal de feldspato e microveio de sílica. Objetiva 2,5 x. b) \n\nMatriz com objetiva 10 x. c) Alteração argílica esverdeada na matriz com luz polarizada e \n\nobjetiva 2,5 x. d) Alteração argílica esverdeada na matriz com luz natural e objetiva 2,5 \n\nx..............................................................................................................................................70 \n\nFigura 32: D13. a) Matriz com objetiva 2,5 x. b) Textura glomeroporfirítica com objetiva 2,5 x. \n\nc) Sílica na matriz com objetiva 2,5 x. d) Matriz com objetiva 10 x........................................71 \n\nFigura 33: D9. a) Textura glomeroporfirítica. b) Terxtura glomeroporfirítica com piroxênios \n\noxidados. c) Alteração na matriz com luz polarizada. d) Alteração na matriz com luz natural. \n\nTodas com objetiva 2,5 x........................................................................................................71 \n\nFigura 34: D10. a) Textura glomeroporfirítica com oxidação dos pirônios. Objetiva 2,5 x. b) \n\nSilicificação na matriz com objetiva 2,5 x. c) Matriz alterada com luz polarizada. Objetiva 10 \n\nx. d) Matriz alterada com luz natural. Objetiva 10 x................................................................72 \n\nFigura 35: D11. a) Matriz hipocristalina com fenocristal de feldspatos. b) Textura \n\nglomeroporfirítica com fenocristais de piroxênios oxidados. Objetiva 2,5 x...........................72 \n\nFigura 36: D2. a) Matriz com fenocristal de piroxênio. b) Textura glomeroporfirítica com \n\nfenocristais de piroxênios oxidados. c) Oxidação nos piroxênios e silicificação da matriz. d) \n\nAmígdalas minerais de argila nas bordas e de sílica no centro. Todos com objetiva 2,5 x...73 \n\nFigura 37: D3. a) Matriz com fenocristal de feldspato. Objetiva 2,5 x b) Textura \n\nglomeroporfirítica. Objetiva 2,5x. c) Quartzo na matriz. Objetiva 2,5 x. d) Apatita inclusa em \n\nfenocristal de feldspato. Objetiva 10x.....................................................................................73 \n\nFigura 38: D6. a) Matriz com fenocristal de feldspato. Objetiva 2,5 x b) Matriz com \n\nfenocristais de piroxênios oxidados. c) Amigdalas com minerais de sílica. d) Amígdala com \n\nmineral de argila. Todas com objetiva 2,5 x...........................................................................74 \n\nFigura 39: D16. a) Matriz com textura microporfirírica. Objetiva 2,5 x. b) Textura \n\nglomeroporfirítica. Objetiva 2,5 x. c) Matriz com luz polarizada e objetiva 10 x. d) Matriz com \n\nluz natural e objetiva 10 x.......................................................................................................74 \n\nFigura 40: Derrames e sills de Torres. a) Derrame Arraia com textura glomeroporfirírica e \n\noxidação nos piroxênios. b) sill Viola com textura glomeroporfirítica. c) Derrame Santinha \n\ncom intensa alteração. d) Sill Gruta com amígdalas preenchidas com minerais de argila de \n\ncor esverdeada. Todas com objetiva 2,5 x.............................................................................76 \n\n\n\n \n\n \n\n11 \n\nFigura 41: Derrames e sills da pedreira Graxaim. a) Derrame Santinha com textura \n\nmicroporfirírica com fencocristal de piroxênio. b) Derrame Arraia com textura \n\nglomeroporfirítica e intensa alteração dos piroxênios na matriz. c) Sill Gruta com intensa \n\nalteração e oxidação dos piroxênios na matriz. d) Sill II com textura glomeroporfirítica e \n\nalteração dos fenocristais e matriz. Todas com objetiva 2,5 x...............................................77 \n\nFigura 42: Diagrama MgO x TiO2 de todas as amostras da área de estudo mostrando ser \n\ntodas baixo Ti.........................................................................................................................78 \n\nFigura 43: Diagrama classificatório dos elementos maiores e traços segundo Peate et. al., \n\n(1992). a) Diagrama de rochas basálticas. b) Diagrama de rochas riodacíticas....................79 \n\nFigura 44: Diagrama de classificação TAS segundo Le Bas et al.1986. Legenda de acordo \n\ncom figura 43..........................................................................................................................80 \n\nFigura 45: Diagrama de classificação segundo Winchester &amp; Floyd, 1977. Em c) O circulo \n\nbranco na Serra da Boa Vista são as amostras da pedreira na base da serra......................80 \n\nFigura 46: Diagrama de elementos maiores e traços versus Perda ao fogo. a) Perda ao fogo \n\nx Zr/Y. b) Perda ao fogo x Ti/Y. c) SiO2 x perda ao fogo. d) Na2O x perda ao fogo nos \n\nmorros de Torres. Diagramas mostram, a não influencia da perda ao fogo com as razões de \n\nelementos traços, o empobrecimento em sílica com o aumento da perda ao fogo e o \n\nenriquecimento em álcali nas brechas em Torres..................................................................82 \n\nFigura 47: Geologia de Torres com imagens gerais e de detalhe dos morros.......................85 \n\nFigura 48: Diagrama de elementos maiores e traços mostrando correlação dos derrames e \n\nsills dos morros de Torres e da pedreira Graxaim..................................................................86 \n\nFigura 49: Perfis geológicos da pedreira Graxaim e dos morros de Torres mostrando \n\npossíveis deslocamentos verticais.........................................................................................86 \n\nFigura 50: Diagramas mostrando individualização dos derrames. a) Serra do Faxinal. b) \n\nSerra do Umbu. c) Serra da Boa Vista...................................................................................87 \n\nFigura 51: Diagrama de elementos maiores e traços mostrando as correlações dos \n\nderrames das três serras. Legenda de acordo com a Figura 50............................................88 \n\nFigura 52: Perfis colunares mostrando altitude em metros e os tipos de rochas das três \n\nserras. De norte para sul: SF (Serra do Faxinal), SU (Serra do Umbu), SBV (Serra da Boa \n\nVista)......................................................................................................................................89 \n\n\n\n \n\n \n\n12 \n\nFigura 53: Diagrama de TiO2 x (P2O5, Zr, Ta, Nb) com correlação dos derrames pahoehoe \n\ncompostos da pedreira da Serra da Boa Vista com a pedreira Lobo.....................................91 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n13 \n\nLista de Tabelas \n\n \n\nTabela 1: Critérios de classificação dos magmas-tipo da Província Vulcânica Paraná, \n\nsegundo Peate et al.(1992)....................................................................................................23 \n\nTabela 2: Nomenclatura estratigráfica do Grupo Serra Geral e relação com magmas tipo \n\nclassificados por Peate, 1997.................................................................................................28 \n\nTabela 3: Alguns limites de detecção comuns por elementos................................................50 \n\nTabela 4: Exemplos de grandes derrames basálticos do tipo pahoehoe. Dados extraídos de \n\nSelf et. al., 1998. ....................................................................................................................54 \n\nTabela 5: Resultado da média cintilométrica da Serra do faxinal. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha...............................................................................59 \n\nTabela 6: Resultado da média cintilométrica da Serra do Umbu. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha...............................................................................60 \n\nTabela 7: Resultado da média cintilométrica da Serra da Boa Vista. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha...............................................................................61 \n\nTabela 8: Resultado da média cintilométrica de Torres-RS. cps = contagem por segundo do \n\nsomatório U, Th, K na rocha...................................................................................................62 \n\nTabela 9: Resultado da média cintilométrica da Pedreira Graxaim. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha...............................................................................63 \n\nTabela 10: Resultado da média cintilométrica da pedreira Lobo e pedreira na SBV. cps = \n\ncontagem por segundo do somatório U, Th, K na rocha........................................................64 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n14 \n\nSumário \n \n\nCapítulo 1. Introdução............................................................................................15 \n1.1 Caracterização do Problema ..................................................................15 \n1.2 Objetivos ...............................................................................................16 \n1.3 Localização da área de estudo.............................................................. 17 \n1.4 Província Vulcânica Paraná....................................................................19 \n   1.4.1 Origem do Vulcanismo Paraná .........................................................20 \n   1.4.2 Dados Radiométricos .......................................................................20 \n   1.4.3 Províncias Ígneas .............................................................................21 \n   1.4.4 Subprovíncias Vulcânicas.................................................................22 \n   1.4.5 Estratigrafia da Bacia do Paraná ......................................................24 \n   1.4.6 Vulcanismo da Formação Serra Geral..............................................26 \n1.5 Geologia da área de estudo .................................................................. 29 \n   1.5.1 Serra do Faxinal (SC – 450) ............................................................ 29 \n   1.5.2 Serra do Umbu (RS – 484) .............................................................. 30 \n   1.5.3 Serra da Boa Vista (RS – 239) ........................................................ 32 \n   1.5.4 Torres- Parque da Guarita e morro do Farol.................................... 35 \n   1.5.5 Pedreira Graxaim ............................................................................ 39 \n   1.5.6 Pedreira Lobo.................................................................................. 41 \n1.6 Estado da Arte........................................................................................43 \n\n \nCapítulo 2. Metodologia..........................................................................................45 \n\n2.1 Levantamento Geológico........................................................................45 \n2.2 Petrografia..............................................................................................45 \n2.3 Levantamento Geofísico.........................................................................47 \n2.4 Análise Geoquímica ...............................................................................49 \n\n \nCapítulo 3. Efusão de derrame tipo pahoehoe.......................................................52 \nCapítulo 4. Aspectos gerais dos Riodacitos da Formação Serra Geral.................56 \nCapítulo 5. Resultados e Discussões.....................................................................58 \n\n5.1 Cintilometria ...........................................................................................58 \n5.2 Petrografia..............................................................................................64 \n   5.2.1 Macroscopia .....................................................................................65 \n   5.2.2 Microscopia ......................................................................................65 \n   5.3 Análise Geoquímica e Geológica.........................................................78 \n\nCapítulo 6. Conclusões...........................................................................................92 \nReferencias Bibliuográficas....................................................................................94 \nApendice I.............................................................................................................100 \nApendice II............................................................................................................101 \n \n\n \n\n \n\n\n\n \n\n \n\n15 \n\n \n\n \n\n \n\n \n\nCapítulo 1. Introdução \n\n \n\n            Esse Trabalho aborda as rochas da Província Vulcânica do Paraná (América \n\ndo Sul), Formação Serra Geral de idade aproximação 133 Ma. Foram estudados os \n\nderrames de rochas básicas e ácidas, sills e diques aflorantes na região entre Torres \n\ne Maquiné, Rio Grande do Sul, nordeste do Estado, na borda leste da Bacia do \n\nParaná. O levantamento geológico com análise cintilométrica, geoquímica dos \n\nelementos maiores e traços e petrografia de lâminas delgadas, permitiu uma \n\ncaracterização derrame a derrame com correlação estratigráfica de alguns derrames \n\ne estabelecimento de critérios de correlação. A Formação Serra Geral, além de \n\nocupar uma área extensa da Bacia do Paraná, (cerca de 1,2 x 106 km² segundo Melfi \n\net al. (1988)  e cerca de 917.000 km² segundo Frank et al. (2009), apresenta uma \n\ngrande espessura de derrames, desde a base do grupo vulcânico até um total de \n\ncerca de 1.700 m no depocentro da bacia (Zalán et al. 1990) com variações \n\nregionais na sua espessura (Milani, 2003), totalizando um volume de rocha em torno \n\nde  600.000 km³ (Frank et al. 2009). O estabelecimento da estratigrafia dos \n\nderrames basálticos que constituem a Formação Serra Geral na Bacia do Paraná é \n\nfundamental para compreensão da evolução geológica da Província Vulcânica \n\nParaná e os importantes contrastes geoquímicos existentes na pilha vulcânica foram \n\nusados como ferramenta de correlação estratigráfica de acordo com (Peate et \n\nal.1999). \n\n \n\n1.1 Caracterização do Problema  \n\n          Os principais litotipos da Formação Serra Geral são as rochas básicas - \n\nintermediárias e as rochas ácidas. O imenso volume de magma, constituído \n\n\n\n \n\n \n\n16 \n\npredominantemente por basaltos de natureza toleítica (Bellieni et al.1984 a, b), pode \n\nser divididos em dois grandes grupos: alto-Ti (TiO2 > 2%) e baixo-Ti (TiO2 &lt;2%). \n\nEstudos posteriores de Peate et al. (1992), baseados nas concentrações de TiO2 e \n\noutros elementos traços incompatíveis, subdividiram o grupo alto-Ti em três subtipos \n\ndistintos denominados: Urubici (TiO2 > 3,3%; Sr > 550 ppm, Ti/Y > 500;  Zr/Y > 6,5), \n\nPitanga (TiO2 > 2,9%; Sr > 350 ppm; Ti/Y > 350;  Zr/Y > 5,5), Paranapanema (1,7% \n\n&lt;TiO2 &lt;3,2%; 200 ppm &lt;Sr &lt;450 ppm; Ti/Y > 330, 4 &lt;Zr/Y &lt;7). E o grupo baixo-\n\nTi, por sua vez, foi subdividido em outros 3 subtipos denominados: Gramado (0,75% \n\n&lt;TiO2 &lt;1,9%; 140 ppm &lt;Sr &lt;400 ppm; Ti/Y &lt;300;  3,5 &lt;Zr/Y &lt;6,5), Esmeralda \n\n(1,1% &lt;TiO2 &lt;2,3%; 120 ppm &lt;Sr &lt;250 ppm; Ti/Y<330; 2 &lt;Zr/Y &lt;5), Ribeira \n\n(1,5% &lt;TiO2 &lt;2,3%; 200 ppm &lt;Sr &lt;375 ppm; Ti/Y>300; 3,5 &lt;Zr/Y &lt;7). \n\nPosteriormente, Peate (1997) demonstrou que essas subdivisões de basaltos \n\napresentam assinaturas isotópicas diferentes, podendo ser considerados magmas-\n\ntipo distintos gerados a partir de fontes mantélicas distintas. \n\n         A Província Vulcânica Paraná também é assinalada por rochas vulcânicas na \n\nforma de sills e diques caracterizando intensa atividade intrusiva. O presente \n\ntrabalho tem o interesse em contribuir para o conhecimento geológico da Formação \n\nSerra Geral com caracterização dos derrames. E ainda verificar as possíveis \n\ncorrelações dos derrames entre si e entre os derrames e sills situados na borda leste \n\nda Bacia do Paraná, na região de Torres a Maquiné, Rio Grande do Sul. \n\n \n\n1.2 Objetivos \n\n          O levantamento geológico com análise cintilométrica, geoquímica dos \n\nelementos maiores e traços e petrografia de lâminas delgadas, permitiu uma \n\ncaracterização derrame a derrame com correlação estratigráfica dos derrames e \n\nestabelecimento de critérios de correlação. A metodologia desenvolvida de forma \n\nintegrada tem o objetivo de avançar o conhecimento da geologia local e verificar \n\nsuas possíveis correlações mediante a metodologia aplicada. Por meio de \n\ngeoquímica de rocha de elementos maiores e traços foram identificados, \n\nindividualizados e caracterizados os tipos de rocha existentes na região de estudo. \n\n\n\n \n\n \n\n17 \n\nOs importantes contrastes, geofísico e geoquímico e a posição geológica de \n\nsills, diques e derrames vulcânicos foram utilizados nesse trabalho como \n\nferramentas de correlação estratigráfica. \n\n1.3 Localização da área de estudo \n\n          A área de estudo está localizada entre Torres e Maquiné – Rio Grande do Sul, \n\nsituadas a uma distância de Porto Alegre de 198 km e 133 km respectivamente, com \n\nacesso pela BR 101 (Fig. 1). Foram estudadas as rochas expostas em cortes de \n\nestrada e em duas pedreiras próximas a BR 101 uma entre Maquiné e Terra de \n\nAreia a 9 km ao norte de Maquiné e 6 km a sul de Terra de Areia (pedreira Lobo) e a \n\noutra a 8 km ao sul de Torres em Dom Pedro de Alcântara (pedreira Graxaim). Em \n\nTorres estão incluídas as rochas que constituem os morros no Parque da Guarita e o \n\nmorro do Farol. E nas principais vias de acesso as Serras: SC-450 Serra do Faxinal \n\n(Praia Grande), RS-484 Serra do Umbu e RS-239 Serra da Boa Vista (Maquiné) \n\n(Fig.2). Os nomes Lobo (lobo Guará) e Graxaim são uma alusão a mamíferos típicos \n\nda fauna nativa da região. \n\n \n\n \n\nFigura 1: Mapa geológico com a localização da área de estudo. [Modificado de Peate, \n\nHawkesworth, Mantovani, 1992]. \n\n\n\n \n\n \n\n18 \n\n \n\nFigura 2: Localização da área de estudo. a) Serra do Faxinal. b) Serra do Umbu. c) Serra da \n\nBoa Vista. d) morros do farol. e) morros no Parque da Guarita. f) pedreira Graxaim. g) \n\npedreira Lobo. Imagens de satélite do Google Earth. \n\n\n\n \n\n \n\n19 \n\n1.4 Província Vulcânica Paraná \n\n          Trabalhos científicos sobre a Província Vulcânica Paraná são realizados \n\ndesde Derby (1879) e Evans (1893), sendo este um assunto bastante investigado, \n\nprincipalmente nas últimas décadas. O extenso campo de lava Paraná, na região \n\ncentral da América do Sul, e o campo de lava menor Etendeka, remanescente na \n\nNamíbia (África), formavam uma única província, conhecida como Província \n\nVulcânica Paraná - Etendeka (Erlank et al.1984; Bellieni et al.1984a) (Fig. 3), \n\nanterior à abertura do oceano Atlântico Sul durante o início do Cretáceo. \n\n          No continente africano, em especial na região de Etendeka, as lavas \n\nrecobriram uma área de aproximadamente 0,78 x 106 km² e acumularam-se em uma \n\npilha de até 1 km de espessura (Peate et al.1997; Marsh et al. 2001). No continente \n\nsul-americano, a Província Magmática Paraná recobre cerca de 1,2 x 106 km² da \n\nBacia do Paraná segundo, Melfi et al. (1988)  e cerca de 917.000 km² segundo \n\nFrank et al. (2009). \n\n           A Província Magmática do Paraná-Etendeka tem 95% do volume total de \n\nmagmas situados no continente sul-americano (Milner et al. 1995) e 5 % no \n\ncontinente africano. Desse volume total de lava, cerca de 97,5 % são de rochas \n\nbásicas - intermediárias (basaltos, andesito – basálticos e andesitos) de afinidade \n\ntoleítica e 2,5% do volume total correspondentes a rochas ácidas como riolitos e \n\nriodacitos, representados pelos magmas tipo Palmas e Chapecó (Melfi et al.1988; \n\nNardy et al. 2002). \n\n          As províncias continentais, resultantes de processos distensivos da litosfera e \n\nseparação continental, são consideradas grandes províncias ígneas ou LIPs (Large \n\nIgneous Province) (Coffin e Eldholm, 1994), com predominância de lavas de \n\nnatureza toleítica. Rochas de composições intermediária e ácida na forma de lavas \n\nou como rochas intrusivas estão associadas, normalmente, ao início ou ao final do \n\nmagmatismo (Coffin e Eldholm, 1994; Ernest et al. 2005). \n\n \n\n \n\n \n\n\n\n \n\n \n\n20 \n\n1.4.1 Origem do Vulcanismo Paraná \n\n          A Província Vulcânica Paraná-Etendeka adjacentes antes da ruptura do \n\nGondwana, associada à subseqüente abertura do oceano Atlântico Sul, está \n\nrelacionada à pluma de Tristão da Cunha. Segundo Milner e Le Roex (1996) a \n\ngeração do magmatismo se deu por meio de fusão parcial do manto homogênio \n\nperidotítico. Entretanto, Estudos realizados por Peate et al. (1992), apresentam \n\nvariações químicas para o magmatismo Paraná contra a hipótese de manto \n\nhomogêneo. Esses autores propuseram que a geração do magmatismo deu-se por \n\nfusão parcial de mais de um tipo químico de manto (manto litosférico heterogêneo), \n\nporém há indicação de pouco ou não envolvimento de manto astenosférico tipo \n\nNMORB segundo Nardy e Marques (1996).  \n\n \n\n1.4.2 Dados radiométricos \n\n          A partir da década de 1990, foi realizado grande número de datações em \n\nrochas extrusivas e intrusivas da Província Vulcânica Paraná pelo método \n40\n\nAr/\n39\n\nAr. \n\nResultados obtidos por Renne et al. (1992), Renne (1997), Ernesto et al. (1999), \n\nMincato et al. (2003) indicam que a atividade magmática extrusiva ocorreu durante 3 \n\nMa, concentrando-se, principalmente, entre 133 e 132 Ma (Cretáceo Inferior). \n\nSegundo esses autores, a fase magmática principal iniciou-se na parte sul da \n\nprovíncia com idades em torno de 133 Ma migrando para região norte da província \n\nconforme resultados de datações de 132 Ma e dados paleomagnéticos. Os dados \n\npaleomagnéticos associados ás determinações geocronológicas permitiram \n\naprimorar o conhecimento dos episódios magmáticos e determinar com grande \n\nconfiabilidade os movimentos da placa sul-americana nesse período. No entanto, \n\nTurner et al. (1994) e Stewart et al. (1996) obtiveram em datações de amostras de \n\nsuperfície e de furos de sondagem idades que se situam entre o intervalo de 138,4 ± \n\n1,3 e 126,8 ± 2,0 Ma e propuseram que o magmatismo durou cerca de 10 a 12 Ma. \n\nRecentemente, Pinto et al. (2011), por meio de análise de zircões de quatro \n\namostras de rocha, pelo método U-Pb SHRIMP obtiveram idades entre 134, 4 ± 1,1 \n\ne 135,6 ± 1,8 Ma, para o magmatismo da Província Vulcânica Paraná.       \n\n \n\n\n\n \n\n \n\n21 \n\n1.4.3 Províncias Igneas \n\n          As grandes províncias ígneas (Large Igneous Province) são formadas por \n\nrochas geradas por grandes processos magmáticos que incluem derrames de \n\nbasaltos continentais, margens vulcânicas passivas, platôs oceânicos, cadeias \n\nsubmarinas e derrames de basaltos em bacias oceânicas. Shelth (2007) propôs uma \n\nclassificação das grandes províncias ígneas obedecendo uma hierarquia com \n\nseparação entre rochas vulcânicas (grandes províncias vulcânicas) e rochas \n\nplutônicas (grandes províncias plutônicas). As províncias são ainda subdivididas \n\nquanto ao tipo de rocha predominante e o tamanho da área que ocupam. Nessa \n\nclassificação, a Província Vulcânica Paraná-Etendeka é considerada uma grande \n\nprovíncia basáltica dentro de uma grande província vulcânica que, por sua vez, é \n\numa das grandes províncias ígneas existentes. A província Vulcânica Paraná é a \n\nsegunda do mundo em extensão continental segundo Rocha Campos et al. (1988). \n\n \n\nFigura 3: Mapa exibindo a extensão do magmatismo da Província Paraná-Etendeka. [Fonte: \n\nPeate, 1997]. \n\n\n\n \n\n \n\n22 \n\n1.4.4 Subprovíncias Vulcânicas \n\n          Estudos geológicos e geoquímicos permitiram dividir a área de ocorrência dos \n\nderrames basálticos em três subprovíncias vulcânicas: meridional, ao sul do \n\nlineamento do rio Uruguai; setentrional, ao norte do lineamento do rio Piquiri e \n\ncentral, entre os lineamentos dos rios Uruguai e Piquirí (Fig.4). Segundo Bellieni et \n\nal. (1984a, 1884b, 1986) e Peate et al. (1992), a subprovíncia meridional é \n\ncaracterizada por predominância de basaltos com baixo Ti (TiO2 &lt;2 %) e \n\nempobrecidos nos elementos menores e traços incompatíveis, tais como P, Ba, Sr, \n\nZr, Hf, Ta, Y e terras raras leves. Nessa subprovíncia é comum a ocorrência de \n\nderrames de natureza intermediária (andesitos e andesitos basálticos) e expressiva \n\nocorrência de derrames ácidos afíricos tipo Palmas; a subprovíncia setentrional é \n\ncaracterizada por predominância de basaltos do tipo alto Ti (TiO2 > 3 %) que \n\napresentam um enriquecimento relativo de P2O5 (> 3 %), FeOt (> 12 %), elementos \n\ntraços incompatíveis (Ba > 500 ppm, La > 30 ppm, Ce > 60 ppm, Sr > 400 ppm e Zr \n\n> 200 ppm) e elementos terras raras leves; a subprovíncia central é caracterizada \n\npela ocorrência e interdigitação de derrames com alto e baixo teor de Ti e pela \n\npresença de basaltos transicionais (3% &lt;TiO2 > 2%) onde ocorrem também \n\nintercalações de rochas ácidas porfiríticas e afíricas, sendo as rochas de natureza \n\nintermediária escassas.   \n\n \n\n\n\n \n\n \n\n23 \n\n \n\nFigura 4: Mapa geológico indicando as subprovíncias definidas pelos lineamentos dos rios \n\nPiquiri e Uruguai. [Modificado de Peate et al.1992]. \n\n \n\n          Peate et al. (1992), baseando-se nas concentrações de elementos maiores, \n\nmenores e traços (elementos com alta carga (HFS), tais como Ti, Zr, Y) que são \n\ngeralmente imóveis durante alteração hidrotermal e processos intempéricos, \n\ndividiram os magmas basálticos em seis grupos com denominações específicas \n\n(Tab. 1).  \n\n \n\nTabela 1: Critérios de classificação dos magmas-tipo da Província Vulcânica Paraná, \n\nsegundo Peate et al. (1992). \n\nGrupo Alto Ti Baixo Ti \n\nMagma tipo Urubici Pitanga Paranapanema Ribeira Esmeralda Gramado \n\nSubprovíncia Sul Norte Norte Norte Sul Sul \n\nSiO2 (%) > 49 > 47 48 - 53 49 - 52 48 - 55 49 - 60 \n\nTiO2 (%) > 3,3 > 2,8 1,7 - 3,2 1,5 - 2,3 1,1 - 2,3 0,7 - 2,0 \n\nP2O5(%) > 0,45 > 0,35 0,2 - 0,8 0,15- 0,50 0,1 - 0,35 0,05 -0,40 \n\nFe2O3t  (%) &lt;14,5 12,5 - 18 12,5 - 17 12 - 16 12 - 17 9 - 15 \n\n\n\n \n\n \n\n24 \n\nSr (µg/g) > 550 > 350 200 - 450 200 - 375 &lt;250 140 - 400 \n\nBa (µg/g) > 500 > 200 200 - 650 200 - 600 90 - 400 100 - 700 \n\nZr (µg/g) > 250 > 200 120 - 250 100 - 200 65 - 210 65 - 275 \n\nTi/Zr > 57 > 60 > 65 > 65 > 60 &lt;70 \n\nTi/Y > 500 > 350 > 350 > 300 &lt;330 &lt;330 \n\nZr/Y > 6,5 > 5,5 4,0 - 7,0 3,5 - 7,0 2,0 - 5,0 3,5 - 6,5 \n\nSr/Y > 14 > 8 4,5 - 15 5,0 - 17 &lt;9,0 &lt;13 \n\nBa/Y > 14 > 9 5,0 - 19 6,0 - 19 &lt;12 &lt;19 \n\n \n\n          Intrusões de sills e diques são encontrados por toda região afetada pelo \n\nvulcanismo da Formação Serra Geral, caracterizando uma intensa atividade de \n\nnatureza intrusiva. A maior parte das intrusões de sills ocorre na parte leste e \n\nnordeste da Província Magmática Paraná e possuem espessuras que variam de \n\npoucos metros a 200 m (Bellieni et al. 1984b). \n\n          A Bacia do Paraná, situada na porção centro-leste da América do Sul é uma \n\nbacia intracratônica com acumulação de rochas sedimentares e vulcânicas. \n\n \n\n1.4.5 Estratigrafia da Bacia do Paraná \n\n          A coluna estratigráfica da Bacia do Paraná foi subdividida por Milani (1997) \n\nem seis Supersequências (Fig. 5) delimitadas por discordâncias regionais, sendo \n\ntrês dessas Supersequências marcadas por ciclos de transgressão e regressão \n\nmarinha e outras três com registro de períodos de deposição continental com \n\nmagmatismo associado (Milani e Zalán, 1990). As Supersequências são as \n\nseguintes: \n\n 1. Supersequência Rio Ivaí – ordoviciano-siluriana, com o registro de um \n\nhemiciclo transgressivo evoluindo a uma fase marinha, representada por espessos \n\npacotes de arenitos arcoseanos e quartzíticos (Fm. Alto Graças) seguidos por \n\ndiamictitos (Fm. Iapó) e arenitos e folhelhos micáceos fossilíferos (Fm. Vila Maria). \n\n 2. Supersequência Paraná - registra um hemiciclo transgressivo durante o \n\nDevoniano, marcada por pacotes de arenitos ricos em caolinita (Fm. Furnas) \n\n\n\n \n\n \n\n25 \n\nseguidos pela deposição de arenitos em ambiente deltáico e folhelhos fossilíferos \n\ndepositados em ambiente marinho. (Fm. Ponta Grossa). \n\n 3. Supersequência Gondwana I – depositada ao longo do Carbonífero-\n\nTerciário, essa sequência marca um período de intensas modificações climáticas, \n\nque acarretou na deposição de um espesso pacote sedimentar (2.500 m), composto \n\npor diamictitos, arenitos turbidíticos com varvitos e tilitos associados (Gr. Itararé e \n\nFm. Aquidauana), unidades depositadas em ambiente marinho raso com influência \n\ndeltaica, portadoras de arenitos e carvões (Fm. Rio Bonito), folhelhos e siltitos (Fm. \n\nPalermo) e folhelhos betuminosos, margas, carbonatos e evaporitos (Fm. Irati). Red-\n\nbeds encerram essa super-sequência no final do Mesozóico (Fm. Rio do Rasto). \n\n 4. Supersequência Gondwana II – desenvolvida durante o Triássico, \n\nrepresentada por red-beds fossilíferos fluviais e lacustres. \n\n 5. Supersequência Gondwana III – durante o Jurássico depositaram - se \n\nimensos campos de dunas de arenitos eólicos (Fm. Botucatu). Na transição entre o \n\nJurássico e o Cretáceo ocorreu a ruptura do Gondwana associada à intensa \n\natividade magamática registrada pelos derrames basálticos (Fm. Serra Geral). \n\n 6. Supersequência Bauru – final do Cretáceo e final dos eventos deposicionais \n\nda Bacia do Paraná. Depositados em ambientes fluvio-lacustres e eólicos, pacotes \n\nde arenitos conglomeráticos, associados com siltitos, argilitos e calcários. (Gr. \n\nBauru). \n\n \n\n\n\n \n\n \n\n26 \n\n \n\nFig. 5: Estratigrafia da Bacia do Paraná (modificado de Milani e Zalán, 1999). \n\n \n\n1.4.6 Vulcanismo da Formação Serra Geral \n\n          No Cretáceo Inferior, associados ao episódio extensional da ruptura do \n\nGondwana, ocorreu o extravasamento de grande quantidade de magmas basálticos \n\nque formaram espessos pacotes de lavas de até 1.700 m (Zalán et al.1990), \n\nsuperpostos por menor quantidade de magma de natureza ácida com espessura de \n\naproximadamente 400 m (Melfi et al.1988; Bellienni et al. 1986). O termo Serra Geral \n\nfoi aplicado por White (1908) para designar a sequência de rochas basálticas que \n\nformam a margem leste do platô vulcânico nas regiões de Paraná, São Paulo e \n\nMinas Gerais, no Brasil. Formação Serra Geral é o nome designado as rochas \n\nvulcânicas da bacia do Paraná no Brasil. Abrange grande parte da região centro-sul \n\n\n\n \n\n \n\n27 \n\ndo Brasil e parte do Paraguai, Uruguai (Formação Arapey) e Argentina (Formação \n\nCuruzú Cuatiá), (Nardy et al. 2008). (Fig. 6).         \n\n          Estratigraficamente, as rochas vulcânicas da Formação Serra Geral da Bacia \n\ndo Paraná situam-se entre as rochas da Formação Botucatu (Neo-Jurássico) \n\nconstituída pelos arenitos eólicos e o Grupo Bauru (Cretáceo Superior) caracterizado \n\npela presença de arenitos eólicos, fluviais e lacustres. Durante o Jurássico, formou-\n\nse o extenso deserto de areia que deu origem aos arenitos da Formação Botucatu, \n\nassim referidos por Gonzaga Campos (1889) ao descrever os arenitos vermelhos \n\naflorantes da Serra do Botucatu em São Paulo que denominou Formação Botucatu. \n\nNo Brasil, as rochas vulcânicas da Formação Serra Geral representam 75% da \n\nsuperfície da Bacia do Paraná (Nardy et al. 2002). \n\n \n\n \n\nFigura 6: Mapa simplificado da Bacia do Paraná, mostrando a extensa distribuição da \n\nProvíncia Magmática Paraná. Em vermelho o Rio Grade do Sul. No retângulo a área de \n\nestudo. Modificado de Machado et  al. (2005). \n\n\n\n \n\n \n\n28 \n\n          O magmatismo da Formação Serra Geral foi subdividido por Wildner et al. \n\n2003 e Wildner et al. 2004, nas seguintes fácies: Gramado, Paranapanema, \n\nEsmeralda, Pitanga, Campo Erê e Lomba Grande, Palmas, Chapecó e Alegrete. \n\nWildner et al. 2007, propuseram uma nova classificação para a Formação Serra \n\nGeral modificando seu nome para Grupo Serra Geral contendo 16 formações. A \n\nTabela 2 mostra a nomenclatura estratigráfica do Grupo Serra Geral e sua conexão \n\ncom os magma tipo segundo Peate et al. 1997. \n\n \n\nTabela 2: Nomenclatura estratigráfica do Grupo Serra Geral e relação com magmas tipo \n\nclassificados por Peate, 1997. \n\nFormação Magma tipo Características \n\nEsmeralda Esmeralda Basalto baixo Ti/Y \n\nVárzea do Cedro Palmas Riolito baixo Ti \n\nPalmas Palmas Riolito baixo Ti \n\nOurinhos Chapecó Riolito alto Ti-Zr \n\nChapecó Chapecó Riolito alto Ti-Zr \n\nParanapanema Paranapanema Basalto intermediário Ti/Y \n\nCampo Erê Paranapanema Basalto intermediário Ti/Y \n\nCordilheira Alta Paranapanema Basalto intermediário Ti/Y \n\nCapanema Paranapanema Basalto intermediário Ti/Y \n\nCampos Novos Esmeralda Basalto baixo Ti/Y \n\nAlegrete Gramado Basalto baixo Ti/Y \n\nGramado Gramado Basalto baixo Ti/Y \n\nNova Laranjeiras  Pitanga Basalto alto Ti/Y \n\nPitanga Pitanga Basalto alto Ti/Y \n\nUrubici Urubici Basalto alto Ti/Y \n\nRibeira Ribeira Basalto alto Ti/Y \n\nComplexo Morungava Morungava Picrito sills máficos \nultramáficos \n\n \n\n\n\n \n\n \n\n29 \n\n1.5 Geologia da área de estudo \n\n          A área de estudo está inserida no contexto geológico da Formação Serra \n\nGeral, região centro-leste da Bacia do Paraná com cotas altimétricas desde o nível \n\ndo mar até 1007 m no topo de uma das serras. O levantamento de dados foi \n\nrealizado em perfis nas rodovias SC-450 ao longo do percurso da Serra do Faxinal, \n\nRS-484 ao longo do percurso da Serra do Umbu e RS-239 ao longo do percurso da \n\nSerra da Boa Vista. Em Torres- RS foram descritos diferentes exposições de rochas \n\nem quatro morros nomeados de sul para norte como morro das Cabras, morro da \n\nGuarita, morro das Furnas (Parque da Guarita) e morro do Farol, respectivamente. \n\nTambém foram analisadas as pedreiras Graxaim e Lobo.  \n\n \n\n1.5.1. Serra do Faxinal (SC-450) \n\n          A sequência vulcânica da Serra do Faxinal (Fig.7) é constituída por 14 \n\nderrames de lavas em afloramentos descontínuos ao longo da SC- 450. Um sill \n\nencontra-se na base da sequência. A espessura total da exposição da serra é de \n\naproximadamente 930 m, em altitudes de 78 m a 1007 m.  \n\n          Nos afloramentos as rochas se apresentam nas cores cinza com tonalidade \n\nvariando de claro a escuro e cinza avermelhado. A granulometria é afanítica com \n\nexcesão do sill com granulometria fina. O sill é um basalto cinza escuro e tem 170 m \n\nde espessura. O afloramento na base da Serra onde ocorre diretamente o sill está \n\nna cota de 78 m e na cota de 246 m está o contato do sill com o primeiro derrame de \n\nlava aflorante na Serra. O contato do sill com o derrame não foi observado em \n\ncampo, sendo feito em campo a observação da mudança granulométrica. Os \n\nafloramentos de rocha ao longo do perfil da serra são do tipo corte de estrada e em \n\nsua maioria pouco preservados não sendo possível verificar estruturas de derrames \n\nnem feições de topo e base com exceção de níveis com amígdalas esparças. Foi \n\nobservado alguns níveis com indícios de percolação de fluídos hidrotermais com \n\nveios centimétricos preenchidos com minerais de sílica. \n\n          Dos 14 derrames de lavas da serra, 4 são derrames ácidos. Os derrames \n\nácidos aparecem intercalados com os derrames básicos e são de composição \n\nriodacíticas. Localmente apresentam textura de fluxo. \n\n\n\n \n\n \n\n30 \n\n \n\nFigura 7: Geologia da Serra do Faxinal. a) Amostra do sill basal com granulometria maior. b) \n\nAfloramento de basalto maciço com veios de sílica. c) Detalhe da sílica brechando o basalto. \n\nd) Afloramento do contato de rocha basaltica na base com riodacito no topo. A seta \n\nvermelha mostra o contato. e) Textura de fluxo em riodacito.  \n\n \n\n1.5.2. Serra do Umbu (RS- 484) \n\n          A sequência vulcânica da Serra do Umbu (Fig. 8) é constituída por 13 \n\nderrames de lavas em afloramentos descontínuos ao longo da RS-484. Na base da \n\nSerra encontram-se os arenitos da Formação Botucatu. O afloramento com \n\nexposição de arenito situa-se na cota de 95 m de altitude e situado distante 3,8 km \n\n\n\n \n\n \n\n31 \n\ndo início da subida da serra com exposições da rocha de menor porte a uma \n\ndistância de 2 km do “pé” da serra. O arenito apresenta-se como pacote espesso de \n\nrocha quartzosa com granulação média a grossa e com estratificação cruzada \n\ntangencial de grande porte, típico de dunas eólicas pertencentes à Formação \n\nBotucatu. A espessura total da exposição da serra é de aproximadamente 655 m, \n\nem altitudes de 178 m a 833 m. \n\n          Nos afloramentos as rochas se apresentam nas cores cinza com tonalidade \n\nvariando de claro a escuro e cinza avermelhado, granulometria afanítica. Os \n\nafloramentos de rocha ao longo do perfil da serra são do tipo corte de estrada e em \n\nsua maioria pouco preservados, porém, sendo possível algumas vezes identificar \n\nfeições como zona vesiculada / amigdaloidal de topo e base. As amígdalas \n\napresentam preenchidas com minerais de sílica e zeolitas. \n\n          Dos 13 derrames de lavas da serra, 3 são derrames ácidos. Os 8 derrames \n\nbasais são básicos seguidos dos 3 derrames ácidos e ao topo da serra 2 derrames \n\nbásicos que  são de composições basáltica, andesito basáltica e riodacítica. Em um \n\nafloramento de riodacito é possível observar disjunções tabulares de base de \n\nderrame e localmente tem textura de fluxo e microveios milimétricos de sílica. \n\n\n\n \n\n \n\n32 \n\n \n\nFigura 8: Geologia da Serra do Umbu. a) Afloramento de arenito da Formação Botucatu com \n\nestratificação cruzada tangencial de grande porte. b) Detalhe do arenito. c) Basalto maciço \n\nde cor cinza. d) Afloramento de base de derrame ácido exibindo disjunção tabular. e) \n\nRiodacito com veios preenchidos por minerais de sílica. \n\n \n\n1.5.3. Serra da Boa Vista (RS-239)  \n\n          A sequência vulcânica da Serra da Boa Vista (Fig.9) é constituída por 16 \n\nderrames de lavas em afloramentos descontínuos ao longo da RS-239. A base da \n\nserra é caracterizada pela presença dos arenitos da Formação Botucatu e por \n\ninúmeros lóbulos de lavas em uma pedreira de aproximadamente 40 m de \n\nespessura. Também ocorrem diques de lava ao longo do perfil da serra. Os diques \n\n\n\n \n\n \n\n33 \n\nocorrem em três níveis estratigráficos diferentes (289 m, 330 m e 356 m) exibem \n\nfratura de resfriamento de 5cm a 15 cm  e apresentam direção NW - SE. \n\n          Os afloramentos com exposição de arenito situados na subida da serra iniciam \n\nna cota de 80 m de altitude e apresentam-se como lajeado e pacotes pouco \n\nespessos de rocha bastante alterados, quartzosa com granulação média a grossa. \n\nDistante aproximadamente 400 m do início de subida da serra (para sudeste) na \n\ncota de 60 m de altitude, aflora um pacote espesso de arenito com estratificação \n\ncruzada tangencial de grande porte típico das dunas eólicas pertencentes à \n\nFormação Botucatu.  \n\n          Os múltiplos lóbulos de lavas têm 1m a 1,5 m de espessura indicando efusão \n\nde lava tipo pahoehoe. Esses iniciam na cota de 202 m, acima do primeiro derrame \n\nda serra em uma pedreira de aproximadamente 40 m de espessura. Eles podem ser \n\nseparados em dois derrames distintos. Os lóbulos apresentam a seguinte estrutura: \n\num nível amigdalóide basal com pipes, nível maciço no centro e nível amigdalóide \n\nno topo mais espesso que o amigdalóide da base. A espessura total da exposição \n\nda serra é de aproximadamente 667 m, em altitudes de 80 m a 847 m. \n\n          Nos afloramentos as rochas se apresentam nas cores cinza com tonalidade \n\nvariando de claro a escuro e cinza avermelhado, granulometria afanítica. Os \n\nafloramentos de rocha ao longo do perfil da serra são do tipo corte de estrada e em \n\nsua maioria pouco preservados, porém, sendo possível algumas vezes identificar \n\nfeições como zona vesiculada / amigdaloidal de topo e base. As amígdalas são \n\npreenchidas com minerais de sílica e zeólita. Ocorrem zeolitas de até 5 cm. \n\n          Dos 16 derrames de lavas apenas o derrame do topo da serra é ácido \n\ndiferenciando-a das serras anteriores. Esses são de composição basáltica, andesito-\n\nbasáltica e riodacítica.  \n\n\n\n \n\n \n\n34 \n\n \n\nFigura 9: Geologia da Serra da Boa Vista. a) Afloramento de arenito da Formação Botucatu. \n\nb) Detalhe da estratificação cruzada tangencial de grande porte no arenito. c) pedreira \n\ndentro da Serra da Boa Vista com inúmeros lóbulos basálticos. d) Detalhe da estrutura \n\ninterna dos lóbulos. e) Afloramento de dique com direção NW - SE. f) Nível amigdalóide de \n\ntopo de derrame basáltico. g) Basalto Maciço. h) Afloramento de Riodacito. i) Detalhe do \n\nacamamento ígneo no Riodacito. \n\n \n\n \n\n\n\n \n\n \n\n35 \n\n1.5.4. Torres - Parque da Guarita e Morro do Farol \n\n          Em Torres foram descritos diferentes exposições de rochas em quatro morros \n\nnomeados de sul para norte como morro das Cabras, morro da Guarita, morro das \n\nFurnas (Parque da Guarita) e morro do Farol, respectivamente. Os afloramentos \n\nestão situados na beira da praia da Torres-RS com cotas em torno de 2 m. \n\n        O morro das Cabras (Fig. 10) é um sill formado por rocha maciça de \n\ncomposição andesito-basáltica sobreposta diretamente às areias de praia, não \n\napresentando feições de topo e base de derrame. No sill tem diques de 1 mm a 2 cm \n\ne sills milimétricos de arenito silicificado e apresenta fraturamentos verticais que \n\nformam blocos de 0,5 à 2 m e no topo do morro em planta apresenta fraturamento \n\nem forma de losangos.   \n\n \n\n \n\nFigura 10: Geologia do morro das Cabras. a) Foto geral do derrame maciço diretamente \n\nsobre as areias da praia. b) Fraturas losangulares em corte de perfil. c) Detalhe da fratura \n\nlosangular. d) Dique de arenito silicificado. e) Detalhe do dique de arenito com sill de areia \n\nde 1,5 cm. f) Blocos de basalto com fratura losangular. \n\n\n\n \n\n \n\n36 \n\n          O morro da Guarita (Fig. 11) é um morro remanescente menor (sill) que está \n\nsobre uma camada de arenito da Fm. Botucatu de aproximadamente 1 m de \n\nespessura. O sill é maciço com disjunções verticais e está diretamente sobre o \n\narenito sem apresentar feições de topo e base de derrame. O arenito da base \n\napresenta estratificação cruzada tangencial de grande porte. O sill tem composição \n\nandesito-basáltico. \n\n \n\n \n\nFigura 11: Geologia do morro da Guarita. a) Foto geral do derrame maciço sobre os arenitos \n\nda Formação Botucatu. b) Detalhe da estratificação cruzada tangencial de grande porte no \n\narenito. \n\n \n\n          O morro das Furnas (Fig.12) é o morro de maior dimensão do Parque da \n\nGuarita e apresenta no nível do mar uma camada de aproximadamente 20 cm de \n\narenito friável com níveis silicificado com abundante fraturamento em forma de \n\nlosangos visto em planta. Da base para o topo do morro em um caminhamento \n\nsentido sul – norte encontra-se sobre o arenito um pacote de aproximadamente 4 m \n\nde brecha clasto – suportado, com blocos angulares de 5 - 50 cm com uma matriz \n\nde arenito silicificado, intrusiva em uma camada de rocha amigdalóide.  \n\n          Acima da brecha tem uma camada de aproximadamente 18 m de rocha \n\nmaciça classificada como andesito, com fraturas de resfriamento horizontal na base \n\n\n\n \n\n \n\n37 \n\nque aparecem localmente de forma inclinada formando losangos em corte de perfil. \n\nEsse derrame é cortado por uma brecha (intrusiva) com aproximadamente 4m de \n\nespessura com características geoquímicas semelhantes a brecha da base com \n\nclastos andesíticos. No topo do derrame tem geodos de quartzo de 1 cm, diques de \n\narenito silicificado e fraturamento em forma de losangos em planta que são \n\npreenchidas com areia.  \n\nNo topo do morro das Furnas tem uma camada de rocha de aproximadamente \n\n12 m de espessura classificada como um andesito basáltico e com características \n\ngeoquímicas semelhantes aos sills dos morros das Cabras e da Guarita. Sua \n\nestrutura não foi possível ser observada devido a vegetação que cobre o topo do \n\nmorro.  \n\n\n\n \n\n \n\n38 \n\n \n\nFigura 12: Geologia do morro das Furnas. a) Arenito com fraturas losangulares em planta. b) \n\nDetalhe das fraturas no arenito. c) Nível amigdalóide brechado. d) Detalhe de clasto de \n\nbasalto na brecha. e) Derrame maciço acima da brecha. f) Fratura em forma de losângulo \n\nentre derrame maciço e outra brecha mais ao topo do morro. g) Fraturamento tabular na \n\nbase do derrame maciço. h) Outra brecha intrusiva entre o derrame maciço. i) dique \n\ncentimétrico de arenito silicificado no topo do derrame. j) geodo centimétrico preenchido com \n\nminerais de sílica. k, L, M) Sill no topo do morro.  \n\n \n\n\n\n \n\n \n\n39 \n\nMais ao norte de Torres no morro do Farol (Fig.13) tem um derrame de rocha \n\nmaciça, com disjunção vertical e com nível amigdalóide brechado na base (no nível \n\ndo mar). O derrame é cortado por um sill que tem aproximadamente 0,5 m de \n\nespessura, situado entre o nivel amigdalóide brechado e o maciço do derrame. Há \n\num dique cortando o nivel amigdalóide e na beira do mar tem rocha basáltica maciça \n\naflorando como lajeado. \n\n \n\n \n\nFigura 13: Geologia do morro do Farol. a) Foto geral do morro. b) Sill Gruta c) Nível \n\namigdalóide brechado. d) Rocha maciça em lajeado na beira do mar. e) Dique cortando o \n\nnível amigdalóide brechado. \n\n \n\n1.5.5. Pedreira Graxaim \n\n          Situada à 8 km ao sudoeste de Torres (Dom Pedro de Alcântara) na pedreira \n\nGraxaim (Fig.14) é observado em corte de perfil dois derrames (D1 e D2) e dois sills. \n\nDa base para o topo segue um sill (sill Gruta) e dois derrames (derrame Santinha e \n\n\n\n \n\n \n\n40 \n\nderrame Arraia). O segundo sill, representando a unidade geológica mais jovem no \n\nlocal, está situado entre o derrame do topo da pedreira (Arraia). Há também um \n\ndique situado na base da pedreira intrudindo o sill mais antigo (Gruta). No topo do \n\nsill Gruta em uma parte da pedreira onde não aflora acima dele o derrame Santinha, \n\npode-se observar uma iteração do sill com uma camada de arenito silicificado. A \n\ncamada de arenito é descontínua e tem no máximo 0,5 m. \n\n \n\n \n\nFigura 14: Geologia da pedreira Graxaim. a) Visão geral da pedreira com os sills e \n\nderrames. b) Dique cortando o sill mais antigo (Gruta). c) sill 2. d) sill Gruta com arenito no \n\ntopo. e) Detalhe do sill com contato penetrativo com o arenito. \n\n \n\n\n\n \n\n \n\n41 \n\n1.5.6. Pedreira Lobo \n\n          Situada à 9 km ao norte de Maquiné e 6 km a sul de Terra de Areia. A pedreira \n\nLobo (Fig.15) está localizada aproximadamente 300 m para noroeste a partir da BR \n\n101 (subindo na topografia) de um afloramento de rocha basáltica em corte de \n\nestrada na BR. (Fig. 2).Tem distante em torno de 20 m para nordeste do afloramento \n\nda BR, rocha do arenito da Formação Botucatu aflorando com estratificação cruzada \n\ntangencial de grande porte.  Esse arenito é um intertrap entre o derrame da BR e o \n\nderrame da pedreira. O primeiro derrame acima do arenito (na base da pedreira) não \n\napresenta estrutura interna tipo pahoehoe. Tem apenas preservado núcleo maciço \n\ncom espessura em torno de 1,5 m. A pedreira é constituída por três patamares \n\nprincipais com numerosos lóbulos de lava que apresentam espessura de 0,5 m a 1,5 \n\nm semelhantes ao encontrado na pedreira na base da Serra da Boa Vista, com os \n\ntrês níveis (amigdalóide basal com pipes, núcleo maciço e topo amigdalóide). O \n\nnúcleo maciço varia em espessura de 10 cm a quase 1m entre os lóbulos.  \n\n\n\n \n\n \n\n42 \n\n \n\nFigura 15: Geologia da pedreira Lobo. a) Derrame mais basal, na BR-101 com arenito \n\nintertrap no topo. b) Derrame acima do arenito e na base da pedreira. c) 1° patamar de \n\nlóbulos na pedreira d) 2° patamar de lóbulos na pedreira e) 3° patamar de lóbulos na \n\npedreira. \n\n\n\n \n\n \n\n43 \n\n1.6 Estado da arte \n\n          Em outras Províncias, como Etendeka (Marsh e Milner, 2007) e Columbia \n\nRiver (Milner et al. 1986), os autores utilizaram a geoquímica para estabelecer a \n\ncorrelação estratigráfica de derrames basálticos.  \n\n          Na Província Vulcânica Paraná, Peate et al. (1999) afirmam que os derrames \n\nsão distinguidos e correlacionados de acordo com suas variações químicas e suas \n\nposições estratigráficas nos perfis analisados. Rosenstengel (2011) em sua tese de \n\nmestrado sobre a estratigrafia dos basaltos do distrito mineiro de Ametista do Sul e \n\nregião de Frederico Westphalen individualizou 13 derrames. Em Ametista do Sul \n\nforam identificados 9 derrames dos quais 6 correspondem ao magma tipo Pitanga e \n\n3 ao magma tipo Paranapanema. Em Frederico Westphalen foram identificados 4 \n\nderrames correspondentes ao magma tipo Paranapanema. Estratigraficamente na \n\nregião estudada os derrames do tipo Pitanga estão situados na base e os do tipo \n\nParanapanema no topo. Por meio de análise química de elementos incompatíveis e \n\ntraços e pesquisa de campo foi feita caracterização e individualização dos derrames \n\ncom correlação dos derrames de Ametista do Sul e Frederico Westphalen. Dois \n\nderrames do topo da sequência estratigráfica de Ametista do Sul foram encontrados \n\nna base da sequência em Frederico Westphalen estando os derrames de Frederico \n\nWestphalen estratigraficamente acima dos derrames de ametista do Sul com \n\nderrames do tipo Pitanga formando a base e derrames do tipo Paranapanema \n\nformando o topo da estratigrafia na região de estudo integrada. \n\n          Hartmann et al. (2010) e Duarte (2011) caracterizaram geoquimicamente e \n\ncintilométricamente cinco derrames na região de Quaraí-RS (fronteira sudeste do \n\nBrasil) e dois derrames no distrito gemológico Los Catalanes, Artigas (Uruguai). A \n\npequena variação química entre os elementos analisados em cada unidade de rocha \n\npermitiu individualizá-los em derrames distintos, fazer estratigrafia química e \n\ncorrelacionar estratigraficamente os dois derrames de Artigas com o segundo e \n\nterceiro derrames da região de Quarai. Todos os derrames são baixo Ti do tipo \n\nGramado. A cintilometria também foi eficiente na caracterização e individualização \n\ndos derrames fornecendo uma impressão radiométrica característica para cada \n\nderrame como conseqüência direta da química das rochas. \n\n\n\n \n\n \n\n44 \n\n          Em Santa Catarina, 100 km a norte da Serra do Faxinal, nas rochas basálticas \n\nda sequência vulcânica da escapa do vale do Rio do Rastro, Garrido (2006) \n\nindividualizou 16 derrames basálticos, um dique e dois fluxos piroclásticos \n\nsobrepostos a um sill com 150 m de espessura na base da escarpa. O sill encontra-\n\nse intrusivo de forma concordante ao arenito da Formação Botucatu.  Em \n\ncaracterização litológica da sequência vulcânica da escarpa foi observada feições \n\ntípicas de aa clinker. A caracterização geoquímica permitiu separar os derrames da \n\nescarpa em dois grupos principais (alto Ti e baixo Ti).  Por meio de análise da \n\ndistribuição dos elementos químicos ao longo da sequência vulcânica a autora \n\nidentificou grupos ou tendências de comportamento geoquímico. Rochas do grupo \n\nalto Ti tendem a altitudes mais baixas e rochas do grupo baixo Ti em altitudes \n\nmaiores com ocorrência de intercalação de ambos os grupos na sequência vulcânica \n\nda escarpa. \n\n          A geoquímica tem sido um método de caracterização e correlação de rochas \n\nna Formação Serra Geral bastante utilizado nos últimos tempos. Pinto e Harmann, \n\n2011 fizeram química estratigráfica derrame a derrame em treze derrames basálticos \n\nna região de Vista Alegre - RS. Os autores caracterizaram cinco derrames basais do \n\ntipo alto Ti (TiO2 > 3 % peso), magma tipo Pitanga e os oito derrames do topo do tipo \n\nmédio Ti (TiO2 > 2 % peso), magma tipo Paranapanema identificando - os a partir de \n\nsua composição química. Análise química de rocha total permitiu correlação dos \n\nbasaltos de Itapiranga com os basaltos de Frederico Westphalen. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n45 \n\n \n\n \n\n \n\n \n\nCapítulo 2. Metodologia \n\n          Nesse capítulo serão apresentados de forma detalhada os procedimentos \n\nmetodológicos utilizados como tratamento dos dados e ferramenta de auxílio para \n\nanálise e interpretação geológica. \n\n \n\n2.1 Levantamento Geológico \n\n         O levantamento geológico foi realizado em duas etapas de campo. A primeira \n\netapa de campo foi realizada durante os dias 26, 27 e 28 de novembro de 2010. A \n\nsegunda etapa de campo foi realizada entre os dias 18 e 26 de fevereiro de 2011. \n\nDurante as etapas de campo foram feitas descrições de afloramentos, de suas \n\ncaracterísticas, das relações de campo, verificação de cotas altimétricas, \n\ncoordenadas geográficas e registro de afloramentos por meio de fotografia dos \n\nmesmos. Foram também feitas medidas de cintilometria das rochas e amostragem \n\npara posterior análise petrográfica e química.          \n\n \n\n2.2 Petrografia \n\n          O corte das amostras foi realizado com máquinas circulares de corte bruto e de \n\nmolde conforme (Fig. 16). \n\n\n\n \n\n \n\n46 \n\n \n\nFigura 16: Corte das amostras. a) Serra de corte bruto, b) Serra molde, c) Marcação do \n\nmolde para corte, d) Amostra com corte no tamanho da lâmina de vidro. \n\n \n\n          As lâminas delgadas (Fig. 17) foram confeccionadas pelo Laboratório de \n\nApoio Analítico e Preparação de Amostras da CPRM de Porto Alegre-RS e \n\nSPECTRUM PETROGRAPHICS, Inc., laboratório em Wancouver - EUA, conforme \n\nprocedimentos a seguir: Após corte nas serras, na preparação da amostra para \n\nlaminar usou-se a politriz (equipamento para abrasão da amostra) cujo abrasivo \n\nutilizado é carboreto de silício com espessura granulométrica de 320 µ ou 600 µ. \n\nColocou-se o abrasivo na politriz e passou sobre ele manualmente, a base da \n\namostra a ser colada na lâmina para tirar suas irregularidades e sulcos. Após lavou-\n\nse a amostra com água e sabão neutro e foram postas em estufa da noite para o dia \n\n(8h) á temperatura entre 50° C e 60° C. Após a secagem as amostras foram coladas \n\nnas lâminas de vidro com cola ARALDITE GY 260 (cola mais densa) ou ARALDITE \n\nGY 279 (cola mais líquida, para impregnação de amostras mais porosas) e após a \n\ncolagem as amostras foram colocadas novamente na estufa por mais 4h para \n\nsecagem. No final utilizou-se uma máquina rebaixadora e desbastadora, trabalhando \n\nem conjunto com o microscópico até atingir a espessura ideal de aproximadamente \n\n30 µ. Quando necessário utilizou-se uma base de vidro para desbaste manual. As \n\nlâminas foram então lavadas e permaneceram por mais 2h ou 3 h na estufa. \n\n \n\n\n\n \n\n \n\n47 \n\n \n\nFigura 17: Confecção das lâminas delgadas. a) politriz e no canto superior esquerdo o \n\nabrasivo, b) Estufa, c) Máquina desbastadora e rebaixadora e no canto superior esquerdo o \n\nmicroscópio, d) Base de vidro. \n\n \n\n2.3 Levantamento Geofísico \n\n          O método escolhido foi o radiométrico, que mede a taxa de emissão de raios \n\ngama de K, U, Th em rochas e solos através de sua detecção e quantificação. Os \n\nraios gama são uma forma de radiação eletromagnética com comprimento de onda \n\nentre 10?¹4 e 10?¹8 metros. Esses raios são emitidos durante o decaimento \n\nradioativo de elementos usualmente presentes nos solos e rochas mesmo que em \n\nquantidades reduzidas. As principais fontes de radiação são o 40K e as séries do \n238U e do 232Th. Na crosta terrestre K, U e Th têm abundâncias respectivas de 3%, 3 \n\nppm e 12 ppm. O 40K corresponde a 0,012 % do K total, o 238U corresponde a 99,3 \n\n% do U total e o 232Th a 100 % do Th total (Wilford et al.1997).  \n\n          Para medidas radiométricas utilizou-se um Cintilômetro Exploranium modelo \n\nGR-110 (Fig. 18) que registra a contagem total das emissões de radiação gama, \n\nprovenientes das rochas. O aparelho foi cedido pela CPRM de Porto Alegre. \n\n \n\n\n\n \n\n \n\n48 \n\n \n\nFigura 18: Cintilômetro Exploranium modelo GR-110. \n\n \n\n          O cintilômetro mede a radiação gama baseado no fenômeno de que certas \n\nsubstâncias como o Iodeto de Sódio ativado com Tálio e Germânio dopado com \n\nLítio, convertem raios gama em luz (provoca cintilação) por meio de um detector \n\ncintilador. A cintilação é transformada em impulso elétrico pela válvula \n\nmultiplicadora. A válvula fotomultiplicadora amplifica o pulso do elétron para que \n\npossa fornecer uma medida em contagens por segundo (cps).  \n\n          O cintilômetro é posicionado sobre exposições de rochas, de onde se originam \n\nas emissões radioativas e pelo visor do cintilômetro se observa a intensidade de \n\nradiação total fornecida (Fig. 19). O resultado é o somatório de U, Th e K. \n\n \n\n \n\n\n\n \n\n \n\n49 \n\nFigura 19: Forma de uso do cintilômero. a) Posicionamento do cintilometro sobre a rocha. b) \n\nVisor com a leitura da intensidade de radiação total fornecida pela rocha. \n\n \n\n2.4 Análise Geoquímica \n\n          Foram analisadas quimicamente 114 amostras no laboratório ACME no \n\nCanadá. Foi realizada análise de rocha total de elementos maiores e traços. O \n\nmétodo para análise dos elementos foi ICP (Plasma acoplado indutivamente) para \n\nos elementos maiores onde 0,1 g das amostras em pastilhas são fundidas por \n\nmetaborato/tetraborato de lítio e diluído em digestão nítrica. A perda ao fogo é obtida \n\natravés da diferença de peso após combustão de 1000°C. Os elementos traços e \n\nterras raras são analisados por ICP- MS (Espectometria de massa), seguindo o \n\nmesmo procedimento dos elementos maiores, adicionado de uma separação de 0,5 \n\ng de amostra digerida em água régia para análise por ICP- MS.  \n\n          O ICP – MS é constituído de quatro processos principais: Introdução da \n\namostra e geração de aerosol, Ionização por plasma de argônio, discriminação de \n\nmassa e sistema de detecção. (Fig. 20). \n\n \n\n \n\nFigura 20: Desenho esquemático dos principais processos do ICP-MS. [Modificado de Steve \n\nKvech]. \n\n \n\n\n\n \n\n \n\n50 \n\n          Plasma são gases em muito alta temperatura que têm uma fração de seus \n\nconstituintes dissociados em elétrons e íons (argônio). A temperatura dos íons no \n\nplasma atingem 10.000 K, suficiente para excitar todos os tipos de átomos da \n\namostra. O tipo mais comum de detector de íons encontrados em um sistema ICP-\n\nMS é o multiplicador de elétrons channeltron, que consiste em um cone ou tubo em \n\nforma de chifre com alta voltagem aplicada, responsável pela detecção. (Fig. 21). \n\n \n\n \n\nFigura 21: Fotos por Steve Kvech. a) tocha de plasma de argônio em operação. b) \n\nmultiplicador de elétrons de um espectômetro de massa. \n\n \n\n          Uma das grandes vantagens do ICP-MS é o limite de detecção extremamente \n\nbaixo para uma ampla variedade de elementos. A maioria dos elementos podem \n\nserem detectados em partes por trilhão. (Tabela 3). \n\n \n\nTabela 3 - Alguns limites de detecção comuns por elementos. \n\nElemento Limite de Detecção (ppt) \n\nU, Cs, Bi Menos de 10 \n\nAg, Be, Cd, Rb, Sn, Sb, Au De 10 a 50 \n\nBa, Pb, Se, Sr, Co, W, Mo, Mg De 5 a 10 \n\nCr, Cu, Mn De 100 a 200 \n\nZn, As, Ti De 400 a 500 \n\n\n\n \n\n \n\n51 \n\nLi, P De 1 a 3 ppb \n\nCa Menos de 20 ppb \n\nFonte: CENEN, 2011 \n\n \n\nElementos Maiores: Si, Ti, Al, Fe, Mg, Ca, Na, K, P, Mn. \n\nElementos Traços: Ba, Co, Cs, Th, Ga, Hf, Nb, Ni, Ta, U, V, Y, Zr,  La, Ce,  S, Sm, \n\nNd.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n52 \n\n \n\n \n\n \n\n \n\nCapítulo 3. Efusão de derrame tipo pahoehoe \n\nSegundo Mcdonald (1953), os derrames basálticos podem ser distinguidos, \n\ncom base em suas feições de superfícies e estruturas em pahoehoe, ‘a‘a e lava em \n\nbloco. Enquanto os derrames pahoehoe são caracterizados por uma superfície lisa, \n\nondulada ou em corda, os derrames tipo aa são caracterizados por uma superfície \n\náspera, irregular e geralmente clinker diferenciando – se dos derrames tipo blocos \n\npor esse último ser menos áspero e apresentar irregularidade menor que o derrame \n\naa. \n\nA marca estrutural diferente entre os tipos de lava são resultados de \n\nprocessos dinâmicos do fluxo na superfície (Rowland e Walker, 1990). Esses \n\nautores propuseram valores de taxa de efusão com razões mínimas volumétricas de \n\n5 a 10m³/s produzindo predominantemente lavas aa enquanto que razões \n\nvolumétricas baixas entre 3.4 e 5m³/s gerando predominantemente lavas do tipo \n\npahoehoe.  \n\nAs feições de superfícies marcam as características do derrame no momento \n\nem que ocorre a solidificação da crosta superior do fluxo, e podem sofrer \n\nmodificações de acordo com variações na taxa de erupção, oscilações do relevo e \n\nvariações da taxa de deformação. Geralmente os derrames do tipo pahoehoe são \n\nreconhecidos pelas suas distintas milimétricas-decimétricas feições de superfície e \n\ntexturas. Apresentam feições de superfície características e estruturação interna \n\ndividida em crosta superior, núcleo e crosta inferior (Mcdonald, 1953). \n\nOs termos simples e compostos foram introduzidos por Walker (1971) para a \n\nProvíncia Basáltica Continental do Deccan. Segundo o autor, os derrames simples \n\nconstituem uma única unidade de resfriamento, enquanto os derrames compostos \n\nsão formados por vários lóbulos com espessuras e dimensões semelhantes. \n\n\n\n \n\n \n\n53 \n\nEstudos na Província Vulcânica do Paraná, realizados na Formação Serra Geral na \n\nporção oeste do Paraná por Waichel et al. (2006) mostra a ocorrência de ambos os \n\ntipos de derrames. Os autores descrevem derrames pahoehoe simples com \n\nespessura de até 30 m e derrames compostos formados por múltiplos lóbulos de 0.5 \n\na 2 m de espessura. Os derrames compostos são do tipo P.  \n\nOs lóbulos pahoehoe são distinguidos segundo (Walker, 1989; Wilmoth e \n\nWalker, 1993) pelas suas vesículas e texturas dos cristais em lóbulos tipo S e \n\nlóbulos tipo P. Os lóbulos tipo S são caracterizados por apresentarem vesículas \n\nesféricas distribuídas por tudo com concentrações maiores em direção ao centro do \n\nderrame. Os lóbulos tipo P são caracterizados por apresentarem pipes vesículas na \n\nbase, com o núcleo denso e vesículas concentradas nas partes externas (base e \n\ntopo) do derrame. \n\n          A distribuição dos fluxos de lava a partir dos canais de alimentação ocorrem \n\ncomo fluxos em lençol ou como fluxo hummocky, cuja diferença consiste no fato de \n\nque o  fluxo em lençol é um corpo contínuo em toda suas dimensões e o fluxo \n\nhumocky flui em um sistema anostomosado de lava (Fig. 22). Fluxos hummockys \n\ntendem a se formar quando a lava escoa por áreas em que é impedida de fluir. \n\nSendo assim, fluxos pahoehoe mais espessos tendem a formar derrames em lençol \n\nenquanto fluxos pahoehoe menos espessos são mais suscetíveis a formar derrame \n\nhummocky (Self et al. 1998). \n\n \n\n \n\n\n\n \n\n \n\n54 \n\nFigura 22: Mostrando a diferença entre derrame em lençol e derrame hummocky. Modificada \n\nde Self et al. 1998. \n\n \n\nDerrames do tipo pahoehoe são muito comuns em ocorrência tanto em \n\nnúmero quanto em extensão de derrame, podendo chegar a mais de 100 km de \n\nextensão (Tabela 4). Waichel (2007) na porção oeste do Paraná descreveu \n\nderrames pahoehoe com até 50 km de extensão lateral e dividiu-os em relação ao \n\nconduto em porções proximal, mediana e distal (Figura 23). Na porção proximal o \n\nautor descreveu derrames com espessura entre 40 a 70 m, na porção mediana os \n\nderrames simples com espessura entre 20-30 m e na porção distal os derrames \n\ncompostos com lóbulos de até 2 m de espessura. Self et al. 1998 propõe a geração \n\nde fluxos pahohoe por processo de inflação. A inflação pode converter 20-50 cm em \n\nvários metros de espessura de lóbulos em questão de semanas. Segundo os \n\nautores a formação do derrame inicia-se com pequenos lóbulos de lavas envoltos \n\nem uma camada visco-elástica aprisionando bolhas nas camadas, inferior e \n\nsuperior. A injeção contínua de lava faz soerguer a camada superior formando \n\npahoehoe inflada nas porções proximais com formação de lóbulos nas porções \n\ndistais. \n\nTabela 4. Exemplos de grandes derrames basálticos do tipo pahoehoe. Dados extraídos de \n\nSelf et al.1998.  \n\n \n\nNome Extensão (km) Tipo de derrame \n\nMauna Loa, Havaí > 47  Pahoehoe \n\nUndara, Austrália 160 Pahoehoe \n\nRoza, Columbia River 350 Pahoehoe \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n55 \n\n \n\n \n\n \n\nFigura 23: Porções proximal, mediana e distal de derrame pahoehoe. Extraída de Waichel et \n\nal.  2006. \n\n \n\n          Na área de estudo não foram observados derrames pahoehoe simples. Foram \n\nobservados na Serra da Boa vista derrames compostos com lóbulos de 1 a 1,5 m de \n\nespessura e na pedreira Lobo derrames compostos com lóbulos de 0,5 a 1,5 m de \n\nespessura. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n56 \n\n \n\n \n\n \n\n \n\nCapítulo 4. Aspectos gerais dos Riodacitos na Formação Serra Geral. \n\n          Os riodacitos (riodacitos, dacitos, riolitos) na Formação Serra Geral, são \n\nrepresentadas por dois grupos distintos denominados Tipo Palmas e Tipo Chapecó. \n\nSituam-se nas porções superiores das sequências de lavas e representam \n\naproximadamente 5 % da superfície ocupada pela Formação Serra Geral. Assim \n\ncomo os derrames basálticos, os derrames ácidos (Riodacitos tipo Palmas e \n\nChapecó) também possuem área de ocorrência típica, com ocorrência de Riodacitos \n\ntipo Palmas ao sul e Riodacitos tipo Chapecó ao norte da Bacia do Paraná (Peate et \n\nal.1997). \n\n           As rochas ácidas tipo Palmas são representadas por riodacitos tipicamente \n\nafíricos. O aspecto estrutural mais marcante em escala de afloramento é o \n\nacamamento ígneo, proeminente, em especial, nas porções superiores das \n\nsequências vulcânicas. As rochas ácidas tipo Chapecó são representadas pelos \n\nriodacitos porfiríticos a fortemente porfiríticos. Em escala de afloramento, exibem \n\njazimento em forma tabular, onde se observam abundantes linhas de fluxo. Essas \n\ncaracterísticas permitem a diferenciação dos demais litotipos que caracterizam a \n\nFormação Serra Geral, (Nardy et al. 2002). \n\n          Geoquimicamente é possível distinguir os grupos pela abundância dos \n\nelementos incompatíveis: O tipo Chapecó é caracterizado por Zr > 500 ppm, Ba > \n\n900 ppm e Sr > 250 ppm e o tipo Palmas é caracterizado por Zr &lt;400 ppm, Ba &lt;\n\n800 ppm e Sr &lt;170 ppm, de acordo com Peate et  al.(1992). Estudos prévios de \n\nBellieni et al. (1986), Peate et al.(1992) e Garland et al.(1995) revelaram a não \n\nhomogeneidade das rochas. As rochas ácidas podem ser divididas em subtipos \n\ndistintos. O tipo Palmas pode ser subdividido nos subtipos denominados Santa \n\nMaria (TiO2 &lt;0,87 %; P2O5 ? 0,21 %), Caxias do Sul ( 0,91 % &lt;TiO2 &lt;1,03 %; \n\n\n\n \n\n \n\n57 \n\n0,25 % &lt;P2O5 &lt;0,28 %) definidos por Peate et al. (1992)  e subtipos Clevelândia \n\n(TiO2 &lt;0,87 %; 0,21% &lt;P2O5 ? 0,23%), Jacuí (1,05 % &lt;TiO2 &lt;1,16 %; 0,28 % &lt;\n\nP2O5 &lt;0,31 %) definidos por Nardy et al. (2008) e subtipo Anita Garibaldi (1,06 % &lt;\n\nTiO2 &lt;1,25 %; 0,32 % &lt;P2O5 &lt;0,36 %) definido por Garland et al.  (1995). O tipo \n\nChapecó pode ser subdividido nos subtipos Ourinhos (TiO2 ? 1,29 %; SiO2 65,8 % a \n\n69,1 %), Guarapuava (TiO2 ? 1,47 %; SiO2 64,3 % a 66,2 %). Subtipo Guarapuava \n\nsão mais enriquecidas em Fe2O3t, CaO, TiO2, P2O5 e Zr do que as acidas subtipo \n\nOurinhos. Rochas do subtipo Ourinhos são mais enriquecidas em (Rb = 207, Ba = \n\n171, Th = 148, U = 140 e Y = 15) do que Guarapuava (Rb = 152, Ba = 149, Th = \n\n103, U = 83 e Y = 14). Nardy et al. (2008) descreve um subtipo na regiões de \n\nTamarana e Nova Santa Bárbara com composições intermediárias (Rb = 165, Ba = \n\n153, Th = 114, U = 104). \n\n          Segundo Garland et  al. (1995), as rochas ácidas do tipo Palmas são \n\nderivadas da fusão parcial de basaltos do tipo Gramado, enquanto que as rochas \n\nácidas do tipo Chapecó são derivadas de fusão parcial de basaltos do tipo Pitanga. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n58 \n\n \n\n \n\n \n\n \n\nCapítulo 5. Resultados e Discussões \n\n          Serão apresentados nesse capítulo resultados de interpretações por meio de \n\ncintilometria, de lâminas petrográficas e de análise química. Os resultados serão \n\napresentados em forma de tabelas, diagramas de elementos químicos e perfis \n\ncintilométricos e estratigráficos. Devido ao significativo número de amostras \n\nanalisadas, para fins didáticos foram utilizados em diagramas e tabelas apenas o \n\nnúmero dos referentes derrames e ou os nomes fornecidos a eles. Por exemplo, nos \n\nderrames e sills de Torres e da pedreira Graxaim foram aqui referidos pelos nomes \n\nfornecidos. Os nomes das amostras e os referentes derrames das três serras estão \n\ncontidos no final desse trabalho em forma de tabela (Apêndice I). Da mesma forma, \n\nos resultados das análises químicas de toda a área de estudo estão em tabelas \n\n(Apêndice II) onde LOI = perda ao fogo. \n\n \n\n5.1 Cintilometria \n\n         Medidas radiométricas por meio de cintilometria de rocha, permitiu  \n\nindividualização de derrames em campo. O método foi bastante eficiente na \n\nseparação dos derrames ácidos e básicos em campo o que se confirmou \n\nposteriormente em análise química de rocha total. O cintilômetro mede a contagem por \n\nsegundo da taxa de emissão de raios gama do U, Th e K. As rochas ácidas por serem \n\nmais enriquecidas nesses elementos do que as rochas básicas destacam-se por \n\napresentarem valores cintilométricos mais altos. Nas três serras analisadas o valor \n\ncintilométrico de 150 cps separa claramente as rochas básicas de ácidas. (Fig. 24). \n\n \n\n\n\n \n\n \n\n59 \n\n \n\nFigura 24: Perfis cintilométricos das três serras de norte para sul: Serras do Faxinal (perfil \n\nSF), Serra do Umbú (perfil SU) e Serra da Boa Vista (perfil SBV). Os picos de valores de cps \n\n> 150 marcam as rochas ácidas e cps &lt;150 são as rochas básicas. Na vertical altitude (m) \n\ne na horizontal, valores cintilométricos (cps). \n\n \n\n         Analisando o gráfico (Fig.24) é possível visualizar a intercalação de rochas \n\nácidas (> 150 cps) e básicas (&lt;150 cps) no topo da sequência no perfil \n\ncintilométrico da Serra do Faxinal. Na Serra do Umbu ocorrem três derrames ácidos \n\ndo topo da sequência abaixo de dois derrames básicos no topo da serra. Na Serra \n\nda Boa Vista o derrame ácido constitui o topo da serra. Os valores de cintilometria \n\nmedidos em cada derrame foram utilizados como ferramenta de auxilio, integrados a \n\nanálise química, para separação dos derrames (Tabelas 5, 6 e 7). \n\n \n\nTabela 5. Resultado da média cintilométrica da Serra do Faxinal. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha. \n\n \n\n\n\n \n\n \n\n60 \n\nIdentificação Tipo de Rocha Número de \nmedidas \n\nMédia (cps) \n\nSill Basalto 3 120 \n\nDerrame 1 Andesito basáltico 1 122 \n\nDerrame 2 Andesito basáltico 1 115 \n\nDerrame 3 Andesito basáltico 1 81 \n\nDerrame 4 Andesito basáltico 1 75 \n\nDerrame 5 Andesito basáltico 3 120 \n\nDerrame 6 Andesito basáltico 1 87 \n\nDerrame 7 Andesito basáltico 1 87,3 \n\nDerrame 8 Riodacito 1 186 \n\nDerrame 9 Andesito basáltico 1 123,5 \n\nDerrame 10 Riodacito 1 204 \n\nDerrame 11 Basalto 3 97,6 \n\nDerrame 12 Riodacito 2 240 \n\nDerrame 13 Basalto 1 102,6 \n\nDerrame 14 Riodacito 2 207 \n\n \n\nTabela 6. Resultado da média cintilométrica da Serra do Umbu. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha. \n\nIdentificação Tipo de Rocha Número de \nmedidas \n\nMédia (cps) \n\nDerrame 1 Andesito basáltico 6 61 \n\nDerrame 2 Basalto 8 92 \n\nDerrame 3 Andesito basáltico 5 108 \n\nDerrame 4 Basalto 12 78,5 \n\nDerrame 5 Andesito basáltico 3 60 \n\nDerrame 6 Andesito basáltico 3 77 \n\nDerrame 7 Basalto 5 58 \n\nDerrame 8 Andesito basáltico 5 105 \n\n\n\n \n\n \n\n61 \n\nDerrame 9 Riodacito 2 210 \n\nDerrame 10 Riodacito 3 186 \n\nDerrame 11 Riodacito 6 216 \n\nDerrame 12 Basalto 3 94 \n\nDerrame 13 Andesito basáltico 5 97 \n\n \n\nTabela 7. Resultado da média cintilométrica da Serra da Boa Vista. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha. \n\nIdentificação Tipo de Rocha Número de \nmedidas \n\nMédia (cps) \n\nDerrame 1 Basalto 3 55 \n\nDerrame 2 Andesito basáltico 2 73 \n\nDique Andesito basáltico 4 78 \n\nDerrame 3 Andesito basáltico 4 96 \n\nDerrame 4 Andesito basáltico 3 124 \n\nDerrame 5 Andesito basáltico 3 127 \n\nDerrame 6 Andesito basáltico 3 66 \n\nDerrame 7 Basalto 4 69 \n\nDique Andesito basáltico 4 64 \n\nDerrame 8 Basalto 3 66 \n\nDerrame 9 Andesito basáltico 3 71 \n\nDerrame 10 Andesito basáltico 7 108 \n\nDerrame 11 Andesito basáltico 3 70 \n\nDerrame 12 Andesito basáltico 2 60 \n\nDerrame 13 Andesito basáltico 3 108 \n\nDerrame 14 Andesito basáltico 4 71 \n\nDerrame 15 Andesito basáltico 5 52 \n\nDerrame 16 Riodacito 15 212 \n\n \n\n\n\n \n\n \n\n62 \n\n          Em Torres (Tabela 8), foram feitas medidas cintilométricas no Parque da \n\nGuarita nos morros das Cabras (T1A, T1B,T1C) sill Viola; da Guarita (T2B) sill Viola; \n\ndas Furnas (T4B, T4D) brechas intrusivas e (T4C, T4E, T4G) derrame Arraia; (T4F) \n\nsill Viola. Também foram feitas medidas de cintilometria no morro do Farol onde \n\n(T5A, T5B, T5C) derrame Santinha, (T5D) Maciço na beira do mar, (T5F) sill Gruta. \n\nTabela 8. Resultado da média cintilométrica de Torres-RS. cps = contagem por segundo do \n\nsomatório U, Th, K na rocha. \n\nLocalização e \nIdentificação \n\nTipo de Rocha Numero de \nmedidas \n\nMédia e (desvio \npadrão), cps \n\nMorro das Cabras-\nT1A e T1B \n\nAndesito basáltico 12 114 (8,7) \n\nMorro das Cabras-\nT1C \n\nAndesito basáltico 12 128 (13,5) \n\nMorro da Guarita-\nT2B \n\nAndesito basáltico 12 122 (9,2) \n\nMorro das Furnas-\nT4B \n\nAndesito basáltico 11 98 (5,0) \n\nMorro das Furnas- \nT4C \n\nAndesito 12 138 (10,3) \n\nMorro das Furnas- \nT4D \n\nAndesito 10 99 (7,9) \n\nMorro das Furnas- \nT4E \n\nAndesito 11 127 (31,9) \n\nMorro das Furnas- \nT4F \n\nAndesito basáltico 13 69 (4,5) \n\nMorro das Furnas- \nT4G \n\nAndesito basáltico 12 120 (2,6) \n\nMorro do farol -T5A Andesito basáltico 10 101 (3,9) \n\nMorro do farol -T5B Andesito basáltico 11 81 (7,0) \n\nMorro do farol -T5C Andesito basáltico 11 103 (7,6) \n\nMorro do farol -T5D Andesito basáltico 14 85 (2,8) \n\nMorro do farol -T5F Andesito basáltico 12 95 (4,9) \n\n \n\n\n\n \n\n \n\n63 \n\n          Na pedreira Graxaim (Tabela 9) foram feitas medidas de cintilmetria nos sills e \n\nderrames. Os sills e derrames foram denominados com os mesmos nomes dos \n\nrespectivos sills e derrames em Torres devido a correlação feita posteriormente com \n\nanálise geoquímica. (BR1E) derrame Santinha; (BRA, BR1C) derrame Arraia; \n\n(BR1D) Sill Gruta na base da pedreira; (BR1G) Dique que corta o sill Gruta; (BR1B) \n\nsill 2 posicionado entre o derrame Arraia. \n\nTabela 9. Resultado da média cintilométrica da Pedreira Graxaim. cps = contagem por \n\nsegundo do somatório U, Th, K na rocha. \n\nIdentificação Tipo de Rocha Número de \nmedidas \n\nMédia (cps) \n\nBR1A Andesito 1 152 \n\nBR1B Andesito basáltico 1 78 \n\nBR1C Andesito 1 131 \n\nBR1D Andesito basáltico 1 113 \n\nBR1E Andesito basáltico 1 112 \n\nBR1G Andesito basáltico 1 90 \n\n \n\n          Nas pedreiras Lobo e da Serra da Boa Vista, onde ocorrem derrames lobados, \n\na resposta cintilométrica integrada a análise química de rocha total permitiu \n\ncorrelação do derrame da pedreira Lobo com o derrame basal da pedreira da Serra \n\nda Boa Vista. (Tabela 10). A média cintilométrica dos lóbulos da pedreira Lobo é \n\n51,6 cps e dos lóbulos da base da pedreira da serra é 52, 6 enquanto que os lóbulos \n\nno topo da pedreira da serra apresentam média cintilométrica de 70 cps e a rocha \n\nbasáltica no topo da pedreira apresenta valor de cintilometria de 80 cps. Essa ultima \n\nnão apresenta estrutura interna de lóbulo de lava pahoehoe composta. Tem \n\npreservado apenas uma zona maciça de aproximadamente 1 m de espessura \n\npodendo estar encoberta a superfície basal pouco espessa característica de lóbulo \n\npahoehoe e ou erodido seu topo. Essa rocha do topo da pedreira sendo ou não um \n\nlóbulo, pertence a um terceiro derrame, pois apresenta valor cintilométrico diferente \n\ne também apresenta química diferenciada o que será mostrado mais a diante.  \n\n \n\n\n\n \n\n \n\n64 \n\nTabela 10. Resultado da média cintilométrica da pedreira Lobo e pedreira na SBV. cps = \n\ncontagem por segundo do somatório U, Th, K na rocha. \n\n \n\n                          Pedreira Lobo                                   pedreira na Serra da Boa Vista \n\nIdentificação Tipo de \nRocha \n\nMédia  \n\n(cps) \n\nIdentificação Tipo de \nRocha \n\nMédia (cps) \n\nBR3A Basalto 47 1 Basalto 53,5 \n\nBR3C Basalto 51 2 Basalto 51,2 \n\nBR3H Basalto 48,9 3 Basalto 54 \n\nBR3P Basalto 60 4 Basalto 55,7 \n\nBR3R Basalto 53 5 Basalto 56 \n\nBR3T Basalto 50 6 Basalto 48 \n\n   14 Basalto 50 \n\n   21A Andesito \nbasáltico \n\n68 \n\n   21B Andesito \nbasáltico \n\n72 \n\n   22 Andesito \nbasáltico \n\n70 \n\n   23 Andesito \nbasáltico \n\n80 \n\n \n\n \n\n5.2 Petrografia \n\n          Foram analisadas petrograficamente em lâminas delgadas, 42 amostras \n\ndistribuídas na área de estudo entre as três serras, os morros de Torres e as duas \n\npedreiras. Utilizou-se um microscópio Leica DM LP ocular 10x, objetivas 2,5x e 10x. \n\n \n\n \n\n \n\n\n\n \n\n \n\n65 \n\n5.2.1 Macroscopia \n\n          As rochas básicas – intermediárias na área de estudo correspondentes aos \n\nbasaltos, andesito basaltos e andesitos apresentam cores cinza com tonalidade \n\nvariando de claro a escuro. A textura é afanítica. \n\n          As rochas riodacíticas do tipo Palmas na área de estudo são caracterizadas \n\npela coloração cinza avermelhada, ás vezes adquirindo tonalidade vermelho \n\nacastanhada. Apresentam textura afanítica e localmente textura de fluxo podem ser \n\nobservadas. \n\n \n\n5.2.2 Microscopia \n\n          Das 42 amostras analisadas foram selecionadas 23 amostras que foram \n\nmicrofotografadas. As rochas da área de estudo variam sua cristalinidade de \n\nholocristalina a hipocristalina (derrame 10 da Serra do Faxinal e derrame 11 da \n\nSerra do Umbu) com cristais de feldspatos (plagioclásio e K-feldspato), piroxênios, \n\nminerais opacos e subordinadamente apatita e pouco quartzo na matriz. Em geral \n\napresentam alteração de cor castanha esverdeada, resultado de alteração dos \n\npiroxênios. A matriz é microcristalina e varia entre 0,05 até 0,1mm. Apresentam \n\nfenocristais euédricos a subédricos de piroxênios e feldspatos, com dimensões de \n\naté 0,8 mm dispersos na matriz (microporfirítica) ou formando texturas \n\nglomeroporfirítica. Os micro-fenocristais são esparsos na matriz do derrame 6 (D6) \n\nda Serra do Faxinal, nos derrames 5 (D5) e 8 (D8) da Serra do Umbu, no derrame 6 \n\n(D6) da Serra da Boa Vista e no derrame Santinha em Torres e na pedreira \n\nGraxaim. No Sill Gruta em Torres não tem fenocristais e no sill Gruta da pedreira \n\nGraxaim eles são esparsos. É comum na matriz uma massa de alteração argílica de \n\ncor verde acastanhada; minerais de argila e de sílica preenchendo amígdalas; Sílica \n\ndissolvida na matriz; Forte alteração dos piroxênios na matriz e borda de oxidação \n\nnos fenocristais de piroxênios. Essas características são gerais de toda área de \n\nestudo incluindo rochas basálticas e riodacíticas. \n\n          Na Serra do Faxinal foram microfotografados um derrame basáltico (Fig. 25) \n\ncorresponde ao derrame 6 da serra (D6) e dois derrames riodacíticos \n\ncorrespondentes ao derrame 8 (D8) (Fig. 26) e derrame 10 (D10) (Fig.27). O \n\n\n\n \n\n \n\n66 \n\nderrame 6 tem matriz 0,05 mm e apresenta fenocristais esparços de feldspato de \n\n0,15 mm. A matriz tem indício de alteração.  O derrame 8 tem matriz 0,05 mm, \n\ntextura glomeroporfirítica com fenocristais de feldspatos de 0,1 mm e alteração dos \n\nfenocristais e dos piroxênios da matriz. O derrame 10 é hipocristalino, matriz com \n\nvidro e cristais de até 0,05 mm. Apresenta textura glomeroporfirítica com fenocristais \n\nde feldspatos de 0,1 mm.  \n\n \n\n \n\nFigura 25: D6. a) Matriz 0,05 mm com fenocristal 0,15 mm com objetiva 2,5x. b) Matriz com \n\nobjetiva 10x. c) Alteração na matriz com luz polarizada e objetiva de 10x. d) Alteração na \n\nmatriz com luz natural e objetiva de 10x. \n\n\n\n \n\n \n\n67 \n\n \n\nFigura 26: D8. a) Textura glomeroporfirítica e alteração de piroxênios na matriz com luz \n\npolarizada e objetiva 2,5x. b) mesma foto de “a” mas com luz natural. c) Alteração nos \n\nfenocristais de feldspatos com objetiva de 10x. d) Alteração dos piroxênios na matriz com \n\nobjetiva de 10x. \n\n \n\nFigura 27: D10. a) Matriz hipocristalina com objetiva 2,5x. b) Matriz hipocristalina com \n\nobjetiva 10 x. c) Textura glomeroporfirítica com luz polarizada e objetiva de 2,5 x. d) Igual a \n\n“c” com luz natural. \n\n\n\n \n\n \n\n68 \n\n          Na Serra do Umbu foram microfotografados cinco derrames basálticos, o \n\nderrame 1 (D1) (Fig. 28), derrame 3 (D3) (Fig. 29), derrame 5 (D5) (Fig. 30), derrame \n\n8 (D8) (Fig. 31), derrame 13 (D13) (Fig. 32). E foram microfotografados 3 derrames \n\nriodacíticos, o derrame 9 (D9) (Fig. 33) , o derrame 10 (D10) (Fig. 34) e o derrame \n\n11 (D11) (Fig. 35). O derrame 1 tem matriz &lt;0,1 mm, apresenta textura \n\nglomeroporfirítica com fenocristais de feldspatos de até 0,2 mm e de piroxênios de \n\naté 0,5 mm. Tem quartzo na matriz e preenchendo amígdalas. Os piroxênios \n\napresentam borda de oxidação. O derrame 3 tem matriz &lt;0,1mm, apresenta textura \n\nglomeroporfirítica com fenocristais de feldspatos variando de 0,25mm a 0,7 mm  e \n\npiroxênios variando de 0,25 mm a 0,8 mm. Tem alteração argílica esverdeada na \n\nmatriz. O derrame 5 tem matriz de 0,05 mm a 0,1 mm bastante alterada, apresenta \n\ntextura microporfirítica com fenocristais de feldspatos de até 0,2 mm. Apresenta \n\nalteração de piroxênios na matriz. O derrame 8 tem matriz de 0,05 mm a 0,1 mm, \n\napresenta textura microporfirítica com fenocristais de feldspatos de 0,2 a 0,4 mm. \n\nApresenta alteração argílica esverdeada na matriz e microveios preenchidos com \n\nminerais de sílica também estão presentes. O derrame 9 tem matriz 0,05 mm, \n\napresenta textura glomeroporfirítica com fenocristais de felsdspatos de 0,3 mm a 0,5 \n\nmm e de piroxênios de 0,2 a 0,4 mm. Os fenocristais de piroxênios estão oxidados e \n\ntem alteração de piroxênios na matriz. O derrame 10 tem matriz 0,05 mm, apresenta \n\ntextura glomeroporfirítica com fenocristais de feldspatos de até 0,3 mm e de \n\npiroxênios de até 0,25 mm. A matriz apresenta intensa silicificação. O derrame 11 é \n\nhipocristalino, tem matriz com vidro e cristais de até 0,5 mm. Apresenta textura \n\nglomeroporfirítica com fenocristais de felsdpatos e piroxênios de até 0,6 mm. O \n\nderrame 13 tem matriz de 0,05 a 0,1 mm, apresenta textura glomeroporfirítica com \n\nfenocristais de até 0,2 mm. A matriz apresenta silicificação.  \n\n\n\n \n\n \n\n69 \n\n \n\nFigura 28: D1. a) Matriz com fenocristal de feldspato. b) Textura glomeroporfirítica com \n\nborda de oxidação em piroxênios. c) Textura glomeroporfirítica com feldspatos. d) Textura \n\nglomeroporfiritica com feldspatos e piroxênios alterados. Todas com objetiva 2,5 x.  \n\n \n\nFigura 29: D3. a) Matriz com fenocristal de feldspatos. b) Textura glomeroporfirítica. c) \n\nAlteração argílica esverdeada com luz polarizada. d) Alteração argílica esverdeada com luz \n\nnatural. Todas com objetiva 2,5 x. \n\n\n\n \n\n \n\n70 \n\n \n\nFigura 30: D5. a) Matriz alterada com objetiva 2,5 x. b) Fenocristal de feldspato com objetiva \n\n10 x. c) Alteração em piroxênios na matriz com luz polarizada e objetiva 10 x. d) Alteração \n\nem piroxênios na matriz com luz natural e objetiva 10 x. \n\n \n\nFigura 31: D8. a) Matriz com fenocristal de feldspato e microveio de sílica. Objetiva 2,5 x. b) \n\nMatriz com objetiva 10 x. c) Alteração argílica esverdeada na matriz com luz polarizada e \n\nobjetiva 2,5 x. d) Alteração argílica esverdeada na matriz com luz natural e objetiva 2,5 x. \n\n\n\n \n\n \n\n71 \n\n \n\nFigura 32: D13. a) Matriz com objetiva 2,5 x. b) Textura glomeroporfirítica com objetiva 2,5 x. \n\nc) Sílica na matriz com objetiva 2,5 x. d) Matriz com objetiva 10 x. \n\n \n\nFigura 33: D9. a) Textura glomeroporfirítica. b) Terxtura glomeroporfirítica com piroxênios \n\noxidados. c) Alteração na matriz com luz polarizada. d) Alteração na matriz com luz natural. \n\nTodas com objetiva 2,5 x. \n\n\n\n \n\n \n\n72 \n\n \n\nFigura 34: D10. a) Textura glomeroporfirítica com oxidação dos piroxênios. Objetiva 2,5 x. b) \n\nSilicificação na matriz com objetiva 2,5 x. c) Matriz alterada com luz polarizada. Objetiva 10 \n\nx. d) Matriz alterada com luz natural. Objetiva 10 x. \n\n \n\nFigura 35: D11. a) Matriz hipocristalina com fenocristal de feldspatos. b) Textura \n\nglomeroporfirítica com fenocristais de piroxênios oxidados. Objetiva 2,5 x. \n\n \n\n          Na Serra da Boa Vista foram microfotografados três derrames basálticos e um \n\nderrame riodacítico. Os derrames basálticos são derrame 2 (D2) (Fig. 36), derrame 3 \n\n(D3) (Fig. 37) e derrame 6 (D6) (Fig. 38). O derrame riodacítico é o derrame 16 \n\n(D16) (Fig. 39). O derrame 2 tem matriz de 0,05 mm a 0,1 mm, apresenta textura \n\nglomeroporfirítica com fenocristais de feldspatos de 0,2 mm a 0,3 mm e de \n\npiroxênios de 0,3 mm a 0,7 mm. Amígdalas com argilominerais e minerais de sílica \n\nsão comuns. O derrame 3 tem matriz de 0,05 mm a 0,1 mm, apresenta textura \n\n\n\n \n\n \n\n73 \n\nglomeroporfirítica com fenocristais de feldspatos de 0,2 mm a 0,4 mm e piroxênios \n\nde 0,1 mm a 0,4 mm. \n\n \n\nFigura 36: D2. a) Matriz com fenocristal de piroxênio. b) Textura glomeroporfirítica com \n\nfenocristais de piroxênios oxidados. c) Oxidação nos piroxênios e silicificação da matriz. d) \n\nAmígdalas minerais de argila nas bordas e de sílica no centro. Todos com objetiva 2,5 x. \n\n \n\nFigura 37: D3. a) Matriz com fenocristal de feldspato. Objetiva 2,5 x b) Textura \n\nglomeroporfirítica. Objetiva 2,5x. c) Quartzo na matriz. Objetiva 2,5 x. d) Apatita inclusa em \n\nfenocristal de feldspato. Objetiva 10x. \n\n\n\n \n\n \n\n74 \n\n \n\nFigura 38: D6. a) Matriz com fenocristal de feldspato. Objetiva 2,5 x. b) Matriz com \n\nfenocristais de piroxênios oxidados. c) Amigdalas com minerais de sílica. d) Amígdala com \n\nmineral de argila. Todas com objetiva 2,5 x. \n\n \n\nFigura 39: D16. a) Matriz com textura microporfirírica. Objetiva 2,5 x. b) Textura \n\nglomeroporfirítica. Objetiva 2,5 x. c) Matriz com luz polarizada e objetiva 10 x. d) Matriz com \n\nluz natural e objetiva 10 x. \n\n \n\n\n\n \n\n \n\n75 \n\n          Como mineral acessório ocorre apatita como inclusão em fenocristais de \n\nfeldspatos. Quartzos podem ser observados na matriz. O derrame 6 tem matriz 0,07 \n\nmm a 0,1 mm, apresenta textura microporfirítica com fenocristais de feldspatos de \n\n0,1 mm a 0,3 mm e de piroxênios de 0,15 a 0,25 mm. A matriz está bastante \n\nalterada com oxidação intensa de piroxênios. Amígdalas preenchidas com minerais \n\nde sílica e com argilominerais também são comuns. O derrame 16 tem matriz 0,05 \n\nmm, apresenta textura glomeroporfirítica com fenocristais de feldspatos e de \n\npiroxênios de 0,1 mm a 0,3 mm. Os piroxênios da matriz apresentam alteração. \n\n          Nos morros de Torres foram microfotografadas amostras dos derrames e sills \n\ndos morros no Parque da Guarita (Fig. 40 a, b) e no morro do Farol (Fig. 40 c, d). No \n\nParque da Guarita tem o derrame Arraia (morro das Furnas) com matriz 0,05 mm a \n\n0,1 mm, textura glomeroporfirítica com fenocristais de feldspatos de 0,3 mm a 0,6 \n\nmm e de piroxênios de 0,2 mm a 0,3 mm. Apresenta alteração de piroxênios na \n\nmatriz e borda de oxidação nos fenocristais de piroxênios. O sill Viola (morro das \n\nCabras, morro da Guarita e topo do morro das Furnas) tem matriz 0,05 mm a 0,1 \n\nmm, textura glomeroporfirítica de feldspatos e piroxênios de 0,2 mm a 0,4 mm. No \n\nmorro do Farol o derrame Santinha com matriz 0,05 mm, apresenta textura \n\nmicroporfirítica com fenocristais esparsos de feldspatos e piroxênios de 0,1 mm a \n\n0,25 mm. Os fenocristais estão bastante alterados e o alto grau de alteração na \n\nmatriz quase não permite individualizar os cristais, formando uma massa de \n\nalteração. O sill Gruta tem matriz 0,05 mm a 0,1 mm, apresenta na matriz alteração \n\nargílica de cor esverdeada que também preenche amígdalas. \n\n\n\n \n\n \n\n76 \n\n \n\nFigura 40: Derrames e sills de Torres. a) Derrame Arraia com textura glomeroporfirírica e \n\noxidação nos piroxênios. b) sill Viola com textura glomeroporfirítica. c) Derrame Santinha \n\ncom intensa alteração. d) Sill Gruta com amígdalas preenchidas com minerais de argila de \n\ncor esverdeada. Todas com objetiva 2,5 x. \n\n \n\n          Na pedreira Graxaim foram microfotografados dois derrames e dois sills (Fig. \n\n41). O derrame Santinha tem matriz 0,05 mm a 0,1 mm, apresenta textura \n\nmicroporfirítica com fenocristais esparsos de feldspatos de 0,2 mm a 0,3 mm e de \n\npiroxênios de 0,2 mm. O derrame Arraia tem matriz 0,05 mm a 0,1 mm, apresenta \n\ntextura glomeroporfirítica com fenocristais de feldspatos de 0,2 mm a 0,5 mm e de \n\npiroxênios de 0,15 mm a 0,4 mm. Os piroxênios da matriz formam massa de \n\nalteração e oxidação. O sill Gruta tem matriz 0,1 mm, apresenta textura \n\nmicroporfirítica com fenocristais esparços de feldspatos de 0,2 mm. Intensa \n\nalteração dos piroxênios (oxidação). O sill II tem matriz 0,05 mm a 0,1 mm, \n\napresenta textura glomeroporfirítica com fenocristais de feldspatos de 0,2 mm a 0,3 \n\nmm e de piroxênios de 0,2 mm. Os fenocristais e matriz apresentam intensa \n\nalteração.  \n\n \n\n\n\n \n\n \n\n77 \n\n \n\nFigura 41: Derrames e sills da pedreira Graxaim. a) Derrame Santinha com textura \n\nmicroporfirírica com fencocristal de piroxênio. b) Derrame Arraia com textura \n\nglomeroporfirítica e intensa alteração dos piroxênios na matriz. c) Sill Gruta com intensa \n\nalteração e oxidação dos piroxênios na matriz. d) Sill II com textura glomeroporfirítica e \n\nalteração dos fenocristais e matriz. Todas com objetiva 2,5 x. \n\n \n\n          As amostras em geral apresentam indícios de alteração variando de pouco a \n\nintenso grau. A oxidação dos cristais de piroxênios juntamente com abundancia de \n\nminerais opacos na matriz e como fenocristais, conferem um aspecto escuro as \n\nlâminas petrográficas. Minerais de argilas de cor verde acastanhada são comuns na \n\nárea de estudo, assim como minerais de sílica na matriz e preenchendo amígdalas. \n\nIntensa alteração em basaltos cimentados por zeolitas e minerais de sílica, foram \n\nregistrados na Formação Serra Geral por Duarte et al. 2009. Os autores descrevem \n\nintensa alteração para minerais de argila incluindo esmectita e celadonita. Esmectita \n\nocorrendo principalmente como alteração de piroxênio (pigeonita). A oxidação dos \n\npiroxênios, alteração dos cristais e argilização presente na matriz nas amostras da \n\nárea de estudo, são interpretadas como resultado de processo de alteração \n\nhidrotermal que ocorreu na região. \n\n \n\n \n\n\n\n \n\n \n\n78 \n\n5.3 Análise Geoquímica e Geológica \n\n          Análise química de rocha total realizada em 114 amostras com elementos \n\nmaiores e traços permitiu caracterização dos basaltos e riodacitos na área de \n\nestudo. As rochas da área de estudo são todas baixo Ti (TiO2&lt;2 peso%), como \n\nobservado em diagrama MgO x TiO2 (Fig. 42). Diagramas de classificação de \n\nmagma tipo segundo Peate et al. (1992) e Peate (1997) mostram que as rochas \n\nbasálticas são baixo Ti do tipo Gramado (Ti/Y &lt;330; Ti/Zr &lt;70), e os riodacitos são \n\nBaixo Ti do tipo Palmas, subtipo Caxias do Sul (Zr&lt;400 ppm, SiO2 ~ 68 %) (Fig. 43). \n\n \n\n \n\nFigura 42: Diagrama MgO x TiO2 de todas as amostras da área de estudo mostrando ser \n\ntodas baixo Ti. \n\n \n\n\n\n \n\n \n\n79 \n\n \n\nFigura 43: Diagrama classificatório dos elementos maiores e traços. a) Diagrama de rochas \n\nbasálticas segundo Peate (1997). b) Diagrama de rochas riodacíticas segundo Peate et al. \n\n(1992). \n\n \n\n          Na área de estudo predominam rochas andesito basálticas, com menor \n\nnúmero de basaltos, andesitos e riodacitos. As amostras foram classificadas de \n\nacordo com Le Bas et al. 1986 com base no total de SiO2 x Álcalis (Fig. 44) onde as \n\namostras plotam em sua maioria no campo de Andesito basalto com amostras de \n\nbasalto, andesito e ácidas como dacito e riolito. Nesse diagrama de elementos \n\nmaiores as amostras das brechas intrusivas de Torres plotam nos campos \n\nTraquibasalto, Traquiandesito basalto e Traquiandesito. As amostras foram também \n\nclassificadas de acordo com Winchester e Floyd (1977) que utilizam razões com \n\nTiO2 e elementos traços os quais são geralmente imóveis durante processos de \n\nalteração hidrotermal e intemperismo (Fig.45). Segundo classificação desses \n\nautores as amostras plotam todas nos campos de andesito basalto \n\npredominantemente, com menor número nos campos de andesito e basalto \n\nincluindo as amostras das brechas. As amostras de rochas ácidas são classificadas \n\ncomo riodacitos, sendo utilizada nesse trabalho essa denominação. \n\n \n\n\n\n \n\n \n\n80 \n\n \n\nFigura 44: Diagrama de classificação TAS segundo Le Bas et al. 1986. Legenda de acordo \n\ncom figura 43. \n\n \n\n \n\nFigura 45: Diagrama de classificação segundo Winchester e Floyd (1977). c) O circulo \n\nbranco na Serra da Boa Vista são as amostras da pedreira na base da serra. \n\n \n\n          As duas classificações são relevantes devido ao fato de na área de estudo \n\nocorrer indícios de processo de alteração nas rochas. Em escala de afloramentos \n\npodem ser observadas localmente fraturas com preenchimento de minerais de sílica \n\n\n\n \n\n \n\n81 \n\nque por hora aparecem brechando a rocha basáltica (Fig. 7 b,c). Geodos com 2 cm \n\npreenchidos com sílica e amigdalas de zeólitas de até 5 cm também são comuns em \n\nTorres e nas pedreiras Lobo e da Serra da Boa Vista. Evidências de alteração foram \n\nvistas também em lâminas petrográficas. Outra razão para considerar o diagrama \n\ndos elementos imóveis é o fato das amostras da área de estudo, em geral, \n\napresentarem uma perda ao fogo elevada (apêndice II). Considerando as evidências \n\nde que processo de alteração afetou a área de estudo, foi analisada a perda ao fogo \n\ncom alguns elementos maiores e traços (Fig. 46).  Diagrama de perda ao fogo x \n\nÁlcali (Na2O) para as amostras de rochas de Torres, mostra enriquecimento de álcali \n\ncom o aumento da perda fogo nas brechas. Diagrama de SiO2 x perda ao fogo para \n\ntoda a área de estudo, mostra empobrecimento de SiO2 com o aumento da perda ao \n\nfogo. Diagramas de perda ao fogo x razões dos elementos traços Zr/Y e Ti/Y \n\nmostram que esses elementos não sofreram influencia com a perda ao fogo.  A \n\nclassificação das brechas no diagrama SiO2 x Álcalis, assim como das rochas ácidas \n\n(Fig. 44) e o empobrecimento de SiO2 em toda área de estudo é interpretado como \n\nmobilidade desses elementos durante processo de alteração hidrotermal causando \n\nenriquecimento de álcali nas brechas de Torres e empobrecimento de  SiO2 na \n\nregião. Fluido rico em álcali intrudiu a base dos derrames em Torres brechando a \n\nparte amigdalóide nos derrames Santinha no morro do Farol e derrame Arraia no \n\nmorro das Furnas (Parque das Guaritas) onde a brecha intrudiu o meio do derrame \n\n(Fig. 47). Análise química dos clastos das brechas mostra semelhança entre ambas. \n\nOs clastos são angulosos e não fluidais imersos em uma matriz com areia \n\nsilicificada. Evidências de que as brechas foram formadas por processos \n\nhidrotermais posteriores a formação do derrame, são diques de areia milimétricos \n\ncortando amigdalas preenchidas com zeólitas.  \n\n\n\n \n\n \n\n82 \n\n \n\nFigura 46: Diagrama de elementos maiores e traços versus Perda ao fogo. a) Perda ao fogo \n\nx Zr/Y. b) Perda ao fogo x Ti/Y. c) SiO2 x perda ao fogo. d) Na2O x perda ao fogo nos \n\nmorros de Torres. Diagramas mostram, a não influencia da perda ao fogo com as razões de \n\nelementos traços, o empobrecimento em sílica com o aumento da perda ao fogo e o \n\nenriquecimento em álcali nas brechas em Torres. \n\n \n\n          Análise química de rocha por meio de elementos maiores e traços em \n\ndiagrama TiO2 x ( P2O5, Zr, Nb) (Fig. 48), permitiu a separação de derrames e sills \n\nnos morros de Torres e na pedreira Graxaim (Fig. 49). Verificou-se no morro do \n\nFarol que a amostra (T5D), Maciço na beira do mar e amostra (T5E) de um dique \n\nque corta o nível de base brechado do derrame Santinha, tem a mesma composição \n\nquímica do (T5F) sill Gruta. O sill Gruta no morro do Farol em Torres, após \n\ncorrelação com o sill mais antigo da pedreira Graxaim confirmou ser um sill. A \n\nrelação do sill de forma penetrativa no arenito em seu topo (Fig. 14e) é evidência de \n\nque é realmente um sill que intrudiu se posicionando entre o derrame Arraia no topo \n\nda pedreira Graxaim e o derrame Santinha abaixo. O critério para sugestão de que \n\n\n\n \n\n \n\n83 \n\nsejam sill os morros das Cabras, da Guarita e o topo do morro das Furnas é a \n\nausência de feições de base de derrame. O morro das Cabras apresenta sua parte \n\nmaciça com disjunções colunares posicionada diretamente sobre as areias da praia \n\nde Torres, o morro da Guarita está diretamente sobre arenito intertrápico da \n\nFormação Botucatu e no topo do morro das Furnas não foi possível verificar \n\nestruturas, devido abundância de vegetação sendo correlacionado \n\ngeoquimicamente. Na região, falhas menores relacionadas à abertura do Atlântico \n\nlevaram a certas porções da crosta a se movimentarem o que explica a presença de \n\nderrames basálticos no nível do mar em Torres, o que em geral ocorre a centenas \n\nde metros de altitude. A região possivelmente apresenta deslocamentos \n\ntranscorrentes com movimentos horizontais e rejeitos verticais. Nesse trabalho não \n\nforam encontrados referências para medir rejeitos podendo ser melhor analisado em \n\npesquisa com esse objetivo específico, por meio de sísmica e ou sondagem. \n\n          Na pedreira Graxaim análise química mostrou que o dique que corta o sill \n\nGruta tem a mesma composição química do sill 2 (Fig.48) posicionado entre o \n\nderrame Arraia (Fig.49).  Considerando esses fatores, as posições geológicas \n\nconsiderando movimentos verticais (Fig. 49) e integrando análise química das \n\nrochas da pedreira Graxaim e do morro do Farol, propõe-se aqui correlação química \n\nentre ambas. A geoquímica como ferramenta de correlação foi utilizada por Duarte \n\n(2011), Hartmann et al. (2010); Pinto e Hartmann (2011), Rosenstengel (2011) em \n\nrochas vulcânicas da Formação Serra Geral com bastante sucesso a exemplo de \n\nPeate et al. (1999) que afirmam que os derrames são distinguidos e correlacionados \n\nde acordo com suas variações químicas e suas posições estratigráficas nos perfis \n\nanalisados. \n\n          Diagramas de TiO2 x (P2O5, Nb e Zr) nas três serras estudadas permitiram \n\nindividualizar 14 derrames na Serra do Faxinal, 13 derrames na Serra do Umbu e 16 \n\nderrames na Serra da Boa vista (Fig. 50). Na Serra do Faxinal dos 14 derrames 4 \n\nsão riodacíticos (derrames 8, 10, 12 e 14) que aparecem intercalados com derrames \n\nbasálticos no topo na sequência. Na base da Serra do Faxinal, início da subida da \n\nserra, encontra-se aflorando rocha basáltica (basalto) que se diferencia em amostra \n\nde mão das demais rochas da serra por apresentar granulometria maior (Fig. 7a). \n\nSugere-se aqui que seja um sill com 170 m de espessura embora não tenham sido \n\n\n\n \n\n \n\n84 \n\nobservadas evidências que possibilitassem diferenciar claramente sill de derrame. \n\nAlgumas das características confiáveis para diferenciar são: a presença de diques \n\ndiscordantes conectando um sill a outro, os derrames possuem estruturas \n\nescoráceas altamente vesiculadas e assimilação de sedimento no topo e ou na base \n\n(Renner, 2010). A área de estudo é caracterizada pela presença de diques e sills. \n\nNa Serra do Rio do Rastro foi descrito por Garrido (2006) um sill de basalto com 97 \n\nm na base na serra, intrusivo entre rocha arenítica da Formação Botucatu e o \n\nprimeiro derrame da serra. No presente trabalho sugerimos que seja um sill \n\nposicionado na base da serra devido tamanha espessura para se considerar um \n\nderrame, mesmo não estando aflorante arenitos em sua base. Na Serra do Umbu \n\ndos 13 derrames 3 são riodacíticos (derrames 9, 10 e 11) posicionados entre 8 \n\nderrames basálticos na base e 2 derrames basálticos no topo da sequência. Na \n\nSerra da Boa Vista dos 16 derrames 1 é riodacítico e constitui o topo da sequência \n\nno topo da serra (derrame 16). Intrusões de diques são comuns ao longo do perfil da \n\nserra que também tem em sua base (em uma pedreira de aproximadamente 40 m \n\nde espessura) inúmeros lóbulos evidenciando efusão de lava tipo pahoehoe. \n\n \n\n\n\n \n8\n5\n \n\n \n\nF\nig\n\nu\nra\n\n 4\n7\n: \nG\n\ne\no\nlo\n\ng\nia\n\n d\ne\n T\n\no\nrr\n\ne\ns \n\nco\nm\n\n im\na\ng\n\ne\nn\ns \n\ng\ne\nra\n\nis\n e\n\n d\ne\n d\n\ne\nta\n\nlh\ne\n d\n\no\ns \n\nm\no\nrr\n\no\ns.\n\n \n\n\n\n 86 \n\n \n\nFigura 48: Diagrama de elementos maiores e traços mostrando correlação dos derrames e \n\nsills dos morros de Torres e da pedreira Graxaim. \n\n \n\n \n\nFigura 49: Perfis geológicos da pedreira Graxaim e dos morros de Torres mostrando \n\npossíveis deslocamentos verticais. \n\n\n\n 87 \n\n \n\n \n\nFigura 50: Diagramas mostrando individualização dos derrames. a) Serra do Faxinal. b) \n\nSerra do Umbu. c) Serra da Boa Vista. \n\n \n\n          Da mesma forma que variações químicas permitem individualizar derrames \n\ndiferentes, as semelhanças químicas foram utilizadas nesse trabalho a exemplo de \n\nPinto et al. 2009 entre outros, como critério de correlação entre os derrames das três \n\nserras. As distâncias entre as serras são de 49 km entre a base da Serra do Faxinal \n\ne a base da Serra do umbu e de 8 km entre a base da Serra do Umbu e a base da \n\nSerra da Boa Vista. No Columbia River há derrames de até 350 km de extensão \n\n(Tabela 4), sendo assim possível correlacionar derrames com 50 km de extensão \n\ncomo proposto aqui. Assim como em Torres a região das serras, possivelmente \n\napresentam falhamentos com rejeitos verticais. Em observações em imagens de \n\nsatélite no Google Earth é possível ver lineamentos distribuídos na área de estudo. \n\nCom base em observações de campo e química de elementos maiores e traços (Fig. \n\n51) propõe-se correlação química estratigráfica de alguns derrames das serras. \n\nApresentam semelhança química os derrames basálticos, derrame 1 (D1) da Serra \n\ndo Umbu com o derrame 2 (D2) da Serra da Boa Vista, o derrame 3 (D3) da Serra \n\n\n\n \n\n \n\n88 \n\ndo Umbu com o derrame 3 (D3) da Serra da Boa Vista, o derrame 5 (D5) da Serra \n\nda Umbu com o derrame 6 (D6) da Serra da Boa Vista, o derrame 6 (D6) da Serra \n\ndo Faxinal com o derrame 8 (D8) da Serra do Umbu e os derrames riodacíticos, o \n\nderrame 9 (D9) da Serra do Umbu com derrame 16 da Serra da Boa Vista, o \n\nderrame 8 (D8) da Serra do Faxinal com derrame 10 (D10) da Serra do Umbu e o \n\nderrame 10 (D10) da Serra do Faxinal com o derrame 11 (D11) da Serra do Umbu.  \n\n \n\n \n\nFigura 51: Diagrama de elementos maiores e traços mostrando as correlações dos \n\nderrames das três serras. Legenda de acordo com a Figura 50. \n\n \n\n          Observações de geologia de campo e análise química de rocha total \n\npermitiram uma distribuição estratigráfica. Foram feitas seções verticais com \n\nclassificação petrográfica dos derrames encontrados ao longo dos perfis geológicos \n\nrealizados nas principais vias de acesso as três serras (Fig.52). \n\n          A distribuição dos derrames no empilhamento estratigráfico das serras \n\ncorrelacionadas não é homogênea. Nem todos os derrames se estendem \n\nlateralmente de uma a serra a outra. Por exemplo, o segundo derrame da Serra do \n\nUmbu encontra-se ausente na Serra da Boa Vista, assim como outros derrames não \n\nsegue em extensão lateral de uma serra a outra. A justificativa para falta de \n\ncontinuidade lateral de alguns derrames pode ser o fato de o derrame ter terminado \n\nantes em algum lugar entre as serras. O fato dos derrames correlacionados não \n\nestarem em mesmo nível estratigráfico pode estar relacionado à topografia da região \n\nda época e ou à  movimentos verticais relacionados a abertura do Atlântico. \n\n \n\n\n\n \n\n \n\n89 \n\n \n\nFigura 52: Perfis colunares mostrando altitude em metros e os tipos de rochas das três \n\nserras. De norte para sul: SF (Serra do Faxinal), SU (Serra do Umbu), SBV (Serra da Boa \n\nVista). \n\n\n\n \n\n \n\n90 \n\n          Na base da Serra da Boa Vista e na pedreira Lobo a 9 Km de distância,  os \n\ninúmeros lóbulos de lava evidenciam efusão de derrame tipo pahoehoe. Os fluxos \n\nocorreram na área como um sistema anostomosado de lava denominados por Self \n\net al. (1998) de fluxo humocky (Fig. 22). São derrames composto do tipo P (capítulo \n\n3), formados por vários lóbulos com espessuras semelhantes entre 0,5 e 1,5 m na \n\npedreira Lobo e entre 1 e 1,5 m na pedreira da serra. Apresentam pipes vesículas na \n\nbase, o núcleo denso e vesículas concentradas na base e topo. \n\n          Análise química nas amostras da pedreira na serra permitiu separar os lóbulos \n\nem dois derrames distintos. Os lóbulos basais são de basalto e os lóbulos mais ao \n\ntopo são de andesito basalto (Fig. 45 c). Na pedreira Lobo todos os lóbulos \n\npertencem a um derrame de basalto (Fig.45 f). Análise de elementos maiores e \n\ntraços em diagramas TiO2 x (P2O5, Zr, Nb e Ta), mostrou correlação entre o derrame \n\nbasal da pedreira da serra (amostras 1 a 6 e 14) com derrame da pedreira Lobo \n\n(amostras BR3A, BR3C, BR3H, BR3P, BR3R, BR3T) (Fig. 53). Nesse diagrama é \n\npossível observar que as amostras de andesito basalto (21 A, 21B e 22) que são de \n\nlóbulos, apresentam composição química diferente da amostra 23 que situa - se no \n\ntopo da pedreira e não apresenta estrutura do tipo derrame pahoehoe composto. A \n\namostra 23 pode então ser de um derrame simples com apenas parte de seu núcleo \n\npreservado no topo da pedreira. Ou pode ser um lóbulo pahoehoe de um terceiro \n\nderrame que teve encoberta sua superfície basal pouco espessa característica e  \n\nerodido seu topo. \n\n\n\n \n\n \n\n91 \n\n \n\nFigura 53: Diagrama de TiO2 x (P2O5, Zr, Ta, Nb) com correlação dos derrames pahoehoe \n\ncompostos da pedreira da Serra da Boa Vista com a pedreira Lobo.  \n\n\n\n \n\n \n\n92 \n\n \n\n \n\n \n\n \n\nCapítulo 6. Conclusões \n\n          Por meio de integração dos dados obtidos em levantamento geológico, \n\ncintilometria, petrografia e geoquímica de rocha foi possível identificar, caracterizar, \n\nindividualizar e sugerir algumas correlações entre os derrames e sills. O aparelho \n\ncintilometro foi eficiente em campo com assinatura típica que permitiu identificar e \n\nseparar os derrames de rochas basálticas dos derrames de rochas riodacíticas nas \n\nserras. Análise petrográfica permitiu caracterizar os derrames e sills da área de \n\nestudo.  \n\n          A análise química permitiu identificar e individualizar 14 derrames na Serra do \n\nFaxinal, 13 derrames na Serra do Umbu e 16 derrames na Serra da Boa Vista. \n\nSugere-se aqui correlação dos seguintes derrames das serras, derrame 1 (D1) da \n\nSerra do Umbu com o derrame 2 (D2) da Serra da Boa Vista, o derrame 3 (D3) da \n\nSerra do Umbu com o derrame 3 (D3) da Serra da Boa Vista, o derrame 5 (D5) da \n\nSerra da Umbu com o derrame 6 (D6) da Serra da Boa Vista, o derrame 6 (D6) da \n\nSerra do Faxinal com o derrame 8 (D8) da Serra do Umbu e os derrames \n\nriodacíticos, o derrame 9 (D9) da Serra do Umbu com derrame 16 da Serra da Boa \n\nVista, o derrame 8 (D8) da Serra do Faxinal com derrame 10 (D10) da Serra do \n\nUmbu e o derrame 10 (D10) da Serra do Faxinal com o derrame 11 (D11) da Serra \n\ndo Umbu.  \n\n          A composição química e posição geológica dos sills, diques e derrames \n\npresentes em Torres e na pedreira Graxaim em Dom Pedro de Alcântara a 8 km ao \n\nsul de Torres, possibilitaram a correlação dos derrames entre si e dos diques e siils. \n\n          Na Serra da boa Vista, a geoquímica e o cintilometro permitiram separar os \n\nmúltiplos lóbulos em pelo menos dois derrames distintos. O derrame basal da \n\n\n\n \n\n \n\n93 \n\npedreira da serra é correlacionável com o derrame constituído por múltiplos lóbulos, \n\nda pedreira Lobo a 9 km ao norte da Serra da Boa Vista. \n\n          Integração das análises de observação em campo, em lâmina petrográfica e \n\nquímica de rocha, mostram que a área de estudo sofreu intenso processo de \n\nalteração hidrotermal. \n\n           \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n94 \n\nReferências Bibliográficas \n\nBecquerel, H.1896. Sur les radiations émises par phosphorescence.  Comptes rendus. v. \n122, p. 420-421. \n\n \nBellieni, G., Comin-Chiaramonti, P., Marques L. S., Melfi, A. J., Nardy, A. J. R., Piccirillo, E. \nM., Roisenberg, A. 1984 (a). High and low - Ti flood basalts from the Paraná plateou (Brazil): \npetrology end geochemical aspects bearing on their mantle origin. Neues Jahrbuch für \nMineralogie Abhandlungen, v. 150, p. 272-306. \n\n \nBellieni, G., Comin-Chiaramonti, P., Marques L. S., Melfi, A. J., Piccirillo, E. M., Stolfa, D. \n1984 (b). Low pressure evolution of basalt sills from bore holes in the Paraná Basin, Brazil. \nTschermarks Mineralogische und Petrographische Mitteilungen, v. 33, p. 25-47.  \n\n \nBellieni, G., Comin-Chiaramonti, P., Marques L. S., Melfi, A. J., Nardy, A. J. R.,Papatrechas, \nC.,  Piccirillo, E. M., Roisenberg &amp; Stolfa, D. 1986. Petrogenetic aspects of acid and basaltic \nlavas from the Paraná Plateau (Brazil): Geological, mineralogical and petrochemical \nrelationships. Journal of petrology, v. 27, p. 915-944. \n\n \nCoffin M. F. &amp; eldholm O. 1994. Large igneous provinces: crustal structure, dimensions and \nexternal consequences. Rev. Geophys. v. 32, p. 1-36. \n\n \nComissão nacional de energia nuclear. 2011. Disponível em:&lt;http://www.cnen.gov.br/> \nacesso em 10 jul. 2011. \n\n \nDepartment of civil and environmental engineering. “ICP - MS”. 2011. Disponível em: \n<http://www.cee.vt.edu/> acesso em 10 jul. 2011. \n\n \n\nDerby, O. A. 1879. The geology of the diamantiferous region of the Province of Paraná, \nBrazil. Proccedings of the american phylosophical society XVIII. P. 251-258. \n\n \nDuarte, L. C. &amp; Hartmann, L. A. 2009. Epigenétic formation of amethyst-bearing geodes from \nlos catalanes geomological district, Artigas, Uruguay, Southern Paraná Pagmatic Province. \nJournal of Volcanology and Geothermal Research. v. 184. ? P. 427-436. \n \nDuarte, S. K. 2011. Geologia do distrito mineiro de quarai, Brasil, Formação Serra Geral com \nbase em geologia de campo, geoquímica e geofísica, e correlação com o distrito gemológico \nLos Catalanes, Uruguay. Porto Alegre, 97p. Dissertação de mestrado, programa de Pós \nGraduação em Geociências, Instituto de Geociências, Universidade Federal do Rio Grande \ndo Sul. \n\n \n\nErlank, A. J., Marsh, J. S., Duncan, A. R., Miller, R. M., Hawkesworth, C.J., Betton, P.J., Rex, \nD. C. 1984. Geochemistry and petrogenesis of the Etendeka volcanic rocks from SWA/ \n\n\n\n \n\n \n\n95 \n\nNamibia. In: A. Erlank (Ed.), Petrogenesis of volcanic rocks or the Karoo province, Spec. \nPubli. Geol. Soc. S. Afr., v.13, p. 195-246. \n\n \nErnst R. E., Buchan K. I., Campbell I. H. 2005. Frontiers in Large Igneous Provinces \nresearch. Lithos. v.79, p. 271-297. \n\n \nErnesto, M., Raposo, M. I. B., Marques, L. S., Renne, P. R., Diogo; L. A., De Min, A. 1999. \n\nPaleomagnetism geochemistry and \n40\n\nar/\n39\n\nar dating of north-eastern Paraná Magmatic \nProvince: tectonic implications. J. Geodyn. v. 28, p. 321-340. \n\n \nEvans, J. W. 1893. The geology of Mato Grosso, particularly the region drained by the Upper \nParaguay. Quaterly Journal of the Geological Society of London. v. 50, n.2. p. 85-103. \n\n \nFrank, H., Gomes, M., Formoso, M. 2009. Review of the areal extent and the volume of the \nSerra Geral Formation, Paraná Basin, South America. Pesquisas em geociências, Porto \nAlegre, v. 36, n.1, p. 49-57. \n\n \nGarrido, T. C. V. 2006. Caracterização geoquímica e isotópica do magmatismo basáltico da \nEscarpa do Vale do Rio do Rastro (SC) a partir de amostragem seqüencial vertical. Rio de \nJaneiro, 189p. Tese de doutorado, Programa de Pós Graduação em Geociências, Instituto \nde Geociências/ Lagemar , Universidade Federal Fluminense. \n\n \nGarland, F., Hawkesworth C. J., Mantovani M. S. M. 1995. Description and petrogenesis of \nthe Paraná rhyolites, southern Brazil. Journal Petrology. v. 36, n. 5, p. 1193-1227. \n\n \nGonzaga Campos, l. F. 1889. Relatório da comissão geográfica e geológica de São Paulo, \nSeção Geológica, anexo, São Paulo. p. 21-34. \n\n \nHartmann, L. A., Wildner, W., Duarte, L. C., Duarte, S. K., Pertille, J., Arena, K. R., Martins, \nL. C. &amp; Dias, L. 2010(b). Geochemical and scintilometric characterization and correlation of \namethyst geode-bearing Paraná Lavas from the Quaraí and Los Catalanes districts, Brazil \nand Uruguay. Geological Magazine, v.147, n.6, p. 954-970. \n\n \nHawkesworth, C. J., Mantovani, M. S. M., Peate, D. W. 1988. Lithosphere remobilisation \nduring Paraná CFB Magmatism. In: Menzies, M. A., Cox, K. G. (eds), Oceanic and \ncontinental lithosphere: Similarities and differences. Journal of petrology special v.1 p. 205-\n223. \n\n \n\nLeinz, V. 1949. Contribuição à geologia dos derrames basálticos do sul do brasil. Boletim da \nfaculdade de filosofia, Ciências e Letras da Universidade de São Paulo, v.103, n.5, p.1-61. \n\n \nMacdonald, G. A. &amp; Katsura, T. 1964. Chemical composition of Hawaiian lavas. Journal \nPetrology. v. 5, p. 82-133. \n\n\n\n \n\n \n\n96 \n\nMachado, F., Nardy, A. J. R., Melo, R. P., Oliveira, M. A. F., Squisato, E. 2005. As rochas \nintrusivas da formação serra geral na porção leste da bacia do paraná no estado de são \npaulo: aspectos petrográficos e geoquímicos- resultados preliminares. Unesp Geociências, \nSão Paulo, v. 24, n.1, p. 5-17. \n\n \nMarsh, S. C. &amp; Milner, S. C. 2007. Stratigraphic correlation of the awahab and tafelberg \nformations Etendeka Group Namibia and Location of an eruptive site for flood basalt \nvolcanism. Journal of American Earth Sciences. v. 48, p. 329-340 \n\n \nMarsh, J. S., Ewart, A., Milner S. C., Duncan A. R., Miller, R. M. 2001. The Etendeka \nIgneous Province: Magma types and their stratigraphic distribution with implications of the \nevolution of the Paraná-Etendeka flood basalt province. Bulletin Volcanology. v. 62, p. 464-\n486. \n\n \nMacDonald, G. A. 1953. Pahoehoe, aa and block lava. American journal of science, v.251, \nn.3: 169 -191. \n\n \nMelfi, A.J., Piccirillo, E.M., Nardy, A. J. R. 1988. Geologycal and magmatic aspects of the \nParaná Basin - introduction. In: Picirillo, E.M.; Melfi, A.J. (eds), flood volcanism the mesozoic \nof the paraná basin: petrogenetic and geophysical aspects. p.1- 13. Universidade de São \nPaulo, Instituto Astronômico e Geofísico. \n\n \nMilani, E. 2003. Estratigrafia da Bacia do Paraná - Algumas considerações metodológicas. \nIn: encontro sobre a estratigrafia do rio grande do sul: escudos e bacias, ufrgs, p. 18-21. \n\n \nMilani, E., Zalán, P. 1999. An outline of the geology and petroleum Systems of the paleozoic \ninterior basins of South America. Episodes. v. 22, n.3, p. 199-205. \n\n \nMilani, Edilson. 1997. Evolução tectono-estratigráfica da Bacia do Paraná e seu \nrelacionamento com a geodinâmica Fanerozóica do Gondwana Sul-Ocidental. Tese de \ndoutorado, Programa de Pós Graduação em Geociências. Instituto de Geociências. \nUniversidade Federal do Rio Grande do Sul. \n\n \nMilner, S. C., Le Roex, A. P.1996. Isotope characteristics of the okenyenya Igneous \ncomplex, northern Namibia: Constraints on the composition of the early tristan plume and the \norigin of the mantle component. Earth planet. Sci. Lett, v. 141, p.  277-291. \n\n \nMilner, S. C., Duncan, A. R., Whittingham, A. M., Ewart, A. 1995. Trans-atlantic correlation of \neruptive sequences and individual silicic volcanic units within the Paraná-Etendeka Igneous \nProvince. Journal of volcanology and geothermal research. v. 69, p.137-157.  \n\n \nMilner, M.T., Wright, T. L., Swanson, D. A. &amp; Byerly, G. R. 1986. Regional correlation of \ngrande ronde basalt flows, Columbia River basalt group, Washington, Oregon, and Idaho. \nGeologycal Society of America Bulletin. v. 97, p. 1300-1318. \n\n\n\n \n\n \n\n97 \n\nMincato, R. L., Enzweiler, J., Schrank, A. 2003. Novas idades de \n40\n\nar/\n39\n\nar e implicações na \nmetalogênese dos depósitos de sulfetos magmáticos de Ni-Cu-Ag na Província Ignea \nContinental do Paraná. In: SBGq, congresso Brasileiro de  Geoquímica, Belém. Boletin de \nResumos Expandidos, p. 425-427.  \n\n \nMuseu de astronomia e ciências afins. 2011. Disponível em:&lt;http://www.cnen.gov.br> \nacesso em 9 jul. 2011. \n\n  \nNardy, A. J. R., Machado, F. B., Oliveira, M. A. F. 2008. As rochas vulcânicas mesozóicas \nácidas da Bacia do Paraná: Litoestratigrafia e considerações geoquímico-estratigráficas. \nRevista brasileira de geociências, v. 38, n.1, p. 178 -195. \n\n \nNardy, A. J. R., Oliveira, M. A. F., Betancourt, R. H. S., Verdugo, D. R. H., Machado, F. B.   \n2002. Geologia e estratigrafia da Formação Serra Geral. Geociências, Unesp, v.21, n.1/2, \np.15 - 32. \n\n \nNardy, A. J. R. &amp; Marques, L. S. 1996. O vulcanismo mesozóico da Bacia do Paraná: Fonte \nlitosférica ou astenosférica? Bol. Simp. Cretáceo do Brasil p. 229-234. \n\n \nPeate, D.W., Hawkesworth, C. J., Mantovani, M. M. S., Rogers, N. W. &amp; Turner, S. P. 1999. \nPetrogenesis and stratigraphy of the Hight Ti/Y Urubici Magma Type in the Paraná Flood \nBasalt Province and im plications for the nature of “ Dupal” type manto in the South Atlantic \nRegion. Journal of Petrology v.40, n.3, p. 451-473. \n\n \n\nPeate, D. W. 1997. The Paraná Province. In: mahoney j.j. &amp; coffin m.f. (eds.) Large Igneous  \nProvinces: Continental, oceanic and planetary flood volcanism. Geophys. Monogr., 100, agu, \np. 217-245. \n\n \nPeate, D. W., Hawkesworth, C. J. &amp; Mantovani, M. M. S. 1992. Chemical stratigraphy of the \nParaná lavas (South America): Classification of magma types and their spatial distribution. \nBulletin of volcanology, v.55, p. 119-139. \n\n \nPinto, V. M., Hartmann, L. A., Santos, J. O. S., McNaughton, N. J., Wildner, W. 2011. Zircon \nU-Pb geochronology from the Paraná bimodal volcanic province support a brief eruptive \ncycle at ~135 Ma. Chemical Geology. v. 281, p. 93-102. \n\n \nPinto, V. M. &amp; Hartmann L. A. 2011. Flow by flow chemical stratigraph and evolution of \nthirteen Serra Geral Group basalt flows from Vista Alegre, southernmost Brazil. Anais da \nAcademia Brasileira de Geociências. v. 83, n.2, p. 425-440. \n\n \nRenne, P. R. 1997. Geochronology of the Paraná-Etendeka Igneous Province. In: South \nAmerica Symposium on Isotope Geology Brazil, Campos do Jordão (extended abstracts), p. \n20-23. \n\n \n\n\n\n \n\n \n\n98 \n\nRenne, P. R., Ernesto M., Pacca, I., Coe, R. S., Glen, J. M., Prévot, M., Perrin, M. 1992. The \nage of Parana flood volcanism. Earth and Planetary Science Letters. v. 258, p. 975-979. \n\n \nRenner, L. C. 2010. Geoquímica de sills basálticos da Formação Serra Geral, sul do Brasil, \ncom base em rocha total e micro-análise de minerais. Tese de doutorado, Programa de Pós \nGraduação em Geociências, Institudo de Geociências, Universidade Federal do Rio Grande \ndo Sul. \n\n \nRocha Campos, A. C., Cordani, U. G., Kawashita, L., Sonoki, H. M., Sonoki, I. K. 1988. Age \nof Paraná flood volcanism. In: piccirillo &amp; melfi (eds.)-the mesozoic flood volcanism of the \nParaná basin: petrogenetic and geophysical aspects. LAG-USP, p 25-45. \n\n \nRosenstengel, L.M. 2011. Estratigrafia dos  basaltos do Distrito Mineiro de Ametista do Sul, \nBrasil. Porto Alegre, 102p. Dissertação de mestrado, programa de Pós Graduação em \nGeociências, Instituto de Geociências, Universidade Federal do Rio Grande do Sul. \n\n \nRowland, S. K. &amp; Walker, G. P. L. 1990. Pahoehoe and aa in havaí: Volumetric flow rate \ncontrols the lava   structure. Bulletin of volcanology . v. 52, n.8, p. 615-628. \n\n \nSheth, H. C. 2007. Large Igeous Province (LIPS): Definition, recommended terminology and \nthe hierarchical classification. Earth Sciences Reviews, v. 85, p. 117-124. \n\n \nTurner, S., Regelous, M., Kelley, S., Hawkesworth, C. J., Mantovani, M. S. M. 1994. \nMagmatism and continental break-up in the South Atlantic: High precision 40Ar/39Ar \ngeocronology. Epsl Earth and Planetary Science Letter. v.121, p. 333-348. \n\n \nWalker, G. P. L. 1989. Spongy pahoehoe in hawaii: A study of vesicle-distribution patterns in \nbasalt and their significance. Bulletin of Volcanology. v. 51, p.199–209 \n\n \nWalker, G. P. L. 1971. Compound and simple lava flows and flood basalts. Bulletin of \nvolcanology. v. 35 p. 579-590. \n\n \nWaichel, B. L., Lima, E. F. &amp; Sommer, C. A. 2006. Tipos de derrames e reconhecimento de \nestruturas nos basaltos da Formação Serra Geral: Terminologia e aspectos de campo. \nPesquisas em Geociências, v.33, n.2, p. 123-133. \n\n \nWhite, I. C. 1908. Relatório final. Rio de Janeiro. Comissão de estudos das minas de carvão \nde pedra do Brazil. XXVIII v. 617 p. 11.  \n\n \nWildner, W., Hartmann, L. A., Lopes, L. C. 2007. Serra Geral Magmatism in the Paraná \nBasin – A new stratigraphic proposal, chemical stratigraphy and geological structures. In: \nIannuzzi, R. &amp; Boardman, D. R. (eds). I Workshop problems in Western Gondwana Geology \n(extended abstracts), Gramado, RS, Brasil, CD-CPRM. \n\n \n\n\n\n \n\n \n\n99 \n\nWildner, W. 2004. Estratigrafia do magmatismo Serra Geral na Bacia do Paraná - Conceitos \nbásicos e divisão faciológica. In: Reunião Aberta da Comissão Brasileira de Estratigrafia. \nPorto alegre. Anais, p. 62-77. \n\n \nWildner, W., Lopes, R. C., Romanini, S., Camozzato, E. 2003. Contribuição a estratigrafia do \nmagmatismo Serra Geral na Bacia do Paraná. In: encontro sobre a estratigrafia do Rio \nGrande do Sul: Escudos e Bacias. UFRGS, Porto Alegre. Anais, v.1, p. 204-210. \n\n \nWilford, J. R., Biertwirth, P. N, Craig M. A. 1997. Aplication of airbone gamma-ray \nspectrometry in soil / regolith mapping and applied geomorphology. Agso Journal of \nAustralian Geology &amp; Geophysics, v.17, p. 201-216. \n\n \nWilmoth, R. A., Walker, G. P. L. 1993. P- type and stype pahoehoe: A study of vesicle \ndistribution patterns in hawaiian lava flows. Journal Volcanology. Geotherm. Res. v. 55, p. \n129–42. \n\n \nWinchester, J. A. &amp; Floyd, P. A. (1977). Geochemical discrimination of different magma \nseries and their differentiation products using immobile elements. Chemical  Geology. v. 20, \np.  325-343. \n\n \nZalán, P. V., Wolf, S., Conceição, J. C. J., Marques, A., Astolfi, M. A. M., Vieira, I. S., Appi, \nV. T., Zanotto, O. A. 1990. Bacia do Paraná. In: Dejara Gabaglia, G. P. &amp; Milani, E. J. (Eds). \nOrigem e Evolução de Bacias Sedimentares. Rio de Janeiro, Petrobrás. p.135–68. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n100 \n\nApendice I \n\nAmostras SF (Serra do Faxinal), SU (Serra do Umbu), SBV (Serra da Boa Vista). \n\nSF1 Sill SU1 D1 SBV4 D1 \n\nSF2 Sill SU2B D2 SBV6B D2 \n\nSF3 Sill SU3 D2 SBV7 Dique \n\nSF4 D1 SU4B D3 SBV8 D3 \n\nSF5 D2 SU5 D4 SBV11B D4 \n\nSF6 D3 SU6B D4 SBV12B D5 \n\nSF7 D4 SU7 D5 SBV13 D6 \n\nSF8 D5 SU8 D6 SBV14 D7 \n\nSF9 D5 SU9 D7 SBV15 Dique \n\nSF10 D6 SU10 D8 SBV16 D8 \n\nSF11 D5 SU11 D9 SBV17 D9 \n\nSF12 D7 SU15 D10 SBV18 D10 \n\nSF13 D8 SU16 D11 SBV19 D11 \n\nSF14 D9 SU17 D12 SBV21 D12 \n\nSF15 10 SU20 D13 SBV22 D13 \n\nSF16 D11   SBV23 D14 \n\nSF17 D11   SBV25 D15 \n\nSF18A D11   SBV26 D16 \n\nSF18B D12   SBV27 D16 \n\nSF19 D12   SBV28 D16 \n\nSF20 D13   SBV30 D16 \n\nSF21 D14     \n\nSF22 D14     \n\n \n\n \n\n\n\n \n\n \n\n101 \n\nApêndice II. Análise química das amostras da Serra do Faxinal. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SF-1 SF-2 SF-3 SF-4 SF-5 SF-6 SF-7 SF-8 \nCoord. N 6769375 6769960 6760688 6770204 6770359 6770956 6771155 6771679 \nCoord. S 600173 599675 599748 599253 598964 598397 598532 598508 \nCota (m) 78 170 200 246 294 350 365 412 \nSiO2 54.61 54.77 54.69 57.71 51.58 52.70 51.34 55.59 \nTiO2 1.81 1.80 1.94 1.52 1.64 1.50 1.16 1.75 \nAl2O3 12.62 12.65 12.61 13.11 12.96 13.32 14.42 13.08 \nFe2O3 14.12 14.38 14.87 11.20 14.49 13.49 11.77 13.85 \nMnO 0.21 0.20 0.22 0.13 0.20 0.19 0.19 0.18 \nMgO 3.40 3.21 3.26 2.55 3.34 4.81 5.81 2.62 \nCaO 7.09 6.74 6.86 5.82 7.73 9.06 8.89 5.80 \nNa2O 2.77 2.89 2.84 2.60 2.31 2.62 2.47 2.86 \nK2O 1.69 1.82 1.67 2.53 1.09 1.15 1.25 2.76 \nP2O5 0.25 0.27 0.25 0.27 0.21 0.19 0.16 0.23 \nCr2O3&lt;0.002&lt;0.002&lt;0.002 0.003&lt;0.002 0.003 0.007&lt;0.002 \nLOI 1.2 1.0 0.5 2.3 4.2 0.7 2.2 1.0 \nTotal 99.75 99.74 99.71 99.74 99.73 99.74 99.72 99.75 \n         \nSc 35 33 34 30 39 39 38 33 \nBe 1 2 1 1 1 1&lt;1 2 \nV 448 419 524 306 484 405 302 420 \nBa 360 398 357 574 314 347 401 550 \nSr 220.8 224.5 221.1 210.0 285.6 219.6 242.9 184.8 \nY 35.9 38.4 36.7 45.2 33.1 32.0 32.2 42.3 \nZr 173.3 182.8 181.0 213.3 174.5 143.0 137.1 217.5 \nCo 44.6 38.4 41.5 31.6 46.4 43.2 44.8 38.5 \nNi&lt;20 21&lt;20 34 24 35 59&lt;20 \nCu 214.0 213.4 236.1 84.6 145.2 134.8 107.4 30.0 \nZn 64 72 70 91 66 47 50 64 \nGa 22.0 21.4 21.9 19.7 20.6 19.6 20.5 21.8 \nAs&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5 \nRb 66.9 73.6 67.0 93.9 41.2 33.6 27.7 107.8 \nNb 13.5 14.2 13.8 15.7 12.4 9.0 10.1 16.4 \nMo 0.8 0.7 0.7 0.7 0.4 0.8 0.4 0.6 \nSn 2 3 2 2 2 2 1 3 \nCs 2.3 2.6 1.9 2.7 4.0 0.4 0.1 1.4 \nLa 23.8 25.9 24.4 36.7 26.3 19.8 20.8 35.7 \nCe 56.5 61.3 57.5 75.3 57.9 43.0 44.3 75.7 \nPr 6.40 6.86 6.51 9.10 6.91 5.28 5.41 9.10 \nNd 26.7 29.2 26.8 35.9 27.6 22.4 20.7 35.8 \nSm 6.21 6.57 6.08 7.64 5.93 4.74 4.60 7.40 \nEu 1.71 1.76 1.67 1.80 1.55 1.44 1.29 1.77 \nGd 6.70 7.10 6.72 8.53 6.01 5.31 4.77 7.47 \nTb 1.14 1.19 1.13 1.33 1.01 0.94 0.79 1.24 \nDy 6.69 6.92 6.56 7.50 5.70 5.43 4.55 7.04 \nHo 1.34 1.40 1.35 1.56 1.16 1.12 0.94 1.43 \nEr 3.98 4.01 3.90 4.36 3.30 3.18 2.76 4.19 \nTm 0.57 0.58 0.56 0.66 0.50 0.47 0.43 0.62 \nYb 3.65 3.55 3.62 3.84 3.15 3.11 2.59 3.94 \nLu 0.55 0.55 0.53 0.58 0.46 0.45 0.38 0.58 \nHf 4.8 5.5 5.0 5.6 5.0 3.9 3.6 6.1 \nTa 0.9 1.0 1.0 1.4 0.8 0.6 0.6 0.9 \nPb 1.7 2.6 2.9 3.3 7.6 2.1 2.1 4.2 \nTh 6.4 7.3 6.8 8.4 7.7 3.9 4.9 10.2 \nU 1.8 2.0 1.8 2.0 1.6 0.7 0.7 1.9 \nAu 4.5 3.0 5.2 2.6 0.6 2.2 1.7 0.7 \n\n \n\n\n\n \n\n \n\n102 \n\nApêndice II. Análise química das amostras da Serra do Faxinal. Cont. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SF-9 SF-10 SF-11 SF-12 SF-13 SF-14 SF-15 SF-16 \nCoord. N 6771479 6771585 6771659 6771312 6771151 6771391 6771309 6771346 \nCoord. S 598481 598459 598362 598004 597807 597498 596649 596318 \nCota (m) 442 456 450 525 570 594 663 716 \nSiO2 55.37 50.52 55.73 54.41 68.02 57.56 68.40 52.24 \nTiO2 1.74 1.21 1.77 1.40 0.86 1.83 0.86 1.40 \nAl2O3 12.99 14.50 13.00 13.51 12.63 12.35 12.27 13.88 \nFe2O3 13.88 12.02 13.77 12.76 5.86 12.92 5.87 12.77 \nMnO 0.18 0.17 0.19 0.18 0.12 0.17 0.13 0.19 \nMgO 2.66 5.25 2.77 3.97 1.04 2.22 0.67 4.93 \nCaO 5.84 8.63 5.91 7.60 2.67 5.14 2.08 8.62 \nNa2O 2.72 2.51 2.83 2.58 2.78 3.08 2.49 2.73 \nK2O 2.46 1.27 2.52 1.77 4.04 2.30 5.21 1.35 \nP2O5 0.24 0.17 0.24 0.20 0.26 0.32 0.27 0.18 \nCr2O3&lt;0.002 0.006&lt;0.002&lt;0.002&lt;0.002&lt;0.002 0.005 0.006 \nLOI 1.7 3.5 1.0 1.4 1.6 1.9 1.6 1.4 \nTotal 99.74 99.75 99.74 99.76 99.83 99.77 99.83 99.75 \n         \nSc 33 39 34 37 16 30 17 36 \nBe 2&lt;1 2 1 3 2 2 1 \nV 407 271 415 338 53 265 56 369 \nBa 533 361 539 366 608 485 680 300 \nSr 183.1 246.9 188.4 200.5 129.2 181.8 113.6 213.4 \nY 38.7 26.8 38.7 33.2 39.4 41.4 39.5 28.4 \nZr 213.9 135.4 215.3 162.9 224.5 209.5 239.3 138.5 \nCo 38.3 39.9 37.3 41.1 9.8 30.9 10.7 40.2 \nNi&lt;20 55&lt;20 32&lt;20&lt;20 26 49 \nCu 28.6 81.1 26.1 83.7 18.4 119.1 51.8 155.5 \nZn 64 54 51 44 53 69 65 26 \nGa 21.4 20.3 20.7 19.9 17.4 21.1 16.4 20.7 \nAs 1.6&lt;0.5 0.6&lt;0.5 9.0 1.4 5.0&lt;0.5 \nRb 95.7 31.2 95.0 63.1 182.7 91.8 208.8 50.0 \nNb 15.9 9.9 15.8 11.7 19.5 16.3 20.8 11.2 \nMo 0.6 0.4 0.6 0.4 0.8 0.7 1.0 0.4 \nSn 2 2 2 2 6 3 6 2 \nCs 1.2 1.0 1.6 1.3 6.5 2.5 7.4 2.1 \nLa 33.0 21.3 33.3 25.9 40.4 29.9 40.9 19.8 \nCe 71.3 44.4 72.2 53.3 86.8 67.0 88.0 45.3 \nPr 8.53 5.40 8.54 6.68 10.15 8.05 10.12 5.31 \nNd 34.8 23.0 34.1 27.0 39.7 32.5 41.7 22.3 \nSm 7.13 4.33 6.94 5.76 7.59 7.29 7.79 4.82 \nEu 1.67 1.28 1.67 1.53 1.49 1.87 1.53 1.33 \nGd 7.01 4.77 7.00 5.90 7.49 7.62 7.29 4.96 \nTb 1.18 0.78 1.15 0.99 1.20 1.31 1.18 0.86 \nDy 6.41 4.36 6.41 5.52 6.32 7.16 6.44 4.71 \nHo 1.30 0.96 1.28 1.16 1.28 1.47 1.30 0.97 \nEr 3.84 2.69 3.79 3.36 3.74 4.39 3.88 2.92 \nTm 0.60 0.42 0.56 0.51 0.55 0.65 0.57 0.43 \nYb 3.77 2.39 3.59 3.07 3.51 4.02 3.49 2.68 \nLu 0.54 0.39 0.54 0.48 0.53 0.62 0.52 0.39 \nHf 5.9 3.6 5.9 4.5 6.6 6.2 6.8 3.8 \nTa 0.9 0.5 0.9 0.7 1.6 1.1 1.6 0.7 \nPb 4.3 4.8 4.6 2.7 5.2 5.2 11.1 4.1 \nTh 8.9 4.3 9.3 7.1 14.0 8.2 14.7 5.1 \nU 1.6 0.7 1.7 1.4 4.7 2.2 4.9 1.3 \nAu 1.5 1.3 3.8 2.1 0.7 9.3 2.0 1.6 \n\n\n\n \n\n \n\n103 \n\nApêndice II. Análise química das amostras da Serra do Faxinal. Cont. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SF-17 SF-18A SF-18B SF-19 SF-20 SF-21 SF-22 \nCoord. N 6771600 6771301 6771301 6771295 6771523 6771712 6771818 \nCoord. S 596231 595898 595898 595690 595902 594972 594743 \nCota (m) 750 802 802 854 929 965 1007 \nSiO2 52.64 52.36 67.30 68.07 52.64 67.57 66.59 \nTiO2 1.45 1.37 0.91 0.88 1.95 0.92 0.94 \nAl2O3 13.77 13.70 12.61 12.52 12.67 12.48 12.73 \nFe2O3 13.13 12.58 6.19 5.87 15.36 6.05 6.11 \nMnO 0.19 0.18 0.12 0.10 0.21 0.11 0.09 \nMgO 4.76 4.69 1.29 1.25 3.49 1.31 1.56 \nCaO 8.22 8.70 2.68 3.03 6.72 2.70 3.02 \nNa2O 2.69 2.60 3.03 2.93 2.71 2.82 3.09 \nK2O 1.67 0.62 3.93 3.90 2.02 3.79 3.65 \nP2O5 0.18 0.18 0.27 0.26 0.26 0.26 0.26 \nCr2O3 0.003 0.003&lt;0.002&lt;0.002&lt;0.002&lt;0.002&lt;0.002 \nLOI 1.1 2.8 1.5 1.0 1.7 1.8 1.8 \nTotal 99.75 99.75 99.82 99.82 99.71 99.81 99.82 \n        \nSc 37 35 17 17 36 17 18 \nBe 1 1 3 3 1 3 3 \nV 384 371 78 75 512 95 85 \nBa 308 234 571 549 392 667 575 \nSr 190.2 212.7 127.6 139.6 330.6 125.7 148.2 \nY 29.4 26.6 35.5 34.9 39.2 48.9 35.5 \nZr 137.8 131.3 232.4 236.1 187.1 232.3 236.8 \nCo 38.9 37.8 11.7 10.2 43.5 11.0 12.3 \nNi 42 43&lt;20&lt;20 22&lt;20&lt;20 \nCu 154.1 56.6 43.2 37.8 111.2 44.3 54.3 \nZn 41 23 55 28 41 43 53 \nGa 20.3 20.1 18.3 18.4 21.4 17.7 18.3 \nAs&lt;0.5 3.5 1.2 0.9&lt;0.5 1.0 1.7 \nRb 58.5 23.0 178.6 180.8 66.6 170.6 162.6 \nNb 10.2 10.4 19.2 19.8 14.4 19.4 20.0 \nMo 0.6 0.2 1.1 0.7 0.5 0.8 1.0 \nSn 2 2 5 6 3 5 5 \nCs 0.9 7.2 8.2 7.1 1.7 6.8 7.1 \nLa 19.8 18.7 37.5 36.7 25.4 39.4 37.2 \nCe 44.1 42.1 84.5 83.9 57.4 84.0 83.4 \nPr 5.18 4.89 9.37 9.36 6.74 9.92 9.17 \nNd 22.5 21.0 36.9 36.6 28.6 39.0 35.4 \nSm 4.81 4.52 7.19 7.20 6.34 8.17 7.35 \nEu 1.32 1.26 1.48 1.43 1.81 1.66 1.38 \nGd 5.19 4.71 6.95 6.64 7.00 8.18 6.98 \nTb 0.86 0.83 1.14 1.11 1.18 1.35 1.10 \nDy 4.79 4.66 6.18 6.13 6.76 7.49 6.06 \nHo 1.02 0.97 1.18 1.23 1.41 1.56 1.23 \nEr 3.03 2.79 3.44 3.38 4.03 4.59 3.52 \nTm 0.44 0.41 0.54 0.53 0.60 0.67 0.52 \nYb 2.76 2.57 3.23 3.18 3.57 4.07 3.34 \nLu 0.40 0.40 0.49 0.49 0.56 0.62 0.49 \nHf 4.3 3.8 6.9 6.7 5.6 6.2 6.8 \nTa 0.5 0.5 1.7 1.5 1.0 1.5 1.5 \nPb 3.2 8.4 4.7 5.2 4.3 4.7 3.7 \nTh 4.8 5.0 14.1 13.6 7.1 12.9 14.1 \nU 1.5 1.4 4.8 4.4 1.6 3.6 4.5 \nAu 2.6 3.3 12.1 0.6 6.4&lt;0.5&lt;0.5 \n\n \n\n\n\n \n\n \n\n104 \n\nApêndice II. Análise química das amostras da Serra do Umbu.  Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SU1 SU2B SU3 SU4B SU5 SU6B SU7 SU8 \nCoord. N 6734282 6774415 6734603 6734734 6735023 6735172 6735288 6735298 \nCoord. S 566371 566311 566211 566225 566502 566652 566267 566151 \nCota (m) 178 190 194 203 231 242 345 394 \nSiO2 49,13 52,99 52,47 51,85 54,25 52,10 50,55 53,00 \nTiO2 0,98 1,26 1,25 1,12 1,24 1,28 0,98 1,22 \nAl2O3 14,83 15,50 15,25 15,43 14,35 14,79 14,14 14,55 \nFe2O3 10,58 10,88 10,67 10,37 10,51 10,92 11,36 11,50 \nMnO 0,17 0,14 0,15 0,14 0,14 0,17 0,18 0,17 \nMgO 8,13 4,34 4,50 5,22 4,77 6,10 6,53 5,21 \nCaO 9,83 8,26 9,04 8,84 8,11 9,53 9,83 8,81 \nNa2O 1,70 2,59 2,15 2,23 2,63 2,37 1,88 2,35 \nK2O 0,85 2,01 1,30 1,30 2,07 1,32 0,84 1,54 \nP2O5 0,14 0,21 0,21 0,17 0,21 0,21 0,12 0,17 \nCr2O3 0,032 0,010 0,010 0,016 0,010 0,020 0,007 0,009 \nLOI 3,4 1,5 2,8 3,1 1,5 0,9 3,3 1,2 \nTotal 99,74 99,76 99,77 99,76 99,78 99,74 99,78 99,76 \n         \nSc 34 32 32 34 33 36 40 38 \nBe&lt;1&lt;1 1&lt;1&lt;1&lt;1&lt;1&lt;1 \nV 232 223 224 228 264 270 272 285 \nBa 283 349 303 267 366 332 181 326 \nSr 233,5 254,6 275,9 304,3 244,6 258,1 238,1 215,8 \nY 25,0 26,3 26,6 24,3 24,0 23,6 23,0 27,0 \nZr 113,0 152,7 150,9 139,1 135,8 133,6 91,3 138,5 \nCo 46,0 36,9 35,3 34,7 34,1 39,0 44,1 39,8 \nNi 123 62 51 46 41 75 47 41 \nCu 41,7 79,5 112,0 86,8 56,2 76,9 69,1 81,4 \nZn 32 57 60 50 53 36 30 54 \nGa 16,9 19,3 19,4 17,4 17,8 17,0 16,9 19,6 \nAs 1,1 0,8 0,7 0,8 0,5&lt;0.5 0,8 0,9 \nRb 12,0 45,4 45,6 40,8 56,3 32,8 35,1 43,0 \nNb 8,5 12,5 12,9 10,3 10,6 10,8 6,3 9,4 \nMo 0,2 0,7 0,5 0,8 0,4 0,7 0,2 0,6 \nSn&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1 \nCs&lt;0.1 0,3 0,8 0,5 0,9 0,6 0,9 0,3 \nLa 18,1 22,3 22,0 21,0 19,9 18,2 13,1 20,5 \nCe 35,1 47,4 46,0 45,0 42,6 40,0 26,9 44,1 \nPr 4,68 5,68 5,71 5,35 5,32 4,98 3,46 5,39 \nNd 19,4 24,1 23,5 21,9 21,7 19,7 15,3 21,3 \nSm 4,06 4,68 4,87 4,73 4,54 4,54 3,33 4,76 \nEu 1,11 1,27 1,25 1,17 1,22 1,23 0,98 1,33 \nGd 4,33 4,84 5,00 4,62 4,57 4,51 3,72 5,08 \nTb 0,72 0,84 0,82 0,79 0,76 0,79 0,67 0,87 \nDy 4,05 4,64 4,58 4,48 4,42 4,60 3,83 4,99 \nHo 0,85 0,92 0,92 0,85 0,86 0,87 0,79 1,03 \nEr 2,44 2,62 2,65 2,51 2,48 2,42 2,23 2,80 \nTm 0,35 0,40 0,40 0,36 0,35 0,35 0,33 0,42 \nYb 2,29 2,50 2,46 2,39 2,31 2,30 2,12 2,68 \nLu 0,32 0,37 0,37 0,35 0,35 0,33 0,33 0,40 \nHf 3,5 4,8 4,3 3,8 4,0 3,7 3,1 4,0 \nTa 0,4 0,8 0,7 0,6 0,7 0,7 0,4 0,4 \nPb 1,8 2,4 5,7 6,1 2,4 2,8 3,8 3,7 \nTh 3,9 4,9 6,2 6,2 4,8 3,8 3,4 5,3 \nU 0,4 0,9 0,7 1,1 1,5 0,8 0,6 0,9 \nAu&lt;0.5 0,8 0,8&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5 \n\n\n\n \n\n \n\n105 \n\nApêndice II. Análise química das amostras da Serra do Umbu. Cont. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SU9 SU10 SU11 SU15 SU16 SU17 SU20 \nCoord. N 6735600 6735864 6735961 6736563 6736592 6736592 6736131 \nCoord. S 565783 565608 565801 565588 565528 565149 564706 \nCota (m) 426 483 501 761 771 797 833 \nSiO2 50,79 51,52 65,79 66,49 67,16 52,58 53,10 \nTiO2 0,92 1,21 1,03 0,88 0,88 1,40 1,47 \nAl2O3 14,85 14,30 12,52 12,69 12,70 13,72 13,60 \nFe2O3 9,89 11,70 7,48 6,22 6,18 12,45 12,88 \nMnO 0,16 0,18 0,11 0,11 0,10 0,17 0,18 \nMgO 7,51 5,51 1,05 0,88 0,94 4,61 4,51 \nCaO 10,46 8,75 2,70 2,04 2,01 8,42 7,66 \nNa2O 1,98 2,28 2,64 2,77 2,98 2,35 2,77 \nK2O 0,86 1,57 4,35 4,08 4,14 1,27 1,66 \nP2O5 0,14 0,17 0,29 0,26 0,27 0,19 0,19 \nCr2O3 0,037 0,006&lt;0.002&lt;0.002&lt;0.002 0,004 0,002 \nLOI 2,1 2,5 1,8 3,4 2,5 2,6 1,7 \nTotal 99,75 99,75 99,78 99,78 99,81 99,76 99,74 \n        \nSc 36 37 18 16 16 34 34 \nBe&lt;1&lt;1 9 4 4&lt;1 1 \nV 236 277 48 48 44 349 360 \nBa 282 370 909 930 788 300 327 \nSr 250,5 218,2 152,2 135,1 141,6 212,2 200,0 \nY 19,2 27,0 73,2 70,2 42,3 28,5 76,4 \nZr 100,2 137,6 255,3 232,1 229,9 130,3 137,2 \nCo 38,9 39,6 23,1 10,0 8,8 36,5 34,7 \nNi 98 45&lt;20&lt;20&lt;20 37 31 \nCu 65,8 107,2 16,6 24,1 19,8 99,5 130,7 \nZn 32 43 105 63 79 25 44 \nGa 15,8 20,0 17,6 17,8 17,8 20,4 18,9 \nAs 1,1&lt;0.5 1,1 1,7 2,0&lt;0.5&lt;0.5 \nRb 18,9 36,5 164,8 162,1 159,7 38,7 55,5 \nNb 7,3 10,5 20,3 19,2 18,4 10,4 10,9 \nMo 0,2 0,4 0,7 0,5 1,1 0,2 0,6 \nSn&lt;1&lt;1 3 4 3&lt;1&lt;1 \nCs 0,1 0,2 5,6 7,4 7,0 3,3 1,7 \nLa 14,7 20,9 48,4 57,7 40,8 18,8 27,8 \nCe 28,7 45,8 98,3 108,0 80,4 40,5 43,7 \nPr 3,69 5,47 12,89 15,20 10,07 4,99 6,27 \nNd 15,9 20,6 54,3 61,9 39,3 20,2 26,2 \nSm 3,50 4,76 10,95 12,81 7,69 4,47 6,02 \nEu 0,98 1,32 2,45 2,37 1,50 1,24 1,86 \nGd 3,52 4,98 12,35 13,33 7,49 4,88 8,95 \nTb 0,61 0,85 2,07 2,19 1,27 0,86 1,48 \nDy 3,47 4,81 11,57 12,03 7,23 5,09 8,55 \nHo 0,68 0,98 2,48 2,29 1,42 0,98 1,97 \nEr 2,06 2,78 6,89 6,36 3,99 2,71 5,44 \nTm 0,30 0,42 1,04 0,96 0,59 0,41 0,73 \nYb 1,99 2,66 6,57 5,89 3,49 2,59 3,91 \nLu 0,29 0,39 0,96 0,84 0,51 0,39 0,59 \nHf 3,2 4,0 8,1 7,1 6,4 4,1 4,3 \nTa 0,4 0,6 1,4 1,5 1,4 0,7 0,7 \nPb 2,1 2,5 4,9 6,2 3,4 4,4 3,0 \nTh 2,6 4,7 14,2 14,1 14,9 5,2 5,6 \nU 0,4 0,8 3,2 3,2 3,7 1,3 1,5 \nAu&lt;0.5 0,5&lt;0.5&lt;0.5&lt;0.5 3,5 1,0 \n\n\n\n \n\n \n\n106 \n\nApêndice II. Análise química das amostras da Serra da Boa Vista. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SBV4 SBV6B SBV7 SBV8 SBV11B SBV12B SBV13 SBV14 \nCoord. N 6727424 6727880 6727764 6727698 6727671 6727698 6727624 6727609 \nCoord. S 569073 568429 568001 567954 568052 568268 568160 568057 \nCota (m) 167 251 289 318 330 349 352 366 \nSiO2 51.81 48.15 51.67 55.38 54.83 52.72 48.18 51.08 \nTiO2 1.03 0.96 1.67 1.06 1.42 1.45 0.99 1.26 \nAl2O3 14.76 15.34 13.01 14.59 13.37 14.07 15.36 14.61 \nFe2O3 10.88 9.89 14.72 9.52 10.71 11.27 9.48 10.92 \nMnO 0.16 0.14 0.22 0.14 0.13 0.16 0.14 0.19 \nMgO 6.54 6.32 4.75 4.36 3.04 3.65 6.38 6.35 \nCaO 9.87 10.00 8.92 8.16 6.88 6.90 9.97 9.58 \nNa2O 2.09 1.48 2.74 1.83 2.54 2.66 1.71 2.30 \nK2O 1.19 1.25 1.09 2.04 1.41 1.72 0.97 1.31 \nP2O5 0.16 0.14 0.21 0.17 0.27 0.27 0.14 0.22 \nCr2O3 0.018 0.031 0.004 0.016&lt;0.002&lt;0.002 0.046 0.018 \nLOI 1.2 6.1 0.7 2.5 5.2 4.9 6.4 1.9 \nTotal 99.75 99.77 99.74 99.79 99.75 99.76 99.79 99.74 \n         \nSc 38 34 40 32 30 32 33 36 \nBe&lt;1&lt;1&lt;1&lt;1 2 2&lt;1&lt;1 \nV 254 226 396 223 253 271 238 277 \nBa 271 261 335 306 442 468 282 364 \nSr 222.9 219.8 207.4 255.5 350.7 233.5 160.2 294.8 \nY 22.2 22.2 32.5 24.4 32.0 33.1 19.7 23.8 \nZr 107.2 108.8 143.5 141.9 214.7 223.1 108.1 141.4 \nCo 39.7 41.1 41.2 33.2 32.5 35.9 38.6 42.4 \nNi 72 99 34 44 46 46 130 88 \nCu 76.4 45.9 184.9 84.5 100.7 98.5 60.4 82.4 \nZn 31 37 48 39 46 59 34 33 \nGa 17.2 14.4 19.5 18.1 18.0 20.6 15.8 18.6 \nAs 0.8 0.9&lt;0.5&lt;0.5&lt;0.5 0.5 0.9 0.6 \nRb 38.0 34.3 29.9 49.6 43.7 73.2 29.7 30.4 \nNb 9.6 7.4 9.5 10.6 16.7 17.4 7.0 10.8 \nMo 0.4 0.3 0.5 0.4 0.2 0.8 0.2 0.3 \nSn&lt;1&lt;1&lt;1&lt;1 3 3 1 1 \nCs 0.7 1.0 0.6 0.8 2.2 3.0 1.5 0.4 \nLa 19.2 16.4 19.1 21.6 30.3 30.0 13.6 19.0 \nCe 35.1 33.3 41.3 45.1 65.8 66.8 30.3 41.6 \nPr 5.00 4.32 5.30 5.57 7.72 7.99 3.72 4.94 \nNd 20.6 18.4 22.2 23.6 31.3 31.5 15.9 20.7 \nSm 4.08 3.59 4.96 4.63 6.43 6.66 3.41 4.51 \nEu 1.27 1.11 1.55 1.19 1.46 1.55 1.03 1.29 \nGd 4.34 3.90 5.63 4.54 6.31 6.58 3.62 4.62 \nTb 0.71 0.65 1.00 0.77 1.01 1.07 0.61 0.75 \nDy 4.00 3.59 5.53 4.23 5.85 6.04 3.49 4.33 \nHo 0.82 0.78 1.18 0.85 1.14 1.16 0.75 0.89 \nEr 2.20 2.14 3.33 2.51 3.24 3.46 2.15 2.46 \nTm 0.33 0.31 0.51 0.36 0.48 0.48 0.30 0.36 \nYb 2.09 2.08 3.19 2.32 2.90 2.98 1.98 2.28 \nLu 0.31 0.31 0.49 0.36 0.44 0.48 0.30 0.35 \nHf 3.3 3.2 4.1 3.8 6.0 6.0 2.9 3.9 \nTa 0.6 0.5 0.6 0.6 1.2 1.4 0.4 0.6 \nPb 2.6 4.1 1.6 6.6 8.1 10.9 4.1 3.4 \nTh 4.2 3.8 3.7 5.5 9.0 9.5 3.3 3.5 \nU 0.7 0.5 0.7 1.0 2.1 2.4 0.6 0.8 \nAu&lt;0.5&lt;0.5 3.2&lt;0.5 2.8 3.9 3.9 1.3 \n\n \n\n\n\n \n\n \n\n107 \n\nApêndice II. Análise química das amostras da Serra da Boa Vista. Cont. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SBV15 SBV16 SBV17 SBV18 SBV19 SBV21 SBV22 SBV23 \nCoord. N 6727615 6727609 6727605 6727466 6727506 6727402 6727469 6727398 \nCoord. S 568036 567718 567680 567749 567603 567226 566985 566919 \nCota (m) 366 389 395 425 435 495 515 540 \nSiO2 51.21 50.08 51.39 54.73 51.83 49.91 54.99 51.12 \nTiO2 1.67 1.22 1.10 1.32 1.48 0.95 1.44 1.14 \nAl2O3 13.04 14.28 12.10 13.71 13.42 15.00 13.03 14.39 \nFe2O3 14.90 10.90 10.03 10.67 13.29 10.72 12.43 11.38 \nMnO 0.21 0.16 0.14 0.17 0.21 0.17 0.15 0.17 \nMgO 4.76 6.29 5.83 3.53 4.92 6.92 2.99 5.51 \nCaO 8.91 9.31 7.06 7.36 9.27 10.02 5.95 8.45 \nNa2O 2.68 2.16 2.53 2.54 2.72 2.61 2.93 3.17 \nK2O 1.12 1.31 2.16 1.34 0.82 1.08 2.70 1.53 \nP2O5 0.22 0.20 0.18 0.23 0.19 0.13 0.21 0.17 \nCr2O3 0.004 0.020 0.017&lt;0.002 0.003 0.037&lt;0.002 0.010 \nLOI 1.0 3.8 7.2 4.2 1.6 2.2 3.0 2.7 \nTotal 99.73 99.74 99.79 99.77 99.74 99.75 99.77 99.75 \n         \nSc 39 36 33 31 38 39 32 35 \nBe&lt;1 1 1 1&lt;1&lt;1 1&lt;1 \nV 420 286 130 267 387 259 331 281 \nBa 355 355 436 457 306 332 445 407 \nSr 216.5 211.1 137.2 235.9 231.2 229.6 177.7 237.6 \nY 32.6 22.7 21.4 30.2 32.8 22.0 32.7 26.8 \nZr 157.0 136.9 114.2 177.9 146.2 108.6 172.0 130.5 \nCo 45.4 44.0 37.5 32.5 41.4 41.8 36.4 37.3 \nNi 42 90 76&lt;20 26 95&lt;20 41 \nCu 170.5 55.9 37.6 79.0 135.6 5.0 64.5 38.0 \nZn 54 25 58 52 51 34 76 54 \nGa 20.4 16.9 10.5 18.5 18.1 17.5 18.8 19.6 \nAs&lt;0.5 0.7 1.6&lt;0.5&lt;0.5 0.8 0.7&lt;0.5 \nRb 33.4 46.0 37.0 43.2 35.7 26.4 90.3 42.9 \nNb 9.9 10.5 9.1 13.2 9.4 7.4 12.2 10.0 \nMo 0.6 0.2 0.2 0.4 0.5 0.5 0.9 0.6 \nSn 2 1 3 1 1&lt;1 1 8 \nCs 0.5 1.3 0.7 3.3 1.0 0.4 1.4 0.4 \nLa 19.4 17.3 15.3 28.9 20.0 16.3 26.6 21.0 \nCe 43.4 39.4 34.5 61.0 42.1 33.1 55.8 40.6 \nPr 5.23 4.71 4.48 7.64 5.46 4.29 6.99 5.50 \nNd 22.5 20.4 18.3 29.3 22.9 17.8 28.3 23.1 \nSm 5.23 4.34 3.98 6.04 5.04 3.72 5.71 4.73 \nEu 1.58 1.28 1.22 1.56 1.53 1.17 1.47 1.43 \nGd 5.69 4.56 3.99 6.05 5.53 3.90 5.97 4.82 \nTb 1.01 0.74 0.67 1.00 0.98 0.65 0.99 0.82 \nDy 5.88 4.14 3.85 5.29 5.45 3.70 5.40 4.67 \nHo 1.21 0.86 0.74 1.11 1.12 0.79 1.16 0.98 \nEr 3.47 2.44 2.21 3.01 3.45 2.12 3.23 2.69 \nTm 0.53 0.36 0.34 0.47 0.50 0.34 0.49 0.41 \nYb 3.24 2.18 1.96 3.04 3.02 1.94 2.91 2.56 \nLu 0.49 0.34 0.30 0.45 0.47 0.33 0.48 0.38 \nHf 4.4 3.7 3.0 4.7 3.8 2.7 4.8 3.5 \nTa 0.6 0.7 0.6 0.9 0.5 0.4 0.8 0.6 \nPb 1.4 3.2 5.6 10.2 2.7 1.7 4.0 2.1 \nTh 4.2 3.4 3.2 7.4 4.1 2.7 7.9 4.0 \nU 0.7 0.7 0.4 1.9 0.8 0.4 1.7 0.6 \nAu 2.8&lt;0.5&lt;0.5&lt;0.5 2.3 1.6&lt;0.5&lt;0.5 \n\n\n\n \n\n \n\n108 \n\nApêndice II. Análise química das amostras da Serra da Boa Vista. Cont. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nAmostras SBV25 SBV26 SBV27 SBV28 SBV32 \nCoord. N 6727299 6727128 6727257 6727123 6727200 \nCoord. S 567108 566561 566471 566514 566328 \nCota (m) 560 668 684 704 747 \nSiO2 51.28 67.02 65.44 67.83 65.43 \nTiO2 1.28 1.03 1.02 1.02 1.01 \nAl2O3 13.44 12.19 12.35 11.98 12.20 \nFe2O3 12.90 7.33 7.52 7.22 7.18 \nMnO 0.18 0.12 0.12 0.13 0.12 \nMgO 6.03 0.95 0.99 1.02 0.95 \nCaO 10.08 3.16 3.36 2.79 3.55 \nNa2O 2.56 2.86 3.32 2.79 3.16 \nK2O 0.73 4.01 2.85 3.83 2.71 \nP2O5 0.13 0.28 0.28 0.28 0.28 \nCr2O3 0.008&lt;0.002&lt;0.002&lt;0.002&lt;0.002 \nLOI 1.2 0.9 2.6 0.9 3.2 \nTotal 99.78 99.82 99.81 99.82 99.83 \n      \nSc 41 18 18 17 18 \nBe&lt;1 3 3 3 2 \nV 349 47 46 47 44 \nBa 157 652 664 654 666 \nSr 160.8 139.1 151.4 137.3 151.1 \nY 26.2 40.6 42.8 41.3 40.6 \nZr 90.5 252.6 257.4 256.2 252.1 \nCo 43.3 10.7 11.1 10.2 11.1 \nNi 50&lt;20&lt;20&lt;20&lt;20 \nCu 73.8 16.3 14.6 22.0 16.4 \nZn 44 38 38 58 37 \nGa 17.2 16.7 17.9 18.6 18.2 \nAs&lt;0.5 1.6&lt;0.5 1.4 0.6 \nRb 22.1 147.6 158.7 144.8 150.8 \nNb 5.1 19.0 20.1 19.1 19.0 \nMo 0.5 0.6 0.6 0.8 0.5 \nSn&lt;1 2 4 3 5 \nCs 0.3 4.9 8.5 4.6 7.9 \nLa 10.3 41.5 43.4 41.8 41.7 \nCe 22.7 86.0 90.6 88.5 86.8 \nPr 3.05 10.66 10.99 10.72 10.63 \nNd 13.9 42.6 43.2 42.3 41.8 \nSm 3.52 8.16 8.55 8.24 8.27 \nEu 1.14 1.73 1.75 1.65 1.73 \nGd 4.21 7.98 8.27 7.69 7.68 \nTb 0.75 1.27 1.34 1.30 1.27 \nDy 4.60 6.91 7.28 7.11 6.90 \nHo 0.93 1.42 1.47 1.42 1.43 \nEr 2.82 3.97 4.00 4.02 3.93 \nTm 0.40 0.58 0.62 0.61 0.59 \nYb 2.52 3.76 3.84 3.79 3.75 \nLu 0.38 0.57 0.57 0.56 0.57 \nHf 2.7 7.4 7.1 7.7 7.0 \nTa 0.4 1.4 1.4 1.4 1.3 \nPb 0.9 5.0 1.5 4.4 3.5 \nTh 2.7 13.3 14.3 13.5 13.3 \nU 0.5 2.6 3.8 4.0 3.7 \nAu 6.6&lt;0.5 0.5&lt;0.5&lt;0.5 \n\n\n\n \n\n \n\n109 \n\nApêndice II. Análise química das amostras dos morros das Cabras e da Guarita (Torres). \n\nAbaixo do limite de detecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos \n\nem peso %, elementos traços em ppm. \n\nCoord. N 6751709      \nCoord. S 622880      \nCota (m) 2      \nAmostras TI-A TI-B T1C T2-B T2C T3 \nSiO2 56,11 57,26 55,61 56,30 55,90 56,69 \nTiO2 1,56 1,56 1,58 1,59 1,60 1,54 \nAl2O3 12,84 12,77 12,97 12,69 12,94 12,77 \nFe2O3 13,15 13,28 13,44 13,19 13,18 13,06 \nMnO 0,13 0,17 0,18 0,17 0,19 0,13 \nMgO 2,71 2,70 3,18 2,98 3,09 2,82 \nCaO 6,03 6,23 6,47 6,07 6,27 5,83 \nNa2O 2,64 2,60 2,59 2,68 2,56 2,29 \nK2O 2,44 2,36 2,17 2,17 2,18 2,89 \nP2O5 0,23 0,23 0,23 0,23 0,23 0,23 \nCr2O3 0,002&lt;0.002&lt;0.002&lt;0.002&lt;0.002 0,002 \nLOI 1,6 0,6 1,3 1,7 1,6 1,5 \nTotal 99,43 99,77 99,74 99,77 99,74 99,77 \n       \nSc 34 34 36 35 35 35 \nBe 1 2 1 1 1 2 \nV 463 403 407 406 409 399 \nBa 479 485 429 451 424 484 \nSr 183,6 183,6 196,0 186,0 186,5 179,2 \nY 33,1 33,5 30,9 31,6 30,6 35,1 \nZr 185,4 178,9 175,0 181,9 175,6 182,4 \nCo 40,5 40,8 39,4 41,6 38,2 36,0 \nNi 30 23&lt;20 23 20&lt;20 \nCu 125,7 175,1 155,5 152,4 142,9 45,1 \nZn 62 54 75 70 73 55 \nGa 19,0 19,0 20,2 19,9 18,6 18,4 \nAs&lt;0.5&lt;0.5 0,8&lt;0.5 0,6&lt;0.5 \nRb 93,8 90,7 70,6 85,1 71,0 103,8 \nNb 13,5 13,3 13,2 13,5 13,4 13,1 \nMo 0,6 0,8 1,0 0,7 0,7 0,6 \nSn 2 2&lt;1 2 3 2 \nCs 2,0 2,1 2,0 1,9 2,0 1,7 \nLa 26,9 26,4 25,2 24,5 25,2 27,7 \nCe 62,0 62,1 54,4 60,4 54,5 64,4 \nPr 7,28 7,21 6,67 7,07 6,60 7,50 \nNd 28,4 30,2 26,6 27,9 26,8 29,4 \nSm 6,15 6,12 6,20 5,85 5,81 6,30 \nEu 1,52 1,55 1,52 1,46 1,47 1,57 \nGd 6,20 6,36 6,19 5,85 5,92 6,64 \nTb 1,00 1,03 1,05 0,98 1,01 1,05 \nDy 6,12 5,84 5,96 5,74 5,75 6,02 \nHo 1,18 1,19 1,15 1,13 1,11 1,18 \nEr 3,39 3,47 3,37 3,23 3,19 3,40 \nTm 0,49 0,49 0,50 0,49 0,49 0,52 \nYb 3,22 3,03 3,18 3,17 3,22 3,21 \nLu 0,48 0,47 0,46 0,49 0,46 0,48 \nHf 4,8 4,8 5,2 5,2 4,9 5,2 \nTa 1,0 0,9 0,9 0,9 1,0 1,0 \nPb 4,4 4,8 3,4 3,1 3,4 3,0 \nTh 7,9 6,9 7,2 7,9 8,6 7,8 \nU 1,9 1,9 1,8 1,8 1,7 1,8 \nAu 1,1 1,7 1,1 1,4 1,0 1,6 \n\n\n\n \n\n \n\n110 \n\nApêndice II. Análise química das amostras do morro das Furnas (Torres). Abaixo do limite \n\nde detecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nCoord. N 6751705     \nCoord. S 623045     \nCota (m) 2     \nAmostras T4-C T4-E T4E1 T4-F T4F1 \nSiO2 59,91 59,38 59,00 55,62 55,36 \nTiO2 1,39 1,39 1,45 1,54 1,53 \nAl2O3 13,10 13,23 13,13 12,98 12,98 \nFe2O3 10,37 10,17 10,80 13,04 13,18 \nMnO 0,14 0,11 0,11 0,20 0,19 \nMgO 2,50 2,73 2,49 3,25 3,27 \nCaO 5,32 4,11 4,18 7,35 7,32 \nNa2O 2,90 3,43 3,24 2,48 2,49 \nK2O 2,89 3,14 1,24 1,21 1,18 \nP2O5 0,27 0,26 0,27 0,22 0,22 \nCr2O3&lt;0.002&lt;0.002&lt;0.002 0,002&lt;0.002 \nLOI 1,0 1,8 1,8 1,9 1,8 \nTotal 99,78 99,77 99,77 99,75 99,75 \n      \nSc 28 27 28 35 36 \nBe 2 2&lt;1 2&lt;1 \nV 257 250 267 415 374 \nBa 564 712 548 436 393 \nSr 219,5 189,5 190,6 253,6 230,2 \nY 33,8 36,2 32,5 34,4 30,4 \nZr 209,5 205,2 195,8 180,3 162,6 \nCo 28,4 28,1 25,5 42,8 39,1 \nNi&lt;20 20&lt;20 29 23 \nCu 55,5 79,8 82,9 158,4 156,5 \nZn 63 72 69 31 41 \nGa 17,9 18,1 17,1 19,1 18,2 \nAs&lt;0.5&lt;0.5 0,6&lt;0.5&lt;0.5 \nRb 112,4 117,4 98,0 88,6 79,2 \nNb 15,2 14,7 15,1 13,4 12,0 \nMo 0,7 0,8 0,9 0,5 0,5 \nSn 2 2&lt;1 2&lt;1 \nCs 1,7 2,4 1,4 5,0 3,9 \nLa 31,9 33,5 33,1 26,4 24,5 \nCe 73,2 75,7 66,2 62,0 51,4 \nPr 8,68 8,60 8,23 7,17 6,27 \nNd 33,1 33,9 32,6 28,2 25,7 \nSm 6,72 6,87 7,00 6,19 5,64 \nEu 1,61 1,59 1,62 1,55 1,43 \nGd 6,56 6,88 6,70 6,22 5,91 \nTb 1,05 1,05 1,13 1,05 1,00 \nDy 5,90 6,10 6,03 5,97 5,76 \nHo 1,18 1,17 1,24 1,22 1,18 \nEr 3,43 3,36 3,40 3,48 3,13 \nTm 0,49 0,49 0,50 0,53 0,46 \nYb 3,18 3,07 3,22 3,19 3,05 \nLu 0,47 0,47 0,46 0,49 0,45 \nHf 5,6 5,8 5,6 4,9 4,6 \nTa 1,1 1,0 1,0 0,8 0,8 \nPb 9,3 6,0 6,9 2,1 3,9 \nTh 9,3 9,1 8,7 7,2 7,3 \nU 2,4 2,2 2,0 1,8 1,6 \nAu 0,9&lt;0.5&lt;0.5 3,7 0,7 \n\n\n\n \n\n \n\n111 \n\nApêndice II. Análise química de clastos vulcânicos de brechas no morro das Furnas \n\n(Torres). Abaixo do limite de detecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. \n\nÓxidos em peso %, elementos traços em ppm. \n\nCoord. N 6751705        \nCoord. S 623045        \nCota (m) 2        \nAmostras T4-B B1A B1B B1C T4-D B2A B2B B2C \nSiO2 49,01 50,62 44,28 57,93 54,91 53,53 55,88 58,00 \nTiO2 2,21 2,43 1,31 3,36 2,02 5,12 3,10 3,10 \nAl2O3 14,14 14,15 9,36 13,61 15,30 14,20 14,40 13,51 \nFe2O3 13,67 12,22 8,46 10,69 9,86 12,04 10,63 10,94 \nMnO 0,21 0,13 0,69 0,12 0,33 0,18 0,14 0,13 \nMgO 5,27 5,29 2,06 1,86 2,87 3,21 2,56 2,13 \nCaO 2,34 3,18 15,92 1,81 2,01 3,11 2,80 3,22 \nNa2O 4,63 4,72 3,40 4,55 6,40 3,82 5,72 4,95 \nK2O 1,75 1,56 0,75 1,46 1,75 1,66 1,50 1,49 \nP2O5 0,33 0,26 0,13 0,27 0,33 0,32 0,29 0,29 \nCr2O3 0,003 0,002 0,002&lt;0.002&lt;0.002&lt;0.002&lt;0.002&lt;0.002 \nLOI 6,1 5,1 13,5 4,0 4,0 2,5 2,7 2,0 \nTotal 99,70 99,70 99,86 99,66 99,78 99,68 99,74 99,75 \n         \nSc 36 39 24 29 33 33 29 29 \nBe 1 2 2 3 2 2 2 2 \nV 367 366 205 276 290 382 303 320 \nBa 549 659 314 1295 400 1015 754 899 \nSr 99,0 121,2 96,1 142,4 124,0 149,5 179,4 157,9 \nY 38,7 33,0 18,9 110,1 37,4 37,1 35,9 36,1 \nZr 232,7 201,2 89,4 227,4 258,1 231,1 230,9 233,6 \nCo 42,0 48,0 23,8 31,3 31,2 38,0 31,6 27,5 \nNi 31 57 39 31&lt;20 33 26 26 \nCu 125,8 125,2 69,3 73,3 97,0 133,0 76,6 66,7 \nZn 130 136 23 101 140 112 78 88 \nGa 23,0 20,2 10,4 18,0 22,3 16,5 16,2 12,0 \nAs&lt;0.5 0,9 0,8 1,2&lt;0.5 0,7 0,7 1,2 \nRb 68,4 71,6 29,9 111,2 66,4 144,2 127,5 113,3 \nNb 17,7 14,4 6,3 16,3 19,1 16,7 16,4 17,2 \nMo 0,9 0,7 0,5 0,4 1,1 1,1 0,7 1,0 \nSn 3 2 1 3 3 3 3 3 \nCs 0,7 0,6 0,5 1,1 2,4 0,8 2,7 2,2 \nLa 32,7 26,8 20,1 131,0 30,7 30,7 38,9 39,2 \nCe 82,4 63,9 32,2 104,8 84,4 71,1 81,0 79,9 \nPr 9,52 7,76 3,80 29,86 10,26 8,74 9,50 9,53 \nNd 38,4 32,5 16,1 119,2 41,0 35,4 37,7 38,1 \nSm 7,67 6,37 3,27 21,78 8,07 7,23 7,39 7,41 \nEu 1,94 1,68 0,82 5,13 1,66 1,73 1,76 1,71 \nGd 7,56 6,29 3,29 23,10 8,04 7,20 7,11 7,06 \nTb 1,24 1,05 0,55 3,75 1,27 1,17 1,16 1,15 \nDy 6,96 5,70 3,14 20,71 7,20 6,42 6,57 6,46 \nHo 1,37 1,19 0,66 4,07 1,38 1,32 1,27 1,28 \nEr 3,94 3,27 1,93 11,01 3,94 3,71 3,59 3,71 \nTm 0,58 0,48 0,29 1,59 0,59 0,56 0,53 0,53 \nYb 3,69 3,07 1,87 9,15 3,68 3,53 3,34 3,31 \nLu 0,57 0,45 0,29 1,30 0,56 0,54 0,50 0,49 \nHf 6,2 5,8 2,3 6,6 7,3 6,4 6,1 6,5 \nTa 1,0 1,0 0,5 1,0 1,4 1,1 1,3 1,1 \nPb 16,3 11,7 13,2 13,2 12,4 9,7 10,5 12,3 \nTh 10,1 7,5 3,5 11,1 11,7 10,1 10,2 9,8 \nU 2,9 2,3 0,9 2,4 2,8 2,8 2,4 2,5 \nAu 0,9 0,6 0,7 1,0&lt;0.5 1,3 1,1 1,2 \n \n\n\n\n \n\n \n\n112 \n\nApêndice II. Análise química das amostras do morro do Farol (Torres). Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nCoord. N 6753099          \nCoord. S 623596          \nCota (m) 2          \nAmostras T5-A T5A1 T5-B T5B1 T5B2 T5-C T5C1 T5D T5E T5F \nSiO2 53,83 53,97 52,03 51,72 51,73 52,51 52,52 50,69 50,71 51,58 \nTiO2 1,26 1,25 1,20 1,61 1,42 1,34 1,34 1,44 1,46 1,40 \nAl2O3 14,05 13,82 13,49 12,76 14,14 14,47 14,23 13,85 13,74 13,63 \nFe2O3 10,25 10,62 10,59 13,10 11,35 11,40 11,46 13,15 12,71 12,82 \nMnO 0,15 0,12 0,15 0,11 0,12 0,16 0,16 0,25 0,17 0,21 \nMgO 4,21 4,35 4,99 2,62 3,53 4,68 4,66 5,27 5,65 4,91 \nCaO 5,61 4,94 5,14 4,74 4,85 5,44 6,04 7,16 6,50 7,87 \nNa2O 3,20 3,22 4,40 4,06 5,10 3,43 2,96 3,20 3,44 2,37 \nK2O 3,50 1,02 1,95 1,24 1,17 3,70 1,01 1,19 1,16 1,12 \nP2O5 0,22 0,22 0,22 0,28 0,27 0,22 0,21 0,19 0,19 0,19 \nCr2O3 0,004 0,003 0,004 0,003 0,002 0,003 0,004 0,003&lt;0.002 0,003 \nLOI 3,5 3,6 5,6 3,1 5,0 2,3 2,5 2,9 3,3 3,2 \nTotal 99,74 99,66 99,78 99,64 99,77 99,64 99,67 99,70 99,67 99,70 \n           \nSc 31 32 31 42 37 36 36 36 36 36 \nBe 1 1 1&lt;1 2 1&lt;1 2 1&lt;1 \nV 275 267 283 747 297 316 296 378 408 401 \nBa 639 1112 355 1176 418 1415 1084 472 554 447 \nSr 308,0 373,2 64,1 65,2 82,8 203,3 199,4 300,9 234,4 348,3 \nY 27,9 28,8 28,1 30,8 33,3 28,9 26,8 33,0 32,3 29,7 \nZr 162,7 171,3 155,0 223,2 178,3 162,1 170,9 150,8 158,5 148,4 \nCo 34,7 34,4 38,5 24,0 39,8 38,7 39,1 38,7 41,6 41,3 \nNi 41 40 38 22 40 51 42 33 35 32 \nCu 92,9 92,8 73,0 100,6 109,1 155,4 143,3 160,3 222,5 154,5 \nZn 58 63 87 36 65 72 74 69 109 58 \nGa 17,1 15,8 17,8 9,3 15,7 16,3 15,6 20,7 18,6 19,2 \nAs&lt;0.5 0,6 1,1 1,1 1,8&lt;0.5 0,9 0,7 0,9 0,6 \nRb 110,7 124,1 53,6 149,8 54,2 130,4 109,1 49,4 57,9 41,4 \nNb 12,6 12,2 11,0 15,3 13,0 11,3 12,0 11,4 12,1 10,6 \nMo 0,3 0,3 0,7 0,8 0,8 0,7 0,8 0,8 0,9 0,7 \nSn 2 2 2 3 2 2 2 2 2 2 \nCs 2,7 2,6 1,5 0,8 3,1 2,0 1,7 0,8 0,4 1,9 \nLa 24,4 27,8 20,1 36,5 30,9 23,3 23,9 21,9 23,0 21,0 \nCe 56,5 59,0 52,7 82,9 71,8 49,9 59,5 50,1 55,5 49,7 \nPr 6,54 6,91 6,30 8,88 7,87 6,12 6,34 5,74 5,90 5,55 \nNd 26,5 27,5 25,4 37,6 33,6 26,9 26,8 22,2 24,3 21,5 \nSm 5,35 5,47 5,12 6,61 6,12 5,04 5,26 4,94 5,20 4,71 \nEu 1,38 1,45 1,32 1,67 1,69 1,43 1,42 1,51 1,49 1,42 \nGd 5,29 5,65 5,18 6,75 6,48 5,30 5,48 5,64 5,65 5,12 \nTb 0,87 0,87 0,86 1,10 1,05 0,89 0,87 1,01 1,02 0,93 \nDy 4,97 4,67 4,71 6,01 5,47 4,76 4,90 5,46 5,28 5,15 \nHo 1,00 1,02 0,95 1,24 1,17 1,05 1,01 1,19 1,16 1,12 \nEr 2,91 3,04 2,81 3,40 3,19 2,82 2,57 3,31 3,32 3,00 \nTm 0,43 0,45 0,40 0,53 0,47 0,44 0,40 0,49 0,51 0,45 \nYb 2,60 2,78 2,48 3,28 2,80 2,85 2,60 3,00 2,97 2,98 \nLu 0,38 0,39 0,38 0,44 0,43 0,42 0,39 0,45 0,43 0,42 \nHf 4,2 4,2 4,4 6,0 4,4 4,8 4,8 4,7 4,2 3,9 \nTa 0,8 0,9 0,7 1,1 0,8 0,9 0,7 0,8 0,8 0,8 \nPb 8,9 8,7 10,5 13,5 10,7 4,7 4,1 6,9 9,8 5,8 \nTh 5,7 6,4 5,9 8,0 6,6 6,1 5,4 7,2 5,7 5,4 \nU 1,6 1,8 2,0 2,5 3,6 1,5 1,5 1,4 1,5 1,4 \nAu 3,6 0,6&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5 1,8 1,1 2,2 \n\n\n\n \n\n \n\n113 \n\nApêndice II. Análise química das amostras da pedreira Graxaim. Abaixo do limite de \n\ndetecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, \n\nelementos traços em ppm. \n\nCoord. N 6749990      \nCoord. S 615022      \nCota (m) 40      \nAmostras BR-1A BR-1B BR-1C BR-1D BR-1E BR-1G \nSiO2 58,12 52,03 58,93 53,39 50,61 52,31 \nTiO2 2,64 1,12 2,64 1,50 0,85 1,12 \nAl2O3 13,32 13,07 13,36 13,39 14,06 12,90 \nFe2O3 10,75 13,91 10,38 13,15 11,28 13,55 \nMnO 0,15 0,21 0,15 0,19 0,16 0,19 \nMgO 2,91 4,94 2,63 4,61 4,91 4,77 \nCaO 6,18 9,11 5,82 8,12 8,45 8,89 \nNa2O 2,68 2,60 2,66 2,61 2,65 2,56 \nK2O 1,40 1,51 1,38 1,44 1,29 1,47 \nP2O5 0,25 0,18 0,25 0,20 0,22 0,18 \nCr2O3&lt;0.002 0,003 0,004 0,003 0,012 0,003 \nLOI 1,4 1,1 1,6 1,2 5,3 1,8 \nTotal 99,78 99,75 99,78 99,77 99,77 99,77 \n       \nSc 29 37 29 34 35 37 \nBe 2 1 2 1 1 1 \nV 283 404 317 365 250 377 \nBa 525 347 549 356 307 295 \nSr 213,7 225,2 215,2 224,0 294,5 222,3 \nY 32,3 32,3 34,2 31,7 29,0 32,0 \nZr 194,9 144,4 196,9 155,9 169,1 143,0 \nCo 31,7 44,7 31,1 42,1 38,2 42,1 \nNi&lt;20 31 23 33 57 26 \nCu 66,4 156,9 51,2 98,6 16,6 79,3 \nZn 44 53 59 64 61 43 \nGa 20,6 19,3 18,0 20,0 16,4 18,7 \nAs&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5 \nRb 99,5 35,0 96,3 55,2 26,9 48,9 \nNb 14,5 9,1 14,9 12,9 13,1 9,3 \nMo 0,5 0,6 0,4 0,6 0,5 0,4 \nSn 3 1 2 2 1 1 \nCs 1,9 1,5 1,6 1,2 0,8 1,7 \nLa 31,1 20,6 31,5 23,1 25,0 19,5 \nCe 73,2 46,5 72,3 53,5 57,2 45,3 \nPr 8,26 5,47 8,27 6,12 6,48 5,34 \nNd 33,4 23,1 33,1 25,4 26,4 22,5 \nSm 6,59 5,11 6,67 5,39 5,53 5,00 \nEu 1,54 1,46 1,55 1,48 1,40 1,40 \nGd 6,56 5,71 6,50 5,73 5,41 5,58 \nTb 1,04 0,96 1,05 0,94 0,90 0,95 \nDy 5,81 5,53 5,82 5,52 5,04 5,69 \nHo 1,17 1,15 1,18 1,12 1,01 1,13 \nEr 3,27 3,40 3,46 3,29 2,95 3,41 \nTm 0,49 0,51 0,49 0,47 0,44 0,50 \nYb 3,05 3,00 3,08 2,96 2,69 3,03 \nLu 0,47 0,47 0,49 0,44 0,41 0,46 \nHf 5,7 3,9 5,3 4,4 4,6 4,0 \nTa 1,0 0,5 1,0 0,8 0,8 0,5 \nPb 5,7 1,8 5,4 2,6 9,3 3,7 \nTh 8,8 4,6 8,8 6,2 6,1 4,5 \nU 2,2 0,7 2,0 1,4 1,0 0,7 \nAu&lt;0.5&lt;0.5 1,4 2,8 1,9&lt;0.5 \n\n \n\n\n\n \n\n \n\n114 \n\nApêndice II. Análise química das amostras da pedreira Lobo. Abaixo do limite de detecção, \n\n0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. Óxidos em peso %, elementos traços \n\nem ppm. \n\nCoord. N 6720143      \nCoord. S 585967      \nCota (m) 8      \nAmostras BR3A BR3C BR3H BR3P BR3R BR3T \nSiO2 46.80 49.63 47.97 48.45 47.76 47.62 \nTiO2 1.02 0.94 1.02 1.03 0.91 0.93 \nAl2O3 14.31 13.89 14.07 14.36 13.97 14.52 \nFe2O3 11.28 9.88 10.15 10.12 10.20 10.12 \nMnO 0.16 0.12 0.13 0.14 0.15 0.15 \nMgO 8.81 6.43 5.24 7.35 8.44 8.44 \nCaO 10.82 8.37 10.73 10.26 9.22 9.99 \nNa2O 1.65 3.05 1.68 2.37 2.18 1.85 \nK2O 0.45 1.57 0.72 1.15 0.99 0.95 \nP2O5 0.16 0.15 0.17 0.17 0.15 0.16 \nCr2O3 0.073 0.070 0.050 0.060 0.062 0.058 \nLOI 4.2 5.6 7.9 4.3 5.7 4.9 \nTotal 99.71 99.71 99.80 99.73 99.73 99.72 \n       \nSc 40 39 38 41 37 38 \nBe&lt;1&lt;1 1&lt;1&lt;1&lt;1 \nV 273 274 260 284 253 262 \nBa 245 722 139 317 293 290 \nSr 278.2 301.3 176.2 268.4 240.7 249.8 \nY 19.7 18.6 19.5 20.1 17.9 18.5 \nZr 93.8 90.6 97.7 98.8 87.3 90.0 \nCo 53.2 42.8 34.4 42.7 48.7 45.5 \nNi 187 123 74 96 168 142 \nCu 59.0 32.2 45.2 58.7 59.3 57.7 \nZn 40 52 41 49 47 42 \nGa 16.5 11.7 15.2 16.6 14.4 16.3 \nAs&lt;0.5&lt;0.5 0.6&lt;0.5&lt;0.5&lt;0.5 \nRb 6.0 46.2 15.8 32.2 27.8 26.0 \nNb 8.7 8.2 8.9 9.1 8.0 8.4 \nMo 0.3 0.2 0.3 0.3 0.4 0.3 \nSn 1 1 1 1&lt;1 2 \nCs&lt;0.1 0.5 0.5 0.3 0.3 0.2 \nLa 13.9 13.1 14.6 15.0 13.0 13.4 \nCe 29.6 28.0 31.5 32.7 28.3 29.2 \nPr 3.87 3.67 3.90 4.05 3.56 3.67 \nNd 17.0 15.2 16.7 17.0 14.5 15.4 \nSm 3.53 3.24 3.50 3.62 3.25 3.26 \nEu 1.08 0.97 1.00 1.09 0.94 0.98 \nGd 3.65 3.38 3.63 3.70 3.38 3.45 \nTb 0.61 0.58 0.60 0.62 0.55 0.57 \nDy 3.58 3.29 3.49 3.53 3.14 3.22 \nHo 0.71 0.69 0.69 0.72 0.66 0.66 \nEr 2.03 1.96 1.97 2.09 1.83 1.89 \nTm 0.30 0.29 0.30 0.31 0.27 0.27 \nYb 1.83 1.74 1.89 1.92 1.70 1.71 \nLu 0.29 0.27 0.28 0.29 0.26 0.26 \nHf 2.6 2.6 2.8 3.0 2.3 2.6 \nTa 0.6 0.5 0.6 0.6 0.5 0.5 \nPb 2.7 2.5 2.9 1.5 1.7 1.3 \nTh 2.6 3.0 3.1 3.0 2.7 2.8 \nU 0.4 0.5 0.5 0.6 0.5 0.4 \nAu 2.2 0.7 2.9 4.2 3.0 5.5 \n\n\n\n \n\n \n\n115 \n\nApêndice II. Análise química das amostras dos lóbulos da base da pedreira da Serra da Boa \n\nVista. Abaixo do limite de detecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. \n\nÓxidos em peso %, elementos traços em ppm. \n\nCoord. N 6727913       \nCoord. S 568837       \nCota (m) 202       \nAmostras 1 2 3 4 5 6 14 \nSiO2 45,70 46,53 47,27 46,86 47,20 49,22 48,75 \nTiO2 0,95 0,95 0,96 0,93 0,96 0,99 0,97 \nAl2O3 14,31 14,68 15,10 14,89 14,93 14,43 15,20 \nFe2O3 10,12 10,16 9,80 9,94 10,05 10,43 9,70 \nMnO 0,15 0,15 0,14 0,13 0,14 0,16 0,12 \nMgO 7,65 7,42 7,12 7,21 7,65 8,21 7,67 \nCaO 10,45 10,39 10,28 10,32 10,26 10,71 10,02 \nNa2O 1,31 1,55 1,87 1,61 1,64 1,78 1,75 \nK2O 0,67 0,91 1,01 0,84 0,88 0,67 0,46 \nP2O5 0,17 0,17 0,16 0,15 0,16 0,15 0,15 \nCr2O3 0,053 0,055 0,054 0,060 0,054 0,061 0,035 \nLOI 8,2 6,8 6,0 6,8 5,8 2,9 4,9 \nTotal 99,76 99,75 99,74 99,76 99,75 99,72 99,75 \n        \nSc 37 37 37 37 37 38 35 \nBe 1 1&lt;1&lt;1&lt;1&lt;1&lt;1 \nV 276 281 276 259 260 281 261 \nBa 177 271 309 241 295 270 233 \nSr 188,9 251,9 265,0 232,8 242,6 266,6 247,8 \nY 19,4 20,2 19,1 18,4 18,6 19,8 21,5 \nZr 95,6 94,8 92,1 89,1 93,3 92,7 119,9 \nCo 44,2 44,5 42,8 42,1 43,9 44,7 47,9 \nNi 125 123 117 133 130 132 119 \nCu 74,6 65,2 61,3 70,0 81,6 79,3 55,6 \nZn 44 39 41 42 38 32 42 \nGa 14,8 13,5 15,4 14,3 14,9 15,9 16,8 \nAs 0,5&lt;0.5&lt;0.5 0,6&lt;0.5&lt;0.5&lt;0.5 \nRb 27,1 29,5 24,4 19,4 22,4 10,7 9,2 \nNb 8,7 9,0 8,2 8,0 8,1 8,5 8,8 \nMo 0,6 0,4 0,5 0,4 0,3 0,3 0,3 \nSn&lt;1 1&lt;1&lt;1 1 1&lt;1 \nCs 1,2 0,9 0,8 0,8 1,0 0,2 0,3 \nLa 13,4 13,9 13,4 12,8 14,2 13,4 16,6 \nCe 29,8 28,6 29,3 27,6 29,8 28,7 34,3 \nPr 3,74 3,74 3,73 3,54 3,81 3,72 4,42 \nNd 16,1 15,5 15,7 15,4 16,4 15,9 18,6 \nSm 3,39 3,33 3,34 3,20 3,36 3,38 3,79 \nEu 1,04 0,99 0,99 0,94 1,02 1,05 1,11 \nGd 3,54 3,46 3,49 3,36 3,43 3,51 3,78 \nTb 0,60 0,60 0,58 0,55 0,58 0,60 0,65 \nDy 3,50 3,39 3,25 3,22 3,40 3,52 3,88 \nHo 0,69 0,70 0,68 0,66 0,68 0,69 0,75 \nEr 2,07 2,00 1,87 1,82 1,96 2,01 2,23 \nTm 0,30 0,30 0,29 0,28 0,29 0,30 0,31 \nYb 1,87 1,85 1,75 1,69 1,78 1,80 1,91 \nLu 0,28 0,28 0,26 0,26 0,26 0,29 0,30 \nHf 2,6 2,7 2,6 2,3 2,5 2,6 2,9 \nTa 0,6 0,7 0,6 0,5 0,6 0,6 0,5 \nPb 4,7 3,7 2,8 3,5 3,8 1,8 4,3 \nTh 3,1 2,8 3,2 2,8 3,0 2,8 4,0 \nU 0,5 0,5 0,5 0,5 0,5 0,4 0,4 \nAu 1,9 1,9 2,3 2,9 2,2 3,6 1,4 \n\n\n\n \n\n \n\n116 \n\nApêndice II. Análise química das amostras dos lóbulos do topo da pedreira da Serra da Boa \n\nVista. Abaixo do limite de detecção, 0,1 para As, Sb, Tl, Bi; 0,01 para Hg; 0,5 para Se, W. \n\nÓxidos em peso %, elementos traços em ppm. \n\nCoord. N 6727913    \nCoord. S 568837    \nCota (m) 202    \nAmostras 21A 21B 22 23 \nSiO2 50,18 50,39 50,96 54,32 \nTiO2 1,24 1,25 1,24 1,11 \nAl2O3 15,65 15,50 15,20 14,87 \nFe2O3 10,20 10,71 10,81 10,24 \nMnO 0,13 0,14 0,13 0,15 \nMgO 4,83 4,54 4,18 4,56 \nCaO 8,46 8,82 8,00 8,89 \nNa2O 2,40 2,31 2,32 2,01 \nK2O 1,34 1,39 1,32 1,03 \nP2O5 0,23 0,22 0,22 0,18 \nCr2O3 0,009 0,010 0,011 0,016 \nLOI 5,1 4,5 5,4 2,4 \nTotal 99,75 99,77 99,78 99,77 \n     \nSc 33 33 33 33 \nBe 1 1 1 2 \nV 253 265 271 265 \nBa 448 366 302 350 \nSr 283,9 269,4 289,1 256,7 \nY 27,5 28,9 27,8 26,1 \nZr 168,6 176,0 172,7 160,1 \nCo 39,7 39,7 40,4 39,1 \nNi 66 57 54 48 \nCu 70,3 63,3 69,2 51,0 \nZn 58 47 49 32 \nGa 18,4 17,6 18,8 18,1 \nAs&lt;0.5&lt;0.5&lt;0.5&lt;0.5 \nRb 50,8 50,6 46,5 40,4 \nNb 13,2 13,8 13,7 11,3 \nMo 0,4 0,4 0,4 0,6 \nSn 1 1 1 2 \nCs 0,6 0,6 0,7 3,0 \nLa 23,6 24,6 22,3 22,7 \nCe 51,2 53,0 50,1 48,3 \nPr 6,26 6,48 6,29 5,97 \nNd 24,1 26,5 25,6 25,2 \nSm 5,10 5,55 5,38 5,05 \nEu 1,41 1,43 1,41 1,28 \nGd 5,04 5,31 5,23 4,85 \nTb 0,84 0,89 0,87 0,81 \nDy 4,73 4,91 4,84 4,53 \nHo 0,97 1,00 1,00 0,94 \nEr 2,76 2,89 2,76 2,61 \nTm 0,40 0,42 0,42 0,39 \nYb 2,60 2,79 2,58 2,43 \nLu 0,38 0,40 0,38 0,38 \nHf 4,5 4,5 4,5 4,4 \nTa 0,9 0,9 0,8 0,8 \nPb 5,6 6,7 4,8 5,0 \nTh 6,2 6,2 5,9 7,1 \nU 0,9 0,9 0,9 1,1 \nAu 1,3 2,0 1,7 1,3"}]}}}