{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05044"}, {"@name": "filename", "#text": "BTP_2003_46_3_4_10a_Maximizacao_da_producao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MAXIMIZAÇÃO DA PRODUÇÃO DE QAV-1 NA REVAP\nMAXIMIZATION OF QAV-1 PRODUCTION AT REVAP\nMAXIMIZACIÓN DE LA PRODUCCIÓN DE QAV-1 EN REVAP\nCristina Corrêa Moreira da Silva1 *\nRESUMO\nEste trabalho apresenta as mudanças que foram necessárias para viabilizar a maximização da produção de QAV-1 na Revap. Estas mudanças se deram tanto a nível de condições operacionais como também sob o aspecto comportamental, e vieram a reforçar a cultura voltada para a otimização dentro da refinaria.\nABSTRACT We hereby introduce the changes required to render the maximization of QAV-1 production feasible at Revap. Not only were these changes carried out at an operational conditions level, but also under the aspect of conduct, and resulted in the reinforcement of the culture dedicated to optimization within the refinery.\nRESUMEN Son presentados, aquí, los cambios que fueron necesarios para viabilizar la maximización de la producción de QAV-1 en la Revap. Estos cambios se dieron tanto a nivel de condiciones operacionales como también bajo el aspecto del comportamiento, y vinieron a reforzar la cultura orientada a la optimización dentro de la refinería.\n1.\tINTRODUÇÃO\nHistoricamente, a filosofia de operação da T-21001 (Torre de Pré-Flash) tinha como propósito aliviar a carga térmica dos F-21002 A/B (fornos atmosféricos) que eram o gargalo da unidade.\nPara isto, operava-se com a temperatura de topo desta torre num valor que levasse a minimização do envio de nafta para a T-21003 (Torre atmosférica).\nEste tipo de operação garantiu a manutenção da carga da unidade em 36.000 m3/d durante bastante tempo, mas tinha como desvantagem a perda de produção de QAV-int para nafta.\nEsta perda se dava, basicamente, porque a parte pesada da nafta retirada na T-21001 deixava de ser incorporada ao querosene .\nCom a instalação do terceiro forno atmosférico, F-21002 C, a forma de operar as T-21001 e T-21003 poderia ser alterada, uma vez que não se teria mais limitação de carga térmica nos fornos atmosféricos.\n1 Revap/OT\ne-mail: criscms@petrobras.com.br\nDurante o desenvolvimento do PIP (Profit Improvement Program) foi identificado o potencial de aumento da produção de querosene através do envio de mais nafta para a T-21003. Isso melhoraria bastante o fracionamento no sistema de topo desta torre, permitindo o aumento do rendimento de QAV-int.\nEra esperado que nesta condição houvesse redução do Ponto de Fulgor do querosene para valores inferiores à especificação. Isto poderia ser ajustado nas torres retificadoras das duas HDTs para querosene que se possue, onde havia sido identificado também potencial de redução do give-away neste item da especificação do produto.\nFinalmente, para fechar o pacote de maximização de QAV-1, foi observado give-away também no Ponto de Congelamento do querosene, o que dava espaço para a incorporação de frações também de diesel neste produto.\nNa época destas avaliações a diferença de preço nafta - querosene era de 16 US$/m3 e de querosene -diesel, 4 US$/m3, o que justificava os esforços para viabilizar a maximização deste derivado.\nNos anexos I e II tem-se um desenho esquemático da Unidade de Destilação e da HDT-Q.\n2.\tDESENVOLVIMENTO\nUma vez identificado este potencial de ganho, partiu-se para a verificação da possibilidade real de mudar as condições operacionais da Unidade de Destilação, bem como das HDTs, para atingir os objetivos propostos.\n2.1.\tResumo das Oportunidades (identificadas em novembro de 2001)\na.\tRedução do Delta Ponto de Fulgor nas HDTs\nb.\tIncorporação de nafta na U-210 (Unidade de Destilação)\nc.\tIncorporação de diesel na U-210\nAntes de aceitar qualquer oportunidade como válida opta-se por realizar testes nas unidades. Estes foram realizados no período entre dezembro de 2001 e junho de 2002 e estão descritos a seguir\n2.1.1.\tRedução do Ponto de Fulgor nas HDTs\nEstratégia Sugerida : Redução da carga térmica dos refervedores das torres retificadoras das duas unidades de forma a incorporar nafta residual (produto de topo destas torres) no querosene (produto de fundo).\nComo foi feito: A proposta foi considerada válida, mas com algumas ressalvas quanto à forma de atuação nas torres retificadoras bem como quanto ao volume a ser transferido da nafta para o QAV-1, face ao risco de se tirar de especificação o querosene quanto à Corrosão a Ag e ao Cu.\nPreferiu-se iniciar o teste na unidade reduzindo a temperatura de topo da torre retificadora ao invés da carga térmica do refervedor.\nTESTE EFETUADO NA HDT-Q\nTemperatura Topo Torre Retificadora °C\tProdução de QAV-1 m3/h\tProdução de Nafta residual m3/h\tVazão de Refluxo m3/h\tPonto de Fulgor QAV-1 °C\tPonto de Fulgor QAVint °C\tDelta Ponto de Fulgor °C\n181\t93,3\t9,6\t16,3\t50\t39,5\t10,5\n178\t94,7\t9,5\t17,6\t49,5\t39,5\t10\n175\t93,0\t9,2\t18,6\t47\t39,5\t7,5\n172\t93,6\t8,7\t19,8\t47\t41,5\t5,5\n169\t95,8\t8,2\t19,2\t47\t43\t4\nConforme pode ser observado, quando se reduziu a temperatura de topo para 169 °C houve redução do Delta Ponto de Fulgor para 4 °C e aumento de cerca de 2,5 m3/h de querosene.\nDecidiu-se, então, explorar o potencial máximo destas unidades no teste seguinte, quando se atuou também na carga térmica do refervedor da torre.\nTESTE EFETUADO NA OUTRA HDT-Q\nTemperatura de Retorno do Refervedor °C\tProdução de QAV-1 m3/h\tProdução de Nafta residual m3/h\tVazão de Refluxo m3/h\tTemperatura de Topo da Torre Retificadora °C\n263\t128,7\t6,1\t12,6\t170\n260\t130,3\t4,0\t8,3\t169\n255\t131,5\t3,8\t5,7\t169\n251\t133,8\t0,9\t0,6\t160\n255\t131,3\t3,3\t2,2\t173\nTemperatura de Retorno do Refervedor °C\tTemperatura de Fundo °C\tPonto de Fulgor QAV-1 °C\tPonto de Fulgor do QAVint °C\tDelta Ponto de Fulgor °C\n263\t260,7\t46,5\t-\t-\n260\t258,2\t46,5\t41,5\t5\n255\t253,5\t47,5\t43,3\t4,2\n251\t248,5\t40,5\t38\t2\n255\t253,6\t48\t43,5\t4,5\nNeste teste, foi efetuada redução da temperatura de retorno do refervedor da torre retificadora e, neste caso, chegou-se a um Delta Ponto de Fulgor de 2 °C e a um aumento na produção de querosene de 5 m3/h.\nEsta estratégia, no entanto, mostrou-se inadequada, já que foi reduzida em demasia a carga térmica do refervedor da torre, o que levou à produção de querosene com corrosividade, conforme havia sido previsto.\nOptou-se, então, por ajustar o Ponto de Fulgor do querosene atuando apenas na temperatura de topo das torres retificadoras, e esta foi a orientação dada quanto à nova forma de operar o sistema de retificação destas unidades.\n2.1.2.\tIncorporação de Nafta na U-210\nEstratégia Sugerida : Redução da temperatura de topo da T-21001 (Torre de Pré-Flash).\nComo foi feito : A proposta foi considerada válida, mas, novamente, optou-se por realizar um teste na unidade, já que foram identificados impactos e possíveis problemas com a nova forma de operar.\nEntre eles destacam-se:\nAumento da pressão de topo da T-21001 com possível alívio de leves para a tocha.\nAumento no Delta P da T-21003 e pressão da Zona de Flash com possível perda de diesel para a Torre de Vácuo.\nDificuldade na produção de Aguarrás, parte pesada da nafta (corte ~ 150-180 °C).\nO esquema de produção de Aguarrás na Revap baseava-se na remoção das frações mais pesadas da Nafta Atmosférica. Para a produção de Aguarrás, era utilizada uma Torre Fracionadora, que processava continuamente cerca de 1000 m3/d da Nafta, gerando cerca de 80 m3/d de Solvente Intermediário como produto de fundo. O produto de topo desta torre era devolvido para a corrente de Nafta Atmosférica. O Solvente Intermediário, após ser acumulado em tancagem na área intermediária, era hidrotratado por bateladas em uma das HDTs de querosene, convertendo-se em Aguarrás.\nDesta forma, a operação desta torre para a produção de 80 m3/d de Solvente Intermediário inviabilizava o aumento da produção de Querosene já que, para produzir solvente precisava-se ter uma nafta mais pesada e, para maximizar querosene, precisava-se ter uma nafta mais leve !\nRESULTADOS DO TESTE\nTemperatura Topo T-21001 °C\tProdução de Nafta +GLP m3/h\tProdução de Nafta Pesada m3/h\tProdução de QAVint m3/h\tProdução de Diesel Leve m3/h\tProdução de Diesel Pesado m3/h\n153 C\t237,1\t29,6\t189,9\t278,5\t93,3\n145 C\t227,5\t26,9\t208,1\t273,5\t92,5\n140 C\t211,0\t24,7\t217,2\t249,1\t113,1\nTemperatura Topo T-21001 °C\tPressão Topo T-21001 Kgf/cm2\tVazão Refluxo T-21001 m3/h\tTemperatura Topo T-21003 °C\tVazão Refluxo T-21003 m3/h\tPressão Z. Flash T-21003 Kgf/cm2\n153 C\t2,9\t144,8\t90,2\t207,7\t0,8\n145 C\t3,0\t170,7\t90,8\t227,8\t0,9\n140 C\t3,1\t192,5\t90,1\t245,6\t1,0\nTemperatura Topo T-21001 °C\tTemperatura de Retirada\t\t\n\tQAVint °C\tDiesel Leve °C\tDiesel Pesado °C\n153 C\t169,7\t274,8\t339,0\n145 C\t170,1\t275,9\t338,8\n140 C\t169,4\t274,6\t336,3\nTemperatura Topo T-21001 °C\tPFE (ASTM D-86) Nafta °C\tPonto de Fulgor QAVint °C\t5% (ASTM D-86) QAVint °C\tPFE (ASTM D-86) QAVint °C\n153 C\t173,5\t41,5\t169,6\t266,9\n145 C\t160,5\t40,5\t165,1\t264,9\n140 C\t152,1\t38\t161,8\t263,7\nO teste provou ser possível elevar a produção de querosene da unidade, em detrimento da de nafta. Pode ser observado que foi aumentada a produção de querosene em 28 m3/h sem impactar significativamente as pressões das Torres de Pré-Flash e Atmosférica.\nEstes testes foram, portanto, o primeiro passo para tornar a maximização da produção de querosene em realidade.\nComo viabilizar esta mudança na forma de operar a unidade?\nSob o ponto de vista cultural:\nRedução da temperatura da T-21001 foi gradual e todos os grupos de turno foram envolvidos.\nTodos participaram da implementação e pôde-se verificar juntos os novos limites e ajustes necessários na unidade. Foi necessário um novo aprendizado sobre a melhor forma de operar a unidade.\nSob o ponto de vista técnico:\nModificada a estratégia de controle de temperatura de saída dos Fornos Refervedores da T-21001.\nAntes, procurava-se maximizar esta temperatura para folgar os fornos atmosféricos. Decidiu-se operar estes fornos minimizando-se sua temperatura de saída de forma a folgar o sistema de topo da T-21001.\n-\tMontada estratégia de Controle Avançado para minimizar a temperatura de topo da T-21001 controlando, entre outras variáveis, a pressão na T-21003.\n-\tInterrompida a produção de Aguarrás, após várias reuniões com a área comercial da refinaria, uma vez que este era um mercado que se tinha acabado de conquistar.\nOs resultados econômicos previstos na fase de levantamento de oportunidades e os vislumbrados, a partir dos testes, foram fundamentais para a realização das mudanças.\n2.1.3.\tIncorporação de Diesel na U-210\nEstratégia Sugerida: não houve\nComo foi feito: Ajustes nos refluxos circulantes da torre atmosférica, especialmente o RC Superior, entre as retiradas de querosene e de diesel leve, de forma a elevar a temperatura da parte intermediária da torre, favorecendo a recuperação da parte leve do diesel no querosene.\nEsta etapa foi bem mais facilmente vencida, uma vez que a cultura de maximização já estava se sedimentando, além de a etapa ser mais fácil tecnicamente.\nGráficos mostrando os resultados obtidos encontram-se a seguir\n3.\tRESULTADOS\n-----Topo T-01 -------Prod. QAV\n-----Fulgor U-210 ------Fulgor HDT-N ------Fulgor HDT-Q\nCongelamento\n4.\nCONCLUSÕES\nAlém dos benefícios econômicos, a nova estratégia de operação da U-210 e HDTs trouxe benefícios vinculados à qualidade dos produtos, tais como:\n-\to aumento do grau de satisfação dos clientes de QAV-1 do Aeroporto de Guarulhos, em função da redução da necessidade de suprimento de QAV-1 importado, que costuma vir com qualidade marginal;\n-\tmelhor qualidade do Diesel produzido na Revap em função da possibilidade de incorporação de querosene, especialmente em campanha de Óleo Diesel-D;\n-\tprodução de uma Nafta Petroquímica mais leve.\nTambém pode-se considerar como benefício adicional a eliminação dos custos logísticos envolvidos na transferência de Querosene Intermediário da Replan para a Revap, necessários até então para completar a cota de QAV-1, após hidrotratamento em nossas unidades.\nO volume adicional de querosene produzido representou um aumento de 0,13 US$/bbl na margem de refino da Revap.\nANEXO I\nUNIDADE DE DESTILAÇÃO U-210\nANEXO II\nHDT-Q"}]}}}