{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22522"}, {"@name": "filename", "#text": "649_000837841.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "JULIA NERI GEZATT \n\n \n\n \n\n \n\n \n\n \n\n \n\nPROVENIÊNCIA DE ROCHAS SEDIMENTARES DETRÍTICAS DO GRÁBEN DE \n\nPIRANHAS E COMPARAÇÃO COM A FORMAÇÃO VILA MARIA DO SILURIANO \n\nDA BACIA DO PARANÁ \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n 2011 \n\n\n\n \n \n\n \n\nJULIA NERI GEZATT \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPROVENIÊNCIA DE ROCHAS SEDIMENTARES DETRÍTICAS DO GRÁBEN DE \n\nPIRANHAS E COMPARAÇÃO COM A FORMAÇÃO VILA MARIA DO SILURIANO \n\nDA BACIA DO PARANÁ \n\n \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão de Curso de Geologia do Instituto de \nGeociências da Universidade Federal do Rio Grande do Sul. \nApresentado na forma de monografia, junto à disciplina Projeto \nTemático em Geologia III, como requisito parcial para obtenção \ndo grau de Bacharel em Geologia. \n \n \nOrientador: Prof. Dr. Márcio Martins Pimentel \nSupervisor: M.Sc. Leonardo Gruber \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n 2011 \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \nGezatt, Julia Neri \n\nProveniência de rochas sedimentares detríticas do gráben \nde Piranhas e comparação com a Formação Vila Maria do \nSiluriano da Bacia do Paraná. / Julia Neri Gezatt - Porto Alegre: \nIGEO/UFRGS, 2011. \n\n[63 f].   il. \n \n\nTrabalho de Conclusão do Curso de Geologia. - \nUniversidade Federal do Rio Grande do Sul. Instituto de \nGeociências. Porto Alegre, RS - BR, 2011. \n\nOrientação:  Prof. Dr. Márcio Martins Pimentel \n \n \n\n1. Proveniência. 2. Faixa Brasília 3. Fm. Piranhas  \n 4. U-Pb. 5. SHRIMP. I. Título. \n \n \n\n_____________________________ \nCatalogação na Publicação \nBiblioteca Geociências - UFRGS \nMiriam Alves CRB 10/1947 \n\n\n\n \n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE GEOLOGIA \nCURSO DE GRADUAÇÃO EM GEOLOGIA \n\n \n\n \n\n \n\n \n\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de Conclusão de \nCurso “PROVENIÊNCIA DE ROCHAS SEDIMENTARES DETRÍTICAS DO GRÁBEN \nDE PIRANHAS E COMPARAÇÃO COM A FORMAÇÃO VILA MARIA DO \nSILURIANO DA BACIA DO PARANÁ”, elaborado por JULIA NERI GEZATT, como \nrequisito parcial para a obtenção do grau de Bacharel em Geologia. \n\n \n\n \n\n \n\n \n\nComissão Examinadora: \n\n \n\n \n\n \n\n \n\n \n\nProf. Dr. Ruy Paulo Philipp \n\n \n\n \n\n \n\n \n\n \n\nProfª. Dra. Karin Goldberg \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAGRADECIMENTOS \n\n \n\n \n\n Agradeço à minha saudosa mãe pela sua dedicação e carinho incondicionais \n\ne a todos aqueles que, de alguma forma, contribuíram para essa conquista. Ao \n\nRenato pelo amor e cumplicidade, a Lisete e Nicolas pelo apoio e ternura e à Fran \n\npela tolerância e companhia. \n\n Agradeço ao Professor Márcio pela oportunidade e pela constante \n\nassistência, ao Supervisor Gruber pelas preciosas contribuições, ao Sérgio Junges \n\npela disponibilidade e pela paciência, ao Professor Rommulo pelos conselhos e à \n\nFernanda e à Larissa pelas conversas e agilizações logísticas. Oportunamente, não \n\npoderia deixar de agradecer à Professora Fátima por todo o aprendizado durante as \n\ndisciplinas de Mapeamento Geológico Básico e sua contribuição para minha \n\nformação como geóloga e ao Professor Edinei pela incondicional assistência em \n\ndiversas circunstâncias. Obrigada também à Professora Andréa pela iniciação no \n\nambiente de pesquisa acadêmica, aos Professores De Ros e Karin pela \n\ndisponibilidade e ao Jorge Laux pela atenção. \n\n Por fim, agradeço ao Rodrigo pela parceria e à Thisi pela jornada conjunta, \n\nalém de diversos outros colegas que estiveram presentes ao longo do curso, por \n\ndiferentes períodos e em diferentes situações. Obrigada a todos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecitar! Mentre preso dal delirio \n\nnon so più quel che dico e quel che faccio! \n\nEppure... è d'uopo... sforzati! \n\nBah, seti tu forse un uom? \n\n \n\nTu sei Pagliaccio! \n\n \n\nVesti la giubba e la faccia infarina. \n\nLa gente paga e rider vuole qua. \n\n \n\nE se Arelcchin t'invola Colombina \n\nridi, Pagliaccio e ognun applaudirà! \n\nTramuta in lazzi lo spasmo ed il pianto; \n\nin una smorfia il singhiozzo e 'l dolor... \n\n \n\nRidi, Pagliaccio, sul tuo amore infranto, \n\nridi del duol che t'avvelena il cor! \n\n \n\nI Pagliacci \n\nRuggero Leoncavallo, 1892 \n\n\n\n \n \n\n \n\nRESUMO \n\n \n\n  \n\n O gráben de Piranhas é formado por sedimentos detríticos tendo início nos \n\nconglomerados polimíticos basais, gradando para arcóseos microconglomeráticos, arcóseos \n\ne argilitos em direção ao topo, os quais  compõem a Formação Piranhas. Localiza-se na \n\nregião sudoeste de Goiás, em uma faixa limitada por falhas, circundada pelas rochas ígneas \n\ne metaígneas do Arco Magmático de Goiás do Neoproterozóico. As rochas basais da \n\nFormação Piranhas apresentam populações de zircões detríticos com idades predominantes \n\nentre 760 e 600 Ma, compatíveis com as idades de algumas das sequências \n\nmetavulcanossedimentares do Arco Magmático de Goiás, porém, sem registro de idades \n\nmais antigas relativas aos ortognaisses, rochas metavulcânicas e granitos miloníticos típicos \n\ndo arco (ca. 900 a 800 Ma). Estão ausentes também idades mais jovens que 600 Ma, que \n\nrepresentariam a erosão dos granitóides pós-tectônicos (de idades entre ca. 590 a 500 Ma). \n\nDa mesma forma, as idades de proveniência encontradas para os arenitos do topo da Fm. \n\nVila Maria indicam fontes também de idades neoproterozóicas, mas contêm componentes \n\ncom idades entre ca. 900-760 Ma, demonstrando erosão mais profunda do Arco Magmático. \n\nPopulações com idades meso e paleoproterozóicas podem estar relacionadas aos eventos \n\nda aglutinação do supercontinente Rodínia e a zircões detríticos dos metassedimentos da \n\nprópria Faixa Brasília, respectivamente. Assim, as novas informações sobre as formações \n\nPiranhas e Vila Maria referentes à proveniência dos sedimentos obtidas em estudo pelo \n\nmétodo U-Pb por SHRIMP, e sobre a evolução e significado tectônico dessas formações, \n\npodem ter importante papel na complementação dos dados existentes a respeito da área, \n\nauxiliando num melhor entendimento dos fenômenos tectônicos que se deram durante e \n\napós a sua deposição. \n\n \n\nPalavras-chave: Proveniência. Faixa Brasília. Fm. Piranhas. Fm. Vila Maria. U-Pb. \n\nSHRIMP. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\nABSTRACT \n\n \n\n \n\n The Piranhas graben is formed by detrital sediments starting at the base with \n\npolymitic conglomerates, grading upwards to microconglomeratic arkoses, arkoses and \n\nmudstones at the top comprising the Piranhas Formation. It is located in southwest Goiás in \n\na fault-bounded trough, surronded by igneous and metaigneous rocks of the Neoproterozoic \n\nGoiás Magmatic Arc. The basal rocks of the Piranhas Formation show populations of detrital \n\nzircons with ages between 760-600 Ma, consistent with the ages of some of the \n\nmetavolcanosedimentary sequences of the Goiás Magmatic Arc, with no record, however,  of \n\nthe older ages of the typical orthogneisses, metavolcanic rocks and mylonitic granites of the \n\narc (ca.900 to 800 Ma). Ages younger than 600 Ma, which would represent the erosion of \n\npost-tectonic granitoids (ages ranging from ca. 590 to 500 Ma), are also absent. Likewise, \n\nthe provenance ages for the sandstones found at the top of the Vila Maria Fm. also indicate \n\nNeoproterozoic sources, but contain components with ages between ca. 900 and 760 Ma, \n\nindicating erosion of the roots of the magmatic arc. Populations with Mesoproterozoic and \n\nPaleoproterozoic ages may be correlated with events of the agglutination of the Rodinia \n\nsupercontinent and with detrital zircons from the Brasilia Belt’s metasediments, respectively. \n\nThus, new information on the Piranhas and Vila Maria formations concerning the provenance \n\nof the sediments obtained by the U-Pb method with SHRIMP, and on the evolution and \n\ntectonic significance of these formations may have an important role in complementing \n\nexisting data about the area, assisting in a better understanding of tectonic phenomena that \n\noccurred during and after its deposition. \n\n \n\nPalavras-chave: Provenance. Brasilia Belt. Piranhas Fm. Vila Maria Fm. U-Pb. SHRIMP. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nÍNDICE DE FIGURAS \n\n \n\n \n\nFigura 1.1. Mapa com a localização da área de interesse..................................... 15 \n\nFigura 1.2. Unidades tectônicas da Faixa Brasília................................................. 17 \n\nFigura 1.3. Mapa geológico do Arco Magmático de Goiás na região de \n\nArenópolis............................................................................................................... 18 \n\nFigura 1.4. Litofácies da Formação Piranhas........................................................ 20 \n\nFigura 1.5. Carta estratigráfica da Supersequência Rio Ivaí da Bacia do Paraná. \n\nAbaixo, perfil litológico esquemático da Formação Vila Maria na Fazenda Três \n\nBarras...................................................................................................................... 22 \n\nFigura 2.1. Diagrama de Gazzi-Dickinson para estudos de proveniência de \n\nbacias sedimentares por petrografia....................................................................... 24 \n\nFigura 2.2. Séries de decaimento de \n238\n\nU, \n232\n\nTh e \n235\n\nU, resultantes das \n\nemissões sucessivas de partículas ? e ?\n -\n.............................................................. 27 \n\nFigura 2.3. Diagrama concórdia............................................................................. 29 \n\nFigura 2.4. Localização das amostras coletadas para análise isotópica e \n\npetrográfica............................................................................................................. 31 \n\nFigura 2.5. Estrutura do microscópio eletrônico de varredura.............................. 35 \n\nFigura 2.6. Representação esquemática do comportamento dos elétrons ao \n\nincidirem na amostra e da região de ionização gerada na interação do feixe de \n\nelétrons com a superfície do mineral...................................................................... 35 \n\nFigura 2.7. SHRIMP II instalado na Research School of Earth Sciences, \n\nAustralian National University, Canberra................................................................ 37 \n\nFigura 2.8. Diagrama esquemático do SHRIMP II mostrando seus principais \n\nelementos e as trajetórias dos feixes iônicos primário e secundário...................... 38 \n\nFigura 2.9. Fotomicrografias da amostra PIR-01................................................... 41 \n\nFigura 2.10. Fotomicrografias da amostra PIR-06................................................. 43 \n\nFigura 2.11. Posicionamento da amostra PIR-06 no diagrama de proveniência, \n\nno campo de embasamento soerguido................................................................... 45 \n\n  \n\n\n\n \n \n\n \n\nFigura 2.12.  Imagem no modo de elétrons retro-espalhados de exemplos de \n\ndiferentes tipos de zircões do conglomerado da Formação Piranhas (amostra \n\nPIR-01), em mount polido e metalizado com carbono............................................ \n\n \n\n \n\n45 \n\nFigura 2.13. Imagem de catodoluminescência dos zircões analisados com \n\nlocalização aproximada do feixe iônico do SHRIMP.............................................. 46 \n\nFigura 2.14. Diagrama concórdia das idades da amostra PIR-01......................... 47 \n\nFigura 2.15. Histograma de frequência da amostra PIR-01................................... 48 \n\nFigura 2.16. Diagrama concórdia da amostra PIR-18............................................ 49 \n\nFigura 2.17. Histograma de frequência da amostra PIR-18................................... 50 \n\n\n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\n1  INTRODUÇÃO ...................................................................................................... 12 \n\n1.1 Caracterização do Problema ............................................................................... 13 \n\n1.2 Objetivos ............................................................................................................. 14 \n\n1.3 Localização ......................................................................................................... 14 \n\n1.3.1 Contexto Geológico ....................................................................................... 15 \n\n1.3.1.1 Arco Magmático de Goiás ....................................................................... 16 \n\n1.3.1.2 Formação Piranhas ................................................................................. 19 \n\n1.3.1.3 Formação Vila Maria ............................................................................... 21 \n\n2 METODOLOGIA .................................................................................................... 23 \n\n2.1 Fundamentos Teóricos ........................................................................................ 23 \n\n2.1.1 Proveniência de Sedimentos......................................................................... 23 \n\n2.1.2 O Método U-Pb ............................................................................................. 26 \n\n2.2 Procedimentos .................................................................................................... 30 \n\n2.2.1 Revisão Bibliográfica ..................................................................................... 30 \n\n2.2.2 Coleta de amostras ....................................................................................... 30 \n\n2.2.3 Preparação de Amostras .............................................................................. 32 \n\n2.2.3.1 Preparação das Amostras para Laminação ............................................ 32 \n\n2.2.3.2 Preparação das Amostras para Análises U-Pb ....................................... 32 \n\n2.2.4 Análises ........................................................................................................ 34 \n\n2.2.4.1 Imageamento por Elétrons Retro-espalhados e Catodoluminescência .. 34 \n\n2.2.4.2 Análise Isotópica U-Pb em Zircão por SHRIMP ...................................... 37 \n\n3  RESULTADOS e discussões .............................................................................. 40 \n\n3.1 Petrografia ........................................................................................................... 40 \n\n3.2 U-Pb em Zircão ................................................................................................... 45 \n\n3.3 Evolução Tectônica ............................................................................................. 51 \n\n4  CONCLUSÕES ..................................................................................................... 53 \n\nREFERÊNCIAS ......................................................................................................... 54 \n\nANEXOS ................................................................................................................... 60 \n\n\n\n12 \n \n\n1  INTRODUÇÃO \n\n \n\n \n\n A Faixa Brasília é um cinturão orogênico neoproterozóico bem preservado, \n\nlocalizado na porção central do Brasil, desenvolvido entre os crátons Amazônico, \n\nSão Francisco-Congo e Paranapanema, durante o Ciclo Brasiliano-Panafricano \n\n(para uma revisão, ver Pimentel et al., 2011). Representa uma área de grande \n\nimportância tectônica na evolução da geologia da Plataforma Sul-Americana, pois \n\nreflete a zona de amalgamação dos principais crátons expostos no Brasil, tornando-\n\nse, dessa maneira, objeto de estudo de diferentes áreas da Geologia. Todavia, a \n\nidade e ambiente de sedimentação de muitas sequências que compõem a Faixa \n\nBrasília ainda carecem de maiores estudos, em especial, a transição entre as fases \n\nfinais da evolução da Faixa Brasília e o início da sedimentação da Bacia do Paraná. \n\n A região alvo de estudos deste trabalho localiza-se na porção sudoeste do \n\nEstado de Goiás e inclui as formações Piranhas e Vila Maria. A primeira foi definida \n\npor Rosito et al. (1971, apud Moreira et al., 2008) a sul-sudeste da cidade de Bom \n\nJardim de Goiás, na margem esquerda do Ribeirão dos Macacos e a 10km ao sul da \n\ncidade de Piranhas, em um gráben de aproximadamente 15km de comprimento por \n\n2km de largura, o qual é o principal interesse desse estudo. A Formação Vila Maria, \n\npor sua vez, foi definida e cartografada por Faria e Reis Neto (1978, apud Moreira et \n\nal., 2008), no flanco nordeste da Bacia do Paraná, e ocorre em estreita e sinuosa \n\nfaixa E-W ao longo da escarpa da Serra de São João ao sul de Piranhas e sudoeste \n\nde Diorama e sul de Baliza. \n\n Este trabalho visa contribuir para o aperfeiçoamento do conhecimento sobre a \n\nevolução tectônica da região, apresentando dados de proveniência dos sedimentos \n\ndas formações Piranhas e Vila Maria pelo método U-Pb em zircão, permitindo \n\nsugerir prováveis áreas-fonte para os sedimentos destas formações, além de estimar \n\nidades máximas de deposição para as mesmas. \n\n  \n\n  \n\n\n\n13 \n \n\n1.1 Caracterização do Problema \n\n \n\n \n\n O presente trabalho visa a investigação da proveniência dos sedimentos e a \n\nnatureza e evolução tectônica da bacia sedimentar contida no gráben de Piranhas \n\nno sudoeste de Goiás, bem como sua relação com a Formação Vila Maria, da Bacia \n\ndo Paraná. Parte-se do pressuposto de que a sequência sedimentar contida no \n\ngráben de Piranhas representa uma bacia molássica. Van Houten (1973) define o \n\ntermo “molassa” como uma cunha clástica com uma sequência detrítica acumulada \n\nem uma porção profunda do ante-país (foredeep) no flanco de um cráton, \n\nalimentada com sedimentos erodidos da porção soerguida e seus empurrões \n\nassociados, estruturada de maneira semelhante à dos Alpes setentrionais. Em \n\ncontrapartida à definição original, Chemale Jr. (1993) utiliza a denominação “bacia \n\nmolássica” para os depósitos sedimentares resultantes dos processos de denudação \n\ne erosão de cadeias de montanhas jovens ou recém-formadas. Desta maneira, \n\ntrabalha-se com a hipótese de que as áreas-fonte predominantes das rochas da \n\nFormação Piranhas sejam as do Arco Magmático de Goiás, adjacente ao gráben, de \n\nidade neoproterozóica (entre ca. 890 e 630 Ma). \n\n A análise geocronológica de zircões detríticos permite identificar a \n\nproveniência dos sedimentos originais bem como obter informações sobre a história \n\ndas bacias sedimentares e suas áreas-fonte. Fedo et al. (2003) ilustraram as \n\naplicações do estudo de proveniência em zircões detríticos, sendo as principais: (i) \n\ndeterminação da idade máxima da sucessão estratigráfica e auxílio no \n\nreconhecimento de hiatos deposicionais no registro geológico, (ii) determinação de \n\ncaracterísticas de proveniência tais como idade e composição, (iii) testar \n\nreconstruções paleogeográficas regionais via análise de proveniência e (iv) \n\ninvestigação da história da Terra contidas nas estruturas dos zircões detríticos. \n\nAndersen (2005) menciona, ainda, como aplicações importantes, a correlação \n\nespacial de sequências e o estudo da evolução crustal em escala continental. \n\n Durante a última década, o uso de análises isotópicas em zircão por SHRIMP \n\n(Sensitive High Resolution Ion Microprobe) ou por LAM-HR-ICPMS (Laser Ablation \n\nMicroprobe High Resolution Inductively Coupled Plasma Mass Spectrometer) tornou-\n\nse uma ferramenta importante para estudos geocronológicos e isotópicos de \n\nminerais detríticos. O zircão é o mineral mais amplamente empregado em estudos \n\n\n\n14 \n \n\ngeocronológicos e isotópicos devido às altas concentrações de U e outros elementos \n\ntraço, aos baixos conteúdos de Pb inicial e à sua forte resistência à erosão, \n\nintemperismo e processos de alteração. Também é um mineral presente em uma \n\nampla variedade de tipos de rocha. \n\n Apoiada em outros procedimentos, como análises petrográficas e \n\nestratigráficas, entre outras, a técnica de proveniência de rochas sedimentares por \n\nU-Pb em zircões detríticos usando SHRIMP determinará a áreas-fonte através de \n\ncomparação das idades obtidas com idades de terrenos-fonte presentes durante a \n\nsedimentação da bacia.  \n\n \n\n \n\n1.2 Objetivos \n \n\n \n\n O objetivo principal deste trabalho é o de obter informações fundamentais \n\npara avançar no conhecimento da evolução e significado tectônico de algumas \n\nbacias sedimentares na região central do Brasil. Em especial no que diz respeito a \n\nreconstruções paleoambientais a partir da comparação das idades obtidas para os \n\nsedimentos detríticos das unidades sedimentares da Faixa Brasília expostas na \n\nFormação Piranhas no oeste de Goiás com as idades de terrenos adjacentes. Para \n\nefeito de comparação, dados de proveniência foram também coletados para a \n\nFormação Vila Maria (Siluriano da Bacia do Paraná) na mesma região, usando o \n\nmétodo geocronológico U-Pb por SHRIMP em zircões detríticos.  \n\n Além disso, o trabalho contribuirá para com o aprimoramento da metodologia \n\nde datação U-Pb em zircão e a formação de recursos humanos capazes de gerar e \n\ninterpretar dados geocronológicos e isotópicos utilizados em estudos de \n\nproveniência de sedimentos detríticos. \n\n \n\n \n\n1.3 Localização  \n \n\n \n\n A área de estudo localiza-se na porção sudoeste do estado de Goiás, próximo \n\nà divisa com o estado do Mato Grosso, nas proximidades do município de Piranhas, \n\n\n\n15 \n \n\na cerca de 320 km de Goiânia. O alvo principal dos estudos são os afloramentos da \n\nFormação Piranhas e Formação Vila Maria. \n\n Para acessar a região de Piranhas saindo de Brasília (Distrito Federal) é \n\npreciso percorrer a BR 060 em direção a oeste por cerca de 210 Km, passando por \n\nAnápolis, até o acesso à GO 060 em Goiânia. A partir daí, deve-se seguir pela GO \n\n060 por aproximadamente 325 Km, passando por Iporá, até o município de Piranhas \n\n(Fig. 1.1). \n\n \n\n \n\nFigura 1.1. Mapa com a localização da área de interesse. \n\n \n\n \n\n1.3.1 Contexto Geológico \n\n \n\n \n\n A Faixa Brasília (Fig. 1.2) é um cinturão orogênico neoproterozóico com  \n\ncerca de 1.000 Km de extensão na direção N-S, bem preservado, localizado na \n\nporção central do Brasil, formado a partir da convergência entre os paleocontinentes \n\n\n\n16 \n \n\nAmazônico, São Francisco-Congo e Paranapanema. Compõe a Província Tocantins \n\njuntamente com as faixas Paraguai e Araguaia (Almeida et al., 1981). Consiste \n\nprincipalmente de: (i) uma espessa sequência de rochas sedimentares e \n\nmetassedimentares, na porção leste, depositadas e deformadas ao longo da \n\nmargem ocidental do Cráton São Francisco-Congo; (ii) o Maciço de Goiás, \n\ninterpretado como um bloco siálico alóctone formado principalmente dos terrenos \n\nArqueanos da região de Goiás-Crixás; (iii) o núcleo metamórfico do orógeno, \n\nconhecido como Complexo Granulítico Anápolis-Itauçu; (iv) o Arco Magmático de \n\nGoiás, uma extensa exposição de associações vulcânicas e plutônicas juvenis \n\nneoproterozóicas, além de sequências vulcanossedimentares derivadas (Pimentel et \n\nal., 2011). \n\n \n\n \n\n1.3.1.1 Arco Magmático de Goiás \n\n \n\n \n\n O arco juvenil (Arco Magmático de Goiás) é composto por sequências \n\nmetavulcanossedimentares associadas a rochas metaplutônicas de composição \n\ntonalítica a granodiorítica e granitóides sin- a tardi e pós-tectônicos. Divide-se em \n\nduas áreas de exposição principais conhecidos como Arcos de Mara Rosa e \n\nArenópolis, localizados nas porções norte e oeste do Estado de Goiás, \n\nrespectivamente (Pimentel et al., 1999; Laux, 2004). Em ambas as áreas, a evolução \n\ngeológica teve início em arcos de ilha intraoceânicos com a cristalização de rochas \n\nvulcânicas toleíticas a cálcico-alcalinas primitivas bem como de tonalitos e \n\ngranodioritos associados, por volta de 890-820 Ma.  \n\n Pimentel et al. (1999) sugerem que entre 900 e 630 Ma o sistema de arcos se \n\ndesenvolveu em um ambiente intraoceânico a oeste do continente São Francisco-\n\nCongo, seguindo a fragmentação do supercontinente Rodínia, a qual teria \n\nacontecido  entre 825 Ma e 740 Ma (Li et al., 2008). \n\n A atividade ígnea cálcico-alcalina, recorrente durante o Neoproterozóico, \n\ndurou até cerca de 620 Ma, com a progressiva evolução dos magmas. O episódio \n\nmetamórfico principal ocorreu há 630 Ma, indicado por idades U-Pb em titanita e \n\n\n\n17 \n \n\n  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 1.2. Unidades tectônicas da Faixa Brasília (Valeriano et al., 2004). Legenda: 1-terrenos \ngranito-greenstone e gnaisse-migmatíticos arqueanos/paleoproterozóicos; 2- coberturas \nmetassedimentares autóctones/parautóctones; 3- terrenos granito-greenstone, gnaisse-migmatíticos \narqueanos/paleoproterozóicos; 4- greenstone belts arqueanos/paleoproterozóicos; 5- sucessões de \nrifte paleo a mesoproterozóico; 6- sistema de cavalgamento Ilicínea-P iumhi; 7- Grupo Paranoá; 8- \nGrupo Canastra; 9- Grupo Vazante; 10- Grupo Ibiá; 11- Grupos Araxá e Andrelândia e rochas \nmetabásicas toleíticas associadas; complexos de melanges ofiolíticas; lascas de embasamento \nalóctone, granitos leucocráticos sincolisionais (castanho); 12- nappes granulíticas (C.A.I. – Complexo \nAnápolis-Itauçu; N.S.G. – Nappe Socorro-Guaxupé); 13- complexos granito-gnaisse-migmatíticos \narqueanos/paleoproterozóicos; 14- greenstone belts arqueano/paleoproterozóicos; 15- sucessões \nvulcanossedimentares de rifte mesoproterozóicos; 16- complexos básico-ultrabásicos acamados \nmeso/neoproterozóicos; 17- sucessões vulcanossedimentares meso a neoproterozóicas; 18- \nortognaisses e granitóides neoproterozóicos; 19- faixas Paraguaia (PA), Araguaia (AR) e Ribeira \n(RB); 20- coberturas sedimentares fanerozóicas. \n\n\n\n18 \n \n\nSm-Nd em granada, quando provavelmente ocorreu a colisão principal do Arco com \n\no Cráton São Francisco-Congo (Laux, 2004). As rochas sofreram metamorfismo em \n\nfácies xisto verde superior a anfibolito, mas suas características geoquímicas e \n\nisotópicas principais foram preservadas, as quais indicam a natureza juvenil dos \n\nprotólitos ígneos. \n\n As sequências metavulcanossedimentares ocorrem intercaladas com os \n\nortognaisses e representam as bacias marginais dos arcos (Lacerda Filho &amp; Frasca, \n\n2008). Ao sul dos terrenos arqueanos ocorrem as sequências Jaupaci, Iporá-\n\nAmorinópolis, Arenópolis-Piranhas e Bom Jardim de Goiás (Fig. 1.3). \n\n \n\n \n\n \nFigura 1.3. Mapa geológico do Arco Magmático de Goiás na região de Arenópolis (Pimentel et al,. \n1999). \n \n\n\n\n19 \n \n\n   Isótopos de Nd e Sr indicam a natureza primitiva dos magmas \n\nparentais dos metatonalitos e metagranodioritos de Arenópolis e Mara Rosa. Idades \n\nmodelo TDM Nd encontram-se dominantemente entre 800 e 1.100 Ma, valores de \n\n?Nd(T) variam entre + 2,0 e + 6,5 e razões iniciais \n87\n\nSr/\n86\n\nSr no intervalo entre 0,7025 \n\ne 0,7042 (Pimentel et al., 1999). \n\n Manifestações ígneas finais do Arco Magmático de Goiás são representadas \n\npor intrusões máfico-ultramáficas, diferenciadas e acamadadas, ou não \n\ndiferenciadas (Lacerda Filho &amp; Frasca, 2008), associadas a intrusões graníticas de \n\nmesma idade. Assim, as rochas metaígneas e metassedimentares do Arco de Goiás \n\nforam intrudidas por diversos granitos tardi- e pós-tectônicos (na região de \n\nArenópolis, os granitos Serra Negra, Serra do Impertinente, Iporá, Serra do Iran, \n\nIsraelândia e Rio Caiapó) associados a corpos gabro-dioríticos, construindo uma \n\nassociação bimodal tipicamente pós-orogênica, com idades entre 590 e 500 Ma \n\n(Pimentel et al., 1996). \n\n  \n\n \n\n  \n\n 1.3.1.2 Formação Piranhas \n\n \n\n \n\n A Formação Piranhas ocorre 10 km ao sul da cidade de Piranhas, entre Bom \n\nJardim de Goiás e Piranhas, em uma faixa norte-sul de aproximadamente 15 km de \n\ncomprimento por 2 km de largura, delimitada por falhas, e depositada \n\ndiscordantemente sobre o embasamento granito-gnáissico. \n\n Araújo e Moreton (2008) descrevem-na como de idade eo-ordoviciana e \n\ncaracterística molássica, cuja sedimentação ocorreu por reativação de estruturas do \n\nembasamento e formação de um gráben. Para o presente autor, a sedimentação da \n\nFormação Piranhas é atribuída a manifestações tardi- a pós-tectônicas, anteriores \n\nao desenvolvimento da Bacia do Paraná. \n\n Em sua base ocorre um conglomerado de coloração verde, polimítico, grosso \n\ncom clastos arredondados de até 80 cm de diâmetro. Em direção ao topo, a \n\ngranulação decresce, passando a metarcóseo e, localmente, a metargilito (Araújo &amp; \n\nMoreton, 2008). As lentes de argilito, de cores marrom e cinza-chumbo, intercalam-\n\nse no pacote e exibem, localmente, estruturas convolutas. Os clastos dos \n\n\n\n20 \n \n\nconglomerados são de fragmentos de rochas piroclásticas, lavas vítreas básicas, \n\ntraquitos, andesitos, quartzitos granatíferos, anfibolitos, gnaisses e granitos (Araújo \n\n&amp; Moreton, 2008) (Fig. 1.4). \n\n O conjunto foi submetido à deformação de pequena intensidade, sob a forma \n\nde incipiente foliação planar, a qual, mesmo assim, obliterou as texturas e estruturas \n\nprimárias na maior parte da bacia. Em razão de portarem clastos de granitos do tipo \n\nSerra Negra, de idades Rb-Sr (Pimentel &amp; Fuck, 1994) e U-Pb (Pimentel, 1991) entre \n\n576 Ma e 462 Ma, admite-se que a formação é do Ordoviciano. A Formação Vila \n\nMaria (Siluriano) ocorre discordantemente sobreposta a ela. \n\n \n\n \n\nFigura 1.4. Litofácies da Formação Piranhas: (a) conglomerado polimíticos da Fm. Piranhas, com \nclastos arredondados de diversos tipos de rochas e com diferentes dimensões; (b) arcóseo mal \nselecionado com clastos angulosos de até 2 cm; (c) lobos com estratificação cruzada acanalada com \ndiferentes granulometrias; (d)  intercalações de lâminas e lentes mili a centimétricas de argilito nas \nporções superiores da bacia.  \n \n\n \n\n \n\n\n\n21 \n \n\n1.3.1.3 Formação Vila Maria \n\n \n\n \n\n A Formação Vila Maria é parte integrante do Grupo Rio Ivaí, juntamente com \n\nas Formações Alto Garças e Iapó, compondo a Supersequência Rio Ivaí (Milani, \n\n2004), registro da sequência ordovício-siluriana da Bacia do Paraná (Fig. 1.5). A \n\nsucessão de fácies do Grupo Rio Ivaí representa o primeiro ciclo transgressivo-\n\nregressivo da sedimentação cratônica da Bacia do Paraná (Milani, 2004). \n\n No Estado de Goiás, a Formação Vila Maria ocorre em uma faixa estreita e \n\nsinuosa com orientação E-W, ao longo da escarpa da Serra de São João ao sul de \n\nPiranhas e sudoeste de Diorama e sul de Baliza. Com espessura máxima de 40 m \n\n(localmente de poucos metros), está sotoposta por discordância á Formação Furnas \n\n(Araújo &amp; Moreton, 2008). \n\n Em sua base apresenta siltitos e folhelhos cinza-esverdeados a marrom \n\n(Assine et al., 1998), ao quais apresentam rico conteúdo fossilífero: braquiópodes, \n\npelecípodes, gastrópodes, ostracodes, palinomorfos e fitoplâncton (Assine et al., \n\n1994). Para o topo ocorrem arenitos finos róseo-avermelhados, calcíferos, \n\nlaminados, micáceos, por vezes feldspáticos, com estratificação cruzada e \n\nintercalação de siltito e folhelho com estratificação cruzada do tipo hummocky (Milani \n\net al., 2007). \n\n A Formação Vila Maria assinala as condições de máxima inundação do ciclo \n\nordovício-siluriano, onde os arenitos superiores representam a parte regressiva do \n\nciclo. Mizusaki et al. (2002) estimaram, por meio de datação Rb-Sr em rocha total, \n\numa idade mínima de deposição de 436 ± 8 Ma para os siltitos desta unidade. Esta \n\nidade é compatível com a posição estratigráfica derivada da interpretação do \n\nconteúdo fossilífero da Formação Vila Maria, implicando em uma deposição durante \n\no Landoveriano, no Eossiluriano. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n22 \n \n\n \n\nFigura 1.5. Carta estratigráfica da Supersequência Rio Ivaí da Bacia do Paraná (Milani, 1997). Abaixo, perfil litológico esquemático da Formação Vila Maria na \nFazenda Três Barras (modificado de Mizusaki et al., 2002). \n\n\n\n23 \n \n\n2 METODOLOGIA \n\n \n\n \n\n2.1 Fundamentos Teóricos \n\n \n\n \n\n2.1.1 Proveniência de Sedimentos \n\n \n\n \n\n A análise da proveniência de sedimentos é uma ferramenta crescentemente \n\nutilizada, e visa, em última análise, reconstruir a relação existente entre áreas-fonte \n\ne bacias sedimentares, permitindo identificar a sua composição mineralógica e \n\nlitológica, inferir sua localização paleogeográfica, paleoclima e paleorelevo, \n\ndeterminar as principais rotas de dispersão de sedimentos, e estimar a distância e \n\ntempo de transporte dos mesmos, além de avaliar o tectonismo na época da \n\ndeposição (Remus et al., 2008).  \n\n O estudo de proveniência envolve, de maneira geral, estudos \n\nmultidisciplinares tais como: (1) análise das associações de minerais pesados e \n\nacessórios em busca de minerais indicadores de paragêneses de ocorrências \n\nrestritas nas rochas-fonte e sua variação durante intemperismo, transporte e \n\nfracionamento hidrodinâmico, deposição e diagênese (Fedo et al., 2003; Morton et \n\nal., 2003); (2) reconhecimento composicional e textural através de contagem modal \n\nem lâmina petrográfica (Dickinson, 1985; Zuffa, 1985); (3) análise geoquímica da \n\nconcentração de elementos terras raras em zircão detrítico (Owen, 1987); (4) \n\ntermocronologia por traços de fissão em apatita e zircão detríticos para aquisição de \n\ndados de evolução termo-tectônica do terreno em temperaturas entre 60 e 300°C, \n\nbem como determinação da diferença entre as idades de deposição e de erosão da \n\nrocha-fonte (Fedo et al., 2003; Remus et al., 2008, entre outros); (5) estudos de \n\ngeocronologia com análises U-Pb in situ em grãos individuais de zircão ou monazita, \n\nalém de rocha total por Sm-Nd para correlação entre as idades de terrenos-fonte e \n\ndos sedimentos detríticos. \n\n A contagem da composição modal dos arenitos pode incluir todos os \n\nfragmentos de rochas na categoria de líticos totais ou distribuí-los na categoria de \n\nlíticos e também nas categorias de feldspato e quartzo (Wu et al., 1991). Na técnica \n\n\n\n24 \n \n\nde contagem Gazzi-Dickinson (Zuffa, 1985) os cristais maiores que o tamanho silte \n\n(0,0625mm) nos fragmentos de rochas são contados separadamente e devidamente \n\nidentificados com respeito ao tipo de litoclastos onde se encontram, sendo contados \n\ncomo litoclastos apenas fragmentos de textura fina (Remus et al., 2008). Desta \n\nmaneira, salienta-se a composição mineralógica das rochas-fonte, \n\nindependentemente da granulometria ou fragmentação dos grãos. A contagem \n\ndiscriminada de Gazzi-Dickinson permite a identificação das assinaturas \n\ncomposicionais dos principais ambientes tectônicos das áreas-fonte através de \n\ndiagramas ternários com vértices referentes a Q ou Qt (quartzo total), F (grãos de \n\nfeldspato) e L (fragmentos líticos instáveis) (Wu et al., 1991) (Fig. 2.1). \n\n \n\n \nFigura 2.1. Diagrama de Gazzi-Dickinson para estudos de proveniência de bacias sedimentares por \npetrografia. Onde, Qt = quartzo total, F = feldspato e L = fragmentos líticos (Dickinson, 1985). \n \n \n \n\n Conforme Dickinson (1985), os campos são definidos como: (i) arcos \n\nmagmáticos, com sedimentos líticos de arcos de relevo positivo compostos \n\ndominantemente por associações penecontemporâneas de rochas ígneas \n\nvulcânicas e plutônicas cogenéticas associadas a rochas metamórficas \n\ncorrespondentes geradas ao longo do sistema de subducção; (ii) orógenos \n\nreciclados, que incluem sedimentos de estratos supracrustais soerguidos e \n\ndeformados, dominantemente sedimentares mas também vulcânicos, expostos em \n\ncinturões de dobramento variados de regiões orogênicas;  (iii) cráton estável, \n\nprincipalmente com areias quartzosas de exposições de baixa altitude supridas pela \n\nreciclagem de sedimentos plataformais associados; (iv) embasamento soerguido,  \n\n\n\n25 \n \n\ncom areias arcosianas oriundas de soerguimentos do embasamento ao longo de \n\nrifteamentos ou rupturas transformantes, de províncias afetadas por processos \n\ntectônicos posteriores ou mesmo de plútons erodidos em arcos magmáticos \n\nprofundamente dissecados, dispostos geralmente em calhas lineares adjacentes ou  \n\nbacias proximais do tipo pull-apart. \n\n A utilização de análises geocronológicas em grãos detríticos individuais via \n\nSHRIMP (Sensitive High Resolution Ion Microprobe) ou LA-ICP-MS (Laser Ablation \n\nInductively Coupled Plasma Mass Spectrometer) aumentou sensivelmente o poder \n\nde resolução nos estudos de proveniência (Remus et al., 2008). Esta metodologia \n\npermite análise rápida de um grande número de grãos, disponibilizando um volume \n\nconsiderável de dados, além de permitir a datação de grãos individuais e não da \n\ncomposição média do grão.  \n\n A utilização do zircão se dá devido à sua presença como mineral acessório na \n\nmaioria das rochas da crosta terrestre, sua estabilidade perante fenômenos \n\nintempéricos, de transporte, diagenéticos e grande parte do campo do metamorfismo \n\n(Remus et al., 2008). A idade de um grão individual de zircão reflete a idade da \n\nrocha ígnea ou metamórfica onde este se formou e isto permite que a sua datação \n\nindique diretamente a idade da sua área-fonte, sem necessariamente ter \n\nconhecimento de sua localização (Sircombe, 1999). A natureza e localização da \n\nárea-fonte podem ser deduzidas por meio da comparação das idades obtidas dos \n\ngrãos com dados geocronológicos conhecidos de áreas-fonte em potencial. Assim, \n\npode-se presumir que a idade de deposição deve ser mais jovem que a idade do \n\nzircão detrítico mais jovem (Fedo et al., 2003).  Todavia, é preciso prestar atenção \n\npara aspectos como à presença e conteúdo de Zr na possível rocha-fonte e no \n\ntamanho e abundância dos grãos de zircão, para que algumas populações de grãos \n\nnão sejam perdidas ou ignoradas, bem como durante o processo de separação \n\nmineral, para que os grãos maiores não fiquem retidos nas frações maiores que 500 \n\nou 300µm ou sejam excluídos devido a uma possível susceptibilidade magnética \n\nanômala (Fedo et al., 2003; Condie, 2009). Desta forma, a coleta das amostras de \n\nrochas sedimentares deve ser feita em grande quantidade, entre 5 e 15 Kg (Ko?ler \n\net al., 2002), afim de garantir um número de grãos de zircão satisfatório, \n\ndependendo do tipo de rocha. É necessária a análise de pelo menos 59 grãos para \n\ngarantir 95% de certeza de que 1 em 20 componentes da proveniência total não \n\nserá perdido (Dodson et al., 1988). Andersen (2005) determina a análise de \n\n\n\n26 \n \n\naproximadamente 120 grãos reduz para 2% a chance de falha ao detectar uma \n\npopulação e recomenda que a precisão nominal de cada análise individual seja \n\nsempre menos importante que o número de grãos analisados e a maneira como \n\nestes foram selecionados. \n\n Dados isotópicos U-Pb são tipicamente exibidos em diagramas concórdia, a \n\nfim de transmitir informações sobre o processo analítico tais como número de grãos \n\nanalisados, discordância e precisão da análise. Porém, com o aumento do número \n\nde grãos por amostra, típico das análises de zircão detrítico, estes diagramas \n\nconcórdia podem se tornar visualmente confusos (Fedo et al., 2003). As idades U-Pb \n\npara proveniência de sedimentos são exibidas em diagramas de distribuição de \n\nprobabilidades associados aos histogramas tradicionais, o que proporciona uma \n\napresentação mais informativa das múltiplas populações de idades, bem como \n\ninformações sobre a precisão de medida (Sircombe, 1999). Estes diagramas \n\nincorporam os erros individuais no dado da idade e produzem uma distribuição de \n\nprobabilidades da amostra baseada em núcleos de variável Gaussiana que variam \n\ncom cada idade individual (Fedo et al., 2003). \n\n \n\n \n\n2.1.2 O Método U-Pb \n\n \n\n \n\n O uso do zircão na geocronologia baseia-se no sistema isotópico U,Th-Pb. U \n\n(Z = 92) e Th (Z = 90) possuem propriedades químicas semelhantes, devido à \n\nsimilaridade de sua configuração eletrônica e raio atômico (U\n4+\n\n = 1,05 Å, Th\n4+\n\n = 1,10 \n\nÅ) (Faure &amp; Mensing, 2005).  \n\n Cada um dos isótopos principais de U e Th (\n238\n\nU, \n235\n\nU e \n232\n\nTh) dá origem a \n\numa cadeia de decaimento, a qual termina em isótopos estáveis de Pb, de acordo \n\ncom as seguintes equações: \n\n \n\n238\nU para \n\n206\nPb:  \n\n238\nU \n\n206\nPb + 8 \n\n4\nHe + 6 ?\n\n-\n + Q \n\n235\nU para \n\n207\nPb:  \n\n235\nU \n\n207\nPb + 7 \n\n4\nHe + 4 ?\n\n -\n + Q \n\n232\nTh para \n\n208\nPb: \n\n232\nTh \n\n208\nPb + 6 \n\n4\nHe + 4 ?\n\n -\n + Q \n\n  \n\n\n\n27 \n \n\n Onde Q é a soma das energias de decaimento da série completa em milhões \n\nde elétron volts. São formados 43 isótopos de 12 elementos nesta série de \n\ndecaimento e nenhum destes átomos intermediários é membro de mais de uma \n\nsérie (Fig. 2.2). Os valores de abundância, meia-vida e constantes de decaimento \n\ndos principais isótopos de U e Th que ocorrem naturalmente estão na tabela 2.1. \n\n \n\nTabela 2.1. Valores de abundância, meia-vida e constantes de decaimento dos principais isótopos de \nU e Th com ocorrência natural. \n\nIsótopo \nAbundância \n\n(%) \n\nMeia-vida \n\n(anos) \n\nConstante de \n\ndecaimento (anos\n-1\n\n) \n\n238\nU 99,2743 4,468 x 10\n\n9\n 1,55125 x 10\n\n-10\n \n\n235\nU 0,7200 0,7038 x 10\n\n9\n 9,8485 x 10\n\n-10\n \n\n234\nU 0,0055 2,45 x 10\n\n5\n 2,829 x 10\n\n-6\n \n\n232\nTh 100,00 14,010 x 10\n\n9\n 4,9475 x 10\n\n-11\n \n\n(Faure &amp; Mensing, 2005) \n\n \n\n \n \nFigura 2.2. Séries de decaimento de \n\n238\nU, \n\n232\nTh e \n\n235\nU, resultantes das emissões sucessivas de \n\npartículas ? e ?\n -\n. Os produtos finais são isótopos estáveis de \n\n206\nPb, \n\n208\nPb e \n\n207\nPb, respectivamente \n\n(Gulf of Mexico Integrated Science, USGS, 2011). \n \n \n \n\n\n\n28 \n \n\n Apesar de U e Th ocorrerem em um grande número de minerais, apenas \n\nalguns deles são adequados para a geocronologia U-Th-Pb. Para ser útil para \n\ndatação, o mineral deve reter os átomos de U, Th e Pb, bem como os átomos-filhos \n\nintermediários, além de ser amplamente distribuídos em uma grande variedade de \n\nrochas. O zircão preenche não apenas estes requisitos, mas também é resistente a \n\ne estável frente a diversos processos geológicos, o que o torna excelente para o uso \n\nem determinações radiogeocronológicas do sistema U-Pb. As concentrações de U e \n\nTh em cristais de zircão variam entre centenas e milhares de partes por milhão e sua \n\npresença no mineral pode ser atribuída à substituição isomórfica de Zr\n4+\n\n (raio iônico \n\n0,87 Å) por U\n4+\n\n e Th\n4+\n\ne pela presença de inclusões de Thorita (ThSiO4). Os átomos \n\nde Pb\n2+\n\n, por sua vez, não são incorporados no zircão devido ao seu grande raio \n\niônico (1,32 Å) e sua baixa valência. Portanto, em sua formação, os cristais de zircão \n\npossuem muito baixas quantidades de Pb e altas razões U/Pb e Th/Pb, o que \n\naumenta a sua sensibilidade como geocronômetro, já que praticamente todo o Pb \n\npresente é radiogênico. \n\nOutros minerais que satisfazem as condições para datações pelo método U, \n\nTh-Pb são badeleíta, monazita, apatita, titanita, granada, rutilo e perovskita. \n\nO efeito da perda de Pb ou U e o ganho de U em idades U, Th-Pb dos \n\nminerais podem ser expressos graficamente, considerando que: (i) o sistema tenha \n\npermanecido fechado para U, Th, Pb e todos os isótopos-filhos intermediários; (ii) os \n\nvalores das razões iniciais dos isótopos de Pb estão corretos; (iii) a composição \n\nisotópica de U é normal e não foi modificada pelo fracionamento isotópico; (iv) todos \n\nos resultados analíticos são precisos e estão livres de erros sistemáticos. \n\n O Diagrama Concórdia (Fig. 2.3a) expressa uma curva teórica que representa \n\no lugar geométrico dos pontos cujas idades concordantes são definidas pelas razões \n\n206\nPb/\n\n238\nU e \n\n207\nPb/\n\n235\nU, onde o Pb tem origem radiogênica. Os pontos abaixo da \n\nlinha concórdia podem representar zircões com perdas de Pb (alteração intempérica, \n\nmetamictização), ganho de U, ou que o mineral não se comportou como um sistema \n\nfechado. A interpolação das idades de dois ou mais zircões discordantes permite a \n\nplotagem de uma linha reta, chamada de reta discórdia. O intercepto superior da reta \n\ndiscórdia com a curva concórdia representa o tempo transcorrido desde a \n\ncristalização original dos cristais de zircão que definem a reta discórdia. O intercepto \n\ninferior possui idades cuja interpretação depende das circunstâncias e devem ser \n\n\n\n29 \n \n\nconfirmadas por idades K-Ar ou Rb-Sr antes de ser interpretadas como idades de \n\nepisódios de metamorfismo termal (Faure &amp; Mensing, 2005). \n\n O Diagrama Concórdia desenvolvido por Tera e Wasserburg (1972) é uma \n\nalternativa preferida para disposição de idades de rochas mais jovens, pois mostra \n\nmais claramente as retas discórdias que o diagrama convencional (Dickin, 2005). A \n\nplotagem é feita com as razões \n238\n\nU/\n206\n\nPb e \n207\n\nPb/\n206\n\nPb (Fig. 2.3b) e tem como \n\nbenefícios o fato de as razões serem plotadas diretamente como foram medidas e \n\nos erros de mensura das razões \n238\n\nU/\n206\n\nPb e \n207\n\nPb/\n206\n\nPb, menos correlacionáveis \n\nque aqueles nas medidas das razões \n207\n\nPb/\n235\n\nU e \n206\n\nPb/\n238\n\nU, o que torna a análise \n\nde regressão dos dados muito mais simples (Williams, 1998). \n\n À realização de uma análise isotópica U-Pb, a idade calculada a partir da \n\nrazão filho/pai (Pb/U) pode ser comparada àquela calculada a partir da composição \n\nisotópica de Pb (\n207\n\nPb/\n206\n\nPb), permitindo a verificação de se o sistema permaneceu \n\nfechado (Williams, 1998). Para estudos de proveniência de sedimentos, os \n\ndiagramas de distribuição de probabilidades e histogramas de freqüência podem ser \n\nfeitos utilizando-se tanto as razões \n207\n\nPb/\n206\n\nPb quanto as razões \n206\n\nPb/\n238\n\nU. Em \n\nzircões concordantes, a idade \n207\n\nPb/\n206\n\nPb deve ser idêntica  à idade fornecida pela \n\nrazão \n206\n\nPb/\n238\n\nU e o diagrama de proveniência pode ser construído a partir das \n\nidades Pb/U. Porém, em zircões discordantes, a idade \n207\n\nPb/\n206\n\nPb é mais indicada \n\npara construção do diagrama, pois mesmo que o sistema não tenha permanecido \n\nfechado, a composição isotópica de Pb indica a possível idade do sistema (Williams, \n\n1998). \n\n \n\n \n\nFigura 2.3. Diagrama concórdia. (a) Diagrama convencional (Faure &amp; Mensing, 2005); (b) diagrama \nTera-Wasserburg, (Williams, 1998). \n\n \n\n\n\n30 \n \n\n2.2 Procedimentos \n \n\n \n\n2.2.1 Revisão Bibliográfica \n\n \n\n \n\n A revisão bibliográfica foi realizada tanto no início quanto ao longo do \n\ntrabalho, por meio de pesquisas em livros, artigos, dissertações de mestrado e teses \n\nde doutorado, além de cartas geológicas, com o objetivo de obter dados sobre a \n\ngeologia regional e local da área, contexto estratigráfico e tectônico, bem como \n\ninformações sobre o método isotópico de U-Pb em zircão por SHRIMP e as diversas \n\netapas necessárias para o mesmo, tais como preparação de amostras, \n\nimageamento com microscópio eletrônico de varredura (MEV) por elétrons retro-\n\nespalhados e catodoluminescência, confecção de lâminas delgadas e \n\nfuncionamento de cada equipamento associado à técnica, conforme descrito \n\ndetalhadamente a seguir. \n\n \n\n \n\n2.2.2 Coleta de amostras \n\n \n\n \n\n A etapa de campo ocorreu entre os dias 2 e 7 de fevereiro de 2011, quando \n\nforam coletadas amostras das formações Piranhas e Vila Maria. As amostras, de em \n\nmédia 5 Kg cada, foram coletadas com o uso de marreta de 3 Kg e martelo de \n\ngeólogo, a partir de afloramentos com exposições pouco alteradas, colocadas em \n\nsacos de plástico resistente e lacradas com fita adesiva, além de devidamente \n\nidentificadas. As amostras PIR-01 (conglomerado), PIR-04 (microconglomerado) e \n\nPIR-06 (arcóseo) correspondem à Formação Piranhas, ao passo que a amostra PIR-\n\n18 é um arenito fino da Formação Vila Maria, de afloramento próximo ao contato \n\ncom a Formação Furnas (Fig. 2.4). \n\n \n\n\n\n31 \n \n\n \n \n\nFigura 2.4. Localização das amostras coletadas para análise isotópica e petrográfica. Os limites do \ngráben que contém Fm. Piranhas estão demarcadas com uma linha tracejada, ao passo que a \nestreita faixa correspondente aos principais afloramentos da Fm. Vila Maria, estão destacados por \numa linha pontilhada, ao sul do gráben, na escarpa da Bacia do Paraná.  \n\n \n\n\n\n32 \n \n\n \n\n2.2.3 Preparação de Amostras \n\n \n\n \n\n2.2.3.1 Preparação das Amostras para Laminação \n\n \n\n  \n\n As amostras para laminação são cortadas em fatias de aproximadamente \n\n2cm de espessura em uma serra e, uma vez selecionado e demarcado o setor da \n\nfatia a ser laminado, o mesmo é cortado em forma de tablete, com dimensões \n\nsemelhantes à da lâmina delgada. O tablete de rocha tem uma das suas faces \n\npolida com carbeto de silício com granas 320 e 900, lavado com água e detergente \n\nneutro e seco em uma estufa por 24 h. Uma vez seco, o tablete é colado à lâmina de \n\nvidro com Araldite GY 279 na proporção de 5 ml de cola para 1ml de endurecedor e, \n\nnovamente colocado na estufa para secagem durante 24 h. Rochas menos coesas \n\ndevem ser impregnadas com uma resina com corante e secas em estufa por 24 h, \n\npreviamente ao corte. A seguir, é feito o desbaste em serras menores até ter a sua \n\nespessura reduzida e o desbaste automático, na Discoplan. A fina camada de rocha \n\né, então, polida sobre porcelanato com carbeto de silício com granas 900 e 1000 até \n\na espessura de 0,3 µm, verificada com lupa e microscópio óptico. Ao atingir a \n\nespessura adequada, a lâmina pronta é recoberta por uma lamínula de vidro. \n\n Foram confeccionadas duas lâminas delgadas para análise petrográfica: da \n\namostra PIR-01, referente ao conglomerado basal da Fm. Piranhas, e da amostra \n\nPIR-06, de arcóseo, também da Fm. Piranhas. \n\n  \n\n \n\n2.2.3.2 Preparação das Amostras para Análises U-Pb \n\n \n\n \n\n O procedimento utilizado para preparação das amostras é composto de cinco \n\netapas: (i) britagem, moagem e peneiramento; (ii) separação densimétrica; (iii) \n\nseparação magnética; (iv) separação manual de grãos; (v) confecção de mounts, \n\nlixamento e polimento. A preparação das amostras foi realizada no Laboratório de \n\nGeocronologia da Universidade de Brasília. \n\n\n\n33 \n \n\n Cada amostra coletada em campo passa por uma prensa hidráulica para \n\nredução a blocos de tamanho a um diâmetro médio de 5 cm. Em seguida, é \n\nprocessada em um britador até atingir uma granulometria de 5 mm e pulverizada em \n\num moinho de discos para obtenção de fração inferior a 500 ?m através de peneiras \n\nde nylon.  \n\n As amostras peneiradas são deslamadas e bateadas, onde o material pesado \n\né separado por densidade. Os concentrados passam, então, pela separação \n\nmagnética, inicialmente, para retirada dos minerais fortemente magnéticos (como \n\nmagnetita e ilmenita) com ímã de mão e, posteriormente, pelo separador \n\nisodinâmico Franz na posição vertical (free fall) nas correntes de 0,4; 1,0 e 1,8 A. \n\nUma vez que os grãos de zircão possuem baixa susceptibilidade magnética, os \n\nmesmos ficam nos concentrados não magnéticos.  \n\n As frações não magnéticas são reconcentradas para retirar o restante de \n\nminerais leves como quartzo e feldspato do concentrado, em uma placa de petry \n\ncom álcool e auxílio de lupa binocular; são feitos movimentos circulares, nos \n\nmesmos princípios físicos da separação em bateia, onde assim eliminam-se \n\ngradativamente os minerais leves. Os grãos de zircão separados são posicionados \n\nem uma fita dupla face e dispostos em uma malha de posições equidistantes, com \n\nem média de 150 grãos, acompanhados de grãos de zircão padrão (Temora 4). A \n\nseguir, posiciona-se um cilindro de plástico com diâmetro 25mm ao redor dos grãos, \n\naderindo-o à fita dupla face e à amostra identificada. Este cilindro é preenchido por \n\numa resina epoxy Struers, a qual deve ser colocada rente às paredes internas do \n\ncilindro, a fim de evitar a formação de bolhas de ar. A secagem ocorre em \n\ntemperatura ambiente, em cerca de seis horas. Com a resina endurecida, o mount é \n\nlixado (<2500) para que o interior dos grãos de zircão seja exposto e a superfície \n\nfique plana, e finalmente polido com pasta diamantada 0,2 µm Dinser para o \n\nimageamento dos grãos.  \n\n \n\n \n\n\n\n34 \n \n\n2.2.4 Análises \n\n \n\n \n\n2.2.4.1 Imageamento por Elétrons Retro-espalhados e Catodoluminescência \n\n \n\n \n\n As análises foram realizadas no Centro de Microscopia Eletrônica (CME) da \n\nUniversidade Federal do Rio Grande do Sul em um microscópio eletrônico de \n\nvarredura (MEV) da marca JEOL modelo JSM 5800 para aquisição das imagens por \n\nBSE. As imagens por catodoluminescência foram realizadas no MEV LEO 440I no \n\nLaboratório de Microscopia Eletrônica do Instituto de Geociências da Universidade \n\nde São Paulo.  \n\n O MEV consiste de três partes principais: (i) uma coluna elétron-óptica que \n\ngera, colima e focaliza o feixe eletrônico, permitindo sua varredura controlada sobre \n\na amostra; (ii) um sistema de vácuo que inclui a câmara onde fica a amostra. Na \n\ncoluna o vácuo fica entre 10\n-4\n\n e 10\n-7\n\n Torr, dependendo do tipo de filamento a ser \n\nempregado; (iii) detectores e o sistema de geração de imagem (Fig. 2.5) (Reed, \n\n2010).   \n\n Quando um feixe primário de elétrons, com energia inicial E0, interage com \n\numa amostra, a maior parte de sua energia é transformada em calor, e o restante é \n\nresponsável por diversos fenômenos físicos, como a geração de elétrons \n\nsecundários, elétrons retro-espalhados, raios X característicos e outros. Em sua \n\ntrajetória de sucessivas colisões no interior da amostra, os elétrons incidentes \n\nperdem energia, e nesse processo são gerados elétrons secundários caracterizados \n\npor terem energia menor do que 50 eV. Somente os elétrons produzidos próximos \n\nda superfície (50nm de profundidade) conseguem sair da amostra e atingem o \n\ndetector. Todos aqueles originados de profundidades maiores são reabsorvidos na \n\nprópria amostra (Vasconcelos &amp; Hinrichs, 2010). \n\n A imagem formada a partir do sinal captado na varredura eletrônica de uma \n\nsuperfície pode apresentar diferentes características, uma vez que esta resulta da \n\namplificação de um sinal obtido de uma interação entre o feixe eletrônico e o \n\nmaterial da amostra. Diferentes sinais podem ser emitidos pela amostra (Fig. 2.6). \n\nDentre eles, os mais utilizados para obtenção da imagem são originários dos \n\nelétrons secundários e/ou dos elétrons retro-espalhados. No caso dos elétrons retro-\n\n\n\n35 \n \n\nespalhados, o volume da região ionizada depende do número atômico (Z) médio da \n\nzona de interação do mineral com o feixe de elétrons. \n\n \n\nFigura. 2.5. Estrutura do microscópio eletrônico de varredura. Retirado de HardMob Forum (2011). \n\n \n  \n\n \n\nFigura 2.6. Representação esquemática do comportamento dos elétrons ao incidirem na amostra e \nda região de ionização gerada na interação do feixe de elétrons com a superfície do mineral (Wittke, \n2003; Boggs &amp; Krinsley, 2006). \n\n \n\n As imagens BSE são representadas em tons de cinza, nas quais os tons \n\nclaros correspondem a porções compostas por elementos de número atômico médio \n\n\n\n36 \n \n\nmaior que aquelas que aparecem com tons mais escuros. Apesar de as imagens \n\nBSE possuírem resolução menor que as imagens de elétrons secundários, já que as \n\nregiões de onde são provenientes os BSE são maiores que as regiões de liberação \n\nde SE na superfície do mineral, são de relativa facilidade de interpretação. \n\n De acordo com Boggs e Krinsley (2006), a catodoluminescência (CL) se \n\nrefere à emissão de luminescência característica pelos cristais em resposta a um \n\nbombardeio de elétrons com alta energia, os quais causam a excitação dos elétrons \n\ndas camadas de valência, que, por sua vez, liberam energia na forma de fótons ao \n\nretornarem ao seu estado não-excitado. Neste retorno ao seu estado padrão, estes \n\nelétrons podem ser capturados momentaneamente (durante microssegundos) por \n\ndefeitos intrínsecos ou extrínsecos, causados por imperfeições estruturais e \n\ncomposicionais (impurezas), respectivamente. A energia liberada pelos elétrons ao \n\nescaparem de tais defeitos é convertida em fótons com comprimentos de onda \n\ncaracterísticos de luz visível, ultravioleta ou infravermelho. A emissão de CL é \n\nfunção da densidade de imperfeições no cristal, permitindo o reconhecimento de \n\nzonações e texturas de recristalização nos grãos, identificáveis em imagens \n\npancromáticas (Timms &amp; Reddy, 2009).  \n\n As amostras de materiais não condutores (como no caso dos grãos de zircão) \n\ndevem ser revestidas com uma película nanométrica de ouro ou carbono (material \n\ncondutor), por meio de precipitação a vácuo, para garantir a condutividade para \n\nirradiação no MEV (Galván Josa et al., 2009). O imageamento dos zircões tem como \n\nobjetivo a visualização das características morfológicas presentes na região de \n\ninteração com os elétrons na superfície do mineral, como fraturas, zonação e \n\ninclusões sólidas, a fim de definir os melhores cristais a serem analisados e os \n\nmelhores setores para incidência do feixe iônico, já que tais imperfeições podem \n\napresentar perda de Pb, o que prejudicaria a análise isotópica. \n\n  \n\n  \n\n\n\n37 \n \n\n2.2.4.2 Análise Isotópica U-Pb em Zircão por SHRIMP \n\n \n\n \n\n A Espectrometria de Massa de Íons Secundários (SIMS – Secondary Ion \n\nMass Spectrometry) é uma técnica versátil usada para mensurar a composição \n\nquímica e isotópica de materiais sólidos em escala micrométrica. As análises \n\nisotópicas de SHRIMP (Sensitive High Resolution Ion Microprobe) foram realizadas \n\nno SHRIMP II do Centro de Pesquisas Geocronológicas do Instituto de Geociências \n\nda Universidade de São Paulo (um exemplo de instrumento deste tipo pode ser visto \n\nna Figura 2.7). A configuração geral do instrumento pode ser vista na Figura 2.8. \n\n \n\n \n\nFigura 2.7. SHRIMP II instalado na Research School of Earth Sciences, Australian National \nUniversity, Canberra. Retirado de SHRIMP – Instituto de Geociências da Universidade de São Paulo \n(2011).  \n \n\n A análise se dá, primeiramente, com a incidência de um feixe de íons \n\nprimários de alta energia sobre a superfície polida da amostra alvo, gerando um \n\nfeixe de íons secundários (Dickin, 2005). A superfície da amostra deve ser revestida \n\ncom ouro para evitar condução elétrica durante a ablação iônica (Ireland &amp; Williams, \n\n2003). O feixe iônico primário é usualmente focalizado para um diâmetro entre 10 e \n\n30µm, deixando uma perfuração na amostra de até 50µm de diâmetro e no máximo \n\n5µm de profundidade. Os íons de oxigênio para o feixe primário são produzidos em \n\num duoplasmatron de cátodo frio e passam por um filtro de massa Wein, para \n\nseleção da espécie iônica preferencial, O\n2-\n\n geralmente. O oxigênio é preferido em \n\n\n\n38 \n \n\nrelação a outros gases mais eletronegativos como Cl e F, pois é de mais fácil \n\nmanuseio e não é tão agressivo aos componentes ópticos internos do equipamento \n\n(Ireland &amp; Williams, 2003). \n\n \n\n \n\n \nFigura 2.8. Diagrama esquemático do SHRIMP II mostrando seus principais elementos e as \ntrajetórias dos feixes iônicos primário e secundário (Williams, 1998). \n \n\n \n\n Os íons secundários são extraídos com -10kV em relação á superfície da \n\namostra e focalizados em direção ao analisador de massas por meio de um conjunto \n\ntriplo de lentes quadrupolo. Existe um problema em relação à interferência isobárica \n\nde íons moleculares nas espécies atômicas a serem analisadas. Williams (1998) cita \n\nnecessidade de correção de interferências de Zr2O, Zr2OH, HfSi, HfO2, HfO2H, PbH, \n\nWO, YbO2, LuO2, GdO3, TbO3, DyO3, CeO4, NdO4, ZrNbO e ZrSiCaO3, entre outros. \n\nVirtualmente, todas estas interferências podem ser resolvidas a resoluções de \n\nmassa moderadamente altas, alcançadas devido à grande dimensão física do \n\ncorredor de vôo do instrumento, a qual gera uma grande separação espacial entre \n\nas massas diferentes (Dickin, 2005). Os feixes de íons secundários são monitorados \n\npor um monitor de feixes, cujo sinal pode ser utilizado para normalização de ruído de \n\nfeixes secundários.  O analisador de massa é formado por três elementos principais, \n\num setor eletrostático de 85°, um quadrupolo estático e um setor magnético de \n\n72,5°. O setor eletrostático tem como objetivo cancelar a componente de energia da \n\n\n\n39 \n \n\ndispersão de momentum no magneto, essencial devido à grande propagação de \n\nenergia nos íons secundários. Nas análises de zircão os íons são normalmente \n\ncontados por um único multiplicador de elétrons. \n\n O padrão utilizado para as análises foi o Temora 4 e o spot do feixe iônico foi \n\najustado para 24µm. Os cálculos e redução dos dados foram realizados pelo \n\nsoftware SQUID 1.02 (Ludwig, 2001) a partir de planilhas do Microsoft Excel, com \n\nincertezas associadas às razões de 1 ?. Os diagramas concórdia e histogramas de \n\nfrequência para interpretação dos dados foram produzidos no software ISOPLOT 3.0 \n\n(Ludwig, 2003). \n\n  \n\n \n\n\n\n40 \n \n\n3  RESULTADOS E DISCUSSÕES \n\n \n\n \n\n3.1 Petrografia \n \n\n \n\n A descrição das lâminas foi feita em um microscópio petrográfico Leitz \n\nLaborlux 12. A contagem modal da lâmina PIR-06 foi feita com auxílio do software \n\nPetroledge, a partir da contagem de trezentos pontos em uma malha com \n\nespaçamento de 0,4mm com lente objetiva de 6,3x de aumento. \n\n A lâmina da amostra PIR-01 caracteriza o conglomerado basal da Fm. \n\nPiranhas e contém pelo menos 3 grandes clastos. O maior, ao centro, é oval e mede \n\ncerca de 2x2cm. Na parte inferior à direita, clasto arredondado com cerca de 1x1cm \n\ne, na porção superior à esquerda, de 0,5x0,5cm. \n\n O clasto inferior, idêntico ao superior, possui limites bem definidos e é \n\ncomposto predominantemente por quartzo policristalino (45%) com deslocamento \n\nentre os limites dos grãos, plagioclásio e feldspato (40%), clorita (10%) e epidoto \n\n(5%) (Fig. 2.9a). Os grãos de plagioclásio e feldspato são anédricos a subédricos \n\ncom até 2mm de dimensão, fraturados, sericitizados e ocasionalmente deformados, \n\napresentando maclas polissintética por vezes associada a macla Carlsbad. A clorita, \n\nem cristais fibrosos, dispõe-se em bandas milimétricas irregulares e descontínuas, \n\ngeralmente acompanhada por cristais anédricos de epidoto de até 1mm. O epidoto \n\ntambém ocorre substituindo o feldspato. \n\n O clasto maior, com limites descontínuos, é formado por quartzo policristalino \n\n(40%), plagioclásio e feldspato (50%), titanita (8%), biotita e clorita (2%) e epidoto \n\n(traço) em textura granoblástica equigranular (Fig. 2.9b). Os cristais de plagioclásio e \n\nfeldspato encontram-se fortemente sericitizados. \n\n O restante da lâmina mostra rocha maciça com fragmentos monominerálicos \n\nde quartzo (por vezes prismáticos) mono (7%) e policristalinos (13%), feldspato e \n\nplagioclásio (20%) com dimensões entre 0,2 e 3mm, angulosos a subarredondados, \n\nenvoltos em pseudomatriz (15%) de coloração marrom rica em epidoto. São \n\nfrequentes, também, fragmentos de rochas metaplutônicas (40%) e paraderivadas \n\n(5%) de até 3mm, sendo os últimos bastante alterados e deformados. A dimensão \n\ndos fragmentos predomina entre 1 e 2mm, com fábrica sustentada pelos grãos, \n\n\n\n41 \n \n\n  \n\n \n\nFigura 2.9. Fotomicrografias da amostra PIR-01. (a) Clasto inferior de origem metamórfica com biotita \ncloritizada e plagioclásio deformado (LP); (b) cristais de titanita, abundantes no clasto central (LN); (c) \ncontatos pontuais, côncavo-convexos e suturados entre os grãos angulosos (LP); (d) clasto de rocha \nmetaplutônica fragmentado devido à compactação (LP); (e) cristal de epidoto detrítico envolto em \npseudomatriz, juntamente com clastos de rochas metaplutônicas, feldspato e quartzo detríticos, \npouco trabalhados por transporte (LP). A área pontilhada corresponde à figura 2.9f. (f) Cristais de \nepidoto ao redor de um dos clastos, junto à pseudomatriz (LP). \n\n\n\n42 \n \n\narranjados de maneira caótica em um empacotamento normal, com contatos \n\npontuais, côncavo-convexos, flutuantes e suturados (Fig. 2.9c). Alguns clastos \n\naparecem fortemente fraturados e até parcialmente fragmentados (Fig. 2.9d), \n\nevidenciando considerável compactação nesta porção da bacia, demonstrada \n\ntambém pela formação de pseudomatriz argilosa a partir da fragmentação dos \n\ncomponentes detríticos menos competentes. Na pseudomatriz formam-se \n\nocasionalmente cristais de epidoto de até 1mm (Fig. 2.9e), os quais também \n\naparecem em torno dos clastos, atingindo até 0,2mm de comprimento (Fig. 2.9f). \n\nEstes cristais de epidoto dispersos na pseudomatriz, assim como aqueles \n\ndesenvolvidos posteriormente no interior dos cristais de feldspato, podem ser \n\nconsiderados evidência de anquimetamorfismo. \n\n A lâmina da amostra PIR-06 corresponde ao litarenito da Fm. Piranhas, \n\nclassificado como arcóseo por outros autores. A rocha é maciça, com arcabouço \n\nconstituído por fragmentos detríticos de quartzo mono e policristalinos (4%) e \n\nfeldspato alcalino (1%), clastos de rochas metaplutônicas (65%), formadas \n\npredominantemente por quartzo mono e policristalino, feldspato alcalino (contendo \n\npertita) e plagioclásio (por vezes com macla em cunha), e plutônicas (10%), de \n\ncomposição semelhante. Estão presentes também, epidoto e alanita (2%), granada \n\n(1%), biotita e mica branca (1%) e minerais opacos (5%) de natureza detrítica, além \n\nde epidoto (9%) e mica branca (3%) anquimetamórficos, pseudomatriz (3%) e \n\nminerais acessórios como zircão, apatita e anatásio (1%). \n\n Os grãos exibem contatos suturados, côncavo-convexos e pontuais, com \n\nfábrica sustentada pelos grãos em arranjo caótico (Fig. 2.10a). Os minerais opacos \n\nposicionam-se de maneira ordenada (Fig. 2.10b), sugerindo a preservação de \n\nacamamento sedimentar na porção inferior esquerda da lâmina, com laminação \n\nsubmilimétrica marcada por níveis de minerais pesados acompanhando os opacos, \n\ncomo granada (Fig. 2.10c) e alanita detríticas (Fig. 2.10d), os quais ocorrem apenas \n\nnesta situação. Os minerais opacos, por vezes subédricos e com inclusões silicosas, \n\nsugerem crescimento diagenético a partir de núcleos detríticos herdados. A \n\npseudomatriz é formada a partir de fragmentos de rochas metamórfica \n\nparaderivadas e cristais detríticos de biotita e moscovita, deformados e \n\nfragmentados pela compactação (Fig. 2.10e). \n\n \n \n \n\n\n\n43 \n \n\n \n\n \n \n\nFigura 2.10. Fotomicrografias da amostra PIR-06. (a) Arcabouço formado predominante por clastos \nmetaplutônicos, quartzo e feldspato, com contatos suturados e côncavo-convexos (LN); (b) nível de \nminerais pesados (LN); (c) grãos de mineral opaco subédricos (Op ) acompanhado por granada \ndetrítica (Grt), epidoto (Ep) e mica branca anquimetamórfica (Wmca) (LP); (d) alanita zonada e \nmaclada em nível de minerais pesados junto a grãos opacos (LN); (e) pseudomatriz formada a partir \nda compressão de cristais de biotita (LP); (f) grão de rocha plutônica contendo feldspato e \nplagioclásio substituídos por mica branca (LP). Abreviações conforme Siivola e Schmid (2007). \n\n \n \n \n \n \n \n \n\n\n\n44 \n \n\n \n\n As amostras PIR-01 e PIR-06 diferem em aspectos composicionais e \n\ntexturais. PIR-01 apresenta clastos de grandes dimensões e bem preservados, ricos \n\nem biotita cloritizada e titanita, de origem evidentemente metamórfica, além de \n\nclastos de rochas xistosas. Os fragmentos detríticos presentes na amostra PIR-06 \n\npossuem dimensões médias de 1mm e, apesar de fragmentos de rochas \n\nmetaplutônicas serem predominantes, os clastos de rochas metamórficas \n\nparaderivadas são escassos, aparentemente restritos a cristais detríticos de biotita e \n\nmoscovita deformados. Estes cristais de mica são os responsáveis pela formação da \n\npseudomatriz escura em ambas as rochas, a qual é bastante reduzida na amostra \n\nPIR-06 (3%) em relação à amostra PIR-01 (15%). Ademais, os grãos detríticos de \n\nalanita, bem como os minerais opacos e a granada, restritos aos níveis de pesados, \n\nocorrem apenas em PIR-06. A presença de grãos detríticos de minerais instáveis no \n\narcabouço (como epidoto, alanita, mica branca e biotita) e os baixos \n\narredondamento e retrabalhamento dos grãos indicam condições rápidas de \n\ntransporte a partir de fontes predominantemente locais. A mica branca e o epidoto \n\nque ocorrem substituindo feldspato e plagioclásio e preenchendo poros podem ter \n\nsido formados como produto de alteração in situ dos minerais das rochas-fonte (Fig \n\n2.10f), entretanto, acredita-se que tiveram crescimento posterior devido ao aumento \n\nda temperatura em decorrência do soterramento com o preenchimento da bacia, \n\ntendo em vista suas dimensões (até 0,5mm) e o grau de cristalinidade. \n\n Os minerais com ocorrência restrita a cada uma das faciologias (biotita \n\ncloritizada e titanita na amostra PIR-01 e alanita, granada e opacos na amostra PIR-\n\n06) indicam componentes de proveniência distintos em adição às rochas-fonte em \n\ncomum. A diferença granulométrica sugere, também, áreas-fonte a diferentes \n\ndistâncias do depocentro.  \n\n O diagrama de proveniência da amostra PIR-06 (Fig. 2.11) posiciona a \n\namostra no campo embasamento soerguido, próximo ao campo arco dissecado, o \n\nque pode indicar que a rocha se formou com uma contribuição significativa a partir \n\nda erosão de rochas do Arco Magmático de Goiás e das porções crustais locais \n\nsoerguidas na época em decorrência da orogenia do Ciclo Brasiliano e da formação \n\nda Faixa Brasília. \n\n \n\n \n\n\n\n45 \n \n\n \n\nFigura 2.11. Posicionamento da amostra PIR-06 no diagrama de proveniência, no campo de \nembasamento soerguido (Dickinson, 1985). \n\n \n\n \n\n3.2 U-Pb em Zircão \n \n\n \n\n Os resultados das análises isotópicas por U-Pb em zircão mostram, de \n\nmaneira geral, resultados que corroboram com as possíveis interpretações obtidas \n\npela análise petrográfica. As figuras 2.12 e 2.13 exemplificam algumas populações \n\nde grãos de zircão presentes nas amostras analisadas, com imagens obtidas por \n\nmeio de BSE e CL. \n\n \n\n \n \n\nFigura 2.12.  Imagem no modo de elétrons retro-espalhados de exemplos de diferentes tipos de \nzircões do conglomerado da Formação Piranhas (amostra PIR-01), em mount polido e metalizado \ncom carbono: (1) zircão bipiramidado ígneo com zonação concêntrica; (2) zircão zonado com \ninclusões e faces arredondadas devido à abrasão por transporte; (3) zircão acicular também zonado, \nde origem vulcânica, pouco trabalhado; (4) zircão com zonação concêntrica, inclusões e fraturas, \ntambém com evidências de transporte. As colorações mais claras mostram zonas ricas em átomos \ncom maior número atômico, como háfnio. A classificação das populações de zircão foi feita com base \nem Pupin (1980).  \n\n \n\n\n\n46 \n \n\n \n\nFigura 2.13. Imagem de catodoluminescência dos zircões analisados com localização aproximada do \nfeixe iônico do SHRIMP. (a) Zircões da amostra PIR-01; (b) zircões da amostra PIR-18. \n\n \n\n  \n\n A Figura 2.13 mostra a estrutura de alguns dos grãos de zircão analisados por \n\nSHRIMP. As porções mais escuras mais enriquecidas em urânio, o qual destrói o \n\nparcialmente o retículo cristalino ao longo do decaimento radioativo. Bordas escuras \n\nnos grãos normalmente indicam zonas ricas em U, alteradas e/ou metamictização, \n\ncom consequente perda de chumbo. Evitou-se o posicionamento do feixe iônico em \n\nporções dos grãos metamictizadas e em porções e/ou grãos excessivamente \n\nfraturados, já que poderiam resultar em idades discordantes decorrentes da perda \n\nde chumbo.  \n\n\n\n47 \n \n\n Os zircões da amostra PIR-01 são predominantemente zonados e com faces \n\ncristalinas bem delimitadas, com poucas evidências de reassimilação magmática e \n\nrecristalização metamórfica. Os cristais com crescimento alongado segundo o eixo C \n\npodem ser de origem vulcânica (Pupin, 1980). \n\n Os zircões da amostra PIR-18 são menores e, de maneira geral, mais \n\narredondados devido à abrasão durante o transporte, o que sugere não apenas \n\nproveniência de áreas-fonte em parte distintas daquelas do conglomerado da Fm. \n\nPiranhas, mas também que estas estão em posições mais distantes em relação ao \n\ndepocentro. Pode indicar também o retrabalhamento de rochas sedimentares.  \n\n As idades obtidas para a amostra PIR-01 são mostradas no diagrama \n\nconcórdia da Figura 2.14, acompanhadas pelo histograma (Fig. 2.15). \n\n \n\n \n\n \n\nFigura 2.14. Diagrama concórdia das idades da amostra PIR-01.  \n\n\n\n48 \n \n\n \n\nFigura 2.15. Histograma de frequência da amostra PIR-01, com incertezas associadas às razões de 1 \n? e discordância menor que 10%. \n\n \n\n \n\n As idades predominantes na amostra PIR-01 do conglomerado da Fm. \n\nPiranhas são neoproterozóicas, sem registros mais jovens que 600 Ma. São \n\nobservadas também idades de 1.000 e 1.060 Ma, 1.130 a 1.300 Ma, 2.000 Ma e \n\n3.200 Ma. As idades neoproterozóicas, de 600 a 760 Ma são compatíveis com as \n\nidades das sequências metavulcanossedimentares e rochas máfico-ultramáficas do \n\nArco Magmático de Goiás na porção de Arenópolis, área-fonte proximal à bacia e \n\ncorroborado pelos aspectos petrográficos encontrados na rocha. As idades \n\nmesoproterozóicas são semelhantes a idades magmáticas dos Complexos Máfico-\n\nultramáficos de Barro Alto, Niquelândia e Cana Brava (Pimentel et al., 2004). \n\nTodavia, a grande distância entre a bacia e a possível área-fonte (cerca de 500 Km) \n\nnão é favorável a essa interpretação, tendo em vista a natureza da rocha basal do \n\npreenchimento da bacia. Com base na configuração tectônica estimada para a \n\népoca, outra possível área-fonte são as rochas contidas no Cráton Paranapanema, \n\natualmente sotoposto à cobertura sedimentar da Bacia do Paraná, cujas idades \n\npodem refletir o registro de aglutinação do supercontinente Rodínia durante o \n\n\n\n49 \n \n\nMesoproterozóico (Pisarevsky et al., 2003; Li et al., 2008). No Arco Magmático não \n\nhá registro de rochas com idades mesoproterozóicas. São desconhecidas ainda \n\npossíveis áreas-fonte para os zircões de idade paleoproterozóica presentes na \n\nrocha. A idade arqueana de 3.200 Ma é idêntica à idade modelo TDM Sm-Nd de ca. \n\n3.2Ga do Gnaisse Ribeirão (Pimentel, 1992) e, deste modo, este zircão pode conter \n\no registro do magmatismo arqueano que formou a rocha que deu origem ao Gnaisse \n\nRibeirão, localizado nas proximidades da cidade de Arenópolis, em Goiás. \n\n As idades U-Pb dos gnaisses, ortognaisses e granito miloníticos do arco \n\n(ca.900-760 Ma) (Pimentel et al., 2004) não foram registradas nas populações de \n\nzircão da amostra PIR-01, possivelmente porque não estavam expostas durante a \n\nabertura e preenchimento do gráben em seus estágios iniciais. \n\n \n\n \n\n \n\nFigura 2.16. Diagrama concórdia da amostra PIR-18. \n\n \n\n\n\n50 \n \n\n Da mesma maneira, idades mais jovens que 600 Ma, referentes aos \n\ngranitóides pós-tectônicos (ca. 590-480 Ma) (Pimentel et al., 1999) estão ausentes \n\nna amostra, indicando que este fácies da bacia foi depositado antes da exumação \n\ndos corpos graníticos pós-tectônicos. A ausência de registro de ambos os intervalos \n\nde idades pode ser justificado, também, por isolamento físico do depocentro em \n\nrelação à área-fonte. \n\n \n\n \n\n \nFigura 2.17. Histograma de frequência da amostra PIR-18, com incertezas associadas às razões de 1 \n? e discordância menor que 10%. \n\n \n\n \n\n O histograma da amostra PIR-18 da Fm. Vila Maria da Bacia do Paraná (Fig. \n\n2.17) mostra uma alta frequência de grãos com idades neoproterozóicas, divididas \n\nem dois trends de idades principais (Fig. 2.16) de 700-600 Ma e de 900-750 Ma, \n\npossivelmente indicativas dos dois episódios magmáticos formadores do Arco \n\nMagmático de Goiás ao final da orogenia Brasiliana (Laux, 2004). Entretanto, a \n\nabrangência de possíveis áreas-fonte da Fm. Vila Maria é bastante superior à da \n\nFm. Piranhas, possibilitando a sugestão de áreas-fonte regionais e distais, já que a \n\n\n\n51 \n \n\nprimeira possui uma distribuição geográfica considerável e os sedimentos \n\nevidentemente trabalhados por transporte (incluindo os grãos de zircão detrítico). \n\n As populações com idades entre 1.250 e 1.000 Ma podem estar associadas à \n\nProvíncia Sunsás do Cráton Amazônico, com idades correspondentes à Orogenia \n\nSunsás (Tassinari &amp; Macambira, 2004), além das possíveis fontes sugeridas para as \n\npopulações de idades semelhantes para a amostra PIR-01. As idades entre 1.500 e \n\n1.300 Ma podem também estar relacionada com a porção sudoeste do Cráton \n\nAmazônico. O pico isolado em 1.700 Ma pode representar grãos oriundos das \n\nrochas da sequência rifte do Grupo Araí na porção norte da Faixa Brasília, de idade \n\nca. 1,77 Ga (Pimentel et al., 1999), contemporâneas às primeiras sequências de \n\npreenchimento do Aulacógeno do Panamirim, no Cráton São Francisco (Alkmim, \n\n2004). As rochas metassedimentares do leste da Faixa Brasília podem ser a fonte \n\ndos zircões detríticos com idades entre 2.0 e 2.2 Ga, como os grupos Ibiá, Jequitiá e \n\nParanoá, conforme Rodrigues (2008) e Pimentel et al.(2011). \n\n  \n\n \n\n3.3 Evolução Tectônica \n \n\n \n\n De maneira geral, a formação do gráben ocorreu devido ao soerguimento e \n\nconcomitante extensão litosférica que se seguiram à colisão continental, junto com o \n\npico do metamorfismo Brasiliano, o qual se deu por volta de 600 Ma (Pimentel et al., \n\n2004). O preenchimento teve início com a deposição dos conglomerados basais com \n\nfragmentos líticos submétricos arredondados e clastos menores angulosos, \n\npredominantemente de rochas neoproterozóicas do arco, e detritos provavelmente \n\noriundos do Cráton Paranapanema, os quais contêm registro da formação do \n\nSupercontinente Rodínia. Os conglomerados têm idade máxima de deposição de ca. \n\n600 Ma, conforme a idade concordante do zircão detrítico mais jovem (idade \n\n206\nPb/\n\n238\nU, Anexos). As rochas plutônicas que foram metamorfizadas durante a \n\norogênese Brasiliana, posicionadas na raiz do arco magmático, ainda não estavam \n\nexpostas, bem como os granitóides pós-tectônicos. O preenchimento do gráben a \n\npartir das rochas imediatamente proximais progrediu com a deposição de \n\nsedimentos de proveniência cada vez mais distal e de profundidades originais \n\nmaiores, em decorrência da erosão incidente sobre o orógeno. Esta afirmação é \n\n\n\n52 \n \n\nevidenciada pela análise petrográfica, que indicam deposição de detritos do \n\nembasamento soerguido nas fácies intermediárias da Fm. Piranhas. A granulometria \n\ndas rochas diminuiu progressivamente, de maneira proporcional ao aumento no \n\narredondamento dos grãos detríticos. Tendo em vista que a proveniência dos grãos \n\ndetríticos varia verticalmente com o preenchimento da bacia e evolui de acordo com \n\na erosão dos altos topográficos formados a partir da colisão continental, essas \n\nobservações sugerem que alguns componentes de proveniência possam variar \n\ntambém de maneira lateral no gráben, devido à sua razoável extensão. \n\n O fim da deposição da Fm. Piranhas foi seguido pela reativação do arcabouço \n\nbrasiliano da região, devido à compressão decorrente da Orogenia Oclóyica na \n\nborda oeste do continente (Milani et al., 2007). A depressão do substrato gerou \n\nespaço de acomodação para deposição da Supersequência Rio Ivaí da Bacia do \n\nParaná, no Neo-Ordoviciano.  A Fm. Vila Maria possui idade mínima de deposição \n\nde ca. 436 ± 8 Ma (Mizusaki et al., 2002). As populações de zircão detrítico do \n\narenito superior desta formação revelam uma área-fonte principal de idade \n\nneoproterozóica, com registro da bimodalidade do magmatismo do arco, além de \n\noutras idades compatíveis com uma ampla amostragem de áreas-fonte, como as \n\nidades mesoproterozóicas possivelmente relacionadas ao Cráton Amazônico, e \n\npaleoproterozóicas correlacionáveis à Tafrogênese Estateriana e aos sedimentos \n\ndetríticos oriundos da erosão das rochas metassedimentares da Faixa Brasília. É \n\npossível inferir uma idade máxima de deposição para a Fm. Vila Maria de 623 Ma \n\n(idade \n206\n\nPb/\n238\n\nU). A ausência de grãos de zircão com idades entre 550 e 450 Ma \n\natesta a não-deposição de sedimentos oriundos dos granitóides pós-tectônicos, por \n\nmotivo da não erosão dos mesmos ou por isolamento físico das rochas-fonte em \n\nrelação à bacia. \n\n  \n\n  \n\n\n\n53 \n \n\n4  CONCLUSÕES \n\n \n\n  \n\n Com base nos dados petrográficos e geocronológicos discutidos acima, é \n\npossível concluir que: \n\n \n\n? A bacia formada pelo gráben de Piranhas formou-se a partir da extensão que \n\nse seguiu após a compressão e consequente soerguimento do orógeno no Ciclo \n\nBrasiliano, originando uma bacia intermontana de natureza molássica; \n\n? O início da sedimentação da Fm. Piranhas se deu a predominantemente partir \n\ndas rochas das sequências metavulcanossedimentares do Arco Magmático de Goiás \n\ncom idades entre ca. 700-600 Ma, sem contribuição dos gnaisses e granitos \n\nmiloníticos idades mais antigas ou tampouco dos granitos pós-tectônicos, devido à \n\nerosão dos sedimentos que continham tais registros ou da sua não-deposição em \n\ndecorrência de um isolamento paleogeográfico da área-fonte em relação à bacia; \n\n? Na medida em que se deu o preenchimento da bacia, as áreas-fonte \n\ntornaram-se progressivamente mais distais, como demonstrado pela diminuição da \n\ngranulometria e diferenças composicionais marcantes dos litarenitos em relação aos \n\nconglomerados; \n\n? As populações mais jovens do arenito da Fm. Vila Maria (ca. 700-600 Ma e \n\n900-750 Ma) são semelhantes àquelas presentes nas porções basais da Fm. \n\nPiranhas, mas estão presentes as idades de magmatismo mais antigas decorrentes \n\nda erosão da raiz do arco bem como idades meso e paleoproterozóicas oriundas de \n\nfontes distais em relação ao orógeno da Faixa Brasilia; \n\n? As dúvidas remanescentes sobre a proveniência das rochas da Fm. Piranhas \n\ne sua relação com as primeiras manifestações sedimentares da Bacia do Paraná \n\npodem ser explicadas com estudo mais aprofundado por meio da análise de um \n\nmaior número de amostras ao longo do gráben e de maneira ascendente na \n\nsequência sedimentar, além de um estudo faciológico mais completo. \n\n\n\n54 \n \n\nREFERÊNCIAS \n\n \n\n \n\nALKMIM, F. F. 2004. O que faz de um cráton um cráton? O Cráton do São Francisco \ne as relações almeidianas ao delimitá-lo. In: MANTESSO-NETO, V.; BARTORELLI, \nA.; CARNEIRO, C. D. R.; BRITO-NEVES, B. B.(Org.) Geologia do Continente Sul-\nAmericano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: \nBeca. p. 18-35. \n \nALMEIDA, F. F. M.; HASUI, Y.; BRITO-NEVES, B. B.; FUCK, R. A. 1981. Brasilian \nstructural provinces: an introduction. Earth Science Reviews. Amsterdan, v. 17, p. 1-\n29. \n \nANDERSEN, T. 2005. Detrital zircons as tracers of sedimentary provenance: limiting \nconditions from statistics and numerical simulation. Chemical Geology. Amsterdan, v. \n216, p. 249– 270. \n \nARAÚJO, V. A.; MORETON, L. C. 2008. Unidades litoestratigráficas. In: MOREIRA, \nM. L. O.; MORETON, L.C.; ARAÚJO, V. A.; LACERDA FILHO, J. V.; COSTA, H. F. \n2008. Geologia do Estado de Goiás e Distrito Federal. Goiânia: CPRM/SIC – \nFUNMINERAL. p. 43-113. \n \nASSINE, M. L.; SOARES, P. C.; MILANI, E. J. 1994. Sequências tectono-\nsedimentares mesopaleozóicas da Bacia do Paraná, sul do Brasil. Revista Brasileira \nde Geociências. São Paulo, v. 24(2), p. 77-89. \n \nASSINE, M. L.; ALVARENGA, C. J. S.; PERINOTTO, J. A. J. 1998. Formação Iapó: \nglaciação continental no limite Ordoviciano/Siluriano da Bacia do Paraná. Revista \nBrasileira de Geociências, v. 28 (1), p. 51-60. \n \nÁVILA, J. N. 2003. Evolução tectono-termal-deposicional da sub-bacia de Cachueta, \nBacia de Cuyo, NW-Argentina. 2003. 131 f. Monografia (Graduação) – Instituto de \nGeociências, Curso de Geologia, Universidade Federal do Rio Grande do Sul, Porto \nAlegre. \n \nBOGGS Jr, S.; KRINSLEY, D. 2006. Cathodoluminescence imaging to the study of \nsedimentary rocks. Cambridge: Cambridge University Press. 177 p. \n \nCHEMALE Jr., F. 1993. Bacias molássicas brasilianas. Acta Geológica \nLeopoldensia, n. 37, p. 109-118.  \n \nCONDIE, K. C.; BELOUSOVA, E.; GRIFFIN, W. L.; SIRCOMBE, K. N.; 2009. \nGranitoid events in space and time: Constrains from igneous and detrital zircon age \nspectra. Gondwana Research, v. 15, p. 228-242. \n \nDICKIN, A. P. 2005. Radiogenic Isotope Geology. Cambridge: Cambridge University \nPress. 492 p. \n \n\n\n\n55 \n \n\nDICKINSON, W. R. 1985. Interpreting provenance relations from detrital modes of \nsandstones. In. ZUFFA, G. G. (Ed.) Provenance of Arenites. Cosenza: D. Reidel \nPublishing Company. p.333-361. \n \nDODSON, M. H.; COMPSTON, W.; WILLIAMS, I. S.; WILSON, J. F. 1988. A search \nfor ancient detrital zircons in Zimbabwean sediments. Journal of the Geological \nSociety. London, v.145, p.977-983. \n \nFAURE, G.; MENSING, T. M. 2005. Isotopes: Principles and applications. Hoboken: \nJohn Wiley &amp; Sons, Inc. 897p. \n \nFEDO, C. M.; SIRCOMBE, K. N.; RAINBIRD, R. H. 2003, Detrital zircon analysis of \nthe sedimentary record. In: HANCHAR, J. M.; HOSKIN, P. (Ed.) Zircon: Experiments, \nIsotopes, and Trace Element Investigation. Washington, DC: Mineralogical Society of \nAmerica. p. 277-303. (Reviews in Mineralogy, Chapter 10, v. 53).  \n \nGALVÁN JOSA, V.; BERTOLINO, S. R.; RIVEROS, J. A.; CASTELLANO, G. 2009. \nMethodology for processing backscattered electron images. Application to Aguada \narchaeological paints. Micron, v. 40, p. 793-799. \n \nGULF OF MEXICO Integrated Science: Tampa Bay Study Data: banco de dados \nmantido pelo United States Geological Survey. Disponível em \n<http://gulfsci.usgs.gov/tampabay/data/2_biogeochemical_cycles/radionuclides.html> \nAcesso em 21 mai. 2011. \n \nHARDMOB Forum. Lista mantida por vBulletin, Jelsoft Enterprises Ltd no Brasil. \nDisponível em: &lt;http://www.hardmob.com.br/threads/435653-44-Imagens-\nIncr%C3%ADveis-de-Microsc%C3%B3pios-Eletr%C3%B4nicos-de-Varredura>. \nAcesso em: 5 jun. 2011. \n \nIRELAND, T. R.; WILLIAMS, I., S. 2003. Considerations in Zircon Geochronology by \nSIMS. In: HANCHAR, J. M.; HOSKIN, P. (Ed.) Zircon: Experiments, Isotopes, and \nTrace Element Investigation. Washington, DC: Mineralogical Society of America. p. \n277-303. (Reviews in Mineralogy, Chapter 10, v. 53).  \n \nKOŠLER, J.; FONNELAND, H.; SYLVESTER, P.; TUBRETT, M.; PEDERSEN, R. B. \n2002. U-Pb dating of detrital zircons for sediment provenance studies – a comparison \nof laser ablation ICPMS and SIMS techniques. Chemical Geology, v. 182, p.605-618. \n \nLACERDA FILHO, J. V.; FRASCA, A. A. S. 2008. Compartimentação tectônica. In: \nMOREIRA, M. L. O.; MORETON, L.C.; ARAÚJO, V. A.; LACERDA FILHO, J. V.; \nCOSTA, H. F. 2008. Geologia do Estado de Goiás e Distrito Federal. Goiânia: \nCPRM/SIC – FUNMINERAL. p. 34-42. \n \nLAUX, J. H. 2004. Evolução do Arco Magmático de Goiás com base em dados \ngeocronológicos U-Pb e Sm-Nd. 2004. 113 f. Tese (Doutorado em Geociências) – \nInstituto de Geociências, Curso de Pós-Graduação em Geociências, Universidade \nFederal de Brasília, Brasília. \n \n\n\n\n56 \n \n\nLI, Z. X; BOGDANOVA, S. V.; COLLINS, A. S.; DAVIDSON, A.; DE WAELE, B.; \nERNST, R. E.; FITZSIMONS, I. C. W.; FUCK, R. A.; GLADKOCHUB, D. P.; \nJACOBS, J; KARLSTROM, K. E.; LU, S.; NATAPOV, L. M.; PEASE, V.; \nPISAREVSKY, S. A.; THRANE, K.; VERNIKOVSKY, V. 2008. Assembly, \nconfiguration, and break-up history of Rodinia: A synthesis. Precambrian Research, \nv. 160, p. 179-210. \n \nLUDWIG, K. R. 2001. Squid 1.02. A user’s manual. Berkeley Geochronology Center, \nSpecial Publication n. 2. 22p. \n \nLUDWIG, K. R. 2003. User’s manual for Isoplot 3.00 – A Geochronological Toolkit for \nMicrosoft Excel. Berkeley Geochronology Center, Special Publication n. 4. 71 p. \n \nMILANI, E. J. 1997. Evolução tectono-estratigráfica da Bacia do Paraná e seu \nrelacionamento com a geodinâmica fanerozóica do Gonduana Sul-Ocidental. Porto \nAlegre. 2 v. Tese  de Doutorado, Programa de Pós-graduação em Geociências,  \nInstituto de Geociências, Universidade Federal do Rio Grande do Sul. \n \nMILANI, E. J. 2004. Comentários sobre a origem e a evolução tectônica da Bacia do \nParaná. In: MANTESSO-NETO, V.; BARTORELLI, A.; CARNEIRO, C. D. R.; BRITO-\nNEVES, B. B.(Org.) Geologia do Continente Sul-Americano: Evolução da Obra de \nFernando Flávio Marques de Almeida. São Paulo: Beca. p. 265-279. \n \nMILANI, E. J.; MELO, J. H. G.; SOUZA, P. A.; FERNANDES, L. A.; FRANÇA, A. B. \n2007. Bacia do Paraná. In: Boletim de Geociências da Petrobras, v. 15 (2), p. 265-\n288. \n \nMIZUSAKI, A. M. P.; MELO, J. H. G; VIGNOL-LELARGE, M. L.; STEEMANS, P. \n2002. Vila Maria Formation (Silurian, Paraná Basin, Brazil): integrated radiometric \nand palynological age determinations. Geological Magazine. Cambridge, v. 139 (4), \np. 453-463.  \n \nMOREIRA, M. L. O.; MORETON, L.C.; ARAÚJO, V. A.; LACERDA FILHO, J. V.; \nCOSTA, H. F. 2008. Geologia do Estado de Goiás e Distrito Federal. Goiânia: \nCPRM/SIC – FUNMINERAL. 143p. \n \nMORTON, A. C.; WHITHAM, A. G.; FANNING, C. M. 2005. Provenance of Late \nCretaceous to Paleocene submarine fan sandstone in the Norwegian Sea: \nIntegration of heavy mineral, mineral chemical and zircon age data. Sedimentary \nGeology, v. 182, p. 3-28. \n \nOWEN, M. R.; 1987. Hafnium contento of detrital zircons, a new tool for provenance \nstudy. Journal of Sedimentary Petrology, v. 57, p.824-830. \n \nPIMENTEL, M.M. 1991. Late Proterozoic Crustal Evolution of the Tocantins Province \nin central Brazil: an Isotopic and Geochemical Study. 248 p. (PhD Thesis), University \nof Oxford. \n \n\n\n\n57 \n \n\nPIMENTEL, M. M. 1992. Reajuste do sistema isotópico Sm-Nd durante o \nNeoproterozóico em gnaisses do oeste de Goiás. Revista Brasileira de Geociências. \nv. 22(3), p. 262-268. \n \nPIMENTEL, M. M.; FUCK, R. A. 1994. Geocronologia Rb-Sr da Porção Sudoeste do \nMaciço Mediano de Goiás. Revista Brasileira de Geociências, São Paulo, v. 24(2), \np.104-111. \n \nPIMENTEL, M. M.; FUCK, R. A ; ALVARENGA, C. J. S. 1996. Post-Brasiliano (Pan-\nAfrican) high-K granitic magmatism in central Brazil: late precambrian/early Paleozoic \nextension. Precambrian Research , v. 80, P. 217-238. \n \nPIMENTEL, M. M.; FUCK, R. A.; BOTELHO, N. F. 1999. Granites and the \ngeodynamic history of the neoproterozoic Brasília belt, Central Brazil: a review. \nLithos.v. 46, p. 463-483. \n \nPIMENTEL, M. M.; JOST. H.; FUCK, R. A. 2004. O embasamento da Faixa Brasília e \no Arco Magmático de Goiás. In: MANTESSO-NETO, V.; BARTORELLI, A.; \nCARNEIRO, C. D. R.; BRITO-NEVES, B. B.(Org.) Geologia do Continente Sul-\nAmericano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: \nBeca. p. 355-369. \n \nPIMENTEL, M. M.; RODRIGUES, J. B.; DELLAGIUSTINA, M. E. S.; JUNGES, S.; \nMATTEINI, M.; ARMSTRON, R. 2011. The tectonic evolution of the Neoproterozoic \nBrasília Belt, central Brazil, based on SHRIMP and LA-ICPMS U-Pb sedimentary \nprovenance data: a review. Journal of South American Earth Science, v. 31, p. 345-\n357. \n \nPISAREVSKY, S. A.; WINGATE, M. T. D.; POWELL, C.; JOHNSON, S.; EVANS, D. \nA. D. 2003. Models of Rodinia assembly and fragmentation. In: YOSHIDA, M.; \nWINDLEY, B. F.; DASGUPTA, S. (Ed.) Proterozoic East Gondwana: Supercontinent \nAssembly and Breakup. London. Geological Society of London. Special Publications, \nn. 206, p. 35-55. \n \nPUPIN, J. P. 1980. Zircon and Granite Petrography. Contributions to Mineralogy and \nPetrology, v. 73, p. 207-220. \n \nREED, J. B. 2010. Electron microprobe analysis and scanning electron microscopy in \ngeology.  Cambridge University, 2 ed. 206 p.   \n \nREMUS, M. V. D.; SOUZA, R. S.; CUPERTINO, J. A.; DE ROS, L. F.; DANI, N.; \nVIGNOL-LELARGE. 2008. Proveniência sedimentar: métodos e técnicas analíticas \naplicadas. Revista Brasileira de Geociências, v. 38(2), p.166-185. \n \nRODRIGUES, J. B. 2008. Proveniência de sedimentos dos grupos Canastra, Ibiá, \nVazante e Bambuí – Um estudo de zircões detríticos e Idades Modelo Sm-Nd. 141 f. \nTese (Doutorado em Geociências) – Instituto de Geociências, Curso de Pós-\nGraduação em Geociências, Universidade Federal de Brasília, Brasília. \n \n\n\n\n58 \n \n\nSHRIMP – Instituto de Geociências da Universidade de São Paulo (2011). São \nPaulo, Universidade de São Paulo. Disponível em \n<http://www.igc.usp.br/index.php?id=259>. Acesso em: 3 nov. de 2011. \n \nSIIVOLA, J.; SCHMID, R. 2007. List of Mineral Abbreviations. Recommendations by \nthe IUGS Subcommission on the Systematics of Metamorphic Rocks: List of mineral \nabbreviations. Web version 01.02.07. Disponível em \n<http://www.bgs.ac.uk/scmr/docs/papers/paper_12.pdf> . Acesso em: 19 nov. de \n2011. \n \nSIRCOMBE, K. N. 1999. Tracing provenance thrhough the isotope ages of littoral \nand sedimentary detrital zircon, eastern Australia. Sedimentary Geology, v. 124, \np.47-67. \n \nTASSINARI, C. C.; MACAMBIRA, M. J. B. 2004. A evolução tectônica do Cráton \nAmazônico. In: MANTESSO-NETO, V.; BARTORELLI, A.; CARNEIRO, C. D. R.; \nBRITO-NEVES, B. B.(Org.) Geologia do Continente Sul-Americano: Evolução da \nObra de Fernando Flávio Marques de Almeida. São Paulo: Beca. p. 471-485. \n \nTERA, F.; WASSERBURG, G. J. 1972. U-Th-Pb systematics in three Apollo 14  \nbasalts and  the problem of  initial Pb  in lunar rocks. Earth and Planetary  \nScience Letters, v. 14, p. 281-304. \n \nTIMMS, N. E.; REDDY, S. M. 2009. Response of cathodoluminescence to crystal-\nplastic deformation in zircon. Chemical Geology, v. 261, p. 12-24. \n \nVALERIANO, C. M.; DARDENNE, M. A.; FONSECA, M. A.; SIMÕES, L. S. A.; \nSEER, H. J.  2004. A evolução tectônica da Faixa Brasília.  In: MANTESSO-NETO, \nV.; BARTORELLI, A.; CARNEIRO, C. D. R.; BRITO-NEVES, B. B.(Org.) Geologia do \nContinente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de \nAlmeida. São Paulo: Beca. p. 575-592. \n \nVAN HOUTEN, S. P. 1973. Meaning of Molasse. Geological Society of America \nBulletin, v. 84, p. 1973-1976. \n \nVASCONCELOS, M. A. Z.; HINRICHS, R. 2010. Microanálise na caracterização de \ngemas e joias. In: HARTMANN, L. A.; SILVA, J. T. (Org.) Tecnologias para o setor \nde gemas, joias e mineração. Porto Alegre: IGEO/UFRGS. p. 117-132. \n \nWILLIAMS, I. S. 1998. U-Th-Pb Geochronology by Ion Microprobe. In McKibben, M.  \nA.,  Shanks  III, W.  C.; Ridley, W.  I.  (Eds.).  Applications  of microanalytical \ntechniques to understanding mineralizing processes. Reviews in Economic Geology \nv.7, p. 1-35. \n \nWITTKE, J. H. 2003. Effects of Electron Bombardment: apostila online mantida pela \nNorthern Arizona University. Disponível em \n<http://www4.nau.edu/microanalysis/microprobe/Interact-Effects.html>. Acesso em: 4 \njul. 2011.  \n \n\n\n\n59 \n \n\nWU, F. T.; CAETANO-CHANG, M. R.; LANDEVI, P. M. B. 1991. Proveniência das \nrochas arenosas do Subgrupo Itararé em termos de ambiente tectônico no sul do \nEstado de São Paulo. Revista Brasileira de Geociências, v. 21 (2), p. 127-137. \n \nZUFFA, G. G. 1985. Optical analyses of arenites: influence of methodology on \ncompositional results. In. ZUFFA, G. G. (Ed.) Provenance of Arenites. Cosenza: D. \nReidel Publishing Company. p.165-18. \n\n\n\n \n \n\nANEXOS\n\n\n\n \n \n\n(errors are 1s unless otherwise specified)\n\nIsotope Ratio Data for Samples SquidSampleData * Pb204 Corrected\n\nSpot Name f(206)%\nppm\n\nU\n\nppm\n\nTh\n\n232Th\n\n/238U\n\n206Pb/2\n\n38U*\n\nAge\n\n1s\n\nerr\n\n207Pb/2\n\n06Pb*\n\nAge\n\n1s\n\nerr\n\n208Pb/\n\n232Th*\n\nAge\n\n1s\n\nerr\n\n% \n\nDiscord\n\nant\n\n208r\n\n/232*\n\n%\n\nerr\n\nTotal\n\n238\n\n/206\n\n%\n\nerr\n\nTotal\n\n207\n\n/206\n\n%\n\nerr\n238/\n\n206r*\n\n%\n\nerr\n207r\n\n/206r*\n\n%\n\nerr\n207r\n\n/235*\n\n%\n\nerr\n206r\n\n/238*\n\n%\n\nerr\n\nerr\n\ncorr\n\nPIR01_1-01.2 0,21 1694 24 0,01 698,9 14,3 695 18 506 144 -1 ,0253 28,4 8,72 2,2 ,0642 0,6 8,73 2,2 ,0626 0,8 0,99 2,3 ,1145 2,2 ,931\n\nPIR01_1-1.1 0,43 374 166 0,46 687,3 14,2 672 46 660 21 -2 ,0332 3,2 8,85 2,2 ,0652 1,3 8,89 2,2 ,0619 2,2 0,96 3,1 ,1125 2,2 ,709\n\nPIR01_1-2.1 0,43 722 336 0,48 1215,1 24,8 1195 22 1179 33 -2 ,0601 2,8 4,80 2,2 ,0832 0,7 4,82 2,2 ,0799 1,1 2,29 2,5 ,2074 2,2 ,894\n\nPIR01_1-3.1 0,35 711 37 0,05 654,3 13,2 657 41 552 79 0 ,0277 14,2 9,33 2,1 ,0642 1,4 9,36 2,1 ,0615 1,9 0,91 2,9 ,1068 2,1 ,745\n\nPIR01_2-4.1 0,58 746 471 0,65 1203,2 26,2 1266 28 1173 33 5 ,0597 2,8 4,85 2,4 ,0872 0,6 4,87 2,4 ,0829 1,4 2,34 2,8 ,2052 2,4 ,857\n\nPIR01_2-5.1 0,44 506 209 0,43 653,9 13,3 622 43 636 19 -5 ,0320 3,0 9,33 2,1 ,0639 1,1 9,37 2,1 ,0605 2,0 0,89 2,9 ,1068 2,1 ,731\n\nPIR01_2-6.1 0,41 69 28 0,42 3120,6 59,2 3232 13 2955 118 4 ,1574 4,0 1,60 2,4 ,2600 0,7 1,61 2,4 ,2576 0,8 22,11 2,5 ,6227 2,4 ,944\n\nPIR01_2-7.1 2,82 90 32 0,37 592,8 14,5 837 238 750 101 41 ,0378 13,4 10,09 2,4 ,0887 2,6 10,38 2,6 ,0670 11,4 0,89 11,7 ,0963 2,6 ,219\n\nPIR01_2-8.1 0,62 266 136 0,53 660,4 13,7 642 67 634 24 -3 ,0318 3,8 9,21 2,2 ,0659 1,6 9,27 2,2 ,0611 3,1 0,91 3,8 ,1079 2,2 ,571\n\nPIR01_2-9.1 0,47 582 424 0,75 630,5 12,7 619 45 614 16 -2 ,0308 2,5 9,69 2,1 ,0641 1,1 9,73 2,1 ,0604 2,1 0,86 3,0 ,1027 2,1 ,713\n\nPIR01_2-10.1 1,27 236 53 0,23 641,1 15,1 584 119 603 72 -9 ,0303 11,9 9,44 2,4 ,0693 1,6 9,56 2,5 ,0595 5,5 0,86 6,0 ,1046 2,5 ,411\n\nPIR01_2-11.1 0,67 264 32 0,13 634,9 13,8 699 65 558 73 10 ,0280 13,1 9,60 2,3 ,0679 1,4 9,66 2,3 ,0627 3,0 0,90 3,8 ,1035 2,3 ,600\n\nPIR01_2-12.1 0,41 507 234 0,48 647,1 13,1 609 50 645 18 -6 ,0324 2,8 9,43 2,1 ,0634 1,6 9,47 2,1 ,0602 2,3 0,88 3,1 ,1056 2,1 ,679\n\nPIR01_2-13.1 0,48 468 220 0,49 647,1 13,4 663 53 623 18 2 ,0313 3,0 9,42 2,2 ,0654 1,7 9,47 2,2 ,0617 2,5 0,90 3,3 ,1056 2,2 ,664\n\nPIR01_2-13.2 0,58 274 68 0,26 640,4 13,3 635 66 572 35 -1 ,0287 6,1 9,52 2,2 ,0654 1,7 9,57 2,2 ,0609 3,1 0,88 3,8 ,1044 2,2 ,580\n\nPIR01_2-14.1 0,33 551 174 0,33 641,6 13,0 640 35 607 19 0 ,0305 3,1 9,52 2,1 ,0636 1,1 9,56 2,1 ,0610 1,6 0,88 2,7 ,1046 2,1 ,794\n\nPIR01_2-14.2 0,82 251 187 0,77 1045,4 22,7 1001 50 1018 31 -4 ,0516 3,0 5,63 2,3 ,0788 1,2 5,68 2,3 ,0725 2,5 1,76 3,4 ,1761 2,3 ,691\n\nPIR01_2-15.1 0,20 747 635 0,88 639,9 12,8 702 28 638 15 10 ,0321 2,3 9,56 2,1 ,0644 0,9 9,58 2,1 ,0628 1,3 0,90 2,5 ,1044 2,1 ,846\n\nPIR01_2-16.1 1,04 695 426 0,63 630,4 12,7 621 63 599 18 -1 ,0301 2,9 9,63 2,1 ,0685 1,2 9,73 2,1 ,0605 2,9 0,86 3,6 ,1027 2,1 ,588\n\nPIR01_2-17.1 0,19 351 155 0,46 1985,8 36,2 2015 11 1916 45 1 ,0994 2,4 2,77 2,1 ,1253 0,6 2,77 2,1 ,1240 0,6 6,17 2,2 ,3608 2,1 ,958\n\nPIR01_2-18.1 1,14 195 64 0,34 654,4 14,1 612 95 622 41 -6 ,0312 6,6 9,25 2,2 ,0691 1,8 9,36 2,3 ,0602 4,4 0,89 5,0 ,1068 2,3 ,456\n\nPIR01_2-19.1 0,51 233 126 0,56 1165,6 23,1 1163 47 1236 36 0 ,0631 2,9 5,02 2,2 ,0825 1,8 5,05 2,2 ,0786 2,4 2,15 3,2 ,1982 2,2 ,674\n\nPIR01_3-20.1 0,41 230 103 0,46 1278,0 25,1 1246 31 1406 40 -3 ,0721 2,9 4,54 2,2 ,0851 1,1 4,56 2,2 ,0820 1,6 2,48 2,7 ,2193 2,2 ,805\n\nPIR01_3-21.1 0,51 412 116 0,29 692,0 14,0 724 46 593 26 5 ,0298 4,4 8,78 2,1 ,0674 1,2 8,82 2,1 ,0635 2,1 0,99 3,0 ,1133 2,1 ,705\n\nPIR01_3-22.1 0,63 304 85 0,29 753,4 15,4 1124 43 683 40 49 ,0344 5,8 8,02 2,2 ,0819 1,2 8,07 2,2 ,0771 2,1 1,32 3,0 ,1240 2,2 ,710\n\nPIR01_3-23.1 0,43 662 102 0,16 657,6 13,2 621 40 345 32 -6 ,0172 9,4 9,27 2,1 ,0638 1,0 9,31 2,1 ,0605 1,8 0,90 2,8 ,1074 2,1 ,753\n\nPIR01_3-24.1 0,28 178 373 2,16 1998,6 38,0 2039 17 1979 46 2 ,1029 2,3 2,74 2,2 ,1277 0,8 2,75 2,2 ,1257 1,0 6,30 2,4 ,3635 2,2 ,919\n\nPIR01_3-25.1 0,61 323 160 0,51 1025,6 20,4 1112 38 1356 37 8 ,0694 2,7 5,76 2,1 ,0813 1,1 5,80 2,2 ,0767 1,9 1,82 2,9 ,1725 2,2 ,746\n\nPIR01_3-26.1 0,45 374 148 0,41 660,5 13,5 646 57 655 23 -2 ,0329 3,5 9,23 2,1 ,0647 1,7 9,27 2,2 ,0612 2,6 0,91 3,4 ,1079 2,2 ,631\n\nPIR01_3-27.1 0,73 172 112 0,67 1219,8 24,7 1183 62 1198 48 -3 ,0610 4,0 4,77 2,2 ,0849 1,3 4,80 2,2 ,0794 3,1 2,28 3,8 ,2083 2,2 ,582\n\nPIR01_3-28.1 0,47 459 181 0,41 640,2 13,1 620 52 587 20 -3 ,0294 3,5 9,53 2,1 ,0641 1,5 9,58 2,1 ,0605 2,4 0,87 3,2 ,1044 2,1 ,662\n\nPIR01_3-29.1 1,13 237 90 0,39 1020,4 20,7 1018 67 1171 55 0 ,0596 4,7 5,77 2,2 ,0818 1,4 5,83 2,2 ,0732 3,3 1,73 4,0 ,1715 2,2 ,554\n\nPIR01_4-30.1 0,23 525 162 0,32 642,1 13,0 677 39 627 21 5 ,0315 3,4 9,53 2,1 ,0638 1,2 9,55 2,1 ,0621 1,8 0,90 2,8 ,1047 2,1 ,760\n\nPIR01_4-31.1 0,35 388 43 0,12 1300,2 25,1 1217 25 1198 76 -6 ,0611 6,3 4,46 2,1 ,0834 0,9 4,47 2,1 ,0808 1,3 2,49 2,5 ,2235 2,1 ,860\n\nPIR01_4-32.1 1,04 377 191 0,52 740,3 15,4 831 76 688 31 12 ,0346 4,5 8,13 2,2 ,0748 1,3 8,22 2,2 ,0668 3,6 1,12 4,2 ,1217 2,2 ,518\n\nPIR01_4-33.1 0,36 419 285 0,70 646,3 13,2 644 50 649 17 0 ,0326 2,6 9,45 2,1 ,0639 1,7 9,48 2,2 ,0611 2,3 0,89 3,2 ,1055 2,2 ,680  \n\n\n\n \n \n\n \n \n \n \n \nIsotope Ratio Data for Samples SquidSampleData * Pb204 Corrected\n\n(errors are 1s unless otherwise specified)\n\nSpot Name f(206)%\nppm\n\nU\n\nppm\n\nTh\n\n232Th\n\n/238U\n\n206Pb/2\n\n38U*\n\nAge\n\n1s\n\nerr\n\n207Pb/2\n\n06Pb*\n\nAge\n\n1s\n\nerr\n\n208Pb/23\n\n2Th*\n\nAge\n\n1s\n\nerr\n\n% \n\nDiscord\n\nant\n\n208r\n\n/232*\n\n%\n\nerr\n\nTotal\n\n238\n\n/206\n\n%\n\nerr\n\nTotal\n\n207\n\n/206\n\n%\n\nerr\n238/\n\n206r*\n\n%\n\nerr\n207r\n\n/206r*\n\n%\n\nerr\n207r\n\n/235*\n\n%\n\nerr\n206r\n\n/238*\n\n%\n\nerr\n\nerr\n\ncorr\n\nPIR18_1-1.1 0,52 336 58 0,18 637,9 13,3 661 62 626 48 4 ,0314 7,7 9,56 2,2 ,0656 1,5 9,61 2,2 ,0616 2,9 0,88 3,6 ,1040 2,2 ,607\n\nPIR18_1-2.1 0,77 179 229 1,32 646,7 13,9 663 91 632 19 2 ,0318 3,0 9,40 2,2 ,0676 2,0 9,48 2,3 ,0617 4,2 0,90 4,8 ,1055 2,3 ,470\n\nPIR18_1-3.1 1,28 137 77 0,58 762,4 16,6 767 109 696 37 1 ,0350 5,3 7,86 2,3 ,0746 2,3 7,97 2,3 ,0648 5,2 1,12 5,7 ,1255 2,3 ,407\n\nPIR18_1-4.1 1,65 100 120 1,24 638,0 15,0 879 159 644 28 38 ,0324 4,4 9,45 2,4 ,0810 2,5 9,61 2,5 ,0683 7,7 0,98 8,1 ,1040 2,5 ,306\n\nPIR18_1-5.1 2,97 51 65 1,34 642,7 19,0 932 391 660 56 45 ,0332 8,5 9,25 2,7 ,0929 5,3 9,54 3,1 ,0701 19,0 1,01 19,3 ,1048 3,1 ,161\n\nPIR18_1-6.1 2,09 94 104 1,15 639,7 15,3 724 232 644 34 13 ,0324 5,3 9,39 2,4 ,0796 5,2 9,59 2,5 ,0635 11,0 0,91 11,2 ,1043 2,5 ,224\n\nPIR18_1-7.1 1,52 71 39 0,56 895,6 20,9 1129 129 967 78 26 ,0490 8,0 6,61 2,5 ,0888 3,8 6,71 2,5 ,0773 6,5 1,59 7,0 ,1490 2,5 ,359\n\nPIR18_1-8.1 0,73 292 318 1,13 623,1 13,2 648 70 607 18 4 ,0305 2,9 9,78 2,2 ,0669 1,7 9,85 2,2 ,0613 3,2 0,86 3,9 ,1015 2,2 ,564\n\nPIR18_1-9.1 0,75 115 91 0,81 1273,5 26,6 1248 85 1214 54 -2 ,0619 4,5 4,54 2,3 ,0878 2,4 4,58 2,3 ,0821 4,3 2,47 4,9 ,2184 2,3 ,468\n\nPIR18_1-9.2 1,05 108 43 0,41 1037,3 22,7 1146 81 989 62 10 ,0502 6,3 5,67 2,4 ,0859 2,2 5,73 2,4 ,0780 4,1 1,88 4,7 ,1746 2,4 ,505\n\nPIR18_1-10.1 1,01 94 46 0,50 864,9 19,7 853 113 874 57 -1 ,0442 6,5 6,89 2,4 ,0752 2,1 6,96 2,4 ,0675 5,5 1,34 6,0 ,1436 2,4 ,408\n\nPIR18_1-11.1 1,30 112 98 0,90 661,3 15,0 678 136 636 35 2 ,0320 5,5 9,14 2,3 ,0722 2,4 9,26 2,4 ,0621 6,4 0,93 6,8 ,1080 2,4 ,350\n\nPIR18_2-12.1 1,56 100 53 0,55 661,9 15,2 612 165 646 52 -8 ,0325 8,0 9,10 2,4 ,0723 3,3 9,25 2,4 ,0602 7,7 0,90 8,0 ,1081 2,4 ,301\n\nPIR18_2-13.1 0,24 357 87 0,25 788,2 16,4 872 37 670 31 11 ,0337 4,6 7,67 2,2 ,0699 1,2 7,69 2,2 ,0681 1,8 1,22 2,8 ,1301 2,2 ,782\n\nPIR18_2-14.1 1,32 126 60 0,49 648,5 14,3 667 146 619 46 3 ,0311 7,4 9,32 2,3 ,0720 3,7 9,45 2,3 ,0618 6,8 0,90 7,2 ,1058 2,3 ,324\n\nPIR18_2-15.1 0,68 404 97 0,25 990,2 21,1 941 42 912 46 -5 ,0462 5,0 5,98 2,3 ,0756 1,0 6,02 2,3 ,0704 2,1 1,61 3,1 ,1660 2,3 ,745\n\nPIR18_2-16.1 1,14 109 79 0,75 2054,1 46,3 1951 43 1918 85 -5 ,0996 4,4 2,63 2,6 ,1278 1,3 2,66 2,6 ,1197 2,4 6,19 3,6 ,3753 2,6 ,735\n\nPIR18_2-17.1 1,87 92 79 0,89 629,8 14,8 645 176 577 35 2 ,0289 6,1 9,56 2,4 ,0757 2,6 9,74 2,5 ,0612 8,2 0,87 8,6 ,1026 2,5 ,288\n\nPIR18_2-18.1 0,31 282 117 0,43 1568,0 29,9 1728 24 1707 62 10 ,0881 3,6 3,62 2,1 ,1081 0,8 3,63 2,2 ,1058 1,3 4,02 2,5 ,2754 2,2 ,858\n\nPIR18_3-19.1 0,24 335 372 1,15 1777,1 35,3 1764 15 1699 40 -1 ,0877 2,4 3,14 2,3 ,1097 0,7 3,15 2,3 ,1079 0,8 4,72 2,4 ,3174 2,3 ,940\n\nPIR18_3-20.1 0,50 91 41 0,46 2053,9 44,8 2095 27 2053 80 2 ,1069 3,9 2,65 2,5 ,1333 1,2 2,67 2,5 ,1298 1,6 6,71 3,0 ,3752 2,5 ,853\n\nPIR18_3-21.1 1,00 119 52 0,46 660,3 14,9 664 159 675 41 1 ,0340 6,1 9,18 2,4 ,0694 5,1 9,27 2,4 ,0617 7,4 0,92 7,8 ,1079 2,4 ,306\n\nPIR18_3-22.1 0,74 275 422 1,59 645,5 13,5 652 81 595 16 1 ,0299 2,7 9,43 2,2 ,0671 1,6 9,50 2,2 ,0614 3,8 0,89 4,4 ,1053 2,2 ,502\n\nPIR18_3-23.1 0,96 169 8 0,05 813,1 17,3 775 89 643 306 -5 ,0323 47,6 7,37 2,2 ,0724 2,4 7,44 2,3 ,0650 4,2 1,21 4,8 ,1344 2,3 ,471\n\nPIR18_3-24.1 0,76 159 59 0,38 785,8 18,9 784 81 762 43 0 ,0384 5,7 7,66 2,5 ,0712 2,0 7,71 2,6 ,0653 3,8 1,17 4,6 ,1296 2,6 ,554\n\nPIR18_3-25.1 0,36 173 92 0,55 1290,1 26,0 1315 32 1265 37 2 ,0646 2,9 4,50 2,2 ,0877 1,3 4,51 2,2 ,0850 1,7 2,60 2,8 ,2216 2,2 ,802\n\n \n \n \n \n \n \n \n\n\n\n \n \n\n \n \n \n \n \n \nIsotope Ratio Data for Samples SquidSampleData * Pb204 Corrected\n\n(errors are 1s unless otherwise specified)\n\nSpot Name f(206)%\nppm\n\nU\n\nppm\n\nTh\n\n232Th\n\n/238U\n\n206Pb/2\n\n38U*\n\nAge\n\n1s\n\nerr\n\n207Pb/2\n\n06Pb*\n\nAge\n\n1s\n\nerr\n\n208Pb/23\n\n2Th*\n\nAge\n\n1s\n\nerr\n\n% \n\nDiscord\n\nant\n\n208r\n\n/232*\n\n%\n\nerr\n\nTotal\n\n238\n\n/206\n\n%\n\nerr\n\nTotal\n\n207\n\n/206\n\n%\n\nerr\n238/\n\n206r*\n\n%\n\nerr\n207r\n\n/206r*\n\n%\n\nerr\n207r\n\n/235*\n\n%\n\nerr\n206r\n\n/238*\n\n%\n\nerr\n\nerr\n\ncorr\n\nPIR18_3-26.1 0,30 128 168 1,36 2216,0 43,0 2155 20 2148 54 -3 ,1121 2,5 2,43 2,3 ,1364 0,9 2,44 2,3 ,1343 1,1 7,60 2,6 ,4102 2,3 ,897\n\nPIR18_4-27.1 1,69 114 96 0,86 647,2 15,0 638 203 617 38 -1 ,0310 6,2 9,31 2,4 ,0741 4,0 9,47 2,4 ,0610 9,4 0,89 9,7 ,1056 2,4 ,250\n\nPIR18_4-28.1 0,32 181 129 0,73 1340,7 33,3 1323 30 1300 41 -1 ,0664 3,1 4,31 2,7 ,0877 1,2 4,33 2,7 ,0853 1,6 2,72 3,2 ,2312 2,7 ,868\n\nPIR18_4-29.1 0,20 133 33 0,26 2802,1 51,0 2818 13 2670 90 1 ,1412 3,4 1,83 2,2 ,2003 0,7 1,84 2,2 ,1990 0,8 14,94 2,4 ,5445 2,2 ,945\n\nPIR18_4-30.1 0,24 247 47 0,20 1960,9 41,4 2108 16 2035 84 7 ,1059 4,2 2,81 2,4 ,1324 0,7 2,81 2,4 ,1307 0,9 6,41 2,6 ,3555 2,4 ,938\n\nPIR18_4-31.1 0,42 227 55 0,25 1409,5 27,7 1448 33 1476 72 3 ,0758 4,9 4,07 2,2 ,0942 1,1 4,09 2,2 ,0911 1,7 3,07 2,8 ,2444 2,2 ,789\n\nPIR18_4-32.1 0,84 290 66 0,23 633,3 13,5 604 112 583 59 -5 ,0293 10,2 9,61 2,2 ,0665 2,8 9,69 2,2 ,0600 5,2 0,85 5,6 ,1032 2,2 ,397\n\nPIR18_4-33.1 2,42 65 65 1,03 676,7 17,6 615 317 636 54 -9 ,0320 8,5 8,82 2,6 ,0791 4,9 9,03 2,7 ,0603 14,7 0,92 14,9 ,1107 2,7 ,184\n\nPIR18_4-34.1 0,30 109 46 0,43 795,0 17,6 869 115 862 40 9 ,0436 4,7 7,60 2,4 ,0703 5,1 7,62 2,4 ,0680 5,5 1,23 6,0 ,1313 2,4 ,392\n\nPIR18_4-35.1 0,26 132 117 0,92 1836,0 36,7 1789 24 1823 53 -3 ,0944 2,9 3,03 2,3 ,1113 1,1 3,03 2,3 ,1094 1,3 4,97 2,7 ,3295 2,3 ,865\n\nPIR18_4-36.1 1,60 75 36 0,49 812,9 19,5 749 165 809 80 -8 ,0408 9,9 7,32 2,5 ,0765 2,7 7,44 2,6 ,0642 7,8 1,19 8,2 ,1344 2,6 ,311\n\nPIR18_4-37.1 0,43 269 99 0,38 648,6 13,7 592 64 654 29 -9 ,0329 4,5 9,41 2,2 ,0630 1,8 9,45 2,2 ,0597 2,9 0,87 3,7 ,1058 2,2 ,601\n\nPIR18_4-38.1 0,55 169 164 1,00 1022,5 22,3 828 63 1023 59 -19 ,0519 5,7 5,79 2,4 ,0709 1,7 5,82 2,4 ,0667 3,0 1,58 3,9 ,1719 2,4 ,613\n\nPIR18_4-39.1 1,36 95 85 0,92 676,2 18,2 741 182 693 40 10 ,0349 5,8 8,92 2,8 ,0745 2,8 9,04 2,8 ,0640 8,6 0,98 9,1 ,1106 2,8 ,314\n\nPIR18_5-40.1 0,52 241 86 0,37 906,0 19,0 919 52 872 39 1 ,0441 4,5 6,59 2,2 ,0737 1,5 6,63 2,2 ,0697 2,6 1,45 3,4 ,1509 2,2 ,661\n\nPIR18_5-41.1 0,94 273 74 0,28 793,8 16,6 903 83 782 61 14 ,0394 7,8 7,56 2,2 ,0764 1,8 7,63 2,2 ,0691 4,0 1,25 4,6 ,1310 2,2 ,483\n\nPIR18_5-42.1 0,89 494 518 1,08 744,8 15,1 805 59 731 19 8 ,0368 2,6 8,09 2,1 ,0728 1,2 8,17 2,1 ,0659 2,8 1,11 3,5 ,1225 2,1 ,606\n\nPIR18_5-43.1 1,71 78 28 0,37 853,5 20,2 895 148 871 94 5 ,0440 10,8 6,94 2,5 ,0820 2,9 7,06 2,5 ,0689 7,2 1,34 7,6 ,1416 2,5 ,332\n\nPIR18_5-44.1 0,32 623 376 0,62 1722,1 33,2 2121 11 1667 40 23 ,0860 2,4 3,26 2,2 ,1339 0,5 3,27 2,2 ,1317 0,6 5,56 2,3 ,3062 2,2 ,959\n\nPIR18_5-45.1 1,26 322 92 0,30 675,4 14,1 747 105 640 51 11 ,0322 7,9 8,94 2,2 ,0739 2,6 9,05 2,2 ,0642 5,0 0,98 5,5 ,1105 2,2 ,404\n\nPIR18_2-46.1 2,35 86 166 1,98 662,6 16,3 860 250 646 25 30 ,0325 3,9 9,02 2,5 ,0858 6,6 9,24 2,6 ,0677 12,0 1,01 12,3 ,1083 2,6 ,211\n\nPIR18_2-47.1 0,68 225 90 0,42 788,2 16,5 771 78 748 38 -2 ,0377 5,0 7,64 2,2 ,0702 1,9 7,69 2,2 ,0649 3,7 1,16 4,3 ,1301 2,2 ,516"}]}}}