{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20298"}, {"@name": "filename", "#text": "3785_TEXTO%20PARA%20DISCUSS%c3%83O%20GRUPO%20DE%20ENERGIA%20N%c2%b0%20XXVI.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": ". AIN, \nServ. de \n\nCU r'r e r t ç o \n\nModelo do setor petróleo (MOSPET): \nóferta e demanda de deri \n\n1IU III lIIl III 11111 Il flhIlIl \tliii liii \nRJF0173185 \t!IPEA - RJ \n\nTEXTOS PARA DISCUSSÃO \n\nGRUPO DE:  ENERGIA \n\n- N9XXVI \n\n\"r»bdelo do Setor Petróleo \n(P»DSPET): Oferta e Deman-\nda de Derivados e Balanço \nde Divisas\". \n\nLuro R.A. Rarros \n\nFevereiro de 1985 \n\n\n\nTiragem: 100 exemplares \n\nTrabalho elaborado em: Agosto 1984 \n\nInstituto de Pesquisas do IPEA \n\nInstituto de Planejamento Econ6nhico e Social \n\nAvenida Presidente Antonio Carlos, 51 - 13/179 andar \n\n20020 Rio de Janeiro RJ \n\nTel. : (021) 210-2423 \n\nSr rfl \n\nf sc \nd \n\nDb \n\nEste trabalho é da inteira e exclusiva responsabilidade de seu \n\nautor. As opiniaes nele emitidas não exprimem, necessariamente, \n\no ponto de vista da Secretaria de Planejamento da Presidnçia \n\nda República. \n\n\n\n4 \n\nSUMÂRIO \n\n1 - INTRODUÇÃO \t . \n\nII \t- \tDEMANDA DE \tDERIVADOS ............................ \n\n11.1- Agregação dos derivados em grupos ........ \n\n11.2 - Consideraçes gerais sobre o consumo \tde \nderivados de petrôleo no Brasil .......... \n\n11.3 - \tMetodologia .............................. \n\n11.4 - Estimativas de demanda por grupo ......... \n\n11.4.1 \t- \tCases ........................... \n\n11.4.2 \t- \tLeves ........................... \n\n11.4.3 \t- \tMdios .......................... \n\n11.4.4 \t- \tPesados ......................... \n\n11.5 - Cenários de renda, preços e substituição. \n\n11.6 - \tUm cenário \tde \tdemanda .................... \n\nIII - OFERTA DE \tDERIVADOS ............................. \n\n111.1 - CaracterTsticas gerais do modelo de ofer \nta ...................................... \n\n111.2 - \tRestrições \tdo \tmodelo .................... \n\n111.2.1 - Restrições de consistência.... \n\n111.2.2 - Restrições de \tdisponibilidade \nde \tpetróleo ................... \n\n111.2.3 - Restrições de composição \tda \ncarga ......................... \n\n111.2.4 - Restrições de capacidade de re \nfino .......................... \n\n111.2.5 - Restrições de craqueamento. \n\n111.2.6 - Restrições de qualidade dos de \nrivados ....................... \n\n111.2.7 \t- Restrições de demanda ......... \n\n111.3 - Função objetivo do modelo ............... \n\nIV \t- \tSIMULAÇÕES ...................................... \n\nIV.l - Versão simplificada do modelo de oferta.. \n\nIV.2 - Base \tde \tdados ............................ \n\nIV.3 - Resultados ............................... 45 \n\nV - COMENTÂRIOS E CONCLUSÕES ........................ 56 \n\nREFERÊNCIAS BIBLIOGRÂFICAS ............................ 63 \n\nDcc LI m € \tç k \n\n04 \n\nlo \n17 \n\n17 \n\n18 \n\n22 \n\n23 \n\n27 \n\n28 \n\n30 \n\n32 \n\n33 \n\n33 \n\n35 \n\n36 \n\n37 \n\n37 \n\n38 \n\n39 \n\n40 \n\n41 \n\n41 \n\n42 \n\nPÂGINA \n\n01 \n\n03 \n\n03 \n\n\n\nMODELO DO SETOR PETRÔLEO (MOSPET): OFERTA E DEMANDA DE \n\nDERIVADOS E BALANÇO DE DIVISAS \n\nLauro Roberto Albrecht Ramos \n\n1 - INTRODUÇÃO \n\nDesde o inrcio dos anos setenta a questão do petrleo \n\ntem sido uma constante fonte de preocupaç6es para aeconomia bra-\n\nsileira. Insumo energtico básico e, individualmente, o item de \n\nmaior peso napauta de importaç6es, este produto está no cerne de \n\ntodas as conjecturas acerca do desempenho econ6mico do pars no fu \n\nturo pr6ximo, papel este realçado pelo recente quadro recessivo e \n\nde escassez de divisas. \n\nDentro deste contexto dois enfoques de naturezas distin \n\ntas despertam maior interesse: o enfoque conjuntural e o estrat-\n\ngico. \n\nO primeiro diz respeito ao choque frontal entre a neces \n\nsidade de auménto do consumo de combustiveis e derivados para a \n\nreativação econômica e o interesse na redução das importações de \n\npetr6leo ditado pela imposição de obtenção de maiores supervits \n\nno comrcio com o exterior, aliado à inércia da resposta, em ter-\n\nmos de produção domstica, aos investimentos e esforços em prospec \n\nção. \n\nO segundo refere-se, além da questão natural da redução \n\nda dependência do petróleo como um todo, e do petróleo importado \n\nem particular, à adaptação da estrutura de refino do parque às ne \n\ncessidades da demanda, de modo a minimizar a depend&amp;ncia do merca \n\ndo internacional de derivados, que se caracteriza por um carter \n\nvoltil, ou mesmo orientar esta dependência para derivados que \n\neventualmente se julgue de importância relativa menor. 1  É impor- \n\nLEsta adaptação se torna relativamente mais importante na medi \nda em que for aumentando a participação de petr6leo doméstico no \natendimento das demandas, isto ê, na medida em que for diminuindo \na dependência do petróleo bruto importado. \n\nrv \n\n0 \n\n\n\nVd \n\ntante lembrar ainda que o perfil da demanda tem sofrido continuas \n\ne significativas alterações, face às diferentes restrições ao con \n\nsumo dos vários derivados impostas pela política energética adota \n\nda e à crescente participação de fontes alternativas (na maioria \n\ndas vezes atravs de substitutos parciais do petrôleo) no atendi-\n\nmento das demandas individuais de combustíveis. \n\nCertamente, esta uma visão bastante simplificada da \n\nproblemática do petróleo, mas &amp; mais que suficiente para mostrar \n\nque em qualquer esforço de estudo da questão, seja sob um enfoque \n\nou outro, &amp; de fundamental importância um bom conhecimento sobre \n\nos prováveis níveis e configurações das demandas por derivados de \n\npetróleo e, na mesma medida, da capacidade (e velocidade) do pare-\n\nque d-e refino nacional em adaptar-se às exigências por elas ditadas4 1  \n\nO objetivo deste trabalho o desenvolvimento de um ins \n\ntrumento que considere concomitantemente os dois lados - oferta e \n\ndemanda - da questão do abastecimento interno de derivados de pe-\n\ntróleo, capaz de auxiliar na análise geral da evolução do panora-\n\nma do setor nos próximos anos. Além de abrangente, contudo, pre-\n\ntende-se um instrumento de fácil gerenciamento, ágil o suficientë \n\npara ser capaz de avaliar com presteza a resposta do setor a altë \n\nrações do quadro econômico nacional e internacional, mudanças de \n\npolitica energtica ou reorientações de estratégia de suprimento, \n\nentre outras. Assim, fez-se a opção por uma modelagem simples, às \n\nvezes at&amp; ingênua, e convencional, abrindo mão da originalidade \n\ne, eventualmente, do detalhamento de alguns aspectos da questão. \n\nDentro deste contexto, a primeira parte do trabalhode \n\ndicada à discussão do comportamento futuro das demandas por deri-\n\nvados de petróleo no mercado interno, procurando-se representar \n\nsuas tendências de evolução no curto e no médio prazos em função \n\ndo desempenho da economia nacional e da política, de preços e de \n\nsubstituição, para o setor. Na segunda parte, procede-se •à mode-\n\nlagem do lado da oferta, explicitando as alternativas tecnológi-\n\ncas e estratgias de atendimento da demanda interna e suas limita \n\nções, de modo a permitir a identificação da mais conveniente edos \n\nINPES, XXVI/85 \n\n\n\n1 \n\n3 \n\n- \tpontos de estrangulamento do sistema. Finalmente, efetuarn-seexer \n\ncícios de simulação, apresentando os resultados em termos de es-\n\ntrutura e níveis de demanda, esquema de suprimento desta e efei-\n\ntos decorrentes no balanço de divisas global do setor petr6leo. \n\nII - DEMANDA DE DERIVADOS \n\n11.1 - Agregação dos derivados emgrupos \n\nTendo em vista a vasta gama de tipos de derivados de pe \n\ntróleo existentes (mais de cem) , e as grandes diferenças observa-\n\ndas entre as quantidades demandadas de cada um deles, torna-se ai \n\ntamente recomendável o seu agrupamento em classes afins. Natural \n\nmente este não pode ser feito de maneira indiscriminada, exigindo \n\nalgum citério para o compromisso entre as duas finalidades da a-\n\ngregação, em princípio antagônicas, quais sejam a diminuição do \n\ngrau de complexidade do problema, o que implica minimização do nú \n\nmero de grupos a serem formados, e a preservação da aderência do \n\ntratamento com a realidade, o que redunda em uma minimização do \n\ntamanho dos agrupamentos. \n\nLevando-se em conta considerações desta ordem, optou-se \n\npela seguinte agregação: \n\n- Gases: \tGLP (gás liquefeito de petróleo) \n\n- Leves: \tgasolina, nafta, hexano, benzeno,tolueno e \n\nsolventes de borracha; \n\n- Médios: óleo diesel, querosene iluminante, querosene \n\nde aviação e aguarrás; \n\n- Pesados: óleos combustíveis, asfaltos, gasóleos,óleos \n\nlubrificantes, parafinas, coque, \n\ncitando-se apenas os derivados mais relevantes dentro de cada gru \n\npo e excluindo deliberadamente aqueles que possuem participação \n\ninsignificante. \n\nAIN \nde \tINPES, XXVI/8 5 \n\nDocrentçc \n\n\n\n4 \n\nEste nível de agregação parece ser bastante conveniente \n\npois, pelo lado da oferta, congrega derivados que possuem faixas \n\nde destilação bastante semelhantes, de tal maneira que, em geral, \n\nsão produzidos conjuntamente ou por processos similares,o que per \n\nmite que a análise da adequação da estrutura de refino não fique \n\ncomprometida. Paralelamente, no que concerne a demanda,tem-se ob \n\nservado historicamente que o seu perfil no interior de cada grupo \n\nnão vem se alterando de maneira significativa, 2  a não ser nos úl-\n\ntimos anos no caso dos derivados que possuem substitutos específi \n\ncos, fato este que será considerado separadamente, a posteriori, \n\nainda neste trabalho. \n\nNa Tabela 1 é apresentada a participação da demanda dô \n\nprimeiro derivado citado em cada grupo (menos o dos gases, por ra \n\nzões óbvias) na demanda do grupo como um todo, mais a nafta no \n\nleves. Conforme pode-se observar cada um deles é responsável por \n\nquase toda a demanda do respectivo grupo (no caso dos leves a ga-\n\nsolina mais a nafta) , sendo por conseguinte merecedores de maio-\n\nres cuidados. Doravante, no contexto deste trabalho, eles serão \n\ndenominados derivados principais, enquanto os demais serão denomi-\n\nnados derivados secundários. \n\n11.2 - Consideraçaes gerais sobre o consumo de derivados de \n\nDetrólêo no Brasil \n\nSegundo pode ser constatado nos Gráficos 1 e 2, ao lon-\n\ngo do tempo ocorreram movimentos constantes de ascensão e retra-\n\nção do consumo de cada grupo de derivados no país, com sucessivas \n\ntrocas de elementos em maio].destaque. 3  Nos primeiros anos - a- \n\n2Deve ser ressalvado o caso do grupo dos leves, onde vem ocor-\nrendo uma evolução significativa da participação da nafta, em con \nseqfiéncia do acentuado desenvolvimento da indústria petroquímica \nno pàís e da política restritiva ao consumo de gasolina. \n\n3A tabulação dos dados utilizados na confecção destes gráficos \nencontra-se disponível no anexo. \n\nINPES, XXvI/85 \n\n\n\nTABELA 1 \n\ncç' \n\nBRASIL: EVOLUÇÃO DAS PARTICIPAÇÕES DO CONSUMO DOS DERIVADOS \n\nPRINCIPAIS EM CADA GRUPO \n\n(9. \n'o- \n\nANO \n1 \tLE\\S MPDIOS PESADOS \n\nGasolina Nafta Diesel Óleo \nCombustve1 \n\n1955 88.9 - 69.5 94.7 \n\n1960 .86.0 80.4 91.2 \n\n1965 93.9 - 82.2 90.9 \n\n1970 93.4 - 82.4 87.7 \n\n1975 84.7 11.0 85.6 91.3 \n\n1980 75.3 21.9 87.5 89.7 \n\n1983 61.9 \t1 35.4 87.8 1 \t84.5 \n\nFONTE: Elaboração prpr±á a partir de [2] \n\n-'4' \n\nINPES ,XXVI/85 \n\n\n\nH \n\ntrj \n(1) \n\nGrdfIco 1 \n\nCONSUMO EFETIVO POR GRUPOS DE DERIVADOS DE PETR6LEO NOBRASIL \n\nCONSUMO \n\nlO •  m 3  \n\n- \n\nH \n\n\n\nG,6Ilco 2 \n\nEVOLUÇÃO DA PARTICAÇÁO DO C\\SUMO DE CADA GRUPO DE DERIVADOS EM RELAÇÃO AO CONSUMO TOTAL NO BRASIL \n\n40 -i \n\nLeves \n\t / \n\n\\Pesados \n\t / \t\\.______ \t•/ \n\n_.-.-.,•'•'•-._••••_•_•-• -.,,-,--.-,-.-. \n\n\t\n\n\\ \n\nH \nz \nti \ncr \n\nco \nH \n\n0•1 \n\n72 \t73 \t14 75 \t78 \t71 78 \t79 60 \t81 \t82 1983 ANO 954 55 \t56 51 \t56 59 GÕ 61 \t62 63 64 \t65 \t66 67 68 69 \n\n\n\nproximadamente 54/66 - posteriores à emergência da indústria de \n\nrefino de petróleo no Brasil havia uma destacada predominância dos \n\npesados, o que é em grande parte explicado pelo crescimento indus \n\ntrial verificado nesse período. A partir dai até o inicio da dé-\n\ncada de 70 observou-se uma elevação da demanda por leves, o que \n\ncoincide com o desenvolvimento da indústria automobilística. A \n\npartir da metade da década de 70, quando começaram a se fazer sen \n\ntir os efeitos das elevações do preço internacional do petróleo,a \n\nparticipação dos leves passou a declinar, tornando-se cada vez \n\nmaior a dos médios, isto como decorrência de uma política de pre-\n\nços mais restritiva para a gasolina e também do processo de diese \n\nlização da frota nacional de transporte de carga. 4  Além disto, po \n\nde-se observar uma elevação lénta, porém continua, da participa-\n\nção dos gases como decorrência da progressiva difusão do uso do \n\nGLP para cocção. \n\nCabe agora analisar as tendências futuras de evolução \n\ndeste quadro. Uma rápida análise das informações disponíveis re-\n\nvela sentidos de evolução relativamente claros, isto devido ao ca \n\nráter aditivo de dois importantes fatores para sua determinação, \n\nquais sejam a existência (ou perspectiva) de. possibilidades de \n\nsubstituição e/ou conservação e as possibilidades de aplicação de \n\numa política de preços mais agressiva. \n\nNo caso do GLP, por exemplo, que tem como principal for \n\nma de utilização a sua queima para cocção de alimentos, não há \n\ngrandes possibilidades de substituição significativa em um futuro \n\npróximo, notadamente no meio urbano, tendo em vista que seus prin \n\ncipais substitutos - lenha, carvão vegetal, energia elétrica e \n\ngás natural - não apresentam maiores possibilidades de aproveita-\n\nmento imediato, seja por serem, a princípio, inferiores tecnica-\n\nmente, seja pela necessidade de grandes investimentos para a via-\n\nbilização de sua utilização. Paralelamente, a preocupação social \n\n4Em boa parte devido à política de preços relativos adotada no \nperíodo [18]. \n\nINPES, XXvI/85 \n\n\n\n9 \n\nacerca do uso do GLP não dá margem à aplicação de políticas de \n\npreços muito restritivas, de modo que não é de se esperar que ve-\n\nnha a ocorrer uma mudança significativa na tendência de sua deman \n\nda, pelo menos no curto prazo. \n\n: Situação inversa se observa no caso dos leves, uma vez \n\nque o seu principal derivado - a gasolina - além de possuir subs-\n\ntitutos tecnologicamente eficientes - o álcool hidratado e o ál-\n\ncool anidro -, ainda é passível de um grande controle via preço, \n\ndado o caráter final, mas não prioritário de sua forma de utiliza \n\nção (basicamente transporte individual). Como não há previsão de \n\ncrescimento considerável do consumo do outro derivado importante \n\ndeste grupo - a nafta -, é de se esperar doravante uma sensível \n\nredução na demanda pelos leves (ou, pelo menos, na sua participa-\n\nção na demanda total). \n\nNo que tange aos médios, a situação é muito parecida com \n\naquela dos gases, principalmente no que diz respeito à inexistên-\n\ncia de substitutos potenciais. 5  Além disso, o óleo diesel, que é \n\nresponsável por mais de 90% da demanda do grupo, é usado primor-\n\ndialmente no transporte de cargas em todo oterritório nacional, \n\nsendo responsável pelo escoamento de quase toda produção agrícola \n\nbrasileira, o que faz com que, além de sua demanda ser bastante \n\nsensível a variações na renda, a tentativa de conter a natural ex \n\npansão de sua demanda através de elevação do seu preço real tenha \n\nreflexos nefastos, especialmente na atual conjuntura inflacioná-\n\nria. Com  o segundo derivado em importância deste grupo, o quero-\n\nsene de aviação, a situação não é muito diferente, sendo que ape-\n\nnas o querosene iluminante apresenta tendências declinantes (ou \n\nde estabilização). \n\nque ressalvar que um substituto natural para o óleo diesel \nseria a gasolina [17], através da restauração de sua competitivi-\ndade, via preços ou via custos de capital. Tal possibilidade, po-\nrém, além dos problemas naturais associados à mudança dos preços \nrelativos, redundaria em efeitos mais significativos no médio pra \nzo, na medida em que fosse ocorrendo o processo de renovação da \nfrota. \n\nINPES, XXvI,85 \n\n\n\nlo \n\nO grupo dos pesados tem no óleo combustivel.o seu prin-. \n\ncipal representante que, dadas as próprias características de sua \n\nutilização como gerador de calor através de combustão - primordi-\n\nalmente na indústria, em caldeiras e fornos - possibilita a exis-\n\nténcia de uma vasta gama de substitutos, como: carvão mineral,car \n\nvão vegetal, lenha, energia elétrica, bagaço de cana, palha de ar \n\nroz, etc., a maioria dos quais em franca disponibilidade a custos \n\ncompetitivos. Deste modo, o óleo combustível ainda é o derivado \n\nque possui o maior potencial de substituição dentro do atual qua-\n\ndro energético, além da possibilidade de economias nas quantida-\n\ndes dele consumidas pelo emprego de técnicas de conservação, dan-\n\ndo margem, inclusive, à aplicação de políticas de preço mais aus-\n\nteras. \n\n11.3 - Metodologia \n\nA avaliação qualitativa do comportamento da demanda de \n\nderivados para o futuro próximo é uma tarefa que não apresenta \n\nmaiores dificuldades, havendo até um certo consenso em relação à \n\nconfiguração mais provável. Não ocorre o mesmo, contudo, em rela \n\nção a uma avaliação quantitativa, bastante mais complexa e de es-\n\ncassa disponibilidade na literatura, de tal maneira que a tentati \n\nva de preenchimento desta lacuna representa o cerne desta seção. \n\nPara a elaboração dos cenários de demanda de derivados \n\nde petróleo agrupados da maneira apresentada em 11.1, as atenções \n\nmaiores foram concentradas no derivado principal de cada grupo, \n\ntendo em vista ser ele, via de regra, o responsável pelamaior par \n\ncela da demanda do grupo como um todo e, conseqüentemente, também \n\no mais visado pelos programas de substituição e conservação. Em \n\nseguida, procede-se à estimação das demandas dos derivados secun-\n\ndários, que possuem uma participação relativa bem inferior, embo-\n\nra não desprezível, normalmente segundo métodos bastante simples, \n\npossibilitando desta maneira a obtenção da demanda do grupo como \n\nuni todo, que é o parâmetro relevante para a análise do lado da o-\n\nferta. \n\nINPES, XXvI/85 \n\n\n\n1l \n\nA metodologia geral utilizada para a projeção de deman-\n\nda dos derivados principais no horizonte em estudo, desenvolve-se \n\nem duas etapas sucessivas: uma econométrica e uma estrutural. 6  A \n\netapa economêtrica consiste do ajuste de uma curva de regressão \n\nsobre os dados observados no passado, 7  segundo o método dos míni-\n\nmos quadrados, tendo como variáveis explicativas a renda nacio-\n\nnal, o preço ao consumidor do derivado, além do próprio consumo \n\ndefasado para captar a inércia do sistema, que age no sentido de \n\nimpedir ajustes imediatos. Os dados históricos referentes a esta \n\ngama de variáveis são apresentados nas Tabelas 2 e 3 e Gráficos 3 \n\ne 4 (na estimação foram utilizados os dados anuais de 1957 em di-\n\nante). \n\nA especificação funcional adotada para a equação de re-\n\ngressão é do tipo potencial com ajuste parcial, 8  ou seja: \n\na 1  \n\ni \t\n\na 2 \ta \nDP \t=a Y \tP i \n\n\ti \nDP,t \tO t \t,t \t,t-1 \n\nonde: \n\nDPt \tconsumo do derivado i no ano t (10 m 3 ); \n\n= renda nacional no ano t (retratada aqui pelo \n\nPIB, sob a forma de índice com base em 1970); \n\njustificativa deste procedimento repousa na deficiência da \nabordagem econométrica em lidar com eventuais mudanças estrutu-\nrais, na medida em que projeta para o futuro o comportamento do \npassado. \n\n7Em verdade, tal procedimento implica a adoção da hipótese,nor \nmalmente utilizada em problemas desta natureza, de oferta infini-\ntamente elástica, adaptando-se aos ditames da demanda. Caso con-\ntrário, seria necessário considerar explicitamente um modelo si-\nmultâneo. \n\n8Embora a utilização de ajustamentos parciais seja, com alguma \nfreqtiência, objeto de críticas, houve-se por bem adotá-los aqui \npor acreditar-se que, na explicação do consumo de derivados de pe \ntróleo, o fator inércia é altamente relevante, dada a existência \nde estoques de equipamentos específicos de alto valor para o uso \nde cada derivado (automóveis, caminhões, caldeiras, . .). \n\nINPES, XXVI/85 \n\n\n\n12 \n\nTABELA 2 \n\nCONSUMO EFETIVO * DE DERIVADOS DE PETRLEO NOBRASIL. \n\nANO \nGASOLINA A+ \nÁLCOOLANIDRO \n\n(m) \n\nLEO DIESEL \n\n(m) \n\nÓLEo COMBUS- \nTIVEL \n\n(m) \n\nGLP \n\n(m) \n\nÁLCOOL HIDRA \nTADO \n\n(m) \n\n1954 3.368.601 1.467.601 3.197.294 \n1955 3.384.278 1.645.796 3.901.354 \n1956 3.513.824 1.924.026 4.349.234 \n1957 3.448.572 1.857.942 3.920.339 331.885 \n1958 3.812.398 2.371.401 4.368.502 420.093 \n1959 3.840.853 2.720.075 4.589.937 525.522 \n1960 4.285.473 3.096.572 5.323.570 643.269 \n1961 4.484.647 3.111.333 5.668.016 764.951 \n1962 5.064.445 3.603.370 6.239.198 969.397 \n1963 5.493.491 3.860.125. 6.485.757 1.137.468 \n1964 5.997.376 4.344.352 6.472.040 1.330.576 \n1965 5.982.501 4.178.098 5.818.796 1.355.252 \n1966 6.573.741 4.522.477 6.040.844 1.502.810 \n1967 7.144.772 4.898.308 6.278.571 1.701.766 \n1968 8.049.311 5.533.974 7.663.238 1.893.544 \n1969 8.492.440 5.931.869 8.403.733 2.026.562 \n1970 9.340.486 6.515.478 8.237.381 2.225.045 \n1971 10.074.536 7.157.542 9.890.436 2.401.418 \n1972 11.278.282 8.178.320 10.216.699 2.654.514 \n1973 13.016.134 9.711.773 12.629.993 2.944.188 \n1974 13.873.387 10.748.742 13.949.660 3.136.934 \n1975 14.354.518 11.995.745 14.794.301 3.255.493 \n1976 \t. 14.546.410 13.797.460 16.478.625 3.612.537 \n1977 13.976.082 14.806.904 16.802.481 3.787.169 \n1978 15.100.000 16.164.042 18.307.618 4.190.797 2.410 \n1979 15.537.571 17.600.011 19.002.000 4.611.781 16.010 \n1980 13.684.157 18.752.174 18.196.931 4.892.818 429.180 \n1981 12.086.181 18.460.039 14.747.909 5.205.613 1.391.710 \n1982 12.425.688 18.788.646 12.653.232 5.798.920 1.766.109 \n1983 10.894.208 18.449.898 9.988.619 6.077.828 2.938.532 \n\nFONTE: Anuário EstatTstico da Petrobrás 1211 \n\n* Inclui vendas das distribuidoras, vendas diretas da PETROBRÁS, consumo \ninterno da PETROBRÁS, T 1 bunkers\" e variaçao de estoques. \n\nINPES, XXVI/85 \n\n\n\n13 \n\nTABELA 3 \n\nPREÇO REAL* MDIO** AO CONSUMIDOR DOS DERIVADOS DE PETRÓLEO \n\n(RIO DE JANEIRO) \n\n(cruzeiros de 1981) \n\nANO \n\nGASOLINA A+ \nLCOOLANIDRO \n\n(Cr$/1) \n\nÓLEO \tDIESEL \n\n. \t(Cr.$/1) \n\nÓLEO COMBUS- \nTÍVEL \n\n(10 \tCr$/t) \n\nGLP \n\n(Cr$/kg) \n\n1957 19,5 11,8 7,2 62,5 \n1958 19,0 11,3 7,2 48,5 \n1959 19,6 13,8 7,8 47,2 \n1960 15,7 11,0 6,5 39,2 \n1961 21,3 15,6 9,3 39,6 \n1962 17,7 13,7 7,9 30,0 \n1963 17,8 13,8 8,4 33,0 \n1964 18,5 14,8 . \t 8,0 28,0 \n1965 22,5 17,7 8,8 30,0 .  \n1966 20,1. 16,0 8,0 28,9 \n1967 18,6 15,3 5,7 29,9 \n1968 19,5 16,1 4,7 32,9 \n1969 21,6 17,8 4,4 33,8 \n1970 21,2 17,6 4,1 33,1 \n1971 21,9 18,2 4,3 34,6 \n1972 23,3 19,8 4,6 37,3 \n1973 23,6 19,4 4,6 36,2 \n1974 35,8 20,7. 5,2 45,1 \n1975 . \t 43,4 23,1 5,6 47,6 \n1976 51,0 24,5 6,2 43,8 \n1977 52,2 27,8 6,5 44,0 \n1978 49,0 26,9 6,2 42,2 \n1979 50,0 29,9 7,7 35,9 \n1980 71,1 30,7 13,9 29,9 \n1981 70,2 36,8 18,4 28,0 \n1982 62,0 36,4 16,3 26,2 \n1983 57,6. 37,6. •18,3 29,0 \n\nFONTES Anuário Estatístico da Petrobrás [2]. \nAnuário EstatTstico do CNP [3]. \n\n* \tdeflacionados pelo IGP-DI \n** média ponderada pelo numero de dias de vigência de cada \n\npreço. \n.4 \n\n- \n\n- \t\n$ e rv. de \n\nDocmtço \tINPES, XXvI/85 \n\n\n\n[:1, \nO' \n\n1954 \n1 \t 1 \n\n60 \t65 \t70 \t75 \n\nGrdfico 3 \nCONSUMO EFETIVO DOS PRINCIPAIS DERIVADOS DE PETROLEO NO BRASIL \n\nConsumos ( I0 6 m \n\n201 \n\n/ x • \n/ \t•,' \t.-.-- \n\n1 \nÓLEO COMBUSTÍVEL  \n\nANO \n\n\n\nH \nz \ntri \n(1) \n\nH \n\n00 \nul \n\n-. - \n\nGrdfico 4 \n\nPREÇOS REAIS ( Cr$ DE 1981 ) DOS PRINCIPAIS DERIVADOS DE PETRdLEO \n\nPREÇO REAL \n\t\n\nDeflator: 1 G P/ D \n\n8O- \n\n/ \n.-.. \t\".1 \n\ndLEO COMBUSTÍVEL (Cr$/t )j \n\n- - - - - - - - - \n\n1957 \t60 \t 65 \t 70 \n\t\n\n75 \t 80 \t1983 \tANO \n\nagi \n\n\n\n16 \n\n- \t = preço de comercialização do derivado i no ano \n\nt (segundo as unidades da Tabela 3) ; \n\nconsumo do derivado ± no ano t-1 (10 m 3 ); \n\na. \t= parâmetros a serem estimados (1= 0 , 1 , 2 , 3 ). \n\nA especificação funcional acima permite a distribuição \n\ntemporal dos efeitos de variações nas variáveis independentes so-\n\nbre a variável dependente (elasticidades preço e renda, no caso) \n\nAssim, a elasticidade de curto prazo - que corresponde ao valor \n\nestimado para a 1  ou a 2  - mede os efeitos imediatos em função deI \n\nalterações na variável em questão (renda ou preço, respectivamen-\n\nte) , enquanto a elasticidade de longo prazo mede os efeitos acumu \n\nlados ao longo do tempo (em termos teóricos no infinito) destas \n\nalterações, decorrentes do fenômeno de transmissão atenuada dos \n\nimpactos imediatos por intermédio de variável defasada que capta \n\nacaracterlistica inercial da demanda, e é obtida pela soma de uma \n\nprogressão geométrica de razão a\n31 \n cujo primeiro termo é a respec \n\ntiva elasticidade de curto prazo, ou seja: \n\ncp \nLP \t\n\ne1 \ne 1  = \ta 3  &lt;1 \n\n1 - \n\nonde: \n\nLP \ne 1  = elasticidade-renda ou preço de longo prazo da de \n\nmanda; \n\nCP \n= elasticidade-renda ou preço de curto prazo da de \n\nmanda (a 1  ou a 2  estimados, respectivamente) \n\na 3 \t= coeficiente estimado da variável defasada. \n\nDeve-se ter a 3  &lt;1, caso contrário o modelo seria explosivo. \n\nINPÉS, XXvI/85 \n\n\n\n17 \n\nEstimadas, a partir das equações economêtricas, as de-\n\nmandas potenciais dos derivados principais (isto é, sem conside-\n\nrar a eventual substituição) , passa-se à etapa estrutural para as \n\nconsiderações quanto às questões de substituição, que podem ter \n\n(e certamente terão) um papel de suma importância na determinação \n\nestrutura final de demanda de derivados. O procedimento é concei \n\ntualmente simples: obtida a quantidade substituída de cada deriva \n\ndo principal, subtrai-se este valor da demanda potencial, resul-\n\ntando daí a demanda final. Na prática, porém, algumas dificulda-\n\ndes, pois os níveis de substituição a serem verificados dependem \n\nestreitamente da condução da política energética e, em alguma ex-\n\ntensão, da própria evolução da flexibilidade das estruturas de re \n\nfino e da demanda final de •derivados. Em função disso, trabalha-\n\nse com algumas hipóteses de substituição ao longo do horizonte (ba \n\nseadas nas tendências discutidas na seção anterior) , sempre par-\n\ntindo da premissa de que a demanda potencial de um derivado não \n\nse altera na presença de diferentes níveis de substituição, man-\n\ntendo aberta a possibilidade de realização posterior de exercí-\n\ncios de relaxamento dessas premissas. \n\n11.4 - Estimativas de demanda por grupo \n\n11.4.1 - Gases \n\nA regressão obtida para o GLP é mostrada a seguir, 9  cha \n\nmando a atenção a quase perfeita inelasticidade de sua demanda em \n\nrelação ao preço no curto prazo, o que vem confirmar a tese de que \n\npolíticas de controle de expansão da demanda de GLP via preço,que \n\nimplicam altos custos sociais, propiciam resultados imediatos bas \n\ntante limitados, apesar dos efeitos consideráveis no longo prazo \n\n(Tabela 4). \n45 \n\n9Dentro dos parênteses é apresentada a estatística t. Acrescen \nte-se que, em função dos problemas de autocorrelação inerentes \nutilização da variável dependente defasada, procedeu-se à aplica-\nção do teste \"h de Durbin\", tendo sido rejeitada a hipótese de au \ntocorrelação dos resíduos a um nível de significância de 5% \tem \ntodos os cásos. Como este teste, no entanto, não é perfeitamente \naplicável a pequenas amostras [151, optou-se por não \tapresentá- \nlas no texto, permanecendo, porém, disponíveis com o autor. \n\nINPES, xxvI/85 \n\n\n\nlog GLPt = 1,04521 + 0,202919 log PIBt - 0,111026 log PGLPt + \n\n(6,060) \t(4,223) \t(-2,755) \n\n+ 0,802032 log GLPt1 \n\n(24,322) \n\nn = 26; R2  = 0,9987; F = 5340 \n\nTABELA 4 \n\nELASTICIDADES DA DEMANDA POR GLP \n\nELASTICIDADE CURTO PRAZO LONGO PRAZO \n\nrenda \n\npreço \n\n0,203 \n\n-0,111 \n\n1,025 \n\n-0,561 \n\n11.4.2 - Leves \n\nA existência, desde o final da década anterior, de vei-\n\nculos movidos a álcool hidratado e a mistura (em proporç8es variá \n\nveis no tempo) de 5lcool anidro na gasolina comercializada nos \npostos, aliadas à complexidade de tratar estes três combustíveis \n\nseparadamente, fizeram com que se optasse pela sua agregação sob \n\na forma de um único combustível, aqui denominado de gasolina equi \n\nvalente. O consumo deste combustível nada mais é que a soma de \n\nseus equivalentes energéticos em gasolina, ou seja: \n\nGEQt = CGt + EECAAt + EEAHCAHt \n\nonde: \n\nGEQt = consumo de gasolina equivalente no ano t (10 m 3 ) \n\no \n\n1 \n\na- \n\nr \n\nCGt = consumo de gasolina no ano t (10 m 3 ) \n\nINPES, XXVI/85 \n\n\n\nT' \n\n19 \n\n- \tCAAt = consümo de álcool ariidro no ano t (10 m 3 ) \n\nCAHt = consumo de álcool hidratado no ano t •(l0 m 3 ) \n\nEE \t= equivalente energético do álcool anidro em gaso \n\nuna \n\nEEAH = equivalente energético do álcool hidratado em \n\ngasolina \n\nOs equivalentes energéticos foram obtidos através das \n\nrelações entre os conteúdos energéticos dos respectivos álcoois e \n\no da gasolina do BEN [7], que já levam em consideração as eficiên \n\ncias dos motores, resultando em: \n\nEE \t= 1 \n\nEEAH = 0,8 \n\nO uso deste tratamento para a questão implica, natural-\n\nmente, a adoção de hipóteses de que o álcool e a gasolina são per \n\nfeitamente substituiveis (o que, a 'menos do investimento necessá-\n\nrio no caso de conversão do motor, é verdade) , e da manutenção do \n\npreço da gasolina como representativo do preço médio de energia \n\ndestes combustíveis (o que, embora seja a tendência no curto pra-\n\nzo, não necessariamente é verdadeiro para todo o horizonte) Ape-\n\nsar de estas hipóteses poderem ser eventualmente contestadas, no \n\natual estágio elas são as mais indicadas para serem utilizadas. \n\nA regressão econométrica assim obtida é mostrada a se-\n\nguir, bem como as elasticidades de curto e longo prazos: \n\nlog GEQt = 0,879522 + 0,315645 log PIBt - 0,256441 log PGASt+ \n\n(2,650) \t(3,392) \t(-6,551) \n\n+ \t0,840082 log GEQt1 \n\n(11,394) \n\nn = 26; R = 0,9963; F = 1895 \n\nINPES, xxvI/85 \n\n\n\n20 \n\nTABELA 5 \n\nELASTICIDADES DA DEMANDA POR \"GASOLINA-EQUIVALENTE\" \n\nELASTICIDADE CURTO PRAZO LONGO PRAZO \n\nrenda \n\npreço \n\n0,316 \n\n-0,256 \n\n1,976 \n\n-1,604 \n\nEm função de implementação e incentivo ao desenvolvimen \n\nto do PROÁLCOOL, vêm-se notando uma crescente participação dos veí \n\nculos movidos a álcool hidratado na frota brasileira de automó-\n\nveis de passeio, redundando na liberação de uma parcela de gasoli \n\nna propriamente dita. \n\nNão havendo, contudo, uma supremacia evidente deste ti-\n\np0 de combustível em relação ao tradicional, haja vista que o seu \n\npreço mais baixo de comercialização é, pelo menos parcialmente, \n\ncompensado por um menor rendimento, a decisão do consumidor em re \n\nlação ao tipo de veículo (álcool ou gasolina) a ser adquirido va-\n\nria ao sabor das políticas de incentivo ao consumo de álcool, tor \n\nnando inexeqüível uma modelagem mais sofisticada do problema. \n\nAssim sendo, no contexto deste trabalho optou-se pela \n\nformulação de hipóteses acerca da evolução da frota a álcool e \n\nconsumo médio por veículo deste gênero, tomando como referência \n\nhipóteses similares presentes em alguns estudos dó MIC sobre a \n\nquestão [5,6] , permitindo assim estimativas de consumo de álcool \n\nhidratado em cada período. As hipóteses básicas assumidas (ver \n\nSeção 11.5) foram.em relação a: \n\n1) entrada líquida (novos emplacamentõs menos sucatea-\n\nmento) anual de veículos a álcool na frota; \n\nii) consumo médio mensal de álcool hidratado para vei-\n\nculos deste tipo. \n\nINPES, XxVI/85 \n\n\n\n21 \n\n\t\n\n- \tA partir delas, e da frota a álcool no final de 1982 ob \n\ntám-se as estimativas de consumo de álcool hidratado (CAHt). \n\nSubtraindo este total, corrigido pelo fator da equiva- \n\n\t\n\n- \tlância energática do álcool hidratado em gasolina, do estimado pa \n\n• \tra gasolina equivalente, obtám-se a demanda por mistura carburan- \n\n\t\n\n- \tte (gasolina pura + álcool anidro). \n\nPara chegar à demanda por gasolina resta apenas consi-\n\nderar a taxa de mistura de álcool anidro na gasolina, a qual tem \n\nvariado bastante nos últimos anos. Levando-se em consideração o \n\ninteresse do paTs em diminuir o consumo de derivados de petrôleo, \n\ne a existncia de projetos já aprovados que garantem uma oferta \n\nabundante de álcool ao longo do per5:odo, decidiu-se adotar -aqui a \n\ntaxa máxima de álcool anidro na mistura sem causar danos aos moto \n\nres -22%. Desta maneira, as estimativas de demanda por gasoli-\n\nna pura são dadas pela equação abaixo: \n\nGASt = 0,8 (GEQt - 0,8 CAHt). \n\nDentro da faixa dos leves, deu-se atenção ainda à nafta \n\ne aos solventes, tendo em vista que os demais componentes do gru-\n\npo respondem por uma parcela infima do seu consumo, não justifi-\n\ncando maiores cuidados. \n\nAs estimativas para o consumo de nafta, que á consumida \n\nprimordialmente na indústria petroquímica, foram obtidas a partir \n\nde informaç6es da equipe responsável por estudos de previsão de de \n\nmanda da própria PETROBRS. Tendo por base a capacidade da indús \n\ntria petroquTmica àtá o final da dácada (não há previsão de ini-\n\ncio de novos projetos), assumiu-se a retomada de uma utilização \n\ncrescente desta capacidade a partir de 1984/85, atá um limite de \n\n90% a partir de 1987/88, resultando em 6,0 10 6m 3  em 83/84, 6,2 106 \n\nm3  ém 1985/86 e 6,4 10 6m3  a partir de 87. \n\nNo que tange aos solventes, vâm-se observando ao longo \n\ndos anos uma oscilação de seu consumo na faixa de 300 a450 10 3m3 , \n\nINPES, xxvl/85 \n\n\n\n22 \n\nsem nenhuma tendôncia clara de evolução ou retração. Em função \n\ndisso, optou-se por assumi-lo constante em 400 10 3m3/ano at 1990. \n\n11.4.3 - Módios \n\nA equação economtrica obtida para o óleo diesel a par-\n\ntir dos dados históricos ó: \n\nlog DSt = 1,37379 + 0,637408 log PIB - \n(5,121) \t(5,880) \n\n- 0,192538 log PDSt+  0,579547 log DSt1 \n(-2,359) \t(5,758) \n\nn = 26, \tR2  = 0,9981, \tF = 3681, \n\nsendo as elasticidades correspondentes apresentadas na Tabela 6. \n\nTABELA 6 \n\nELASTICIDADES DA DEMANDA POR ÓLEO DIESEL \n\nELASTICIDADE CURTO PRAZO LONGO PRAZO \n\nRenda \n\nPreço \n\n0,637 \n\n-0,193 \n\n1,516 \n\n-0,458 \n\nË interessante notar que, conforme esperado, o óleo die \n\nsei possui uma considervel elasticidade renda no curto prazo e, \n\neste um ponto muito importante e por vezes questionado, uma elas-\n\nticidade preço pequena, porém significativa. \n\nDevido à incipincia dos resultados das pesquisas sobre \n\nsubstitutos para o óleo diesel, não se considerou a possibilidade \n\nde substituição em larga escala. \n\nINPES, XXVI/8.5 \n\n\n\n23 \n\nOs derivados secundrjos considerados no grupo dos m-\n\ndios foram o querosene de aviação e o querosene iluminante. Des-\n\ntes, o iluminante apresenta uma série histôrica recente bastante \n\nestve1, com seu consumo oscilando na faixa de 600 a 800 10 3m 3 por \n\nano, sem tendências definidas de queda ou subida, razão pela qual \n\nconsideroü-se um consumo no período constante e igual a700 10 3m3/ \n\nano. \n\no querosene de aviação vem apresentando uma tendn-\n\ncia crescente e, dos ajustes tentados, o melhor resultado obtido \n\nfoi (quando incluída a variável preço e/ou a variável defasada, \n\nos resultados não foram bons): \n\nlog QAVt = 0,908204 + 1,247043 log PIBt \n\n\t\n\n(5,008) \t(34,908) \n\nn = 13; \tR 2  = 0,9911; \tF = 1218,5; \tDW = 2,3075 \n\n11.4.4 - Pesados \n\nO ajuste economtrico selecionado para o 6leo cornbust-\n\nvel fugiu ao padrão estabelecido na seção antèrior, trabalhando-\n\nse agora com ajustamentos instantãneos e não com ajustamentos par \n\nciais como at6 então (ou seja, abandonou-se a varive1 explicati-\n\nva defasada), em função da ocorrência de problemas de ordem esta-\n\ntstica naquela formulação, mais especificamente a existncia de \n\nmulticolinearjdade danosa nos dados. A1m disso, não foram in-\n\nclurdos na regressão os dados posteriores ao ano de 1981, tendoem \n\nvista que então os nTveis de substituição praticados já foram bas \n\ntante significativos. \n\nDevido a problemas de autocorrelação dos residuos utili \n\nzou-se o mtodo de Cochrane-Orcutt, sendo que a regressão econom&amp; \n\ntrica assim obtida foi: \n\nlog OC. = 5,03625 + 0,952271 log PIBt - \n\n\t\n\n(12,641) \t(11,153) \n\n- 0,178628 log POC. \n(-3,022) \n\nINPES, xxvi/85 \n\n\n\n24 \n\nn = 24; \tR 2  = 0,9854; \tF = 675; \tDW = 1,798; \n\np = 0,70 \n\nComo já visto anteriormente, o óleo combustível é o de-\n\nrivado com maior potencial de substituição em virtude de ser uti-\n\nlizado primordialmente visando apenas a geração de calor, notada-\n\nmente no setor industrial, que foi o responsve1 por 74% do consu \n\nmo nacional de óleo combustível em 1979 (a partir de 1980, com o \n\nrecrudescimento do processo de substituição/conservação, esta par \n\nticipação tende a diminuir, caindo para 66,1% em 1982 r)• \n\nExistem, basicamente, duas maneiras de se analisar opro \n\nbiema da substituição do óleo combustível que poderiam ser adota-\n\ndas neste trabalho. A primeira delas consiste em enfocar a ques-\n\ntão pelo prisma das fontes alternativas disponíveis para substi \n\ntuição, e proceder a uma avaliação dos níveis em que estas fontes \n\nseriam utilizadas ao longo do tempo, independentemente dos seto-\n\nres da economia onde isto ocorreria. Inversamente, o outro modo \n\nconsiste justamente em avaliar os níveis de substituição seto-\n\nriais, com base nas características e tendências de cada setor e, \n\na partir de uma estrutura de demanda fixada para o período, obter \n\num nível agregado de substituição, sem proceder à discriminação \n\npor fontes alternativas utilizadas. \n\nNaturalmente, ambas opç6es tm suas limitaç6es. A priri \n\ncípio, porém, a abordagem via fontes alternativas seria mais inte \n\nressante, haja vista que geraria diretamente uma vasta gama de in \n\nformaç6es adicionais úteis ao planejamento da política energti-. \n\nca . Infelizmente há um entrave para a sua adoção, na médida em \n\nque não existem estimativas consistentes entre si a respeito da \n\ndisponibilidade, aplicabilidade ou mesmo viabilidade destas diver \n\nsas fontes para os diferentes setores. No temor de que o uso de \n\nmetas por fonte viesse a viesar por demais os resultados, e dada a \n\nimpossibilidade de aferi-las de maneira simples, decidiu-se aban-\n\ndonar esta abordagem, apesar do seu grande potencial. \n\nINPES, XXVI/85 \n\n\n\n25 \n\nPor outro lado, tem-se observado na pratica do processo \n\nde substituição do 6leo combustve1 a eleição clara de alguns ca-\n\nminhos, de acordo com as peculiaridades de cada setor: o carvão \n\nvem sendo utilizado de maneira crescente no setor cimenteiro, o \n\nmesmo ocorrendo com a lenha na fabricação de papel e celulose, a \n\neletricidade na fabricação de vidro, etc. Tendo em vista o êxito \n\ndestas empreitadas, diversos setores, dentre os quais os mais im-\n\nportantes como os de cimento e papel e celulose, firmaram protoco \n\nlos estabelecendo metas de substituição at&amp; 1990. De posse des-\n\nses dados e partindo do princTpio de que estes planos setoriais \n\nso mais confiveis por estarem baseados em resultados já observa \n\ndos e, conseqüentemente, levam em consideração as características \n\nde cada setor, optou-se pela segunda abordagem. \n\nTABELA 7 \n\nPERFIL DE CONSUMO DE ÓLEO \n\nCOMBUSTÍVEL EM 1979 \n\nSETOR \n\to \n\no \n\nNo Industrial 26,0 \n\nIndustrial 74,0 \n\nCimento 13,2 \n\nSiderurgia 6,4 \n\nPapel/Celulose 6,4 \n\nCer.mica 4,2 \n\nOutros 43,8 \n\nFONTE: [7]. \n\nPara tanto tomou-se como referncia o perfil de consumo \n\nde óleo combustTvel em 1979, apresentado na Tabela 7, quando ain-\n\nda no ocorrera nível significativo de, substituição; e a partir \n\ndos protocolos, de informaç6es das opini6es de pessoas familiari- \n\nINPES, XXVI/85 \n\n\n\nzadas com cada setor»-0  e da evolução dos consumos específicos de \n\nalguns setores, formularam-se hipóteses acerca do nível de substi \n\ntuição (em relação a 1979) em cada setor (ver Seção 11.5). Assim, \n\npode-se obter uma avaliação do nível agregado através de uma  mé-\n\ndia dos níveis individuais ponderados pela participação no total, \n\nde acordo com o perfil observado em 1979. \n\nA partir da regressão estimada para o óleo combustível \t\n2 \n\ne das hipóteses sobre substituiç6es adotadas, têm-se então as pra \n\njeç6es de demanda por óleo combustível. \n\nOs derivados secundários considerados foram o asfalto, \n\nparafinas e óleos lubrificantes, com o comportamento 11  descrito na \n\nTabela 8. \n\nTABELA 8 \n\nESTIMATIVAS DE DEMANDA POR ASFALTO, PARAFINAS \n\nE ÓLEOS LUBRIFICANTES (10 3m3 ) \n\nANO ASFALTO PARAFINAS \nÓLEOS LUBRI \n\n- \n\nFICANTES \n\n1983 1.100 100 700 \n1984 1.150 100 750 \n1985 1.200 100 800 \n1986 1.260 100 840 \n1987 1.320 100 880 \n1988 1.380 100 920 \n1989 1.440 100 950 \n1990 1.500 100 1.000 \n\n10Em particular, os responsáveis pelos estudos de demanda ora \nem desenvolvimento no âmbito do INPES-IPEA. \n\n11\nPara o estabelecimento das estimativas destes derivados to-\n\nmou-se por base o comportamento observado nos iiltimos anos, extra \npolando sua relação mádia com o PIB para 1990 e arredondando osre \nsultados assim obtidos. Apesar de deixar a desejar quanto à pre-\ncisão, este procedimento não enseja maiores preocupações, princi-\npalmente em funçao da pequena importância destes derivados. \n\nINPES, XXVI/85 \n\n\n\n27 \n\n11.5 - Cenrios de renda, preços e substituição \n\nPara rea1izaço de um exercício básico de projeç6es \n\ndas demandas por derivados de petróleo foram adotadas as seguin-\n\ntes hipóteses: \n\nEvolução do PIB \n\nA partir do índice de 225,2 em 1982 foram consideradas \n\nas seguintes taxas anuais de crescimento (TCPIB) para o PIE: \n\nANO \n\n1983 1 1984 1 1985 1 1986 1 1987 1 1988 1 1989 1 1990 \nTCPIB(%) \t1-3,151 \t4 \t4 \t1 \t4 \t1 \t6 \t1 \t6 \t1 \t6 \t1 \t6 \n\nPreço domóstico dos derivados de petróleo: \n\nA partir dos preços praticados em 1983 (ver Tabela 3) \n\nadotaram-se as seguintes taxas anuais de crescimento (em termos \n\nreais) para o GLP, gasolina e óleos diesel e combustve1. \n\nANO \n\n19831 19841 19851 19861 19871 19881 19891 1990 \n\nTCPGLP(%) 2 2 2 2 2 2 2 2 \nTCPGEQ(%) O O O O O O O O \nTCPODS(%) 2 2 2 2 2 2 2 2 \nTCPOCB(%) O O O O O O O O \n\nSubstituição da gasolina por 1coo1: \n\nEm re1aço ao álcool anidro considerou-se que a sua ta-\n\nxa de mistura na gasolina seria de 22%, em termos de volume, ao \n\nlongo da dócada. No que tange ao 1coo1 hidratado partiu-se de \n\numa frota de 600.000 carros ao final de 1982, computou-se a entra \n\nda de 600.000 verculos em 1983, e considerou-se uma entrada lqui \n\nINPES, XXVI/85 \n\n\n\nda (novos veículos menos sucateamento) de 600.000 veículos/ano em \n\n1984, 500.000 veículos/ano em 1985 e de 400.000 veículos/ano apar \n\ntir de 1986, sempre considerando uma distribuição uniforme das en \n\ntradas ao longo da década. As frotas médias de cada ano (FRAH) \n\nem milhares de veículos são mostradas a seguir, juntamente com as \n\nhip6teses dos consumos médios mensais (CMN) (em litros), que de-\n\nclinam com o passar do tempo para captar a diminuição da partici-\n\npação dos taxis na frota, e aumento de eficiência dos motores. \n\nANO \n\nFRAH \t900 1 1.500'2.050 1 2.500 ~ 2.900 ~ 3.300 1 3.700 ~ 4.. 100 \nCMM \t1  250 \t240 \t230 \t220 \t210 \t200 \t200 \t200 \n\nSubstituicão de E,leo combustível \n\nAs taxas de redução percentual do consumo específico de \n\n1eo em cada setor em função de processos de substituição e/oucori \n\nservação, obtidos segundo o critério descrito na seção anterior., \n\nforam: \n\nSETOR \n\nNão Industrial 15 17. 19 21 22 23 25 25 \nCimento 60 70 80 90 95 95 95 95 \nSiderurgia 50 60 70 74 78. 82. 86 90 \nPapel/Celulose 50 60 65 70 74 78 82 85.  \nCer.mica 15 20 25 30 34 36 38 40 \nOutros 25 30 35 40 45, 50 50 50 \n\n11.6 - Um cenário de demanda \n\nA seguir são apresentados os principais resultados refe \n\nrentes ao exercício básico de projeção das demandas pelos deriva-\n\ndos principais e pelo 1cool, bem como de sua estrutura em termos \n\nde grupos. Estes resultados serão comentados, em conjunto com os \n\nde oferta, no capítulo final do trabalho. \n\nINPES, XXVI/85 \n\n\n\n29 \n\n3R:vD2S E .LC30L \n\nEM IL ms POR AC) \n\n.4 \n\n1933 19 125 1936 1987 1786 1989 1790 \n\na \n...................................................................................................................... \n\noJ93.6 ,371 .3 6396.8 7132.4 7492.7 7827.4 3133.9 \n\ni3S3. 78.,4.3 7804.c 3033.5 8587.5 9046.5 9659.0 \n\nYL. \t.6 l324.? 1;4o.1 139 1.5.2 17320.7 23736.4 22036.5 23707.6 75541.8 \n\n..t..: \t:c \t::L 1046.3 13C6.: 9,91.2 9235.5 9150.S 9124.5 9456.5 9563.8 \n\n270. 4?.C. 5558.0 660C.0 7338.0 7Ç20.O 3880.0 9540.0 \n\n- 253. 231?.? 2229.7 2201.4 2850. O 2422.2 2551.7 2732.8 \n\n..................................' ************************************************************************ \n\n%'V-1 \t:shJTJR \tO.3.A P3 GRUPOS D \tDR!VADOS \n\n(5v'. M:L \t3 POR AN3) \n\n************************************************************** ***.***** ************* **. ****************** \n\n1Ç34 1 lS5 198, \n\n.......................................................................................................... \n\n1937 1983 1989 1990 \n\n,090. 5 .5371.3 ,36.4 6876.8 7182.4 7492.7 7827.4 3133.9 \n11.0 11.7 12.1 12.4 12.4 12.4 12.4 12.2 \n\n153!.9 147v.1 3434.3 14604.3 15033.3 15537.8 16046.3 16639.0 \n73.3 27.1 28.6 - \t26.2 26.1 25.9 25.3 74.9 \n\n21134.2 21346.3 219 25. 2 22720.7 23996.4 25578.8 27407.6. 29461.8 \n38.2 37.1 39.5 40.7 41.5 42.4 43.3 44.0 \n\n12426.3 12129.5 1141.2 11545.5 11320.9 11606.5 12076.5 12568.7 \n22.4 22.2 21.5 20.7 19.9 19.3 19.1 18.8 \n\n....................................................................................**** ************ tf \n\nINPES, xxvI/85 \n\n\n\n30 \n\nIII - OFERTA DE DERIVADOS \n\nDiscutidas as tendências de devolução das necessidades \n\ninternas de derivados de petróleo no futuro próximo,a questão que \n\nse sucede diz respeito à avaliação da capacidade e da flexibilida \n\nde do parque nacional de refino no atendimento de tais necessida-\n\ndes. \nA \n\nDo final da década de sessenta até meados dos anos se-\n\ntenta a preoupação maior da política de refino de petróleo foi a \n\nexpansão da capacidade instalada, através da instalação de novas \n\nrefinarias no Pais e ampliação das já existentes, tendo por base \n\nas expectativas de elevadas taxas anuais de crescimento do consu-\n\nmo de derivados, a exemplo do observado nesse período-entre 1965 \n\ne 1975 o consumo cresceu, em média, 9,9%a.a. Com o advento dÓ \n\ndois choques de preços do petróleo, contudo, houve uma redução \n\ndrástica destas taxas - entre 1975 e 1983 a taxa média foi de 0,6% \n\na.a. -, de modo a observar-se atualmente a existência de um par-\n\nque superdimensionado, com uma capacidade superior em quase 50% \n\nàs necessidades reais de processamento de petróleo. Mais impor-\n\ntante que isso, porém, é o fato deste parque ter sido projetado \n\npara atender estruturas de demanda similares às vigentes naquela \n\népoca. Como a estrutura alterou-se significativamente, e deve ai \n\nterar-se ainda mais, o que se observa é a ocorrência simultânea \n\nde capacidade ociosa e dificuldades de adequações do perfil de re \n\nfino ao de demanda. \n\nEm função disto, atualmente o esforço maior do setor de \n\noferta de derivados de petróleo é concentrado no aumento da flexi \n\nbilidade do parque, seja através da instalação de unidades espe-\n\nciais, seja através de mudanças na composição de carga, ou de al-\n\nterações nas condições de operação das refinarias ou nas especifi \n\ncações dos derivados, entre outros. Concomitantemente,no que tan \n\nge à existência de ociosidade no sistema a estratégia adotada foi \n\nINPES, xxvi/85 \n\n\n\n31 \n\n- \ta enfatização no uso da política de \"draw-back\", em principio bas \n\ntante rentável. 12  \n\nTais constatações tornam ainda mais clara a importância \n\nde se possuir um instrumento que considere explicitamente estes \n\naspectos no contexto da analise do abastecimento de derivados de \n\npetróleo. O desenvolvimento de um modelo capaz de suprir estas \n\nnecessidades não é, no entanto, uma tarefa trivial, uma vez que \n\nsão muitos os meandros tecnológicos associados e específicos, fa-\n\nzendo com que sua explicitaão conduza necessariamente a um mode-\n\nlo de porte considerável, acarretando problemas de gerenciamento \n\ne, o que é mais indesejável no contexto deste trabalho, comprome-\n\ntendo a agilidade do instrumento como um todo. \n\nDada essa dificuldade, optou-se por desenvolver um mode \n\nlo de programação13  que representa o sistema de produção de deri-\n\nvados através de um conjunto de restrições. Dadas as restrições, \n\na otimização de uma função objetiva leva à solução do problema de \natendimento da demanda com a mais adequada escolha de estrutura \n\nda oferta. O modelo . é útil para análises globais e identificação \n\nde tendências e pontos de estrangulamento do sistema, cujo deta-\n\nlhamento ficaria por conta de instrumentos mais específicos. \n\nAs principais características deste modelo formam o cori \n\nteúdo das próximas subseções. \n\ninteressante frisar, porém, que as duas ações - aumento da \nflexibilidade e utilização da capacidade ociosa - não são indepen \ndentes, possuindo inclusive um certo grau de incompatibilidade,na \nmedida em que grande parte dos esforços de adequação da estrutura \nde refino à de demanda, sintetizados no Programa Fundo de Barril, \nque se baseia na existência de capacidade ociosa no parque. \n\n13 modelo conjuga da melhor maneira os dois objetivos bási-\ncos: agilidade operacional e aderência à realidade,resultando dai \na forçosa omissão (ou grande simplificação) de alguns aspectos em \nprol da ênfase à outros e de sua abrangência. \n\nINPES, XXVI/85 \n\n\n\n32 \n\n111.1 - Características gerais do modelo de oferta \n\nO sistema de oferta de derivados é representado por um \n\nmodelo matemático de programação linear (com a possibilidade de \n\ninserção de não-linearidades) resolvido pelo pacote computacional \n\nM.I.N.O.S., 14  que tem como principais características: \n\nTrata-se de um modelo composto de vários períodos \n\nque minimiza, a cada período, os dispôridios com importação e po-\n\ncessamento de petróleo e importação/exportação de derivados, com \n\nvistas ao atendimento das respectivas demandas internas; \n\nAs demandas, determinadas exogenamente ao bloco de \n\notimização (mas repassadas automaticamente graças a \talterações \n\npromovidas com este propósito no pacote M.I.N.O.S.), são agrega-\n\ndas a nível nacional, assim como a produção de derivados; não são \n\nanalisados, portanto, as questões da logística interna de distri-\n\nbuição e a questão de alocação de petróleo segundo as diversas u-\n\nnidades de refino existentes; \n\nAs refinarias são consideradas como centros de traris \n\nformação direta ( \" caixas-pretas 11 ) , sendo associadas a cada tecn6-\nlogia os limites máximos e mínimos de produção de cada derivado a \n\npartir de cada tipo de petróleo processado. Ou seja, â estrutura \n\ninterna das refinarias (ou tecnologias) não ó otimizada no contex \n\nto do modelo, preservando-se, no entanto, a determinação do vetor \n\nótimo de transformação; \n\nOs investimentos são contabilizados nos custos \tde \n\nprocessamento de cada tecnologia, de modo que o modelo não deter-\n\nmina o investimento ótimo, mas otimiza o desempenho do parque pa-\n\nra cada perfil de investimento possível (ou desejável), possibili \n\ntando assim, a eleição da melhor dentre as diversas alternativas \n\ncotejadas; \n\n14 M.I.N.O.S. - Modular In-Case Non-Linear Optimization System \n(Stanford University). \n\nINPES, XXVI/85 \n\n\n\n33 \n\n5) As restrições de \"estado da arte\" e de capital, as-\n\nsim como o acesso a tecnologias alternativas, são tratadas exoge \n\nnamente, ou seja, a compatibilidade entre os perfis de investimen \n\nto e a disponibilidade de recursos é questão exógena à otimização; \n\n- \t\n6) A interligação entre os diversos períodos se dá atra \n\nvês do gerenciamento externo das capacidades de processamento se-\n\ngundo as diversas tecnologias, determinadas pela situação inicial \n\ne perfil de investimentos êm simulação. \n\nO diagrama do modelo mostrado a seguir ilustra seu es-\n\nquema de funcionamento: a partir das quantidades de petróleo pro-\n\nduzidas internamente (PED 1 , ..., PED3.) ou importadas (PEI 1 , ..., \nPEI-.), são compostas as cargas processadas por cada tecnologia (1, \n\n•.., k) que fornecem as quantidades ótimas de produção interna de \n\nderivados (X1, ..., X7) que, contabilizadas as importações (1X 1 , \n\nIX-?) e as exportações (EX1, ..., EX-) de derivados, atende-\n\nrão às necessidades internas de cada uma delas (D 1 , ..., D--) , cal \n\nculadas no bloco anterior. \n\n111.2 - Restrições do modelo \n\nA seguir são apresentadas as restrições que compõem c \n\nmodelo de otimização do setor de oferta de derivados de petróleo, \n\nonde são utilizados os seguintes índices: \n\ni = tipo de derivado; \n\nj = tipo de petróleo; \n\nk = tipo de tecnologia; \n\nt = período de tempo. \n\n111.2.1 - Restrições de consistência \n\nEste conjunto de restrições está ligado basicamente à \n\ncriação de variáveis internas a partir de outras variáveis do mo-\n\ndelo e visa basicamente a -garantia de consistência entre elas: \n\nSrv. de \tsb \tINPES, XXV1/85 \n\n\n\nProdução/Irrortaço de Petróleo Processamento de Petróleo LTporta,çãO/Exporta,q&lt;~o de Derivdos \n\nAtedflrto das Denndas \n\nr \n\nDIAGRNVIA DO MODELO DE OFERTA \n\nrr \n\nH \nz \ntj \n\nI-1 \n\n(J1 \n\nD1  \n\nn \n\nPD1  \n\nPD- \nJ \n\nP11  \n\nP1r \nJ \n\n\n\n35 \n\nquantidade de petróleo do tipo j processado pela \n\ntecnologia k: \n\nPET j \n\t\n\n= PD.\nJ \t\n\n+ P1,k,t \t,k,t \tj,k,t \n\nonde: \n\n• PD. \nJ k \t\n\n= quantidade de petróleo nacional do tipo j \n, \n\nprocessado pela tecnologia k no período t; \n\nP1. \nJ k \t\n\n= quantidade de petróleo importado do tipo j \n, \n\nprocessado pela tecnologia k no período t; \n\nPET. \nJ, , \nk = quantidade de petróleo do tipo j processado \n\npela tecnologia k no tempo t. \n\nquantidade processada de petróleo importado: \n\nZ \tP1 j \n\t\n\n= PETI \n,k,t \tt \n\nonde: \n\nPETIt \t= quantidade processada de petróleo importado \n\nno período t. \n\nquantidade processada de petrõleo nacional: \n\nPD. \t= PETD \nj,k \t\n\nj,k,t \tt \n\nonde: \n\nPETDt \t= quantidade processada de .petróleo nacional \n\nno período t. \n\n111.2.2 - Restrições de disponibilidade de petróleo \n\n1) limite de importação de petróleo tipo j: \n\nP1 \nJ\n. \n\nk \t\n,k,t &lt;LIPJt \n\nINPES, xxvi/85 \n\n\n\n36 \n\nonde: \n\nLIPJt = limite de importação de petróleo j no período \n\nt. \n\nlimite de importação de petróleo: \n\nPETIt &lt;LPETIt \n\nonde: \n\nLPETIt = limite de importação de petróleo no ano t. \n\nlimite de utilização de petróleo nacional: \n\nPD j,k,t &lt;LPETD t \nk \t-  \n\nonde: \n\nLPETDt = limite de processamento de petróleo nacional \n\nno período t. \n\n111.2.3- Restrições de composição da carga \n\nEste conjunto de restrições tem por finalidade básica e \n\nvitar os problemas inerentes à técnica de programação linear e e-\n\nvitar eventuais distorções por demais acentuadas na solução ótima \n\ndo problema, além de atenderem a questões de; natureza técnica \n\nquanto à utilização de algumas unidades de refino e questões es-\n\ntratégicas relacionadas ao excesso de dependência de uma fonte de \n\nsuprimento: - \n\n1) fração mínima de petróleo tipo j na carga processada \n\npela tecnologia i: \n\nPET \t- FL \tPET \t> O \nj \t\n\n= 1, •.., \nj,k,t \tj,k \t,k,t - \t\n\n= 1, \n\nonde: \n\nFL \t= fração mínima de petróleo tipo j na carga pro- \n\ncessada pela tecnologia k. \n\nA \n\nt . \n\nINPËS, XXVI/85 \n\n\n\n37 \n\n2) fração máxima de petróleo do tipo j na carga proces-\n\nsada pela tecnologia k: \n\nPET- \t- FtJ- \tE PET \t&lt;O \nj \t\n\n= \t• ' \nj,k,t \tj,k \t,k,t \n\n- \t = 1, • ..' j ~ J\n\nonde: \n\ne \nFU \t= fração máxima de petróleo do tipo j na carga \n\nprocessada pela tecnologia k. \n\n111.2.4 - Restrições de capacidade de refino \n\nlimite de utilização da tecnologia k: \n\nE PET j,k,t \n&lt;CAP \n\nk,t \n\nonde: \n\nCAPkt = capacidade disponível da tecnologia k no perío \n\ndo t. \n\nlimite de utilização do parque de refino: \n\nE PET j,k,t \n<\n- \n\nCAPTOT t \nj,k  \n\nonde: \n\nCAPTOTt = capacidade de processamento do parque de refi \n\nno no período t. \n\nEsta restrição global se faz necessária em função da u-. \n\ntilização múltipla de algumas unidades de refino. \n\n111.2.5 - Restrições de craqueamento \n\nAtravés deste conjunto de restrições são representadas \n\nas faixas de vetores de transformações possíveis para cada tecno- \n\nINPES, xxvI/8 5 \n\n\n\nlogia e tipo de petróleo, através de limites superiores e inferio \n\nres para a fração obtida de cada derivado e um limite superior pa \n\nra o aproveitamento conjunto da carga processada. \n\nfaixa de produção do derivado i a partir dõ petróleo \n\nj e tecnologia k: \n\nX i \n\t\n\n-PL i.j \n\t\n\nPET\nj,j,k,t \t,,k \t,k,t ->0  \n\nX i \n\t\n\n-PU i \n\t\n\nPET\nj \t\n\n<0 \n\n\t\n\n,j,k,t \t,j,k \t,k,t - \n\nonde: \n\nX. \t\nk \t\n\n= quantidade do derivado i produzida pela tec- \n1,J, , \n\nnologia k a partir do petróleo j no período \n\nt; \n\nPL. \n1,J, \n\nk = parcela mínima de produção do derivado i pe-\n\nla tecnologia k a partir do petróleo j; \n\nPU• \n1,], \n\nk = parcela máxima de produção do derivado i pe-\n\nla tecnologia k a partir do petróleo j. \n\nmáximo de aproveitado do petróleo j pela tecnologia \n\nk: \n\nZX i \n\t\n\n-P \nj\n\nM \tPET\nj \t\n\n<0 \n,j,k,t \t,k \t,k,t - \n\nonde: \n\nPM. k = parcela máxima de aproveitamento do petróleo j \n\npela tecnologia k. \n\n111.2.6 - Restrições de qualidade dos derivados \n\nEste conjunto de restrições visa a garantir que o produ \n\nto final, ou seja, a produção final de cada derivado estará den- \n\n-4 \n\nINPES, XXVI/85 \n\n\n\n39 \n\ntro das especificações estabelecidas, 15  embora os derivados produ \n\nzidos por uma certá tecnologia possam eventualmente não atendê-\n\nlas (passando a atendê-los quando di1udos na produção das demais \n\ntecnologias). \n\nfração minima da produção do derivado i oriunda da \n\ntecnologia k: \n\nz x \t- QL \t\n: : \n\nonde: \n\nQL \t= fração m.nima da produção do derivado i oriunda \n\nda tecnologia k \n\nfração máxima da produção do derivado i oriunda da \n\ntecnologia k: \n\n-QU-E E X. \t<O \n \n\n\t\n\ni,j,k,t \t.i,k j kk i,j,k,t - \t\n= 1, \n\nonde: \n\nQU7= fração máxima da produção do derivado 1 oriunda \nda tecnologia i. \n\n111.2.7 - Restrições de demanda \n\nCom estas restrições garante-se que a produção interna, \n\nmais as importações e menos as imptações de cada derivado, será \n\nsuficiente para atender a sua demanda, ou seja: \n\n\t\n\nE X. \n1 j,k \t\n\n+ x• \t- EX. \nL \tD i \n\nj,k \t\n, \t,t \ti,t \t,t \t,t \n\nonde: \n\n15Esta é, obviamente, uma representação extremamente simplif i-\ncada do problema e objetiva apenas evitar grandes distorções. \n\nINPES, XXVI/85 \n\n\n\n40 \n\n\t\n\nIX \t= quantidade importada do derivado i no período \n\nt; \n\nEX.t = quantidade exportada do derivado i no período \n\nt; \n\n= demanda do derivado i no período t. \n\n111.2.7 - Restrições de comércio de derivados \n\nlimites de importação de derivados: \n\n\t\n\nIX. \t&lt;LIX. \n- \n\nonde: \n\nLIXt = limite de importação para o derivado i no pe-\n\nríodo t. \n\nlimites de exportação de derivados: \n\nEX i,t &lt;LEX. \n- \n\nonde: \n\nLEX.t = limite de exportação do derivado i no período \n\nt. \n\n111.3 - Função objetivo do modelo \n\nO modelo representativo do setor de oferta tem por fun-\n\nção objetivo a minimização, a cada período, dos montantes despen-\n\ndidos com importação e processamento de petróleo e -com importa-\n\nção/exportação de derivados, ou seja: \n\nfo = MIN(1 PIP\nj \t\n\n. \tP1. \t1 C \tE PET j \n\t\n\n+ ,t \tJ,k,t: \tk k \n\t,k,t \n\n\t\n\n+ E PIX. \t. IX. \t- E PEX \ni,t \n\n EX. \n\nINPES, XXVI/85 \n\n\n\n41 \n\n- \tonde: \n\nPIP= preço internacional do petróleo tipo j no pe-\n\nnodo t; \n\nCk \t= custo de processamento de petróleo pela tecno- \n\nlogia k; \n\nPIX \t= preço internacional mais custo de transporte \n\ndo derivado i no periodo k; \n\nPEXt = preço de exportação do derivado i no periodct. \n\nIV - SIMULAÇÃO \n\nIV.1 - Versão simplificada do bloco de oferta \n\nO modelo apresentado na seçãoanterior correspondea.sua \n\nversão mais completa e, para sua operação, requer uma base de da-\n\ndos de delicada elabõração em função das dificuldades de levanta-\n\nmento de algumas informações com o grau de precisão necessário. \n\nDe tal forma, optou-se pela sua implementação paulatina na medida \n\nem que os dados fossem sendo obtidos. Assim, a versão utilizada \n\nneste trabalho contém em relação àquela algumas simplificações, \n\nsendo as seguintes as mais importantes: \n\napenas um tipo de petrõleo é considerado, correspon-\n\ndendo a um \"petróleo médio\" dentre os comumente utilizados; \n\npara cada tecnologia, ao invés de faixas ,foi conside \n\nrado um perfil de craqueamento fixo associado ao desempenho médio \n\nda tecnologia; \n\nnão foram consideradas as restrições de qualidade \n\ndos derivados produzidos, supondo-se que os produtos de cada tec-\n\nnologia já se encontram dentro das especificações requeridas. \n\nINPES, XXVI/85 \n\n\n\n42 \n\nForam considerados, em concordância com o bloco de gera \n\nção das deniandas anuais, quatro grupos de derivados - gases, le-\n\nves, mdjos e pesados - e três esquemas de processamento (\"tecno-\n\nlogias\"): fundo de barrjl sem unidades adicionais, fundo de bar-\n\nril com unidades de coqueamento retardado e com unidades de desas \n\nfaltação a solvente. \n\nIV.2 - Base de dados \n\nAlém das hipóteses sobre evolução do PIB, preço domsti \n\nco de derivados de petróleo e substituição de gasolina e óleo com \n\nbust3vel apresentadas na Seção 11.5, considerou-se o seguinte com \n\nportamento para as variáveis e parâmetros relacionados ao bloco \n\nde oferta: \n\n- Preços internacionais de petróleo e seus derivados \n\nForam admitidas as seguintes taxas anuais de crescimen-\n\nto do preço nominal do petróleo (TCPNP) e de inflação mundial \n\n(TIM), sendo o preço do petróleo em 1983 de 32,5 US$/bbl. \n\nANOS \nDISCRIMINAÇÃO \n\n1983 1 1984 1 1985 1986 1 1987 1988 1 1989 1 1990 \nTCPNP(%) \t- \t-10 \t.3 \t5 \t6 \t6 1 \t6 1 \t6 \nTIM(%) \t5 \t5 \t5 \t5 \t5 \t5 \t5 \t5 \n\nEm relação aos derivados adotou-se uma relação fixa com \n\no preço do petróleo, em termos volumétricos, de 0,9 para os ga-\n\nses, 1,2 para os leves e mdiôs e 0,8 para os pesados, mais o \n\ncusto de transporte de 3,0 US$/bbl para todos (inclusive o petró \n\nleo). \n\nINPES, XXVI/85 \n\n\n\n43 \n\n- Produção nacional de petróleo \n\nOptou-se por adotar uma hip6tese relativamente conserva \n\ndora acerca da evolução da produção nacional de petróleo (PETD) \n\nmostrada a seguir (em 1.000 bbl/d). \n\nDI SCRIMTNAÇÃO 1 \tANOS \n1983 1 1984 1 1985 1 1986 1 1987 1 1988 1 1989 F1990 \n\nPETD \t1 335 1 470 1 520 1 570 1 600 1 600 1 600 1 600 \n\n- Vetores de transformação das tecnologias: \n\nOs perfis de craqueamento fornecidos por cada tecnolo-\n\ngia dependem diretamente do tipo de carga processada, das condi-\n\nçaes de processo e da configuração utilizada para as unidades, va \n\nriveis estas que não estão explicitadas no modelo. A alternati-\n\nva escolhida foi a consideração dos valores médios fornecidos a \n\npartir das diversas combinaç5es» 7  obtidas a partir de [10] e tra \n\nbalhos internos da Petrobrs que são relatados a seguir: \n\nFUNDO DE BARRIL \nDISCRIMINAÇÃO S/UNIDADES CRAQUEAMENTO DESASFALTAÇÃO \n\nNACIONAIS \n\nGases 0,075 0,055 0,105 \n\nLeves 0,285 0,320 0,380 \n\nMédios 0,390 0,455 0,350 \n\nPesados .0,250 0,140 0,165 \n\n17Naturalmente seria possve1, alternativamente,/desdobrar cada \ntecnologia de acordo com seus diferentes desempenhos, associando \na cada um deles o respectivo perfil de craqueamento, desde que su \njeitos a uma restrição de capacidade comum. \n\nINPES, XXVI/85 \n\n\n\n44 \n\n- Capital para unidades de cogueamento e desasfaltaço \n\nA partir de informaç6es fornecidas pela equipe t&amp;cnica \n\nda Petrobrs, estimou-se o investimento necessário à inserção de \n\numa unidade de coqueamento retardado ou de desasfaltaço a solven \n\nte no esquema de refino como estando entre, respectivamente,5.000 \n\ne 6.000 US$/bbl/dia e 1.600 e 2.000 US$/bbl/dia, com vidas úteis \n\nde 25 e 15 anos. Diluindo-se uniformernente o investimento ao lon \n\ngo da vida útil tem-se que os custos de processamento de petróleo \n\nso onerados em cerca de 0,6 tJS$/bbl  quando uma unidade de coquea \n\nmento &amp; utilizada e de cerca de 0,3 US$/bbl  no caso de uma unida \n\nde de desasfaltaço. \n\n- Investimentos e capacidade instalada: \n\nAs capacidades instaladas de coqueamento retardado e de \n\nsasfa1taço a solvente adotadas at 86 correspondem ãquelas j \n\nexistentes, alm da entrada em operação de uma nova unidade de co \n\nqueamento na Refinaria de Cubatão, prevista para meados de 1985. \n\nAlém disso, adotou-se a hip6tese de duas novas unidades de desas-\n\nfaltação em 1987 (jã prevista para a Refinaria Henrique Lage) e, \n\nem 1990, todas com capacidades de processamento' de 30.000 barris \n\npor dia, o que representa um investimento de, aproximadamente, 110 \n\nmilh6es de dôlares ao longo do penado. As capacidades assim ge-\n\nradas são mostradas a seguir (em mil barris/dia): \n\nANOS \nDISCRIMINAÇÃO \n\nCoqueamento 11 11 15 22 22 22 22 22 \n\nDesasfaltação 40 40 40 40 70 70 100 100 \n\nQuanto à capacidade total do parque de refino adotou-se \n\no vetor de 1.300.000 barrIs/dia ao longo de todo o periodo de si-\n\nmulação, embora a capacidade já existente seja superior; isto por \n\nque níveis de utilIzação muito elevados implicam alteraç5es sens \n\nINPES, XXVI/85 \n\n\n\n45 \n\nveis nos vetores de transformação das tecnologias, haja vista as \n\ncaracteristicas do Programa Fundo de Barril. Além disso, não há \n\nprevisaes de investimentos em ampliação da capacidade do parque \n\nno periodo. \n\n- Cenários-de simulacão: \n\nForam realizados dois exercicios de simu1aço utilizan-\n\ndoo modelo com a base de dados apresentada, de modo a avaliar dois \n\ncasos da estratgia referente ao comrcio internacional de deriva \n\ndos no suprimento das demandas por derivados. Em um deles, chama \n\ndo de \"Sem Importação de Diesel\", foi proibida a importação de \n\nóleo diesel, obrigando a auto-suficiência do parque doméstico na \n\nprodução deste derivado e, no outro, chamado de \"Com Importação \n\nde Diesel\", esta importação foi liberada. Em ambos os casos foi \n\nproibida a exportação do 6leo diesel. \n\nIV.3 - Resultados finais \n\nINPES, XXVI/85 \n\n\n\nH \nz \n\ntj \nCn \n\nx \n\nH \n\n(li \n\nESTRUTURA DE DEMANDA DE DERIVADOS \n\nSINULACAO \tCOM IMP DIESEL \n\n(Z) \n\n**..*.*********.***•*****à******k*•* ............. \n\nANO 1983 1984 1985 1986 1987 1988 1989 1990 \n\no ............ t*..I*..t*********t**t*frfl ...... \n\nGASDS 11.0 11.7 12.1 12.4 12.4 12.4 12.4 12.2 \n\nLEVES 28.3 27.1 26.6 26.2 26.1 25.9 25.3 24.9 \n\nMEDIOS 38.2 39.1 39.8 40.7 41.5 42.4 43.3 44.0 \n\nPESADOS 22.4 22.2 21.5 20.7 19.9 19.3 19.1 18.8 \n\nCUSTOS MARGINAIS DE ATENDIMENTO DAS DEMANDAS \nS.attatttr_r:Sar:-_r \n\nSXMULACAO : COM IMP DIESEL \n\n(EM DOLARES(FOO.CORRENTES) POR BARRIL) \n\n• ****&amp;************ \t** •0* \n\nANO 1983 \t1984 \t1985 1986 1987 1988 1989 1990 \n\n•.fl.*. .......... \n\nGASES 32.1 \t29.4 \t30.3 31.9 33.4 35.4 37.5 39.7 \n\nLEVES 39.5 \t37.0 \t38.3 40.2 42.2 44.6 47.2 49.9 \n\nMED:oS • \t 41.8 \t38.1 \t39.3 41.3 43.3 45.9 48.6 51.5 \n\nPESADOS 25.8 \t23.2 \t23.9 25.1 26.3 27.9 29.6 31.4 \n\nfl***..**..á..**fl* ..... \n\n\n\nH \n\ntu \n(1) \n\nH \n\nco \n(ti \n\nBALANCO DE DERIVADOS \n\nSIMULACRO : COM IMP OTESEL \n\n(EM MIt. DÀRRIS POR DIA) \n\n**•*•••****4********•****** ........ \n\nANO 1983 1984 1985 1986 1987 1988 1989 \t.... 1990 \n\n******ê* ******* \n\nGASES \nna.. \n\nCONSUMO \tDOMESICCO 104.9 109.8 114.4 118.8 123.8 129.1 134.9 141.0 \n\nPRODUCRO \tDOMESIECA 71.2 67.3 66.6 66.4 68.8 71.0 73.3 76.2 \n\nIMPORTACAO 33.8 42.5 47.8 52.4 55.0 58.1 61.6 64.8 \n\nEXPORIACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nLEVES \nsana - \n\nCONLJIO \tDOMESTICO 269.1 255.0 252.2 251.7 259.9 268.6 276.3 257.6 \nPRODUCAO \tDOMESTICA 269.7 255.0 \t1 252.2 251.7 259.9 268.6 276.5 281.6 \nIMPORTACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \nEXPORIACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 .0.0 \n\nMEDIOS \n\nCONSUMO \tDOMESTICO 364.2 367.8 377.8 391.5 413.5 440.1 472.3 507.7 \nPRODUCAC \tDOMESTICA 362.5 342.3 338.5 337.9 344.1 356.0 361.7 376.9 \nIMPORTACAO 1.7 25.5 39.3 53.6 69.3 64.7 110.5 130.8 \nEXPORTACAO 0.0 0.0 0.0 0.0 04 0.0 0.0 0.0 \n\nPESADOS \n\nCONSUMO \tDOMESTICO 213.8 209.0. 204.0 198.9 18.5 200.0 208.1 . \t 216.6 \nPRODUCAO \tOCMEDTICA 228.3 215.4 212.4 210.9 213.1 220.7 222.6 232.3 \nIMPORTACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \nEXPORTACAO 14.6 6.4 8.3 12.0 14.6 20.8 14.5 15.8 \n\nTOTAL \n\nCONSUMO \tDOMESTICO 952.6 941.6 948.3 960.9 995.7 1038.4 1091.7 1152.8 \nPRODUCRO \tDOMESTICA 931.7 860.0 869.6 867.0 885.9 916.4 934.1 973.0 \nIMPORTACAO 35.4 68.0 87.0 105.9 124.3 142.7 172.1 195.6 \nE(PGRTACA0 14.6 6.4 8.3 12.0 14.6 20.8 14.5 15.8 \n\n...............  **â **** **fl k******é ** *0 * *0**à*** ........ ..fl***** ***** O ** ** **** ****** *5*5* 0*5 ** *5**** *5*0*aâ \n\n-J \n\n\n\nH \nz \ntil \n(l \n\nH \n\noo \nNENSSIDADES DE PETROLEO \n\nSIMULACAO \tCOM hP DIESEL \n\nCEM MIL BARRIS POR I)IA) \n\nAN3 1983 1984 1985 1986 1987 1985 1989 1990 \n\n0* \t ......................................  \n\nPTR0LE0 \tNACICNAL 335.0 470.0 520.0 570.0 600.0 600.0 600.0 600.0 \n\n36.0 53.4 59.8 65.7 67.7 65.5 64.2 61.7 \n\nPETROLEO \tIMPORTADO 596.7 410.0 349.6 291.0 285.9 316.4 334.1 373.0 \n\n64.0 46.6 .40.2 34.3 32.3 34.5 35.8 38.3 \n\nTOTAL 931.7 830.0 869.6 867.0 885.9 916.4 934.1 973.0 \n\nIMPOR?. \tDERIVADOS 35.4 68.0 87.0 105.9 124.3 142.7 112.1 195.6 \n\nEXPOR?. \tDERIVADOS 14.6 6.4 8.3 12.0 14.6 20.8 14.5 15.8 \n\nNElES. \tLIQUIDAS 952.6 941.6 948.3 960.9 995.7 1038.4 1091.7 1152.8 \n\nX \tPET. \tNAIIONAL 35.2 49.9 54.8 59.3 60.3 57.8 55.0 52.0 \n\n.................................... ******** \n\n,. \n\n\n\n0 \n\nUTILI ZACAO DE TECNOLOGIAS \n\n(EM MIL BARRIS POR DIA) \n\nSIMULAC4O \tCOM DM9 DIESEL \n\nANO 1983 1984 1985 1986 1987 1988 1989 1990 \n\n.............. ..................  \n\nUND0 \tDE \taARRIL \tSIMPLES \n...........  \n\nCAPACIDADE 1300.0 130.0 1300.0 1300.0 1300.0 1300.0 1300.0 1300.0 \n\nUTILIZACAO 880.7 629.0 814.6 805.0 793.9 824.4 812.1 851.0 \n\nC0UEA4ENTO \tqE TARDADO \n\nCAPACIDADE 11.0 11.0 15.0 22.0 22.0 22.0 22.0 22.0 \n\nUTILIZACAO 11.0 11.0 15.0 22.0 22.0 22.0 22.0 22.0 \n\nH DESASFALTACAO \tA \tSOLVENTE \nfl \t a. ar \t.r \n\nCAPACIDADE 40.0 40.0 40.0 40.0 70.0 70.0 100.0 100.0 \ncn \n- UTILIZACA' 40.0 40.0 40.0 40.0 70.0 70.0 100.0 100.0 \n\n.a***.** •.**** ................... *** ..... * ***********.**. .**..*********.*.*****.*.****.****é*********.*****.***********.***** \nH \n\n00 \nul \n\n\n\nH \n\ntil \nCrJ \n\nH \n\nOD \ntJl \n\nDALANCO DE DIVXSAS DC SETIJR PETROLEO \n\nSEMULACAO \tCOM XMP DIESEL \n\n(EM M1L10ES \tDE DOLARES(F0,C0RRENTES)P0R ANO) \n\n..........................  \n\nANO 183 1984 1985 1986 1987 1988 1989 1990 \n\n1MPORTACOES 7394.1 5064.9 4790.9 4671.8 5028.5 5987.8 7047.8 8415.4 \n\nPETROLEO 7013.5 4336.9 3809.0 3397.2 3434.5 4028.5 4509.8 5335.9 \n\nGASES 357.1 404.3 468.5 539.5 594.5 665.3 748.2 834.7 \n\nLEVES 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nMEDXOS 23.5 323.6 513.4 135.2 999.5 1294.0 1789.8 2244.9 \n\nPESADOS 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nEPoRTACoES 136.8 54.1 72.5 109.6 140.2 211.6 156.9 180.3 \n\nGASES 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nLEVES 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nMEDIOS 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nPESADOS 136.8 54.1 72.5 109.6 140.2 211.6 156.9 180.3 \n\nIMPORT.LI2LJ10AS 7757.3 5010.8 4718.4 4562.2 4888.2 5776.2 6890.9 8235.1 \n\nul \no \n\n\n\nH \n\ntu \nti) \n\nOD \n\nH \n\no, \n\nETqUTqA DE DEMANDA DE DERIVADOS \n\nSIMULACAO : SEM IMP DIESEL \n\n(1) \n\nANO 1983 1984 1985 1986 1967 1988 1989 1990 \n\n.........................  \n\nGASES 11.0 117 12.1 12.4 12.4 12.4 12.4 12.2 \n\nLEVES 28.3 27.1 26.6 26.2 26.1 25.9 25.3 24.9 \n\nMEDIOS 38.2 39.1 39.8 40.7 41.5 42.4 43.3 44.0 \n\nP€SÃDOS 22.4 2242 21.5 20.7 19.9 19.3 19.1 18.8 \n\n..........................  \nLfl \n\nCUSTOS MARGINAIS DE ATENDIMENTO DAS DEMANDAS \n...................  t,aà.acc \n\nSIMUL.ACAO \tSEM IMP DIESEL \n\n(EM DOLARES(Ç0B,CORREN'rES) POR BARRIL) \n\n* * * * * ....................  * É A * * * * É * *............. t * ......  * .....  é * * Ai * ....  A A * É LA A à *............. * * * * * Ii * à ....................... \nANO 1983 1984 195 1986 1987 1988 1989 1990 \n\nGASES 32.1 29.4 30.3 31.9 33.4 35.4 37.5 39.7 \n\nLEVES 38.6 34.8 35.8 37.ø 39.5 41.9 44.4 47.0 \n\nMECIOS 42.4 39.7 41.1 43.1 45.3 47.9 50.6 53.5 \npas*oos 25.8 23.2 23.9 25.1 26.3 27.9 29.6 31.4 \n\n******** .......... \n\n\n\n1 ALANCO DE DERIVADOS (EM MIL qAqRIS POR DIA) SIMULACAO \tSEM IMP DIESEL \n* ****j************************** \t0 \n\nANO 193 1984 1985 1986 1987 1988 1989 1990 \n\nGASES \n\nCONSUMO \tDOMESTICO 104.9 109.8 114.4 118.8 123.5 129.1 134. 141.0 \n\nPRODUCAO \tDOMESTICA 71.5 72.2 74.1 76.7 82.1 87.3 94.5 100.7 \nIMPORTACAO 33.4 37.6 40.2 42.1 41.7 41.8 40.3 40.4 \nEXPDRTACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nLEVES \n\nCONSUMO \tDOMESTICO 259.7 255.0 252.2 251.7 259.9 268.6 216.5 237.6 \t\nLn \n\nPRODUCAO \tDOMESTICA 270.9 273.6 280.9 290.8 310.6 330.5 357.3 371.6 \nIMPORTAC*O 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \nEXPORTACAO 1.2 18.6 28.7 39.1 50.7 61.9 80.8 90.0 \n\nMEDIOS \n\nCONSUMO \tDOMESTICO 364.2 367.8 377.8 391.5 413.5 440.7 472.3 507.7 \nPROOUCAO \tDOMTSTICA 364.2 367.8 377.8 391.5 413.5 440.7 472.2 501.6 \nIMPORTACA) 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \nEXPORTACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nPESADOS \n\nCONSUMO \tDOMESTICO 213.8 209.0 204.0 198.9 198.5 200.0 208.1 216.6 \nPRODUCAQ \tDOMESTICA 229.4 231.7 237.5 245.2 257.6 275.0 293.5 313.4 \nIMPORTACAO 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \nEXPORTAC.) 15.6 22.7 33.5 46.3 59.0 75.1 85.4 96.8 \n\nTOTAL \nata': \n\nCONSUMO \tDOMESTICO 952.õ 941.6 948.3 960.9 995.7 1038.4 1091.7 1152.8 \nPRODUCAO \tDOMESTICA. 936.0 945.4 970.3 1004.3 1063.7 1133.5 1217.5 1299.3 \nIMPORTACAO 33.4 37.6 40.2 42.1 41.7 41.8 40.4 40.4 \nL*PORT*CAO 16.8 41.3 62.2 85.4 109.7 136.9 166.1 .186.8 \n\n.............................................. ..... \n\n\n\n- \t • \te  \n\nH \nz \ntil \nrfj \n\nI-1 \n\nNECES5DADES DE PETHLE \n\nSIMULACAO 1 SEM !MP DIESEL \n\n(EP \t31 iARRXS POR DIA) \n\ne \n\nANO 1953 1984 1785 1986 1987 1988 1989 1990 \n\nPEIROLEO \tNACLOAL 335.0 470.0 520.0 570.0 600.0 600.0 600.0 600.0 \n\n35.8 49.7 53.6 56.8 56.4 52.9 49.3 46.2 \n\nPETROLEO \tIMPR!ADO 601.0 415.4 450.3 434.3 463.7 533.5 617.5 699.3 \n\n8 64.2 50.3 46.4 43.2 43.6 47.1 50.7 53.8 \n\nTOTAL. 936.0 945.4 970.3 1004.3 1063.7 1133.5 1217.5 1299.3 \n\nIMPDRT. \tDERIADQS 33.4 37.6 402 42.1 41.7 41.8 40.4 40.4 \n\nEXPORT. \tDEqIVAOS 16.8 41.3 62.2 85.4 109.7 136.9 166.1 186.8 \n\nNECES. \tLIGUIAS 952.6 941.6 948.3 960.9 995.7 1038.4 1091.7 1152.8 \n\nZ \tPET. \tNCEON&amp;L 35.2 .49.9 54.8 59.3 60.3 57.8 55.0 52.0 \n\n(e) \n\n\n\nH \n\ntj \n(1) \n\nOD \nUl \n\nH \nUTtLIACA0 0€ TECN0.OIA$ \n\n(FM MIL 3ARRIS POR DIA) \n\nSIMULACAO \tSEM !MP DIESEL \n\n**.. ...Ãfl***.*..*.****.**....***...*..fl k**&amp;*•******&amp;*á*I.*******&amp;*.*.*.*..**..*.*....**..*..*.,*..*...****.á..* \nANO 1983 1984 1985 1986 1987 1988 1989 1Q90 \n\n*****.*********.*,* *.**.*.* ,..*.*....* .......... \n\nUND0 \tDE \tAIL \tSI'IPLES \n\nCAPACIDAD3 1300.0 1300.0 1300.0 1300.0 1300.0 1300.0 1300.0 1300.0 \n\nLTILILACA0 685.0 694.4 915.3 942.3 971.7 1041.5 1095.5 1177.3 \n\nCOOUSAMENT0 \tRLTAD00 \n\nC APACIDADE 11.0 11.0 1.0 22.0 22.0 22.0 22.0 22.0 \n\nUTILIZACAO 11.0 11.0 15.0 22.0 22.0 22.0 22.0 22.0 \n\nDESASFALTAC3 \tA \tSOLVENTE \n\nCAPACIDADE 40.0 40.0 40.0 40.0 70.0 70.0 100.0 100.0 \n\nLTILI ZACAO 40.0 40.0 40.0 40.0 70.0 70.0 100.0 100.0 \n\nti... .............................. itt.. ............ . .......... \n\n1 \t• \n\n(.J1 \n\n\n\n3ALANCO DE GtV1SA \t)Q ST3R PET0LE, \n\nStMULACAO \tSEM XMP DIESEL \n\n(Er M1LHCS O= D0LARES(F03,C0RRETES)PCR ANO) \n\n•***.4 •Ã*** ********** ***************** ********k*** ......... ***.****************•******** ******* \n\nANO • \t1983 184 1985 1086 1987 1988 1989 1990 \n\n• ............. * ************** \n\nIMPORTACOES 7417.3 5386.0 530.4 5401.4 6020.3 7271.9 8824.0 10523.6 \n\n7063.5 5028.2 4935.8 4967.8 5569.8 6793.1 8333.8 10003.9 \n\nGASES 353.7 357.7 394.5 433.4 450.4 478.7 490.0 519.6 \n\ni ECS 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \t Ln \nLn \n\nMCD 105 0.1 0.1 0.1 0.1 0.1 0.2 0.2 0.2 \n\nPESADOS 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nEXPOATACJES 163.9 428.7 666.9 960.9 1297.6 1110.0 2229.5 2653.1 \n\nGASES 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nH \nLEVES 17.1 232.6 375.1 537.1 730.3 945.5 1307.8 1545.0 \n\nMIOlOS 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 \n\nPESAD3S 146.8 12.3 291.8 423.8 567.3 764.5 921.7 1108.2 \n\nIMPORT. \tLIZUIDAS 7253.4 4957.2 4633.4 4440.5 4722.7 5561.9 6594.5 1810.5 \n\nH \n\n00 \n.*fl* ................................................... ******************.**.******* ........ \n\n(.fl \n\n\n\n56 \n\nV - COMENTÂRIOS \n\no conjunto de resultados obtidos nas simula96es, apre-\nsentados na seção anterior, são, em verdade, funç5es de uma sôrie \n\nde hipóteses e premissas adotadas ao longo do trabalho e,. conse-\n\nqüentemente, estreitamente vinculados a elas. Sendo assim, é de \n\nvital importància tê-las em mente, de modo a ter bem definidas as \n\nsituaçoes e condiçoes a.que se referem, bem como as suas limita-\n\nç6es. As principais hipóteses adotadas foram: \n\nsobre o desempenho econômico do país, medido aqui pe \n\nla evolução do PIB; \n\nsobre o comportamento futuro dos preços domsticos \n\nao consumidor dos principais derivados de petróleô \t(considerou- \n\nse, implicitamente, que estes preços seriam representativos dos \n\ncustos de energia nos setores em que cada derivado é utilizado); \n\nquanto à substituição e/ou conservação dosprincipais \n\nderivados (implicitamente adotou-se a hipótese de que as demandas \n\n\"potenciais\" de cada derivado não se alteram na presença de dife-\n\nrentes níveis de substituição); \n\nsobre a evolução dos preços internacionais do petró-\n\nleo e de- seus derivados; \n\nquanto à produção nacional de petróleo; \n\nquanto à instalação de unidades especiais de refino; \n\ng.) sobre a política de importação/exportação de petró-\n\nleo e derivados. \n\nOs resultados relativos à estrutura da demanda (Grfico \n\n5) comprovaram, de um modo geral, a correção do raciocínio aprio-\n\nrístico desenvolvido na Seção 11.2, podendo ser observada a par-\n\ntir de 1983 uma elevação de 11,1 para 12,3% na participação dos \n\nINPES, XXVI/85 \n\n\n\n57 \n\ngases, assim como na dos médios, que passam de 38,2 para 44,0% do \n\ntotal do consumo no final da década. A essas eleva96es contra-\n\np6em-se uma redução sensível na participação dos pesados, que caem \n\nde 22,4 para 18,8% enquanto os leves declinam de 28,3 para 24,9% \n\ndo total. \n\nEm termos de níveis, os gases passam de um consunio de \n\n104,9 para 141,0 mil barris/dia entre 1983 e 1990, apresentando \n\numa taxa média de crescimento de 4,3% ao ano. Os leves passam de \n\n269,7 para 287,6 mil barris/dia, com 0,9% da taxa média de cresci \n\nmento anual. Os médios são os que apresentam o maior crescimento \n\nno período - 4,9% ao ano em média -, passando de 364,2 para 507,7 \n\nmil barris/dia, enquanto os pesados praticamente não apresentam \n\ncrescimento no período (213,8 para 216,6 mil barris/dia), ap6suina \n\n- redução nos primeiros anos, devido à incidência de programas de \n\nsubstituição e/ou conservação em grande escala. \n\nCom relação aos níveis de demanda global de derivados, \n\nque em última anlise refletem as necessidades de petrôleo, tém-\n\nse uma elevação de 952,6 mil barris/dia em 1983 para 1.152,8 mil \n\nbarris/dia em 1990 (2,8% ao ano, em média), permanecendo pratica-\n\nmente estagnado nos primeiros anos. Boa parte da contenção do \n\nritmo de crescimento da demanda deve-se aos processos de substi-\n\ntuição e conservação ora em curso, o que se reflete na redução \n\nprogressiva do índice de consumo de petr6leo por unidade de produ \n\nto (ver Gráfico 6). Paralelamente, sup6e-se uma elevação sensí-\n\nvel da produção doméstica de petr6leo nos primeiros anos, atingiri \n\ndo 600 mil barris/dia entre 1986 e 1987 (adotou-se conservadora-\n\nmente, a manutenção deste patamar para o restante do período). Em \n\nconseqüência destes dois comportamentos observa-se um grande au-\n\nmento da participação do petr1eo nacional no atendimento das ne-\n\ncessidades internas de derivados, passando de 35,1% em 1983 para \n\n52,0% em 1990, ap6s um pico em 1987 de 60,3%, propiciando uma re-\n\ndução significativa da dependência externa neste particular (as \n\nnecessidades médias de importaçes\"líquidas\" - importaç6es menos \n\nexportaç6es - caem para quase metade dos 960 mil.barris/dia impor \n\ntados em 1979). \n\nINPES, xxvI/85 \n\n\n\n• \n\nLEVES \n\nDOs \n\n1913 \t84 \t64 \tIS \t87 \tII \t89 \t1~ A.. 183 \t54 \t55 \tIS \t87 \t64 \ta \t90 \t— \n\no \n\n% \t\n71- \n\n50 \n\nri \n\nNo que tange ao lado da oferta de derivados depetr6leo, \n\nas duas simulaç6es efetuadas mostram, como seria de se esperar, \n\numa diferença bsica entre os papéis do país como importador e ex \n\nportador de petr6leo e seus derivados. Assim, quando é forçado a \n\nauto-suficiéncia do parque de refino no abastecimento das necessi \t4 \n\ndades de médios - basicamente o 6leo diesel - automaticamente tor \n\nnam-se necessãrias as exportaçaes de leves e pesados, embora seja \n\nainda forçosa a importação de GLP, que é, em termos técnicos, \to \n\nverdadeiro ponto de estrangulamento do sistema. Em contraparti-\n\nda, abrindo-se mão desta auto-suficincia, ao permitir a importa-\n\nção de diesel o que se observa é a importação de petr6leo na jus-\n\nta medida para o atendimento da demanda interna de leves (basica: ; , \nmente gasolina e nafta) através de seu processamento pelo parque \n\nnacional de refino, havendo em decorréncia necessidade de importa \n\nção significativa de médios, aumento nas importaç6es de GLP e di \n\nminuição nas exportaç6es de pesados. \n\nGáfk. 5 \n\t\n\nG,õfko 6 \n\nEV0LUCI0 DA ESTRUTURA DÉ DEMANDA \n\t\n\n(1.000 b/d) NECESSIDADE TOTAIS DE PETRÕLEO E ÍNDICE CONSUMO/P18 \tíndiCe \n\nINPES, XXvI/85 \n\n\n\n59 \n\nEm termos quantitativos, tôm-se, tomando como ano de re \n\nferncia, a importaço de 699,3 mil barris/dia de petr6leo e 40,4 \n\nmil barris/dia de derivados e exportação de 186,8 mil barris/dia \n\ndestes no cenário de auto-suficiõncia do parque em médios, con-\n\ntra, respectivamente, 373,0, 195,6 e 15,8 no outro cenãrio. As di \n\nferenças ficam mais claras quando se observa o que acontece a ní-\n\nvel de grupos de derivados: a importação de gases necessária na \n\nhip6tese de auto-suficiência em médios &amp; da ordem de 28,7% do con \n\nsumo previsto em 1990, passando a ser de 46,0% no outro cenrio. \n\nA parcela da produção domstica de leves a ser exportada naquele \n\nano é da ordem de 23,8% no primeiro cenário, não ocorrendo expor-\n\ntações de leves no segundo. Os médios que, por imposição,não são \n\nimportados diretamente na hipôtese de auto-suficiência, passam a \n\nter unia importação da ordem de 25,8% do consumo interno no segun-\n\ndo cenário. E, por iftimo, os pesados tm a participação das ex-\n\nportações na produção doméstica caindo de 30,9 para 6,8% de um ce \n\nnrio para outro. \n\nNaturalmente, o julgamento de maior convenincia de um \n\nou de outro cenário, sob o prisma da dependência externa, depende \n\ndiretamente das expectativas em relação à estabilidade do mercado \n\ninternacional, da capacidade do país em assegurar mercados e/ou \n\nfontes de suprimento confiveis e da avaliação dos efeitos negati \n\nvos gerados por perturbações nesse mercado na economia nacional, \n\nde modo a se poder comparar melhor os riscos, associados a cada uma \n\ndas opções e suas diversas combinações. A consideração destes fa \n\ntores, no entanto, extrapola as pretensões deste trabalho. \n\nNo que se refere às opções tecnolôgicas cotejadas, po-\n\nde-se constatar que, em ambas as situações simuladas, há uma níti \n\nda prioridade para a utilização das opções com unidades especiais \n\npara craqueamento de cargas pesadas - coqueamento retardado e de-\n\nsasfaltação a solvente - em todos os anos do período, o que sóvem \n\na confirmar a já comprovada conveniência da iniciativa da Petro- \n\nINPES, xxVI/85 \n\n\n\nM. \n\nbrs em instalã-las.' 7  Cabe observar que, mesmo quando a carga \n\nde petr6leo processada é maior, ainda assim continua existindo ca \n\npacidade ociosa no sistema,' mas que em 1990 esta ociosidade ji \n\nbastante reduzida, sugerindo que no inicio da década seguinte, ou \n\nmesmo no final desta, far-se-ão necessrios investimentos em ex-\n\npansão da capacidade do parque. \n\nFinalmente, no que tange ao balanço de divisas associa-\n\ndo às transaç6es de petr6leo e derivados para o atendimento dasfle \n\ncessidades internas de insumos energéticos desta, natureza, há que \n\nse fazer algumas colocaç6es antes de analisar os resultados obti-\n\ndos. Assim, &amp; importante ao ana1is-1os ficar bem clara a orien-\" \n\ntação imprimid.a às simulaçaes no sentido de não levar em considé-\n\nração a prãtica da politica ,de draw back, a1m da omissão do tra-\n\ntamento da questão dos estoques estratégicos de petr6leo» 8  Dest'a \n\nmaneira tais resultados não seconstituem propriamente em proje-\n\nçes de importação e exportação de petrEleo e derivados, mas sim \n\nde quais seriam as necessidades reais de tais praticas de modo a \n\notimizar o atendimento das demandas de derivados ao longo dos \n\nanos. Tambm torna-se claro, de imediato, que a comparação dosre \n\nsultados obtidos para 1983 com as estatisticas pertinentes dispo:\" \n\nniveis fica um pouco prejudicada, uma vez que além da enfatizaçã \n\ndo papel de exportador, de modo a utilizar parte da capacidade \n\nociosa do parque, houve também neste ano uma reposição considera-\n\nvel de estoques, 19  que haviam sido algo dilapidados durante a \n\ncrise cambial de fins de 1982. \n\núnica diferença entre os dois cenários neste particular O-\ncorre nas quantidades de petróleo processados pela opçao \"Fundo de \nBarril Simples\", e deve-se à necessidade de importaao (e proces-\nsamento) adicional de petr6leo quando a auto-suficiencia emdiesel \nimposta, e à j integral utilização das demais tecnologias. \n\n18A consideração de variação de estoques pode ser incorporada \nao modelo de maneira simples, desde que se conheça o periodo aser \natendido por estes estoques e o estoque no ano inicial (isso, \nclaro, dentro do espirito de um modelo determinístico). \n\n19A depuração dos efeitos de tais procedimentos não &amp; tarefa \ntrivial, mas exercícios descompromissados a respeito indicaram re \nsultados bastante pr6ximos dos obtidos nas simulaçoes. \n\nINPES, XXvI/85 \n\n\n\n61 \n\nTem-se,então,que o exercicio de simulação aponta, como \n\nresultado do incremento na produção domstica de petróleoeda qua \n\nse estagnação da demanda global de derivados, umasignificativa re \n\ndução das importaç6es liquidas do setor nos primeiros anos, da or \n\ndem de 37,38% em termos nominais e de 46-47% em termos reais 2°  em \n\n1986, relativamente a 1983. A partir de 1987 ocorre uma inversão \n\nno comportamento da produção doméstica e da demanda global - a pro \n\ndução domóstica, por hipótese, permanece no patamar de 600 milibar \n\nris/dia, enquanto a demanda global de derivados volta a crescer, \n\ncomo resultado da retomada de niveis de crescimento da economia \n\nmais compativeis com as necessidades do pais e da diminuição do \n\nritmo de expansão relativa dos processos de substituição e/ou con \n\nservação -, de tal maneira que as importaç6es liquidas voltam a \n\naumentar: em 1990 elaa são, em termos reais, da ordem de 80% das \n\nde 1983. Comportamento semelhante pode ser observado para o mdi \n\nce importaç6es liquidas/PIB: tomando-o igual a 100 em 1983, ele \n\ndiminui nos primeiros anos, até atingir 46 em 1987, quando volta \n\na crescer até 1990, quando é igual a 57 (ver Gráfico 7). Adicio-\n\nnalmente têm-se, como resultado da comparação entre as duas simu-\n\nlaç6es, uma diferença irrelevante.entre os respectivos saldos em \n\nfavor da opção de auto-suficiência em diesel (se forem, porém, com \n\nputados os custos de processamento de petróleo há obviamente uma \n\ninversão nesta ordinalidade). \n\nEnfim, não obstante a adoção de uma srie.de hipóteses \n\nsimplificadoras e passiveis de eventuais questionamentos, tudo in \n\ndica que o pais continuarã dependendo em boa medida do petróleo \n\nimportado e esse permanecera com um peso importante na pauta das \n\nimportaç6es, mas a sangria de divisas por ele acarretada devera \n\ndiminuir consideravelmente, retornando a niveis próximos aos pra-\n\nticados nos anos imediatamente anteriores ao segundo choque depre \n\nços e proporcionando substancial alento ao esforço de equaciona-\n\nmento das contas externas. \n\ntaxa de inflação mundial adotada foi de 5% ao ano. \n\nINPES, xxvl/85 \n\n\n\nM. \n\nVolor (bflbSes de U$S) \tGrdrico 7 \t Ind ice \nIMPORTAÇÕES LÍQUIDAS DE PETRÓLEO \nVALOR (U$S  correntes) E ÍNDICE VALOR REAL/PIB \n\n9 \n\n105 \n\n100 \n\n95 \n\n90 \n\n85 \n\n80 \n\n15 \n\n70 \n\n65 \n\n60 \n\n50 \n\n1: \n\n1983 \t84 \t85 \t86 \t87 \t88 \t89 \t1990 - Ano \n\nINPES, XXVI/85 \n\n\n\n63 \n\nBIBLIOGRAFIA \n\n[ofl ANUÁRIO ESTATÍSTICO DA INDÚSTRIA SIDERÜRGICA BRASILEIRA, Rio \nde Janeiro, 1983. \n\n[021 ANUÁRIO ESTATÍSTICO DA PETROBPÂS, Rio de Janeiro, vários \nanos. \n\n[O ANUÁRIO ESTATÍSTICO DO CONSELHO NACIONAL DO PETRÔLEO, Brasi-\nlia (v.rios anos). \n\nr041 ASSOCIAÇÃO NACIONAL DOS FABRICANTES DE PAPErJ E CELULOSE. Es-\ntado de produtividade do 6leo combustível. So Paulo, \n\n1982. \n\n5J BRASIL. Ministério da Indústria e do Comércio. Avaliação do \n\nPROÁLCOOL (3); documento preliminar. Brasilia, 1981. \n\n6J BRASIL. Ministério da Indústria e do Comércio. Previsão de \n\noferta e de demanda de álcool no período 1982/1990. Brasi \n\nlia, s.d. \n\n1J BRASIL. Ministrio das Minas e Energia. Balanço energético \nnacional. Brasília, 1983. 117p. \n\nBRASIL. Ministério das Minas e Energia. Modelo energético \n\nbrasileiro. Brasilia, 1979 e 1981. \n\nfÕ9J BUSSE, Adolpho Gomes, SERRA, Maria Teresa F. e ERBER,Pietro. \n\nSubstituição de6leo combustível porenergia. e1trica. Rio \n\nde Janeiro, ELETROBRÂS/DEr'1E, 1983. 75p. \n\nE lI1 COELHO, Armando Guedes. A adequação da estrutura de refino \nno Brasil. In: CONGRESSO BRASILEIRO DE PETRÔLEO, 2. Rio \n\nde Janeiro, 1982 - Anais. Rio de Janeiro, IBP, 1983. p. \n\n252-26 7. \n\nINPES, XXVI/85 \n\n\n\n64 \n\nE l.i1J CONFEDERAÇÃO NACIONAL DA INDÜSTRIA. Avaliação do PROÁLCOOL. \nRio de Janeiro, 1981, 51p. \n\nrTl 23 CONJUNTURA ECONÔMICA, Rio de Janeiro, FGV (v.rios números). \n\nP-iiI A EVOLUÇÃO da demanda de energia e de óleo combustTvel no se \ntor industrial. Rio de Janeiro, COPPE/UFRJ, 1983. 28 f. \n\nmim. \n\n[4] FUNDAÇÃO PAPA O DESENVOLVIMENTO TECNOLÓGICO DA ENGENHARIA. \n\nEstudo do perfil da demanda de energia na indústria - in-\n\ndústria de cimento. São Paulo, 1981. -. \n\nE 1511 GUJARATI, Damodar. Basic Econometrics. NewYork,McGraw-Hil1. \n1978. \t462p. \t. \n\n[ 1611] MALPN, Pedro Sampaio e BATISTA Júnior, Paulo Nogueira. Esti-\nmativa das necessidades de financiamento.externonoBrasil \n\naté 1986. Rio de Janeiro, IPEÃ/INPES, 1983. \n\n[17] OLIVEIRA, Adilson de, ROSA, Luiz Pinguelil eARAÜJO, João LI \n\nzardo R. H. de. Energia no Brasil nos próximos 20 anos: \n\ntrês cenários alternativos. Rio de Janeiro, COPPE/UFRJ, \n\n1980. 124p. \n\ní11] 1I PINHEIRO, Armando M. R. Castelar. Sobre a dieselização da \nfrotabrasileira de caminhões. Rio de Janeiro, IPEA/ \n\nINPES. 1983 (Texto para discussão do Grupo de Energia). \n\nPINHEIRO, Armando M. R. Castelar. Úma análise dos processos \n\nde conservação e substituição do óleo combustível na in-\n\ndústria de cimento. Rio de Janeiro, IPEA/INPES, \t1983. \n\n(Texto para discussão do Gr.upo de Energia). \n\nQUARTEPLY OIL STATISTICS, Paris (OECD), n9 1, 1982. \n\nNPES, XXV. 1/85 \n\n\n\n65 \n\níi] RODRIGUES, Adriano José Pires. A política de preços dos de-\nrivados de petr6leo no Brasil. Rio de Janeiro, COPPE/ \n\nUF1U, 1983. 106p. Tese(M) Universidade Federal do Rio de \n\nJaneiro. \n\n[ 22 SOUZA, Jos Adolfo Lisboa de. A flexibilidade do refino de \n\npetr6leo e o impacto da intr.oduço de combustívéis alter- \n\n- \n\n\t\n\n\tnativos. Energia; fontes alternativas, So Paulo, 2(10): \n\n13-23, set./out. 1980. \n\ní3111 SOUZA, Roberto de Melo e. Energia na industria de papel e \n\ncelulose. Brasília, Conselho de Desenvolvimento Indus-\n\ntrial, 1982. 26p. \n\n[24] UMA FUNÇÃO de custo para as empresas de transporte rodovia- \n\nrio de cargas. Rio de Janeiro, COPPE/UFRJ, 1983. \n\n[2511 URI, Noel D. The demand for energy in the.transport sector \n\nin the United States. Journal of Transport Economics and \n\nPolicy. Jan. 1982. p.65-84 \n\nINPES, xxvI/85 \n\n\n\nTEXTOS PARA DISCUSSÀO DO GRUPO DE ENERGIA (TDE) \n\nN9 \t1 - \"Uma Avaliação dos Impactos Arribientais e Sócio-Econômi \n\ncos Locais Decorrentes da Industrialização do Xisto' 1 , \n\nSrgio Margulis e Ricardo Paes de Barros, Dezembro1981, \n\n30p. \n\nN9 \tII - \"Recursos Nacionais de Xistos O1tg.enos:Um Levantamen- \n\nto com Vistas ao Planejamento Estratégico do Setor\", \n\nLauro Ramos e Ricardo Paes de Barros, Dezembro 1981, \n\n76p. \n\nN9 \tIII - \"Agricultura e Produção de Energia: Avaliação do Custo \n\nda Matéria-Prima para Produção de Âlcool\", Equipe IPEA/ \n\nIPT, Janeiro 1982, 64p. \n\nN9 \tIV - \"Um Modelo de Crescimento para a Indrstria do Xisto\", \n\nRicardo Paes de Barros e Lauro R. A. Ramos, Fevereiro \n\n1982, 57p. \n\nN9 \tV - \"Um Modelo de Planejamento de Oferta de Energia E1&amp;tri \n\nca\", Octávio A. F. Tourinho, Março 1982, 12p. \n\nN9 \tVI - \"A Economia do Carvão Mineral\", Eduardo M. Modiano e \n\nOct.vio A. F. Tourinho, Março 1982, 12p. \n\nN9 VII - \"Um Modelo Economtrico para a Demanda de Gasolina pe-\n\nlos Automóveis de Passeio\", Ricardo Paes de Barros e \n\nSilvório Soares Ferreira, Maio 1982, 135p. \n\nN9 VIII - \"A Critical Look at the Theories of Household Demand \n\nfor Energy\", Ali Shamsavari, Junho 1982, 32p. \n\nN9 \tIx - \"Analise do Consumo Energético no Setor Industrial da \n\nRegião Central do Pais\", Flvio Freitas Faria e Luiz \n\nCarlos Guimarães Costa, Junho 1982, 30p. \n\n\n\nN9 \tX - \"Vinhoto: Po1uiço Hidrica, Perspectivas de Aproveita- \n\nmento e Interação com o Modelo Matemticõ de Biomas-\n\nsa\", Sérgio Margulis, Julho 1982, 108p. \n\nN9 \tXI - \"Um Modelo de Analise da Produç.o de Energia pela Agri \n\ncultura\", Fernando Curi Peres, José R. Mendonça de Bar \n\nros, L€o da Rocha Ferreira e Lujz Moricochi, Agosto \n\n1982, 24p. \n\nN9 XII - \"Xistos Oleigenos: Natureza, Formas de Aproveitamento \n\ne Principais Produtos\", Lauro R. A. Ramos e Ricardo \n\nPaes de Barros, Fevereiro 1983, 55p. \n\nN9 XIII - \"Consumo de Energia para Cocço: Analise das Inform \n\nç6es Disponiveis\", Ricardo Paes de Barro e Luiz Car-\n\nlos P. J. Boluda, Março 1983, 113p. \n\nN9 XIV - \"Consumo de Energia no Meio Rural\", NiltondaMata, Mar \n\nço 1983, 41p. \n\nN9 \tXV - \"Usina Industrial de Xisto\", Laura R. A. Ramos e Ricar \n\ndo Paes de Barros, Abril 1983, 87p. \n\nN9 XVI - \"Cenários de Demanda de Derivados de Petróleo\", Laura \n\nR. A. Ramos, Dezembro 1983, 88p. \n\nN9 XVII - \"Sobre a Diese1izaço da Frota Brasileira de Cami-\n\nnh6es\", Armando M. Castelar Pinheiro, Dezembro 1983, \n\n87p. \n\nN9 XVIII - \"Impactos Ambientais Decorrentes da Produção do Carvão \n\nMineral: Uma Abordagem Quantificada\", Sérgio Margulis, \n\nDezembro 1983, llllp. \n\nN9 XIX - \"Uma An1ise dos Processos de Conservação de Energia e \n\nSubstituição do Óleo Combustivel na Indistria do Cimen \n\nto\", Armando N. Castelar Pinheiro, Março 1984, 102p. \n\n\n\nN9 \tXX - \"Energia na Indústria de Vidro\", José Cesrio Cecchi, \n\nMarço 1984, 92p. \n\nN9 XXI - \"An1ise da Demanda por Insumos das Empresas Profissio \n\nnais de Transporte Rodovi.rio de Cargas\", Antonio Ed-\n\nmundo de Rezende, Setembro 1984, 119•p. \n\nN9 XXII - \"Tecnologia, Custos, Capacidade de Carga eConsun-to Ener \n\ngótico de Veiculos no Transporte Rodovirio de Bens\", \n\nNewton de Castro, Novembro 1984, 40p. \n\nN9 XXIII - \"Impactos Arnbientais Decorrentes do Consumo de Carvão \n\nMineral\", Sérgio Margulis, Dezembro 1984, 63p. \n\nN9 XXIV - \"Energia na Ind.stria Cerâmica\", Luciane Pierri de Meri \n\ndonça, Janeiro 1985, 109p. \n\nN9 XXV - \"Energia na Indústria de Papel e Celulose\", Maria de \n\nFátima Salies Abreu Passos, Janeiro 1985, ilOp. \n\nO INPES edita ainda as seguintes publicaç6es: Pesquisa \n\ne Planejamento Económico (quadrimestral), desde 1971; Literatura \n\nr Econômica (bimestral), desde 1977; Braziflan Economic Studies (se \nmestral),.desde 1975; Coleção Relat6rio de Pesquisa; Série de Tex \n\ntos para Discussão Interna (TDI); Série Monográfica, e Série \n\nPNPE."}]}}}