{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05436"}, {"@name": "filename", "#text": "BTP_1964_7_4_05_Aplicacao_da_funcao.pdf.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "EXPLORAÇÃO\nda iufoçãfr dUiâ^àa\nfbió^eçãa de d'tea, {auaidueê.\nd ftAO-ducâõ- de ftei>tá£e&amp;\nCarlos Walter Marinho Campos (’)\nSINOPSE — A aplicação da função-distância ao problema da seleção de áreas favoráveis às pesquisas de alçapões estratigráficos de petróleo pode constituir meio eficiente de localizar novas áreas para intensificação dos trabalhos exploratórios.\nNeste artigo us.ou-se para exemplo a formação Monte Alegre na área de Autás Mirim, onde há um poço produtor subcomercial.\nEsta técnica pode ser usada em termos regionais na seleção de áreas anais atrativas para exploração.\n1\t— INTRODUÇÃO\nEm dada área, a projeção de uma combinação litológica considerada ideal para a existência de óleo poderá auxiliar na localização de novas ocorrências. Toma-se, por exemplo, a combinação litológica observada em um poço produtor, ou a média de vários poços, e procura-se na área em estudo as regiões provàvelmente cobertas por faixa em que as proporções entre os constituintes litoló-gicos se aproximam daquelas tomadas como ótimas.\n(*) Titular da Superintendência Regional da Amazônia (SRAZ) — PETROBRÁS.\nB. téc. PETROBRÁS, Rio de Janeiro, 7\t(4) :\t395-402, out./dez. 1964\n396\nTABELA I\nDADOS DOS POÇOS NA AREA DE AIJTAS MIRIM — FORMAÇÃO MONTE ALEGRE\nN.9\tPogo\tPopo Curuá\tTôl>o Monto Alegro\tCalcário\tFolhelho e siltito\tArenito.\tTotal\tllazão • elástica\tIlazão areia/fo-lliellio\t% Arenito\t% Folhellio\t% Calcário\n1\tAM-l-AZ\t— 1 146\t— 1 121,4\t4,7\t9,2\t10,7\t1\t24,6\t4,23\t1,16\t43,5\t37,4\t19,1\n2\tAM-2-AZ\t— 1 214,4\t— 1 173,2\t5,0\t7,8.\t.\t28,3\tI\t41,1\tI\t4,24\t3,64\t68,9\t19,0\t12,1\n3\tAM-3-AZ\t— 1 142,6\t— 1 110,0\t0,0\t5,0\t27,7\tj\t1 32’7 i\t-\t■ 5,52\t84,7\t15,3\t0,0\n4\tAM-4-AM\t— 1 160,0\t— 1 132,5\t1,0 ■\t12,6\t1 14,0\t27,6\t■26,50\t1,12\t50,9\t45,5\t3,6\n5\tAM-5-AM\t— 1 132,8\t— 1 110,7\t0,9\t12,7\t8,5 ■\t22,2\t23,56\t0,67\t38,4\t57,5\t4,1\n6\tAM-GA-AM\t— 1 101,1\t— 1 075,9\t2,6\t2,4\t20,2\t25,2\t8,69\t8,42\t80,2\t9,5\t10,3\n7\tAM-7-AM\t— 1 169,9\t— 1 141,6\t4,1\t13,0\t11,2\t28,3\t■\t5,90\t0,86\t39,6\t45,9\t14,5\n3\tAM-8-AM\t— 1 100,7\t— 1 075,1\t6,2\t4,5\t14,8\t1\t25,5\t1\t1\t3,13\t3,22\t57,8\t18,0\t24,2\n\t\t\t\t\t\ti\t1\t1\t\t\t\t\n9\tAM-9-AM\t— 1 101,7\t— 1 078,9\t1,6\t12,2\t1 8.7\t22,5\t12,41\t0,70\t38,2\t54,3\t7,5\nHI\tAM-10-AM\t— 1 110,4\t— 1 083,5\t8,0\t5,4\t1 13,3\t|\t26,7 '\t2,36\t2,38\t49,5\t20,8\t29,7\n1'1\tAM-ll-AM\t— 1 108,0\t— 1 081,4\t2,1\t3,2\t. 21,1\t26,4\t11,67\t6,21\t79,3\t12,8\t7,9\nJ 2\tAM-13-AM\t— 1 118,7\t— 1 095,0\t4,2\t8,7\t10,8\t23,7\t4,64\t1,24\t45,6\t36,7\t17,7\n13\tRM-l-AM\t— 1 342,3\t— 1 311,0\t0,6\t10,8\t19,8\t31,2\t51,17\t1,82\t63,3\t34,8\t1,9\n14\tLG-1-AM\t— 1 155,7\t— 1 131,3\t11,5\t6,0\t6,8\t24,3\t1,12\t1,12\t27,90\t25,0\t47,1\n15\tPCst-l-AZ\t— 1 138,4\t— 1 103,0\t5,7\t13,S\t15,9\t35,4\t5,21\t1,15\t44,90\t39,0\t16,1\n\n\na + b + c =100 ai + bi + Ci = 100\n(OM Oi KIO ) Xi.cosa + yi.sena\n(OMOi JHO)xi.cos/3\tyi.senjB\n(OMOi FGO)xi.cosy\tyi.seny\n+ a-i — a = O -p b i — b = O + Ci ■— c = O\n(1)\n(2)\n(3)\na =\t270\"\tsen\ta = — 1,00\tCOS a =\t= 0\nfl =\t30\"\tsen\tfl =\t0,5\tcos fl =\t= 0,866\ny =\t150\"\tsen\t7 =\t0,5\tcos y -\t= 0,866\nyi =\tai —\t- a\t\td’)\t\nX1 =\t1.15\t(b -\t-bi — 0.5 yi)\t(2’)\t\nXi =\t1.15\t(Ci -\t- c + 0.5 yO\t(3’)\t\nD %\t= V\tx2 - 1\t1-y“\t(4)\t\nAc\nDi = D % x ----------\n100\n(h = altura cio triângulo eqüilátero ABC)\nTomando h = 100 mm temos : D, (mm) = D %\nw w\nCO\n00\ntéc. PETROBRÁS, Rio de Janeiro, 7\t(4) :\t395-402, out./dez. 1964\nto\ntéc. PETROBRÁS, Rio de Janeiro, 7\t(4) :\t395-402, out./dez;. 1964\nFIG. 4\nA aplicação da função-distância aos mapas de fácies permite tal projeção. A finalidade dêste artigo é demonstrar o uso prático desta aplicação, tomando a área de Autás Mirim, onde, para exemplificar, consideraremos a coluna da formação Monte Alegre no poço AM-6A-AM como litològicamente ideal para ocorrência de óleo.\nInicialmente, faremos uma ligeira descrição da função-distância e da maneira prática de usá-la.\n2\t_ FUNÇÃO DISTÂNCIA\t'\nA Fig. 1 mostra as equações usadas para a transformação de coordenadas trilineares (em que os dados são fornecidos) em coordenadas cartesianas. A fórmula (4) permite calcular a distância D entre dois pontos do triângulo de fácies ABC.\nFoi tomado um triângulo eqtiilátero (Fig. 2) de altura igual a 100 mm, ou seja, de lado igual a 115,5 mm, aproximadamente. Dêste modo, a distância entre dois pontos poderá ser lida diretamente em milímetros. Todos os poços figuram neste triângulo pelas suas coordenadas trilineares fornecidas diretamente pela composição litológica observada.\n3\t— ÁREA FAVORÁVEL\nA Fig. 3 é um mapa onde aparecem as linhas de igual razão areia-folhelho e de igual razão elástica da formação Monte Alegre. Ambos os conjuntos de linha mostram tendências gerais semelhantes. A Fig. 4 é um mapa de litofácies da mesma unidade na mesma área. O poço AM-6A-AM, escolhido como de fácies ótimo, cai na região areia-calcário no triângulo de fácies (Fig.'2). Tomaram-se, no triângulo da Fig. 2, as distâncias de todos os pontos representativos dos fácies nos poços usados ao ponto representativo do fácies no poço de referência, colocando-se as mesmas no mapa base. Êstes dados foram então usados para o estabelecimento das linhas de igual distância. Deve-se notar que tôdas as distâncias estão expressas em percentagens da altura do triângulo (100mm). Tomando-se a área dentro do contorno 10 % como ótima para ocorrência de petróleo, fica estabelecida, em Autás Mirim, uma região onde é mais provável produção, pelo menos semelhante à do AM-6A-AM. Esta área pode estender-se para norte-noroeste.\n4\t_ CONCLUSÕES\nDesde que se possa fazer uma escolha acertada do fácies ótimo, é fácil construir um mapa mostrando áreas com fácies próximo. A construção dêste tipo de mapas em têrmos regionais pode constituir boa aproximação ao problema da pesquisa estratigráfica em uma bacia sedimentar do tipo das bacias paleozóicas brasileiras. A localização de áreas restritas, onde o fácies é favorável, facilitará a seleção de objetivos para a perfuração exploratória.\nOBRA CONSULTADA\nKRUMBEIM, W. C. — Composite and members in facies mapping. Journal of Sedimentary Petrology, Tulsa, 25(2):\t115-122, Apr./Jun. 1959.\nSYNOPSIS — The application of the \"distance function” method may prove an effective tool in the search for areas favourable for stratigraphic traps.\nThe Monte Alegre formation in the Autás-Mirim area, where sub-commercial production was established from one well, is taken to demonstrate this approach.\nThe same technique could be applied on a regional basis to outline areas which might develop into good prospects with further exploratory effort.\n(Originais recebidos em 10-4-G4)"}]}}}