{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23337"}, {"@name": "filename", "#text": "7454_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "JEFFERSON LUIZ DE AGUIAR PAES \n\n \n \n \n \n \n \n \n \n \n \n  \n\nCRESCIMENTO E ACÚMULO DO FÓSFORO EM MILHO, EM RESPOSTA À \nADUBAÇÃO LOCALIZADA DO NUTRIENTE E À DISPONIBILIDADE DE ÁGUA \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2016\n\n Tese apresentada à Universidade Federal de Viçosa, \ncomo parte das exigências do Programa de Pós-\nGraduação em Solos e Nutrição de Plantas, para \nobtenção do título de Doctor Scientiae. \n\n \n\n\n\nFicha catalográfica preparada pela Biblioteca Central da Universidade\nFederal de Viçosa - Câmpus Viçosa\n\n \n\nT\n\n Paes, Jefferson Luiz de Aguiar, 1983-\n\nP126c\n2016\n\n        Crescimento e acúmulo do fósforo em milho, em resposta à\nadubação localizada do nutriente e à disponibilidade de água /\nJefferson Luiz de Aguiar Paes. – Viçosa, MG, 2016.\n\n         viii, 59f. : il. (algumas color.) ; 29 cm.\n\n  \n\n         Inclui apêndices.\n\n         Orientador: Edson Marcio Mattiello.\n\n         Tese (doutorado) - Universidade Federal de Viçosa.\n\n         Referências bibliográficas: f.42-45.\n\n  \n\n         1. Solos - Teor de fósforo. 2.  Plantas e solo. 3. Solos -\nUmidade. 4. Milho - Efeito do fósforo. 5.  Planta - Crescimento.\n6. Planta - Nutrição. I. Universidade Federal de Viçosa.\nDepartamento de Solos. Programa de Pós-graduação em Solos e\nNutrição de Plantas. II. Título.\n\n  \n\nCDD 22. ed. 631.4\n\n \n\n\n\n \n\ni \n\n \n\n \nJEFFERSON LUIZ DE AGUIAR PAES \n\n \n \n\n \n \n\n \n\nCRESCIMENTO E ACÚMULO DO FÓSFORO EM MILHO, EM RESPOSTA À \nADUBAÇÃO LOCALIZADA DO NUTRIENTE E À DISPONIBILIDADE DE ÁGUA \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPROVADA: 23 de fevereiro de 2016 \n\n \n\n \n\n               Hugo Alberto Ruiz                           Renato Ribeiro Passos  \n                 (Coorientador) \n \n\n \n\n \n\n     Renildes Lúcio Ferreira Fontes                     Fernanda Schulthais \n\n \n\n \n\nEdson Marcio Mattiello  \n(Orientador) \n\n \n\n Tese apresentada à Universidade Federal de Viçosa, \ncomo parte das exigências do Programa de Pós-\nGraduação em Solos e Nutrição de Plantas, para \nobtenção do título de Doctor Scientiae. \n\n \n\n \n\n\n\n \n\nii \n\n \n\nAGRADECIMENTOS \n\nA Deus, por tudo. \n\nA minha família, principalmente a minha mãe Maria Suely, as minhas irmãs \n\nMylena e Pâmara, a minha avó Maria madalena, o meu avô Antônio Aguiar, \n\na minha sobrinha Heloísa e a minha tia Lia. \n\nA minha namorada Mari, pelo convívio e parceria. \n\nAo professor Hugo Ruiz, pela orientação e amizade. \n\nAo professor Mattiello, pela orientação e amizade. \n\nAos meus coorientadores, o professor Raphael e o professor Victor Hugo, pela \n\najuda na condução do trabalho e pela amizade. \n\nÀ professora Fatima Barros, da Universidade Federal Rural de Pernambuco \n\n(UFRPE), pela amizade. \n\nÀ Universidade Federal de Viçosa (UFV), principalmente ao Departamento de \n\nSolos (DPS). \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) e \n\nao Conselho Nacional de Desenvolvimento Científico e Tecnológico \n\n(CNPQ), pelo fornecimento da bolsa de estudo.  \n\nAos funcionários da UFV. \n\nAos amigos do Departamento de Solos e de Viçosa.   \n\n\n\n \n\niii \n\n \n\nBIOGRAFIA \n\nJEFFERSON LUIZ DE AGUIAR PAES, filho de Joaquim Paes Filho e Maria \n\nSuely de Aguiar Paes, nasceu no dia 03 de setembro de 1983, em \n\nGaranhuns, Pernambuco. \n\nEm Abril de 2004, iniciou o curso de Agronomia na Universidade Federal Rural \n\nde Pernambuco, graduando-se em 2010 e obtendo diploma de aluno com \n\nmelhor desempenho. \n\nEm Março de 2010, iniciou o curso de Mestrado em Solos e Nutrição de \n\nPlantas, na Universidade Federal de Viçosa, concluindo-o em Fevereiro de \n\n2012. \n\nEm Março de 2012, iniciou o curso de Doutorado em Solos e Nutrição de \n\nPlantas, na Universidade Federal de Viçosa, concluindo-o em Fevereiro de \n\n2016. \n\nEntre maio a outubro de 2014, foi professor efetivo no Instituto Federal de \n\nRoraima – IFRR. \n\nDesde 2014, atua como Fiscal Federal Agropecuário no Ministério da \n\nAgricultura, Pecuária e Abastecimento – MAPA.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\niv \n\n \n\nÍNDICE \n \n \n \n \n \n \n \n \n \n \n\nRESUMO...............................................................................................................v \n\nABSTRACT..........................................................................................................vii \n\n1.0 INTRODUÇÃO................................................................................................1 \n\n2.0 REVISÃO BIBLIOGRÁFICA............................................................................3 \n\n2.1 Água no solo e transporte de nutrientes..............................................3 \n\n2.2 Localização de fósforo.........................................................................6 \n\n2.3 Uso da irrigação na agricultura.............................................................7 \n\n3.0 MATERIAL E MÉTODOS................................................................................9 \n\n3.1 Condução do ensaio...........................................................................12 \n\n3.2 Análises estatísticas...........................................................................15  \n\n4.0 RESULTADOS E DISCUSSÃO....................................................................18 \n\n4.1 Consumo de água pelas plantas........................................................18 \n\n4.2 Produção de raízes............................................................................23 \n\n4.3 Fósforo nos tecidos vegetais..............................................................27 \n\n4.4 Exsudato xilemático............................................................................33 \n\n4.5 Fluxo de massa e difusão do fósforo.................................................36 \n\n5.0 CONCLUSÕES.............................................................................................41 \n\n6.0 REFERÊNCIAS BIBLIOGRÁFICAS..............................................................42 \n\nAPÊNDICES...................................................................................................................46 \n\n \n\n \n\n \n\nPágina \n\n\n\n \n\nv \n\n \n\nRESUMO \n\n \n\nPAES, Jefferson Luiz de Aguiar, D.Sc., Universidade Federal de Viçosa, \nfevereiro de 2016. Crescimento e acúmulo do fósforo em milho, em \nresposta à adubação localizada do nutriente e à disponibilidade de água. \nOrientador: Edson Marcio Mattiello. Coorientadores: Hugo Alberto Ruiz, \nRaphael Bragança Alves Fernandes e Victor Hugo Alvarez Venegas.  \n \nDevido às variações climáticas, ocasionando baixa disponibilidade de água em \n\nalguns períodos do ano, torna-se necessária a busca de técnicas que \n\npossibilitem maior tolerância das plantas ao estresse hídrico. Diante disso, \n\nobjetivou-se avaliar, em condições de casa de vegetação, o efeito da \n\nlocalização de fosfato em profundidade e da variação simultânea do potencial \n\nmatricial no crescimento e na absorção de P por plantas de milho, cultivadas \n\nem sistemas de vasos geminados, com partição de raízes. Utilizaram-se \n\namostras de um Latossolo Vermelho, coletadas em Três Marias, MG. O \n\nexperimento foi montado em esquema fatorial 2 x 3 + 4, sendo: 2 localizações \n\nde 300 mg dm-3 de P: PS e PI, com incorporação nas metades superior e \n\ninferior dos vasos, respectivamente; 3 combinações de potenciais matriciais nas \n\nduas unidades dos vasos geminados (-9/-9; -9/-50 e -50/-50 kPa); e 4 \n\ncombinações de potenciais matriciais (-9/-9; -9/-50; -50/-9 e -50/-50 kPa), com \n\nlocalização PS no vaso da esquerda e PI no vaso da direita. O controle do \n\npotencial matricial foi realizado pelo uso de um tensiômetro em cada unidade do \n\nvaso geminado. Mudas de milho foram transplantadas, subdividindo as raízes \n\nem partes iguais, nas duas unidades do vaso geminado. Decorridos 40 d, \n\ncortaram-se as plantas, determinando-se a área foliar. Coletou-se o exsudato \n\nxilemático de cada parcela durante 2 h. Na parte aérea e nas raízes foram \n\ndeterminadas a produção de matéria seca e o teor e o conteúdo de P. Coletou-\n\nse a solução do solo em cada potencial matricial de trabalho, antes e após o \n\ntérmino do experimento, para determinar a concentração média de P na \n\nsolução do solo fertilizado (P300) e do solo do tratamento controle (P0). \n\nCalculou-se a contribuição do fluxo de massa e da difusão no transporte de P. \n\n\n\n \n\nvi \n\n \n\nOs resultados experimentais permitiram concluir que o crescimento do sistema \n\nradicular respondeu à porção de solo que recebeu a incorporação do adubo \n\nfosfatado, independentemente da localização na unidade experimental, PS ou \n\nPI. A localização na porção inferior contribuiria para minorar efeitos negativos \n\nde eventual estresse hídrico. Em ensaio com vasos geminados constituídos por \n\nduas unidades justapostas, o fornecimento adequado de água às duas \n\nunidades, neste caso representado pelos potenciais matriciais -9/-9 kPa, \n\npermitiram o incremento da área foliar, da produção de matéria seca e da \n\nabsorção de P, frente ao tratamento em que as duas unidades apresentaram \n\npotenciais matriciais de -50 kPa. O fornecimento adequado de água utilizado \n\napenas em uma unidade do vaso geminado, representado pelos tratamentos -\n\n9/-50 kPa, permitiu produção de matéria seca semelhante àquela conseguida \n\nno sistema -9/-9 kPa. Isso indica a possibilidade de consumo menor de água \n\ncom aplicação localizada, pois o tratamento -9/-50 apresentou resultados mais \n\npróximos a -9/-9 que a -50/-50 kPa. Os resultados mostraram que a difusão, \n\nprincipal mecanismo de transporte de P na solução do solo, em termos \n\nproporcionais, foi mais afetada que o fluxo de massa quando diminuiu a \n\nquantidade de água fornecida às plantas, de -9/-9 para -50/-50 kPa.  \n\n \n\n \n\n\n\n \n\nvii \n\n \n\n \n\nABSTRACT \n\n \n\nPAES, Jefferson Luiz de Aguiar, D.Sc., Universidade Federal de Viçosa, \nFebruary, 2016. Growth and phosphorus accumulation in maize in \nresponse to phosphate location and water availability. Adviser: Edson \nMarcio Mattiello. Co-advisers: Hugo Alberto Ruiz, Raphael Bragança Alves \nFernandes and Victor Hugo Alvarez Venegas.  \n \n\nDue to climatic variations, which result in low water availability in some periods \n\nof the year, it is necessary to find techniques that increase the tolerance of \n\nplants to drought. The current study evaluated, in a greenhouse experiment, \n\nwith geminated pots, using a split root technique, the effect of phosphate \n\nlocation in depth and water availability on the growth and P uptake by maize. \n\nSamples of an Oxisol, from Três Marias, Minas Gerais, were used. The \n\nexperiment corresponded to a 2 x 3 + 4 factorial scheme: 2 placement of 300 \n\nmg dm-3 P, with top (PS) and deep (PI) fertilizer application; 3 matric potentials \n\nin the two units of the split pots (-9/-9, -9/-50 and -50/-50 kPa); and 4 matric \n\npotentials (-9/-9, -9/-50; -50/-9 and -50/-50 kPa), with top P in the left pot and \n\ndeep P in the right side. Each single pot had one tensiometer to control water \n\npotential. Corn seedlings were transplanted, splitting equally the roots in the two \n\npots of the experimental unit. After 40 d, the plants were harvest, the leaf area \n\nwas determined and the xylem exudate was collected during 2 h. Dry matter \n\nproduction and P content were determined in shoots and roots. Soil solution was \n\ncollected in each potential of control (P0) and fertilized (P300) soil before and \n\nafter the experiment. Mass flow and diffusion contributions to P transport were \n\ncalculated. It can be concluded that root yield was greater in P300 than in P0, \n\nregardless P placement. Deep placement of P can reduce water stress. Leaf \n\narea, dry matter production and P uptake was greater in the -9/-9 treatment, \n\ncompared to -50/-50 kPa. Adequate water supply to a single unit of the split pot, \n\n(-9/-50 kPa), had a dry matter production similar to -9/-9 kPa system. This \n\n\n\n \n\nviii \n\n \n\nindicates water economy consumption to plant growth. Diffusion of P was more \n\naffected by water potential than mass flow. \n\n \n\n \n\n\n\n \n\n1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1.0 INTRODUÇÃO \n \n\nO aumento da produção de alimentos torna-se a cada dia mais importante, \n\ntendo em vista o grande crescimento populacional. Nesse sentido, o manejo \n\nadequado das propriedades do solo é indispensável para obtenção de maiores \n\nprodutividades.  \n\nAs regiões tropicais apresentam com frequência problemas edáfico-\n\nclimáticos que interferem na produção agrícola. Dentre as principais limitações, \n\ndestaca-se a baixa disponibilidade de P e de água.  \n\nNo que se refere ao P, sua eventual deficiência é ocasionada, geralmente, \n\npelo baixo teor e pela elevada capacidade de adsorção do nutriente nos solos \n\ntropicais, cuja composição mineralógica apresenta presença marcante de \n\noxidróxidos de Fe ou Al. \n\nJá em relação à água, verificam-se dois problemas: o primeiro diz respeito \n\nao elevado consumo de água na agricultura, responsável por cerca de 70 % da \n\nágua utilizada no planeta; o segundo refere-se à elevada variabilidade climática, \n\nque favorece a formação de períodos secos, em épocas imprevisíveis, levando \n\nao estresse hídrico. \n\nEnfatiza-se que a limitação hídrica, atualmente, é o maior responsável por \n\nreduções na produtividade agrícola. Isso ocorre porque o déficit de água afeta \n\nvários processos fisiológicos da planta, tais como: abertura estomática, \n\nfotossíntese, síntese de proteínas e atividade enzimática e hormonal. Também \n\nafeta o transporte dos nutrientes no solo e consequentemente, a absorção \n\npelas plantas. \n\n\n\n \n\n2 \n\n \n\nUma das maneiras de minimizar o estresse hídrico é favorecer o \n\ncrescimento radicular, em especial o de raízes finas, que atuam intensamente \n\nna absorção de água e nutrientes pelas plantas. Esse sistema cria um ambiente \n\núnico no solo, no qual se processam, de forma dinâmica, numerosas reações \n\nquímicas, físico-químicas e biológicas.  \n\nO manejo adequado da adubação reduz perdas e favorece a absorção de \n\nnutrientes pelas plantas. Em relação ao P, a técnica mais importante para \n\ndiminuir a adsorção de P nos solos tropicais é a sua localização próxima à \n\nplanta. Todavia, é possível que essa localização favoreça o crescimento \n\nradicular superficial, tornando a planta mais susceptível à restrição hídrica. \n\nPortanto, em cultivos de sequeiro ou aqueles irrigados com menor frequência, a \n\naplicação localizada de P em profundidade poderia possibilitar maior \n\ncrescimento radicular, permitindo exploração de maior volume de solo e, \n\nconsequentemente, incremento na absorção de água e nutrientes. \n\nCom intuito de mitigar os efeitos do estresse hídrico às culturas, vários \n\nestudos têm sido realizados. Contudo, poucas pesquisas relatam o \n\ncomportamento das plantas quando estas se encontram com o sistema \n\nradicular submetido, ao mesmo tempo, a diferentes condições no suprimento de \n\nágua e P. \n\nDiante disto, objetivou-se neste trabalho avaliar, em casa de vegetação, o \n\nefeito da localização em profundidade de fosfato e da variação simultânea do \n\npotencial hídrico no crescimento e na absorção P por plantas milho cultivadas em \n\nsistemas de vasos geminados com partição de raízes. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n3 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2.0 REVISÃO BIBLIOGRÁFICA \n\n \n\n2.1. Água no solo e transporte de nutrientes \n\n \n\nO suprimento adequado de água e de nutrientes, essencial para o \n\ncrescimento e desenvolvimento das plantas, influencia diretamente a \n\nprodutividade das culturas. A água participa de todo o metabolismo, com \n\ndestaque para numerosas reações químicas. Uma redução do volume de água \n\nabsorvida compromete o desenvolvimento da planta, afetando diretamente os \n\nmecanismos de crescimento (Ruiz-Erazo, 2009). \n\nDe forma similar, a restrição nutricional interfere negativamente sobre o \n\ndesenvolvimento das culturas. Pode ser causada tanto por baixos teores de \n\nelementos essenciais disponíveis no solo, como por limitações hídricas que \n\ndificultam o crescimento radicular e o transporte dos nutrientes para as raízes \n\n(Ruiz et al., 1988b; Procópio et al., 2002). \n\nO transporte de nutrientes na solução do solo até a superfície das raízes é \n\nrealizado de duas formas: fluxo de massa, ocasionado pela resposta à \n\ndiferença do potencial hídrico no solo, na planta e na atmosfera; e a difusão, em \n\nresposta ao gradiente de concentração (Meurer, 2007). O fluxo de massa \n\nocorre sempre que a planta absorve água. Já a difusão é um mecanismo \n\ncomplementar e ocorre quando a quantidade de nutrientes transportados por \n\nfluxo de massa é insuficiente para o normal crescimento e desenvolvimento \n\nvegetal. \n\n\n\n \n\n4 \n\n \n\nO mecanismo predominante no transporte de um nutriente é determinado \n\npela sua concentração na solução do solo que se desloca em direção às raízes, \n\nem resposta à diferença de potencial. Quando a quantidade do nutriente que \n\nchega até as raízes é igual ou excede a absorvida, o fluxo de massa é o único \n\nmecanismo presente. Nesse caso, o excesso de nutriente iria se acumular na \n\nrizosfera (Barber, 1974).  \n\nQuando a exigência nutricional da planta excede a quantidade \n\ntransportada por fluxo de massa, a difusão torna-se o mecanismo \n\ncomplementar, que pode até superar em importância o fluxo de massa    \n\n(Araújo et al., 2003). A diminuição da disponibilidade de água no solo reduz o \n\nmovimento dos nutrientes por fluxo de massa e por difusão. Nessas condições, \n\nocorre o fechamento dos estômatos e a consequente redução do fluxo \n\ntranspiratório e do fluxo de massa. Em acréscimo, diminui também a quantidade \n\nde CO2 que entra pelos estômatos, bem como a absorção de água e nutrientes \n\npelas raízes. Assim, o crescimento da planta é reduzido e a quantidade de água \n\ndisponível à planta torna-se fator limitante ao crescimento (Barros &amp; Comerford, \n\n2002). \n\nOliveira et al. (2010), trabalhando com Latossolos de Minas Gerais, \n\nrelatam que a contribuição porcentual do fluxo de massa e da difusão ao \n\ntransporte de nutrientes permitiu estabelecer a seguinte ordem para o fluxo de \n\nmassa: Ca > Mg > N > S > K > P ? Mn ? Zn ? Fe ? Cu. A média para os cinco \n\nprimeiros foi de 99, 63, 56, 45 e 10 %, respectivamente. A difusão foi o principal \n\nmecanismo de transporte de P, K, Fe, Mn, Zn e Cu até a superfície das raízes \n\ndo milho, sendo responsável por valores superiores a 99 %, exceto para K, cujo \n\nvalor foi de 90 %. \n\nConfirma-se que, em solos tropicais, a difusão é fundamental para o \n\ndeslocamento de alguns nutrientes, com ênfase ao movimento de P no solo em \n\ndireção à superfície radicular (Olsen &amp; Kemper, 1968). Alterações em algumas \n\npropriedades ou condições específicas do solo refletirão sobre a difusão de \n\nnutrientes, com destaque para o conteúdo de água, a interação dos elementos \n\n\n\n \n\n5 \n\n \n\ncom os componentes da fase sólida e a concentração do nutriente na solução \n\ndo solo (Ruiz et al., 1988b). \n\nRuiz et al. (1988b), em trabalho de casa de vegetação, estudando três \n\npotenciais matriciais de água no solo e quatro doses de P, em vasos geminados \n\n(solo e solução nutritiva) com raízes divididas de plantas de soja, encontraram \n\nrespostas mais acentuadas às alterações de umidade do solo do que às doses \n\nde P, sendo esse efeito mais critico no solo mais arenoso incluído no ensaio. \n\nNesse estudo, o P foi sempre uniformemente distribuído no vaso com amostra \n\nde solo, mantendo-se a solução nutritiva sem acréscimo desse nutriente. Os \n\nautores concluíram que a incorporação de doses relativamente menores de P, \n\ncom manejo adequado de água, apresentou efeito positivo mais acentuado que \n\no decorrente da incorporação de grandes doses de P, com restrição de água.  \n\nOutra variável de bastante relevância na verificação do transporte e \n\nabsorção de nutrientes pelas plantas está relacionada à análise da seiva \n\nxilemática. Essa determinação fornece informações sobre o processo de \n\ntranslocação de nutrientes, evidenciando-se como uma das mais importantes \n\nrepresentações da realidade nutricional da planta (Vale et al., 1984). \n\nAo ser realizado um corte na base do caule da planta, para colheita de \n\nseiva xilemática, o exsudato flui em resposta à pressão radicular (Taiz &amp; Zeiger, \n\n2002). Epstein (1975) afirma que a movimentação do exsudato através da \n\nincisão pode ser explicada pela absorção ativa de sais nas raízes que são \n\ntransferidos para o xilema. Como resultado, gera-se um gradiente osmótico \n\ninterno, sendo o potencial de água no xilema menor que aquele da solução \n\nexterna. Assim, a água movimenta-se osmoticamente para o xilema, instalando-\n\nse, com isso, uma pressão hidrostática sobre o mesmo, que é a pressão \n\nradicular. \n\nEm contrapartida, quando a planta transpira, gera-se um potencial \n\nnegativo no xilema e o movimento de água responde ao gradiente osmótico \n\ninstalado por meio de transporte ativo de íons.  \n\n\n\n \n\n6 \n\n \n\nEnfatizando essa importância da análise do exsudato, Ruiz et al., (1988a) \n\nem trabalho com soja determinaram o volume e o conteúdo de P na seiva \n\nxilemática e verificaram que a disponibilidade de água no solo foi fator marcante \n\ne diferencial no volume final do exsudato da planta, constatando diminuição de \n\naté 30 vezes no exsudato recolhido a -40 kPa, quando comparado com o \n\nvolume coletado a -10 kPa. Nesse trabalho, verificou-se redução acentuada no \n\nconteúdo de P nos tecidos vegetais em resposta aos tratamentos com menor \n\ndisponibilidade de água. \n\n2.2. Localização de fósforo \n\n \n\nGeralmente os solos brasileiros apresentam problemas relacionados à \n\nfertilidade e um dos motivos disso refere-se à baixa disponibilidade de P \n\n(Sampaio et al., 1995). Consequentemente, para obtenção de produtividades \n\nelevadas, torna-se necessária a adição de fertilizantes fosfatados. Sabe-se que \n\napenas uma fração do P aplicado ao solo, variando de 20 a 28 %, permanece \n\ndisponível no solo após um ano (Williams &amp; Reith, 1971). O restante permanece no \n\nsolo, sendo parte adsorvida pelas argilas, parte combinada com os \n\ncomponentes do solo, ficando sob forma insolúvel, e, ainda, outra parte \n\nimobilizada por microrganismos (Stevenson &amp; Cole, 1999).  \n\nNo solo, a absorção de P pelas raízes resulta de interações entre \n\ncaracterísticas morfológicas das raízes (comprimento, massa e diâmetro) e de \n\ncaracterísticas do solo que determinam o fluxo de nutrientes para a interface \n\nsolo-raiz (Gerloff &amp; Gabelman, 1983).  \n\nAlves et al. (1998) observam que, dentre as respostas da planta em \n\nrelação ao estresse nutricional de P, ocorre uma inibição do crescimento da \n\nparte aérea e do sistema radicular, este último em menor proporção, o que \n\nprovoca a diminuição da relação parte aérea/raízes. Também observaram que o \n\nestresse é frequentemente acompanhado por redução da velocidade máxima \n\nde absorção do nutriente. \n\n\n\n \n\n7 \n\n \n\nAs culturas respondem de forma diferente a deficiência de P. A respeito \n\ndisso, Föhse et al. (1988), trabalhando com sete espécies (cebola, azevém, \n\ntrigo, canola, espinafre, tomate e feijão), verificaram que as mais eficientes \n\nforam aquelas que apresentaram maior razão raízes/parte aérea e também \n\nmaior taxa de absorção de P por unidade de massa de raiz (influxo), \n\ndestacando-se nesse estudo, as culturas de espinafre e trigo. \n\nA melhoria na absorção de P e o incremento da produtividade podem ser \n\nalcançados pela utilização de técnicas que possibilitem uma maior \n\ndisponibilidade do fosfato ao longo do ciclo das culturas. Dentre as técnicas \n\nutilizadas, a localização de fosfato num volume de solo, buscando aumentar o \n\nfornecimento do elemento às plantas, é alternativa destacada para solos com \n\nbaixos teores e alta capacidade de adsorção de P. A aplicação localizada do \n\nfertilizante fosfatado tem como grande vantagem a proteção do elemento, \n\ndiminuindo, com isso, as reações de adsorção química (Leite, 1991). \n\nCastilhos &amp; Anghioni (1988), em estudos de fertilização em milho, \n\nmostraram que o menor volume de solo fertilizado com P é compensado pela \n\nmaior densidade de raízes. No que se refere à produtividade, Kaminski &amp; \n\nPeruzzo (1997) apresentaram resultados para cultura da soja, em que \n\naplicações de fosfato reativo de Arad (FR) na linha de plantio promoveram \n\nmaior rendimento de grãos, comparativamente à distribuição do produto a \n\nlanço. Os resultados obtidos por esses autores podem ser atribuídos ao \n\naumento da concentração de P próximo as raízes e também à redução da \n\nadsorção em função do menor contato do fertilizante com o solo, \n\ndisponibilizando mais o nutriente às plantas, ao passo que, a aplicação a lanço \n\ntende a favorecer a adsorção pelo solo, em detrimento da absorção pela planta \n\n(Novais &amp; Smyth, 1999). Os mesmos autores ressaltam que o efeito positivo \n\ndesta localização, em um volume restrito de solo, será tanto maior quanto maior \n\nfor o fator capacidade tampão de P do solo. \n\n \n\n\n\n \n\n8 \n\n \n\n2.3. Uso da irrigação na agricultura  \n\n \n\nA irrigação é uma técnica muito difundida na agricultura. Uma de suas \n\nlimitações é a exigência de altos investimentos relacionados às obras e \n\naquisição de equipamentos, ao transporte, à eletricidade e à mão de obra para \n\noperação dos sistemas. Todavia, em projetos eficientes, esses custos \n\nadicionais são cobertos com excedentes na produtividade (Rodriguez, 1990). \n\nMantovani et al. (2006) relatam que, no Brasil, há um grande desperdício \n\nde água, fato que favorece o decréscimo de disponibilidade hídrica. Outros \n\nfatores, como o alto custo da energia, incrementam o interesse pela \n\nracionalização da água, de forma a minimizar as suas perdas e aumentar o \n\nrendimento econômico.  \n\nA água é considerada um recurso escasso e estratégico, por questão de \n\nsegurança nacional e por seus valores sociais, econômicos e ecológicos (Maia \n\nNeto, 1997). Devido às mudanças climáticas, várias regiões têm apresentando \n\nproblemas de estresse hídrico, necessitando da irrigação para produzir \n\nsatisfatoriamente. Contudo, estima-se que, em média, a eficiência de irrigação é \n\nde 37 % a nível mundial (Paz et al., 2000). Mantovani et al. (2006) relatam que, \n\nalém do incremento na produtividade, pode-se reduzir o uso de água, \n\nmelhorando a eficiência, utilizando-se apenas estratégias apropriadas no \n\nmanejo de irrigação. \n\nPaz et al. (2000) relatam que perdas de água ocorrem desde os \n\nreservatórios até a sua condução e aplicação no campo. Rosegrant et al. (2002) \n\nindicam que ações para melhorar a eficiência do uso de água na agricultura \n\nirrigada devem ser focadas nos níveis técnico, gerencial e institucional. No que \n\nse refere à parte técnica, ressalta-se que os métodos e equipamentos de \n\nirrigação devem ser aprimorados com objetivo de reduzir as perdas e induzir ao \n\nmanejo adequado em conjunto com o solo, a planta e o clima, maximizando a \n\nredução no uso da água (Mantovani et al., 2006) \n\n \n\n \n\n\n\n \n\n9 \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n3.0 MATERIAL E MÉTODOS \n\n \n\nO experimento foi conduzido em casa de vegetação do Departamento de \n\nSolos da Universidade Federal de Viçosa, com amostras de um Latossolo \n\nVermelho distrófico, textura média, coletadas na profundidade de 0-20 cm, no \n\nmunicípio de Três Marias, MG (18° 09’ 30” S e 45° 10’ 20” W).  \n\nAs amostras de solo foram secadas ao ar, destorroadas manualmente e \n\npassadas em peneira de 4 mm, para o ensaio em casa de vegetação e em \n\npeneira de 2 mm, para caracterização química e física (Quadro 1).  \n\nNa caracterização química, determinaram-se o pH em água (relação v v-1 \n\n1:2,5), os teores de P, K, Fe, Mn, Zn e Cu disponíveis, após extração com \n\nextrator Mehlich-1, os teores de Ca, Mg e Al trocáveis, após extração KCl 1 mol \n\nL-1, e a acidez potencial (H+Al) (Embrapa, 2011). O S disponível foi \n\ndeterminado após extração com solução de Ca(H2PO4)2 em ácido acético \n\n(Hoeft et al., 1973) e o carbono orgânico total foi analisado pelo método de \n\noxidação via úmida com aquecimento externo (Yeomans &amp; Bremner, 1988).  \n\n\n\n \n\n10 \n\n \n\nQuadro 1. Caracterização química e física inicial das amostras do \n\nLatossolo Vermelho de Três Marias, MG \n\npH P K Ca Mg Al H+Al    CO1/ Zn Fe Mn Cu S \n\n ___mg dm-3___  _________cmolc dm-3________  g kg-1 ________________mg dm-3________________ \n\n4,74 0,20 15,00 0,10 0,02 0,49 3,20 6,00 2,90 89,30 4,80 0,36 15,20 \n\nAreia Fina Areia Grossa Silte Argila \nDensidade \n\ndo Solo \nDensidade de \n\nPartículas \nPorosidade \n\nTotal \n\n____________________________kg kg-1____________________________ ______________kg dm-3______________ m3 m-3 \n\n0,580 0,200 0,050 0,170 1,280 2,700 0,530 \n\nRetenção de Água \n\nPotencial (kPa) \n\n-3 -6 -9 -10 -15 -30 -50 -100 -200 -500 -1000 -1500 \n\nUmidade (kg kg-1) \n\n0,328 0,195 0,148 0,109 0,100 0,095 0,090 0,084 0,079 0,072 0,067  0,061 \n\n1/ carbono orgânico \n\nNa caracterização física, foram determinadas a composição granulométrica \n\n(Ruiz, 2005), a densidade do solo pelo método da proveta, a densidade de \n\npartículas pelo método do balão volumétrico, a porosidade total, pela relação \n\nentre a densidade do solo e a densidade de partículas, e a retenção de água no \n\nintervalo de -3 a -1500 kPa, utilizando mesa de tensão (intervalo de -3 a -10 \n\nkPa) e placa de pressão (intervalo de -20 a -1500 kPa) (Embrapa 2011). \n\nA unidade experimental (vaso geminado) foi constituída de dois vasos de \n\nbase retangular, geminados, de 5 dm3 cada um (Ruiz et al., 1988b), denominados \n\nde unidade E (esquerda) e unidade D (direita) (Figura 1). Os tratamentos, \n\ndispostos em blocos casualizados com quatro repetições, corresponderam a um \n\narranjo fatorial 2 x 3 + 4, sendo:  \n\n? 2 localizações de 300 mg dm-3 de P (P300): S (Superior), localização do \nP no volume de solo da metade superior de cada unidade do vaso geminado        \n\n(0 – 10 cm), e I (Inferior), localização do P no volume de solo metade inferior de \n\ncada unidade do vaso geminado (10 – 20 cm);  \n\n? 3 combinações de potenciais matriciais nas duas unidades dos vasos \ngeminados (S e I) (-9/-9; -9/-50 e -50/-50 kPa);  \n\n\n\n \n\n11 \n\n \n\n? 4 combinações de potenciais matriciais nas duas unidades dos vasos \ngeminados quando o P foi localizado no volume de solo da metade superior da \n\nunidade da esquerda e no volume do solo da metade inferior da unidade da direita \n\n(Mista - M) (-9/-9; -9/-50; -50/-9 e -50/-50 kPa). \n\nOs tratamentos, considerando a localização dos 300 mg dm-3 de P e os \n\npotenciais matriciais de trabalho, monitorados por um tensiômetro em cada \n\nunidade do vaso geminado, são mostrados na figura 1. \n\n \n\n \n\nFigura 1. Esquema da montagem do ensaio com milho crescido em vaso \n\ngeminado com variação do potencial matricial de trabalho e localização do \n\nfertilizante fosfatado. \n\n \n\n        Mista \n\n                       E                 D                ? Fertilizante fosfatado \n\n\n\n \n\n12 \n\n \n\n3.1. Condução do ensaio \n\n \n\nAmostras de 2,5 dm3 de solo, volume correspondente à metade de cada \n\nunidade do vaso geminado, foram acondicionadas em sacos plásticos e incubadas \n\npor 30 d com mistura de CaCO3 e MgCO3, na relação molar 4:1, para correção de \n\nacidez. Essa correção foi realizada de acordo com o método da saturação por \n\nbases, considerando sua elevação a 60 %, adequada para cultivo do milho \n\n(Alvarez V. et al., 1999). A incubação, em aerobiose, foi realizada mantendo-se \n\numidade na faixa de -9 kPa, com controle diário por pesagem.  \n\nDecorrido o período de incubação, as amostras foram secadas ao ar, \n\ndestorroadas e novamente passadas em peneira de 4 mm de malha. Em seguida, \n\nmetade das amostras recebeu 300 mg dm-3 de P, utilizando-se o fosfato \n\nmonoamônio (NH4H2PO4) como fonte. A outra metade das amostras, sem \n\nacréscimo de P, recebeu NH4NO3 em dose equivalente ao N incorporado através \n\ndo NH4H2PO4 (135 mg dm-3 de N). Uma adubação de base foi realizada, \n\naplicando-se mais 65 mg dm-3 de N; 150 mg dm-3 de K; 80 mg dm-3 de S; 0,818 mg \n\ndm-3 de B; 3,664 mg dm-3 de Mn; 4,000 mg dm-3 de Zn; 1,329 mg dm-3 de Cu; \n\n1,556 mg dm-3 de Fe e 0,150 mg dm-3 de Mo.  \n\nAs amostras de solo foram acondicionadas nos vasos, mantendo-se a \n\numidade a -9 kPa durante 15 d. Posteriormente, permitiu-se a perda de água até o \n\nmenor potencial de trabalho (-50 kPa) nas amostras correspondentes a esse \n\ntratamento, controlando-se a umidade diariamente, por pesagem. Amostras de \n\nsolo foram retiradas após o período de incubação para a caracterização química e \n\nos resultados são apresentados no quadro 2. \n\n\n\n \n\n13 \n\n \n\nQuadro 2. Caracterização química das amostras do Latossolo Vermelho de \n\nTrês Marias, MG, após incubação com macro e micronutrientes, na \n\npresença ou ausência de 300 mg dm-3 de P (P300 e P0, \n\nrespectivamente) \n\npH P K Ca Mg Al H+Al  Zn  Fe Mn Cu S \n\n ____mg dm-3____ _____________cmolc dm-3_____________ ____________________mg dm-3____________________ \n\nP300 \n\n6,15 71,73 132,00 1,36 0,57 0 2,70 4,60 56,20 7,90 0,98 94,80 \n\nP0 \n\n6,20 0,76 139,00 1,38 0,41 0 2,00 6,10 61,30 7,80 1,25 58,20 \n\n \n\nCom intuito de quantificar a quantidade de P transportada por fluxo de \n\nmassa e difusão, determinaram-se as concentrações de P na solução do solo. \n\nQuatro amostras compostas, correspondentes a P300 e P0 e aos potenciais de \n\n-9 e -50 kPa, foram utilizadas para análise. A determinação foi realizada após \n\nas incubações indicadas e depois da condução do experimento. Para isso, \n\namostras de solo foram acondicionadas em sacos plásticos, durante 48 h de \n\nequilíbrio, no respectivo potencial de trabalho. Em seguida, a solução do solo foi \n\nretirada pela aplicação de 1,0 MPa em equipamento de membrana de pressão \n\n(Soilmoisture, modelo 1000), por 16 h. Determinou-se a concentração de P na \n\nsolução do solo pelo método colorimétrico (Tedesco et al., 1995) (Quadro 3).  \n\nSementes de milho, cultivar Dekalb 240, foram colocadas para germinar \n\nem estufa, a 30°C, utilizando papel germitest. Após a germinação, a raiz \n\nprincipal das plântulas foi cortada, favorecendo-se o crescimento de raízes \n\nsecundárias em solução arejada de cloreto de cálcio (Ruiz et al., 1988b). Dez \n\nplântulas foram separadas no momento do transplante para quantificar os \n\nteores iniciais de nutrientes. \n\nDuas plântulas foram colocadas em cada vaso geminado, com distribuição \n\nuniforme das raízes entre as duas unidades. Para reduzir o estresse dessa \n\noperação, a porção do solo com as raízes das plântulas foi molhada com \n\nfrequência nos primeiros cinco dias do ensaio. \n\n\n\n \n\n14 \n\n \n\nQuadro 3. Concentração de P na solução do Latossolo Vermelho de Três \n\nMarias, MG, no início e no final do ensaio, considerando o potencial de \n\ntrabalho e a presença de P \n\nPotencial P \nConcentração de P \n\nInicial Final Média \n\nkPa mg dm-3 __________________________mg L-1__________________________ \n\n-9 0 0,500 0,343 0,422 \n 300 0,680 0,703 0,692 \n\nMédia Geral1/   0,557 \n\n-50 0 0,478 0,423 0,451 \n 300 0,630 0,444 0,537 \n\nMédia Geral1/   0,494 \n\n1/ Valor utilizado nos cálculos considerando que cada unidade do vaso geminado foi preenchida com \nvolumes iguais de P0 e P300 e o fluxo de massa independe da extensão do sistema radicular.  \n\n \n\nAs amostras incubadas foram dispostas segundo os tratamentos indicados \n\nna figura 1. Para controle do potencial de trabalho, cada unidade do vaso \n\ngeminado recebeu um tensiômetro acoplado a um manômetro de mercúrio. Em \n\ncada bloco foram acrescentados dois vasos de 5 dm3 com solo, nos potenciais \n\nde -9 e -50 kPa, respectivamente, para quantificar a perda de água por \n\nevaporação durante o ensaio. \n\nOs 80 tensiômetros utilizados no ensaio foram escorvados diariamente, ao \n\nfinal do dia, ajustando-se o potencial de trabalho com água deionizada, no início \n\nda manhã (Ruiz, 1986). A água acrescentada no decorrer do ensaio foi \n\nquantificada para cada unidade (E e D), bem como para os vasos sem plantas, \n\nutilizados visando quantificar a evaporação.  \n\nDecorridos 40 d do transplante, o ensaio foi finalizado, colhendo-se um \n\nbloco por dia. A parte aérea foi cortada 1 cm acima do coleto, as folhas foram \n\nseparadas do caule e a área foliar determinada imediatamente com \n\nequipamento Li-Cor modelo LI 3100. Posteriormente, folhas e caules foram \n\n\n\n \n\n15 \n\n \n\nacondicionados em sacos de papel, secados em estufa com ventilação forçada \n\na 65-75 °C, pesados e moídos para análise.  \n\nParalelamente, após o corte da parte aérea, foi colhido o exsudato xilemático, \n\ndurante 2 h, por contato direto de tubos capilares com a região do corte (Ruiz et \n\nal., 1988a). A coleta foi realizada entre 6 e 8 h da manhã. Esse horário foi \n\nestabelecido para evitar o período de maior temperatura e radiação solar. A coleta \n\nlogo após o período noturno permite que o xilema apresente continuidade na \n\ncondução da seiva, evidenciando a pressão radicular na planta em estudo. \n\nO volume de exsudato foi calculado por pesagem até 0,1 mg, assumindo \n\nque a densidade da solução é igual a 1,0000 kg L-1. Nesse material determinou-\n\nse a concentração de P por espectroscopia de absorção molecular (Tedesco et \n\nal., 1995).  \n\nDois dias após o corte da parte aérea das plantas de milho, o solo foi \n\nretirado de cada unidade do vaso geminado, separando-se as porções, superior \n\ne inferior, respectivamente. Em cada uma delas coletaram-se, manualmente, as \n\nraízes que foram lavadas, levadas à estufa com ventilação forçada a 65-75 °C, \n\npesadas e moídas para análise. Dos materiais vegetais moídos, retiraram-se \n\namostras, nas quais, após digestão nitricoperclórica, determinou-se o teor de P \n\n(Tedesco et al., 1995).  \n\n \n\n3.2. Análises estatísticas \n\n \n\nOs dados experimentais foram submetidos à análise variância (Quadro 4), \n\nutilizando o software Sisvar (Ferreira, 2008). As médias dos tratamentos foram \n\ncomparadas por meio de contrastes ortogonais (Quadro 5). Foram realizadas \n\ncorrelações de Pearson (p=0,05). Na apresentação dos resultados, utilizaram-\n\nse contrastes médios calculados dividindo-se o valor numérico dos contrastes \n\npela soma dos módulos dos coeficientes divididos por dois (Alvarez V. &amp; \n\nAlvarez, 2006).  \n\n \n\n\n\n \n\n16 \n\n \n\n \n\n \n\nQuadro 4. Esquema da análise de variância do experimento considerando \n\na localização de 300 mg dm-3 de P e o potencial matricial de trabalho  \n\nFonte de Variação Graus de Liberdade \n\nBlocos 3 \n\nLocalização 2 \n\nPotencial d/localização na metade superior 2 \n\nPotencial d/localização na metade inferior 2 \n\nPotencial d/localização mista 3 \n\nResíduo  27 \n\n \n\n\n\n \n\n17 \n\n \n\nQuadro 5. Coeficientes dos contrastes analisados, considerando a \n\nlocalização de 300 mg dm-3 P e o potencial de trabalho (?) \n\nP1/ \n?2/ Contraste3/ \n\nE D C1 C2 C3 C4 C5 C6 C7 C8 C9 \n\n _____kPa_____          \n\nPS -9 -9 2 1 1 1 0 0 0 0 0 \n\n -50 -9 2 1 1 -1 0 0 0 0 0 \n\n -50 -50 2 1 -2 0 0 0 0 0 0 \n\nPI -9 -9 2 -1 0 0 1 1 0 0 0 \n\n -50 -9 2 -1 0 0 1 -1 0 0 0 \n\n -50 -50 2 -1 0 0 -2 0 0 0 0 \n\nPM -9 -9 -3 0 0 0 0 0 1 2 0 \n\n -9 -50 -3 0 0 0 0 0 1 -1 1 \n\n -50 -9 -3 0 0 0 0 0 1 -1 -1 \n\n -50 -50 -3 0 0 0 0 0 -3 0 0 \n\n1/ PS: localização de P na metade superior do vaso geminado; PI: localização de P na metade inferior do \n\nvaso geminado; PM: mista, localização de P na metade superior da unidade da esquerda (E) e na metade \n\ninferior da unidade da direita (D) do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente.  \n\n3/ C1: (PS + PI) vs. PM; C2: PS vs. PI; C3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS; C4: ?(-9/-9) vs.        \n\n?(-50/-9) d/PS; C5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI; C6: ?(-9/-9) vs. ?(-50/-9) d/PI; C7: ?(-9/-9) + \n\n?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM; C8: ?(-9/-9) vs. (?(-9/-50) + ?(-50/-9) d/PM; C9: ?(-9/-50) vs. \n\n?(-50/-9) d/PM. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n18 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4.0 RESULTADOS E DISCUSSÃO \n\n \n \n\n4.1. Consumo de água pelas plantas \n\n \n\nNa finalização do ensaio, após 40 d, o volume de água perdido por \n\ntranspiração foi calculado pela diferença entre o volume acrescentado a cada \n\nunidade (evapotranspiração) e o volume adicionado ao vaso sem planta \n\n(evaporação). \n\nAs médias (Quadro 6) mostram que o consumo de água foi maior nos \n\ntratamentos -9/-9 kPa, intermediário nos tratamentos -50/-9 e -9/-50 kPa e \n\nmenor no tratamento -50/-50 kPa. Em acréscimo, ainda no quadro 6, a relação \n\nAE/AD nos tratamentos -9/-9 kPa e -50/-50 kPa oscilou no intervalo de 0,98 a 1,07, \n\nindicando consumo equilibrado de água nas duas unidades do vaso geminado \n\n\n\n \n\n19 \n\n \n\nQuadro 6. Consumo de água nas unidades da esquerda (AE) e da direita (AD) do vaso geminado (VG), \n\nrelação entre esses valores (AE/AD), consumo de água total (AT), área foliar (AF) e produção de matéria \n\nseca da parte aérea (PA), considerando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, l ocalização de P na \n\nmetade superior da unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\nP1/ \n?2/ \n\nAE AD AE/AD AT AF PA \nE D \n\n ______kPa______ __________________mL/C__________________ mL mL-1 mL/VG cm2/VG g/VG \n\nS -9 -9 4426,25 4480,00 0,99 8906,25 4550,80 48,62 \n\n -50 -9 1686,25 4666,25 0,36 6352,50 3558,22 34,07 \n\n -50 -50 1772,50 1801,25 0,98 3573,75 1855,35 14,32 \n\n Médias  2628,33  3649,17  0,78 6277,50 3321,46 32,34 \n\nI -9 -9 4303,75 4010,00 1,07 8313,75 3791,46 37,22 \n -50 -9 1576,25 4355,00 0,36 5931,25 2720,83 26,00 \n\n -50 -50 1575,00 1580,00 1,00 3155,00 1410,02 9,10 \n\n Médias          2485,00 3315,00 0,81 5800,00 2640,77 24,11 \n\nM -9 -9 4602,50 4710,00 0,98 9312,50 5114,04 53,11 \n -9 -50 4463,75 1701,25 2,62 6165,00 3238,15 32,95 \n\n -50 -9 1752,50 4337,50 0,40 6090,00 2904,18 27,60 \n\n -50 -50 1670,00 1553,75 1,07 3223,75 1572,98 11,13 \n\n Médias          3122,19  3075,63 1,27 6197,81 3207,34 31,20 \n\n\n\n \n\n20 \n\n \n\nQuadro 7. Contrastes médios do consumo de água nas unidades da esquerda (AE) e da direita (AD) do vaso \n\ngeminado (VG), da relação AE/AD, do consumo de água total (AT), da área foliar (AF) e da produção de \n\nmatéria seca da parte aérea (PA), considerando a localização de 300 mg dm-3 de P e o potencial de \n\ntrabalho (?) \n\nContraste1/ AE AD AE/AD AT AF PA \n\n                 _____mL/C_____  mL mL-1 mL/VG cm2/VG g/VG \n\nC1: PS + PI vs.PM -566* 406* -0,47* -159 -226 -2,98* \n\nC2: PS vs. PI 143 334* -0,03 478* 681* 8,23* \n\nC3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS 1284* 2772* -0,31* 4056* 2200* 27,03* \n\nC4: ?(-9/-9) vs. ?(-50/-9) d/PS 2740* -186 0,63* 2554* 993* 14,55* \n\nC5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI 1365* 2603* -0,29* 3968* 1846* 22,51* \n\nC6: ?(-9/-9) vs. ?(-50/-9) d/PI 2728* -345* 0,71* 2383* 1071* 11,22* \n\nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM 1936* 2029* 0,26* 3965* 2179* 26,76* \n\nC8: ?(-9/-9) vs. (?-9/-50 + ?-50/-9) d/PM 1494* 1691* -0,53* 3185* 2043* 22,84* \n\nC9: ?(-9/-50) vs. ?(-50/-9) d/PM 2711* -2636* 2,22* 75 334 5,35 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, l ocalização de P na \n\nmetade superior da unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. ?(-9/-9), ?(-9/-50), ?(-50/-9) e ?(-50/-50): \n\npotencial de -9/-50 kPa na sequência da unidade da esquerda para a unidade da direita, respectivamente. \n\n*: Significativo a 5 % pelo teste F. \n\n \n\n\n\n \n\n21 \n\n \n\n(VG). Os valores extremos para a relação -50/-9 kPa foram 0,36 e 0,40, \n\nevidenciando que aproximadamente 2/3 da água foi fornecida pela unidade com \n\nmaior potencial hídrico. \n\nNa caracterização do solo (Quadro 1), a retenção de água foi 0,090 e 0,148 kg \n\nkg-1 para -50 e -9 kPa, respectivamente, o que leva a uma relação -50/-9 kPa de \n\n0,61. Porém, de acordo com Reichardt (1988), calculando-se a água disponível e \n\nconsiderando uma capacidade de campo próxima a -9 kPa, valor compatível com a \n\ntextura franco arenosa do solo utilizado no presente trabalho, os valores são 0,029 e \n\n0,087 kg kg-1, respectivamente, e a relação -50/-9 kPa é reduzida a 0,33, valor \n\ncoerente com os encontrados experimentalmente (Quadro 6).  \n\nO consumo de água foi maior nas unidades da esquerda (AE) no tratamento M \n\nfrente à soma de S + I, e inferior no AD para o mesmo contraste (Quadros 6 e 7). \n\nEssas diferenças surgem, simplesmente, do desenho experimental do ensaio. Para \n\no AE, houve proporção de 1:2 entre -9/50 kPa para S e I e de 1:1 para M. Já a AD, a \n\nproporção foi de 2:1 entre -9/50 kPa para S e I e 1:1 para M, ocorrendo maior \n\nconsumo naquele lado que possui maior número de unidades ajustadas com -9 kPa. \n\nEssas diferenças entre AE e AD foram compensadas e, quando verificado AT, o \n\nconsumo de água foi igual na comparação de M com S + I. \n\nNa comparação de S com I, com a mesma distribuição de potenciais nas \n\nunidades do vaso geminado, a localização superior do P levou ao maior consumo de \n\nágua (Quadros 6 e 7). A localização de P na parte mais superficial, como é realizada \n\nna maioria dos cultivos agrícolas em solos tropicais, favorece um maior crescimento \n\nda planta quando comparado à adubação uniforme (Novais &amp; Smyth, 1999). \n\nTodavia, uma localização apenas na camada inferior (10-20 cm), causando uma \n\ndeficiência inicial em relação ao P, aliada a um menor potencial matricial (-50 kPa), \n\nfez com que a planta restringisse seu crescimento inicial, levando às diferenças \n\nentre PS e PI (Quadro 7).  \n\n\n\n \n\n22 \n\n \n\nOs contrastes que compararam o consumo de água, com relação ao potencial, \n\npara cada localização de P, apresentaram a seguinte a sequência: -9/-9 > -50/-9 >     \n\n-50/-50. Na localização mista, não houve diferença no consumo total de água, na \n\ncomparação de -50/-9 com -9/-50 (Quadros 6 e 7). \n\nDiscussão semelhante pode ser estendida para a área foliar e a produção de \n\nmatéria seca da parte aérea das plantas de milho (Quadros 6 e 7). Já no que se \n\nrefere aos potencias dentro de cada localização (Quadro 7), nota-se que o \n\nfornecimento adequado de água nas duas unidades permite um maior crescimento \n\nda planta. Esse fato é comprovado em todas as comparações relacionadas à área \n\nfoliar e produção de matéria seca. Nesse sentido, verifica-se correlação positiva e \n\nsignificativa entre o consumo de água total (AT) e as variáveis matéria seca da parte \n\naérea e área foliar, com o mesmo valor: r = 0,98*.  \n\nOs contrastes referentes à área foliar e à produção de matéria seca indicam \n\nque, apesar da utilização simultânea de diferentes potenciais matriciais, mantendo \n\numa unidade com fornecimento adequado de água (-9 kPa), diminuir o estresse \n\nhídrico, não se observa similaridade em relação ao crescimento com o fornecimento \n\nadequado de água nas duas unidades (-9/-9 vs -9/-50  kPa) (Quadro 7).  \n\nTodavia, a despeito desse maior crescimento quando a planta recebe água de \n\nforma adequada em ambas as unidades do vaso geminado, a relação entre \n\nconsumo de água e produção de matéria seca permanece a mesma para -9/-9 vs -\n\n9/-50 kPa, fato que não ocorre quando se compara -9/-9 a -50/-50 kPa.  \n\nNesse sentido, em termos numéricos, dividindo-se a quantidade de água \n\ntranspirada pela produção de matéria seca, observa-se que, em média, para os \n\nvasos geminados que apresentavam simultaneamente os potenciais -9/-9 kPa, \n\nforam consumidos 194 mL de água para se produzir um grama de matéria seca. \n\nEsse valor foi muito semelhante aos vasos geminados com potenciais -9/-50 kPa, \n\nque apresentaram média de 205 mL para cada grama de matérias seca.  \n\n\n\n \n\n23 \n\n \n\nContudo, para os vasos geminados que foram conduzidos com menos água \n\nem ambas as unidades (-50 /-50 kPa), a média foi de 296 mL para grama de matéria \n\nseca. Assim, verifica-se que foram consumidos, para cada grama, mais de 100 mL \n\nde água quando se comparam esses vasos àqueles com potenciais de -9/-9 kPa e \n\nmais de 90 mL em relação àqueles com -9/-50 kPa. \n\nVerifica-se que, apesar de produzir menos matéria seca e área foliar, o \n\nfornecimento de água adequado a uma unidade do vaso geminado, representado \n\npor -9/-50 e -50/-9 kPa, apresenta a mesma eficiência no consumo quando \n\ncomparado a -9/-9 kPa, fato que pode preservar o crescimento e desenvolvimento \n\nda planta em condições de campo, quando submetidas a estresse hídrico. A partir \n\ndesses resultados, pode ser quantificada a máxima eficiência econômica no uso da \n\nágua, utilizando-se, para isso, relações com o consumo de energia e com a mão de \n\nobra. \n\n \n\n4.2. Produção de raízes  \n \n\nNa comparação das três formas de localização do P para produção de raízes \n\n(Quadro 8) e em concordância com o observado para o consumo de água, não \n\nhouve diferenças significativas quando contrastada a soma das localizações \n\nsuperior e inferior com a localização mista (Quadro 9).  \n\nPara aplicação de P na metade superior (S) ou inferior (I) de cada unidade da \n\nunidade experimental, quando houve diferenças significativas, como resumido no \n\ncontraste da produção de raízes do vaso geminado (Quadro 9), a aplicação \n\nsuperficial de P levou a maior crescimento do sistema radicular. \n\n  \n\n\n\n \n\n24 \n\n \n\nQuadro 8. Produção de matéria seca de raízes na metade superior (S) e na metade inferior (I) das unidades \n\nda esquerda (E) e da direita (D), raízes da unidade esquerdo (RE), raízes da unidade direita (RD) (RE = S + I \n\nda esquerda e RD = S + I da direita), no vaso geminado (VG) (RVG = RE + RD) e relações S/I de E e D, \n\nconsiderando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\nP1/ \n?2/ Esquerda  Direita  Total \n\nE D S I S/I RE S I S/I RD RVG \n\n _____kPa_____ ____________g/C____________ g g-1 ____________________g/C____________________ g g-1 g/C g/VG \n\nS -9 -9 3,39 1,71 2,19 5,10 6,19 7,32 0,87 13,51 18,60 \n\n -50 -9 2,82 1,79 1,58 4,61 4,87 4,57 1,04 9,43 14,04 \n\n -50 -50 2,38 0,58 5,56 2,96 3,12 1,31 2,38 4,43 7,40 \n\n Médias  2,86 1,36 3,11 4,22 4,73 4,40 1,43 9,12 13,35 \n\nI -9 -9 3,77 6,01 0,63 9,78 1,80 3,78 0,48 5,58 15,36 \n\n -50 -9 1,48 2,42 0,73 3,90 3,68 4,53 0,75 8,21 12,12 \n\n -50 -50 0,73 0,85 0,77 1,58 0,97 0,72 1,26 1,69 3,27 \n\n Médias 1,99 3,09 0,71 5,09 2,15 3,01 0,83 5,16 10,25 \n\nM -9 -9 3,33 2,38 1,06 5,71 3,87 5,35 1,14 9,22 14,93 \n\n -9 -50 4,28 1,97 2,53 6,25 3,62 4,83 0,95 8,45 14,71 \n\n -50 -9 3,70 2,85 \n1,14 \n\n6,55 2,99 4,12 \n0,77 \n\n7,11 13,66 \n\n -50 -50 2,13 0,74 3,13 2,87 0,51 0,59 0,68 1,10 3,96 \n\n Médias 3,36 1,99 1,97 5,35 2,75 3,72 0,89 6,47 11,82 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, l ocalização de P na \n\nmetade superior da unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\n\n\n \n\n25 \n\n \n\n \n\nQuadro 9. Contrastes médios da produção de matéria seca de raízes nas metades superior (S) e inferior (I) da \n\nunidade da esquerda (E), na metade superior (S) e na metade inferior (I) da unidade da direita (D), em cada \n\nunidade (RE = S + I de E e RD = S + I de D), no vaso geminado (VG) (RVG = RE + RD) e relações S/I para \n\nunidades E e D, considerando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\nContraste1/ \n          Esquerda  Direita   \n\n   S I   S/I RE S I S/I RD RVG \n\n    _____g/C_____  g g-1 __________g/C_____________ g g-1 g/C g/VG \n\nC1: PS + PI vs.PM -0,93 0,24 -0,05 -0,69 0,69 -0,02 0,25 0,67 -0,02 \n\nC2: PS vs. PI 0,87 -1,73* 2,40* -0,86 2,58* 1,39 0,60* 3,96* 3,10* \n\nC3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS 0,73 1,17 -3,68* 1,89 2,41* 4,64* -1,43* 7,04* 8,93* \n\nC4: ?(-9/-9) vs. ?(-50/-9) d/PS 0,57 -0,08 0,61 0,48 1,32 2,75 -0,17 4,08 4,56 \n\nC5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI 1,90 3,36* -0,09 5,26* 1,77 3,44* -0,65 5,21* 10,47* \n\nC6: ?(-9/-9) vs. ?(-50/-9) d/PI 2,29 3,59* -0,10 5,88* -1,88 -0,75 -0,27 -2,63 3,24 \n\nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM 1,64 1,66 -1,55 3,30 2,98* 4,18* 0,27 7,16* 10,47* \n\nC8: ?(-9/-9) vs. (?-9/-50 + ?-50/-9) d/PM -0,66 -0,03 -0,78 -0,69 0,57 0,88 0,28 1,44 0,75 \n\nC9: ?(-9/-50) vs. ?(-50/-9) d/PM 0,58 -0,88 1,39 -0,30 0,63 0,71 0,18 1,34 1,05 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, localização de P na \n\nmetade superior da unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. ?(-9/-9), ?(-9/-50), ?(-50/-9) e ?(-50/-50): \n\npotencial de -9/-50 kPa na sequência da unidade da esquerda para a unidade da direita, respectivamente. \n\n*: Significativo a 5 % pelo teste F. \n\n\n\n \n\n26 \n\n \n\nChaib et al., (1984) relatam que maior crescimento de raízes ocorre nas \n\nprofundidades do solo que recebem adubação fosfatada e, à medida que se \n\naprofunda a aplicação do fertilizante, ocorre aumento de massa de raízes. \n\nNesse sentido, a aplicação na forma de PS é satisfatória em condições de \n\ncultivo irrigado, sem restrições de água, mas pode trazer riscos quando o cultivo \n\nde sequeiro, com baixa disponibilidade de água, é focalizado, devido ao menor \n\ncrescimento de raízes em profundidade, ocasionado pela adubação de forma \n\nsuperficial.  \n\nA aplicação de P na metade superior da unidade favoreceu a maior \n\nprodução das raízes neste compartimento, como mostrado pelas relações S/I, \n\npara as unidades E e D, com valores maiores que um. Todavia, nos \n\ntratamentos onde o P foi localizado na metade inferior da unidade, observa-se \n\numa inversão na distribuição do sistema radicular, com valores das relações S/I \n\ngeralmente menores que a unidade (Quadro 8). Isso mostra o maior \n\ncrescimento de raízes em profundidade, situação favorável, como apontado, em \n\ncondições de restrição de água para as plantas. Com valores de relações \n\nrelativamente próximos, os contrastes correspondentes não apresentaram \n\nsignificância (Quadro 9).  \n\nAinda sobre o crescimento de raízes, ressalta-se o fato de a condução do \n\nensaio ter sido realizada por 40 d e que, de acordo com Schenk &amp; Barber \n\n(1980), a distribuição radicular é modificada pelo estádio de crescimento. Para \n\nplantas de milho, esses autores verificaram que aos 47 d de emergência, 2/3 da \n\nárea radicular de genótipos de milho estavam concentrados na camada \n\nsuperficial do solo, valor muito superior ao encontrado no presente estudo \n\nquando se utilizou PI, indicando sua importância para o crescimento radicular \n\nem profundidade. \n\nOutro fator importante é a maior disponibilidade de água na porção superior \n\nda unidade, setor de aplicação do fluido (água), que pode compensar a menor \n\ndisponibilidade de P no solo (Ruiz et al., 1988b). O crescimento de raízes \n\n\n\n \n\n27 \n\n \n\nrespondeu positivamente à disponibilidade de água na comparação com o \n\ntratamento de menor potencial hídrico (Quadros 8 e 9).  \n\nNão houve diferenças na comparação de RVG entre os potenciais -9/-9 vs \n\n-9-/50 kPA (Quadro 9). Esse fato foi observado independentemente da forma de \n\nlocalização, seja superior, inferior ou mista, o que indica que a produção de \n\nraízes, ao menos no que se refere à produção de matéria seca, foi preservada \n\nquando ocorreu fornecimento de água adequado em apenas um lado do vaso \n\ngeminado.  \n\nHouve diferença na produção de raízes quando se compararam os \n\npotenciais -9/-9 e -9/-50 a -50/-50 kPa (Quadro 9). Esses resultados foram \n\nobservados independentemente da forma de localização de P. Nesse sentido, \n\nSouza et al. 2007 relata que o que o baixo fornecimento de água leva a uma \n\nmenor produção de matéria seca das raízes, inibindo o crescimento radicular, \n\nfato que ainda dificulta a absorção de nutrientes. \n\nNa aplicação de P no tratamento denominado misto, a maior produção de \n\nraízes respondeu ao potencial hídrico na comparação dos tratamentos (-9/-9 +  \n\n-9/-50 + -50/-9 kPa) vs -50/-50 kPa (Quadros 8 e 9). Na comparação do \n\npotencial de água -9/-50 e -50/-9 com a localização de P em diferentes setores \n\nda unidade, não foram observadas diferenças, como mostra o último contraste \n\ndo quadro 9.   \n\n4.3. Fósforo nos tecidos vegetais \n\n \n\nPara a determinação do teor de P nos tecidos vegetais, as raízes, \n\ncoletadas nos setores superior e inferior de cada unidade do vaso geminado, \n\nforam analisadas de forma conjunta. Os resultados experimentais, acrescidos \n\ndos teores de P da parte aérea, são apresentados no quadro 10. Considerando \n\nque as unidades experimentais apresentavam disponibilidade de P semelhante, \n\nindependentemente da localização, os teores de P nos tecidos vegetais não \n\nforam sensivelmente alterados, como mostrados nos contrastes analisados \n\n\n\n \n\n28 \n\n \n\n(Quadro 11). Diferenças estatísticas ocasionais não indicaram tendência \n\ndefinida em resposta aos tratamentos. \n\nO conteúdo de P mostrou diferenças acentuadas (Quadro 12). Esses \n\nvalores ratificam a dependência da disponibilidade de água, evidenciada na \n\nprodução de matéria seca da parte aérea e das raízes (Quadros 6, 7, 8 e 9). \n\nNesse contexto, Taiz &amp; Zeiger (2002) indicam que a diminuição no fornecimento \n\nde água reduz a divisão e o alongamento das células, obtendo-se plantas \n\nmenores e redução de área foliar. \n\nQuadro 10. Teor de P da parte aérea (TPPA), das raízes na unidade da \n\nesquerda (TPRE) e das raízes na unidade da direita (TPRD), \n\nconsiderando a localização de 300 mg dm-3 de P e o potencial de \n\ntrabalho (?) \n\nP1/ \n                                 ?2/ \n\n   TPPA     TPRE     TPRD \nE D \n\n _______________kPa_______________       ___________________g kg-1__________________ \n\nS -9 -9 1,74 1,38 1,16 \n -50 -9 1,65 1,20 1,29 \n -50 -50 1,88 1,24 1,51 \n\n Média 1,76 1,27 1,32 \n\nI -9 -9 1,66 1,28 1,14 \n -50 -9 1,27 1,31 1,06 \n -50 -50 1,32 1,10 1,27 \n\n Média 1,43 1,23 1,16 \n\nM -9 -9 1,56 1,06 1,10 \n -9 -50 1,64 1,18 1,26 \n -50 -9 1,62 1,31 1,19 \n -50 -50 1,64 1,55 1,24 \n\n Média 1,62 1,28 1,20 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do \n\nvaso geminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade \n\ninferior da unidade da direita do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n\n\n \n\n29 \n\n \n\nQuadro 11. Contrastes médios do teor de P da parte aérea (TPPA), das raízes na \n\nunidade da esquerda (TPRE) e das raízes na unidade da direita (TPRD), \n\nconsiderando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\nContraste1/ TPPA TPRE   TPRD \n\n                         ______________g kg-1_____________ \n\nC1: PS + PI vs.PM \n-0,03 -0,02 0,04 \n\nC2: PS vs. PI \n0,34* 0,04 0,16 \n\nC3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS \n-0,19 0,05 -0,29 \n\nC4: ?(-9/-9) vs. ?(-50/-9) d/PS \n0,09 0,18 -0,13 \n\nC5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI \n0,15 0,20 -0,17 \n\nC6: ?(-9/-9) vs. ?(-50/-9) d/PI \n0,39* -0,03 0,08 \n\nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM \n-0,03 -0,37* -0,06* \n\nC8: ?(-9/-9) vs. (?-9/-50 + ?-50/-9) d/PM \n-0,07 -0,19 -0,13 \n\nC9: ?(-9/-50) vs. ?(-50/-9) d/PM \n0,02 -0,13 0,07 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do \n\nvaso geminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade \n\ninferior da unidade da direita do vaso geminado. ?(-9/-9), ?(-9/-50), ?(-50/-9) e ?(-50/-50): potencial de -\n\n9/-50 kPa na sequência da unidade da esquerda para a unidade da direita, respectivamente. \n\n*: Significativo a 5 % pelo teste F. \n\nOs coeficientes de correlação linear simples, calculados relacionando o \n\nconsumo de água na unidade experimental com o conteúdo de P na parte \n\naérea, nas raízes crescidas na unidade da esquerda e na unidade da direita \n\n(Quadros 6 e 12), mostraram os seguintes resultados: 0,959*, 0,702* e 0,745*, \n\nrespectivamente.  \n\n \n\n \n\n\n\n \n\n30 \n\n \n\nQuadro 12. Conteúdo de P da parte aérea (CPPA), das raízes na unidade da \n\nesquerda (CPRE), das raízes na unidade da direita, das raízes no vaso \n\ngeminado (CPR = CPRE + CPRD) e relações entre essas variáveis, \n\nconsiderando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\nP1/ \n?2/ \n\nCPPA CPRE CPRD CPR CPPA/CPR CPRE/CPR CPRD/CPR \nE D \n\n _____kPa_____ ___________________mg___________________             ______________mg mg-1______________ \n\nS -9 -9 84,00 7,35 16,16 23,51 3,98 0,33 0,67 \n -50 -9 56,34 4,80 12,03 16,83 3,61 0,29 0,71 \n -50 -50 27,10 3,48 6,50 9,99 3,19 0,28 0,72 \n\n Média 55,81 5,21 11,56 16,78 3,59 0,30 0,70 \n\nI -9 -9 60,81 12,23 6,19 18,42 3,63 0,64 0,36 \n -50 -9 33,16 4,88 7,94 12,82 2,80 0,35 0,65 \n -50 -50 12,28 1,64 2,19 3,83 3,48 0,47 0,53 \n\n Média 35,42 6,25 5,44 11,69 3,30 0,49 0,51 \n\nM -9 -9 83,07 6,19 10,31 16,50 5,45 0,43 0,53 \n -9 -50 54,45 6,47 10,19 16,67 3,91 0,34 0,66 \n -50 -9 44,36 8,17 7,84 16,01 3,16 0,49 0,51 \n -50 -50 18,16 4,44 1,37 5,81 3,15 0,78 0,22 \n\n Média 50,01 6,32 7,43 13,75 3,92 0,51 0,48 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso \n\ngeminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da \n\nunidade da direita do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\nNo cálculo do conteúdo de P, a produção de matéria seca foi determinante \n\nnas diferenças registradas no resultado final. A correlação entre conteúdo de P \n\ncom a produção de matéria seca da parte aérea, das raízes crescidas na \n\nunidade da esquerda e na unidade da direita (Quadros 6, 8 e 12) foi de 0,988*, \n\n0,967* e 0,982*, respectivamente. Comprovação dessa afirmativa surge ao \n\ncomparar o conteúdo de P com o teor desse nutriente nos tecidos vegetais \n\n(Quadros 6, 8 e 10). Os resultados foram de 0,314, 0,171 e -0,218, para as três \n\nvariáveis, respectivamente.  \n\nA resposta indicada, com elevadas correlações entre o consumo de água, \n\na produção de matéria seca e o conteúdo de P na parte aérea, leva à repetição \n\nda significância e sinal dos contrastes analisados para as duas primeiras \n\n\n\n \n\n31 \n\n \n\nvariáveis (Quadro 7) com os calculados para o conteúdo de P nessa porção da \n\nplanta (Quadro 13). Em consequência, a discussão desses resultados pode ser \n\nestendida aos determinados para o conteúdo de P na parte aérea. A mesma \n\ncolocação é válida para as análises de raízes, ainda que os resultados não \n\nfossem totalmente coincidentes (Quadros 9 e 13). \n\nA movimentação de P para a parte aérea, determinada pela relação entre \n\nos conteúdos da parte aérea e o conteúdo total na planta (parte aérea + raízes) \n\n(Quadro 12), apresentou valores extremos de 72 e 83 %, respectivamente. \n\nQuando foi calculada a relação entre o conteúdo de P na parte aérea e nas \n\nraízes, os índices determinados variaram no intervalo de 2,71 a 5,03 e \n\nmostraram que essa é uma forma que permite apreciar diferenças com maior \n\nprecisão.   \n\nA baixa disponibilidade inicial de P nos tratamentos com PI levou a \n\ndiferenças estatísticas tanto no conteúdo de P da parte aérea (CPPA), como \n\nnas raízes do vaso geminado (CPR). Nesse estudo, a variação dos conteúdos \n\nde P nas raízes e na parte aérea foi dependente, quase que exclusivamente, da \n\nprodução de matéria seca (Quadros 6 e 8), tendo em vista a similaridade nos \n\nteores de P (Quadros 10 e 11). \n\nNesse contexto, Rodriguez et al. (1998) relatam que o baixo suprimento \n\nde P, como aconteceu inicialmente nos tratamentos com PI, diminui a área \n\nfoliar, em consequência principalmente da redução do número de folhas e, \n\nsecundariamente, da limitação à expansão da folha, levando a uma menor \n\nprodução de matéria seca. \n\nEsses resultados indicam que a ausência total da adubação fosfatada na \n\ncamada mais superficial limita o crescimento inicial da planta. Assim, pensando \n\nem uma maior tolerância ao estresse hídrico, haveria de se fertilizar camadas \n\nmais profundas, contudo sem eliminar a adubação superficial. \n\n  \n\n\n\n \n\n32 \n\n \n\nQuadro 13. Contrastes médios do conteúdo de P da parte aérea (CPPA), das raízes na unidade da esquerda \n\n(CPRE), das raízes na unidade da direita (CPRD), das raízes no vaso geminado (CPR = CPRE + CPRD) e \n\nrelações entre essas variáveis, considerando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\nContraste1/         CPPA CPRE CPRD CPR CPPA/CPR CPRE/CPR CPRD/CPR \n\n                    ___________________mg___________________ _____________________mg mg-1________________ \n\nC1: PS + PI vs.PM -4,40* -0,59 1,07 0,49 -0,47 -0,12 0,12 \n\nC2: PS vs. PI 20,40* -1,04 6,12* 5,09* 0,29 -0,19 0,19 \n\nC3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS 43,07* 2,59 7,60* 10,18* 0,61 0,03 -0,03 \n\nC4: ?(-9/-9) vs. ?(-50/-9) d/PS 27,66* 2,55 4,13 6,68* 0,38 0,04 -0,04 \n\nC5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI 34,71* 6,92* 4,88* 11,79* -0,26 0,02 -0,02 \n\nC6: ?(-9/-9) vs. ?(-50/-9) d/PI 27,65* 7,35* -1,75 5,59* 0,83 0,29 -0,29 \n\nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM 42,47* 2,51 8,08* 10,58* 1,02* -0,36* 0,36* \n\nC8: ?(-9/-9) vs. (?-9/-50 + ?-50/-9) d/PM 33,67* -1,14 1,30 0,16 1,91* 0,01 -0,01 \n\nC9: ?(-9/-50) vs. ?(-50/-9) d/PM 10,09* -1,70 2,35 0,65 0,75 -0,14 0,14 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, l ocalização de P na \n\nmetade superior da unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. ?(-9/-9), ?(-9/-50), ?(-50/-9) e ?(-50/-50): \n\npotencial de -9/-50 kPa na sequência da unidade da esquerda para a unidade da direita, respectivamente. \n\n*: Significativo a 5 % pelo teste F. \n\n \n\n\n\n \n\n33 \n\n \n\n4.4. Exsudato xilemático \n\n \n\nO exsudato xilemático, colhido na finalização do ensaio, é indicativo da \n\nabsorção e translocação de nutrientes para a parte aérea, no momento de corte \n\n(Taiz &amp; Zeiger, 2002). Os valores médios em relação ao exsudato xilemático, \n\ncoletado por 2 h, são mostrados no quadro 14. Nesse material, foram \n\ndeterminados o volume, a concentração e o conteúdo de P.  \n\nNo quadro 15, que mostra os contrastes analisados, observa-se que, no \n\nmomento do corte, o volume de exsudato apresenta diferenças apenas quando \n\nse comparam os maiores potenciais matriciais em relação ao menor e, também, \n\nquando se compara a localização superior de P em relação à inferior. Esses \n\nresultados corroboram os obtidos por Ruiz et al. (1988a), avaliando o volume do \n\nexsudato xilemático de soja em resposta ao potencial da água do solo. Esses \n\nautores evidenciaram dependência marcante com a disponibilidade de água, \n\nverificando incremento de até 30 vezes quando o potencial matricial passou de     \n\n-40 para -10 kPa. \n\nAinda no quadro 15, em relação ao volume de exsudato, verifica-se que \n\nnão ocorrem diferenças ao se comparar os tratamentos que receberam água de \n\nmaneira adequada em ambas as unidades do vaso geminado (-9/-9 kPa) em \n\nrelação aos vasos que receberam simultaneamente os potenciais -9/-50 kPa. \n\nEsses resultados ocorrem independentemente da forma de localização de P. A \n\nplanta, ao menos em relação a esta característica, quando apresenta um \n\nfornecimento adequado de água em um lado do sistema radicular (-9/-50 ou -\n\n50/-9 kPa), ajusta-se osmoticamente, conseguindo absorver quantidades \n\nvolumétricas similares àquelas que receberam água de forma nas duas \n\nunidades do vaso geminado. \n\n Os valores da concentração de P foram semelhantes (Quadro 14), \n\ncomportando-se de forma similar ao teor de P na planta (Quadro 10). Todavia, no \n\nque se refere ao conteúdo de P no exsudato xilemático, observam-se diferenças em \n\nrelação ao potencial matricial apenas nas localizações mista e superior (Quadro 15).  \n\n\n\n \n\n34 \n\n \n\nQuadro 14. Volume (VE), concentração de P (CPE) e conteúdo de P (COPE) \n\nno exsudato xilemático, coletado por 2 h, considerando a localização de \n\n300 mg dm-3 de P e o potencial de trabalho (?) \n\nP1/ \n?2/ \n\nVE              CPE COPE \nE D \n\n _______________kPa_______________ mL              mg L-1            mg \n\nS -9 -9 3,72 54,77 0,18 \n -50 -9 2,72 40,58 0,09 \n -50 -50 0,71 45,14 0,03 \n\n Média 2,38 46,83 0,10 \n\nI -9 -9 1,76 58,92 0,11 \n -50 -9 1,11 60,72 0,07 \n -50 -50 0,57 66,02 0,04 \n\n Média 1,15 61,89 0,07 \n\nM -9 -9 2,73 66,56 0,18 \n -9 -50 1,10 58,92 0,13 \n -50 -9 2,14 52,37 0,06 \n -50 -50 0,67 75,33 0,05 \n\n Média 1,66 63,30 0,11 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do \n\nvaso geminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade \n\ninferior da unidade da direita do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n\n\n \n\n35 \n\n \n\nQuadro 15. Contrastes médios do volume (VE), concentração de P (CPE) e \n\nconteúdo de P (COPE) no exsudato xilemático, coletado por 2 h, \n\nconsiderando a localização de 300 mg dm-3 de P e o potencial de trabalho \n\n(?) \n\nContraste1/  VE CPE COPE \n\n   mL   mg L-1 mg \n\nC1: PS + PI vs.PM 0,11 -8,94 -0,0183 \n\nC2: PS vs. PI 1,24* -15,06* 0,0267 \n\nC3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/OS 2,51* 2,54 0,1050* \n\nC4: ?(-9/-9) vs. ?(-50/-9) d/OS 1,00 14,19 0,0900* \n\nC5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI 0,87 -6,20 0,0500 \n\nC6: ?(-9/-9) vs. ?(-50/-9) d/PI 0,65 -1,80 0,0400 \n\nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM 1,32* -16,05 0,0733* \n\nC8: ?(-9/-9) vs. (?-9/-50 + ?-50/-9) d/PM 1,11 10,92 0,0850* \n\nC9: ?(-9/-50) vs. ?(-50/-9) d/PM -1,04 6,55     0,0700 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do \n\nvaso geminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade \n\ninferior da unidade da direita do vaso geminado. ?(-9/-9), ?(-9/-50), ?(-50/-9) e ?(-50/-50): potencial de    \n\n-9/-50 kPa na sequência da unidade da esquerda para a unidade da direita, respectivamente. \n\n*: Significativo a 5 % pelo teste F. \n\nOs valores do conteúdo de P no exsudato xilemático são também \n\napresentados no quadro 14. Como observado para outras variáveis associadas \n\na conteúdo, neste ensaio, os resultados mostraram marcada dependência do \n\nvolume e não da concentração de P no exsudato. Comprova-se essa afirmativa \n\npelos valores dos coeficientes de correlação linear simples entre o conteúdo de \n\nP e o volume e o teor de P no exsudato, de 0,767* e 0,065, respectivamente. \n\n \n\n \n\n\n\n \n\n36 \n\n \n\n  4.5. Fluxo de massa e difusão do fósforo \n \n\nPara estimar a contribuição do fluxo de massa e da difusão para o \n\ntransporte de P em sistema de vaso geminado com duas unidades, os cálculos \n\nforam realizados segundo esta seqüência:  \n\na) Inicialmente determinou-se o conteúdo total de P na planta, pela \n\nsoma do conteúdo de P na parte aérea e nas raízes (Quadro 12). Esses valores \n\nsão mostrados no quadro 16. \n\nb) A contribuição do fluxo de massa originado nas unidades da \n\nesquerda e da direita, respectivamente, foi determinada pelo produto entre o \n\nvolume de água acrescentado a cada unidade (Quadro 6) e a concentração \n\nmédia de P na solução do solo (Quadro 3). Essas concentrações médias foram \n\ncalculadas considerando que cada unidade do vaso geminado foi preenchida \n\ncom volumes iguais de P0 e P300 e o fluxo de massa independe da extensão \n\ndo sistema radicular. \n\nc) A contribuição do fluxo de massa no vaso geminado foi \n\ndeterminada pela soma das contribuições em cada uma das unidades     \n\n(Quadro 16).  \n\nd) A contribuição da difusão no vaso geminado foi calculada \n\nsubtraindo, do conteúdo total de P na planta, o valor correspondente do fluxo de \n\nmassa (Quadro 16). \n\ne) A contribuição para a difusão de P em cada unidade foi calculada \n\nconsiderando que a difusão responde à extensão do sistema radicular. Assim, \n\nmultiplicaram-se os valores correspondentes à difusão de P no vaso geminado \n\n(Quadro 16) e a proporção de raízes em cada unidade do sistema. Essas \n\nproporções foram calculadas pelo quociente entre a produção de raízes na \n\nunidade e a produção total de raízes no vaso geminado (Quadro 8).  \n\nObserva-se, para o conteúdo total de P na planta (Quadro 16), que seus \n\nresultados assemelham-se ao conteúdo de P da parte aérea. Esse fato pode \n\nser explicado pela similaridade nos teores de P para os tratamentos (Quadros \n\n\n\n \n\n37 \n\n \n\n12 e 13) e pela diferença apresentada na produção de matéria seca parte aérea \n\n(Quadros 6 e 7).  \n\nAssim, essas diferenças foram fundamentais nas definições das \n\nsignificâncias dos contrastes em relação ao conteúdo total de P na planta. \n\nTodos os contrastes foram significativos (Quadro 17), excetuando-se o C1. Com \n\nisso, os resultados do conteúdo total de P na planta ratificam que a maior \n\nabsorção de P por plantas de milho ocorre nos maiores potenciais matriciais e \n\nna localização superior (C2 a C9). \n\nVerifica-se, independentemente da forma de localização, que a \n\ncontribuição para o fluxo de massa de P, geralmente, foi maior nos tratamentos \n\nonde a planta recebia água de forma adequada nos dois lados da unidade     \n\n(C4 a C9, Quadro 16). O fluxo de massa responde à transpiração da planta, \n\nlogo a planta, em qualquer indicio de restrição hídrica, tende a reduzir a \n\nabertura estomática diminuindo, com isso, a absorção de água e nutrientes por \n\nesse mecanismo (Brestic et al., 1995). \n\nA difusão foi maior nos tratamentos que receberam PS em comparação \n\nàqueles com PI (Quadros 16 e 17). No que se refere à comparação dos \n\npotenciais matriciais, verifica-se comportamento similar ao apresentado pelo \n\nfluxo de massa, apresentando os vasos com fornecimento adequado de água \n\nem ambas as unidades maiores valores de difusão de P, verificado nos C3 a \n\nC9, para DVG. Na difusão de P, existe uma relação direta entre o coeficiente de \n\ndifusão de fósforo no solo e o conteúdo volumétrico de água (Novais &amp; Smyth, \n\n1999). Assim, verifica-se que, à medida que se aumenta a umidade, o filme de \n\nágua em contato com as partículas sólidas do solo torna-se mais espesso, \n\ndiminuindo a interação do nutriente com os coloides.  \n\n \n\n \n\n\n\n \n\n38 \n\n \n\nQuadro 16. Conteúdo total de P na planta (conteúdo de P da parte aérea + conteúdo de P das raízes do vaso geminado - \n\nCTPP); fluxo de massa de P na unidade esquerda (FMUE), na unidade direita (FMUD), no vaso geminado (FMVG); \n\ndifusão de P no vaso geminado (DVG), na unidade esquerda (DUE), na unidade direita (DUD); relação entre (DUE e \n\nFMUE), (DUD e FMUD) e (DVG e FMVG), considerando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, l ocalização de P na metade superior \n\nda unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. \n\n2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\n \n\n \n\nP1/ \n?2/ \n\nCTPP FMUE FMUD FMVG DVG DUE DUD DUE/FMUE DUD/FMUD DVG/FMVG \nE D \n\n _____kPa_____ mg vg-1 ____________________________________________mg__________________________________________ ______________________mg mg-1______________________ \n\nS -9 -9 107,51 2,47 2,50 4,97 102,55 30,93 71,62 12,18 29,20 20,70 \n\n -50 -9 73,17 0,83 2,60 3,43 69,74 21,14 48,60 24,66 18,80 20,38 \n\n -50 -50 37,08 0,88 0,89 1,7 35,32 10,55 24,76 11,78 27,90 20,03 \n\n Média 72,59 1,39 2,00 3,37 69,20 20,87 48,33 16,21 25,30 20,37 \n\nI -9 -9 79,22 2,40 2,23 4,63 74,59 49,49 25,10 20,12 10,87 16,10 \n\n -50 -9 45,98 0,78 2,43 3,20 42,77 13,72 29,05 17,16 12,03 13,36 \n -50 -50 16,11 0,78 0,78 1,56 14,55 6,95 7,60 9,24 9,59 9,59 \n Média 47,10 1,32 1,81 3,13 43,97 23,39 20,58 15,51 10,83 13,82 \n\nM -9 -9 99,57 2,56 2,62 5,19 94,38 40,86 53,52 15,73 19,13 18,23 \n -9 -50 71,12 2,49 0,84 3,33 67,79 23,80 43,99 9,80 51,71 20,39 \n -50 -9 60,37 0,87 2,42 3,28 57,09 26,64 30,45 29,42 12,52 17,38 \n -50 -50 23,97 0,82 0,77 1,59 22,38 16,44 5,94 19,97 7,60 14,17 \n Média 63,76 1,69 1,66 3,35 60,41 26,94 33,48 18,73 22,74 17,54 \n\n\n\n \n\n39 \n\n \n\nQuadro 17. Contrastes médios do conteúdo total de P na planta (CTPP); do fluxo de massa de P na unidade \n\nesquerda (FMUE), na unidade direita (FMUD), no vaso geminado (FMVG); da difusão de P no vaso geminado \n\n(DVG), na unidade esquerda (DUE), na unidade direita (DUD); da relação entre (DUE e FMUE), (DUD e FMUD) e \n\n(DVG e FMVG), considerando a localização de 300 mg dm-3 de P e o potencial de trabalho (?) \n\nContraste1/ CTPP FMUE FMUD FMVG DVG DUE DUD DUE/FMUE DUD/FMUD DVG/FMVG \n\n \n           \n\nmg vg-1 \n__________________________________mg_________________________________     ___________________mg mg-1___________________ \n\nC1: PS + PI vs.PM -3,91 -0,33* 0,24* -0,10 -3,82 -4,80 0,98 -2,87 -5,05 -0,85 \n\nC2: PS vs. PI 25,49* 0,07 0,18 0,24* 25,23* -2,51 27,75* 0,70 14,47* 7,35* \n\nC3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/OS 53,26* 0,77* 1,66* 2,50* 50,83* 15,48 35,35* 6,64 -3,90 0,52 \n\nC4: ?(-9/-9) vs. ?(-50/-9) d/OS 34,34* 1,64* -0,10* 1,54* 32,81* 9,79 23,02 -12,48 10,40 0,32 \n\nC5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI 46,50* 0,81* 1,55* 2,36* 44,14* 24,66* 19,47 9,40 1,86 5,14* \n\nC6: ?(-9/-9) vs. ?(-50/-9) d/PI 33,25* 1,62* -0,20* 1,43* 31,82* 35,77* -3,95 2,96 -1,16 2,74 \n\nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM 53,05* 1,15* 1,19* 2,34* 50,71* 13,99 36,72* -1,65 20,69* 4,50* \n\nC8: ?(-9/-9) vs. (?-9/-50 + ?-50/-9) d/PM 33,82* 0,88* 0,99* 1,89* 31,94* 15,64 16,30 -3,88 -11,48* -0,66 \n\nC9: ?(-9/-50) vs. ?(-50/-9) d/PM 10,75* 1,62* -1,58* 0,05 10,70* -2,84 13,54 -19,62* 39,18* 3,01 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; M: mista, l ocalização de P na metade superior \n\nda unidade da esquerda e na metade inferior da unidade da direita do vaso geminado. ?(-9/-9), ?(-9/-50), ?(-50/-9) e ?(-50/-50): potencial de -9/-50 kPa na \n\nsequência da unidade da esquerda para a unidade da direita, respectivamente. \n\n*: Significativo a 5% pelo teste F. \n\n \n\n\n\n \n\n40 \n\n \n\nOutra questão está relacionada ao fator de impedância (f), que está \n\ndiretamente relacionado com difusão de um nutriente no solo. Nye &amp; Tinker \n\n(1977) afirmam que o f aproxima-se de zero em solos secos e chega a valores \n\nentre 0,4 e 0,7 em solos saturados, aumentando, assim, a difusão. Ruiz (1986) \n\ncita que o aumento da umidade leva à redução da viscosidade da solução do \n\nsolo, apresentado valores mais próximos aos da água pura, fato que também \n\nprovoca o aumento da difusão de P nos solos. \n\nO efeito do conteúdo de água foi bem observado também por Ruiz et al. \n\n(1988b) em trabalho com soja. O autor observou que o movimento de P era \n\nmais dependente de água do que de doses elevadas, notando, com isso, a \n\nnecessidade de condições ideais no suprimento de água para evitar estresses \n\nrelacionados à fisiologia da planta. \n\nNo que se referem às relações, observa-se, no quadro 16, que a relação \n\nDVG/FMVG diminui à medida que se restringe o fornecimento de água \n\nindicando que a difusão, em termos proporcionais, é mais afetada que o fluxo \n\nde massa quando se diminui a quantidade de água fornecida. O percentual de \n\ncada mecanismo demonstra bem esse fato, onde, por exemplo, a contribuição \n\ndo FMVG de P, no PI, aumenta de 5,84 % para 9,68 % à medida que se diminui \n\no fornecimento de água de -9/-9 para -50/-50 kPa. Esses dados estão de \n\nacordo com os obtidos por Oliveira et al. (2004), que trabalharam determinando \n\na contribuição da difusão e do fluxo de massa no transporte de K em \n\nalgodoeiro. Na mesma linha de pesquisa, Oliveira et al. (2010), em pesquisa \n\ncom milho, relatam que a influência da água do solo nos mecanismos de \n\ntransporte do P e do K foi maior em solos que continham maiores \n\nconcentrações desses nutrientes em solução. Também concluíram que o fluxo \n\nde massa aumentou proporcionalmente em importância em solos com maior \n\nrestrição de água. \n\n \n\n\n\n \n\n41 \n\n \n\n \n\n \n\n \n\n \n\n5.0 CONCLUSÕES \n \n\n \n\n? Em etapas iniciais de cultivo de milho, em casa de vegetação, a localização \nde fosfato na porção superior do vaso (PS) é mais eficiente que a \n\nlocalização na porção inferior (PI), em resposta à maior umidade nesse \n\nsetor da unidade experimental.  \n\n? O crescimento do sistema radicular respondeu à porção de solo que \nrecebeu a incorporação do adubo fosfatado, independentemente da \n\nlocalização na unidade experimental, na porção superior ou inferior da \n\nunidade. A localização na porção inferior contribui para minorar efeitos \n\nnegativos de eventual estresse hídrico. \n\n? Em ensaio com vasos geminados constituídos por duas unidades \njustapostas, o fornecimento adequado de água às duas unidades, neste \n\ncaso representado pelos potenciais matriciais -9/-9 kPa, permite o \n\nincremento da área foliar, da produção de matéria seca e da absorção de P, \n\nfrente ao tratamento em que as duas unidades apresentaram potenciais \n\nmatriciais de -50 kPa. \n\n? O fornecimento adequado de água utilizado apenas em uma unidade do \nvaso geminado, representado pelos tratamentos -9/-50 kPa, permitiu \n\nprodução de matéria seca semelhante àquela conseguida no sistema          \n\n-9/-9 kPa. Isso indica a possibilidade de consumo menor de água com \n\naplicação localizada, pois o tratamento -9/-50 apresentou resultados mais \n\npróximos a -9/-9 que a -50/-50 kPa. \n\n\n\n \n\n42 \n\n \n\n \n\n \n\n \n\n \n\n6.0 REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nALVAREZ V., V.H.; NOVAIS, R.F.; BARROS, N.F.; CATARUTTI, R.B. &amp; \nLOPES, A.S. Interpretação dos resultados das análises de solos. In: \nRIBEIRO, A.C.; GUIMARÃES, P.T.G. &amp; ALVAREZ V., V.H., eds. \nRecomendações para o uso de corretivos e fertilizantes em Minas Gerais, 5ª \nAproximação. Viçosa, MG, Comissão de Fertilidade do Solo do Estado de \nMinas Gerais, 1999. p.314-316.  \n\nALVAREZ V., V.H. &amp; ALVAREZ, G.A.M. Comparação de médias ou teste de \nhipóteses? Contrastes! Bol. Inf. SBCS, 31:24-34, 2006. \n\nALVES, V.M.C.; NOVAIS, R.F.; OLIVEIRA, M.F.G. &amp; SANT'ANNA, R. Cinética e \ntranslocação de fósforo em híbridos de milho. Pesq. Agropec. Bras., \n33:1047-1052, 1998. \n\nARAÚJO, C.A.S.; RUIZ, H.A.; SILVA, D.J.; FERREIRA, P.A.; ALVAREZ V., V.H. \n&amp; BAHIA FILHO, A.F.C. Eluição de magnésio, cálcio e potássio de acordo \ncom o tempo de difusão em colunas com agregados de um Latossolo \nVermelho Distrófico típico. R. Bras. Ci. Solo, 27:231-238, 2003. \n\nBARBER, S.A. Influence of the plant root on ion movement in soil. In: CARSON, \nE.W., ed. The plant root and its environment. Charlottesville, University Press \nof Virginia, 1974. p.525-564. \n\nBARROS, N.F. &amp; COMERFORD, N.B. Sustentabilidade da produção de \nflorestas plantadas na região tropical. In: ALVAREZ V., V.H.; SCHAEFER, \nC.E.G.R.; BARROS, N.F.; MELLO, J.W.V. &amp; COSTA, L.M., eds. Tópicos em \nCiência do Solo. Volume 2. Viçosa, Sociedade Brasileira em Ciência do Solo, \n2002. p.487-592. \n\nBRESTIC, M., CORNIC, G., FRYER, M.J. &amp; BAKER, N.R. Does \nphotorespiration protect the photosynthetic apparatus in french bean leaves \nfrom photoinhibition during drought stress? Planta, 126:450-457, 1995.  \n\nCASTILHOS, D.D. &amp; ANGHIONI, I. Influência do suprimento de fósforo a \ndiferentes frações do sistema radicular sobre o comportamento do milho. R. \nBras. Ci. Solo, 12:263-267, 1988. \n\n\n\n \n\n43 \n\n \n\nCHAIB, S.L.; BULIZANI, E.A. &amp; CASTRO, L.H.S.M. Crescimento e produção do \nfeijoeiro em resposta a profundidade de aplicações de adubo fosfatado. \nPesq. Agropec. Bras., 19:817-822, 1984. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA – EMBRAPA. \nManual de métodos de análise de solo. 2. ed. revista. Rio de Janeiro, Centro \nNacional de Pesquisa de Solos, 2011. 225p. \n\nEPSTEIN, E. Nutrição mineral das plantas: princípios e perspectivas. São \nPaulo, Editora da Universidade de São Paulo, 1975. 341p. \n\nFERREIRA, D.F. SISVAR: um programa para análises e ensino de estatística. \nR. Symposium, 6:36-41, 2008. \n\nFÖHSE, D.; CLAASSEN, N. &amp; JUNGK, A. Phosphorus efficiency of plants. I - \nExternal and internal P requirement and P uptake efficiency of different plant \nspecies. Plant Soil, 110:101-109, 1988. \n\nGERLOFF, G.C. &amp; GABELMAN, W.H. The search for and interpretation of \ngenetic controls that enhance plant growth under deficiency levels of a \nmacronutrient. Plant Soil, 72:335-350, 1983. \n\nHOEFT, R.G.; WALSH, L.M. &amp; KEENEY, D.R. Evaluation of various extractants \nfor available soil sulfur. Soil Sci. Soc. Am. P., 37:401-404, 1973.  \n\nKAMINSKI, J. &amp; PERUZZO, G. Eficácia de fosfatos naturais reativos em \nsistemas de cultivo. Santa Maria, Sociedade Brasileira de Ciência do Solo, \n1997. 31p. (Boletim Técnico, 3) \n\nLEITE, B.P. Níveis críticos de fósforo para milho e eucalipto, em função de sua \nlocalização no solo. Viçosa, Universidade federal de Viçosa, 1991. 106p \n(Dissertação de Mestrado) \n\nMAIA NETO, R.F. Água para o desenvolvimento sustentável. A Água em \nRevista, 9:21-32, 1997. \n\nMANTOVANI,  E.C.,  BERNARDO,  S.,  PALARETTI,  L.F.  Irrigação:  Princípios  \ne Métodos. Viçosa, Universidade Federal de Viçosa, 2006. 318p. \n\nMEURER, E.J. Fatores que influenciam o crescimento e o desenvolvimento das \nplantas. In: NOVAIS, R.F.; ALVAREZ, V., V.H.; BARROS, N.F.; FONTES, \nR.L.; CANTARUTTI, R.B. &amp; NEVES, J.C.L., eds. Fertilidade do solo. Viçosa, \nSociedade Brasileira de Ciência do Solo, 2007. p.65-90. \n\nNOVAIS, R.F. &amp; SMITH, T.J. Fósforo em solo e planta em condições tropicais. \nViçosa, Universidade Federal de Viçosa, 1999. 399p. \n\nNYE, P.H. &amp; TINKER, P.B. Solute movement in the soil-root system. Berkeley, \nUniversity of California Press, 1977. 342p. \n\n\n\n \n\n44 \n\n \n\nOLIVEIRA, E.M.M.; RUIZ, H.A.; ALVAREZ V., V.H.; FERREIRA, P.A.; COSTA, \nF.O. &amp; ALMEIDA, I.C.C. Nutrient supply by mass flow and diffusion to maize \nplant in response to soil aggregate size and water potential. R. Bras de Ci. \nSolo. 34:317-327, 2010.  \n\nOLIVEIRA, R.H.; ROSOLEM, C.A. &amp; TRIGUEIRO, R.M. Importância do fluxo de \nmassa e difusão no suprimento de potássio ao algodoeiro como variável de \nágua e potássio no solo. R. Bras. Ci. Solo, 28:439-445, 2004. \n\nOLSEN, S.R. &amp; KEMPER, W.D. Movement of nutrients to plant roots. Adv. \nAgron., 20:91-151, 1968. \n\nPAZ, V.P.S.; TEODORO, R.E.F. &amp; MENDONÇA, F.C. Recursos hídricos, \nagricultura irrigada e meio ambiente. R. Bras. Eng. Agríc. Amb., 4:465-473, \n2000. \n\nPROCÓPIO, S.O.; SANTOS, J.B.; SILVA, A.A. &amp; COSTA, L.C. Análise do \ncrescimento e eficiência no uso da água pelas culturas de soja e feijão e por \nplantas daninhas. Acta Sci., 24:1345-1351, 2002. \n\nREICHARDT, K. Capacidade de campo. R. Bras. Ci. Solo, 12:211- 216, 1988. \n\nRODRIGUEZ, F. Custos e benefícios da irrigação no Brasil. ITEM: Irrigação e \nTec. Mod., 41:6-11, 1990. \n\nRODRÍGUEZ, D.; KELTJENS, W.G. &amp; GOUDRIAAN, J. Plant leaf area \nexpansion and assimilate production in wheat (Triticum aestivum L.) growing \nunder low phosphorus conditions. Plant Soil, 200:227-240, 1998. \n\nROSEGRANT, M.W.; CAI, X.; CLINE, S.A. Global water outlook to 2025: \naverting an impending crisis. Washington, DC, International Food Policy \nResearch Institute: International Water Management Institute, 2002. 28p. \n\nRUIZ, H.A. Efeito do conteúdo de água sobre o transporte de fósforo em dois \nLatossolos. Viçosa, Universidade Federal de Viçosa, 1986. 86p. (Tese de \nDoutorado) \n\nRUIZ, H.A. Incremento da exatidão da análise granulométrica do solo por meio \nda coleta da suspensão (silte+argila). R. Bras. Ci. Solo, 29:297-300, 2005. \n\nRUIZ, H.A.; FERNANDES, B.; NOVAIS, R.F. &amp; ALVAREZ, V., V.H. Efeito da \numidade do solo sobre o volume e conteúdo de fósforo no exsudato \nxilemático de soja. R. Bras. Ci. Solo, 12: 39-42, 1988a.  \n\nRUIZ, H.A.; FERNANDES, B.; NOVAIS, R.F.; ALVAREZ, V., V.H. &amp; FERREIRA, \nP.A. Efeito do conteúdo de água sobre os níveis críticos de fósforo em dois \nLatossolos. R. Bras. Ci. Solo, 12: 43-48, 1988b.  \n\nRUIZ-ERASO, M.H. Crescimento e acúmulo de fósforo em sorgo em resposta à \nlocalização de fosfato, ao potencial de água no solo e à frequência de \n\n\n\n \n\n45 \n\n \n\nirrigação. Viçosa, Universidade Federal de Viçosa, 2009, 77p. (Tese de \nDoutorado) \n\nSAMPAIO, E.V.S.B.; SALCEDO, I.H.; SILVA, V.M. &amp; ALVES, G.D. Capacidade \nde suprimento de N e resposta à fertilização de 20 solos de Pernambuco. R. \nBras. Ci. Solo, 20:269-279, 1995. \n\nSCHENCK, M.K. &amp; BARBER, S.A. Potassium and phosphorus uptake by corn \ngenotypes grown in the field as influenced by root characteristics. Plant Soil, \n54:65-76, 1980. \n\nSOUZA, F.S.; FARINELLI, R. &amp; ROSOLEM, C.A. Desenvolvimento radicular do \nalgodoeiro em resposta à localização do fertilizante. R. Bras. Ci. Solo, \n31:387-392, 2007. \n\nSTEVENSON, F.J. &amp; COLE, M.A. Cycles of soil carbon, nitrogen. phosphorus, \nsulfur, micronutrients. 2. ed. New York, John Wiley, 1999. 427p. \n\nTAYZ, L. &amp; ZEIGER, E. Plant physiology. 3. ed. Sunderland, Massachusetts, \nSinauer, 2002. 690p. \n\nTEDESCO, M.J.; GIANELLO, C.; BISSANI, C.A.; BOHNEN, H. &amp; VOLKWEISS, \nS.J. Análise de solo, plantas e outros materiais. 2.ed. Porto Alegre, \nUniversidade Federal do Rio Grande do Sul, 1995. 147p. (Boletim Técnico, 5) \n\nVALE, F.R.; NOVAIS, R.F.; SANT’ANNA, R. &amp; BARROS, N.F. Absorção e \ntranslocação de fosfato em milho suprido com nitrato ou amônio e pré-tratado \ncom alumínio. R. Bras. Ci. Solo, 8:219-222, 1984. \n\nWILLIAMS, E. G. &amp; REITH, J.W.S. Residual effects of phosphate and the \nrelative effectiveness on anual and rotational dressings, In: RESIDUAL value \nof applied nutrients. London, Min. of Agric. Fisheries and Food, 1971. (Tech. \nBull., 20) \n\nYEOMANS, J.C. &amp; BREMNER, J.M. A rapid and precise method for routine \ndetermination of carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, \n1988. \n\n\n\n \n\n46 \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n47 \n\n \n\n \n\n \n\n \n\nAPÊNDICE \n\n \n\nQuadro 1A. Análise de variância do consumo de água nas unidades \n\nesquerda (AE) e direita (AD) do vaso geminado, da relação AE/AD, do \n\nconsumo de água total (AT), da área foliar (AF), e da produção de matéria \n\nseca da parte aérea (PA), considerando os tratamentos aplicados  \n\nFV GL \n Quadrado Médio \n\nAE AD AE/AD AT AF PA \n\nBlocos 3 630583* 340665* 0,017 1728211* 918361* 50,95 \n\nTratamentos 9 8261614* 8331960* 1,687* 20675628* 6124161* 895,70* \n\nResíduo 27 64108 52208 0,014 96813 157811 18,12 \n\nCV (%)  50,17 41,91 63,24 36,07 40,58 50,15 \n\n*: significativo a 5 % pelo teste F. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n48 \n\n \n\nQuadro 2A. Análise de variância da produção de matéria seca de raízes na \n\nmetade superior e na metade inferior da unidade da esquerda (RSE e \n\nRIE), da relação RSE E RIE, na metade superior e na metade inferior da \n\nunidade da direita (RSD e RID), da relação RSD RID, na unidade da \n\nesquerda e na unidade da direita (RE = RSE + RIE e RD = RSD + RID) e no \n\nvaso geminado (RVG = RE + RD), considerando os tratamentos aplicados  \n\nFV GL \nQuadrado Médio \n\nSER RIE RSE/RIE RE RSD RID RSD/RID RD RVG \n\nBlocos 3 25* 15 1 72* 15* 33* 0,11 90* 283* \n\nTratamentos 9 5 13* 9* 26 12* 19* 1,10* 57* 116* \n\nResíduo 27 5 6 2 15 3 5 0,27 11 12 \n\nCV (%)  90 117 101 90 77 85 64 76 62 \n\n*: significativo a 5 % pelo teste F. \n\n \n\nQuadro 3A. Análise de variância das relações entre a área foliar (AF), a \n\nprodução de matéria seca da parte aérea (PA), de raízes na unidade da \n\nesquerda (RE) e de raízes na unidade da direita (RD), de raízes do vaso \n\ngeminado (RVG), considerando os tratamentos aplicados \n\nFV GL \n Quadrado Médio \n\nAF/PA AF/RE AF/RD AF/RVG PA/RE PA/RD PA/RVG RE/RD \n\nBlocos 3 196,73 5836297* 1808452 115258* 447,12* 116,65 8,14* 5,13 \n\nTratamentos 9 1826,72* 595423 2685663 16726* 54,24 129,80 0,25 15,05 \n\nResíduo 27 149,23 1063835 1628348 3047 88,77 78,95 0,19 8,58 \n\nCV (%)  20,21 96,21 134,41 37,93 96,95 116,23 32,13 163,40 \n\n*: significativo a 5 % pelo teste F. \n\n \n\n\n\n \n\n49 \n\n \n\nQuadro 4A. Análise de variância do teor de P da parte aérea (TPPA), das \n\nraízes na unidade da esquerda (TPRE), das raízes na unidade da direita \n\n(TPRD) e do teor ponderado de P do sistema radicular (TPR) e da planta \n\n(TPPlanta), considerando os tratamentos aplicados \n\nFV GL \nQuadrado Médio \n\nTPPA TPRE TPRD TPR TFPlanta \n\nBlocos 3 0,22* 0,23* 0,13* 0,19* 0,30* \n\nTratamentos 9 0,13* 0,08 0,06* 0,06 0,10* \n\nResíduo 27 0,04 0,04 0,02 0,03 0,03 \n\nCV (%)  16,58 19,86 16,54 16,98 16,84 \n\n*: significativo a 5 % pelo teste F. \n\n \n\nQuadro 5A. Análise de variância do conteúdo de P na parte aérea (CPPA), \n\nnas raízes na unidade da esquerda (CPRE), nas raízes na unidade da \n\ndireita (CPRD), nas raízes no vaso geminado (CPR = CPRE + CPRD) e \n\nrelações entre essas variáveis, considerando os tratamentos aplicados  \n\nFV GL \nQuadrado Médio \n\nCPPA CPRE CPRD CPR CPPA/CPR CPRE/CPR CPRD/CPR \n\nBlocos 3 468,38* 66,61 72,48* 210,83* 13,27* 0,05 0,05 \n\nTratamentos 9 2504,15* 39,33 78,28* 156,15* 0,96 0,11 0,11 \n\nResíduo 27 42,13 24,14 18,86 13,40 0,54 0,07 0,07 \n\nCV (%)  52,86 86,27 74,10 53,84 35,52 60,52 48,14 \n\n*: significativo a 5 % pelo teste F. \n\n \n\n\n\n \n\n50 \n\n \n\nQuadro 6A. Análise de variância do volume (VE), da concentração de P \n\n(CPE) e do conteúdo de P (COPE) no exsudato xilemático coletado por \n\n2h, do conteúdo total de P na planta (CTPP), do fluxo de massa de P na \n\nunidade esquerda (FMUE), na unidade direita (FMUD) e no vaso \n\ngeminado (FMVG), considerando os tratamentos aplicados  \n\nFV GL \nQuadrado Médio \n\nVE CPE COPE CTPP FMUE FMUD FMVG \n\nBlocos 3 1,58 126,97 0,0114* 261* 0,18* 0,10* 0,50* \n\nTratamentos 9 4,61* 425,89 0,0122* 3863* 2,92* 2,94* 7,30* \n\nResíduo 27 1,01 373,42 0,0031 56 0,02 0,02 0,03 \n\nCV (%)  78,65 32,63 80,96 49 56 46 40 \n\n*: significativo a 5 % pelo teste F. \n\n \n\nQuadro 7A. Análise de variância da difusão de P no vaso geminado (DVG), \n\nna unidade esquerda (DUE), na unidade direita (DUD), na relação entre \n\n(DUE e FMUE), (DUD e FMUD) e (DVG e FMVG), considerando os \n\ntratamentos aplicados  \n\nFV GL \nQuadrado Médio \n\nDVG DUE DUD DUE/FMUE DUD/FMUD DVG/FMVG \n\nBlocos 3 245* 686 126,1 138 32 9 \n\nTratamentos 9 3549* 860* 1623* 176 720* 56* \n\nResíduo 27 55 310 285 99 78 5 \n\nCV (%)  50 86 71 63 74 24 \n\n*: significativo a 5 % pelo teste F. \n\n \n\n \n\n\n\n \n\n51 \n\n \n\nQuadro 8A. Teores de K, Ca, Mg, S, Mn, Zn e Cu da parte aérea (PA), das \n\nraízes na unidade da esquerda (RE), das raízes na unidade da direita (RD) \n\ne teor ponderado do sistema radicular (SR) e da planta por vaso \n\ngeminado (VG), considerando a localização de 300 mg dm-3 de P e o \n\npotencial de trabalho (?) \n\nP1/ \n?2/ \n\nPA RE RD SR Planta \nE D \n\nPOTÁSSIO \n\n _____kPa_____ g kg-1/VG _______g kg-1/C______ g kg-1/VG g kg-1/VG \n\nS -9 -9 19,33 11,62 10,19 10,66 16,92 \n -50 -9 19,56 15,36 14,17 14,65 17,85 \n\n -50 -50 24,95 8,17 14,84 14,03 21,17 \n\nI -9 -9 22,48 17,24 8,62 13,49 19,89 \n -50 -9 23,83 10,23 13,71 13,27 20,19 \n -50 -50 28,69 8,73 15,26 12,19 24,05 \n\nM -9 -9 19,56 11,39 13,79 13,70 18,06 \n\n -9 -50 20,75 10,36 7,44 7,92 17,15 \n\n -50 -9 22,48 17,31 15,61 15,91 20,14 \n\n -50 -50 26,82 16,51 9,23 15,48 23,86 \n\nCÁLCIO \n\nS -9 -9 2,83 3,64 4,14 3,94 3,09 \n\n -50 -9 2,68 3,38 4,20 3,90 2,99 \n\n -50 -50 2,91 2,58 3,13 3,02 2,92 \n\nI -9 -9 3,20 4,14 3,84 4,31 3,50 \n\n -50 -9 3,20 4,07 4,46 4,38 3,46 \n\n -50 -50 3,67 3,01 3,54 3,27 3,50 \n\nM -9 -9 2,86 3,33 4,19 3,78 3,04 \n\n -9 -50 2,70 2,94 3,05 3,05 2,78 \n\n -50 -9 2,99 2,32 2,54 2,33 2,79 \n\n -50 -50 3,42 3,49 3,27 2,64 3,21 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso \n\ngeminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da unidade \n\nda direita do vaso geminado. 2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\n \n\n \n\n\n\n \n\n52 \n\n \n\n      Quadro 8A. (Continuação) \n\nP1/ ?2/ \n    PA       RE      RD    SR     Planta \n\n E D \n\nMAGNÉSIO \n\n _____kPa_____ g kg-1/VG _______g kg-1/C______ g kg-1/VG g kg-1/VG \n\nS -9 -9 2,43 2,00 2,39 2,26 2,35 \n\n -50 -9 2,04 2,15 2,46 2,35 2,11 \n\n -50 -50 2,15 1,63 1,91 1,87 2,02 \n\nI -9 -9 2,35 2,80 2,72 3,00 2,54 \n\n -50 -9 2,01 3,35 3,10 3,05 2,25 \n\n -50 -50 2,10 2,25 2,19 2,21 2,08 \n\nM -9 -9 2,12 2,40 2,64 2,71 2,24 \n\n -9 -50 2,17 1,74 2,13 2,02 2,13 \n\n -50 -9 1,98 1,49 1,74 1,53 1,84 \n\n -50 -50 2,08 2,12 2,44 1,65 1,97 \nENXOFRE \n\nS -9 -9 2,24 28,00 27,20 28,47 8,43 \n\n -50 -9 2,81 24,98 24,71 24,68 7,83 \n -50 -50 3,40 23,82 27,27 26,53 9,13 \n\nI -9 -9 2,22 33,79 34,70 34,56 11,45 \n\n -50 -9 2,65 24,66 23,26 24,47 7,82 \n\n -50 -50 2,87 27,79 25,98 27,88 8,48 \n\nM -9 -9 2,90 22,50 23,09 22,79 7,34 \n\n -9 -50 2,24 22,10 24,44 23,88 6,91 \n\n -50 -9 2,44 26,56 26,72 26,60 8,82 \n\n -50 -50 2,86 33,53 42,13 25,82 8,87 \nMANGANÊS \n\n   mg kg-1/VG _______mg kg-1/C______ mg kg-1/VG mg kg-1/VG \n\nS -9 -9 76,56 42,64 48,11 46,38 66,88 \n\n -50 -9 71,76 52,09 43,81 45,63 63,70 \n\n -50 -50 101,93 47,16 49,28 48,47 83,88 \n\nI -9 -9 84,85 49,98 47,03 49,53 74,87 \n\n -50 -9 86,85 60,95 57,21 57,18 76,02 \n -50 -50 108,59 42,73 51,61 47,18 92,37 \n\nM -9 -9 70,85 47,13 49,73 47,05 64,27 \n\n -9 -50 80,80 87,00 46,75 68,57 80,88 \n\n -50 -9 82,63 47,65 47,16 48,43 70,71 \n\n -50 -50 111,65 58,77 42,56 40,37 92,95 \n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso \n\ngeminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da unidade \n\nda direita do vaso geminado. 2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n\n\n \n\n53 \n\n \n\nQ Quadro 8A. (Continuação)  \n\nP1/ ?2/ \n    PA       RE      RD    SR     Planta \n\n E D \n\nZINCO \n\n _____kPa_____ mg kg-1/VG _______mg kg-1/C______ mg kg-1/VG mg kg-1/VG \n\nS -9 -9 35,49 113,24 50,88 72,63 45,57 \n\n -50 -9 35,50 64,29 92,21 79,55 47,98 \n -50 -50 49,46 95,09 234,44 211,31 90,85 \n\nI -9 -9 39,04 62,70 49,56 61,85 44,64 \n\n -50 -9 41,44 75,05 63,76 76,14 49,46 \n -50 -50 59,81 81,34 192,38 143,21 79,73 \n\nM -9 -9 32,96 195,08 50,28 128,86 52,79 \n\n -9 -50 31,86 48,74 49,79 48,26 36,37 \n\n -50 -9 46,01 102,38 201,71 183,32 81,59 \n\n -50 -50 48,76 163,15 124,22 132,74 70,47 \n\nCOBRE \n\nS -9 -9 6,08 9,26 9,48 9,64 7,00 \n\n -50 -9 6,01 9,21 8,99 9,03 6,80 \n -50 -50 6,49 9,49 9,53 9,45 7,35 \n\nI -9 -9 6,34 8,84 9,78 9,18 7,14 \n\n -50 -9 6,21 10,01 9,39 9,33 7,12 \n -50 -50 7,04 14,69 9,57 12,40 8,45 \n\nM -9 -9 5,81 8,61 9,43 8,96 6,57 \n\n -9 -50 5,50 9,65 9,43 9,57 6,63 \n\n -50 -9 6,23 9,09 9,50 9,37 7,19 \n\n -50 -50 7,15 9,45 13,80 7,39 7,20 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso \n\ngeminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da unidade \n\nda direita do vaso geminado. 2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n54 \n\n \n\nQuadro 9A. Conteúdo de K, Ca, Mg, S, Mn, Zn e Cu da parte aérea (PA), das \n\nraízes na unidade da esquerda (RE), das raízes na unidade da direita \n\n(RD), das raízes no vaso geminado (VG) (CR = RE + RD) e da planta (PA + \n\nCR), considerando a localização de 300 mg dm-3 de P e o potencial de \n\ntrabalho (?) \n\nP1/ \n?2/ \n\nPA RE RD CR Planta \nE D \n\nPOTÁSSIO \n\n _____kPa_____ mg/VG _______mg/C______ mg/VG mg/VG \n\nS -9 -9 929,22 57,49 147,12 204,61 1133,83 \n\n -50 -9 663,51 59,85 134,00 193,85 857,36 \n -50 -50 356,81 33,83 61,16 94,99 451,80 \n\nI -9 -9 831,37 146,51 56,25 202,76 1034,13 \n\n -50 -9 610,52 43,89 103,95 147,84 758,36 \n -50 -50 261,31 12,51 25,76 38,26 299,58 \n\nM -9 -9 1027,48 115,51 128,91 244,42 1271,89 \n\n -9 -50 676,15 63,66 71,64 135,29 811,44 \n\n -50 -9 620,07 107,46 94,60 202,06 822,13 \n\n -50 -50 296,29 47,71 10,09 32,30 328,59 \n\nCÁLCIO \n\nS -9 -9 135,97 19,46 51,66 71,12 207,09 \n\n -50 -9 91,15 14,10 38,61 52,70 143,86 \n -50 -50 41,54 7,92 13,51 21,43 62,97 \n\nI -9 -9 117,67 42,54 20,52 63,06 180,74 \n\n -50 -9 83,63 15,00 33,67 48,67 132,30 \n -50 -50 33,02 4,54 5,80 10,34 43,36 \n\nM -9 -9 151,08 28,41 35,60 64,01 215,09 \n\n -9 -50 88,42 16,04 24,84 40,88 129,30 \n\n -50 -9 82,30 15,22 17,46 32,68 114,98 \n\n -50 -50 38,34 7,62 3,63 13,79 48,69 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso \n\ngeminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da unidade \n\nda direita do vaso geminado. 2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n \n\n \n\n \n        \n\n\n\n \n\n55 \n\n \n\nQuadro 9A. (Continuação)  \n\nP1/ ?2/ \nPA      RE RD   CR Planta \n\n E D \n\nMAGNÉSIO \n\n _____kPa_____ mg/VG _______mg/C______ mg/VG mg/VG \n\nS -9 -9 114,84 10,58 29,74 40,32 157,34 \n\n -50 -9 66,23 8,69 23,34 32,02 101,42 \n\n -50 -50 30,48 4,65 8,14 12,79 43,50 \n\nI -9 -9 82,52 29,39 15,49 44,87 130,78 \n\n -50 -9 40,02 10,53 22,43 32,96 85,36 \n -50 -50 14,25 3,27 3,54 6,81 25,87 \n\nM -9 -9 114,66 23,35 23,79 47,13 159,59 \n\n -9 -50 46,06 9,75 17,35 27,10 98,92 \n\n -50 -9 43,45 9,29 11,54 20,84 75,18 \n\n -50 -50 21,59 4,61 10,58 8,62 29,63 \nENXOFRE \n\nS -9 -9 109,16 150,06 304,37 454,44 563,60 \n\n -50 -9 95,38 79,48 190,52 270,00 365,38 \n -50 -50 48,70 26,47 106,69 133,16 181,86 \n\nI -9 -9 81,66 336,06 213,20 549,26 630,91 \n\n -50 -9 70,46 70,98 143,09 214,07 284,54 \n -50 -50 26,01 40,43 42,32 82,75 108,76 \n\nM -9 -9 152,70 214,62 150,11 364,73 517,43 \n\n -9 -50 74,00 67,99 170,36 238,36 312,35 \n\n -50 -9 66,78 115,27 166,02 281,29 348,07 \n\n -50 -50 31,85 70,18 43,47 137,05 134,64 \nMANGANÊS \n\n   mg/VG _______mg/C_______ mg/VG mg/VG \n\nS -9 -9 3,63 0,23 0,62 0,85 4,48 \n\n -50 -9 2,44 0,22 0,41 0,63 3,06 \n -50 -50 1,46 0,12 0,21 0,34 1,80 \n\nI -9 -9 3,12 0,50 0,23 0,72 3,84 \n\n -50 -9 2,25 0,23 0,43 0,66 2,90 \n -50 -50 1,00 0,06 0,09 0,15 1,15 \n\nM -9 -9 3,75 0,41 0,41 0,82 4,57 \n\n -9 -50 2,62 0,89 0,38 1,27 3,89 \n\n -50 -9 2,28 0,30 0,32 0,61 2,89 \n\n -50 -50 1,25 0,13 0,03 0,16 1,41 \n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso geminado; \n\nM: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da unidade da direita do \n\nvaso geminado. 2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n\n\n\n \n\n56 \n\n \n\nQuadro 9A. (Continuação) \n\nP1/ ?2/ \nPA RE RD CR Planta \n\n E D \n\nZINCO \n\n _____kPa_____ mg/VG _______mg/C______ mg/VG mg/VG \n\nS -9 -9 1,71 0,64 0,73 1,37 3,08 \n\n -50 -9 1,22 0,25 0,85 1,10 2,32 \n -50 -50 0,71 0,23 0,96 1,19 1,90 \n\nI -9 -9 1,45 0,63 0,25 0,88 2,34 \n\n -50 -9 1,06 0,30 0,47 0,77 1,83 \n\n -50 -50 0,56 0,12 0,34 0,45 1,02 \n\nM -9 -9 1,75 1,34 0,49 1,83 3,58 \n\n -9 -50 1,03 0,27 0,43 0,70 1,73 \n\n -50 -9 1,30 0,45 1,65 2,09 3,40 \n\n -50 -50 0,54 0,35 0,15 0,50 1,04 \n\nCOBRE \n\nS -9 -9 0,29 0,05 0,13 0,18 0,47 \n\n -50 -9 0,20 0,04 0,08 0,12 0,33 \n\n -50 -50 0,09 0,02 0,04 0,06 0,16 \n\nI -9 -9 0,23 0,09 0,05 0,14 0,37 \n\n -50 -9 0,16 0,04 0,07 0,11 0,27 \n\n -50 -50 0,06 0,02 0,02 0,04 0,10 \n\nM -9 -9 0,31 0,07 0,09 0,16 0,47 \n\n -9 -50 0,18 0,06 0,08 0,13 0,31 \n\n -50 -9 0,17 0,06 0,07 0,12 0,30 \n\n -50 -50 0,08 0,03 0,01 0,03 0,11 \n\n1/ S: localização de P na metade superior do vaso geminado; I: localização de P na metade inferior do vaso \n\ngeminado; M: mista, localização de P na metade superior da unidade da esquerda e na metade inferior da unidade \n\nda direita do vaso geminado. 2/ E e D: potencial de trabalho na unidade da esquerda e da direita, respectivamente. \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n57 \n\n \n\n \n\n \n\nFigura 1A. Consumo de água na unidade esquerda (AE), na unidade direita (AD), no \n\nvaso geminado (AT) (A); contrates médios para consumo de água na unidade \n\nesquerda (B); na unidade direita (C); no vaso geminado (D); produção de \n\nmatéria seca (E) e área foliar (F), considerando C1: (PS + PI) vs. PM; C2: PS vs. \n\nPI; C3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS; C4: ?(-9/-9) vs. ?(-50/-9) d/PS; C5: \n?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI; C6: ?(-9/-9) vs. ?(-50/-9) d/PI; C7: ?(-9/-9) \n+ ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM; C8: ?(-9/-9) vs. (?(-9/-50) + ?(-50/-9) \nd/PM; C9: ?(-9/-50) vs. ?(-50/-9) d/PM. \n\nA \n\nC \n\nB \n\n   D \n\n\n\n \n\n58 \n\n \n\n \n\n \n\nFigura 2A. Teor de P da parte área (TPPA), das raízes da esquerda (TPRE) e das \n\nraízes da direita (TPRD) (A); conteúdo de P da parte área (CPPA), das raízes da \n\nunidade esquerda (CPRE) e das raízes da unidade direita (CPRD) (B), contrastes \n\nmédios para conteúdo de P da parte aérea (C); contrastes médios para matéria \n\nseca das raízes do vaso geminado (D); considerando C1: (PS + PI) vs. PM; C2: \n\nPS vs. PI; C3: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PS; C4: ?(-9/-9) vs. ?(-50/-9) \nd/PS; C5: ?(-9/-9) + ?(-50/-9) vs. ?(-50/-50) d/PI; C6: ?(-9/-9) vs. ?(-50/-9) d/PI; \nC7: ?(-9/-9) + ?(-9/-50) + ?(-50/-9) vs. ?(-50/-50) d/PM; C8: ?(-9/-9) vs. (?(-9/-50) \n+ ?(-50/-9) d/PM; C9: ?(-9/-50) vs. ?(-50/-9) d/PM. \n\n \n\n \n\nA B \n\nC D \n\n\n\n \n\n59 \n\n \n\n \n\n  \n\n \n\nFigura 3A. Produção de matéria seca da parte aérea (A); área foliar (B); contribuição \n\npercentual da difusão e do fluxo de massa de P (C) e relação entre difusão de P \n\nno vaso geminado (DVG) e fluxo de massa de P no vaso geminado (FMVG) (D).  \n\n \n\nA B \n\nC D"}]}}}