{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03983"}, {"@name": "filename", "#text": "BGP_2004_12_1_04_Editorial_Sumario.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "editorial\nÉ com grande satisfação que vejo ressurgir o Boletim de Geociências da Petrobras (BGP), periódico que teve sua circulação interrompida em 1997 após mais de dez anos de existência. Reconhecido na comunidade geológica nacional e internacional pela excelência de seu conteúdo, o BGP é um importante instrumento de difusão das atividades desenvolvidas pela Petrobras na área da Geologia do Petróleo e de disseminação de conhecimento sobre as bacias sedimentares brasileiras.\nPara essa nova fase, o periódico está sendo remodelado em seus aspectos editoriais, com programação visual atualizada e versões em papel, CD e possibilidade de busca de artigos tanto na Intranet quanto na Internet, esta última destinada principalmente à comunidade externa.\nNão obstante essas importantes iniciativas, o aspecto mais relevante a ser destacado está no fato do BGP \"renascer\" em meio às comemorações dos 50 anos da Petrobras e, particularmente, num ano em que a Companhia experimentou uma profunda e radical transformação em seus ativos petrolíferos. Éramos uma empresa operando numa situação estratégica desconfortável, dadas às circunstâncias em que se apresentavam, por um lado as bacias maduras produzindo 250 000 barris de óleo por dia, de outro a Bacia de Campos com 1,25 milhões de barris diários e, por fim, a produção preponderante de óleo pesado. Ao findar 2003, tal panorama empresarial já se mostrava completamente diverso, muitíssimo mais favorável. Cerca de 4,5 bilhões de barris de óleo-equivalente recuperáveis haviam sido descobertos, incluindo enormes quantidades de gás e de óleo leve.\nAs perspectivas abertas a partir dessa nova realidade são estrategicamente formidáveis. Primeiro, porque a pressão sobre os campos em estágio explotatório avançado se atenuou, permitindo a implementação de ações planejadas, de médio prazo, com o objetivo de otimizar o fator de recuperação destas concessões e elevar sua rentabilidade e sua susten-tabilidade econômica.\nEm seguida, porque nossa área geográfica de operação se expandiu. Descobrimos alternativas exploratórias e de produção concretas, fora dos limites da Bacia de Campos. Hoje, nossos projetos nas bacias do Espírito Santo e de Santos competem com os de Campos em razão de sua elevada atra-\ntividade econômica, propiciando à Direção da Companhia confortável margem de reflexão no processo decisório da alocação de nossos investimentos.\nFinalmente, em razão dos grandes volumes de gás descobertos na Bacia de Santos\ne das importantes acumulações de óleo leve definidas na Bacia do Espírito Santo, temos hoje condições de modificar significativamente a matriz energética brasileira\n- com o gás de Santos - e aliviar a robustez dos processos de nossas refinarias para operar com o petróleo nacional ao se eliminar a necessidade de importação de óleo leve, com o\nsucedâneo doméstico encontrado nas acumulações definidas\nno Espírito Santo.\nO que está por detrás destes fatos? Não me parece haver dúvidas de que este enorme sucesso empresarial da área de E&amp;P é em decorrência direta de nossa competência tecnológica em interpretação geológica aplicada às bacias sedimentares brasileiras, hoje grandemente calcada no tremendo avanço das ferramentas geoquímicas e geofísicas (particularmente da sísmica), e no conhecimento científico que sempre marcou a área de Exploração e Produção da Companhia.\nOutro aspecto de suma importância que se pode apontar é que, agora, estamos a tratar com modelos alternativos de geração, incluindo a possibilidade de que níveis marinhos estejam contribuindo na carga petrolífera de nossas trapas. A eles se associam depósitos decorrentes de processos de sedimentação em ambiente marinho profundo ainda não descritos na literatura científica mundial, o que demanda arrojo e criatividade do corpo de geólogos e geofísicos da Petrobras para construir modelos paleogeográficos e paleoam-bientais inéditos.\nNão poderia deixar de, igualmente, trazer à condição de fator determinante de nossa competência em E&amp;P o trabalho articulado, em equipes multidisciplinares, constituídas de representantes de todos os agentes do processo industrial que operamos, das nossas UN's, do E&amp;P-CORP, do Cenpes e da Universidade Corporativa. Certamente repousa nesta atuação integrada - não muito comum em outras empresas petrolíferas - uma das razões de nossa criatividade, do entusiasmo que demonstramos em nossos trabalhos.\nNão será difícil, portanto, concluir-se que o êxito de nossas atividades exploratórias baseia-se no efetivo e sempre crescente conhecimento, por parte dos geólogos e geofísicos da Petrobras, do amplo leque de disciplinas que formam as Geociências. Para atingirmos este patamar foi necessário tomar decisões de política empresarial comprometidas com o treinamento contínuo, com os programas de pós-graduação, com a permanente integração com a comunidade científica-industrial do setor petrolífero mundial. Durante décadas esta foi uma marca da relação da Petrobras com seus geólogos e geofísicos. O sucesso de hoje, claro, se deve à atual geração de exploracionistas e especialistas mas, com certeza, estes colegas que hoje realizam seu trabalho no interior de maravilhosas salas de interpretação 3D são herdeiros daquelas gerações que os antecederam e que se debruçavam nas longas mesas de interpretação para produzirem os dados básicos das locações exploratórias.\nNa OTC - Offshore Technology Conference - do ano passado, 2003, discutiu-se amplamente o futuro das empresas petrolíferas, concluindo-se, rapidamente e sem questionamentos, que a manutenção do conhecimento em taxas crescentes de profundidade e abrangência torna-se o fator crítico de competitividade e da própria sobrevivência das empresas petrolíferas, reconhecendo a correção da decisão da Petrobras, e apontando para a imprescindibilidade de prosseguirmos com esta política.\nO conhecimento, entretanto, não trará resultados a não ser que sua disseminação seja estimulada e praticada. E ainda que os meios eletrônicos apresentem-se avassaladores no que respeita à comunicação, é na concretude, na materialidade do texto impresso que o conhecimento se eterniza, pois está sempre à mão, fácil e oferecido. Naturalmente, num cenário de elevada competição empresarial, certos cuidados serão indispensáveis de serem atendidos. Mas esta dificuldade, facilmente contornável com bom senso e atenção, nunca deverá ser apresentada como obstáculo intransponível para que não se publique a produção intelectual de nossos profissionais de Geociências.\nCom a retomada da edição do BGP, a Petrobras resgata um importante veículo disseminador de conhecimentos, alinhado ao compromisso histórico da Companhia de contribuir na edificação e fortalecimento das Geociências em nosso País. É também uma iniciativa destinada a recuperar o lugar de destaque que a Petrobras deve exercer na comunidade geocientífica brasileira, como principal empregadora de geólogos e geofísicos e um dos principais instrumentos de desenvolvimento do nosso País.\nEstou convencido de que foi uma decisão acertada, cuja consolidação exigirá a colaboração de todos.\nGuilherme Estrella I Geólogo\nDiretor de Exploração e Produção\nediLorial\nIt is with great pleasure that we announce that the Petrobras Geoscience Bulletin (Boletim de Geociências da Petrobras - BGP) has resumed publication for the first time since 1997 when this was suspended following the publication of issues over more than ten years. The Petrobras Geoscience Bulletin has been recognized by the national and international geoscience community for the excellence of its content and as an important instrument in informing the pub-lic at large about the technological advances in Petroleum Geology being made by Petrobras, includ-ing the dissemination of knowledge about the Brazilian sedimentary basins.\nThe editorial aspects of the periodical have been remodeled with an updated visual presentation with hardcopy paper and CD versions enabling a literature search through the Intranet as well as the Internet, the latter directed mainly to the externai community.\nApart from these important initiatives, the most relevant aspect to be pointed out is the fact that the BGP has been revived during the commemorations in honor of 50 years of Petrobras, and especially, in a year in which the Company underwent a deep and radical transformation in its petroleum assets. We were a company operating in a strategically uncomfortable situa-tion given the circumstances in which there occurred on one hand the mature basins producing 250 000 barreis ofoil per day, while on the other hand the Campos basin was producing 1.25 million barreis per day; and last but not least, the oil produced was predominantly heavy oil. However, at the end of 2003, the corporate panorama was seen to be very much more favourable in the light of the discovery of about 4.5 billion barreis of recoverable oil equivalent, including huge quanti-ties of gas and light oil.\nThe perspectives opened by the new reality are strategically formidable. Firstly, due to the fact that the pressure on the fields in the advanced exploration phase became less allowing for more thorough mid-term planning with the objective optimizing the recovery factor of these concessions and increasing their production and economic sustainability.\nSecondly, because our geographical area of opera-tion expanded. We discovered exploration alterna-tives with guaranteed production outside the limits of the Campos basin. Today, our projects in the basins of Espírito Santo and Santos compete with the Campos basin in function of their high economic potential thus affording the Company's Board of Directors a com-fortable margin for reflection when deciding on the allocation of investment funds.\nFinally, in view of the large volumes of gas discov-ered in the Santos basin and the important accumula-tions of light oil defined in the Espirito Santo basin, we are now able to alter significantly the Brazilian energy matrix, and thanks to the gas from the Santos basin we are able to eliviate the robustness of the processes ofour refineries to operate with national oil eliminating the necessity for the importation of light oil due to the domestic substitute present in the resources found in Espirito Santo.\nWhat could be behind these facts? There can be no doubt that this outstanding corporate success in the E &amp; P area results directly from our technological competence in geological integration applied to the Brazilian sedimentary basins, today largely based on the tremendous advance in geochemical and geo-physical techniques (especially seismic surveying) as well as in the sound scientific practice which has always marked the exploration and production departments of the Company.\nAnother aspect of paramount importance is that we now have alternative models for oil generation at our disposal, including the possibility that marine leveis may be contributing to the petroliferous con-tent of our traps. To these are associated deposits resulting from sedimentary processes in deep-sea envi-ronments not yet described in the world's scientific literature, demanding imagination and creativity of the Company's geologists and geophysicists in the construction of original paleogeographic and paleo-environmental models.\nIn the same vein, one should not fail to mention the coordinated efforts of multi-disciplinary teams as a determinative factor in our competence at E &amp; P. These teams comprise representatives of all the industrial processes which we operate including our UNs, of the E &amp; P - CORP, of Cenpes and of the Corporate University. Certainly, in this integrated effort - not very usual in other petroleum companies - there lies one of the main origins of our creativity and the enthusiasm that we show in our work.\nTherefore, it would not be difficult to conclude that the results ofour exploration activities are based on the effective and ever-growing knowledge of the geologists and geophysicists of Petrobras of the wide range of disciplines that constitute the Geosciences. In order for us to attain this levei of excellence it became necessary to make political decisions at the corporate levei regarding ongoing training, including post-graduate programmes, as well as regarding the permanent integration with the industrial-scientific community of the world petroleum sector. For decades this has been an outstanding aspect of the relationship between Petrobras and its geologists and geophysicists. Contemporary success, clearly, must be\nattributed to the present generation of explorationists and specialists, but certainly these colleagues that today carry out their interpretation work in marvelous 3D workstations are the successors to those who bent over long tables to interpret the basic data leading to the selection of exploration targets.\nAt the OTC - Offshore Technology Conference held in 2003, the future of the oil companies was debated at length, and it was concluded quickly and without question that the maintenance of knowledge at a growth rate ofdepth and width was a criticai factor in the competitiveness and even survival of the petroleum companies, recognizing the correctness of the Petrobras decision and noting the unprecedented manner with which the Company had pursued this policy.\nHowever, knowledge does not bring results unless its dissemination is stimulated and practiced. Even though electronic means appear to dominate commu-nication it is in the printed text the knowledge becomes eternal since this is always at hand, easy and available. Naturally, in the scenario of high corporate competition certain precautions are indispensable. However, this difficulty, easily resolved by common sense and attention should never form an insurmount-able obstacle preventing the publication of the intel-lectual achievements of our geoscience professionals.\nWith the resumed publication of the BGP, Petrobras has revived an important means of dissemi-nating knowledge in line with the historical role of the Company in contributing to the building up and strengthening of the geosciences in our Country. It is also an initiative directed at the recovery ofthe important role that Petrobras should play in the Brazilian geoscientific community as the main employer of geologists and geophysicists, and as one of the main instruments of development of our Country.\nI am convinced this was a correct decision, the con-solidation of which will require the collaboration ofall.\nGuilherme Estrella I Geologist Director of Exploration and Production\níndice\nExploração na Petrobras: 50 anos de sucesso\nPaulo Manuel Mendes de Mendonça | Adali Ricardo Spadini | Edison José Milani\nBlocos basculados truncados por discordância angular:\nlições aprendidas em trapeamento combinado de bidrocarbonetos, Bacia do Ceará, Nordeste do Brasil\nOtaviano da Cruz Pessoa Neto\nSistemas deposicionais de talude e de bacia no Eoceno da Bacia de Santos\nJobel Lourenço Pinheiro Moreira | Mário Carminatti\nRestauração estrutural de seções e previsibilidade de petróleo em Roncador, Bacia de Campos\nDelzio de Lima Machado Júnior | Dimas Ferreira da Silva Coelho | Hédio Simplicio Selbach | Carlos Eduardo da Silva Pontes\nAspectos controladores do potencial selante de falhas:\nexemplo do Campo de Pilar, Bacia de Sergipe-Alagoas, Brasil\nCláudio Borba | Luís Augusto Mascarenhas Aguiar | Walter Becker Maciel | Marcelo Soares de Almeida\nDorval Carvalho Dias Filho | Rogério Schiffer de Souza\nModelagem da anisotropia em sistemas fraturados a partir de estudos de alta resolução na Bacia do Paraná, Brasil\nCiro Jorge Appi | Sidnei Pires Rostirolla\nAtributos DHI (Indicadores Diretos de Hidrocarboneto) obtidos a partir do dado sísmico pré-empilhamento: uma análise integrada da rocha à sísmica\nLúcia Duarte Dillon | Guilherme Fernandes Vasquez | Cassiane Maria Nunes Guenther Schwdersky Neto |\nRaquel Quadros Velloso\nHistórico do estudo de dinoflagelados fósseis no Brasil:\nsua relação com a evolução da exploração petrolífera no Cretáceo das bacias da margem continental\nMitsuru Arai | Cecília Cunha Lana\nbreues comunicações\nNovas ocorrências de diques de diabásio na faixa Colatina - ES:\nestruturas rúpteis associadas e implicações tectônicos para as bacias de Campos e do Espírito Santo\nLuiz Carlos Chaves Novais | Lino Brito Teixeira | Marcelo Teixeira das Neves | João Bosco Monteiro Rodarte\nJulio César Horta de Almeida | Cláudio de Morisson Valeriano"}]}}}