{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05201"}, {"@name": "filename", "#text": "11_Newton_Takashina.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PROJETO DO MASTRO DAS SONDAS DE\nPRODUÇÃO MARÍTIMA DO PÓLO NORDESTE DA rácia rír í-ampdç\nOFFSHORE DRILLING RIG MAST PROJECT FOR THE NORTHEASTERN AREA OF THE CAMPOS BASIN\nNewton Tadochi Takashina1\" e Carlos Yoshio Kajiharcf1\nRESUMO — Apresentam-se os procedimentos seguidos no desenvolvimento do projeto do mastro das sondas de produção marítima do Pólo Nordeste da Bacia de Campos. Analisam-se as diversas facilidades de que o mastro dispõe para a execução dos serviços requisitados, bem como todas as premissas de cálculos e métodos para o adequado dtmensionamento do mesmo. Abordam-se também as normas que regulamentam o projeto do mastro, os materiais utilizados na fabricação e o roteiro de teste executado.\t,\nABSTRACT — Procedures followed in designing masts for offshore production rigs in the Northeastern Area of the Campos Basin are presented. Various advantages afforded by the mast in the performance of required tasks are analyzed, along with all calculation premises and methods for adequate sizing. Standards covering mast design, materials used in manufacture, and test routines are also examined.\n(Originais recebidos em 10.01,89.)\n1\t- Divisão de Completação,\nRestauração e Estimulação, Departamento de Produção. •\n2\t- Equipamentos Villares S.A.\n1\t- CONCEPÇÃO DO MASTRO\n1.1\t— Estrutura\nÉ do tipo marítimo, vertical, autopor-tante com capacidade (API Spec 4F) no gancho de 158 730 kgf (350 000 íb) com oito linhas passantes no sistema bloco de coroamento versus catarina e altura livre de 31,1 m (102 pés).\nPossui capacidade de 132 000 kgf de tubos estaleirados na vertical simultânea e para:\n—\t360 tubos de perfuração de 3 1/2 pol. IF-13,3 Ib/pé (3 330 m);\n—\t16 comandos de perfuração de 4 3/4 pol. - 46,8 Ib/pé (150 m);\n—\t380 tubos de produção de 3 1/2 pol. EUE —9,3 Ib/pé (3 700 m);\n—\t1 cabeça rotativa de injeção com haste quadrada.\nA estrutura do mastro é formada por três seções:\na — Uma base ou seção inferior ligada por parafusos à subestrutura da plataforma de trabalho que serve como pivô de içamento hidráulico, construída de forma a facilitar\na montagem da seção intermediária e superior;\nb — Uma seção intermediária que serve de guia para o içamento da seção superior; em sua extremidade superior está instalada a plataforma do torrista;\nc — Uma seção superior ou telescópica onde está localizado o bloco de coroamento.\nO mastro é contraventado externa e internamente para produzir um conjunto de excepcional rigidez à torção, conforme mostrado na figura 1.\n1.2\t— Facilidades e Acessórios\nIntegram a estrutura do mastro as seguintes facilidades e acessórios:\na — Plataformas, corrimãos e escadas para acesso ao travamento e nivelamento do mastro, à plataforma do torrista e ao bloco de coroamento;\nb — Suportes para iluminação, sinalização e instrumentação;\nc — Contrapeso para chaves flutuantes;\nd — Roletes-guia do cabo de manuseio\nBloco de coroamento\nSeçao superior\nJib crane ou lança auxiliar\nPolia da linha viva\nPolia da linha morta\nGuincho hidráulico\n! ... * *\nZ tf\n. lt. T\ni|' Cilindro de\n\\ telescopagem\np\tg\t\tt;\n1 ■ — ■\t\t\n\t\t\n\t\tJ-s\n>\t\t—4\nCthndro de verticalizaçao\nFig. 1 - Mastro — vista lateral e frontal.\nPlataforma do torrista\nSeçao intermediária j\nSeçao inferior ou base\nL\ni* IL,\t\n\t5^\n\t\n\t\nContrapeso da chave flutuante\nde cargas e do içamento da seção superior;\ne — Polias do sistema de suspensão das chaves flutuantes e do dispositivo hidráulico de quebra e aperto de conexões;\nf — Suportes e sistemas de fixação dos mecanismos hidráulicos de vertica-lização, telescopagem e travamen-to do mastro, e dos cilindros da chave flutuante eda chave hidráulica;\ng — Plataforma do torrista, contrapi-nada no topo da seção intermediária do mastro, ajustável em três níveis para compensar a variação do comprimento das tubulações a serem estaleiradas em seção de dois tubos;\nh — Bloco de coroamento possuindo os seguintes itens:\n0 Quatro polias centrais de 30 pol. com gornes para passagem de cabo de aço de 11/8 pol.;\no Uma polia de 36 pol. para passagem da linha viva;\no Uma polia de 30 pol. para passagem da linha morta;\no Duas polias laterais para passagem de cabo de aço de 1/2 pol. de manuseio de cargas;\n© Batentes em madeira com fixações para proteção inferior do bloco contra impactos da catarina;\ni\t— Dois cilindros hidráulicos de telescopagem;\nj — Dois cilindros hidráulicos de verti-calização;\nI\t— Conjunto de cilindros hidráulicos de quebra e aperto de conexões;\nm — Conjunto estabilizador dos cilindros de telescopagem;\nn — Conjunto da lança auxiliar com capacidade de 4 000 kgf;\no — Tubo-bengala, manifold do tubo-bengala e mangueira rotativa;\nP — Suporte do conjunto da cabeça rotativa de injeção e da haste quadrada;\nq — Conjunto de dois guinchos hidráulicos de manuseio de cargas de 2 700 kgf de capacidade;\nr — Sistema de iluminação do mastro; s — Sistema de detecção de gases;\nt — Molinete hidráulico;\nu — Tanque de água de refrigeração do freio hidrodinâmico do guincho.\n1.3\t— Aspectos Construtivos\nAlguns critérios foram determinantes no projeto, tais como:\n—\tFunção de elevação de cargas do poço;\n—\tAutoportante e vertical, devido à in-disponibilidade de espaço para es-piamento;\n—\tDimensões da altura e da base adequadas às características de uma SPM;\n—\tDivisão em três seções, para transporte em rebocador e içamento dos módulos com guindaste da plataforma;\n—\tEntrada lateral dos tubos provenientes do estaleiro de tubulações na horizontal, para utilizar a configuração retangular da plataforma fixa de produção;\n—\tEstaleiramento vertical simultâneo de tubos de produção, tubos de perfuração e comandos de perfuração, para a obtenção da redução de tempo operacional na mudança entre poços e nas manobras;\n—\tUtilização de tubos e vigas de alta resistência, para a redução de cargas da estrutura sobre a plataforma;\n—\tDeslocamento longitudinal e transversal da sonda com os tubos esta-leirados no mastro e com os fluidos nos tanques da subestrutura;\n—\tMontagem e desmontagem rápidas e seguras utilizando cilindros hidráulicos para verticalização e telescopagem;\n—\tResistência para cargas máximas de ventos da área da Bacia de Campos;\n—\tDimensionamento para operar em poços direcionais mais profundos das Plataformas Fixas de Produção do Pólo Nordeste.\n2\t- PROJETO DO MASTRO\n2.1\t— Normas\nO mastro foi projetado conforme a norma API Spec 4F, Specification for Drilling and Well Servicing Structures, prin-cipalmente no que se refere ao detalhamento das cargas que devem ser aplicadas e das tensões admissíveis a serem\nutilizadas.\nForam também atendidas as condiçõçs de carregamento das premissas básicas de projeto da Requisição de Material da PETROBRÁS.\nOutras normas específicas para cada parte do projeto foram seguidas:\n—\tVigas e tubos: AISC 8? edição e Det norske Veritas (DnV)\n—\tPolias e cabos: API RP 9B\n—\tPintura: SIS-05-59-00-1967; PETROBRÁS: N-4, N-5, N-6, N-7, N-9, N-13, N-442, N-1195, N-119, N-1201, N-1202, N-1204, N-1205, N-1219, N-1265, N-1296, N-1349, N-1374b, N-1661, N-1789, N-2586\n—\tSoldagem:AWS D1.1-86\n—\tParafusos e pinos: DIN-931 e 933\n—\tTolerâncias: AISC 8? edição e DnV\n—\tHidráulica: ISO/R 1219\n—\tInstalações elétricas: API RP-500B; NEC Chap. 5 Special Occupances\n—\tFator dinâmico de amplificação no mastro: DS 410.2 — Cap. 5.3\n2.2\t— Eficiência do Mastro\nA carga suspensa (CS) no mastro é a carga no gancho (CG) mais o peso do equipamento suspenso (PS), que está em um número \"n\" de cabos passantes na catarina e no bloco de coroamento. Devido ao cabo vivo e ao cabo morto, que seguem, respectivamente, para o guincho e âncora, a carga no mastro é aumentada de (n + 2)/n x (CS). Com isso, a posição da âncora do cabo morto é importante, pois, considerando-se sua localização, define-se a estabilidade do conjunto e pode-se aumentar ou diminuir a eficiência do mastro (tabela I e fig. 2), ou seja:\nCj = carga na base de uma perna genérica (CA, Cg, Cq, Cp);\nCr = S Cj = soma das reações de todas as pernas do mastro;\nCe = carga máxima equivalente = 4 x Cj (máx.) = CAp|;\nCe > Cr, sempre, devido ao cabo morto;\nE = eficiência do mastro = Cr/Ce;\nCA = 68 tf;\nCB = 72,8 tf;\nCC - 39,4 tf;\nCD = 44,2 tf;\nCr =\t+ Cg + Cq + Cp = 224,4 tf;\nCe = 4x CB = 291,2 tf;\nE = Cr/Ce= 224,4/291,2\n/. E = 77,1%\nA tabela I indica a variação da eficiência conforme a posição do cabo morto e do número de cabos.\nA escolha da posição \"1\" deve-se à melhor localização disponível, sem interferências operacional e estrutural; a posição \"2\" é uma área de trabalho e de passagem dos tubos para o estaleiramento; a posição \"3\" interfere com estruturas interiores do mastro.\nÀ medida que se reduz o número de cabos passantes, mantendo-se a tração máxima operacional do cabo vivo do guincho, aumenta-se a velocidade da catarina e a eficiência do mastro, mas diminui-se\nFig. 2 - Localização da âncora do cabo morto.\na capacidade de carga no gancho.\nO tempo médio de 60 segundos foi considerado um bom desempenho para o ciclo completo de retirada de uma seção de dois tubos durante a manobra de coluna de perfuração de 3 1/2 pol. IF no poço de 4 000 metros (13 120 pés), ou\nTABELA I\nEFICIÊNCIA DO MASTRO\nE = Eficiência (%)\nNúmero de -----------------------\nLinhas\tPosição da Âncora\nPassadas\n\t1\t2\t3\n4\t92,5\t73,5\t86,5\n6\t82,4\t69,9\t78,6\n8\t77,1\t67,7\t74,3\nCARGAS:\nCcv = Cem = 43 750 1b.\nCs = 175 000 Ib (4 linhas).\nCs = 262 000 Ib (6 linhas).\nCs = 350 000 Ib&lt;8 linhas).\nseja, a manobra completa consumirá 3:39 horas ou 219 minutos. A figura 3 mostra que a velocidade da catarina varia em função da carga içada, pois, a uma velocidade de 100 pés/min (36 $/ seção), é possível elevar uma carga em torno dé 125 000 Ib; a 50 pés/min (72 s/seção), uma carga de 250 000 Ib-e a 200 pés/min (18 s/seção), uma carga de 70 000 Ib.\n2.3\t- Carregamentos\n2.3.1\t— Definição de Cargas\nA — Peso próprio\no Peso próprio da estrutura do mastro (17 950 kgf), calculado pelo programa.\no Peso próprio de todos os equipamentos agregados ao mastro (13 600 kgf).\nB — Carga estática máxima (fig. 4)\no 158 730 kgf (350 000 Ib) de carga no gancho (catarina com oito linhas).\n0 Carga do cabo vivo.\no Carga do cabo morto.\nC — Carga parcial na plataforma do torrista\n® Carga horizontal e vertical devido a uma inclinação de 1,5° (teórico) das tubulações de produção (55,3 tf) es-taleiradas na extremidade da plataforma do torrista (fig. 5).\nD — Carga total de tubulação na plataforma do torrista\n® Carga horizontal e vertical devido a uma inclinação de 0,7° (real) de todos os tubos de 132 tf, estaleirados na plataforma do torrista (fig. 6).\nE — Carga de vento de 135 km/h (não operando) (fig. 7)\n0 Vento de 135 km/h no mastro e nos tubos estaleirados e na direção: E1: direção-Y\nE2: direção-X\nE3: direção-X\nCabo do tambor na 2? camada Rendimento do moitão conforme API, Bulletin D10\nOperação com conversor de torque\nOperação em lock up\n70% rendimento do conversor\n479,4 mm\nSim\n28,575 mm\n2200\t2400\n3\t' ioÕ '\t125\t’ isÕ\"\nYELOC/DAOE DA CAT ARINA-8\nP*imA A\n4d4CO/bl\nVELOCIDADE 00 C4B0DQ rAMBO» ( flyUin )\nÍO 200\t250\t500\t550\nVELOClOAOE 04 C4t4»W4 - 4 PEWW4S\nX)\t150\t200\t250\nVELOCIDADE DA CATARINA - 6 PERUAS\n2 x Cummins NTTa 855 P 480 2x 450 BHP\n2 100 rpm\n8 x Allison CLT 754\n2 x Allison TC 499\nMotor diesel\nPotência nominal\nRotação nominal Transmissão tipo\nConversor de torque tipo Mapa de aplicação da transm. Compound Guincho\nDiâmetro do tambor\nCanelado tipo Lebus\nDiâmetro do cabo de aço Acionamento até o tambor\nRelação de transmissão Rendimento\nSim\n0,069\n85,7%\nFig.\n3\t- Curvas de desempenho do guincho e da catarina.\n\nFig-\n4 - Carga no bloco de coroamento.\nFig. 5 - Carga das tubulações de produção na plataforma do torrista.\n\nFíg. 6 - Carga total de tubulações na plataforma do torrista.\nFig. 7 - Carga de vento de 135 km/h.\nd4\nFig. 8 * Carga de vento de 18Ó km/h.\nF — Carga de vento de 180 km/h (sobrevivência) (fig. 8)\ne Vento de 180 km/h apenas no mastro e na direção:\nF1: direção-Y\nF2: direção-X\nF3; direção-X\nG — Mastro apoiado no cavalete (fig. 9)\no Seção superior dentro da seção intermediária e na horizontal, sendo o mastro apoiado na base e no cavalete.\nH — Verticalização do mastro (fig. 10)\n© Seção superior dentro da seção intermediária e na horizontal, sendo o mastro apoiado na base e levantado pelos cilindros hidráulicos.\nI\t— Telescopagem do mastro (fig. 11)\n© Seção superior do mastro sendo levantada por meio dos cilindros de telescopagem.\nJ — Içamento das seções do mastro (fig- 12)\nFig. 9 - Mastro apoiado no cavalete.\nz\nFig. 11 - Telescopagem do mastro.\nFig. 10 - Verticalização do mastro.\n• Cada seção do mastro sendo içada por meio de cabos lingados.\n2.3.2\t— Combinação das Cargas\na — Peso próprio: A\nb — Operando com carga estática máxima no gancho\nb1 = A + B B = Carga estática máxima\nb2= A + B + C C = Carga parcial na plataforma do’torris-ta\nc — Não operando (vento de 135 km/h)\n(fig. 7)\t\nd = A + D+ E1\t(lateral)\nc2= A + D+ E2\t(frontal)\nc3 = A + D + E3\t(frontal)\nc4= A + D +\tcos 45° E1 +\ncos 45° E3\t(diagonal)\nc5 = A + D +\tcos 45° E2 +\ncos 45° E2\t(diagonal)\nd — Sobrevivência (vento de 180 km/h)\n(fig. 8)\nd1 = A + F1 (lateral) d2= A + F2 (frontal) d3= A + F3 (frontal)\nd4 = A + cos 45° F1 +cos 45° F2\n(diagonal)\nFig. 12- Içamento das seções do mastro.\nd5 = A + cos 45° F1 +cos45° F3 (diagonal)\ne — Mastro apoiado no cavalete: A\nf — Verticalização do mastro: A\ng — Telescopagem do mastro: A\nh — Içamento dos módulos do mastro: A\n2.4\t— Critérios de Dimensionamento\nOs critérios de dimensionamento seguidos no desenvolvimento do projeto obedecem não só à norma API Spec 4E e 4F no que tange às verificações estáti-\nFig. 13 - Detalhe da estrutura deformada para a condição b2.\ncas, como também às verificações adicionais de análise dinâmica e análise de fadiga.\nPara a norma API Spec 4E e Spec 4F, que é a norma central dos estudos, o AISC — American Institute of Steel Construction é que rege as tensões admissíveis a que está sujeito cada membro da estrutura.\nCada tipo de carregamento e suas combinações foram verificados através do programa de computador; cada membro\nda estrutura foi examinado segundo o tipo de solicitação a que está sujeito, de acordo com os critérios do AISC.\nPara os carregamentos provenientes do vento, dá-se um incremento de 33% na tensão admissível do membro, por ser esporádico este tipo de carregamento, segundo o AISC.\nQuando um elemento excede o admissível, faz-se um estudo manual daquele membro, o que resulta na troca por um material mais adequado ou mesmo no reforço de sua seção.\n2.5\t— Programas de Computador Utilizados nos Cálculos\nPara representar o mastro ilustrado na figura 14, foi utilizado u.n modelo de computador composto por 266 nós e 552 barras formado por 28 tipos diferentes de seções. Os cálculos do mastro foram executados em duas etapas.\nFig. 14- Plotagem do modelo estrutural do mastro.\nFig. 15 - Plotagem da estrutura deformada na condição d2.\nREAÇÕES DE APOIO PARA OS CARREGAMENTOS CRÍTICOS\nDireção das Cargas\tReações de Apoio (tf)\t\t\t\n\tA\tB\tC\tD\n\tCOMBINAÇÃO:\t\ta\t\nFX\t-0,01\t-0,01\t0,01\t0,01\nFY\t-0,16\t0,16\t0,05\t-0,05\nFZ\t6,28\t6,29\t6,69\t6,68\n\tCOMBINAÇÃO: b2 (fig. 13)\t\t\t\nFX\t-0,26\t-0,33\t-0,77\t-1,24\nFY\t- 1,63\t-1,78\t-0,14\t0,09\nFZ\t58,87\t64,26\t45,17\t55,98\nCOMBINAÇÃO:c1\t\t\t\t\nFX\t0,38\t0,39\t0,89\t6,87\nFY\t-0,81\t0,49\t6,33\t6,21\nFZ\t34,83\t- 22,17\t- 54,31\t67,67\nCOMBINAÇÃO:c2\t\t\t\t\nFX\t0,20\t0,20\t4,35\t4,35\nFY\t-0,69\t0,69\t0,93\t- 1,93\nFZ\t30,79\t30,74\t- 17,78\t- 17,73\n\tCOMBINAÇÃO:\t\tc3\t\nDireção das Cargas\tReações de Apoio (tf)\t\t\t\n\tA\tB\tC\tD\nCOMBINAÇÃO: c5\t\t\t\t\nFX\t0,43\t-0,12\t8,39\t- 1,34\nFY\t- 1,05\t0,14\t6,03\t2,84\nFZ\t46,54\t6,20\t- 56,51\t29,79\nCOMBINAÇÃO:d1\t\t\t\t\nFX\t-0,23\t-0,25\t2,26\t2,24\nFY\t-0,12\t0,20\t6,05\t5,94\nFZ\t8,94\t3,63\t- 36,45\t49,83\nCOMBINAÇÃO:d2 (fig. 15)\t\t\t\t\nFX\t0,25\t0,25\t5,19\t5,17\nFY\t-0,76\t0,76\t2,25\t-2,25\nFZ\t34,27\t34,19\t- 21,29\t21,22\nCOMBINAÇÂO:d3\t\t\t\t\nFX\t-0,27\t-0,27\t5,17\t5,16\nFY\t0,44\t0,44\t2,16\t2,16\nFZ\t-21,71\t-21,60\t34,67\t34,59\nCOMBI NAÇÃO :d4\nFX\t-0,22\t- 0,22\t-4,33\t-4,32\nFY\t0,37\t-0,37\t- 1,83\t1,83\nFZ\t- 18,15\t- 18,08\t31,18\t31,09\nCOMBINAÇÃO: c4\t\t\t\t\nFX\t0,10\t-0,45\t1,59\t-8,14\nFY\t-0,18\t-0,73\t2,95\t5,91\nFZ\t0,39\t- 33,87\t- 16,35\t69,86\nFX\t0,34\t0,0\t5,25\t2,7\nFY\t-0,56\t0,61\t5,85\t2,63\nFZ\t27,95\t24,14\t- 43,60\t17,46\nCOMBINAÇÃO:d5\nFX\t0,21\t0,37\t2,06\t5,23\nFY\t-0,29\t-0,24\t2,74\t5,74\nFZ\t- 11,63\t- 15,31\t-4,03\t56,92\nA primeira consistiu na utilização de um programa de computador de grande porte, o STR ICTUS, que faz cálculos estruturais fundamentados no método dos elementos finitos. Nesta etapa, foi concebido o modelo estrutural que representasse o mastro. Ainda nesta fase, foram utilizados mais dois programas desenvolvidos pela Villares e pelo Instituto de Pesquisa Tecnológica de São Paulo (IPT). O primeiro é um pré-processador que gera os esforços devidos ao vento, em cada nó da estrutura, bastando entrar com os dados da geometria do mastro, velocidade do vento, direção do vento e altura em que se encontra o mastro em relação ao nível do mar. O outro programa é um pós-processador que utiliza como dados de entrada os cálculos efetuados anteriormente pelo\nprograma STR ICTUS, sendo que para cada membro e através do tipo de esforço, tração ou compressão, verifica a seção previamente assumida segundo os critérios da norma AISC, 8? edição. Após a execução da consistência de dados no programa STRICTUS, é possível visualizar o modelo por meio da plota-gem do mesmo.\nNa segunda etapa, foi utilizado um outro programa para uma reavaliação final da estrutura do mastro, já com todas as modificações de carregamentos mais precisos. Desta vez, foi utilizado o SAP 80, que também é um programa de análise estrutural avançado e que adota o método dos elementos finitos, desenvolvido para microcomputadores compatíveis com a linha IBM PC-XT/AT. Por\nmeio desse método, o SAP 80 possibilitou elaborar modelos matemáticos da estrutura do mastro, simulando com bastante precisão o comportamento real da mesma. Isto permitiu a obtenção de resultados práticos com baixo custo, curto prazo e facilidade de alterações na estrutura original. Com recursos de plo-tagem interativa, visualiza-se a estrutura, tanto no vídeo como na impressora (figs. 13, 14 e 15), sob carga estática e carga dinâmica. Além disso, existe um pós-processador deste programa que possibilitou verificação com base nos critérios da norma AISC, 8? edição.\nOs resultados obtidos com a aplicação desses programas acham-se nas tabelas II e III.\n2.6\t— Verificações Adicionais\n2.6.1\t— Cálculo Simplificado da Estabilidade do Mastro\nAt = 134 cm2; l = 3 109 cm; K = 2; r - 110 cm, Cc — 94 cm;\nFa = 2 067 kgf/cm2; Fy = 4 710 kgf/\ncm2&lt;Cc r\nonde:\nAy = Área total das pernas do mastro na altura da base do mastro superior (seção crítica);\nI\t= Altura do mastro;\nK = Coeficiente de flambagem;\nr = Raio de giração mínimo na seção crítica do mastro;\nCc = Coeficiente;\nFa = Tensão admissível à flambagem (AISC);\nFy = Tensão de escoamento do material das pernas do mastro.\n® Carga máxima admissível no mastro:\nF = AT . Fa = 277, 4 t\no Carga máxima atuante no mastro: P = 1851, onde:\nTABELA III\nDESLOCAMENTO SOFRIDO PELO NÓ NÚMERO 258, NO TOPO DO MASTRO, CONFORME A CONDIÇÃO DE CARGA\nCombinação de Cargas\tDeslocamento (cm) na Direção\t\t\n\tX\tY\tZ\na\t- 0,07\t0,00\t-0,09\nb2\t- 5,51\t-2,84\t-2,21\nd\t-6,51\t- 17,68\t-0,36\nc2\t-4,95\t-0,01\t-0,24\nc3\t4,86\t0,01\t0,07\nc4\t-0,71\t- 12,50\t-0,40\nc5\t-8,53\t- 12,51\t-0,40\nd1\t-4,03\t- 13,21\t-0,17\nd2\t-6,24\t-0,02\t-0,30\nd3\t6,10\t0,02\t0,12\nd4\t-7,23\t-9,36\t-0,29\nd5\t1,49\t-9,33\t0,01\nP = Peso próprio + carga máxima\nP = 35 + 159= 194 t\n2.6.2\t— Fator Dinâmico de Amplificação Devido ao Vento\nA metodologia para cálculo do fator dinâmico de amplificação está de acordo com a norma dinamarquesa DS 410.2 — Cap. 5.3.\nQ = Fator dinâmico de amplificação para vento de 73 nós (ocorrência = 10 min)\nFmáx. = GF, onde F é a carga do ven to estático\nonde:\n5 = Fator de pico;\nR = Fator de rugosidade;\n8 = Fator de ressonância;\nS = Size reduction factor;\nF = Gust energy factor;\n£ = Fator de amortecimento.\nS = V2 In (600 fo) +\t0,58\t-\ny/2 In (600 foj\nonde:\nfo = freqüência natural da estrutura do mastro\nfo = 1,5252 (1/s) calculado pelo programa SAP 80.\nÔ = 3,85; R = 0,2098; B = 0,68; S = 0,038; F = 0,033; £ = 0,0291\nG = 1,69\nde onde se conclui que:\n—\tHá um aumento de 69% na carga de vento de 73 nós na estrutura do mastro;\n—\tVerificados os resultados no programa SAP 80, concluímos que a estrutura está apta para esta carga.\n2.6.3\t— Análise de Fadiga\nFadiga é definida como dano que resulta em fratura depois de um número suficiente de flutuações de tensões. Esta flutuação é chamada stress range. Na análise de fadiga de mastros considera-se que a resistência à fadiga depende apenas do stress range. A resistência à fadiga é considerada independentemente da resistência estática,\nA maior contribuição de fadiga no mastro devida ao vento é causada pela vibração estocástica da lança do mastro.\nAs velocidades e direções de vento, tomadas do Relatório Glenn, são usadas para calcular as tensões médias, utilizando parâmetros de análise dinâmica como fator de pico (K), fator dinâmico de amplificação e frequências naturais.\nA tensão atuante estática pode ser transformada em uma distribuição probabi-lística da função de Rayley para o ciclo de peak stress.\nPara os mastros da SPM foram adotadas as seguintes seqüências de cálculos:\n—\tTensões atuantes o, em 11 juntas críticas do mastro para um vento de 73 nós;\n—\tTensões máximas am^x ij de acordo com as velocidades da tabela 13 do A. H. Glenn Report — Average Percentage — Occurrence of wind speed — Direction Groups: Vicinity 22°23'S, 40°25'W: Garoupa Field, Offshore Brazil Annual;\n—\tStress range equivalente (\\/Ê]j);\n—\tDeterminação do número de ciclos admissíveis (Njj) para cada stress range equivalente (VÊjj);\n—\tDeterminação do número de ciclos que ocorrem para cada VÊjj (vida útil de 20 anos);\ni\tvi\n—\tCálculo da È\t—L &lt;1,0 .’. i=1,\nj = 0 Njj\n2,. .., 11 (juntas)\n3\t- FABRICAÇÃO\n3.1\t— Local\nSob a fiscalização da PETROBRÁS e da DnV, o mastro e os demais componentes da sonda foram fabricados pela Equipamentos Villares S.A., em Araraquara (SP).\nNesse mesmo local foram efetuados a pré-montagem e os testes do mastro, bem como a verificação de funcionamento e de interfaces de todos os coín-ponentes do mesmo, e a detecção e análise de falhas iniciais com as respectivas ações corretivas e preventivas.\n3.2\t— Materiais Utilizados na Fabrica-\nção\nNa grande totalidade da estrutura do\nFig. 16- Gráfico de carga no gancho versus vento no mastro.\nA área hachurada indica os limites de operação do mastro em função da carga atuante no gancho e no vento aplicado à estrutura do mastro.\nmastro foram utilizados perfis tubulares, principalmente perfis quadrados.\nCom relação às pernas do mastro, que são as mais solicitadas quando da carga máxima no gancho, foram empregados um aço ligado de alta resistência e tubo quadrado de 4 pol. x 4 pol. x 3/8 pol., cujo limite de escoamento se situa em torno de 70 000 psi.\nOs contraventamentos foram feitos a partir de tubos quadrados de 80 mm x 80 mm x 3/16 pol., ASTM A500 G A.\nOs demais tubos soldados, bem como chapas de reforço foram obtidos do material ASTM 572 Grau 50.\nEstes são, basicamente, os materiais utilizados nos elementos considerados primários. Naqueles sem muita responsabilidade (secundários) usou-se o ASTM A36 de 36 000 psi de limite de escoamento.\nQuanto às roldanas e aos eixos do bloco de coroamento, são fabricados em aço ligado com tratamento de têmpera e de revenimento.\nOs parafusos da base do mastro foram os de alta resistência do tipo ASTM 325, sendo zincados em decorrência do ambiente marinho a que estão sujeitos.\n3.3\t— Inspeção e Testes de Materiais\nA especificação dos aços estruturais contém, dentre outros, dados referentes a: a — Temperatura do ar ambiente:\n0 Mínimo absoluto: 14 °C\n0 Mínimo de projeto: 10 °C 0 Máximo de projeto: 30 °C o Máximo absoluto: 34 °C\nb — Classificação das estruturas\n® Estruturas primárias: classe B\n0 Estruturas secundárias: classe C c — Requisitos exigidos\n0 Estrutura (classe B): análise química, ensaios de tração, ensaios de impacto, certificados de fabricação e teste de ultra-som.\n0 Estrutura (classe C): análise química, ensaios de tração, certificados de fabricação e ensaios de impacto.\n3.4\t— Pré-Montagem e Teste na Fábri-\nca\nNa pré-montagem da sonda, que incluiu o mastro, ocorreram os seguintes testes:\n—\tVerticalização, telescopagem, trava-mento e nivelamento do mastro;\n—\tCarga no mastro;\n—\tOperação do sistema hidráulico;\n—\tOperação do sistema de iluminação;\n—\tAcionamento dos dispositivos do sistema de segurança.\n3.5\t— Desmontagem, Condicionamen-\nto, Embalagem e Transporte\nApós a conclusão da pré-montagem e testes na fábrica, foi providenciada a desmontagem, condicionamento e embalagem do mastro para o transporte rodoviário até o porto de Macaé (RJ). A seguir, o transporte marítimo foi realizado por rebocadores até as plataformas fixas de produção.\nTodas as superfícies a serem protegidas receberão uma camada protetora de óleo tipo Tectil.\n3.6\t— Montagem, Pré-Operação e Tes-\ntes na Plataforma\nApós o içamento do mastro na plataforma e a montagem da subestrutura, realizou-se, sob a fiscalização da PETROBRÁS, a montagem, a pré-operação e os mesmos testes executados na fábrica, só que agora utilizando as facilidades da plataforma.\n4\t- CERTIFICAÇÃO DO MASTRO\nA certificação do projeto e da fabricação do mastro tem como objetivo obter, antes de sua aplicação, um documento comprobatório de uma entidade com capacidade técnica e idoneidade, no caso a DnV, para verificar e certificar se o mastro, desde sua concepção até a montagem final na plataforma, está dentro das características e dos requisitos de projeto, coobrigando o fabricante a seguir códigos, regras e regulamentos adotados no projeto.\nDentro das atribuições destinadas à DnV, destacam-se:\na — Avaliação dos parâmetros, critérios e normas do projeto do mastro;\nb — Verificação do projeto do mastro e seus equipamentos, quanto à segurança geral e dos sistemas, equipamentos mecânicos e tubulações, e estruturas;\nc — Acompanhamento durante a fabricação, montagem e testes;\nd — Solicitação da documentação requerida para informação e aprovação;\ne — Acompanhamento da montagem na plataforma;\nf — Emissão da documentação final de certificação.\n5\t- CONCLUSÃO E RECOMENDA-\nÇÕES\n5.1\t— Conclusão\n0 desenvolvimento de um projeto de\nmastro do tipo e capacidade citados neste trabalho colocará à disposição da indústria nacional e da PETROBRÁS um projeto adequado às suas necessidades e capacitará a Equipamentos Villares nesta tecnologia.\n5.2\t— Recomendações\na — Promover maior intercâmbio entre a indústria de fabricação de mastros e os órgãos operacionais, visando à adequação dos projetos;\nb — Antecipar as informações, à indústria nacional sempre que houver uma demanda potencial de novas concepções ou adequações de mastro, para que um estudo preliminar seja direcionado para tais aplicações;\nc — Divulgar este trabalho junto aos técnicos da área de completação de poços, a fim de que a sistemática adotada no desenvolvimento do mastro contribua para a melhoria da qualidade e confiabilidade dos futuros projetos.\nAGRADECIMENTOS\nÀ PETROBRÁS e à Villares, pela permissão para publicar este trabalho.\nBIBLIOGRAFIA\nAMERICAN INSTITUTE OF STEEL\nCONSTRUCTION. Manual of steel construction. 8. ed. Chicago, 1980.\nAMERICAN PETROLEUM INSTITUTE. Drilling and well servicing structures. 2. ed. Dallas, TX, 1974 32 p. (API Spec 4E).\nAMERICAN PETROLEUM INSTITUTE. Drilling and well servicing structures. Dallas, TX, 1985. 29 p. (API Spec 4F).\nAMERICAN PETROLEUM INSTITUTE. Planning, designing, and constructing fixed offshore platforms.\n1.\ted. Dallas, TX, 1986. 120 p. (API RP2A).\nAMERICAN PETROLEUM INSTITUTE. Portable masts. 2. ed. Dallas, TX, 1967. 15 p. (API Std.4D).\nDET NORSKE VERITAS. Technical notes for fixed offshore installations. |Norwegian|, 1984.\nINTERTEC. Strictus; manual de programa; versão 2.0. São Paulo, 1986.\nPETROBRÁS. DEPRO. DICRES. Sonda de produção marítima. Rio de Janeiro, 1986. (PCM 160-24-0849/86a 0854/86).\nPETROBRÁS. DEPRO. DICRES. SECOP LE. Sonda de produção marítima. Rio de Janeiro, 1986. (RM n9 3525-01-1200-690-PEP-029 a PEP-35-Rev A).\nVILLARES EQP. Proposta técnica para SPM. São Bernardo do Campo, 1986. (P. SV-043/86).\nWILSON, E. L. C. SAP 80; Structural analysis program. Versão 86-02. Berkeley, 1986. Manual do programa."}]}}}