{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03882"}, {"@name": "filename", "#text": "BGP_1994_8_1_06_Bacia_do_Solimoes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "3\t- BACIA DO SOLIMOES\nJaime F. Eiras1, Carlos R. Becker1, Edson M. Souza2> Flávlo G. Gonzaga1, José G. F. da Silva1, Luísa M. F. Daniel2, Nilo S. Matsuda1 e Flávio J. Feijó3\nAs grandes áreas sedimentares paleozóicas situadas na Região Norte do Brasil receberam inicialmente a denominação genérica de Bacia do Amazonas. Por razões operacionais, foram divididas em três bacias, denominadas Alto, Médio e Baixo Amazonas, separadas pelo Arco de Purus e pelo Alto de Monte Alegre, respectivamente. Caputo (1984) sugeriu a designação de Bacia do Solimões em substituição a Alto Amazonas, em face da evolução geológica diferenciada em relação às bacias do Médio e Baixo Amazonas, hoje referidas simplesmente como Bacia do Amazonas.\nA Bacia Paleozóica do Solimões estende-se por cerca de 400 000 km2 no Estado do Amazonas, limitada a sul e a norte pelos escudos Brasileiro e das Guianas. Seu limite oeste com a Bacia do Acre é no Arco de Iquitos, e o limite leste com a Bacia do Amazonas se dá no Arco de Purus. Dentro desta bacia, podem ser distinguidas as sub-bacias do Jandiatuba e a do Juruá, separadas pelo Arco de Carauari. Esta feição positiva, de orientação aproximada norte-sul, exerceu forte controle sobre a sedimentação, em especial a pré-pensilvaniana. A Sub-bacia do Juruá é bem mais conhecida, em função da intensa pesquisa para petróleo desenvolvida pela PETROBRÁS a partir de 1978, com a perfuração de 109 poços e o registro de 56 000 km de linhas sísmicas. O parco conhecimento da Sub-bacia do Jandiatuba advém em parte de restrições legais à prospecção em áreas indígenas.\nO arcabouço estratigráfico ora apresentado para a Bacia do Solimões baseia-se no de Silva (1987,1988), com modificações significativas introduzidas em consequência de datações bioestratigráficas efetuadas por Quadros (1986, 1988), Lemos (1989), Grahn (1989, 1990), Savini e Altiner (1991) e Melo (1993) (fig. 3.1).\nProterozóico\nO substrato proterozóico sobre o qual se implantou a Bacia do Solimões é constituído por rochas ígneas e metamórficas na Sub-bacia do Jandiatuba, ao passo que na Sub-bacia do Juruá se destacam, além dessas, rochas sedimentares depositadas numa sucessão de bacias que constituíam um sistema de rifts proterozóicos.\nEssas coberturas de plataforma pré-cambrianas do cráton amazônico são ainda pouco conhecidas, assim como os vários depósitos sedimentares aflorantes e subaflorantes\nsotopostos ao Eratema Paleozóico da Bacia do Solimões. Dentre estes, foram formalizadas as formações Prainha (Almeida e Nogueira, 1959), Prosperança e Acari (Caputo et al. 1971). A partir de dados obtidos em investigações de subsuperfície pela PETROBRÁS, propõe-se a unificação destas formações no Grupo Purus.\nGrupo Purus - é constituído por arenito caulínico fino a grosso avermelhado, siltito e folhelho avermelhados e níveis conglomeráticos. A Formação Acari é caracterizada pordolo-mito esbranquiçado e acastanhado. Em afloramentos, a espessura medida deste grupo está entre 750 e 1 250 m. A maior espessura perfurada é de 985 m, mas estimam-se a partir de dados sísmicos possanças superiores a 4 000 m. A deposição do Grupo Purus se deu provavelmente no Mesoproterozóico, por intermédio de sistemas fluviais com influência marinha (Lopes, 1989) preenchendo bacias rift.\nNa Bacia do Solimões, o perfil de referência do Grupo Purus é o intervalo 2 917-3 065 m do poço 1-JR-1-AM, perfurado em 1978 pela PETROBRÁS no município de Carauari (fig. 3.2). Mantém-se a seção-tipo definida em superfície por Caputo et al. (1971).\nFanerozóico\nPode ser dividido em duas seqüências de primeira ordem: a paleozóica, não aflorante e intrudida por diques e soleiras de diabásio, e a mesozóica-cenozóica. As rochas sedimentares paleozóicas foram formalizadas nas formações Benjamin Constant e Jutaí e nos grupos Marimari e Tefé. A seção pós-paleozóica resume-se ao Grupo Javari.\nFormação Benjamin Constant - proposta por Silva (1987, 1988), é composta por arenito mal selecionado cinza-esbran-quiçado, com estratificação plano-paralela e cruzada de baixo ângulo e folhelho cinza-escuro a preto. Esta unidade ocorre somente na Sub-bacia do Jandiatuba, interposta em discordância entre o embasamento e a Formação Jutaí. O ambiente deposicional interpretado para estas rochas é marinho raso a costeiro dominado por ondas, passando gradualmente ao domínio das marés. A Formação Benjamin Constant é de idade meso-ordoviciana, em função da presença de Acritarchae (Quadros, 1986) e quitinozoários (Cruz, 1987). Representa o mais antigo registro sedimentar das bacias paleozóicas brasileiras.\n1 Divisão dé Interpretação (DINTER), Distrito de Exploração do Norte (DEXNOR), Rod. Artur Bernardes, 5511, Icoraci, CEP 66825, Belém, PA, Brasil.\n2Divisão Regional de Exploração (DIREX), Distrito de Exploração da Bahia (DEXBA), Av. Antonio Carlos Magalhães, 1113, CEP 41850, Salvador, BA, Brasil.\n3Departamento de Exploração (DEPEX), Av. República do Chile, 65, CEP 20035, Rio de Janeiro, RJ, Brasil.\nB. Geoci. PETROBRÁS, Rio de Janeiro, 8 (1): 17-45, jan./mar. 1994\n17\nO perfil-tipo corrigido para a Formação Benjamin Constant é o intervalo 1 075-1 178mdopoço2-BT-1-AM(SÍIva, 1988) (fig. 3.3). Adotou-se como perfil de referência desta unidade o intervalo 2 497-2 582 m do poço 1-JT-2-AM, perfurado em 1985 pela PETROBRÁS no município de Jutaí (fig. 3.4). A Formação Benjamin Constant é correlacionável com o Grupo Contaya, da Bacia do Maranon, Peru.\nFormação Jutaí - termo proposto por Caputo (1984) para designar a seção elástica de idade supostamente siluriana perfurada entre 1 483 e 1 573 m no poço 2-JT-1-AM. Silva (1987, 1988) incluiu-a em sua Formação Jandiatuba, mas suas características litológicas permitem que seja considerada uma unidade independente. A Formação Jutaí é composta predominantemente por folhelho cinza-escuro e acastanhado, com intercalações de arenito fino branco e siltito cinzento. O Membro Biá denomina uma seção de arenito grosso, siltito micromicáceo e folhelho preto, intercalados com delgadas camadas de dolomito creme-claro. A Formação Jutaí ocorre na Sub-bacia do Jandiatuba e sobre o Arco de Carauari, sobrepondo-se discordantemente à Formação Benjamin Constant ou ao Embasamento. O contato superior é igualmente discordante com a Formação Jandiatuba. As datações por meio de quitinozoários conferem idade neo-siluriana a eodevoniana para a Formação Jutaí (Grahn, 1990). Preconiza-se para estas rochas uma deposição em ambiente marinho transgressivo de oeste para leste. O Membro Biá representa a sedimentação proximal em plataforma estreita dominada por ondas, com onlap costeiro de oeste para leste (Silva, 1987), restrita ao Arco de Carauari.\nO perfil-tipo adotado para Formação Jutaí é o intervalo 2 415-2 497 m do poço 1-JT-2-AM (fig. 3.5). Para o Membro Biá, selecionou-se como perfil-tipo o intervalo 1 805-1 870 m do poço 1-RBI-1-AM, perfurado em 1985 pela PETROBRÁS no município de Carauari (fig. 3.6). A Formação Jutaí pode ser correlacionada com parte do Grupo Trombetas, da Bacia do Amazonas.\nGrupo Marimari - proposto por Silva (1987,1988) para reunir as formações Jandiatuba, Biá, Uerê, Urucu e Jaraqui, na ocasião datadas como Devoniano. O terço inferior da Formação Jandiatuba é siluriano (Grahn, 1990), e foi individualizado como Formação Jutaí, incluindo o Membro Biá. Os estratos da Formação Urucu fazem parte do Membro Arauá da Formação Uerê, e a Formação Jaraqui foi rebaixada a membro da Formação Jandiatuba. Em suma, o Grupo Marimari fica constituído por duas unidades fundamentais, Uerê e Jandiatuba. Em cada uma delas individualiza-se um membro, litologicamente distinto, mas sem representatividade capaz de o caracterizar como formação. Os correlatas do Grupo Marimari são os grupos Urupadi e Curuá, da Bacia do Amazonas, Canindé, da Bacia do Parnaíba, e Paraná, da Bacia do Paraná.\nFormação Uerê - formalizada por Silva (1987,1988), caracte-riza-sé por rochas predominante mente silicosas, como silexito e arenito com espículas de esponja, e folhelho silicoso cinza-escuro/preto. O Membro Arauá é composto por arenito caulí-nico fino a grosso, branco-acinzentado. A Formação Uerê\nrepousa discordante mente sobre a Formação Jutaí, na Sub-bacia de Jandiatuba, sobre o Membro Biá, no Arco de Carauari, e sobre o Grupo Purus e o embasamento na Sub-bacia do Juruá. Esta unidade interdigita-se lateralmente com a Formação Jandiatuba e está recoberta em discordância erosiva pela Formação Juruá. As datações bioestratigráficas disponíveis e as relações estratigráficas com a Formação Jandiatuba sugerem idade neo-eifeliana a eofameniana para a Formação Uerê (Quadros, 1988; Grahn, 1989). O ambiente de deposição interpretado para esta unidade é marinho raso e transicional, com a fácies proximal, flúvio-eólica a litorânea, representada pelo Membro Arauá. A explosão faunística de espongiários deveu-se à abundância de nutrientes causada por ressurgência no flanco oeste do Arco de Carauari, sob clima muito frio (Silva, 1987, 1988).\nO perfil-tipo da Formação Uerê é o intervalo 2 030-2 100 m do poço 1-UE-1-AM, perfurado em 1984 pela PETROBRÁS no município de Carauari (fig. 3.7). Como perfil de referência, selecionou-se o intervalo 2 788-2 900 m do poço 1-JR-1-AM (fig. 3.8). Para o Membro Arauá, escolheram-se os intervalos 2 863-2 975 m e 3 015-3 060 m do poço 1 -RA-1 -AM (fig. 3.9), perfurado em 1990 pela PETROBRÁS, como perfil-tipo.\nFormação Jandiatuba - considera-se sob esta designação a parte superior da Formação Jandiatuba de Silva (1987,1988), excluídos os elásticos finos e carbonatas reunidos na Formação Jutaí. A Formação Jandiatuba caracteriza-se na Sub-bacia de Jandiatuba por folhelho cinza-escuro a preto, com intervalos muito ricos em matéria orgânica, intercalado por siltito e arenito fino com espículas. A presença de arenito cresce em direção ao topo. Na Sub-bacia do Juruá, a Formação Jandiatuba é composta por arenitos silicificados, intercalados com silexitos com espículas de esponjas e camadas de folhelho, siltito e diamictito. O Membro Jaraqui reúne os diamictitos cinza-escuros a pretos, aleatoriamente distribuídos e portanto não caracterizando uma formação, como definido por Caputo (1984) e Silva (1987, 1988). A Formação Jandiatuba recobre em discordância a Formação Jutaí e o embasamento cristalino, ocorrendo até o flanco oeste do Arco de Purus, interdigita-se lateral mente com a Formação Uerê, e está recoberta discordantemente pela Formação Juruá. A Formação Jandiatuba está ausente sobre parte do Arco de Carauari. O ambiente deposicional interpretado é marinho costeiro, transgressivo até o Frasniano e regressivo para a seção superior. Os diamictitos Jaraqui podem ser o resultado da ação de geleiras. Com base em microfósseis marinhos. Quadros (1988) posicionou a deposição desta unidade entre o Emsiano e o Tournaisiano. A partir de quitinozoários, Grahn (1989,1990) atribuiu-lhe idades neo-eifeliana a neofameniana. Quadros et al. (1992) reafirmaram a datação do topo da Formação Jandiatuba como Tournaisiano.\nO perfil-tipo selecionado para a Formação Jandiatuba é o intervalo 2 103-2 406 m do poço 1-JT-2-AM (fig. 3.10). Como perfil de referência, foi escolhido o intervalo 2186-2 414 m do poço 1-JD-1-AM (fig. 3.11). O Membro Jaraqui tem como perfil-tipo o intervalo 2 743-2 765 m do poço 1-JI-1-AM (Caputo, 1984), perfurado em 1980 pela PETROBRÁS no município de Carauari (fig. 3.12). Adicionalmente, considera-se como perfil\nde referência do Membro Jaraqui o intervalo 3 130-3 195 m do poço 1-BV-1-AM (fig. 3.13).\nGrupo Tefé - reúne as formações Juruá, Carauari e Fonte Boa (Silva, 1987,1988). Foram modificados os limites das unidades nos perfis-tipo e considerado como discordante o contato entre os grupos Marimari e Tefé.\nFormação Juruá - nome usado por Silva (1987, 1988) para uma seção essencialmente arenosa, com pelitos subordinados, posicionada entre o Grupo Marimari e a base de uma camada de anidrita, informalmente denominada Camada Gavião. A Formação Juruá se caracteriza por arenito muito fino a grosso branco e cinza, com estratificação cruzada de grande e pequeno porte, associado a siltito, folhelho cinza e castanho, calcário e anidrita. Esta unidade assenta em discordância erosiva de difícil percepção sobre os folhelhos Jandiatuba ou sobre os arenitos Uerê. Seu contato superior é transicional para a Formação Carauari. A idade eopensilvaniana é indicada por estudos baseados em foraminíferos (Altiner e Savini, 1991) e palinomorfos (Quadros e Melo, 1993). Os arenitos basais atestam uma sedimentação flúvio-deltaica, com retrabalhamento eólico, passando para um ambiente eólico costeiro, com influência marinha cada vez mais acentuada em direção ao topo da formação, culminando com fácies de praias com retrabalhamento eólico e, possivelmente, barras longitudinais e deltas de maré. A presença constante de depósitos de sabkhas associados às dunas indica a atuação de um clima quente e árido.\nO perfil-tipo selecionado para esta unidade é o intervalo 2 529-2 712 m do poço 1-JR-1-AM (fig. 3.14). Como perfil de referência, adotou-se o intervalo 2 332-2 486 m do poço 1-LUC-1-AM, perfurado em 1987 pela PETROBRÁS no município de Coari (fig. 3.15). A Formação Juruá correlaciona-se com a Formação Monte Alegre, da Bacia do Amazonas, e possivelmente com a Formação Piauí, da Bacia do Parnaíba.\nFormação Carauari - formalizada por Silva (1987,1988) para designar o pacote carbonático-evaporítico sobreposto aos arenitos Juruá e sotoposto aos siltitos Fonte Boa. A Formação Carauari é constituída por uma associação cíclica de folhelho castanho e cinza-escuro, calcilutito cinzento recristalizado, anidrita nodular e maciça branca e halita hialina fina a grossa. Distribui-se por toda a Bacia do Solimões, incluindo os arcos de Carauari e Purus. Os contatos inferior e superior da Formação Carauari com a Formação Juruá e com a Formação Fonte Boa são transicionais. Nas bordas da bacia o contato inferior é discordante sobre o Grupo Purus ou sobre o Embasamento, e o contato superior é em discordância anguiar sob a Formação Alter do Chão. Três soleiras de diabásio estão intrudidas nas rochas da Formação Carauari em níveis estratigráficos grosseiramente uniformes, e são denominadas informalmente, de cima para baixo, de 1a, 2a e 3a soleira. A idade da Formação Carauari é pensilvaniana, com base em datações por fusulinídeos (Altiner e Savini, 1991), conodontes (Lemos, 1989) e isótopos (Rodrigues etal. 1989). Admite-se para esta unidade uma sedimentação marinha restrita durante ciclos trarisgressivos/regressivos, variando de normal a hi-persalino.\nO perfil-tipo selecionado para a Formação Carauari é o intervalo 1 062-2 455 m do poço 1-CI-1-AM (fig.\n3.16), perfurado pela PETROBRÁS em 1982 no município de Carauari, modificado de Silva (1987, 1988) e excluídos os diabásios intrudidos na seção. Como perfil de referência, adotou-se o intervalo 987-2 159 m do poço 1-JD-1-AM, perfurado em 1985 pela PETROBRÁS no município de Eirunepê (fig. 3.17). A correlação desta formação é com as formações Itaituba e Nova Olinda, da Bacia do Amazonas, e possivelmente Pedra de Fogo, da Bacia do Parnaíba.\nFormação Fonte Boa - proposta por Caputo (1984) e formalizada por Silva (1988), caracteriza-se por siltito e folhelho vermelho e castanho, intercalados com arenito muito fino branco na Sub-bacia do Jandiatuba. Nesta definição optou-se por não considerar as halitas da base como pertencentes à Formação Fonte Boa, e sim à Formação Carauari, ao contrário do conceito de Silva (1988). O contato entre estas duas unidades é transicional, o que leva a considerá-lo no topo do calcário ou evaporito significativo mais superior. O contato superior da Formação Fonte Boa se dá em discordância angular e erosiva com a Formação Alter do Chão. As estimativas de idade desta formação baseiam-se em correlações com a Formação Andírá, da Bacia do Amazonas, que foi datada como permiana por meio de palinomorfos (Picarelli e Quadros, 1991), eopermiana por relações isotópicas de estrôncio (Rodrigues et al. 1993) e neopermiana por palinomorfos (Daemon e Contreiras, 1971). A Formação Fonte Boa é uma sequência tipicamente regressiva, que marca o abandono das condições de mar interior com sedimentação marinha rasa, representada pelas rochas da Formação Carauari, para continental desértica, representada por camadas vermelhas e depósitos de sabkha continental associados. Estes evaporitos teriam se depositado à beira de lagos remanescentes da regressão, ou se formaram por infiltração na zona vadosa e ascensão capilar do lençol freático enriquecido em sulfatos, em condições áridas. Caputo (1984) interpretou que os siltitos calcíferos maciços intercalados com folhelhos poderíam ter-se originado de depósito de loess formados sob as mesmas condições.\nO perfil-tipo da Formação Fonte Boa é o intervalo 538-732 m do poço 2-FB-1-AM, perfurado em 1958 pela PETROBRÁS no município de Juruá (fig. 3.18). As variações de fácies observadas nesta unidade levaram à adoção de dois perfis de referência, os intervalos 1 109-1 407 m do poço 1-RT-1-AM (fig. 3.19), perfurado em 1984 pela PETROBRÁS no município de Tefé, e 564-687 m do poço 1-JT-4-AM (fig. 3.20), perfurado em 1985 no município de Jutaí, excluídas as intrusões de diabásio. A Formação Fonte Boa correlaciona-se com parte da Formação Andirá, da Bacia do Amazonas.\nGrupo Javari - aqui proposto para congregar os sedimentos de cobertura neocretáceos e cenozóicos das formações Alter do Chão e Solimões, presentes nas bacias do Solimões e Amazonas.\nFormação Alter do Chão - termo aplicado aos arenitos grossos, friáveis e de cores variadas, que recobrem os estratos paleozóicos da Bacia do Amazonas (Caputo et a/. 1971,1972). Na Bacia do Solimões, a Formação Alter do Chão interpõe-se em discordância angular entre o Grupo Tefé e a Formação\nSolimões. Na ausência de datações nesta bacia, a idade da Formação Alter do Chão é estimada por correlação com a Bacia do Amazonas, Price (1960, in Caputo, 1984) identificou um grande dente de Therapoda em um testemunho do poço 1-NO-1-AM, indicando idade neocretácea para a parte superior da unidade. As datações com palinomorfos apontam para idade mesoalbiana a turoniana. O ambiente de deposição interpretado para estas rochas é continental, com fácies de planície e leques aluviais. Algumas bandas ferrosas podem indicar períodos de formação de lateritas sob condições sazonais mais úmidas.\nO perfil-tipo da Formação Alter do Chão é definido na Bacia do Amazonas, no intervalo 5-527 m do poço 1-AC-1 -PA (Caputo et a/, 1971). Para a Bacia do Solimões, adotaram-se como perfis de referência o intervalo 765-1 261 m do poço 2-RJ-1-AM, na área do Jandiatuba (fig, 3.21), e o intervalo 305-665 m do poço 1-BV-1-AM, na área do Juruá (fig. 3.22). As correlações possíveis da Formação Alter do Chão são com o Grupo Jaquirana, da Bacia do Acre, e com as formações Grajaú e Itapecuru, da Bacia do Parnaiba.\nFormação Solimões - termo revalidado por Caputo et al. (1971) para os argilitos que recobrem as bacias de Solimões e Acre, e que ao longo de- um século receberam diversas designações (Caputo et a/. 1972). A unidade é composta por argilito vermelho e cinza, com camadas de conchas e de linhito. Na área do Rio Urucu, a parte superior da unidade apresenta arenito grosso variegado. Esta formação é muito rica em fósseis vegetais e animais, como troncos, folhas, carófitas, ostracodes, escamas, dentes e ossos (Caputo et al. 1971). O contato inferior da Formação Solimões é discordante com o Alter do Chão, As associações esporopolínicas permitem o estabelecimento de três zonas paiinológicas, correspondendo ao Mioceno, Mioceno/Plioceno e Plioceno (Cruz, 1984), Sugere-se um ambiente deposicional fluvial meandrante fino e lagos formados por canais abandonados.\nO perfil-tipo adotado para esta unidade é o intervalo 5-765 m do poço 2-RJ-1-AM (fig. 3.23). O perfil de referência é o intervalo 5-305 m do poço 1-BV-1-AM (fig. 3.24). A correlação possível da Formação Solimões é com a Formação Barreiras, presente em grande parte das bacias costeiras.\nDiabásio Penatecaua - denominado por Issler et al. (1974, in Caputo, 1984), ocorre como soleiras intercaladas nas rochas paleozóicas, em especial na Formação Carauari, As datações radiométricas disponíveis apontam para idades em torno de 190 ±20 milhões de anos, ou Eojurássico(Mizusakieta/. 1992).\nEstratigrafia de Seqüências - os pacotes sedimentares da Bacia do Solimões estão separados por discordâncias bem marcadas, que permitem o reconhecimento de seis seqüências de segunda ordem,\nSeqüência Ordoviciana - equivale aos elásticos neríticos da Formação Benjamin Constant, presentes na Sub-bacia do Jandiatuba e truncados por discordância decorrente de\nsoerguimento provavelmente correlacionado com a Orogenia Taconiana.\nSeqüência Siluro-devoniana - composta pelos elásticos e carbonatos neríticos neo-silurianos e eodevonianos da Formação Jutaí, também restritos à Sub-bacia do Jandiatuba.\nSeqüência Devoniana-carbonífera - constituída pelos elásticos e depósitos silicosos neríticos e glácio-marinhos neode-vonianos e eocarboníferos do Grupo Marimari, que ultrapassam o Arco de Carauari e se fazem presentes também na Sub-bacia do Juruá. A discordância que separa esta seqüência da seguinte foi aparentemente provocada por soerguimento ligado à Orogenia Eoherciniana.\nSeqüência Permo-carbonífera - formada pelos elásticos, carbonatos e evaporitos marinhos e continentais do Grupo Tefé, encontrados em quase toda a Bacia do Solimões. Sobre esta seqüência há uma discordância erosiva com hiato da ordem de 170 milhões de anos, em decorrência da atuação da Orogenia Tardi-herciniana e do Diastrofismo Juruá.\nSeqüência Cretácea - equivale aos elásticos fluviais da Formação Alter do Chão, preservados em função de subsidência ligada à atividade da Orogenia Andina.\nSeqüência Terciária - corresponde aos pelitos e arenitos flúvio-lacustres miopliocênicos da Formação Solimões, também depositados em conexão com a Orogenia Andina.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F.F.M. &amp; NOGUEIRA F., J.V. 1959. Reconhecimento geológico no Rio Aripuanã. Rio de Janeiro, Bol.Div.Geol. Min.DNPM n. 199, 44 p.\nALTINER, D. &amp;SAVINI, R. 1991. Pennsylvanian Foraminifera and carbonate microfacies from the Amazonas and Solimões Basins: biostratigraphic, paleoecologic and paleogeographic results. Rio de Janeiro, PETROBRÁS. Rei, interno.\nCAPUTO, M.V. 1984. Stratigraphy, tectonics, palaeoclimatology and palaeogeography of northern basins of Brasil. Santa Barbara, Califórnia University. 586 p, (PhD Thesis).\nCAPUTO, M.V., RODRIGUES, R. &amp; VASCONCELOS, D.N.N.\n1971.\tLitoestratigrafia da Bacia do Amazonas. Belém, PETROBRÁS, Rei. interno.\nCAPUTO, M.V., RODRIGUES, R. &amp; VASCONCELOS, D.N.N.\n1972.\tNomenclatura estratigráfica da Bacia do\nAmazonas:\tHistórico e Atualização. In:\nCongr.Bras.Geol., 26, Belém, SBG. Anais, v.3, p. 35-46.\nCRUZ, N.M.C. 1987. Quitinozoários da Bacia do Solimões, Brasil. Belém, Convênio CPRM/PETROBRÁS. Rei. interno.\nDAEMON, R.F. &amp; CONTREIRAS, C.J.A. 1971. Zoneamento palinológico da Bacia do Amazonas, Belém, PETROBRÁS, Rel.interno.\nGRAHN, C.V. 1989. Evaluation of the Chitinozoan Biostra-tigraphy of the Solimões Basin. Rio de Janeiro, PETROBRÂS. Rei. interno.\nGRAHN, C.Y. 1990. The Late Silurian and Early Devonian of Brasil: new evidence from the chitinozoan biostratigraphy. Rio de Janeiro, PETROBRÂS. Rei. interno.\nLEMOS, V.B. 1989. Bioestratigrafia do Paleczóico Superior das bacias do Amazonas e Solimões com base em conodontes. Rio de Janeiro, PETROBRÂS. Rei. interno.\nLOPES, P.R.M. 1989. Contribuição para o conhecimento da Formação Prosperança da Bacia do Solimões - uma análise sismoestratigráfica. Manaus, PETROBRÂS. Rei. interno.\nMELO, J.H.G. 1993. Coletânea de pareceres técnicos e sumários biocronoestratigráficos e paleoecológicos em poços na Bacia do Solimões (intervalo Ordoviciano/ Devoniano). Rio de Janeiro, PETROBRÂS. Rei. interno.\nMIZUSAKI, A.M.P., WANDERLEY F., J.R. &amp; AIRES, J.R. 1992.Caracterização do magmatismo básico das bacias do Solimões e do Amazonas. Rio de Janeiro, PETROBRÂS. Rei. interno.\nPICARELLI, A.T. &amp; QUADROS, L.P. 1991. Bioestratigrafia do Permiano e Carbonífero das bacias do Solimões, Amazonas, Acre.e Parnaíba, com base em fusulinídeos, palinologia e conodontes. Rio de Janeiro, PETROBRÂS. Rei. interno.\nQUADROS, L.P. 1986. Ocorrência de microfósseis (Acritarchae) ordovicianos na Sub-bacia do Alto Amazonas, Brasil. In: Congreso Argentino de Palentología y Bioestratigrafia, 4. Argentina. Actas, v. 1, p. 151-156.\nQUADROS, L.P. 1988. Zoneamento bioestratigráfico do Paleo-zóico Inferior e Médio (Seção Marinha) da Bacia do Solimões. Rio de Janeiro, Boi. Geoc. PETROBRÂS, v.2,n.1,p.95-109.\nQUADROS, L.P., MELO, J.H.G. &amp; GRAHN, C.Y. 1992. Bacia do Solimões. In: BEURLEN, G. &amp; QUADROS, L.P., eds., Bioestratigrafia das bacias paleozóicas brasileiras. Texto explicativo das cartas bioestratigráficas, versão 01.90. Rio de Janeiro, PETROBRÂS. Rei. interno, p. 7-14.\nQUADROS, L.P. &amp; MELO, J.H.G. 1993. Resultados palinológicos dos poços 1-LUC-1-AM e 3-RUC-8-AM. PETROBRÂS, Rio de Janeiro. Comunicação escrita.\nRODRIGUES, R., ABREU, V. &amp; TAKAKI, T. 1989. Utilização dos isótopos de carbono, oxigênio e estrôncio em correlações estratigráficas. In: Seminário de Interpretação Exploratória, 1. Angra dos Reis, PETROBRÂS. Anais, p. 317-325.\nRODRIGUES, R„ SOLIANI Jr„ E„ TAKAKI, T„ SATO, K. &amp; KAWAJITA, K. 1993. Cronoestratigrafia isotópica do estrôncio das formações Andirá (Bacia do Amazonas) e Cruzeiro do Sul (Bacia do Acre). Rio de Janeiro, PETROBRÂS. Rei. interno.\nSILVA, O.B. 1987. Análise da Bacia do Solimões (Revisão Estratigráfica, Magmatismo e Geoquimica). Ouro Preto, UFOP. Dissertação de mestrado, 177 p.\nSILVA, O.B. 1988. Revisão estratigráfica da Bacia do Solimões. In: Congr.Bras.Geol., 35. Belém, SBG. Anais, v.6, p. 2428-2438.\n\nB. Geoci. PETROBRÁS, Rio de Janeiro, 8 (1): 17 -45, jan./mar. 1994\n\n*\n\n0.00\n1 - JR - 1 - AM\nAltitude\n92\nRAIOS DANA COARI)\n|U5.OD\nI\n\n- O-----C]-----\nlb'J,ÜO >------O------O-\nr Z-------Q------\n>-----O------\n— o —\n?. 00\no—\nA\n4\n\n-c\n>\t----o----o—\n>\t----o---o —\n. o----Q----\n>\t----o----o-\n— o---- ~\n>\t--  o\n>\t---o----o-\n—\t— o- ■ o\n-\t----O----0-\nt o-------\n3----o   o—*\n--o-\n— 0, --\no °\nO —\n<\n\n/■■\n2\n\n1,\n\nS / /\n\n)\n\n.1A-Az\ni t mv i\n•JAAA\n2\nA A\nA“A —A ~ A\" A\nA -\nA^\no\n“AZ\nA A\n— A\nA A\n■Ar\n■A\n\nA-\ncom\ncom\n<AA<A:\n.Kí’\n2900\nm\nFORM7VÇAO\n2 788\nDENSIDADE CGM/C3)\nPORDSIDADE NEUTRÃO\n\nV\nA '\n- 1S. ÜC\nJ. DD\nmedio\nalgurnas\nm\nacinzentado,\nde\nCljORMAÇÃO UERÊ\n>\nbranco\n\n\n/VVWVVVWWVWVWVWmWVí lAVWVVV^^WvCKMAnKAMMAMAHM\nGRUPO\nPURUS\nFig. 3.8 - Perfil de referência da Formação Uerê.\nB. Geoci. PETROBRÁS, Rio de Janeiro, 8 (1): 17-45, jan./mar. 1994\n37\n*\n\nSi\n■f\nIftDUQAO COHNN)\nBOA\n—F0RMÂÇÁO—CãRTUARI\nFig. 3.19 - Perfil de referência da Formação Fonte Boa.\nvvvvvvvv\nV V W V\n*\nf V V tf\n4\nSILTITO\nMETASSILT\ncreme\nDIABASIO\nverde\nSILTIT\n14-07\nFORMAÇAO FONTE\nfc\n*\n«\n\n4"}]}}}