{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09087"}, {"@name": "filename", "#text": "14034_Relat%c3%b3rio%20Profissional_Helena%20Cristina%20de%20Carvalho%20Pires_2015.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i\nUniversidade do Minho\nEscola de Ciências\nHelena Cristina de Carvalho Pires\nRelatório de atividade profissional\nUMinho | 2015\tHelena Cristina de Carvalho Pires Relatório de atividade profissional\n1\t\n\t\nUniversidade do Minho\nEscola de Ciências\nHelena Cristina de Carvalho Pires\nRelatório de atividade profissional\nAo abrigo do despacho RT-38/2011\nMestrado em Ciências - Formação Contínua de Professores Área de Especialização em Biologia e Geologia\nTrabalho realizado sob a orientação da\nProfessora Doutora Isabel Aguiar Pinto Mina\nDECLARAÇÃO\nNome: Helena Cristina de Carvalho Pires\nEndereço Eletrónico: hcpires@gmail.com\nNúmero do Bilhete de Identidade: 10418662\nTelemóvel: 966366205\nTítulo da dissertação: Relatório de Atividade Profissional nos Termos do Despacho RT -\n38/2011\nSupervisora: Isabel Aguiar Pinto Mina\nAno de conclusão: 2015\nDesignação do Mestrado: Mestrado em Ciências- Formação Contínua de professores\nÁrea de Especialização em Biologia e Geologia\nEscola de Ciências\nDepartamento de Biologia\nÉ AUTORIZADA A REPRODUÇÃO INTEGRAL DESTA DISSERTAÇÃO APENAS PARA EFEITOS DE INVESTIGAÇÃO, MEDIANTE DECLARAÇÃO ESCRITA DO INTERESSADO, QUE A TAL SE COMPROMETE.\nGuimarães,__/___/____\nAssinatura:\nAgradecimentos\nAo meu marido, Filipe, pela paciência. A toda a família pela colaboração prestada, em especial à minha mãe e irmã.\nÀ minha cunhada, amiga e colega, Fátima Faria, pelo seu precioso apoio e amizade tendo sido o “motor ecológico”, com comando à distância, nos momentos mais difíceis! Também ao meu cunhado, Luís Amorim, pelo seu apoio.\nÀ equipa da Escola Álvaro Velho, onde incluo todos os colegas, os funcionários e todos os elementos da Direção. Obrigada, Teodósio Faria, Rui Sequeira, Margarida Encarnação, Isabel Martins, Ana Dias, Menas, Carlos Moucho, Ana Ventura, Pedro Marques, Alice Figueira, Rui Santos, Carla Cardoso, Claúdia Martins, Sónia Correia, e apesar de já não estar entre nós ao Pedro Silva, que fará sempre parte da memória desta equipa pela pessoa que era!\nÀs Associações e ONGs: RNET, ASPEA, SPEA,CMB, Salinas do Samouco, Centro Ambiental da Mata da Machada e Sapal do rio Coina e Museu Industrial da Baía do Tejo pela colaboração com os nossos trabalhos escolares.\nÀ Engenheira Helena Silva, pela partilha do seu vasto conhecimento sobre a RNET.\nAo André Batista pelo seu envolvimento com a Educação Ambiental, à Márcia Pinto e Afonso Rocha por todo o apoio e material cedido. Ao Salineiro João Matias por dignificar a sua profissão e desempenhá-la com tanto gosto.\nAos meus amigos e primos mais chegados, Marta, Rui, André e Joana.\nÀ minha orientadora, Dr3 Isabel Mina, pela sua disponibilidade e recomendações sempre pertinentes. À Dr3 Ana Paula Esteves pelo incentivo na inscrição deste mestrado.\nA todos os meus alunos, pela sua motivação e envolvimento e para os quais estarei sempre disponível.\niv\nResumo\nO presente relatório de atividade profissional vem reforçar a importância da formação contínua de professores que valoriza a aquisição de conhecimentos, de competências e de práticas letivas, em variados contextos profissionais.\nO estuário do rio Tejo pela sua importância ecológica, geográfica, histórica e cultural foi o mote para as atividades de Educação Ambiental que visam alertar para a preservação e conservação das Zonas Húmidas e dos Ecossistemas em geral.\nA sociedade moderna debate-se cada vez mais com problemas ambientais causados pelo Homem. Urge uma mudança de comportamentos e atitudes para que nos seja permitido viver num planeta sustentável. A poluição, a extinção de espécies, o desperdício energético e as alterações climáticas são preocupações de Orgãos Políticos locais e globais, Organizações, Associações e principalmente da Escola. Juntos, devemos contribuir para a Educação Ambiental e Cidadania de toda a sociedade.\nNa Escola, a Educação Ambiental dos alunos passa por envolvê-los em projetos que impliquem o contato direto com a Natureza e a ligação emocional com os locais onde vivem. Desta forma torna-se mais fácil contribuir para a sensibilização das camadas mais jovens da população e consequentemente das suas famílias e comunidade local. O contributo para formar alunos proativos em prole de um futuro sustentável é evidenciado na carreira profissional descrita no segundo capítulo deste relatório\nPalavras-Chave: Estuário do Tejo, Educação Ambiental, Sustentabilidade\nv\nAbstract\nThis professional activity report reinforces the importance of ongoing training of teachers who values the acquisition of knowledge, skills and teaching practices in various professional contexts.\nThe Tagus River Estuary, for its ecological, geographical, historical and cultural importance was the theme for Environmental Education activities that alert to the preservation and conservation of wetlands and ecosystems in general.\nModern society faces increasingly environmental problems caused by man. It's urgent a change in behaviors and attitudes in order to live in a sustainable planet. Pollution, species extinction, energy waste and climate change are concerns of local and global Political Organs, Organizations, Associations and specially school. Together we must contribute to the Environmental Education and Citizenship of the whole society.\nIn school, students’ Environmental Education passes by engaging them in projects that involve direct contact with nature and the emotional attachment to the places where they live. Thus it becomes easier to increase awareness of the younger sections of the population and consequently their families and local community. The contribution to form proactive students in offspring of a sustainable future is evident in the career described in the second chapter of this report.\nKey Words: Tagus estuary, Environmental Education, Sustainability\nvi\nPara os meus filhos, André e Bruno.\nvii\nÍndice\nAgradecimentos...................................................................iv\nResumo............................................................................v\nAbstract.........................................................................vi\nIntrodução........................................................................1\nCapítulo I: O estuário do Tejo....................................................4\n1.\tIntrodução..................................................................5\n2.\tO estuário do Tejo..........................................................6\n2.1.\tBiodiversidade estuarina...................................................12\n2.2.\tO impacto antropogénico: visão histórico-cultural da ocupação da margem sul .... 18\n3.\tA Reserva Natural do Estuário do Tejo - Sua importância como Zona Húmida\nEstuarina........................................................................24\n4.\tA salicultura..............................................................29\n4.1.\tAs Salinas do Samouco - Zona de Proteção Especial (ZPE)....................31\nCapítulo II: Experiência profissional............................................40\n1.\tEducação Ambiental na Escola Básica 2,3 de Álvaro Velho....................41\n1.1.\tO Clube ”Os Amigos da Natureza”............................................43\n1.1.1.\t“Na onda da Sensibilização Ambiental”.....................................47\n1.1.2.\tO blog....................................................................56\n2.\tProjetos científicos desenvolvidos no decurso da atividade profissional....57\n2.1.\tCurso de Educação e Formação (CEF) em Jardinagem, nível II.................57\n2.2.\tEnsino superior............................................................58\n2.3.\tAtividades desenvolvidas no âmbito da comunidade educativa.................58\n3.\tRegisto da atividade profissional..........................................59\n4.\tFormação Profissional......................................................64\nConclusão....................................................................... 70\nviii\nAnexos.............................................................................74\nAnexo 1- Planificação e guião de atividades da saída de campo às salinas do Samouco ... 75\nAnexo 2- Metodologia IBSE e Plano de aula da sua implementação.....................86\nAnexo 3-Tabelas da atividade Life + MarPro da SPEA.................................95\nAnexo 4-Atividades realizadas no curso CEF Jardinagem..............................97\nAnexo 5-Certificados da Área Científica...........................................103\nAnexo 6- Certificados da Área Pedagógica..........................................118\nAnexo 7- Certificados da Área TIC.................................................137\nix\nÍndice de figuras\nFigura 1 - Portos fluviais do Tejo no princípio do século XVII (Dias, 1999)..........8\nFigura 2 - Bacia hidrográfia do Tejo (Dias, 1999)....................................9\nFigura 3 - Unidades geomorfológicas do Estuário do Tejo (Lima, 1997c)...............11\nFigura 4 - Classificação de organismos em função da salinidade dos habitats (Dias, 1999). ...................................................................................13 Figura 5 - Plantas halófitas: Morraça - Spartina maritimus (a); Malmequer-do-mar - Aster tripolium (b); Gramata branca - Halimione portulacóides (c); Sarcocornia fruticosa (d); Junco-das-esteiras - Juncus maritimus (e); Limónio - Limonium sp.(f). Fotografias de Junho de 2014......................................................................14\nFigura 6 - Deslocação dos peixes migradores tendo em vista a desova (a); peixes presentes ao longo do rio Tejo (b) (Lima, 1997c).............................................16\nFigura 7 - Rota de aves migradoras (Lima, 1997b)...................................17\nFigura 8 - Apanha ilegal de bivalves (sem passar pela lota) com artes de pesca ilegais, como o uso de redes com malhas apertadas (redes de cerco). Praia dos Moinhos, Alcochete\n(fotografia da autora, 31 de Maio de 2014)............................................19\nFigura 9 - A Muleta, ilustração de Augusto Cabrita, do acervo da CMB..................20\nFigura 10 - Complexo industrial da CUF no Barreiro em 1970 (http://soplanicie.blogspot.pt/ 2013/01/a-condicao-operaria-no-barreiro.html).........21\nFigura 11 -Teares onde se fabricavam tecidos em manga, 1961 (Camarão, 2008)...........22\nFigura 12 -(a) Vista geral da fábrica de ácido sulfúrico “contato IV”, que iniciou a sua produção em 1961 (200 toneladas/dia). De notar que esta foi a primeira fábrica que, no Barreiro, utilizou enxofre para produzir ácido sulfúrico; (b) Expedição de ácido clorídrico,1964 (Camarão, 2008).........................................................23\nFigura 13 - Limites da Reserva Natural e da Zona de Proteção Especial do Estuário do Tejo. Dados do ICNF...........................................................................25\nFigura 14 - Alfaiate - ave ilustrada por Daniel Ribeiro, aluno do clube “Os Amigos da Natureza” (Escola Básica de Álvaro Velho, 9°ano), à esquerda e o logótipo da RNET, à direita.................................................................................26\nFigura 15 - Ambientes dominantes na RNET (in Seminário“A RNET e região envolvente-potencialidades para o desenvolvimento local sustentável”, 15 de Maio de 2014)..........27\nFigura 16 - Centro de Interpretação Ambiental do EVOA (Fotografia da autora, 5 de Outubro de 2014)........................................................................28\nx\nFigura 17 - Embarcações no Sítio das Hortas (Fotografia cedida pela Enga Helena Silva).29\nFigura 18 - Carta resumo do salgado do Tejo (Dias, 1999)..............................30\nFigura 19 - Flamingos sobre o Tejo, próximo da ponte Vasco da Gama. (Fotografia cedida por Fundação para a Proteção e Gestão Ambiental das Salinas do Samouco)...............32\nFigura 20 - Pernalonga - Himantopus himantopus (a); Chilreta - Sterna albifrons (b); Borrelho-de-coleira-interrompida - Charadrius alexandrines (c); Cria de borrelho-de-coleira-interrompida (d). Fotografias cedidas por FPGASS..............................33\nFigura 21 - Manutenção das salinas do Samouco: Limpeza dos tanques (a); Preparação das barachas (b). Fotografias cedidas por FPGASS..........................................34\nFigura 22 - Comporta: Corrediça e sarilho (a); Passagem da água para o viveiro (b). Fotografias cedidas por FPGASS........................................................35\nFigura 23 - Salinas: circulação da água para os talhos (a); circulação da água na salina (b). Fotografias cedidas por FPGASS........................................................36\nFigura 24 - Salineiro a rapar o sal com o rodo (a); Sal a secar nas barachas (b); Rede para recolher a “flor de sal” (c); Tabuleiro de secagem da “Flor de sal” (d). Fotografias cedidas por FPGASS............................................................................37\nFigura 25 - Serra de Sal (Fotografia da autora).......................................37\nFigura 26 - Estufas de produção de Salicórnia (Fotografias cedidas por Magna Cardoso, produtora de Salicórnia, em 23 de Abril de 2014)......................................38\nFigura 27 - Secadouro de Alcochete: Portão da entrada (a); pormenor do painél de azulejos do portão (b); antiga fábrica da seca do bacalhau, atualmente em abandono (c); secadouros do bacalhau (d). Fotografias da autora em 25 de fevereiro de 2014.....................39\nFigura 28\t- Salinas outrora existentes na Avenida das Nacionalizações\n(http://cidadaodolavradio.blogspot.pt)................................................41\nFigura 29 - Painel de mosaico colocado junto às traseiras da escola de autoria de Maria José e seus alunos. Fotografia da autora..............................................43\nFigura 30 - “Cantinho da Natureza”, no interior da biblioteca escolar (Outubro de 2013). 44 Figura 31 - Alunos na prática de birdwatching com binóculos e telescópio (a); Aromatização de sal com ervas aromáticas (b); Rapação de sal com o rodo (c); Ensacamento do sal para venda (d).....................................................50\nFigura 32 - Exposição dos trabalhos realizados no âmbito do concurso “Aves em 3D” (a); Flamingo, ave vencedora do concurso (b)...............................................51\nxi\nFigura 33 - Exposição dos trabalhos realizados no âmbito do concurso “Aves em 3D”: no Centro Ambiental da Mata da Machada e Sapal do rio Coina (a); na galeria da RNET, em Alcochete (b).......................................................................51\nFigura 34 - Atividade realizada com a SPEA no âmbito do projeto Life+MarPro,........52\nFigura 35 - Palestra “Alterações climáticas” no dia Internacional da Biodiversidade.53\nFigura 36 - Exposição comemorativa do dia Internacional da Biodiversidade...........54\nFigura 37 - À esquerda os desenhos das sardinhas e à direita um dos trabalhos de alunos do 1° ciclo............................................................................55\nFigura 38 - Comemoração do Dia Mundial da Bolota com o 1° ciclo.....................55\nFigura 39 - Aspeto geral do blog do clube “Os Amigos da Natureza”...................56\nxii\nÍndice de tabelas\nTabela 1 - Distribuição da salinidade e das correntes de água nos três tipos de estuário\n(adaptado de Dias, 1999)..................................................................7\nTabela 2 - Principais características físicas do rio e estuário do Tejo (Dias, 1999).....10\nTabela 3 - Produção anual de sal português nalguns anos do século XX. Dados de Mário Bolseiro Dias, Economia marítima de Aldeia galega do Ribatejo (Azevedo, 2001)............31\nTabela 4 - Níveis de precipitação de NaCl (salinização) nas Salinas do Samouco (Dados da FPGSS)...................................................................................36\nTabela 5 - Visitas de estudo realizadas ao longo da minha carreira profissional..........58\nTabela 6 - Percurso Profissional.........................................................60\nTabela 7 - Cargos exercidos..............................................................61\nxiii\nAbreviaturas\nAREB\tAgência Regional de Energia do Barreiro\nASPEA\tAssociação Portuguesa de Educação Ambiental\nCMB\tCâmara Municipal do Barreiro\nCUF\tCompanhia da União Fabril\nDNUEDS\tDécada das Nações Unidas da Educação para o Desenvolvimento Sustentável\nEDP\tEletricidade de Portugal\nENDS\tEducação Nacional para o Desenvolvimento Sustentável\nEVOA\tEspaço de Visitação e Observação de Aves\nFPGASS\tFundação para a Proteção e Gestão Ambiental das Salinas do Samouco\nICNF\tInstituto de Conservação da Natureza e Florestas\nONG\tOrganização Não Governamental\nONU\tOrganização das Nações Unidas\nRNET\tReserva Natural do Estuário do Tejo\nSIC\tSítio de Importância Comunitária\nSPEA\tSociedade Portuguesa para o Estudo das Aves\nTIC\tTecnologias de Informação e Comunicação\nUNESCO\tUnited Nations Educational, Scietific and Cultural Organization\nZPE\tZona de Proteção Especial\nxiv\n“És um rio cheio de água levada, E dás rumo à fragata que escolhi... ” Pedro Barroso\nIntrodução\nO presente relatório revela a experiência profissional de dezoito anos de docência das Ciências no ensino básico e secundário e, tendo por mote o estuário do rio Tejo aborda estratégias de Educação Ambiental.\nO primeiro capítulo dá a conhecer um dos maiores estuários da Europa Ocidental incluído na lista de sítios da Convenção Ramsar. Neste tratado intergovernamental, o estuário do Tejo é classificado como Zona Húmida de importância internacional sendo a maior área de Zona Húmida da Península Ibérica (Neves, 2010). No segundo capítulo é apresentada uma reflexão da atividade profissional exercida em várias escolas do país, e são enumerados os projetos desenvolvidos e as formações realizadas ao longo de uma carreira profissional onde a Educação Ambiental esteve sempre presente.\nA promoção da Educação Ambiental para a sustentabilidade, nos sistemas da educação pré-escolar e do ensino básico e secundário, vai ao encontro das linhas orientadoras da “Década das Nações Unidas da Educação para o Desenvolvimento Sustentável - DNUEDS (2005-2014)”. Para a ONU/UNESCO, a DNUEDS baseia-se na visão de um mundo no qual todos tenham a oportunidade de aceder a uma educação e adquirir, para além de conhecimentos científicos, valores que fomentem práticas sociais, económicas e políticas de sustentabilidade contribuindo para um futuro que compatibilize as necessidades humanas com o uso sustentável dos recursos, superando assim os efeitos perversos que vão desde a destruição ambiental até à manutenção/agravamento da pobreza e para garantir destes modo que as gerações futuras não sejam penalizadas em relação às gerações presentes.\nA nível Mundial continuamos a debater-nos com graves problemas relacionados com a falta de sustentabilidade e de desenvolvimento, tais como a pobreza, a fome, a escassez de água e energia, as doenças e as guerras. As alterações climáticas são atualmente consideradas um factor de risco que pode exponenciar todos estes problemas.\n1\nse lecionam na disciplina de Ciências Naturais dos sétimo e oitavo anos; 2) a história da relação entre o Tejo e o Homem, ponto de partida para os descobrimentos portugueses que atualmente se mantem como uma porta de entrada e saída para o mundo. Esta temática permite a transversalidade de saberes juntando às Ciências outras disciplinas, e dando aos alunos uma visão do passado e do presente que lhes permitirá refletir acerca do futuro, que será construído por todos nós!\nPara além da pesca, salicultura, navegabilidade e agricultura das suas margens férteis, o estuário do Tejo serviu também como fonte de inspiração de escritores e poetas, tais como Camões, Fernando Pessoa e Alves Redol. Este último, na obra Avieiros apelidou os pescadores de “ciganos do Tejo” e Soeiro Pereira no romance Esteiros, descreve o trabalho infantil nos telhais à beira rio.\nEste estuário foi desde sempre um “bem” para as suas povoações que no entanto, nem sempre o souberam tratar da melhor forma. Ao longo dos tempos o estuário do Tejo tem sofrido grandes alterações, essencialmente provocadas pelo impacto antropogénico nas duas margens. Na margem sul é notória a preservação dos concelhos abrangidos por áreas protegidas como Área de Reserva Natural (ARN), ZPE e Sítio de Importância Comunitária (SIC), que contrastam com os concelhos que não usufruem de qualquer proteção.\nNa área geográfica da Escola Básica 2,3 de Álvaro Velho, a industrialização da freguesia do Lavradio impediu a fruição do rio às gerações mais jovens. A poluição e a urbanização destruíram os bancos de ostras, aterraram os sapais e as salinas, reduziram a flora e a fauna desta zona do estuário. Atualmente, a maior parte das fábricas encontram-se encerradas. As novas estruturas viárias relançaram a especulação imobiliária na região, apesar das exigências de vida imporem novas regras de planeamento e ordenamanto local e regional. A relação de toda a margem sul (e do Lavradio) com o Tejo tornou-se uma questão político-cultural da maior importância na atualidade.\nO tema vai assim ao encontro do gosto pessoal pela temática do meio ambiente e da necessidade de transmitir aos alunos um conhecimento mais aprofundado da área onde vivem. É urgente minimizar alguns erros ambientais cometidos pelo Homem e reduzir o excessivo desperdício produzido em muitas comunidades. A consciencialização de atitudes ecológicas como forma de diminuir a “pegada ecológica”, contribuirá para a preservação do planeta, por via do uso mais sustentável dos seus recursos. A transmissão destes valores a alunos do ensino básico e secundário chegará às respetivas famílias, contribuindo para a promoção de uma sociedade mais consciente da necessidade de preservar e respeitar a natureza.\n2\nNeste âmbito, os alunos são levados a reconhecer a importância de uma Zona Húmida Local - o estuário do Tejo - numa abordagem interdisciplinar, para mais facilmente compreenderem as temáticas ambientais mais abrangentes. A compreensão destes temas deve implicar a mudança de hábitos de consumo para atitudes ecológicas, que vão de encontro ao Projeto Educativo de Escola: “Cidadania e Desenvolvimento Sustentável, Pensar Global, Agir Local”. Para assegurar as necessidades básicas de muitas populações no próximo milénio será necessário preservar e fortalecer os recursos naturais do nosso planeta, assegurando uma boa qualidade de vida e bem-estar para todos. Como defende Munasinghe, Nobel da Paz em 2007, estes temas devem ser tratados na escola, não se podendo esperar que todas as mudanças sejam da exclusiva responsabilidade dos órgãos de chefia. Qualquer passo que se dê no caminho da Educação Ambiental das nossas crianças e jovens, será importante para alcançar os objetivos desejados.\nCom raízes nortenhas de Trás-os-Montes e Alto Douro considero que a atividade profissional que exerci em vários pontos do país, me proporcionou um vasto conhecimento regional e cultural das diferentes localidades por onde passei. Foi no estuário do Tejo que me fixei, daí a necessidade de o conhecer melhor. Aprofundei os meus conhecimentos através da realização de ações de formação, e pesquisando quer no terreno quer em bibliografia. Continuar a explorá-lo com os meus alunos será uma mais-valia.\n3\nCapítulo I: O estuário do Tejo\n4\n1.\tIntrodução\nPara promover a Educação Ambiental na Escola Básica 2,3 de Álvaro Velho foi selecionado e trabalhado como tema central, o estuário do rio Tejo, que ao longo dos tempos tem vindo a servir os seres vivos e o Homem de diferentes formas. No âmbito da disciplina de Ciências Naturais o estuário do Tejo é abordado dentro dos temas “Dinâmica dos Ecossistemas” e “Sustentabilidade da Terra” lecionados no oitavo ano de escolaridade, e em sala de aula de forma interdisciplinar, são também analisados os serviços prestados por este estuário.\nApesar de várias referências a outros concelhos, o estudo incide sobre a margem sul, nomeadamente o Barreiro e a freguesia do Lavradio, local onde a escola está inserida, e o concelho de Alcochete onde se situam as “Salinas do Samouco”. Fica o registo de dois concelhos da margem sul com diferentes realidades: o Barreiro, por ser o mais urbanizado e Alcochete, o mais preservado da ação do Homem, estando abrangido por Áreas Protegidas como a RNET, a ZPE e os SIC.\nA Escola Básica 2,3 de Álvaro Velho, no Lavradio, foi construída numa zona onde outrora laboravam imensas salinas que hoje não estão ativas. O Barreiro foi uma das cidades que sofreu maiores transformações ao longo do tempo tendo sido uma das zonas mais urbanizadas da região. No tempo da monarquia a margem sul era um local escolhido para férias devido aos seus “ares” considerados dos mais saudáveis da região. Após o grande desenvolvimento industrial e com a construção da Companhia da União Fabril (CUF) este cenário sofreu grandes alterações.\nO ambiente carece de atenção de todos os cidadãos, do poder político, das Associações de Defesa, Organizações Não Governamentais (ONGs) e das Autarquias Locais, tendo estas um papel preponderante na tomada de decisões e na sensibilização ambiental. A Câmara Municipal do Barreiro (CMB) e o Centro Ambiental da Mata da Machada e Sapal do Rio Coina, demostram um grande esforço e preocupação para melhorar a qualidade ambiental da cidade. A CMB trabalha ativamente junto da população para a sensibilização ambiental, com atividades gratuitas, e apoia as escolas a trabalhar neste âmbito. Em Outubro de 2012, foi criada a Reserva Natural Local do Sapal do Rio Coina e Mata da Machada, como forma de promover e proteger os valores da biodiversidade locais. Esta Mata alimentou durante séculos com a sua madeira os fornos de cal, vidro e cerâmica, e os estaleiros navais desta zona.\n5\nA criação na escola do clube “Os Amigos da Natureza”, em 2013, permitiu uma abordagem transversal sobre a importância do estuário do Tejo e, o estudo e compreensão das alterações ambientais ao longo dos tempos. As saídas de campo promovidas neste contexto permitiram uma ligação entre os conteúdos curriculares e a natureza, combinando aprendizagens cognitivas e afetivas. Pela observação os alunos são conduzidos a transitar de conceitos simples a complexos e a desenvolver a capacidade de realizar investigações curtas e pequenas discussões em grupo. A experiência direta com os fenómenos e materiais concretos e a capacidade de atividades práticas para a construção e aplicação de conceitos hands on tem-se mostrado muito produtiva.\n“Os estuários são essenciais aos processos ecológicos que suportam a vida ” Estratégia Mundial de Conservação\n2.\tO estuário do Tejo\nOs rios são cursos de água naturais que fluem para outros rios, lagos ou para o mar. Podem ter características diferentes consoante o enquadramento geológico e climático, e as suas comunidades biológicas variam ao longo do seu perfil longitudinal, desde a nascente até à foz. Têm um elevado valor económico, pois sustentam muitas das atividades humanas, tais como, a agricultura, a produção de energia elétrica, a pesca e o turismo.\nUm estuário é uma Zona Húmida onde se encontram, misturam e interligam dois meios aquáticos distintos: água doce e água salgada. A maioria dos estuários é dominada pela presença de substrato vasoso que tem origem nas finíssimas partículas coloidais que o rio, na sua parte terminal, transporta em suspensão nas águas. A mistura dessas partículas com águas salinas de origem marinha provoca a sua agregação eletrolítica e a floculação, depositando-se gradualmente nos fundos dos estuários. Esta deposição de substâncias origina campos mais ou menos extensos de lamas (Dias, 1999).\n6\nEste ecossistema apresenta uma elevada produtividade biológica devida à grande abundância de nutrientes que resulta numa diversificada comunidade de produtores. Não obstante, os seres vivos que lá habitam estão sujeitos a um elevado stress ambiental devido às variações de fatores abióticos como a salinidade, a temperatura, o hidrodinamismo, o oxigénio dissolvido e a turbidez da água.\nA costa portuguesa apresenta um número elevado de sistemas estuarinos que apresentam dimensões e características diferentes. Os estuários, Zonas Húmidas por excelência, fazem parte do património natural sendo uma mais-valia para o país.\nSegundo Mc Lusky (1989) os estuários podem ser classificados em três tipos de acordo com o seu balanço hidrológico global: (I) positivos, quando o prisma de maré de enchente é inferior ao da vazante; (II) neutros, quando o débito fluvial é da mesma ordem de grandeza das perdas de água e (III) negativos, quando, pelo contrário, o prisma de maré de enchente é superior ao da vazante.\nA salinidade é um dos principais fatores que condicionam a ecologia dos estuários. Adam (1990) representa esquematicamente três tipos (Tabela 1): em cunha salina, parcialmente estratificados e verticalmente homogéneos.\nTabela 1 - Distribuição da salinidade e das correntes de água nos três tipos de estuário\n(adaptado de Dias, 1999).\nEM CUNHA\nSALINA\nEstuários que apresentam uma corrente de água salgada junto ao fundo e uma corrente de água doce à superfície.\nPARCIALMENTE\nESTRATIFICADO\nEstuários com um gradiente salino vertical entre as camadas superficial e de fundo que exibem sentidos opostos da direção da corrente.\nPARCIALMENTE ESTRATIFICADO\nSalinidade Velocidade\n0\t35%.\t*-<>♦\nrnrm rrrrrn\nCorte na seceso X\nEstuáno\nMar\n7\nMISTURADOS OU\nVERTICALMENTE\nHOMOGÉNEO\nEstuarios onde a salinidade decresce de jusante para montante sem existir um gradiente vertical de estratificação das aguas.\nO Tejo nasce em Espanha, na serra de Albarracin a cerca de 1800 metros de altitude e faz um percurso aproximado de 1070 km até atingir a sua zona estuarina, sendo mais de dois terços em terras espanholas. Após a entrada em território nacional, às portas de Vila Velha de Rodão, o Tejo passa por duas barragens (Fratel e Belver) e, ao juntar-se ao Zêzere, em Constância, aumenta significativamente o seu caudal graças à agua vinda do Maciço da Estrela. À medida que o rio avança em direção à foz, percorre terrenos com uma inclinação muito baixa que podem ser facilmente galgados quando o caudal aumenta o que permite que as aguas se espraiam pelos campos, fazendo uso da lezíria e alimentando a sua formação. Transita-se então para um maciço calcario estremenho que passa a alimentar com as suas aguas o rio Tejo (Chitas, 2012). Estas chegam ao estuario juntamente com as aguas do rio Sorraia.\nABRANTES\n’Alvega\nlAlcochete\n> ALDEIA GALEGA\nVFranca de Xira Alhandra*.\n• Sah aterra\n.deMagos ? Bcnavcnte\nSANTARÉM\ni • Almemm\nConstância\n•\nV. N. da Barquinha•3^**w*\n| Tañeos Pinhetn.’ 'e\nAzinhaga •/•chamusca\nV. Velha de Rodão\ni • Moita\n• Coina\nFigura 1 - Portos fluviais do Tejo no princípio do século XVII (Dias, 1999).\n8\nOs principais afluentes do Tejo em Portugal são: a) na margem direita: os rios Erges, Aravil, Ponsul, Ocreza, Zêzere, Almonda, Alviela, Maior, Trancão e vala de Azambuja, ribeiras de Ota e de Alenquer; b) na margem esquerda: os rios Sever, Sorraia, Almansor e ribeiras de Nisa, Figueiró, Alpiarça ou Ulme, Muge e Magos (Figura 1).\n“O rio Tejo, desde tempos recuados, foi a principal via de penetração na Península Ibérica e o seu estuário assumiu durante séculos, o esplendor e a importância de uma navegação ativa e dinâmica, como a melhor forma de transportar gentes e bens. O estuário do Tejo não separou, antes uniu, as duas margens através de um tráfego fluvial intenso e permanente que havia de acentuar-se com o apoio às frotas dos descobrimentos. Durante anos foi a porta principal de entrada em Lisboa, palco de encontro de povos, culturas e civilizações diferentes. Local de destaque da nossa história naval, o estuário manteve com Lisboa uma ligação estreita, profunda e dinâmica” (Dias, 1999).\nO estuário do Tejo é o maior de Portugal, ocupando uma área de 325 km , é considerado positivo e parcialmente estratificado (Tabela 1). A sua bacia hidrográfica tem orientação dominante nascente-poente e abrange uma área de 80.630 km , da qual 55.769 km se localizam em território espanhol e a restante em Portugal (Figura 2). É um estuário mesotidal, ou seja, com amplitude de maré de valores médios (aproximadamente quatro metros). A salinidade varia, em permilagem, de zero (a 50 km a montante da foz) a aproximadamente 37 (na foz do estuário). A temperatura da água varia de 8°C a 26°C (Neves, 2010). As principais características físicas do rio e estuário do Tejo encontram-se resumidas na Tabela 2.\nFigura 2 - Bacia hidrográfia do Tejo (Dias, 1999).\n9\nRio\tPrecipitação\tPrecipitação média anual na bacia\t700 mm\n\tDimensões\tComprimento\t1.070 km\n\tCaudal\tInteranual\t400 m3/s\n\t\tGama\tde 100 a > 2000 m3/s\nEstuário\tDimensões\tÁrea total do estuário\t325 km2\n\t\tComprimento do estuário\t50 km\n\t\tÁrea intertidal\t136 km2\n\t\tLargura maxima\t15.160 m\n\t\tLargura media\t.040 m\n\t\tVolume total médi (NM)\t1.890x106 m3\n\tProfundidade\tProfundidade ( hidráulica) máxima\t32 m\n\t\tProfundidade (hidráulica) média\t10.6 m\n\tOutras caracteristicas\tPrisma de maré médio\t600x106 m3\n\t\tExcurção de maré\t6 a 20 km\n\t\tTempo de residência da água doce\t8 a 50 dias\n\t\tAfluxo de sedimento fluvial\t1 a 5x10° Ton/ano\nNos finais do terciário e inicio do quaternário o estuário do Tejo teria provavelmente águas pouco profundas e pantanosas constituindo um sistema deltaico entrecortado por inúmeros canais. Movimentos tectónicos da crusta e oscilações do nível do mar estiveram na origem da evolução complexa da zona do Baixo Tejo e do seu estuário. Há cerca de 80 milhões de anos, terminaram as grandes manifestações vulcânicas na região de Lisboa /Mafra. A partir dessa altura, a Bacia do Tejo, começou a afundar-se ao longo de uma grande falha (Falha do Tejo), a qual determinou o percurso do leito do rio e constituiu a grande causa da diferença marcante de relevo entre as suas margens. Atualmente é bem visível a maior elevação da margem direita em relação à esquerda, sendo esta muito mais recortada. É nesta margem que os campos de aluvião constituem a fértil lezíria ribatejana. Com o afundamento progressivo do leito do estuário, foi-se formando uma extensa bacia de receção das águas e dos sedimentos trazidos das zonas a montante (calhaus rolados de granito, xisto, quartzito, entre outros). Das várias vezes em que o nível das águas subia, toda a área da bacia do Tejo se transformava num extenso golfo marinho onde se desenvolviam corais e onde era possível encontrar tubarões, tartarugas, cetáceos e peixes tropicais. Nas alturas em que o mar se retirava formava-se então uma planície aluvial pantanosa, com vastos lagos habitados por crocodilos. Nas planícies viviam rinocerontes, mastodontes, cavalos primitivos e outros (Dias, 1999).\n10\nNos últimos milhões de anos, esta zona sofreu grandes variações climáticas passando de clima tropical a desértico e a temperado frio. Estas variações foram afetando a diversidade de animais e plantas. Com a última retirada do mar, toda a bacia do Tejo se cobriu de grandes dunas (Dias, 1999).\nAtualmente, o estuário do Tejo pode ser dividido em três unidades geomorfológicas distintas (Figura 3): o Mar da Palha, o Canal da Barra e os Esteiros da Margem Sul.\nMouchão de Alhandra\t\tMouchão das Garças\nMouchão\tda\t\nPóvoa\t\t\n\tMar da Palha\t\n\t\tAkrxhete\nLisboa\t\tMontijo\nCanal da Barra\t\t\n■\tTrataria\tBarreiro Sebal\tMorta\nOceano Atlântico\t\tEsteiros da Margem Sul\nMouchão do L ombo do Tejo\nFigura 3 - Unidades geomorfológicas do Estuário do Tejo (Lima, 1997c).\nO Mar da Palha, unidade fundamental da região vestibular do rio, possui aproximadamente 30 km de comprimento e 15 Km de largura. Aqui, as águas são pouco profundas e turvas devido ao lodo mantido em suspensão e são movidas pelas marés com baixa corrente. A área coberta pelas águas é de 261 km (Farinha, 2000). A jusante de Vila Franca de Xira surgem quatro mouchões1 11: mouchões de Alhandra, das Garças, Lombo do Tejo e da Póvoa. A variação das marés e a extensão de aluviões permitem uma elevada variedade de habitats: sapais, salinas, bancos de vasa, lezíria, caniçais. Esta geodiversidade, juntamente com a\n1 Ilhas de pequena dimensão no meio do rio formadas pela acumulação de terrenos de aluviões.\n11\nlocalização geográfica e climática, fazem deste estuário um verdadeiro santuário avifaunistíco, sendo uma das zonas húmidas mais importantes da Europa.\nDurante as rotas comerciais, as embarcações que subiam o Tejo para trocar sal e barras de sabão por cereais, vinho, fruta e palha transbordavam esta para a água, daí o nome Mar da Palha.\nO Canal da Barra, “gargalo“ que estabelece a comunicação com o oceano Atlântico, tem um comprimento de aproximadamente 10 km, e uma largura quase constante de 2 km. É a zona do estuário mais profunda (com cerca de 40 metros) e com as correntes mais fortes. As suas águas, pouco poluídas são as que apresentam a salinidade máxima de todo o estuário. Abriga espécies que só aqui existem. Constitui a porta de entrada para muitas espécies piscícolas provenientes do oceano Atlântico e é muito importante porque permite a reciclagem das águas interiores, através dos fluxos e refluxos das marés. O canal encontra-se encaixado numa estrutura de falha com arribas escarpadas talhadas no Miocénico. A zona terminal do Canal da Barra, começa gradualmente a dar lugar às águas marinhas, formando uma espécie de “embocadura” delimitada até à linha do Bugio/São Julião (Lima,1997c).\nOs esteiros constituem como que os dedos de uma mão que tem por palma o Mar da Palha. É a unidade em que a profundidade das águas é menor, permanecendo na vazante, grande área a descoberto. Nos extremos e nas margens dos esteiros situam-se os sapais, com características que lhes conferem potencialidades propícias ao nascimento, crescimento e abrigo da diversificada fauna fluvial e estuarina.\n2.1.\tBiodiversidade estuarina\n“O estuário do Tejo é magnífico e majestoso, sendo simultaneamente uma peça valiosíssima na matriz ecológica e económica deste velho continente quer para a ictiofauna, avifauna e outros agrupamentos biológicos, quer ainda para suporte de diversas atividades económicas.” (Dias,1999)\n12\ncomunicação entre o mar e o estuário (Figura 4), sendo tolerantes a elevadas e baixas salinidades.\nemigradores\n35\t30\t25\t20\t15\t10\t5\t0\nSalinidade °/00\nFigura 4 - Classificação de organismos em função da salinidade dos habitats (Dias, 1999).\nOs microrganismos disponibilizam grandes quantidades de nutrientes indispensáveis aos elevados níveis de produtividade dos estuários. Aqui existem algas macrófitas, sendo mais representativas as espécies de alface-do-mar (Ulva lactuca), bodelha (Fucus vesiculosus) e Gracilaria verrucosa. Durante a maré baixa, nos bancos de vasa a descoberto, desenvolvem-se algas unicelulares do grupo das diatomáceas.\nAs espécies de plantas halófitas apresentam morfologia adequada para resistir à elevada salinidade. Possuem glândulas epidérmicas secretoras do excesso de sal, as raízes são complexas, os caules suculentos e as folhas reduzidas (Lima, 1997a).\nEstas plantas surgem no terreno salgado formando uma halossérie de bandas numa estratégia de propagação horizontal (Figura 5). A morraça (Spartina maritimus) é considerada a pioneira, em contacto direto com a água salgada das margens. Seguem-se as gramatas (Arthrocnenum perenne e Halimione portulacoides) a as sarcocornias (Sarcocornia alpina e\nS.\tfruticosa) e por último o malmequer-do-mar (Aster tripolium), campana-da-praia (Inula crithmoides), valverde-dos-sapais (Suaeda vera), junco das esteiras ou junco-marítimo (Juncus maritimus) e junça (Cyrcus maritimus). O limónio (Limonium sp.), também se encontra mas atualmente está em regressão.\n13\nc)\nd)\ne)\nf)\nFigura 5 - Plantas halófitas: Morraça - Spartina maritimus (a); Malmequer-do-mar - Aster tripolium (b); Gramata\nbranca - Halimione portulacóides (c); Sarcocornia fruticosa (d); Junco-das-esteiras - Juncus maritimus (e);\nLimónio - Limonium sp.(f). Fotografias de Junho de 2014.\n14\nornamental (limónio). Estas plantas continuam a ter extrema importância para o Homem devido à sua função oxigenadora da atmosfera e por outro lado, as plantas de sapal consomem e assimilam nutrientes inorgânicos provenientes de efluentes domésticos, como nitratos e fosfatos, que sofrem a ação da decomposição dos microrganismos existentes nas lamas. Os metais pesados tóxicos (mercúrio, arsénio, cádmio, chumbo, cobre e zinco) são após a precipitação, absorvidos e retidos pelas raízes destas plantas halófitas que contribuem assim para uma ação depuradora das águas estuarinas. Acresce à grande importância da vegetação dos sapais servirem de local de abrigo e nidificação para a avifauna (Lima, 1997b).\nRelativamente à fauna, serão referenciados apenas alguns animais mais representativos deste estuário. Os animais bentónicos apelidados de macrozoobentos estão muito bem representados e encontram-se nos sedimentos ou em antigas ostreiras (anelídeos poliquetas, Hediste diversicolor). Dos bivalves destaca-se a lambujinha (Scrobiularia plana), a amêijoa (Ruditapes decussatus) e o berbigão (Cerastoderma edule)\nEntre os crustáceos destacam-se o caranguejo-verde (Carcinus maenas), a camarinha (Palaemonetes varians) e o camarão-mouro (Crangnon crangnon).\nNa ictifauna, os estuários assumem um papel muito importante, pois os peixes utilizam este ecossistema, pelo menos durante um período da sua vida, funcionando como nursery . Esta área funciona como uma espécie de “maternidade” onde os peixes desovam e encontram condições para se desenvolver, fator muito importante no repovoamento dos stocks costeiros.\nPodemos considerar dois tipos de peixes: residentes e migradores. Os residentes são aqueles que passam todo o seu ciclo vital no estuário desde o nascimento até à morte, e compreendem aproximadamente trinta espécies. Os mais referidos são: 1) o caboz (Gobius sp. e Pomatoschistus sp.); 2) o cavalo-marinho (Hippocampus sp.) e a marinha (Syngnathus sp.); 3) o peixe-rei (Atherina sp.); 4) o xarroco (Halobatrachus didactylus); 5) biqueirão ou anchova (Engraulis encrasicholus). Apesar de não apresentarem grande interesse económico, são espécies bem adaptadas à salinidade e a outros fatores abióticos resistentes a variações extremas e a maioria das espécies à poluição. O caboz apresenta um comportamento territorial pois constrói ninhos com conchas para depositar os seus ovos e geralmente é o macho que os vigia.\nOs peixes migradores ou diádromos são utilizadores do estuário, sendo classificados em: 1) anádromos e 2) catádromos (Figura 6-a). Os primeiros são os que no estado adulto vivem no mar mas dependem do rio para se reproduzirem. Fazem a postura dos seus ovos nos fundos de\n2 Área de condições favoráveis à desova, alimentação e crescimento de peixes juvenis.\n15\nareia ou cascalho em zonas de água doce. No caso do Tejo este fenómeno foi importante no passado. Pescadores de Vieira de Leiria, de Ílhavo ou Murtosa efetuavam a campanha do sável (Alosa alosa) ou lampreia-do-mar (Petromyzon marinus). A pesca intensiva, a poluição, a contrução de barragens e o facto de serem pescados antes de efetuarem as posturas ameaçam estas espécies (Lima, 1997c).\nOs peixes catádromos são os peixes que vivem habitualmente nos rios, descendo em direção ao mar para a postura dos ovos, eclodindo em ambiente marinho. Regressam posteriormente ao ambiente fluvial. São exemplo quatro espécies de tainhas (Lima, 1997c) e as enguias (Anguilla anguilla), cuja reprodução ocorre no mar dos Sargaços. As suas larvas (leptocéfalos) iniciam uma longa deslocação de cerca de três anos, transportadas pela corrente do Golfo até às costas europeias onde, a cerca de 100 Km, se metamorfoseiam em enguias-de-vidro ou meixão, entrando nos rios até aos locais de origem dos seus progenitores (Dias, 1999).\nNo percurso mais a montante do rio Tejo encontram-se espécies de peixes estenohalinos (Figura 6-b).\na)\nb)\nFigura 6 - Deslocação dos peixes migradores tendo em vista a desova (a); peixes presentes ao longo do\nrio Tejo (b) (Lima, 1997c).\n16\nessencialmente no inverno que escolhem esta zona para permanecer (Figura 7). Aqui pode concentrar-se um total de aves aquáticas, em invernada ou passagens migratórias que ultrapassa as 150 000 aves.\nPodem avistar-se com grande frequência: garça-real (Ardea cmerea}, garça branca (Egretta garzetta), alfaiate (Recurvirostra avosetta), perna-vermelha-comum (Tringa totanus), pilrito (Caladris alpina), maçarico-de-bico-direito (Limosa limosa), galinha-de-água (Gallinula chloropus) e pato-real (Anas platyrhynchos). As aves limícolas, anatídeos e larídeos são abundantes nas zonas de sapal e de salinas sendo utilizadoras do leito do rio.\nFigura 7 - Rota de aves migradoras (Lima, 1997b).\nOs mamíferos estão representados pela lontra-europeia (Lutra lutra), em vias de extinção, pelos ratos e musaranhos encontrando-se em zonas de sapal e salinas. Estes servem de alimento a algumas aves de rapina, como a coruja-das-torres (Tyto alba), o peneireiro cinzento (Elanus caeruleus) e outras rapinas.\nA importância biológica dos estuários é tal, que a Estratégia Mundial de Conservação os considera como essenciais aos processos ecológicos que suportam a vida. Como tal, é necessário o Homem consciencializar-se de que, os ecossistemas que explora e dos quais depende, comportam interdições e limites pelo que deve respeitar o capital de renovação dos recursos. (Dias, 1999).\n17\n“Gerir bem épermitir usufruir, perpetuando... ” António Dias\n2.2.\tO impacto antropogénico: visão histórico-cultural da ocupação da margem sul\nO estuário do Tejo está longe de ser usado racionalmente o que se manifesta na degradação da qualidade dos sedimentos e da poluição e/ou contaminação da água, na artificialização de margens, nos aterros sobre os sapais, na exploração não durável dos recursos piscícolas como a sobrepesca e no uso frequente de artes ilegais.\nA poluição tem provocado redução significativa da riqueza biológica do estuário e a grande diminuição do stock de peixes também se deve à construção de barragens que impedem os peixes migradores de chegar aos locais de desova. As pescas intensivas e pouco seletivas (efetuadas com redes muito apertadas que capturavam peixes juvenis de pequenas dimensões) também constituem um problema. O desaparecimento dos golfinhos do Tejo foi consequência dos problemas de poluição gerada no passado a partir do complexo industrial do Seixal, Barreiro e Almada e dos esgotos urbanos e industriais de Loures e Vila Franca de Xira. O Roaz-corvineiro, que durante muitos anos foi uma espécie residente, volta a ser avistado. Este facto é justificado pela melhoria das águas devido à sua despoluição com a construção de estações de tratamento de águas residuais em toda a bacia do Tejo, além do encerramento de algumas indústrias poluentes (Chitas, 2014).\nA ostra Crassostreia angulata, espécie abundante até aos anos 70 do século passado, desapareceu das águas do Tejo devido à degradação ambiental, restando apenas as “cascas” ou conchas. Atualmente, estas ostreiras mortas servem de habitat ao minhocão, poliqueta bastante utilizada como isco na pesca, à semelhança do que acontece com a sua “parente”, Lanice conchilega, poliqueta sedentária conhecida por casulo da areia (Lima, 1997b). O motivo do desaparecimento das ostras foi o tributil de estanho (Bu3Sn+) presente nas tintas usadas no fundo das embarcações e utilizadas nos estaleiros navais. A continuidade do seu uso até 2008, ano em que foi proibida a sua utilização pela União Europeia, inviabilizou a reintrodução da conhecida ostra portuguesa. Este composto químico conhecido por TBT é altamente tóxico para bivalves e para fauna íctica e mesmo em baixas concentrações pode provocar anomalias na calcificação, perturbações na embriogénese e no crescimento larvar e juvenil das espécies e ainda originar a imposição do mesmo sexo em gastrópodes, levando à transformação de fêmeas em machos (Dias,1999).\n18\nEstudos realizados revelam a presença de outros elementos tóxicos nas águas do estuário como o mercúrio e o chumbo e outros provenientes da poluição industrial como metais pesados, bifenilos policlorados, em geral conhecidos por PCB (do inglês polychlorinated biphenyl), hidrocarbonetos, etc.\nNa cala norte, uma das áreas mais degradadas do estuário, foram observadas concentrações elevadas de mercúrio no sedimento, em frente à Póvoa de Santa Iria e um pico de arsénio perto da Solvay Potugal. A sul, na zona do Barreiro os níveis de metais pesados e metalóides, como o chumbo, arsénio, mercúrio, cobre e zinco são alarmantes (Dias, 1999).\nAs algas macrófitas que funcionam como indicadores da poluição por mercúrio, revelam uma realidade inquietante e o teor deste poluente nos bivalves é preocupante. Estes continuam a ser apanhados ilegalmente para o consumo humano (Figura 8).\nFigura 8 - Apanha ilegal de bivalves (sem passar pela lota) com artes de pesca ilegais, como o uso de redes com malhas apertadas (redes de cerco). Praia dos Moinhos, Alcochete (fotografia da autora, 31 de Maio de 2014).\n19\nNas décadas de 1950 e 1960, a instalação de vários ramos de indústria pesada em redor do Mar da Palha agravou a qualidade sanitária das águas do rio. Como principal fonte poluidora destacava-se o complexo industrial químico do Barreiro, atualmente desativado, que libertou metais pesados (mercúrio, arsénio, zinco, cobre, cádmio, ferro e chumbo) conduzindo a situações alarmantes. Durante esse período contribuíram igualmente para a poluição do ar, a Siderurgia Nacional, no Seixal e a Soda Povoa, em Santa Iria da Azóia. Ainda a Lisnave, com uma série de pequenos estaleiros nas duas margens do estuário contribuíram com derrames de óleos, hidrocarbonetos e resíduos de tintas decapantes, extremamente nocivas à vida estuarina.\nNo território do Concelho do Barreiro, do Lavradio a Coina, a construção e a reparação naval afirmaram-se em meados do século passado. O sobro e o azinho eram utilizados na estrutura (ossada) dos navios, e o pinho era a madeira que se utilizava em maior quantidade na cobertura dos cascos e do convés. O navio nascia com a montagem da ossada, o cavername, que era escorado de um bordo e de outro à medida que ganhava altura, só depois é que se revestiam e calafetavam os cascos, num moroso processo que culminava com o lançamento do navio à água. Geraram-se muitas e diferentes profissões no espaço que se tornaria, gradualmente, no que conhecemos hoje por Barreiro, fazendo-o crescer por imperativo a par das necessidades tecnológicas de todo um conjunto de atividades que eram subsidiárias.\nA construção naval por ordem Real, para a longa navegação foi importante para a elevação do nome de Portugal e para a construção da ferramenta do dia-a-dia das gentes que aqui habitavam as praias e labutavam em campanhas fora da barra do Tejo. Apelidadas de Muletas do Barreiro (Figura 9) foram um tipo específico de barco do Tejo, aqui construído.\nFigura 9 - A Muleta, ilustração de Augusto Cabrita, do acervo da CMB.\n20\nA abertura da linha ferroviária que liga o Barreiro a Setúbal e ao sul do País abriu caminho ao desenvolvimento que viria a transformar esta região num dos maiores centros industriais do país do século XX. Numa primeira fase desenvolveu-se a indústria corticeira e, mais tarde, as indústrias química e siderúrgica.\nTodas as indústrias tinham os seus cais de acesso ao rio, onde entravam e saíam os produtos. O Barreiro foi uma das zonas com maiores problemas ambientais no distrito de Setúbal. Para isso contribuiu uma grande concentração industrial que representa uma das principais fontes poluidoras do ar e da água (Luzia, 1994).\nA União Fabril de 1896, assumiu a designação de Companhia União Fabril - CUF em 1906. A sua instalação trouxe alterações ambientais profundas (Figura 10), como relata Caetano Beirão da Veiga, pescador local em 1910: “O Barreiro já é outro pelo aspeto, pelo movimento, pela vibração das ruas, pelo ritmo nervoso dos que trabalham, pelas altas chaminés que fumegam dia e noite, pelo odor horrível das emanações químicas que se espargem no ar, pelas aspirações sociais impetuosas de centenas de operários que se concentram nesse colosso industrial permanentemente arfando” (Divisão da Cultura, Património Histórico e Museus, CMB, 2012).\nFigura 10 - Complexo industrial da CUF no Barreiro em 1970 (http://soplanicie.blogspot.pt/ 2013/01/a-condicao-operaria-no-barreiro. html).\n21\nO sucesso desta companhia deveu-se à junção de vários fatores como a localização geográfica, as ligações marítima e ferroviária garantidas e o paternalismo industrial que Alfredo da Silva proporcionou aos seus trabalhadores uma vez que criou medidas de apoio social como habitação, previdência, serviços na área da saúde e formação para a qualificação laboral, inéditas para a altura.\nO sal, recurso natural destas águas, foi utilizado como interveniente de processos químicos de fabrico, devido à utilização do cloro e do sódio para diferentes produções e o princípio de aproveitamento de todas as substâncias produzidas sem haver desperdícios. Aqui foram aproveitadas todas as matérias-primas básicas para a produção de: 1) adubos, 2) óleos, sabões e rações, 3) produtos químicos, 4) produtos metalúrgicos. Além destes, com sucessivas remodelações do espaço e aquisição de inovadoras tecnologias, produziram ainda atividades complementares como a metalomecânica, têxtil, tintas e construção naval. A zona têxtil assinalava a modernização do equipamento de fiação de juta, em cuja fábrica foram montados os primeiros teares circulares (Figura 11).\nFigura 11 -Teares onde se fabricavam tecidos em manga, 1961 (Camarão, 2008).\nA produção de ácido sulfúrico (Figura12- a) serviu como base para a produção de outros produtos como o ácido clorídrico (Figura 12- b) e o sulfato de sódio.\n22\nFigura 12 -(a) Vista geral da fábrica de ácido sulfúrico “contato IV”, que iniciou a sua produção em 1961\n(200 toneladas/dia). De notar que esta foi a primeira fábrica que, no Barreiro, utilizou enxofre para\nproduzir ácido sulfúrico; (b) Expedição de ácido clorídrico,1964 (Camarão, 2008).\nEsta produção foi alimentada por uma central elétrica diesel. Posteriormente, surgiu uma central a vapor com duas turbinas que, no caso de ser insuficiente, seria apoiada por uma caldeira a vapor. Com o aumento da necessidade de vapor passou a receber apoio da União elétrica portuguesa (UEP). Na década de setenta esta central teve um papel importante no fornecimento de energias de origem térmica e elétrica à indústria das fibras sintéticas e dos químicos.\nA central termoelétrica do Barreiro, instalada em 1978, findou a sua atividade em 2009 pelo facto de libertar para a atmosfera gases com efeito de estufa. A Eletricidade de Portugal (EDP), Gestão da Produção de Energia chegou a acordo com a Fisipe, Fibras Sintéticas de Portugal, para a construção de uma nova central de cogeração no Barreiro, a gás natural.\nEsta central constituída por dois grupos turbina/caldeira recuperativa, tem a capacidade de produzir vapor para abastecimento da FISIPE. A central entrou em funcionamento industrial no dia 29 de Dezembro de 2009, passando a ser o único fornecedor de vapor para abastecimento à FISIPE, permitindo deste modo à EDP cumprir com a necessidade de encerrar a “velha central elétrica do Barreiro”, que consumia fuelóleo, reduzindo assim significativamente as emissões de dióxido de carbono (CO2) e óxidos de azoto (NO e NO2) emitidas para a atmosfera (http://www.energetus.pt/index.php/produtos/motores-diesel/128-barreiro).\n23\nA nova empresa Baía do Tejo nasceu da fusão da Quimiparque Parques Empresariais, SA com a SNESGES Administração e Gestão de Imóveis e Prestação de Serviços, SA e a URBINDÚSTRIA Sociedade de Urbanização e Infra-estruturação de Imóveis, SA. Compete-lhes a gestão dos parques empresariais do Barreiro, Estarreja e Seixal, pólos de desenvolvimento regional envolvidos em novos projetos de grande dimensão no país.\nApós um breve trajeto por um passado onde os modos de vida ancestrais foram substituídos por um progresso económico que levou à destruição de vários ecossistemas, urge uma reflexão sobre o futuro e o que queremos deixar às gerações vindouras. O estuário do Tejo foi sujeito a elevados níveis de poluição, ultrapassando largamente a sua capacidade autodepuradora. Ambas as margens, Norte e Sul do estuário foram urbanizadas com construções feitas sem um ordenamento territorial.\nEsta realidade tem vindo, felizmente, a ser alterada. A criação da Lei de Bases do Ambiente e dos Planos de Ordenamento do Território, juntamente com a preocupação das autarquias e dos municípios, tem contribuído para a alteração deste enquadramento ambiental.\nSem visões pessimistas no futuro, importa “aprender com os erros” e investir na educação dos nossos jovens e na sua consciencialização para a defesa do Ambiente. As escolas têm um papel fundamental na transmissão desta mensagem, incentivando atitudes proativas nos alunos de modo a garantir o desenvolvimento sustentável às gerações futuras.\n3.\tA Reserva Natural do Estuário do Tejo - Sua importância como Zona Húmida Estuarina\nA Reserva Natural do Estuário do Tejo (RNET) foi criada em 1976, com o objetivo de assegurar uma gestão do ecossistema estuarino que garanta a manutenção do seu potencial biológico. Abrangendo os concelhos de Alcochete, Benavente e Vila Franca de Xira, numa área aproximada de 14.416 hectares, a RNET está inserida na zona mais a montante do Estuário do Tejo (Figura 13).\n24\nFigura 13- Limites da Reserva Natural e da Zona de Proteção Especial do Estuário do Tejo. Dados do ICNF.\n2\nO estuário possui uma área de aproximadamente 320 km , entre Muge e o Farol do Bugio, constituindo a maior Zona Húmida portuguesa. Possui importância fundamental pelo seu contributo para o repovoamento piscícola da costa marítima portuguesa e pelo seu valor como habitat de aves migradoras, evidentes sobretudo nas áreas que foram classificadas como Reserva Natural.\nO logótipo criado para a RNET inclui a ave “alfaiate” (Figura 14). Os efetivos da população de espécies invernantes no estuário superam, frequentemente, o valor que atribui às Zonas Húmidas o estatuto de importância internacional para a salvaguarda duma espécie. O estuário do Tejo possui esse estatuto para outras espécies, tendo a Reserva Natural sido reconhecida como Zona Húmida de Importância Internacional, em 1980, integrando a Lista de Sítios da Convenção de Ramsar.\n25\nFigura 14 - Alfaiate - ave ilustrada por Daniel Ribeiro, aluno do clube “Os Amigos da Natureza” (Escola Básica de Álvaro Velho, 9°ano), à esquerda e o logótipo da RNET, à direita.\nGeologicamente, a Reserva encontra-se numa região onde dominam depósitos de aluviões modernos da Lezíria Sul e margem esquerda até Alcochete. Surgem isolados, no limite nascente da área protegida, os materiais líticos de um cordão dunar e formações plistocénicas da bacia do Tejo, sobre as quais se desenvolve um montado.\nA RNET abrange uma extensa área de águas estuarinas, zonas de lamas, sapais, mouchões, salinas, pastagens e terrenos agrícolas (Figura 15). A maior porção desta área é ocupada pelas águas estuarinas e substratos móveis. A área essencialmente terrestre é ocupada por terrenos agrícolas que se estendem pelos mouchões, pelo extremo da Lezíria Sul e pela zona de Pancas.\n26\nÁrea Estuarina\tRESERVA NATURAL DO ESTUÁRIO DO TEJO\n10.151,38ha - 70%\t14.416,14ha\n7nna siihnmrsa\nFigura 15 - Ambientes dominantes na RNET (in Seminário“A RNET e região envolvente-potencialidades para o desenvolvimento local sustentável”, 15 de Maio de 2014).\nÁrea Terrestre\n4.264,76ha - 30%\nlezíria e mouchões\ncordão dunar\nNo âmbito da implementação da Rede Natura 2000, para salvaguarda da biodiversidade europeia, parte significativa do estuário do Tejo e sua envolvente foi classificada como Zona de Proteção Especial (ZPE) para aves selvagens - Diretiva Aves, pelo Decreto-Lei n° 280/94 (Figura 13). Posteriormente, a Portaria n° 829/2007 divulga o seu reconhecimento também como Sítio de Importância Comunitária (SIC) - Diretiva Habitats. A área integrada na Rede Natura 2000, cujos códigos de classificação são PTZPE0010/PTC0N0009 - Estuário do Tejo, abrange toda a reserva natural e terrenos envolventes, também eles muito importantes como habitats de várias espécies. Estes terrenos incluem: as Salinas do Samouco e zona entre-marés adjacentes, o remanescente da Lezíria Sul, os pauis da Barroca e de Vale do Cobrão e parte dos montados da margem sul.\nFora da RNET, mas em território classificado como ZPE/SIC existem infraestruturas que promovem a divulgação dos seus valores ecológicos.\nNo extremo da Lezíria Sul, foi instalado o Espaço de Visitação e Observação de Aves -EVOA (Figura 16), projetado sob consultoria da Wildfowl and Wetlands Trust - WWT, entidade com larga experiência na conceção e gestão de Zonas Húmidas.\n27\nAberto ao público desde abril de 2013, o EVOA permite a visitação de um património único, entre a lezíria e o estuário do Tejo, englobando três zonas húmidas de água doce com diferentes profundidades, um Centro de Interpretação Ambiental e a Salina da Saragoça.\nFigura 16 - Centro de Interpretação Ambiental do EVOA (Fotografia da autora, 5 de Outubro de 2014).\nNo concelho de Vila Franca de Xira, o Centro de Interpretação Ambiental e da Paisagem, na margem estuarina da Póvoa de Santa Iria, foi inaugurado em 2014.\nNo concelho de Benavente, a Pequena Companhia (Companhia das Lezírias) desenvolve atividades interpretativas e recreativas na charneca, promovendo o conhecimento sobre o montado e as culturas agrícolas e pecuárias que se desenvolvem na propriedade (vinha, olival, arrozal, bovinos e coudelaria) e desenvolvendo atividades equestres.\nNo concelho de Alcochete, encontra-se na vila o Edifício Sede e Centro de Interpretação da Reserva Natural do Estuário do Tejo. No extremo nascente da margem estuarina do concelho, às portas da reserva natural, existe o Polo de Animação Ambiental Sítio das Hortas (SH-PAA) de onde se avista a maior mancha de sapal deste estuário, sendo fácil observar um número significativo de espécies halófitas e quantitativos importantes de aves que se alimenta nas vasas e canais durante a vazante. Neste sítio, podem também ser vistas sem custo, as embarcações de fundo chato que permitem a navegação nas zonas baixas do estuário, algumas delas em madeira e ainda com as pinturas tradicionais (Figura 17).\n28\nFigura 17 - Embarcações no Sítio das Hortas (Fotografia cedida pela Eng2 Helena Silva).\nAinda no concelho de Alcochete, no extremo poente da sua margem estuarina, a Fundação para a Proteção e Gestão Ambiental das Salinas do Samouco (FPGASS), descrita em 4.1 do capítulo I.\n“São as lágrimas do pedestal Deste homem, do passado, que ficou Os bagos brancos do sal Que o povo, num Abril transformou” António Rei - CMA, 1988\n4.\tA salicultura\nA produção de sal - salicultura, é das atividades mais antigas da economia nacional e apesar do seu atual declínio, foi outrora muito importante. Em termos geográficos, quase todos os concelhos da bacia do Tejo possuíam salinas e a maioria encontrava-se associada a grandes propriedades rurais (Figura 18).\n29\nFigura 18 - Carta resumo do salgado do Tejo (Dias, 1999).\nNo ano de 1790 havia 245 marinhas3 no Tejo que produziam anualmente 104.900 moios4 de sal (Dias, 1999).\nA reputação do sal português era enorme devido à sua cor branquíssima e apresentava diminutos teores de substâncias insolúveis. Nacionalmente, o sal era utilizado em atividades domésticas, na indústria e no abastecimento da frota bacalhoeira nacional. Era exportado para\n3\tSalinas\n4\tMedida utilizada pelos salineiros, equivalente a 750 kg.\n30\npaíses da Europa, como França, Holanda, Noruega, Suécia, Grã-Bretanha e Dinamarca (Dias,1999).\nA atividade salícola, outrora muito importante na economia, foi perdendo o seu peso ao longo do séc. XX (Tabela 3). Várias foram as condicionantes que contribuíram para a sua decadência, entre elas a falta de mão-de-obra, a concorrência do baixo preço do sal estrangeiro e a substituição da salga pelas câmaras de frio para a congelação do peixe (Rosa Azevedo, 2001).\nTabela 3 - Produção anual de sal português nalguns anos do século XX. Dados de Mário Bolseiro Dias, Economia marítima de Aldeia galega do Ribatejo (Azevedo, 2001).\nAnos\tProdução em tonelagem\n1932\t9900\n1957\t8639\n1968\t6044\n1970\t3397\n1980\t2622\n1989\t500\n“As salinas ou marinhas fazem parte desde há muito, da paisagem marginal do estuário revelando uma forte ligação das gentes ribeirinhas com o seu rio. Além disso, as salinas albergam uma grande biodiversidade, por constituirem um espaço de proteção e reserva de alimento para muitos organismos. Salvaguardar este património é proteger um espaço de beleza natural e manter uma parte da nossa identidade cultural” (Dias, 1999).\n4.1.\tAs Salinas do Samouco - Zona de Proteção\nEspecial (ZPE)\n31\n“...é a última que dá sal às serras... ”\nO Complexo Salinas do Samouco, em Alcochete, era composto por cinquenta e sete marinhas. Atualmente apenas a “marinha do canto” da Fundação para a Proteção e Gestão Ambiental das Salinas do Samouco (FPGASS) se encontra em atividade em todo o Tejo. Produzem uma reduzida quantidade de sal artesanal como forma de não se perder para sempre esta cultura.\nA Fundação foi criada como forma de minimização de impacto ambiental provocado pela construção da ponte Vasco da Gama pela Lusoponte. Foi então acordada a expropriação destes 360 hectares de terreno, tendo em vista a sua gestão e a conservação da natureza pelo período de trinta anos. Nesta altura já a maioria das salinas se encontrava abandonada. A integração das salinas do Samouco na ZPE, foi uma mais-valia para a preservação deste espaço. A Lusoponte, a Câmara Municipal de Alcochete (CMA) e o ICNF, em fevereiro de 2002, uniram esforços juntamente com organizações não-governamentais de proteção do ambiente, para assegurarem uma boa recetividade à intervenção e partilha de objetivos com a sociedade civil.\nO complexo das salinas da Fundação é composto essencialmente por uma série de tanques separados por diques artificiais e esteiros. Nesta área existem, também, zonas agrícolas, uma pequena mancha florestal e pequenas manchas de sapal e de vegetação dunar. Os flamingos são das aves aquáticas aqui avistadas (Figura 19) a mais popular, tendo sido a escolhida para o logótipo desta Fundação.\n32\nEste espaço tem uma enorme importância para as aves migradoras que aqui se alimentam e abrigam, no Inverno e passagens migratórias, sendo que também aqui podem nidificar, nomeadamente o pernilongo (Himantopus himantopus), a chilreta (Sterna albifrons) e o borrelho-de-coleira-interrompida (Charadrius alexandrinus) (Figura 20).\nb)\na)\nc)\nd)\n-\nA\nFigura 20 - Pernalonga - Himantopus himantopus (a); Chilreta - Sterna albifrons (b); Borrelho-de-coleira-\ninterrompida - Charadrius alexandrines (c); Cria de borrelho-de-coleira-interrompida (d). Fotografias\ncedidas por FPGASS.\n33\nNos campos agrícolas envolventes existem algumas espécies de anfíbios e répteis, como o sapo-vulgar, o sardão, a cobra-rateira, a lagartixa-do-mato e a rã-verde, e ainda, pequenos mamíferos, como o rato-do-campo, a ratazana-castanha, o coelho, o ouriço-cacheiro, a doninha e mesmo a raposa.\nQuanto à biodiversidade vegetal, domina a vegetação halófita, plantas resistentes a uma elevada salinidade sendo que as principais espécies já foram descritas em 2.1 do capítulo I.\nDurante o Inverno as salinas permanecem inundadas. Em Março, iniciam-se os trabalhos de limpeza dos fundos dos tanques e a recuperação das barachas ou caminhos laterais (Figura 21).\na)\nb)\nFigura 21 - Manutenção das salinas do Samouco: Limpeza dos tanques (a); Preparação das barachas (b).\nFotografias cedidas por FPGASS.\nA água do estuário do Tejo invade os esteiros e valas durante a enchente (preia-mar). Quando o nível das águas do Tejo é superior ao das salinas abrem-se as comportas. Estas são formadas pelo sarilho e corrediça (Figura 22-a). A corrediça é levantada para que a água possa passar para o viveiro (Figura 22-b). O percurso da água é o seguinte: viveiro, reservas de contra-caldeirão, caldeirão de moirar e finalmente os talhos cristalizadores.\n34\nFigura 22 - Comporta: Corrediça e sanlho (a); Passagem da agua para o viveiro (b). Fotografías cedidas\npor FPGASS.\nEsta agua vai encher um reservatório designado de viveiro que vai abastecer as salinas no verão. Quando a agua entra para o viveiro, entra também uma variedade de espécies de peixes e crustáceos (robalo, dourada, linguado, peixe-rei, enguia, tainha, caboz, marinha, caranguejos, camarinha). A água circula do viveiro para os caldeirões de moirar e daqui para os talhos cristalizadores. Os níveis da água variam entre 20 e 50 cm, podendo ultrapassar um metro de profundidade no viveiro.\nA passagem é feita por descarga através de pequenas portas de madeira (Figura 23 a-b).\n35\nFigura 23 - Salinas: circulação da água para os talhos (a); circulação da água na salina (b). Fotografias cedidas\npor FPGASS.\nÉ nestes tanques de cristalização divididos por barachas (localmente designadas por barachões) que ocorre a precipitação de NaCl, compreendendo três a quatro gradientes de salinização (Tabela 4).\nTabela 4 - Níveis de precipitação de NaCl (salinização) nas Salinas do Samouco (Dados da FPGSS).\nNivel de salinização\tNaCl (g/L)\nBaixa\t30 a 40\nMédia\t70 a 140\nAlta\t> 150\nSaturação\t> 300\nOs cristais de sal formam-se em condições de temperatura e velocidade do vento ideais e, através do processo de “rapação de sal” com um utensílio de madeira - o rodo (Figura 24- a)-são colocados nas barachas a secar por alguns dias (Figura 24-b). A “flor de sal” é colhida à superfície com uma rede (Figura 24-c) pois trata-se de um sal muito mais fino colocado a secar em tabuleiros específicos (Figura 24-d). Se as condições climatéricas permitirem, a extração de sal ocorre até início de setembro, altura em que termina. A atividade é retomada em Março do ano seguinte, quando se reinicia o processo de limpeza dos tanques.\n36\nd)\nFigura 24 - Salineiro a rapar o sal com o rodo (a); Sal a secar nas barachas (b); Rede para recolher a “flor de sal”\n(c); Tabuleiro de secagem da “Flor de sal” (d). Fotografias cedidas por FPGASS.\nQuando seco, o sal é transportado para uma serra de sal (Figura 25) que é coberta com junco ou plástico para proteção da chuva. Posteriormente é ensacado e guardado na “casa do sal”.\nFigura 25 - Serra de Sal (Fotografia da autora).\n37\nA reduzida quantidade de sal produzido no Samouco, de modo artesanal, tem como destino o abastecimento local e a venda para piscinas onde é utilizado em substituição do cloro. É também fornecido para as estufas de exploração agrícola “Produção de salicórnia” (Figura 26). A salicórnia é produzida pelos produtores agrícolas Magna Cardoso e Jacob Harthoorn e é exportada para vários países, entre os quais França e Holanda. Em Portugal serve apenas alguns restaurantes gourmet de Lisboa e do Algarve. Além de comestível é utilizada como substituto do sal, e serve para fins medicinais e farmacêuticos. As suas sementes podem ser utilizadas no fabrico de biodiesel. (https://www.facebook.com/alcochetesalicornia7frefMs)\nFigura 26 - Estufas de produção de Salicórnia (Fotografias cedidas por Magna Cardoso, produtora de Salicórnia,\nem 23 de Abril de 2014).\nNas Salinas do Samouco, para além da produção de sal, realizam-se outras atividades, tais como anilhagem de aves para o seu estudo científico e birdwatching, dado ser um excelente local para observação de aves. A aquisição de uma pequena população de “burros mirandeses” teve por objetivo estimular atividades de Educação Ambiental para escolas e para a comunidade local.\nEm época de produção de sal, as salinas promovem atividades de “rapação de sal”, aberta ao público, onde o salineiro de longa data, João Matias, explica todo o processo. Ao lado das salinas encontra-se, em ruínas, o edifício das antigas fábricas da seca do bacalhau (Figura 27). O peixe era aqui descarregado e salgado diretamente com o sal produzidos nestas salinas.\n38\n,CO€HETEj\nc)\td)\nFigura 27 - Secadouro de Alcochete: Portão da entrada (a); pormenor do painél de azulejos do portão (b);\nantiga fábrica da seca do bacalhau, atualmente em abandono (c); secadouros do bacalhau (d). Fotografías da\nautora em 25 de fevereiro de 2014.\n“O desaparecimento das salinas a que assistimos, provoca a destruição da paisagem, da profissão de salineiro, de valores culturais ligados ao saber e à prática da sua exploração e ainda a eliminação ou redução da valia de importantes habitats (de nidificação, refúgio e alimentação) da avifauna aquática e de toda a biodiversidade que aí se instala” (Dias, 1999).\n39\nCapítulo II: Experiência profissional\n“O ensino deve ser personalizado: esforçar-se por valorizar a originalidade, apresentando opções de iniciação às diversas disciplinas, atividades ou artes, e confiando esta iniciação a especialistas que possam comunicar aos jovens o seu entusiasmo e explicar-lhes as suas próprias opções de vida. ” Relatório Delors\n40\n1.\tEducação Ambiental na Escola Básica 2,3 de Álvaro Velho\nA Escola 2,3 de Básica de Álvaro Velho, situada na freguesia do Lavradio, foi construída numa zona onde outrora existiam salinas (Figura 28), aquando da demolição da Quinta de Serrado ou Cerrado na década de 60 do século XX, situada em frente ao convento dos Lóios.\nFigura 28 - Salinas outrora existentes na Avenida das Nacionalizações (http://cidadaodolavradio .blo gspot.pt).\nAté 1910, o Lavradio caracterizou-se por uma frente de praias fluviais, entrecortadas de sapais e salgados, onde se produzia sal em marinhas. No interior da freguesia praticava-se a cultura intensiva de cereais, produtos hortícolas e vinha. Nessa altura, o vinho e o sal constituíam os produtos da economia local.\nA pesca e atividades subsidiárias foram significativas no concelho, contribuindo para o abastecimento diário de Lisboa. No entanto, foram as ostras e as lambujinhas ou lamujinha (parente próxima da amêijoa) que ganharam celebridade no Lavradio, sendo este referido, por alguns autores, como um dos locais com mais abundância de ostras a nível nacional (Luzia, 1994). Durante a semana santa, por tradição, na sexta-feira santa ou no sábado, como não se\n41\npodia comer carne, organizavam-se piqueniques de ostras e marisco nas quintas locais: as “assadas de ostras”, acompanhadas com vinho bastardinho dos produtores locais.\nForam elementos caraterísticos da paisagem do Lavradio as salinas (Figura 28), as terras de cereais, as pastagens naturais e, sobretudo, as vinhas, das quais se notabilizou o vinho bastardinho.\nEm 1958 existiam no Lavradio dez salinas: ”Estas foram vendidas, como os viveiros, esteiros e muros, e abandonadas ao Deus dará: depois, aterradas, e bem, sem deixar uma qualquer ponta do salgado cheiro de fora, a partir dos anos sessenta (as situadas nos terrenos da Quimiparque foram muitos anos antes) até ao ano de 2000, a dos Lóios (tinha tantos talhos como dias tem o ano, 365, como diz o meu amigo Silvano da Costa Baptista), a ser a última das marinhas a desaparecer, mas não do mapa da nossa história” (Saraiva, 2005).\nA escolha do Barreiro, em vez da Aldeia Galega (Montijo) para estação terminal (terminus) da rede de caminho-de-ferro ao sul do Tejo, acabou por ser determinante para a configuração e perceção da paisagem na qual o Lavradio se insere. Exportava-se essencialmente sal, batatas e explosivos, recebendo em troca, cortiça e carvão para as fábricas existentes. Com o surgimento do comboio, ocorreu um desenvolvimento histórico, determinante não só para o Barreiro mas também para o país.\nA implantação de indústrias pela Companhia União Fabril (CUF) em 19 de Setembro de 1908, dirigida pelo empreendedor e arrojado empresário Alfredo da Silva conduziu a uma verdadeira revolução industrial: “O que o país não tem, a CUF cria”.\nPassados 106 anos desta “revolução” industrial no Barreiro, acompanhada de um enorme desenvolvimento tecnológico com produção de riqueza, lutas e movimentos operários e modernidade, resta às gerações de portugueses que aqui trabalharam, viveram e contribuíram com o seu esforço e o seu valor, o direito à memória.\nHoje não existem salinas ativas nos concelhos do Barreiro. Tal como o sal, também o vinho desapareceu da freguesia do Lavradio. Deles resta apenas a lembrança e escassos registos.\nA 25 de Abril de 1997, a Junta de Freguesia do Lavradio, reconhecendo a importância que esta atividade tinha na economia local, decidiu homenagear o salineiro com a colocação de uma escultura da autoria de Pedro Miranda Dias, à entrada da localidade. No Lavradio existe uma rua designada “Rua do salineiro”, que assenta em terrenos da marinha dos Lóios, junto à unidade de saúde do Lavradio, perto da Avenida das Nacionalizações, em homenagem aos chamados marnoteiros ou marnotos - os trabalhadores das salinas.\n42\nAinda, nas traseiras do edifício da nossa escola - Escola Básica 2, 3 de Álvaro Velho, foi colocado um painel de mosaico (Figura 29) em homenagem à atividade salineira, elaborado pela professora Maria José Ildefonso com a colaboração dos seus alunos.\nFigura 29 - Painel de mosaico colocado junto às traseiras da escola de autoria de Maria José e seus alunos.\nFotografia da autora.\nNo âmbito do Projeto Educativo de escola “Cidadania e desenvolvimento sustentável, Pensar global, agir local” surgiu a necessidade de dar a conhecer a região pela sua caracterização física e histórico-cultural. Além disso, para preservar o futuro de todo o património local é fundamental divulgar e sensibilizar os jovens a adotar atitudes ecológicas. O desenvolvimento desta temática acicatou a criação de um espaço com o intuito de trabalhar vários projetos práticos no âmbito da Educação Ambiental, tendo como parceiros entidades locais e nacionais.\n1.1.\tO Clube ”Os Amigos da Natureza”\n43\nSociedade Portuguesa para o Estudo das Aves (SPEA). Como trabalho final desta formação foi apresentado o projeto “Clube”, em 24 de Maio de 2013. Este foi aprovado pelo Conselho Pedagógico da escola no final do ano letivo mas, em setembro, aquando da distribuição de horários, não figurava no horário atribuído. Tendo em conta o trabalho pessoal investido neste projeto foi proposto que, se houvesse alunos inscritos, o clube iria funcionar, naturalmente com o acordo da Direção da escola que sempre se mostrou disponível. Posteriormente surgiu, ainda, a dificuldade em arranjar uma sala disponível para o funcionamento do clube. Apesar da maioria das atividades serem realizadas no exterior, quando as condições climatéricas não o permitissem, era necessário assegurar um espaço no interior da escola. Foi improvisado um pequeno espaço, dentro da biblioteca escolar, para trabalhar e guardar os materiais produzidos. Este espaço acabou por se tornar muito apelativo e foi denominado o “Cantinho da Natureza” (Figura 30) pois aí são expostos trabalhos e informações relativas ao clube. Assim, poder-se-á dizer que o Clube nasceu de uma pequena “semente”, sem dúvida autóctone, trazida pelo vento, ou talvez pela água do Tejo, ou quem sabe, pelas aves. Esta teimou em germinar e foi ultrapassando todas estas adversidades que foram surgindo!\nFigura 30 - “Cantinho da Natureza”, no interior da biblioteca escolar (Outubro de 2013).\nO clube “arrancou” em Outubro de 2013 com dezassete alunos de 3°ciclo (dois de sétimo ano, um de oitavo e catorze de nono ano). A inauguração incluiu como primeiro desafio, a abertura de um concurso para a construção de modelos de aves em 3D. Este concurso foi alargado a todos os alunos da escola, tendo sido supreendente a taxa de adesão e a imaginação dos trabalhos realizados.\n44\nAo grande envolvimento dos alunos juntou-se um grupo de professores e funcionários que colaboraram na realização de exposições, palestras, filmes e outras atividades. Ainda, a Direção da Escola, teve sempre abertura para as questões ambientais, tendo contribuído com a sua aprovação para todo o trabalho apresentado.\nO clube permitiu implementar atividades de Educação Ambiental não só no âmbito das Ciências Naturais, mas também abrangendo outras disciplinas, o que lhe conferiu uma abordagem de conteúdos transversal e multidisciplinar. Foram essencialmente trabalhadas atitudes ecológicas com aulas no exterior da escola que permitiram aos alunos trabalhar hands on com muito empenho e motivação. A articulação entre ciclos (1°, 2° e 3°) foi muito produtiva: para os alunos mais velhos, como uma forma de responsabilização e para os mais novos como uma abordagem diferente e apreciada, como exemplifica a atividade da figura 38.\nSegue-se o conjunto de atividades descritas no blog e realizadas no clube no ano letivo 2013/2014:\n-\tConcurso “Aves em 3D” com materiais reutilizados, apadrinhado pela SPEA e com votação online no portal da escola que permitiu a participação das famílias;\n-\tExposição fotográfica de aves (cedida pelo fotógrafo do ambiente Faísca): ”Um olhar sobre as nossas aves”, aberta à comunidade escolar, inclusivamente Encarregados de Educação, e reportada pelo jornal local “Rostos”, “Folha Viva”, revista online da CMB e newsletter n°485 da SPEA:\nhttp://www.rostos.pt/inicio2.asp?cronica=15000007 http://issuu.com/folhaviva/docs/folha viva 12-03 single pages http://www.spea.pt/fotos/editor2/sol 485.pdf\n-\tComemoração do dia Mundial da Bolota, 10 de Novembro, com a sementeira de bolotas, distribuição de pacotes com bolotas e visionamento do filme “A Floresta não é só paisagem”- Articulação com o 1° ciclo;\n-\tExposição das aves em 3D na galeria da RNET, em Alcochete e no Centro Ambiental da Mata da Machada e Sapal de Coina com as aves dos alunos;\n-\tAplicação do método IBSE com realização de pequenos projetos ligados ao Estuário do Tejo (realização do cartaz “As plantas de Sapal”), realização de fichas, jogo pedagógico quiz4you sobre os oceanos, visionamento de filmes.\n-\tSaída de campo às salinas do Samouco para observação da Biodiversidade e realização do projeto “As Salinas vêm à escola”;\n45\n-\tColocação de ninhos nas árvores da escola e palestra proferida pela professora responsável do clube sobre a colocação e importância dos ninhos de aves- Articulação com o 1° ciclo;\n-\tSementeira de árvores e leguminosas, em colaboração com o EcoEscolas, no âmbito do Clube Europeu;\n-\tPalestra proferida pelo projeto Life + MarPro da SPEA (Sociedade Portuguesa para o Estudo das Aves) para sensibilização da conservação de espécies de aves marinhas e cetáceos;\n-\tParticipação no concurso de Curtas-metragens ambientais da Associação Portuguesa de Educação Ambiental (ASPEA) com o filme: “Dos Rios aos Oceanos, passando pela Reserva Natural do Estuário do Tejo” gravado nas salinas do Samouco;\n-\tComemoração do dia Internacional da Biodiversidade, 22 de Maio, com uma palestra proferida pela Agência Regional de Energia para sensibilização da poupança energética e das Alterações Climáticas. Ainda, uma exposição sobre a Biodiversidade cedida pela Comissão de festas do Avante.\n-\tComemoração do Dia Mundial do Ambiente, 5 de Junho, no Parque Biológico de Gaia, com a receção do prémio de votação pelo público no concurso nacional de curtas-metragens ambientais. Apresentação do nosso trabalho e visionamento dos trabalhos realizados pelas outras escolas. Visita guiada ao parque biológico durante a tarde;\n-\tSaída de Campo às salinas do Samouco para a realização de uma atividade de rapação de sal, dia 7 de Julho onde os alunos foram “Salineiros por um dia”;\n-\tEstá prevista (prémio do concurso de curtas-metragens ambientais) uma ida às Jornadas do Ambiente em Seia para participar no Cine-Eco de Seia e uma visita ao Centro Interpretativo da Serra da Estrela, no dia 10 de Outubro de 2014.\nO balanço do funcionamento do clube foi muito positivo, não obstante, é importante assinalar as principais dificuldades sentidas, sobretudo relacionadas com a carga horária adicional:\n-\tFalta de tempo disponível para a gestão do clube e preparação das atividades, tendo em conta a docência, em simultâneo, a cinco turmas de nono ano;\n-\tResponsabilização não partilhada da logística relacionada com as saídas da escola (transporte, autorizações, seguro escolar) e ainda os contactos necessários (presenciais, telefónicos e por email).\n46\n- Indisponibilidade de verbas para os custos envolvidos nas deslocações e saídas de campo (como forma de colmatar esta situação uma das viagens foi paga em três prestações para facilitar o pagamento aos encarregados de educação).\n1.1.1.\n“Na onda da Sensibilização Ambiental”\nO projeto bienal (2013-2015) “Na onda da Sensibilização Ambiental” surgiu no âmbito da criação do Clube ”Os Amigos da Natureza” e funciona sempre que possível, em parceria com o Eco-escolas. Este projeto tem como principal objetivo a promoção da Educação Ambiental, com atividades variadas que motivem os alunos a gostar e respeitar a Natureza, visando a implementação de práticas saudáveis e ecológicas, com vista à sustentabilidade terrestre.\nNo ano letivo 2013/2014, foram trabalhados vários temas que levaram os alunos a conhecer a Biodiversidade do ecossistema estuarino do rio Tejo, com os projetos que se seguem:\n>\tAs Salinas vêm à Escola (Estudo de um ecossistema estuarino - Sustentabilidade e preservação da Zona Húmida do Estuário do Tejo)\n>\tUm olhar sobre as nossas aves\n>\tUma semente...um futuro\nSempre que possível, as aulas práticas foram realizadas no espaço exterior da escola, recorrendo aos equipamentos e recursos necessários às diferentes atividades (ex: binóculos, mapas, guias de campo, caderno de campo). No ano letivo 2014/2105 dar-se-á continuidade aos referidos projetos e acrescentar-se-ão novos projetos sempre que forem surgindo.\n47\n“As salinas vêm à escola” - este projeto tem como objetivo principal o reconhecimento do interesse do património natural desta área, que levou à sua inclusão na Zona de Proteção Especial do Tejo, declarada ao abrigo da Diretiva Aves.\nA saída de campo às salinas, no dia 25 de Fevereiro de 2014, proporcionou o contato direto com a natureza e permitiu conhecer in loco a biodiversidade característica deste ecossistema, que funcionou como “um laboratorio ao ar Livre”. A oportunidade de observar aves (birdwatching) terá contribuído para um melhor conhecimento da avifauna (Figura 31-a) desta ZPE e permitirá reconhecer a importância deste habitat para as aves migratórias, essencialmente espécies de invernada, que aqui encontram abrigo, alimento e locais para nidificação. Alguns alunos viram pela primeira vez espécies aquáticas, bem como alguns aspetos importantes da dinâmica deste ecossistema. Aprenderam a apreciar esta Zona Húmida e evidenciaram uma mudança conceptual pois inicialmente pensavam que se tratava de um ecossistema de lamas onde praticamente não existia vida. Os participantes também alargaram o conhecimento sobre plantas halófitas e tiveram oportunidade de provar a salicórnia, planta halófita comestível. Além disso foi abordada a capacidade destas plantas para reterem metais pesados nas suas raízes. Realizaram também uma atividade de aromatização de sal, (Figura 31-b) com ervas aromáticasà escolha.\nEsta saída de campo permitiu uma abordagem multidisciplinar da Educação Ambiental, pois foram os professores de várias áreas curriculares que participaram e prepararam atividades no âmbito das suas disciplinas, dando-lhes continuidade nas suas aulas (Anexo1). Esta visita serviu também de motivação para utilização da metologia Learning Outside Classroom (LotC) numa abordagem do método Inquiry Based for Science Education (IBSE) utilizando as plantas de sapal (Anexo 2).\n48\ncurtas-metragens sobre ambiente, ao qual subtemos o nosso pequeno filme que foi vencedor na categoria de votação online pelo público. O filme encontra-se no link.\nhttps://www.youtube.com/watch?v=CtjLSSkFW_c\nO prémio atribuído consistiu numa viagem ao Centro Interpretativo da Serra da Estrela e ao cineEco de Seia realizada no dia dez de Outubro de 2014. Além disso, a ASPEA promoveu um encontro no Parque Biológico de Gaia, no âmbito das comemorações do dia mundial do ambiente (5 de Junho) que permitiu aos alunos participarem no evento tendo a oportunidade de conhecer os trabalhos realizados por colegas de outras escolas, sobre a temática do ambiente e realizarem uma visita guiada pelo Parque Biológico de Gaia.\nOs alunos do clube realizaram uma segunda saída de campo, no dia 20 de Junho, às salinas do Samouco, durante a qual ficaram a conhecer um pouco da histórica e cultura da salicultura. Individualmente ou em grupos, manipularam objetos relacionados com o processo de produção do sal (atividades hands on). Foram “salineiros” por um dia realizando a rapação de sal (Figura 31-c), pesagem e embalamento do mesmo (Figura 31-d). Esteve prevista, para dia 6 de setembro, uma atividade de rapação de sal (com trinta inscrições) para a restante comunidade escolar, professores e funcionários. Esta atividade acabou por ser cancelada devido às condições climatéricas, uma vez que a elevada precipitação não permitiu as condições necessárias para a formação do sal.\na)\tb)\n49\nFigura 31 - Alunos na prática de birdwatching com binóculos e telescópio (a); Aromatização de sal com ervas\naromáticas (b); Rapação de sal com o rodo (c); Ensacamento do sal para venda (d).\nDepois do estudo deste ecossistema daremos continuidade a este projeto, onde está previsto recolher salicórnia para a realização de experiências. Ainda em fase de estudo, prevê-se semear salicórnia com diferentes concentrações de sal e a realização de um livro de receitas culinárias onde conste a salicórnia de forma a referir a sua importância na saúde como substituto do sal.\n“Um olhar sobre as nossas Aves” - este Projeto dá a conhecer as aves com vista a conduzir ao reconhecimento da sua importância como bioindicadores ambientais. As atividades realizadas no âmbito deste projeto tiveram sempre uma referência à preservação e conservação das espécies.\nO concurso promovido para realização de modelos de Aves em 3D, foi lançado no início do ano letivo 2013/2014. Este concurso desafiava os alunos a escolher uma ave e utilizando variados materiais, reproduzi-la o mais próximo possível da realidade. As famílias também estiveram envolvidas na realização dos modelos e na sua avaliação valorizou-se a utilização de materiais reciclados/reutilizados.\n50\nOs trabalhos realizados pelos alunos foram expostos na escola (Figura 32-a) juntamente com as imagens do fotógrafo da Natureza, Faísca. A exposição foi divulgada na imprensa local: “Jornal Rostos” e Folha Viva da CMB.\na)\nb)\nFigura 32 - Exposição dos trabalhos realizados no âmbito do concurso “Aves em 3D” (a); Flamingo, ave vencedora do concurso (b).\nO “flamingo” concebido com copos de plástico foi a ave vencedora (Figura 32-b) seguida do mocho construído com material informático e em 3° lugar, o pequeno pardal realizado com bolotas e folhas de carvalho. Estas aves foram requisitadas para serem expostas no Centro Ambiental da Mata da Machada e Sapal de Coina, no Barreiro (Figura 33-a) e na galeria da RNET (Figura 33-b), em Alcochete.\na)\nb)\nFigura 33 - Exposição dos trabalhos realizados no âmbito do concurso “Aves em 3D”: no Centro Ambiental da Mata da Machada e Sapal do rio Coina (a); na galeria da RNET, em Alcochete (b).\n51\nmarinhos e em especial o trabalho desenvolvido pela SPEA, para a conservação de aves e cetáceos, prevenindo a sua extinção. No final da palestra os alunos realizaram um trabalho de grupo sobre aves aquáticas vs terrestres. Da lista de aves sugerida, os alunos escolheram duas, uma terrestre e outra aquática. Recorrendo a guias de aves e à internet recolheram informações sobre a fenologia das aves escolhidas (Anexo 3). No final desta atividade cada grupo apresentou o seu trabalho.\nFigura 34 - Atividade realizada com a SPEA no âmbito do projeto Life+MarPro,\n11 de Março de 2014.\n52\nNo dia 22 de Maio foi comemorado o dia Internacional da Biodiversidade. Os alunos assistiram a uma palestra sobre “Alterações Climáticas” proferida por João Braga da Agência Regional de Energia do Barreiro (Figura 35). No final o debate foi muito produtivo e esclarecedor.\nFigura 35 - Palestra “Alterações climáticas” no dia Internacional da Biodiversidade.\nAinda dentro da temática da Biodiversidade, realizou-se uma exposição, amavelmente cedida pela Comissão de festas do Avante, que esteve presente, na escola, durante quinze dias. Esta esteve exposta na festa do avante, em 2010, no âmbito da comemoração do ano da Biodiversidade (Figura 36). Aos cartazes desta exposição juntamos ainda os trabalhos realizados pelas turmas de 5°ano, da professora Isabel Martins, uma vez que se enquadravam na temática da “pesca sustentável” como forma de preservar as espécies marinhas. Os alunos pintaram, de uma forma criativa, sardinhas com o intuito de apelar à sustentabilidade dos oceanos. Os alunos do 1°ciclo divulgaram os seus trabalhos em suportes construídos com materiais reciclados (Figura 37).\n53\nSobreexploração\nplaneta:° •***£*\nFigura 36 - Exposição comemorativa do dia Internacional da Biodiversidade.\n54\nFigura 37 - À esquerda os desenhos das sardinhas e à direita um dos trabalhos de alunos do 1° ciclo.\nPara o próximo ano letivo está previsto dar continuidade ao projeto, com concursos e saídas de campo para observação de aves.\n“Uma semente...um futuro” - este projeto pretende dar a conhecer a flora portuguesa e sua importância com destaque para as espécies autóctones. Sempre que possível, fazem-se sementeiras e a propagação de plantas por multiplicação vegetativa. Aqui é dada a possibilidade aos alunos de “pôr a mão na massa” e ver as suas plantas a crescer!\nNeste âmbito, comemoramos o Dia Mundial da Bolota e o Dia Mundial da Floresta. Os alunos de duas turmas de 3° ano da Escola Básica n° 1, do Agrupamento de Escolas de Álvaro Velho envolveram-se, com muito entusiasmo, na sementeira das “suas bolotas” de sobreiros e\nde carvalhos. Os alunos do clube colaboraram ajudando os mais pequenos sempre que estes precisavam (Figura 38). Esta interação entre ciclos foi muito enriquecedora para ambos e\nalguns alunos vieram buscar a sua árvore no Dia Mundial da Floresta.\n\t-r-T t\t\n\tA\n\t\nL\t■ b -\nPun * “ 1 an A “\nFigura 38 - Comemoração do Dia Mundial da Bolota com o 1° ciclo.\n55\nComo já referido anteriormente foram trabalhadas as plantas halófitas (Anexo 2). Para o próximo ano letivo está previsto dar continuidade ao projeto e iniciar a exploração das plantas invasoras locais.\n1.1.2. O blog\nO blog foi criado em 2008 para o Curso de Educação e Formação (CEF) Jardinagem como forma de motivar os alunos na realização das tarefas propostas. Estes demonstraram vontade de partilhar, com amigos e familiares, os projetos que iam desenvolvendo. O blog foi atualizado durante quatro anos, altura em que o curso encerrou.\nEm 2013, o blog foi reciclado para divulgação das atividades do clube “ Os Amigos da Natureza” continuando a ter como objetivo a motivação dos alunos. Além disso, está a ser utilizado para passar mensagens ambientais e informações pertinentes sobre o trabalho na área da ecologia. Sempre que possível é realizada a sua atualização como forma de informar toda a comunidade escolar e as famílias.\nO blog está disponível no portal da nossa escola, da SPEA, da ASPEA e ainda, no blog BOLOGTA, como forma de divulgação de atividades de Educação Ambiental nas Escolas. O link para aceder é : http://alvarovelho.net/cefjard/.\nPÁGINA INICIAL i PATRIMÔNIO VEGETAL DA NOSSA ESCOLA i 1URMA 2010/2012\nCOMPOSTAGEM VISITAS DE ESIUDOWRMAÇÁO\nCLUBE 20132014 • FEIRAS PEDAGÓGICAS MANUTENÇÃO DE JARDINS EM ESPAÇO ESCOLAR j VIVEIRO\nHORTA BIOLÓGICA HERBÁRIO\nClube: \"Os Amigos da Natureza\"\nDivulgação dos trabalhos de Jardinagem e do clube\"Os Amigos da Natureza\"\nPáginas\nCube 2013/2014\n| Património vegetal da nossa\nTurma 2010/2012 | Feiras Pedagógicas I Manutenção de Jardins em\nespaço escolar\ngi Horta Biológica\nHerbário\nCompostagem\nI Visitas de Estudo/Formação\nAves marinhas na escola- Projeto Life+MarPro\nNo dia 11 de Março tivemos a honra de receber uma representante da SPEA (Sociedade Portuguesa para o estudo das Aves), Ana Meirinho, bióloga marinha que veio dar uma palestra sobre aves no âmbito do projeto Life + MarPro\nPosts recentes\nPesquisar no Blog\nI Ninhos habitados Salineiros por um dia Comemoração do dia Mundial do Ambiente\n| Última aula de dube\nDia Internacional da\nBiodiversidade\nCentro de Ciência Viva do Alviela\nCURTA METRAGEM E VOTAÇÃO ATÉ 15 DE MAIO Celebração do Ecoescolas 2014\nAves 30 no Centro Ambiental do Barreiro\nAves marinhas na escola-Projeto Life+MarPro\nFigura 39 - Aspeto geral do blog do clube “Os Amigos da Natureza”.\n56\n2.\tProjetos científicos desenvolvidos no decurso da atividade profissional\nDa atividade desenvolvida ao longo de dezoito anos de atividade profissional, destaco os projetos considerados mais marcantes:\n2.1.\tCurso de Educação e Formação (CEF) em Jardinagem, nível II\nLecionei pela primeira vez este curso na Escola Secundária do Pinhal Novo. Foi difícil a adaptação pois, para além de serem disciplinas novas com currículos diferentes, os alunos tinham características especiais. Retidos mais de uma vez no mesmo ano e apresentando alguns problemas emocionais, tinham muita dificuldade de concentração, o que se repercutia no seu comportamento e aproveitamento. Apesar de planificar as minhas aulas, tinha que ir adequando estratégias para os dias mais “difíceis”. Estes tinham interesses divergentes dos académicos e percursos complicados, inclusivé com histórico de consumo de substâncias psicoativas. Foi realmente um grande desafio.\nNa Escola Básica 2, 3 de Álvaro Velho fui novamente selecionada para “levar a bom porto” mais dois grupos de jovens com estas características, durante quatro anos consecutivos, até o curso encerrar, por falta de alunos. Lecionei as disciplinas de 1) Manutenção de Jardins e Relvados e 2) Instalação de Jardins e Relvados. Promovi atividades de ligação à vida ativa destas turmas, planificando-as e executando-as, em ligação com o Conselho de Turma (Anexo 4): instalação de uma horta pedagógica; organização de feiras temáticas com mostras dos trabalhos realizados durante o curso; acompanhamento de trabalhos de jardinagem organizados com a CMB (Poda, Plantação, Colocação de tapete e manutenção de jardins); divulgação de trabalhos/projetos dos alunos à comunidade escolar, nomeadamente através do blog e do portal do agrupamento; contacto com as autarquias locais, sempre que necessário; colaboração com os CEF nos projetos EcoEscolas e no Projeto de Educação para a Saúde (PES), com a participação em palestras relacionadas com a temática da alimentação, hábitos saúdaveis e sexualidade responsável.\n57\n2.2.\tEnsino superior\nA minha breve passagem pelo ensino superior, no Instituto Superior de Ciências Educativas de Felgueiras (ISCE-Felgueiras), foi uma experiência muito enriquecedora e um grande desafio. Lecionei, em regime de acumulação, uma aula semanal de três horas, a cadeira de Biologia, 4°ano, durante dois anos, não consecutivos (ano letivo de 2000/2001 e 2002/2003) ao Curso de professores do Ensino Básico (2°ciclo) na variante de Matemática e Ciências da Natureza e a cadeira de Didática das Ciências da Natureza ao 3° ano do mesmo curso (ano letivo 2002/2003).\n2.3.\tAtividades desenvolvidas no âmbito da comunidade educativa\nTabela 5 - Visitas de estudo realizadas ao longo da minha carreira profissional.\nData\tLocal da visita\tAlunos participantes\n2000\tInstalações da Pronicol\t8° ano\n2001\tBracalândia\t8° ano\n2003\tAo Parque Biológico de Gaia e ao Centro Multimeios de Espinho\t7° ano\n2004\tÀ Herdade das Parchanas\t8° ano\n2008\tVisita de estudo ao Instituto Superior de Agronomia ou ao jardim Botânico de Lisboa (Tapada de Ajuda).\tCEF\n2009\tFeira anual de Jardinagem na Expo\tCEF\n2010\tPercurso pelo Parque da Baixa da Banheira\tCEF\n2010\tVisita à Mata da Machada e Museu dos Fuzileiros\tCEF\n2010\tEUROSKILLS Lisboa 2010\tCEF\n2010\tVisita de estudo à Amarsul no âmbito da reciclagem de materiais\tCEF\n2010\tAo Badoca Park\tCEF\n2011\tAo Jardim Botânico e Museu de História Natural\tCEF\n2011\tVisita ao Parque Catarina Eufémia\tCEF\n2013\tAo Oceanário de Lisboa\t9°ano\n2014\tSalinas do Samouco\tClube\n2014\tAo Centro de ciência Viva de Alviela\t9°ano\n2014\tSalinas do Samouco\tClube\n2014\tParque Biológico de Gaia\tClube\n58\nOutras atividades:\n-\tParticipação na organização da Feira dos Minerais:\n•\tMaio de 2003\n•\t2,3,4 e 5 de Dezembro de 2003\n•\tOutubro de 2011\n-\tCooperação na área escola e área de projeto onde ensaiei os alunos para uma peça de teatro “Renovar é reciclar” e participei na produção de papel reciclado, em 2000.\n-\tOrganização das atividades para a semana cultural, em 2000.\n-\tOrganização de uma atividade no âmbito da Astronomia em colaboração com o grupo disciplinar e a colega responsável pelo clube da Astronomia em que recebemos na escola um planetário móvel. Esta atividade foi preparada para as turmas de sétimo e oitavo anos mas acabou por alargar-se a todos os “curiosos”, que demostraram interesse em participar.\n-\tColaboração e participação na organização do fim de semana da Astronomia, intitulado” Viagem às Estrelas”, realizado nos dias 30 e 31 de Maio na Escola EB 2,3 João de Meira. Esta atividade constou de palestras, jogos, observações astronómicas do Céu (constelações, planetas, enxames) e debates em que também participaram os encarregados de Educação. As palestras foram proferidas por Doutor Pedro Neves, da ANOA e Dr. Carlos Oliveira da Universidade do Texas.\n-\tCooperação na atividade laboratorial “Ciências Naturais para curiosos” e “ Físico-Química em ação”, realizada no dia 20 de Junho de 2003. O grupo de Ciências Naturais em colaboração com o grupo de Ciências Físico-Químicas organizou uma atividade no laboratório com experiências variadas.\n-\tCoordenação de projetos e clubes do departamento desde 2013.\n-\tPromoção de atividades de ligação à vida ativadas turmas CEF Jardinagem, durante o período de cinco anos letivos (Anexo 4).\n3.\tRegisto da atividade profissional\n59\nTabela 6 - Percurso Profissional.\nAno letivo\tEscola\tDisciplinas\tNíveis\n1996/97\tEscola Secundária Miguel Torga - Bragança\tCiências da Terra e da Vida Ciências Naturais\t10°ano 8°ano\n1997/98\tExternato Liceal de Torre de Dona Chama- Mirandela\tCiências Naturais Ciências Naturais\t8°ano 9°ano\n1998/99\tEscola Secundária de Mondim de Basto\tCiências da Terra e da Vida Ensino recorrente\t11°ano 3°ciclo\n1999/2000\tEscola EB 2,3 Francisco Ornelas da Câmara - Açores\tCiências Naturais Ciências Naturais\t7°ano 8°ano\n2000/2001\tEscola EB 2,3 D. Afonso Henriques em Guimarães Instituto Superior de Ciências Educativas em Felgueiras\tCiências Naturais Ciências Naturais Biologia(ensino superior)\t7°ano 8°ano 4°ano\n2001/2002\tEB 2,3 João de Meira, Guimarães\tCiências Naturais Ciências Naturais\t7°ano 8°ano\n2002/2003\tEB 2,3 João de Meira, Guimarães Instituto Superior de Ciências Educativas em Felgueiras\tCiências Naturais Ciências Naturais Biologia (Ensino superior) Didática das Ciências da Natureza I (Ensino superior)\t7°ano 8°ano 4°ano 3°ano\n2003/2004\tEB 2,3 D. Martinho Vaz de Castelo Branco, em Póvoa de Santa Iria\tCiências Naturais Ciências Naturais\t7°ano 8°ano\n2004/2005\tEscola Secundária de Pinhal Novo- Palmela\tCEF Jardinagem\tnível II\n2005/2006\tEscola Secundária de Pinhal Novo- Palmela\tCiências Naturais Ciências Naturais\t8°ano 9°ano\n2006/2007\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais Ciências Naturais\t8°ano 9°ano\n2007/2008\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais Ciências Naturais\t7°ano 9°ano\n2008/2009\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais CEF Jardinagem\t8°ano nível II\n2009/2010\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais CEF Jardinagem\t7°ano nível II\n2010/2011\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais CEF Jardinagem\t8°ano nível II\n2011/2012\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais\t7°ano\n60\n\t\tCEF Jardinagem\tnível II\n2012/2013\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais\t8°ano\n2013/2014\tEscola EB 2,3 de Álvaro Velho\tCiências Naturais\t9°ano\nO facto de ter percorrido uma grande variedade de escolas permitiu-me conhecer diferentes realidades e ensinou-me a lidar com a rápida mudança e adaptabilidade. No entanto, considero que a continuidade na mesma escola é muito mais proveitosa, quer para os alunos quer para o professor.\nNo meu percurso adquiri uma enorme experiência pela variedade de níveis que lecionei passando pelos níveis de 3° ciclo, secundário, ensino recorrente (noturno) por unidades capitalizáveis e, ainda, uma passagem pelo ensino superior durante dois anos, não consecutivos. Com a criação do clube “Os Amigos da Natureza”, tive a oportunidade de trabalhar com o 1.° e 2.° ciclo.\nDurante o meu percurso profissional foram muitas as experiências, todas elas vivenciadas com muita responsabilidade e preocupação. Esforçei-me sempre por cumprir todas as tarefas e cargos inerentes, dos quais faço uma breve reflexão do meu desempenho (Tabela 7).\nTabela 7 - Cargos exercidos.\nAno Letivo\tCargo\n1997/1998\t\n2003/2004\t\n2007/2008\tDireção de Turma\n2012/2013\t\n2013/2014\t\n2007/2008\tDireção de Instalações - Laboratórios de Ciências Naturais\n2013/2014\tCoordenação de clubes e projetos do departamento\n\tde Ciências Experimentais.\n2012/2013 2013/2014\tRepresentante de Grupo\n1999/2000\tCoordenação de Departamento\n61\nCoordenadora de Departamento\nComo Coordenadora, participei sempre que solicitada nas reuniões de Conselho Pedagógico, realizando as tarefas que me foram confiadas no tempo previsto. Contribuí com o meu trabalho, ideias e opiniões na reflexão e resolução de problemas de carácter pedagógico. Presidi reuniões de Departamento, nas quais, para além de transmitir aos colegas as informações do Conselho Pedagógico, promovi a articulação entre os diferentes subdepartamentos e contribuí para o desenvolvimento de boas relações no meu grupo de trabalho, tendo participado ativamente na resolução de eventuais problemas.\nDiretora de turma\nComo diretora de turma procurei ser o elo de ligação escola-família. Estabeleci com os encarregados de educação vários contactos, informando-os sempre do percurso escolar dos seus educandos, recebendo-os no meu horário de atendimento, e fora deste e realizando reuniões pós laborais, sempre que entendi necessário. Procurei, informar, devidamente, sobre o aproveitamento, comportamento e assiduidade dos alunos.\nMantive sempre o dossier de Direção de Turma organizado e atualizado e procedi ao registo de faltas justificadas e injustificadas.\nBaseando-me na relação de confiança e respeito mútuo, tentei levar os alunos a refletir nas suas próprias ações, procurando manter a ordem e o bom senso, tendo sempre como base o diálogo, quer dentro, quer fora da sala de aula. Procurei sempre que os alunos sentissem abertura para o diálogo, ouvindo todas as justificações para as diferentes situações que surgiram, aconselhando sempre, uma forma apropriada de as resolver. Promovi um acompanhamento individualizado dos alunos, divulgando junto dos professores da turma a informação necessária à adequada orientação educativa dos mesmos e fomentando a participação dos pais e encarregados de educação na concretização de ações para orientação e acompanhamento.\nComo diretora de turma realizei os Projetos Curriculares de Turma. Senti responsabilidades acrescidas já que, mais do que nunca, senti que se esperava de mim a liderança na análise de condições implicadas na reconstrução, diferenciação e adequação curriculares; na organização de atividades/projetos para a globalidade da turma e na discussão e na informação de princípios metodológicos e avaliativos. Assim, nos Projetos Curriculares\n62\nde Turma e em conselho de turma, planificámos e explicitámos as orientações a adotar sobre o trabalho a desenvolver nas áreas curriculares não-disciplinares, a articulação a fazer entre as diferentes áreas disciplinares, o relevo a dar às metas e, finalmente, os critérios e instrumentos de avaliação.\nAcrescento ainda, que tentei sempre participar nos projetos da Área-Escola/Área de projeto desenvolvidos pelos alunos nas diferentes turmas.\nRepresentante de Grupo Disciplinar\nComo representante do grupo disciplinar convoquei reuniões nas quais transmiti aos colegas as informações pertinentes. Mantive boas relações no meu grupo de trabalho, tendo proporcionado a partilha de materiais e troca de experiências. Organizei todas as tarefas inerentes à realização do Exame de Equivalência à Frequência da disciplina.\nAtualizei, sempre que possível o dossier de disciplina, com os planeamentos e planificações. Reuni com os representantes de diferentes Editoras e juntamente com o grupo procedi à análise e escolha dos manuais adotados.\nRelação pedagógica com os alunos\nConsidero que estabeleci sempre um bom relacionamento e uma boa relação pedagógica com os meus alunos, uma vez que, proporcionei um clima favorável ao desenvolvimento das aprendizagens e do desenvolvimento afetivo, emocional e social dos alunos. Estabeleci regras de participação e comunicação na sala de aula, promovendo a participação de todos e a integração dos alunos com dificuldades. Estive sempre disponível para atender e apoiar os alunos. Desenvolvi ações adequadas para a manutenção da disciplina na sala de aula, promovendo um clima favorável à aprendizagem dos meus alunos. Estabeleci um bom clima de sala de aula, propício ao desenvolvimento de estratégias planeadas de ensino/aprendizagem. Reforcei as aprendizagens, atitudes e rotinas ou corrigi determinados erros e comportamentos sempre que foi necessário. Utilizei a empatia e o reforço positivo como forma de elevar as expetativas dos alunos com maiores dificuldades e melhorar a sua autoestima.\n63\nEstive atenta às dificuldades dos meus alunos e mostrei-me disponível às suas solicitações, quando existentes, dentro e fora da sala de aula. Procurei aproximar-me dos alunos de forma a tentar estabelecer uma relação aberta e sincera, pois penso que tal pode trazer benefícios não só para a relação professor- aluno como também para a integração escolar e para o processo de ensino-aprendizagem. Esta aproximação teve a vantagem de me permitir detetar melhor as necessidades, os interesses, as aptidões e as vocações dos alunos, de forma a melhor poder compreendê-los e ajudá-los.\nPromovi a socialização dos alunos e dei apoio tutorial, evitando o abandono escolar. No caso dos alunos que considerei serem de possível abandono escolar comuniquei esse facto ao diretor de turma e colaborei com o conselho de turma na definição de estratégias de atuação que levaram à resolução de diversas situações.\nNas turmas CEF de Jardinagem promovi, em colaboração com os restantes docentes, a socialização destes alunos e a realização de atividades de ligação à vida ativa que permitiu ultrapassar algumas dificuldades de caráter emocional.\nConsidero que tive uma preocupação acrescida para com os alunos com necessidades educativas especiais- NEE, colaborando com o conselho de turma e Equipa de Apoios Educativos na definição e implementação de estratégias de atuação comum e/ou de adequação curricular para estes alunos, tendo em vista a adequação de estratégias de ensino. No âmbito da avaliação destes alunos procedi à realização de fichas e trabalhos individualizados.\n64\n“ A aprendizagem da profissão docente é um processo complexo, que se realiza durante toda a vida profissional...”\n(Carreiro da Costa, Carvalho, Onofre, Diniz &amp; Pestana, 1996)\n4.\tFormação Profissional\nA formação contínua reúne um conjunto de características que promove o desenvolvimento profissional dos professores e o desenvolvimento da organização da Escola. Desde que iniciei a minha carreira considerei sempre a formação essencial. A aprendizagem e atualização de conhecimentos é muito importante pois a ciência está em constante progresso. Considero ainda muito útil a troca de experiências e a partilha de saberes durante as formações. Procurei manter-me atualizada em termos de conhecimento científico, pedagógico e didático, a fim de melhorar as minhas práticas educativas e otimizar o ensino na Escola. Assim a descrição da minha formação encontra-se organizada em três áreas específicas: 1) científica, 2) pedagógica e 3) tecnologias de informação e comunicação.\nÁrea científica\n(1)\tParticipação no” XVII Curso de Actualização de Professores de Geociências”, pela Associação Portuguesa de Geólogos, que teve lugar em Bragança, de 16 a 18 de Abril de 1997 (Anexo 5).\n(2)\tParticipação no seminário \"Educação para a Saúde em meio Escolar\" organizada pelo Centro de Saúde da Praia da Vitória nos dias 22 a 25 de Fevereiro de 2000, 24 horas (Anexo 6).\n(3)\tParticipação na conferência intitulada “Influências dos fatores genéticos na história natural do cancro”, proferida pelo Prof.Doutor Manuel Diamantino Bicho, na UTAD, dia 13 de Novembro de 2000, em Vila Real (Anexo 7).\n(4)\tPresença nas acções do Mini-Forum Ciência Viva 2000, que decorreram na UTAD, dia 24 de Novembro, integradas na II Quinzena da Ciência e Tecnologia da UTAD (Anexo 8).\n(5)\tParticipação na ação de formação subordinada ao tema “Educação Sexual”, realizada pelo Dr. Constantino Santos, no dia 22 de Março de 2002, na Escola EB 2,3 João de Meira (Anexo 9).\n(6)\tAção de formação:” A compostagem nas Escolas”, promovida pela Associação do Vale do Ave, no âmbito da uma campanha de sensibilização sobre o processo de compostagem, na Câmara Municipal de Guimarães, no dia 14 de Maio de 2003 (Anexo 10).\n(7)\tPresença na ação de formação: “A Educação Ambiental. Visões transversais Mundiais- para uma estratégia de intervenção” que coincidiu com o primeiro encontro a nível Mundial em Educação Ambiental (FWEEC), que se realizou nos dias 21, 22, 23 e 34 de Maio de 2003, no Centro Multimeios de Espinho, organizado pelo Centro de Formação da Ordem dos Biólogos, 25 horas (Anexo 11).\n65\n(8)\tParticipação no encontro temático: ’’Biotecnologia e sociedade”, que se realizou no dia 10 de Dezembro de 2003, no auditório do INETI- Lisboa. Foi orientado pelo Professor Doutor Pedro Fevereiro (Anexo 12).\n(9)\tParticipação na ação de formação: ”O Ensino experimental das Ciências- Novas práticas no E.B.- Terra em transformação”, ministrada pela Dra. Paula Peralta e Dr. Luís Dourado, que decorreu de 18 de Abril de 2006 a 25 de Maio de 2006, com a duração de 25 horas (Anexo 13).\n(10)\tParticipação na ação de formação: ”A Educação Sexual na Adolescência” que decorreu de 21 de Novembro a 10 de Dezembro de 2008 com a duração de 30 horas proferida pelo Formador Dr. Mário Durval (Anexo 14).\n(11)\tCurso de formação: ’Agricultura Biológica e Compostagem na Escola”, com a formadora Raquel Sousa tendo a duração de 25 horas que decorreu de 11 de Fevereiro a 7 de Maio de 2011 na Escola Básica 2,3 de Álvaro Velho (Anexo 15).\n(12)\tParticipação na Oficina de Formação:” Educação Sexual em meio escolar-Metodologias e Intervenção” proferida pelo Dr. Mário Durval com a duração de 50 horas que decorreu de 20 de Setembro a 15 de Novembro de 2011 na Escola básica 2,3 de Álvaro Velho (Anexo 16).\n(13)\tParticipação na formação: “Iniciação à identificação de aves” com a duração de 25 horas, proferida por Nuno Barros e Alexandra Lopes da SPEA que decorreu nos dias 10,11,17,18 e 24 de Maio de 2013 (Anexo 17).\n(14)\tParticipação no seminário ’Agentes de educação ambiental, contributos de participação e cidadania”, que decorreu dia 9 de Maio de 2014, no auditório da Escola Secundária Rainha Dona Leonor, em Lisboa. Não acreditada (Anexo 18).\n(15)\tParticipação na saída de Campo com o tema “A importância ecológica dos estuários: o estuário do Tejo”, no dia 31 de Maio de 2014, com o professor Doutor Henrique Cabral (Anexo 19).\nÁrea pedagógica\n(1) Encontro de educação subordinado ao tema: ”O Stress na Profissão Docente”, realizado no dia 23 de Abril de 1999, no seminário de Vilar - Porto (Anexo 20).\n66\n(2)\tAcção de formação \"Didáctica das Ciências Práticas e Perspectivas Contemporâneas para uma Educação Científica\" que decorreu de 6 a 10 de Setembro de 1999 (30 horas), na Escola E,B.3/Secundária Vitorino Nemésio. (Anexo 21).\n(3)\tParticipação nas 1as. Jornadas Pedagógicas do Centro de Formação de Associação das Escolas de Chaves e Boticas com o tema: \"Pela formação, (re) Construir a Profissão\", que se realizaram nos dias 12 a 13 de Setembro de 2000, no Hotel Aquae Flavie. (Anexo 22).\n(4)\tPresença no “III Encontro Regional de Educação”, que teve lugar no Auditório do Pólo de Guimarães da Universidade do Minho no dia 26 de Fevereiro de 2003, organizado pelas Edições Asa (Anexo 23).\n(5)\tSeminário sobre “A Gestão Curricular: Avaliar e Reformular”, realizado no dia 27 de Fevereiro de 2003, orientado pela docente Maria Vasconcelos, na Escola EB 2,3 João de Meira (Anexo 24).\n(6)\tAção de formação: “A B C das Emoções”, realizada nos dias 28,29 de Março e 2 e 3 de Abril de 2003, na Universidade Portucalense Infante D. Henrique- Porto, proferida pela formadora Ivete Azevedo, 25 horas (Anexo 25).\n(7)\tAção de formação:” Colocar a voz e... Falar”, orientada pelo Dr.Eduardo Magalhães, com a duração de 25 horas, realizada nos dias 12, 17, 19, 24, 26 e 31 de Março; 2, 7, 9, 28 e 30 de Abril e 5 e 7 de Maio, na Escola Secundária Martins Sarmento (Anexo 26).\n(8)\tEncontro de Educação: “Ser Professor é...”, realizado no Hotel Porto Palácio, no dia 27 de Maio de 2003, no Porto, organizado pela Constância Editora (Anexo 27).\n(9)\tSeminário: ”Seleção, Recrutamento e Mobilidade de Docentes; Concursos 2004-novo regime jurídico”, organizado pela FEPECI- Federação Portuguesa dos profissionais da educação, ensino, cultura e investigação, que decorreu no dia 9 de Janeiro de 2004, no auditório do instituto franco- português, em Lisboa (Anexo 28).\n(10)\tSeminário organizado pela pró-ordem, subordinado ao tema: “Dar aulas... não é só conversa- exercícios práticos, dicas e estratégias”, realizado no dia 13 de Fevereiro de 2004, no auditório da Escola básica 1, 2, 3 Vasco da Gama (Anexo 29).\n(11)\tAção de formação:””Área de Projeto- Espaço privilegiado para o desenvolvimento de competências”, organizado pelo centro de formação da associação de escolas de Vila Franca de Xira, pelo Dr. Jorge Lemos, na escola EB 2,3 D.Martinho Vaz de Castelo Branco. Decorreu entre Fevereiro e Maio de 2004- correspondente a um crédito- 25 horas (Anexo 30).\n(12)\tApresentação de manuais escolares para a disciplina de Ciências Naturais, realizada a 9 de Maio de 2006, no Novotel, em Setúbal. (Anexo 31).\n67\n(13)\tEncontro de Educação subordinado ao tema: \"Contributos para uma prática pedagógica diferenciada- 8°ano\", realizado no dia 19 de Maio de 2007, no Novotel em Setúbal (Anexo 32)\n(14)\tAção de formação: ” Orientação ao longo da vida\", no dia 25 de Maio de 2011, promovido pela ANQ, Agência Nacional de Orientação, e Instituto de orientação profissional de Lisboa (Anexo 33).\n(15)\tEncontro de Educação subordinado ao tema: ” Encontros da Porto Editora\", realizado no dia 15 de Março de 2008, no Novotel em Setúbal (Anexo 34).\n(16)\tEncontros pedagógicos Areal Editores: ” Modos de utilização do manual escolar nas práticas pedagógicas e sua articulação com os programas vigentes\", realizado no dia 3 de Abril de 2008, no Novotel em Setúbal (Anexo 35).\n(17)\tEncontro de Educação subordinado ao tema: \" Os nossos livros\", realizado no dia 22 de Abril de 2008, no Novotel em Setúbal (Anexo 36).\n(18)\tApresentação de Novos Projetos, apresentação de manuais da Porto Editora, no dia 13 de Maio de 2014, em Setúbal (Anexo 37).\n(19)\tOficina de formação \"Aprendizagem Ativa: Novas Metodologias para o ensino da Conservação da Biodiversidade\" de 50 horas, creditada com 2,4 créditos, pela formadora professora doutora Maria Amélia Loução, no jardim botânico de Lisboa (Anexo 38).\nÁrea das Tecnologias de Informação e Comunicação\n(1)\tAção de formação, subordinada ao tema: \"Comunicação, novas tecnologias e aprendizagem\", que decorreu nos dias 22 e 23 de Maio de 1997, na Escola Superior de Educação de Bragança (Anexo 39).\n(2)\tAção de formação com o título: \"Windows, para principiantes\", que decorreu de 2 a 31 de Maio de 2002, na Escola Secundária Martins Sarmento, com a duração de 25 horas (Anexo 40).\n(3)\tAção de formação: \"O computador na Escola\", ministrada pelo Dr. Luís Dourado, que decorreu de 14 de Fevereiro de 2005 a 2 de Maio, com a duração de 50 horas (Anexo 41).\n(4)\tAção de formação: \"A utilização das Tecnologias de Informação e Comunicação (TIC) nos processos de Ensino/ Aprendizagem\", ministrada pelo Dr. Jorge Bico, que decorreu de 11 de Outubro de 2007 a 6 de Dezembro, com a duração de 25 horas. (Anexo 42).\n68\n(5)\tOficina de Formação: ” Courselab, uma ferramenta de criação de conteúdos”, com a duração de 2 horas, promovida no âmbito do Plano TIC do Agrupamento de Escolas Álvaro Velho, em 19 de Novembro de 2008 (Anexo 43).\n(6)\tCurso de formação: ”Quadros interativos multimédia no Ensino/Aprendizagem das Ciências Experimentais”, com a duração de 15 horas, pelo formador Carlos Cunha (Anexo 44).\n69\nConclusão\nOs temas abordados no âmbito deste relatório que tiveram como mote o estuário do rio Tejo permitiram alargar o conhecimento e a experiência profissional e pessoal. Além disso, envolveram toda a comunidade escolar no tema do Projeto Educativo da Escola Básica 2,3 de Álvaro Velho: “Cidadania e Desenvolvimento Sustentável, Pensar Global, Agir Local”.\nNos projetos realizados os alunos estiveram sempre muito envolvidos tendo estabelecido uma boa relação com os professores das diversas disciplinas. Toda a comunidade escolar colaborou nas atividades realizadas e é nosso objetivo abrir a escola às famílias e à comunidade local - a escola terá de passar a ser vista como um agente ativo da Educação Ambiental das comunidades.\nOs alunos foram conduzidos a reconhecer a importância da preservação das espécies (a extinção é para sempre), pela realização de várias atividades: (i) colocação de ninhos e comedouros para passeriformes no espaço escolar, (ii) observação de aves, (iii) participação em várias saídas de campo (uma das quais com a realização de uma curta-metragem que ganhou um prémio nacional da ASPEA, (iv) participação em palestras e debates promovidas por entidades exteriores à escola (CMB, SPEA, AREB) e (v) intercâmbio com alunos de 1.° e 2.° ciclo. Com tudo isto aprenderam que: “É nosso dever salvaguardar o património local”.\nA Estratégia Nacional do Desenvolvimento Sustentável (ENDS) para o horizonte 20052015 tem como metas: colocar Portugal num patamar de desenvolvimento económico mais próximo da média europeia, melhorar a posição do País no Índice de Desenvolvimento Humano e reduzir o déficit ecológico em 10%. Estas metas só serão alcançadas através de políticas e medidas de Estado (a nível central e local), das empresas e dos cidadãos. A estratégia para que a tecnologia nos traga melhor qualidade de vida com o menor impacto ambiental possível passa por uma maior democratização da informação e da educação (ambiental) que é sobretudo responsabilidade da escola.\nAs atividades explanadas neste relatório com certeza contribuirão para que os jovens nelas implicados e a comunidade em que estão inseridos possam ser agentes ativos na concretização dos objetivos estabelecidos pela ENDS, ajudando o país a crescer.\n70\nBibliografia\nAdministração da Região Hidrográfica do Tejo &amp; Gabinete de Ordenamento do Território, I.\nP.\t(2009) O Plano de Oredenamento do Estuário do Tejo, Saberes e reflexões, 1a edição, ARH do Tejo, I.P.\nAzevedo, R. (2001) Montijo e o Rio-100 anos de uma relação, Câmara Municipal do Montijo.\nCamarão, A., Sardinha, A. &amp; Silva, J. (2008) A Fábrica- 100 anos da CUF no Barreiro, Editorial Bizâncio\nCanelas, V. (1999) Património Natural do Concelho de Palmela, Câmara Municipal de Palmela.\nCardoso, M. (2013) O Tejo-virtuosismo das suas águas e gentes, Edição de autora.\nChitas, P. &amp; Branco, J. (2012) Guia dos rios e barragens, rio Tejo, Barragem de Belver, Edição Visão.\nComissão de Coordenação da Região de Lisboa e Vale do Tejo (1998) Nos caminhos do sal, Itinerários Turístico-culturais da Região de Lisboa e Vale do Tejo.\nDias, A. &amp; Marques, J. (1999) Estuários. Estuário do Tejo: o seu valor e um pouco da sua história, Alcochete: Reserva Natural do Estuário do Tejo.\nDivisão da Cultura, Património Histórico e Museus (2012) Rotas de trabalho e da Indústia-Conteúdos históricos, Barreiro, Câmara Municipal do Barreiro.\nFarinha, J. (2000) Percursos e habitats de portugal, ICN, Assírio e Alvim.\nFerrão, J. (2004) Área Metropolitana de Lisboa, Gentes, Paisagens e Lugares, Norprint.\nFlick, L. (1993) The meaning of hands-on science, Washington State University, Journal of science teacher education, volume 4, pp 1-8, winter.\nFonseca, C. (1998) Rotas do Tejo, A Região de Lisboa e Vale do Tejo, Passado, Presente e Futuro, Comissão de Coordenação da Região de Lisboa e Vale do Tejo.\nhttp://www.salinasdosamouco.pt/, acedido em 20 Fevereiro de 2014\n71\nhttp:// www.mohanmunasinghe.com/, acedido em 05 de Agosto de 2014\nhttp://lugaresdoseixal.blogspot.pt/, acedido em 23 Agosto de 2014 http://cidadaodolavradio.blogspot.pt, acedido em 24 agosto de 2014 http://www.evoa.pt/index.php?lang=PT, acedido em 26 agosto http://www.fibonacci-project.eu/, acedido em 7 de setembro de 2014 http://www.sails-project.eu/portal/project, acedido em 7 de setembro de 2014 http://www.fpce.up.pt/ciie/revistaesc/ESC21/21-8.pdf, acedido em 24 setembro 2014 http://emaberto.inep.gov.br/index.php/emaberto/article/viewFile/761/682, acedido em 24 setembro de 2014\nhttp://www.academia. edu/2924376/A_educa%C3 %A7%C3%A3o_ambiental_na_forma%C3 %A7%C3%A3o_academica_de_professores, acedido 17 novembro de 2014\nINQUIRE (2011) Manual para Professores e Educadores do Curso Piloto, INQUIRE, Lisboa: Portugal.\nLima, M. (1997a) Terras de Laurus-Encontros com o Património Natural e Ambiental do\nConcelho do Seixal, Câmara Municipal do Seixal, Plátano Editora\nLima, M. (1997b) A Reserva Ecológica Nacional do Concelho do Seixal-Contributos para a sua descrição e divulgação, Câmara Municipal do Seixal.\nLima, M. (1997c) Peixes e pescarias no concelho do seixal, Estuário do Tejo, Câmara\nMunicipal do Seixal, Ecomuseu.\n72\nMorgado, F., Pinho, R. &amp; Leão, F. (2000) Para um ensino interdisciplinar e experimental da Educação Ambiental, Plátano Edições técnicas.\nNeves, F. (2010) Dynamics and Hydrology of Tagus Estuary: Results from in itu Onbservations, Universidade de Lisboa, Faculdade de Ciência.\nOliveira L. (2001) Educação Ambiental- Guia prático para professores, monitores e animadores culturais e de tempos livres, Texto Editora\nPais, A. (1971) O Barreiro Contemporâneo-A grande e progressiva vila industrial, III volume e Miscelânea (factos e figuras do Barreiro de várias épocas), Edição da Câmara Municipal do Barreiro.\nRibeiro, L. (2012) Histórias do Tejo, A esfera dos livros.\nSaraiva, J. (2005) As ruas do Lavradio-suas gentes e memórias, volume 1, Junta de ferguseia do Lavradio.\nSoares, B. &amp; Leite, P. (2001) Área Metropolitana de Lisboa, Anos de Mudança, Área Metropolitana de Lisboa.\nTal, T. (2004) Using a field trip to a wetland as a guide for conceptual understanding in environmental education - a case study of a pre-service teacher's research. Chemistry Education research and practice, vol. 5, n° 2: 127-142\nUzzel, D., Fontes, P., Jensen, B., Vognesen, C., Uhrenholdt, G., Gottesdiener, H., Davallon, J. &amp; Kofoed, J. (1998) As crianças como agentes de mudança ambiental, Campo das Letras.\n73\nAnexos\n74\nANEXO 1\nVisita de Estudo: Fundação para a Proteção e Gestão Ambiental das Salinas do Samouco- Alcochete\nData: 25 de fevereiro de 2014\nObjetivos Gerais:\n•\tPromover a Educação Ambiental para o desenvolvimento sustentável com articulação horizontal entre os conteúdos curriculares;\n•\tPromover o conhecimento através de aprendizagens de caráter prático;\n•\tFomentar o trabalho colaborativo.\nPlanificação Transversal Curricular no âmbito da sustentabilidade ambiental\nDisciplinas\tObjetivos Específicos\tEstratégias/Atividades\nPortuguês\tDesenvolver o vocabulário relativo às antigas profissões. Aplicar conceitos de campo lexical/ semântico.\tFicha de trabalho sobre palavras derivadas de sal Pesquisa sobre o trabalho realizado pelo salineiro.\nHistória\tReconhecer a importância do sal ao longo da História. Relacionar a aproximação dos países pela questão do sal.\tExploração de um artigo histórico e realização Ficha de trabalho\nGeografia\tAplicar as técnicas da observação direta das paisagens. Elaborar mapas mentais ou esboços. Compreender a relação e interação entre os elementos naturais e humanos da paisagem. Reconhecer características de áreas protegidas.\tFicha de trabalho Realização de um esboço ou mapa mental\nMatemática\tAplicar conteúdos relacionados com organização e tratamento de dados. Aplicar conteúdos de geometria.\tAtividade prática Atividade de pesquisa com recurso às TIC\nCiências Naturais\tReconhecer a importância da preservação e conservação dos ecossistemas estuarinos. Identificar a flora e fauna estuarina in locu Praticar birdwatching de aves aquáticas.\tAtividade prática Jogo pedagógico Fichas de trabalho Realização de um cartaz sobre as plantas de sapal\n75\nFísico- Química\tDistinguir misturas homogéneas e heterogéneas. Identificar a técnica de separação adequada para uma mistura homogénea. Separar os componentes de uma mistura, usando a técnica, o material e as regras de segurança adequadas.\tAtividade experimental\nEducação física\tPromover a atividade física com jogos. Organizar em grande espaço jogos que permitam uma comunicação com a natureza.\tAtividade física com exercícios lúdico-pedagógicos\nEMRC\tAmadurecer a responsabilidade perante a pessoa, a comunidade e a Natureza.\tParticipação nos jogos pedagógicos Visionamento de um filme\nEV/ História\tElaboração de guiões para a realização de uma curta-metragem Tratamento das imagens recolhidas\tRealização de uma curta-metragem\nEDUCAÇÃO E FORMAÇÃO PARA O DESENVOLVIMENTO SUSTENTÁVEL\nProjeto: “As salinas vêm à escola”\n•\tRecolha de imagens para a realização de uma curta-metragem.\n•\tRealização de um pequeno guião de atividades ambientais transversais:\nEquipa técnica do projeto:\nCoordenação: Helena Pires\nCoordenador de Geografia- Carlos Moucho\nCoordenador de História - Rui Santos\nCoordenadora de Físico-Química- Cláudia Santos\nCoordenador de TIC -Teodósio Faria\n76\nCoordenadora de Português- Alice Figueira\nCoordenadora de Matemática- Carla Cardoso\nCoordenadora de Ciências naturais - Helena Pires\nCoordenadora de EMRC - Ana Ventura\nCoordenador de Ed. Física- Pedro Marques\nCoordenador de Ed. Visual- Rui Sequeira\nGUIÃO DE ATIVIDADES INTERDISCIPLINARES DE EDUCAÇÃO AMBIENTAL\nATIVIDADE 1\nDisciplina: Ciências Naturais (3° ciclo)\nAtividade: ’’Identificação da avifauna estuarina’\nDuração: 45min\nTipo de atividade: Jogo pedagógico\nObjetivos:\n- Conhecer aves aquáticas\n- Identificar o respetivo habitat das aves observadas, selecionando aquelas que pertencem ao habitat estuarino.\n77\nMaterial: Cartões com fotos de aves aquáticas e outras\nATIVIDADE 2\nDisciplina: Ciências Naturais (3° ciclo)\nAtividade:” Multiplicação vegetativa de plantas aromáticas” com a finalidade de secagem para aromatização de sal\nDuração: 45min\nTipo de atividade: Atividade experimental\nObjetivos:\n-\tConhecer plantas aromáticas\n-\tRealizar o processo de multiplicação vegetativa com alecrim, rosmaninho, hortelã, oregãos, etc\nMaterial: Terra, vasos, estacas de plantas aromáticas, tesoura de poda, “plantas-mãe”( ex: hortelã, poejo, oregãos, menta).\nProcedimento:\nNa estacaria caulinar os alunos devem realizar estacas com aproximadamente 10 cm. Devem cortar, a direito, abaixo do nó que irá dar a raíz, e cortar acima, em bisel, no sentido contrário à folha para evitar a criação de fungos devido a humidades.\nAntes de colocar qualquer tipo de estaca os alunos devem fazer previamente a abertura de uma cova de acordo com o que vão plantar.\nNas espécies em que as folhas sejam opostas ou verticiladas, como é o caso da Alfazema devem cortar medindo um palmo de mão que tem o tamanho aproximado entre 10 a 15 cm. Na estacaria foliar e radicular devem apenas retirar um pedaço da planta mãe e colocar no substrato.\nApós a realização das estacas é indispensável proceder-se à rega.\nEstacaria:\n78\nATIVIDADE 3\nDisciplina: Matemática\nAtividade: Calcular a altura das árvores\nDuração: 90 minutos\nTipo de atividade: Atividade prática\nObjetivo: Objetivo: Aplicar conteúdos de geometria (7.° ano)\nMaterial: Fita métrica\nProcedimento: Durante a visita de campo relativa ao projeto “As salina vêm à escola”, percorreste vários trilhos e neles encontraste árvores cuja altura não é possível medires com uma vulgar fita métrica de 3 metros. Desde que as condições atmosféricas, em particular as nuvens, nos permitam fazer chegar a sombra da árvore e estejamos sobre um terreno plano, os conhecimentos matemáticos de 7.° ano permitem-nos determinar a sua altura. Em esquema:\nSerá preferível mais do que uma pessoa para realizar esta atividade prática.\nComeça por medir a tua altura. Em seguida posiciona-te como no esquema, de costas para o sol, de modo a que a tua sombra seja paralela à da árvore. Um dos teus colegas marca o ponto onde estavas e o ponto onde terminava a tua sombra. É então necessário medir a distância do extremo da sombra da árvore à sua base (fá-lo lateralmente, aproximadamente ao centro do tronco). Neste momento estás em condições de estabelecer uma proporção entre os comprimentos das sombras e as alturas, determinando assim quanto mede a árvores.\nEsta atividade só é possível porque os triângulos [ABC] e [DEF] são semelhantes pelo critério aa. Deves recordar os conteúdos de 7.° ano que dizem respeito à semelhança de triângulos!\n79\nATIVIDADE 4\nDisciplina: Matemática\nAtividade: Alimentação dos Burros Mirandeses\nDuração: 90 minutos\nTipo de atividade: Pesquisa e construção de gráfica\nObjetivo: Aplicar conteúdos relacionados com organização e tratamento de dados (8.° ano)\nMaterial: Computador com acesso à internet\nProcedimento:\nNo decorrer da visita de campo inserida no projeto “As salinas vêm à escola”, contactaste com a espécie animal Burro Mirandês e pudeste conhecer algumas das suas características. A que te propomos estudar é a sua alimentação, quer no que diz respeito à variedade quer às quantidades.\nPrimeiro deves proceder à recolha dos dados: tipologia dos alimentos, respetivas quantidades num período semanal e preço. Após a recolha, a organização passa pela elaboração de uma tabela em que seja possível encontrar toda a informação. Esta será elaborada com recurso a uma folha de cálculo, como o Excel. (Aqui existe uma ligação com as TIC.)\nCentrando a atenção nas quantidades semanais de alimentos consumidas podes calcular a média diária, em quilogramas, por burro, e estimar o gasto mensal com a alimentação destes animais. Estas conclusões podem também ser apresentadas com recurso a gráficos.\nATIVIDADE 5\nDisciplina: Ciências Físico-Químicas\nObjetivos: Distinguir misturas homogéneas e heterogéneas.\nIdentificar a técnica de separação adequada para uma mistura homogénea.\nSeparar os componentes de uma mistura, usando a técnica, o material e as regras de segurança adequadas\nTipo de atividade: Atividade prática laboratorial\nDuração: 45 minutos + registos diários\nATIVIDADE EXPERIMENTAL\nNa visita de estudo inserida no projeto “As salinas vêm à escola”, irás ter a oportunidade de fazer a rapação do sal. Para seres um verdadeiro salineiro tens que praticar primeiro.\nAssim propomos-te a seguinte atividade que será monitorizada por ti ao longo de alguns dias onde irás fazer 5 registos, onde vais verificar como ocorre esse processo e quais são as condições mais adequadas para que aconteça.\nEsta atividade deve ser desenvolvida em grupos de 4 alunos.\nMATERIAL:\n-mistura de sal + água;\n-duas caixas de petri;\n-dois gobelés de 10 ml\nPROCEDIMENTO:\n81\n(B)\tColoca um gobelé (G1) e uma caixa de petri num lugar bem ventilado (P1). Deixa o outro gobelé (G2) e a outra caixa de petri (P2) em lugar não ventilado (dentro de um armário, por exemplo).\n(C)\tObserva durante alguns dias o volume da mistura líquida em cada recipiente. Regista as tuas observações diárias na tabela a seguir.\nData\tG1\tG2\tP1\tP2\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\nResultados\n1-\tOs gobelés representam:\n(a)\ttanques pequenos e fundos\n(b)\ttanques grandes e rasos.\n(marca a opção correta com um “X”)\n2-\tAs caixas de petri representam:\n(a)\ttanques pequenos e fundos\n(b)\ttanques grandes e rasos.\n(marca a opção correta com um “X”)\n3-\tResponde às seguintes questões:\na)\tEm qual recipiente a água evaporou mais rápido?\nb)\tO que ficou no fundo do recipiente?\nc)\tDe um modo geral, a evaporação foi mais rápida nas caixas de petri ou nos gobelés?\nd)\tEm qual recipiente a evaporação foi mas demorada?\ne)\tO recipiente onde houve evaporação mais rápida estava no local mais ventilado ou menos ventilado?\n82\nDiscussão\nDiscute agora com os teus colegas e professores as conclusões a que chegaste.\n-A mistura salina (sal + água) é homogénea ou heterogénea?\n-O que entendes por mistura Homogénea, apresenta apenas uma fase.\n-Qual o nome do processo de separação de misturas observado nesta experiência?\n-Como deve ser o local para a construção de uma salina? E os tanques?\nMuito bem já estás apto para seres um salineiro, boa visita!\nATIVIDADE 6\nDisciplina: Geografia\nAtividade: Ficha de trabalho\nDuração: 45 minutos\nTipo de atividade: Pesquisa e construção de gráfica\nObjetivo: Aplicar conteúdos relacionados com a saída de campo\nMaterial: Caderno de campo utilizado nas salinas\nFICHA DE GEOGRAFIA\n1 - Observa atentamente a imagem da fig.1.\n1.1.\tElabora, a partir da imagem da fig.1, um esboço da mesma.\n83\n1.2.\tDescreve a paisagem, respondendo às questões O quê? Onde? Como e Porquê.\n1.3.\tClassifica a imagem da fig.1 como uma paisagem humanizada ou natural.\n1.4.\tJustifica a tua opção.\n1.5.\tRefere que tipo de observação fizeste no local da imagem da fig.1.\n1.6.\tMenciona as vantagens e desvantagens dessa observação.\nATIVIDADE 7\nDisciplina: Português\nAtividade: “Descobre”\nDuração: 45 minutos\nTipo de atividade: Pesquisa\nObjetivo: Aplicar conceitos de campo lexical/ semântico.\n84\nCompleta as palavras derivadas de sal, associando o radical aos respetivos sufixos. Identifica as imagens que se lhes relacionam.\nVamos descobrir palavras da família de\n85\nANEXO 2\nMETODOLOGIA DE APRENDIZAGEM ATIVA NO ENSINO DAS CIÊNCIAS-INQUIRE (IBSE)\nA metodologia IBSE consiste na aplicação de 5 fases que se descreve em (5 Es):\n1) Engage, 2) Explore, 3) Explain, 4) Extend e 5) Evalúate.\nO Engage (motivação) consiste em despertar a sua curiosidade e interesse relativamente a uma situação problema que se relacione, dentro do possível, com o quotidiano.\nNo Explore (Explorar) os alunos colocam questões, fazem previsões, formulam hipóteses, planificam experiências, realizam-nas, registam observações, discutem os resultados e redefinem as hipóteses, se necessário. No Explain (Explicar) os alunos apresentam as suas conclusões, procurando fundamentar a sua exposição e argumentação dos resultados obtidos na fase anterior. No Extend (Ampliar) os alunos levantam questões relacionadas que conduzem a uma nova investigação. No Evaluate (Avaliar) os alunos refletem sobre o trabalho que desenvolveram, o que lhes permite perceber o que podem melhorar e onde tiveram mais dificuldades.\nEsta metodologia pretende facilitar o desenvolvimento de competências de conhecimento, raciocínio e comunicação dos alunos, assim como também atitudes que lhes permitam ter um papel ativo na aprendizagem dos conteúdos, neste caso, na compreensão da importância da biodiversidade estuarina.\nComo refiro no plano desta aula, que segue no anexo x, trabalhei o método IBSE, onde a motivação (Engage) foi a saída de campo para partir para a exploração. As questões que surgiram desta iniciativa como base para investigação foram as seguintes:\n-\tComo se distribuem estas plantas geograficamente? Encontram-se juntas ou separadas por zonas?\n-\tA salinidade influencia a sua distribuição? De que forma?\n-\tQue caraterísticas desenvolvem para sobreviver à salinidade?\n-\tTerão alguma utilidade? Qual a sua importância?\nA partir daí cada grupo selecionou uma planta a investigar (para esta investigação os alunos tiveram acesso à internet, a livros/guias de plantas). Realizaram um trabalho em grupo onde os alunos investigaram a vegetação halófita- Explore. No final cada grupo apresentou os resultados da sua investigação aos restantes e realizaram um cartaz/painel com a ajuda da professora Isabel Martins, de Educação Visual, para expor na biblioteca escolar- Explain.\nDa discussão gerada pela apresentação dos resultados de cada grupo surgiu a questão:\n86\n“O que poderá acontecer a este ecossistema estuarino com as alterações climáticas previstas para o futuro? A subida da temperatura irá influenciar a biodiversidade vegetal? Estas plantas sofrerão alterações?- Extend. Este será o ponto de partida para uma nova investigação e permitirá explorar os problemas ambientais locais para o próximo ano letivo. Na avaliação deste trabalho de grupo foi preenchida uma grelha de registo de observação do trabalho de grupo/debate. Os alunos realizaram um pré-teste e pós-teste, que permitiu avaliar a sua evolução-Evaluate.\nFigura. Trabalho de investigação para a realização do cartaz “Plantas de Sapal”\nA aplicação da metodologia IBSE oferece uma oportunidade às escolas de trabalharem em conjunto com as instituições LotC (museus, Jardins) num foco partilhado na motivação dos alunos e na orientação para os resultados. Um grande número museus e jardins botânicos em Portugal e na Europa já desenvolveram recursos educativos eficazes utilizando esta abordagem. O método IBSE não se apresenta como a solução para todos os males da educação mas, quando bem aplicado, pode levar a uma melhor qualidade na aprendizagem das ciências.\n87\nBiodiversidade vegetal em Zonas Húmidas\nQue caraterísticas apresentam as plantas de Sa(pa)l ?”\nOficina de formação: 17 de Maio de 2014 Formanda: Helena Cristina Pires\nESCOLA EB 2,3 ÁLVARO VELHO\nPlano de Aula\nAlunos do Clube: ”Os Amigos da Natureza”(alunos 7°,8° e 9° anos)- 17 alunos Tema Organizador Dinâmica dos Ecossistemas (Biodiversidade das Zonas Húmidas) Conteúdo: Vegetação halófita do ecossistema estuarino:” Plantas de Sa(pa)l”\t06/ 05/ 2014 20/05/2014\tNome: Helena Pires\nSumário: Trabalho de investigação, em grupo, sobre a vegetação halófita- “Plantas de Sa(pa)l”\nCompetências específicas\tEstratégias /Recursos\tTermos/ Conceitos\tAvaliação\tTempo\n\t\t\t\t\n-\tCompreender a importância das zonas de sapal como áreas de elevada produtividade e reciclagem de nutrientes. -\tConhecer a distribuição geográfica das diferentes espécies vegetais identificando zonas de sapal alto, médio e baixo. -\tIdentificar adaptações das plantas halófitas à salinidade. -\tReconhecer nesta vegetação o papel depurador das águas devido à sua capacidade de absorver e fixar metais pesados.\tAtividade prática: Investigação em grupo com acesso a internet e guias de plantas. Realização de um painel informativo com as plantas de sapal baixo, médio e alto.\tBiodiversidade Produtividade primária Vegetação halófita Sapal\tParticipação Comportamento Pontualidade Grelhas de observação directa\t90 min\nNota: Em anexo: 1-Desenvolvimento da aula / Recursos; 2-Cartões com as plantas de sapal;\n3- Painel informativo com os resultados da investigação ( Ainda em fase de conclusão) ; 4- Grelha de avaliação de observação directa.\nPlano de Aula - Anexo 1\nDesenvolvimento da Aula:\nA aula inicia com o fornecimento de cartões com imagens de plantas halófitas existentes no estuário que os alunos vão rever da visita de Estudo às Salinas do Samouco. Engage\nEstes são questionados sobre a diversidade destas plantas e lançadas as seguintes questões:\n-\tComo se distribuem estas plantas geograficamente? Encontram-se juntas ou separadas por zonas?\n-\tA salinidade influência a sua distribuição? De que forma?\n-\tQue caraterísticas desenvolvem para sobreviver à salinidade?\n-\tTerão alguma utilidade? Qual a sua importância?\nA partir daí cada grupo seleciona a planta que vai investigar (Para esta investigação os alunos terão acesso à internet, a livros/guias de plantas).\nRealização de trabalho em grupo onde os alunos irão investigar a vegetação halófita - Explore\nNo final os grupos apresentarão os resultados da sua investigação aos restantes grupos e realizarão um cartaz/painel que será exposto na escola até ao final do ano letivo - Explain\n“O que poderá acontecer a este ecossistema estuarino com as alterações climáticas? A Subida da temperatura irá inflenciar a biodiversidade vegetal? Estas plantas sofrerão alterações? Extend\nPreenchimento da grelha de registo de observação do trabalho de grupo/debate. Evaluate\nPlano de Aula - Anexo 2 Cartões com as Plantas de Sa(pa)l\n\ni Campanada-praia Inula crithmotdes\nGramata-txanca, Hahmione portulacories ’ MlÓpOfO, MyOpOf'Um laetum\nPlano de Aula - Anexo 3\nPainel informativo; “PLANTAS DE SA(PAL)”\nPlano de Aula - Anexo 4\n\tCumpre a tarefa\tColabora com o grupo\tRespeita a opinião dos colegas\tRevela interesse pelo projeto\tRelaciona-se bem com os restantes grupos\tApresenta conclusões\tExplica os resultados com clareza\nGrupo 1\t\t\t\t\t\t\t\nGrupo 2\t\t\t\t\t\t\t\nGrupo 3\t\t\t\t\t\t\t\nGrupo 4\t\t\t\t\t\t\t\nGrupo 5\t\t\t\t\t\t\t\nGrupo 6\t\t\t\t\t\t\t\nANEXO 3\nTabelas fornecidas para o trabalho de grupo no âmbito do projeto Life + MarPro da SPEA. (Adaptadas do Dossier pedagógico de projeto Life + MarPro, que contém materiais pedagógicos com vista à temática da Conservação de espécies marinhas protegidas em Portugal continental).\nLISTA BE AVES MARINHAS\nATIVIBABE 51 AVES: À CSNtUISTA B» MA»\nI NOMECOMUM\tNOME CIENTÍFICO\t1\tNOME COMUM\tNOME CIENTÍFICO\t1\nMobelha-pequena\tGavia stellata\tGaivota de Audouin\tLams audouinii\nMobelha-grande\tGavia immer\tGaivota-de-bico-nscado\tLams delawarensis\nAlma-negra\tBufweria bulwerii\tFamego\tLams canus\nCagarra\tCalonectns diomedea\tGaivota-d'asa-escura\tLaras fuscus\nPardela-de-barrete\tPufUnus gravis\tGavota-de-patas-amarelas\tLams michahellis\nPardela-preta\tPuffinus griseus\tGaivota-prateada\tLarus argentatus\t1\nPa rd ela -sombria\tRjffinus puffinus\tGanrotâo-real\tLams marmus\nPardela-balear\tPuffinus mauretamcus\tGaivota-tndáctila\tftissa tr/dactyla\nCasquilho\tOceanites oceanicus\tTagaz\t\tGelochelidon mlotica\nAlma-de-meitre\tHydrobates pelagicus\tGarajau-grande\t1 Stema caspia\nPainho-de-cauda-forcada\tOceanodrama leucorhoa\tGarajau\tSterna sandvicensis\nRoquinho\tOceanodroma castro\tGanrina-rosada\tStema dougallii\nAlcatraz\tMoms bassanus\tGaivina\tSterna hirundo\nCorvo-marinho\tPhalaaocorax carbo\tGaivina do Árctico\tStema paradisaea\nGalheta\tPhalaaocorax aristotelis\tChllreta\tStema albifrons\nNegrola\tMelanrtta nigra\tGaivina-dos-pauis\tChlidonias hybndus\nPato-fusco\tMelanitta fusca\tGaivma-preta\tChlidonias nrger\nFalaropo-de-bico-fino\tPhalaropus lobatus\tAiro\tUna aalge\nFalaropo-de-bico-grosso\tPhalaropus fulicarius\tTorda-me rgulheira\tAlca torda\nMoleiro do Árctico\tStercoranus pomarinus\tPapagaio-do-mar\tFratercula ardica\nMoleiro-pequeno\tStercorarius parasiticus\tTorda-anâ\tAllealle\nAlcaide\tStercorarius skua\t\t\nGaivota-de-cabeça-preta\tLams melanocephalus\t\t\nGarvota-pequena\tLams minutus\t\t\nGaivota de Sabine\tXema sabim\t\t\nGuincho\tLams ridibundus\t\t\n95\nAve marinha | Espécie:\tCaraterísticas\tAve terrestre | Especie:\n\tFísicas (ex.: tamanho)\t\n\tHábitos alimentares\t\n\tPredadores e métodos de fuga\t\n\tHabitat/padrões de migração\t\n\tHabitat de nidificação\t\n96\nANEXO 4\nAtividades realizadas no âmbito da componente prática do Curso de CEF\nJardinagem:\n• Horta pedagógica (Figura 1)\n-\tLimpeza de infestantes do terreno\n-\tPlantação de produtos hortícolas cedidos à cantina escolar, quando possível.\n-\tAdubação orgânica\n-\tRega, sempre que necessário.\nFigura 1 - Legumes da horta pedagógica fornecidos para a sopa da cantina escolar\n• Viveiro (Figura 2)\n-\tColocação de terra em vasos\n-\tSementeira de espécies vegetais e bolbos de Inverno\n-\tRealização de estacas a partir da poda de roseiras, alfazema e alecrim\n-\tRega, sempre que necessário\n97\nFigura 2 - Sementeira com a respetiva identificação\n• Manutenção dos jardins do espaço escolar (Figura 3)\n-\tLimpeza de infestantes dos blocos da escola\n-\tRealização de multiplicação vegetativa de malmequeres e outras espécies vegetais\n-\tRega, sempre que necessário\nFigura 3 -Trabalhos de manutenção dos jardins da escola\n• Herbário\nRealização de fichas em suporte informático e em papel para colocar no dossier\nda Biblioteca escolar.\n•\tCompostagem\n•\tMelhoramento do espaço escolar da entrada da escola\n98\n\nRealização de “Feiras Pedagógicas” (Figura 4)\nFigura 4- Feira dos santos populares (Produção de Manjencos com os versos alusivos ao tema) e Feira do dia dos\nnamorados em 2009\n• Construção de um herbário/sementeira com os alunos do 1°ciclo e 5°ano\n(Figura 5)\nEsta atividade teve por objetivo:\n-\tMotivar os alunos na componente prática do curso\n-\tEnvolver os alunos com a comunidade escolar\n-\tFavorecer o trabalho cooperativo e a socialização dos alunos\n-\tFomentar o conhecimento de espécies vegetais desta escola\n99\nFigura 5- Alunos a construir o seu herbário com a ajuda dos alunos do curso CEF\n\nSementeira de árvores\n\n\nPreparar vasos com substrato para a sementeira.\nEnvolver a comunidade escolar em projetos de sementeira de árvores ornamentais.\nEco-circuito\nIdentificar todas espécies vegetais da escola\nEnvolver os alunos em projetos\nMercado quinhentista - Alquimia e Ervas aromáticas (Figura 6)\nComemorar o quadragésimo aniversário da nossa escola\nPreparar vasos com plantas aromáticas\nReproduzir diferentes ervas aromáticas por estacaria\nSecar plantas aromáticas para o mercado quinhentista\n100\nFigura 6- Feira Medieval, a Botica do CEF Jardinagem\n\nComemoração do “dia mundial da bolota”\nComemorar o “dia mundial da bolota”.\nPreparar pacotes de bolotas com árvores autóctones do género Quercus.\nDistribuir os pacotes pela comunidade escolar.\nEnvolver a comunidade escolar em projetos de sementeira de bolotas.\n\nProjeto “12 meses...12 aromas” (Figura 7)\nEnvasar a planta aromática do mês a colocar na biblioteca da escola.\nRealizar cartazes informativos sobre o aroma escolhido.\nPreparar uma caixa para questões que serão afixadas com a resposta à questão sobre a espécie aromática mensal.\n101\nFigura 7- Projeto “12 meses... 12 aromas”, na biblioteca escolar\n• Acompanhamento de trabalhos de jardinagem organizados com a CMB (Figura 8)\n- Formações diversas (Poda, Plantação, Colocação de tapete, corte de relva e manutenção de jardins) na componente prática.\n.'T?krx3.\nFigura 8- Acompanhamento de trabalhos de manutenção de espaços verdes com entidades exteriores à escola\n102\nCertificado de participação no Curso” XVII Curso de Atualização de Professores de Geociências” (Acreditado)\n103\nCertificado de participação no Seminário \"Educação para a Saúde em meio Escolar\" (Acreditado)\nREGIÃO AUTÓívUma DOS AÇORES .egional da Educação e Assunt Direcção Regional de Saúde\nCategoria/Profissão: PROFESSORA\nda EB2/3 FRANCISCO ORNELAS DA CÂMARA\nFrequentou: Seminário \"Educação para a Saúde em Meio Escolar”\nOrganizado por este Centro de Saúde, de 22 a 25 de Fevereiro de 2000, num total de 24 horas.\n104\nCertificado de participação na Conferência \"Influências dos fatores genéticos na história natural do cancro \" (Não acreditada)\nutad «S\nUNIVERSIDADE DE TRAS-OS-MCNTES E ALTO DOURO\nO (Presidente da Comissão Organizadora /I -Q ■\n‘Henrique^hedes-iPinto, (Prof. Cai.\nAcartado 202\n5001-911 VILA REAL CCDEX\nr\t■\nCertificado de (Presença\nCertifica-se que\tassistiu à\nConferência intitulada “Influências dos factores genéticos na História natural do cancro”, proferida pelo Sr.&lt;Prof (Doutor (Manuel (Diamantino (Bicho na \"Universidade de frás-os-Montes e fdto (Douro no dia 13 de Novemèro de 2000, em \"Uiía feal.\n105\nCertificado de participação no “Mini-Forum Ciência Viva 2000” (Não acreditado)\n106\nCertificado de participação na Ação de Formação: \"Educação sexual” (Não acreditada)\nCertifica-se que o(a) proíessor(a)AÀelenc» CaIíAs na\t______\nesteve presente na Acção de Formação subordinada ao tema EDUCAÇAO SEXUAL, realizada pelo Dr. Constantino Santos, no dia 22 de Março de 2002. promovida pelo 4o Grupo. 2o Ciclo, da Escola E B 2-3 João de Me ira.\n107\nCertificado de participação na Ação de Formação: ”A compostagem nas Escolas”\n(Não acreditada)\nV A L E • t> O • A V E\n\n¿Declara-se que\t_________________\nparticipou na Acção de Tormação “A Compostagem nas ‘Escolas” com a duração de duas horas, promovida pela Associação de Municípios do Vale do Ave, no âm6ito de uma Campanha de Sensibilização para o processo da Compostagem.\nÇuimarães, tc, de Maio de 2003\nO Administrador ¿Delegado\n108\nCertificado de participação na Ação de Formação: “A Educação Ambiental. Visões transversais Mundiais- para uma estratégia de intervenção” (Acreditada)\nCentro de formação de Professores da Ordem dos Biólogos\nprodep\nCertificado\nde Interven\nuração de 25\nCertifico que HELENA CR aproveitamento, a Acção de For Mundiais - para uma Estraté CCPFC/ACC - 27670/02, que teve | de 2003, nas instalações do Pavilh Fundo Social Europeu e pelo Estad Manuel Morgado, Fernando José Azeiteiro e atribui 1.0 créditos para efeitos de Progressão na Carreira Docente, nos termos do Art.014° do Regime Jurídico da Formação Contínua de Professores.\nfrequentou, com ão Ambiental. Visões Transversais ”, com o registo de acreditação is e que decorreu de 21 a 24 de Maio\nEspinho. Esta Acção, financiada pelo orientada pelos formadores Fernando Mário Jorge Pereira e Ulisses Manuel\n109\nCertificado de participação no Encontro temático: “Biotecnologia e sociedade” (Não acreditado)\n110\nCertificado de participação no Curso de Formação: ”O Ensino experimental das Ciências-\nNovas práticas no E.B.- Terra em transformação” (Acreditado)\nPara os devidos efeitos se certifica que, Helena Cristina de Carvalho Pires, professora inscrita neste Centro de Formação com o n.° 1008, frequentou com aproveitamento o Curso de Formação “O\tEnsino\nExperimental das Ciências -Novas práticas no E.B. (1o Ciclo, 5o e 7o anos) - Terra em transformação”, ministrado pela Dra. Paula Peralta e Dr. Luís Dourado com o n.° de registo CCPFC / ACC 42674/05, que decorreu de 18/04/06 a 25/05/06, com a duração de 25 horas, e com\nPinhal Novo, 8 de Junho de 2006\nUnião\nEuropeu\n111\nCertificado de participação na Ação de Formação: ”A Educação Sexual na Adolescência” (Acreditada)\nCENTRO DE FORMAQAO DAS ESCOLAS DOS\nCONCELHOS DO BARREIRO E MOITA\nTel. 21205 92 06 -Fax: 21 205 92 05 E-mail: cfbarreiromoita@gmail.com\nCERTIFICADO\nAo abrigo do Regime Jurídico da Formação Contínua de Professores e de acordo com a legislação em vigor, certifica-se que:\nHelena Cristina Carvalho Pires\nFrequentou, com aproveitamento, a acção de formação “A Educação Sexual na Adolescência”, com o registo CCPFC/ACC - 49168/07 que decorreu neste centro de Formação de 21-11-208 a 10-12-2008.\nDuração: 15 Horas Presenciais+ 15 horas Trabalho Autónomo\nAvaliação: Qualitativa: Excelente\nQuantitativa: 9 Valores\nCreditação: : 1,2 U.C.\nModalidade: Oficina de Formação\nFormador: Dr. Mário Durval - CCPFC/RFO 22843/97.\nBarreiro, 31 de Maio 2010\ncimo a fímfÁc ci escolas\n112\nCertificado de participação no Curso de Formação: ’’Agricultura Biológica e Compostagem na Escola” (Acreditado)\n.'¿Mw **\"•*'• íimoHHMU0OH mkÍs\tCENTRO DE FORMAÇÃO DAS ESCOLAS DOS CONCELHOS DO BARREIRO E MOITA Tel. 21205 92 06 - Fax: 21 205 92 05 E-mail: cíbarreirornoitatôigmail.com\nCertificado\nAo abrigo do Regime Jurídico da Formação Contínua de Professores e de acordo com a legislação em vigor, certifica-se que:\nHelena Cristina Carvalho Pires\nFrequentou, com aproveitamento, a acção de formação: “Agricultura Biológica e\nCompostagem na Escola”, com o registo CCPFC/AC 61815/10, que decorreu no Agrupamento de Escolas Álvaro Velho de 11-02-2011 a 07-07-2011.\nDuração: 25 Horas\nAvaliação: Qualitativa - Excelente\nQuantitativa - 9,0 Valores\nCreditação: 1 U.C.\nModalidade: Curso de Formação\nFormador: Raquel Sousa\nMais se certifica que, para os efeitos previstos no artigo 5o, do Regime Jurídico da Formação Continua de Professores, a presente acção releva para os efeitos de progressão em carreira de Educadores de Infância e Professores dos Ensinos Básico Secundário.\nPara efeitos de Aplicação do n°3 do artigo 14° do Regime Jurídico da Formação\nContínua de Professores, a presente acção não releva para a progressão em carreira.___\nBarreiro, 29 de Julho 2011\n113\nCuno M Jouuçio H Skolu\nCertificado de participação na Ação de Formação “Educação Sexual em meio escolar-\nMetodologia de abordagem e intervenção” (Acreditada)\nCENTRO DE FORMAÇÃO DAS ESCOLAS DOS\nCONCELHOS DO BARREIRO E MOITA\nTel. 21205 92 06 - Fax: 21 205 92 05 E-mail: cfbarreiromoita@gmail.com\nCertificado\nAo abrigo do Regime Jurídico da Formação Contínua de Professores e de acordo com a legislação em vigor, certifica-se que:\nHelena Cristina Carvalho Pires\nFrequentou, com aproveitamento, a ação de formação: “Educação Sexual em meio escolar: metodologia de abordagens e intervenção”, com o registo CCPFC/ACC -66133/11 que decorreu na EB 2+3 Álvaro Velho de 20-09-2011 a 15-11-2011.\nDuração: 25 Horas Presenciais+ 25 Horas de Trabalho Autónomo\nAvaliação:\nQualitativa: Excelente\nQuantitativa: 10 Valores\nCreditação: 2 U.C.\nModalidade: Oficina de Formação\nFormador: Mário Durval Povoa do Rosário\ntstá conforme o original ACRUPAMENTO VERTICAL DE ESCOLAS\nMais se certifica que, para os efeitos previstos no artigo 5o, do Regime Jurídico da Formação Contínua de Professores, a presente ação releva para os efeitos de progressão em carreira dos Ensino Básico e do Secundário.\nPara efeitos de Aplicação do n°3 do artigo 14° do Regime Jurídico da Formação Contínua de Professores, a presente ação não releva para a progressão em carreira.\nBarreiro, 07 de março de 2012\n114\nCertificado de participação no Curso de Formação “ Iniciação à identificação de aves” (Acreditado)\nCertificado de Aproveitamento\nCertifica-se que:\nHELENA CRISTINA CARVALHO PIRES\nportador (a) do n.° de identificação 10418662 frequentou com aproveitamento e avaliação final de Mutto Bom - 8,3 valores a Acção de Formação “CURSO DE INICIAÇÃO A OBSERVAÇÃO E IDENTIFICAÇÃO DE AVES\" ■ registo de acreditaçâo n.’ CCPFC/ACÇ^- 73305/lS.icom a duração de 25 horas que decorreu em 10 a 24 de Maio de 2013 na Sede Nacional do CNEj em Santos (Lisboa), orientaoa pelos formadores Alexandra Lopes e Nuno Barros Esta Acção, atribui 1,0 credito ao abrigo disposto no artigo 5* e do n' 3 do artigo 14°, da Regime^Juridic© aa^iSormacao Continua de Professores, para efeitos de progressão na carreira de Dcjcenies dos Grupos^Oj 520^ 560.\nPorto. 18 de Junho de 2013\nA Directora do Centro de Formação Contínua de Professores da Ordem dos Biólogos\n115\nCertificado de participação no Seminário: “Agentes de Educação ambiental, contributos de participação e cidadania” (Não creditado)\nSeminário \"Agentes de educação ambiental, contributos de participação e cidadania\"\nDECLARAÇÃO\nDeclara-se que Helena Cristina de Carvalho Pires esteve presente no SEMINÁRIO Agentes de educação ambiental, contributos de participação e cidadania.\nque decorreu no dia 09 de maio de 2014, no auditório da Escola Secundária Rainha Dona Leonor, em Lisboa, das 13:45 às 18:30 horas.\nO Grupo de Trabalho de Educação Ambiental para a Sustentabilidade:\nAPA\nDGE\nAGtNCiA FOItTUGUtSA DO AMWtNTt\n| leducaçfto\nDGEstE\nDireçioGeral 5»\n1 súbele*: mentos fsc obres\nrilCNF\n116\nCertificado de participação na Saída de Campo: “A importância ecológica dos estuários: o estuário do Tejo” (Não acreditada)\n^SANTILLANA formação\nv SANTILLANA\n25\n•— ... [UiJ • C3 —.\nFormação de Professores Santillana 2014\nDeclaração de presença\nDeclara-se que o(a) Professor(a)\nesteve presente na saída de campo promovida pela Santillana sobre o tema: «A importância ecológica dos estuários: o estuário do Tejo».\nA saída de campo teve a duração de oito horas e foi realizada no dia 31 de maio de 2014, pelo formador Prof Doutor Henrique Cabral, da Faculdade de Ciências da Universidade de Lisboa.\nQueluz de Baixo, 03 de junho de 2014\n117\nCertificado de participação no Encontro: ”O Stress na Profissão Docente” (Não acreditado)\nlinhos Directas (01) 8472789 (02)6088383\nPORTO EDITORA\nLivraria do Professor\nPato\nRua di Restauração. 343\nCoimbra\nRua de |<«« Machado, 9 lisboa Av des Estados Uiwdos da Amênco, 1A\nnVd n cu\nEducação, subordinado ao tema\nServiço de Apoio o Professores\nRuo da Restauração, 365 4099023 PORTO\n118\nCertificado de participação na Ação de Formação: \"Didática das Ciências Práticas e\nPerspetivas Contemporâneas para uma Educação Científica\"(Acreditada)\nCENTRO DE FORMAÇÃO DE ASSOCIAÇÃO DE ESCOLAS DE TERCEIRA, S. JORGE E GRACIOSA\nCERTIFICADO\n•\nREGIÃO AUIONOMA DOS MORES\nSECRnARlA RE GION Al DA IDUCAEAO I ASSUKTOS SOCIAIS\nDIRECÇÃO REGIONAL DA EDUCAÇÃO\n0 Centro de Formação de Associação de Escolas de Terceira, São Jorge e Graciosa faz saber que: helena CRISTINA\nCARVALHO PIRES_______________________________frequentou com assiduidade e aproveitamento a Acção de Formação «Didácticas das Ciências: Práticas\ne Perspectivas Contemporâneas para uma Educação Científica » ________\tcom 0 registo de acreditarão n.? CCPFC/ACC-10271/98_\nrealizada na E.B. 3/Secundária Vitorino Nemésio_________________________________________________, em Praia da Vitória\ncom inicio em 06 / 09 /99 e final em 10 / 09 / 99 . com a duração de 30 horas, na modalidade de Curso deformação_______________________\nministrado pelo(s) formador(es) Prof. Pr*. Maria Teresa Morais de Oliveira_________\ne a que corresponde a atribuição de 1.2 crédito(s), pelo que, em harmonia com a legislação em vigor, lhe é passado o presente Certificado que vai assinado pela Directora do Centro de Formação de Associação de Escolas de Terceira, São Jorge e Graciosa, Lúcia de Fátima de Ávila Borges Oliveira.\n119\nCertificado de participação nas 1as. Jornadas Pedagógicas do Centro de Formação de Associação das Escolas de Chaves e Boticas com o tema: \"Pela formação, (re) Construir a Profissão\"(Não acreditada)\n\nJjL\nQe/vtí^-Ceí^-!í&amp;VtglciVi\tiic__fí¡'■ 11\t---------------\n^axt¿cífxj<^\tdo-\tG^^eA- &amp; Góticas,\n(20- t&amp;wZ\tGG CCrPXÒ^VCiÁA/ C2 ¡fóuO^ÍÓA&amp;C' >\ni¿a£¿e¿vuzvw ctias- 7<2 &amp; 13 da Gete^^O' c¿&amp; 3000 c/Cotefy\t^'taoíae'.\nQlvaveò/, 13 c¿&amp; G&amp;ífU^Otc-&lt;£&amp; 3000\n\n120\nCertificado de participação no:“III Encontro Regional de Educação” (Não acreditado)\nASA\nCERTIFICADO\nCertificamos que MeLfiVA CriSTila\tPiKFS_______\nesteve presente no III Encontro Regional de Educação que teve lugar no Auditorio do Pólo de Guimarães da Universidade do Minho no día 26 de Fevererio de 2003.\nEsta acção, subordinada aos temas \"A Escola e a Educação Cívica : Sentidos e Modos de Agir\" e “Indisciplina e Violência na Escola\" foi orientada, respectivamente, peios seguintes formadores : Prof.° Doutora Conceição Nogueira ! Dr.a Clara Santos / Dr.a Conceição Silva e pelo Prof. Doutor João Amado / Prof.a Doutora Isabel Freire / Prof.'3 Doutora Beatriz Pereira.\nOrganizada pelo CP.IAP / ASA ( Centro de Recursos de Informação e Apoio Pedagógico ¡ Edições ASA ), esta acção teve a duração total de 6h00.\nPorto, 26 de Fevereiro de 2003\nO Director do CRI AP / ASA\nÇfrxjc Ce Hecyrso», , .v ,  —•\nASAKMTGRKn\n( José Matias Alves )\n121\nparticipou na\nFevereiro de 2003, na Escola E.B. 2,3 João de Meira, orientada pela docente Maria da Graça C. C. Vasconcelos.\nGuimarães, 27 de Fevereiro de 2003\nsessão de divulgação do conteúdo do seminário sobre “ A Gestão Curricular: Avaliar e Reformular”, realizada em 27 de\n122\nCertificado de participação na Ação de Formação: “A B C das Emoções” (Acreditada)\nCERTIFICADO\nUNIVERSIDADE PORTUCALENSE\nInfante D. Henrique\nIFCOOP - INSTITUTO DE FORMAÇÃO E COOPERAÇÃO INTERNACIONAL\nFORMAÇÃO CONTÍNUA DE PROFESSORES\nPara os devidos efeitos, e de acordo com o preceituado no Artigo 13° do Decreto - Lei n° 207/96 de Novembro, se declara que Helena Cristina Carvalho Pires frequentou cou: assiduidade e aproveitamento a acção de formação continua abaixo descrita:\nDESIGNAÇÃO: ABC DAS EMOÇÕES\nDATA DE INÍCIO: 28/03/03\nDATA DE CONCLUSÃO: 03/04/03\nDURAÇÃO: 25 HORAS\nUNIDADES DE CRÉDITO: 1\nREGISTO DE ACREDITAÇÃO N° 23850/01\nPor ser verdade, vai esta declaração certificada com o carimbo em uso na Universidade Portucalense, Infante D. Henrique.\nPorto e Universidade Portucalense, 31 de Maio de 2003.\nO Dire^tpr^d&amp;dfCOOP\ngdáo e Coopèi boção Internacional\nInstit\n[gado\n123\nCertificado de participação na Ação de Formação:” Colocar a voz e... Falar” (Acreditada)\nCERTIFICADO\nO CENTRO DE FORMAÇÃO MARTINS SARMENTO, nos termos do art0 13.° do Regime Jurídico da Formação Contínua de Professores, certifica que a Senhora Professora do 3.° Ciclo/Sec. / Grupo - 26, Helena Cristina de Carvalho Pires, portadora do Bilhete de Identidade N.° 10418662, a exercer funções na Escola EB - 2/3 João de Meira, frequentou e obteve aproveitamento na acção de formação “COLOCAR A Voz E... Falar” (91/CFMS), ministrada por este Centro de Formação, no âmbito do programa PRODEP III (Co-financiado pelo Estado Português e Fundo Social Europeu), na modalidade de Curso de Formação.\nMais certifica que a referida acção teve uma duração total de 25 horas, decorreu entre 1203-2003 e 07-05-2003, foi orientada pelo Dr. Eduardo Amândio Rodrigues Magalhães, e nos termos e para os efeitos previstos no art.0 14.° do mesmo Regime Jurídico da Formação Contínua de Professores concedeu 1 (um) crédito à referida Senhora Professora.\n124\nCONSTÂNCIA\nCertificado de Presença\nCertifica-se que, i-n. i í ■ i 'u,\t■ ■\t■_esteve\npresente no Encontro de Educação, realizado no Hotel Porto Palácio, no dia 27 de Maio de 2003, no Porto.\nCarnaxide, 27 de Maio de 2003.\nConstância Editores, S.A. • Estrada da Outurela. 118 • 2790-114 Carnaxide\nAdministrjçdo e Mjrketing 7cl. 21 424 69 03 Fax. 21 424 69 08 • EditoridITeí 21 424 69 04 Fax. 21 424 69 12 • Comerrva/Tel. 21 424 69 02 Fax. 21 424 69 09 / in.nu &lt;ui, Id 21 424 69 05 Fax. 21 424 69 07 ■ tiniu I meiru 21 424 69 06 f ni-omend.i* Fax. 2I 424 69 07 • I MUS do PtOfBSSOt 21 424 69 01 / 22 312 50 55 MkgapfoPorto: RuaGonçatoCriltâvSO, 347,2.*,S.215 • 4000-270 Porto • Td 22 203 12 12 Fax. 22 3325078 • /nfewr http'/www.<<m-.tancia-edilores.pl\nCapital Social: € 1.000.000 • Inscrita na Conwrx.von.i do R-.-l-imo (&lt;»tne« ial d«-1 ascaisn. I 1799 • Contribuinte n.“ 502 214 520\nISO 90014°\n\n125\nCertificado de participação no Seminário:” Seleção, Recrutamento e Mobilidade de\nDocentes; Concursos 2004-novo regime jurídico” (Não acreditado)\nCONSTÂNCIA\nCertificado de Presença\nCertifica-se que, j—1> 'n..\t\" . ■\t_____esteve\npresente no Encontro de Educação, realizado no Hotel Porto Palácio, no dia 27 de Maio de 2003, no Porto.\nCarnaxide, 27 de Maio de 2003.\nConstância Editores, S.A. • Estrada da Outurela, 118 • 2790-114 Carnaxide\nAdministrdçJo e MjrketingTel. 21 424 69 03 Fax. 21 424 69 08 • EditoridHel. 21 424 69 04 Fax. 21 424 69 12 • Comercia/TeL 21 424 69 02 Fax. 21 424 69 09 i Inani 1.1 21 124 69 05 Fax 21 424 69 07 • Unha Livreiro 21424 69 06 Encomendas Fax. 21 424 69 07 • i Mias do Professor 2142469 01 / 22 132 5055 DetegdC.)o Porto: Rua Gonr,alo Crnlovão. 347. 2. . S. 215 • 4000-270 Porto • Td 22 203 12 12 Fax. 22 3 32 50 78 • Internet http://www.ronstancia-editores.pt ( apitai Social: € 1.000.000 • Inscrita na conservatória do Registo Comercial de Cascais n.v 1.3799 • Contribuinte n.° 502 214 520\n\n126\nCertificado de participação no Seminário: “Dar aulas...não é só conversa- exercícios práticos, dicas e estratégias” (Não acreditado)\n\nCERTIFICADO\nPró-Ordem\nSINDICATO OOI\t\\\nf«OH«OMS OO\t1\nENSINO\t;\nSUPERIOR?\nRua ProJ.fíeira de Almeida, 5 - 2.‘ C 1600-664 Lisboa Tcl.: 2 í 752 43 80; Fax: 21 757 00 54\nI\nPara os devidos efeitos se declara que o(a) Sr. (a) Dr.(a) \\\t.f'V.'-'. rj O ¿>(1,-0’ f \nesteve presente e participou no Seminário organizado pela Pró-Ormjí, cm colaboração com o Sindicato dos Professores do Ensino Superior e com o apoio da Associação Nacional dos Pnfessores do Ensino Secundário, subordinado ao tema «Dar aulas........não é só conversa\n- Exercícios práticos, dicas e estratégias —», realizado no dia 13 de Fevereiro de 2004, no Auditório da Escola Básica 1,2,3 Vasco da Gama.\nLisboa, 13 de Fevereiro de 2004\nO Presidente\n\n( Filipe do Paulo )\n127\nCertificado de participação na Ação de Formação: “Área de Projeto- Espaço privilegiado para o desenvolvimento de competências” (Acreditada)\n128\nCertificado de participação na ação de Formação: “Apresentação de manuais escolares para a disciplina de Ciências Naturais” (Não acreditada)\nCertificado\nesteve presente na acção\nde apresentação do(s) manual(ais) escolar(es) para a disciplina de\tClE Pr i AS MA~TUg A‘S\nrealizada a 03____________ de Maio de 2006, no Hotel Mú v'uTE L\nem ScTIi&amp;aL________________\nPLÁTANO EDITORA\nOIOACTTOA EDITORA,BA Av Berra t»\"31 - 1° Ot* 1060 -/o38 LISBOA Tei<íl1 7970523\nCertifica-se que H t Lf. PA gftiSTiMA\n129\nCertificado de participação no Encontro de Educação subordinado ao tema: ’’Contributos para uma prática pedagógica diferenciada- 8°ano” (Não acreditado)\n130\nCertificado de participação na Ação de Formação: ’’Orientação ao longo da vida” (Não acreditada)\nEducação\tj\\NQ\nCertificado de Participação\nCertifica-se a presença de\tCOw\tI'1. • (c. 3\t. na Acção de Formação\n\"Orientação ao Longo da Vida\", que se realizou na Escola Básica 2,3 Bocage, em Setúbal, no dia 25 de Maio de 2011, das 10h00 às 17h30.\nEsta acção foi promovida pela Agência Nacional para a Qualificação (ANQ), IP, em parceria com as Direcções Regionais de Educação e decorre no âmbito do protocolo de colaboração entre a ANQ, IP, o Instituto do Emprego e Formação Profissional (IEFP), IP, e o Instituto de Orientação Profissional da Universidade de Lisboa (IOP), que participou como entidade formadora.\nO Director do Departamento de Gestão Integrada de Sistemas de Qualificação (DGISQ)\n(João Barbosa)\n131\ncentro de apoio ao\nProfessor\nPORTO EDITORA\nCENTRO DE APOIO AO PROFESSOR\nRua da Restauração. 365 4099023 PORTO\nINTERNET\nLINHA 00 PROFESSOR\nCTÕ7\nESPAÇOS PROFESSOR\nCOIMBRA R de Joao Machado 9\nCertificamos que participou no Encontro de Educação subordinado ao tema\nENCONTROS PORTO EDITORA 2008\nrealizado no dia 15-03-2008\tno Hotel Novotel Setúbal\nPorto, 15 de Março de 2008\nCentro de Apoio ao Professor\nCertifica-se que\nparticipou nos Encontros Pedagógicos Areal Editores 2008, dinamizados por autores de manuais escolares e subordinados ao tema Modos de utilização do manual escolar nas práticas pedagógicas e sua articulação com os Programas vigentes.\nEste Encontro decorreu no Novotel, no dia 03 de Abril, em Setúbal.\nAreal Editores\nSetúbal, 03.04.2008\nLISBOA\nUNIVERSIDADE Dl IISBOA\nA Universidade de Lisboa\nEntidade formadora registada no Conselho Científico Pedagógico da Formação Contínua (CCPFC/ENT-ES-0594/13)\nCertifica que Helena Pires\nConcluiu com aproveitamento (8 valores) a oficina de formação\nAprendizagem Ativa: Novas Metodologias para o Ensino da Conservação da Biodiversidade (CCPFC/ACC-67552/11)\nA oficina teve uma duração total de 60 horas e teve como formador responsável a Professora Doutora Maria Amélia Martins-Loução. Foram formadores associados a Doutora Gisela Gaio-Oliveira, a Dr.? Ana Raquel Barata, o Dr. Nuno\nCarvalho e a Professora Doutora Cecília Galvão, como convidada.\nPara os efeitos previstos no artigo 5®, do Regime Jurídico da Formação Contínua de Professores, a presente ação releva para efeitos de progressão em carreira de professores dos Grupos 230 e 520.\nNos termos dos n.— 2 e 3 do Decreto-Lei n- 207/96 de 2 de Novembro, são atribuídos 2.4 Créditos para efeitos de progressão na carreira docente.\nLisboa, 23 de junho de 2014\n_______________\nAntónio Manuel da Cruz Serra\n(Reitor da Universidade de Lisboa)\nCertificado n9 8/2014\nO Director do Centrtf-t&amp;fonnàí\nCERTIFICADO\nO CENTRO DE FORMAÇÃO MARTINS SARMENTO, nos termos do art ° 13 ° do Regime Jurídico da Formação Continua de Professores, certifica que a Senhora Professora do 3° Ciclo/Sec. / Grupo - 26, Helena Cristina de Carvalho Pires, portadora do Bilhete de Identidade N.° 10418662, a exercer funções na Escola EB - 2/3 João de Meira, frequentou e obteve aproveitamento na acção de formação “WINDOWS - Para Principiantes” (78/CFMS), ministrada por este Centro de Formação, no âmbito do programa FOCO (Co-financiado pelo Estado Português e Fundo Social Europeu), na modalidade de Curso de Formação.\nMais certifica que a referida acção teve uma duração total de 25 horas, decorreu entre 3004-2002 e 28-05-2002, foi orientada pelo Dr. Carlos Guilherme de Lemos Santos, e nos termos e para os efeitos previstos no art0 14.° do mesmo Regime Jurídico da Formação Contínua de Professores concedeu 1 (um) crédito à referida Senhora Professora.\nGuimarães, 14 de Junho de 2002\nUNIÃO EUROPEIA\nFundo Social Eurrpcu\n¿entio de\tTKeietúu Satuenta\nCertificado\nPara os devidos efeitos se certifica que, Helena Cristina de Carvalho Pires, professora inscrita neste Centro de Formação com o n.° 1008, frequentou com aproveitamento o Curso de Formação “O Computador na Escola”, ministrado pelo Dr. Luís Dourado e com o n.° de registo CCPFC / ACC 34190/04, que decorreu de 14/02/05 a 02/05/05, com a duração de 50 horas, e com\nPinhal Novo, 9 de Maio de 2005\nEducação\nUnião Europeia\nFundo Social Europeu\nCertificado\nPara os devidos efeitos se certifica que, Helena Cristina Pires, professora inscrita neste Centro de Formação com o n° 1008, frequentou com aproveitamento a Oficina de Formação “A Utilização das TIC nos Processos de Ensino /Aprendizagem”, com o n° de registo CCPFC/ACC -43950/06, que decorreu de 11/10/07 a 06/12/07, com a duração de 25h presenciais e 25h de trabalho autónomo, ministrada pelo Dr. Jorge Bico. Obteve a classificação de Excelente - 9,2 Valores (1 a 10), com a atribuição de 1,8 U, Crédito.\n(A presente acção releva para efeitos de progressão na carreira de Professores dos 2° e 3o Ciclos do Ensino Básico e do Ensino Secundário, e de acordo com o art°14 n.°3 do R.J.F.C.P., e Desp. 16.794/05 de 3 de Agosto, Professores do 3o Ciclo do E.B. e Secundário do Grupo 520).\nPinhal Novo, 27 de Maio de 2008\nEducação,\nUnião Europeia\nFundo Social Europeu\n★ * ★\n★\t★\n★ ★\n★\t★\n* * *\n/professor dinamizador\tData\nEste certificado é concedido a | \\-Ack\tS V\\ Y~>c_\t(I (X^r Pi Á¿O\nPela sua participação na Oficina de Formação “CourseLab uma ferramenta de criação de conteúdos”, com a duração de 2 horas, promovida no âmbito do Plano TIC do Agrupamento de Escolas Álvaro Velho.\n(Director)^\t;\nCWM fc FDItMAÇÁO lí\nCERTIFICADO\nCertifica-se que HELENA CRISTINA CARVALHO PIRES\t, docente do grupo de\nrecrutamento 520 , de AGRUPAMENTO DE ESCOLAS ÁLVARO VELHO frequentou com aproveitamento, com a classificação de MUITO BOM (8,2 Valores), a acção de formação continua.\nQUADROS INTERACTTVOS MULTWÉDIA NO ENSINO/APRENDIZAGEM DAS CIÊNCIAS EXPERIMENTAIS\ncom o registo de acreditação n° CCPFC/ACC-60136/09\t. na modalidade de curso de formação, com a duração de 15 horas,\nrelevando para efeitos de progressão em carreira dos grupo6 de recrutamento\t230, 510,520,530,540,550 E 560\nde acordo com o art° 5o e com o art°14 do Regime Jurídico da Formação Continua, com 0,6 créditos realizada entre\n2 de JUNHO de 2010\te 13 de JULHO de 2010\t, com o(s) formador(es):\nCARLOS JORGE GOMES CUNHA\nplano tecnológico educação\nEntidade Formadora:\nRegisto de Acreditação\nValidade da Acreditação\nCENTRO DE FORMAÇÃO DE ESCOLAS DOS CONCELHOS DO BARREIRO MOITA\nCCPFC/ENT-AE-1035/08\n12/15/2011\nA acção inclui-se na formação prevista no art° 5o da Portaria 731/2009. de 7 de Julho, formação em competências\nNível 2, Opcional\npedagógicas e profissionais com TIC e corresponde a um curso de\n2010\nData:\nPO Pu\nCMT» M FMMHAS k ítsaus"}]}}}