{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04823"}, {"@name": "filename", "#text": "BTP_1984_27_1_11_Engenharia_basica.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Í!\nENGENHARIA BÁSICA NAS ÁREAS DE REFINAÇÃO DE PETROLEO E PETROQUÍMICA\nSÉRGIO OLIVEIRA DE MENEZES PORTINHO, Superintendente de Engenharia Básica, Centro de Pesquisas.\nRESUMO - Um relatório da situação atual e resultados obtidos pelo CENPES em engenharia básica nas áreas de refino de petróleo e petroquímica.\nListas detalhadas das tecnologias desenvolvidas pelo CENPES por pesquisa própria, transferência de tecnologia e assimilação de tecnologia importada são dadas.\nSão apresentados os benefícios produzidos pela capacitação em engenharia básica, e relacionadas as tecnologias disponíveis nos campos de refino de petróleo, petroquímica, gás natural, fertilizantes e fontes energéticas alternativas. Os projetos de engenharia básica já realizados pelo CENPES são discriminados.\n(Originais recebidos em 31-1-84.)\nABSTRACT - A report on the status and accomplishments of CENPES in basic engineering in the fields of petroleum refining and petrochemistry.\nDetailed lists are given of the technologies developed by CENPES by means of research, technology transference and assimilation of imported technology.\nThe benefits yielded by capacitation in basic engineering are discussed, and the technologies available at CENPES in the fields of petroleum refining, petrochemistry, natural gas, fertilizers and alternative energy sources are exposed. Basic-engineering projects concluded by CENPES are listed.\n1\t- INTRODUÇÃO\nNo desenvolvimento técnico do País, na área de petróleo, progressivamente foram obtidas as capacitações referentes à construção, operação e manutenção. A engenharia de projetos de detalhamento e de fabricação de equipamentos adquiriu, desde o fim da década de 60, condições para atendimento do mercado brasileiro. Hoje, a capacitação nestas atividades é superior a 90% para plantas de refino do petróleo e petroquímica, sendo que, na maioria dos casos, o projeto de detalhamento pode ser desenvolvido totalmente por firmas nacionais.\nOs projetos de engenharia básica, por sua vez, são, na escalada' da capacitação tecnológica, a etapa posterior a estas atividades. Seu desenvolvimento requer grande esforço em pesquisas tecnológicas e necessidade de experiência operacional, com aplicações financeiras significativas em recursos humanos e materiais. Face à ausência desta capacitação no País, a totalidade dos empreendimentos, via de regra, exigia a aquisição do projeto básico no exterior. Esta prática não incentivou a assimilação das tecnologias compradas, já que a sua obtenção era conseguida através de fornecimento dos conhecidos pacotes tecnológicos.\nPreocupado com este fato, o Governo, em 1975, realizou estudos, através da FINEP — Financiadora de Estudos e Projetos, os quais indicaram ser a PETROBRÁS a entidade que, por dispor de vasta e diversificada experiência operacional e de um corpo técnico especializado, reunia condições para capitalizar o conhecimento e desenvolver a tecnologia mais adequada ao País, no campo da refinação e petroquímica.\nAssim, por decisão da Diretoria Executiva da PETROBRÁS, foi criada, em 1976, no Centro de Pesquisas e De\nsenvolvimento Leopoldo A. Miguez de Mello (CENPES), a atividade para desenvolvimento de projetos de engenharia básica.\nEste caminho já vinha sendo seguido por várias nações carentes de tecnologia própria na área do petróleo e petroquímica, sendo marcante o sucesso da Itália e França, que criaram empresas estatais de engenharia.\nCom o recrutamento de técnicos com conhecimentos e experiência prática de operação de instalações de produção e daqueles com experiência em projetos de ampliações e melhorias operacionais, e uma vez criadas as condições organizacionais, foi possível, em pouco tempo, a elaboração de projetos, até então adquiridos no exterior, sem necessidade de a Companhia recorrer a licenças ou know-how de terceiros.\n2\t- DESENVOLVIMENTO\nO desenvolvimento para alcance da capacitação em projetos de engenharia básica tem sido conseguido através de três rotas: Pesquisa, Transferência e Desempacotamento.\nA partir dos resultados de pesquisas, conseguiu-se a detenção de tecnologias próprias, das quais as seguintes já foram desenvolvidas no CENPES:\n—\tprodução de eteno por desidratação catalítica de etanol;\n—\thidrogenação do gás de refinaria para produção de\namônia;\t’\n—\tprodução de resina estireno-acrilonitrila (SAN);\n—\tprodução de catalisador de alumina;\n—\tprodução de polibutadieno líquido hidroxilado.\nEm estágio bem adiantado de desenvolvimento, encontram-se as pesquisas e engenharia básica de tecnologias\nB. téc. PETROBRÁS, Rio de Janeiro, 27 (1): 74-78, jan./mar. 1984\npara tratamento de óleo de reciclo leve de FCC e produção de álcool com redução de investimento e melhor desempenho energético.\nPor transferência de tecnologia, seja através de contratos específicos ou por projetos assistidos, os conhecimentos adquiridos atendem não somente à tecnologia envolvida, mas, também, fornecem conhecimentos de aplicação em tecnologias de outros processos, como ocorreu com a tecnologia de produção de amônia, adquirida no exterior, e que, após um trabalho de adaptação, permite, hoje, o projeto de unidades geradoras de hidrogênio e a tecnologia de produção de etileno, que tem sido extensivamente usada para projetos de processamento de gás natural.\nOs seguintes programas de transferência de tecnologia foram executados pelo CENPES, através de contratos efetivados com firmas estrangeiras:\n—\tprodução de amônia;\n—\tpirólise de hidrocarbonetos para produção de olefi-nas e aromáticos;\n—\tprodução de uréia;\n—\tremoção de CO2 em gás de síntese;\n—\tprodução de ácido nítrico;\n—\tcraqueamento catalítico fluido.\nA par da capacitação na tecnologia do processo, foram adquiridos conhecimentos na área de engenharia mecânica para projetos de sistemas e de equipamentos, de know-how próprio da tecnologia envolvida. Estes conhecimentos permitiram a aplicação em outras tecnologias, com equipamentos similares, trazendo, portanto, benefícios amplos. Deste modo, foi possível a capacitação, por exemplo, para projetos de fomos, até então invariavelmente adquiridos no exterior.\t.\nOs conhecimentos de engenharia mecânica assim conseguidos permitiram, entre outros benefícios, um grande aprimoramento nas especializações referentes a vasos de pressão e de equipamentos térmicos, áreas onde existe, no País, razoável deficiência técnica para projetos analíticos e mecânicos.\nPor último, a terceira rota, referente ao desempacota-mento, consiste na assimilação da tecnologia importada. Esta capacitação é conseguida com a experiência operacional existente, com a análise dos projetos adquiridos e com a literatura disponível, além do apoio necessário dos trabalhos de laboratório e plantas-piloto, fornecidos pelos técnicos em pesquisas tecnológicas.\nPor essa rota, foi possível adquirir a capacitação necessária para projetos básicos da maioria das tecnologias hoje perfeitamente dominadas pelo CENPES, como, por exemplo:\n—\tdestilação atmosférica e a vácuo;\n—\tcoqueamento retardado;\n—\trecuperação de enxofre;\n—\tprocessamento de gás natural;\n—\tdessalgação de petróleo;\n—\ttratamentos de produtos;\n—\tfracionamento e recuperação de gás;\n—\textração de aromáticos.\nDentre os vários benefícios conseqüentes do domínio tecnológico, a capacitação adquirida tornou disponíveis para a direção da Companhia elementos da maior importância para tomadas de decisão no que concerne à seleção de novos esquemas de refino, ao aumento de rendimentos na destilação do petróleo, à oferta de gás residual de refi\nnaria e de gás natural e à implementação do programa de craqueamento de resíduos.\nDeve-se ressaltar que a pronta resposta dada pelos técnicos da PETROBRÁS decorreu, essencialmente, da maturação dos conheçimentos técnicos e operacionais adquiridos ao longo dos muitos anos de atuação na Companhia.\n3\t- BENEFÍCIOS\nA capacitação em projetos de engenharia básica gera uma série de benefícios para a Companhia em particular e para a Nação em geral, dentre os quais podem-se ressaltar:\n- A economia de divisas, em forma de royalties, correspondentes a remunerações de projeto e de assistência técnica, além de sensível economia de tempo na implantação dos projetos, já que os trâmites necessários à contratação de tecnologias importadas são eliminados.\n— Ao gerar seus próprios projetos, a Companhia se úbera da assinatura de contratos, contendo cláusulas restritivas à duplicação das instalações e à negociação da tecnologia com outros países.\n— A compreensão mais profunda dos processos tem permitido uma participação crescente na solução de problemas técnico-operacionais dos órgãos do Sistema PETROBRÁS, reduzindo drasticamente a contratação de assistência técnica no exterior.\n— Tem sido possível uma melhor adequação dos projetos ao uso de matérias-primas existentes no País, bem como às condições e possibilidades da indústria brasileira.\n— O projeto mecânico mais detalhado de vários tipos de equipamentos vem proporcionando, em número cada vez maior, a entrada de novas indústrias mecânicas num mercado até então restrito a um pequeno número de grandes fabricantes, os quais contam com assistência técnica especializada proveniente do exterior e remunerada em moedas divisionárias fortes.\n— A extensão da engenharia básica realizada, levando-se em consideração as condições brasileiras, tem possibilitado a participação de firmas de menor porte na etapa de projeto de detalhamento, as quais, de outro modo, seriam alijadas das concorrências.\n— A crescente competência em engenharia básica vem permitindo à Companhia oferecer tecnologias ao exterior.\n— A autonomia do País em engenharia básica fortalece a oportunidade de venda de serviços de projeto, de montagem e de equipamentos nacionais em mercados de penetração mais acessível como os da África, do Oriente e da América Latina.\n— Com a crescente experiência adquirida em engenharia básica, tem sido possível adaptar a outros processos as tecnologias dominadas.\n4\t- CAPACITAÇÃO\nAo longo do período de atuação, de forma organizada, das atividades de engenharia básica no CENPES, foi possível assimilar e desenvolver uma série de tecnologias refe\nB. téc. PETROBRÁS, Rio de Janeiro, 27 (1): 74-78, jan./mar. 1984\nrentes às áreas de refinação de petróleo, petroquímica, fertilizantes e fontes alternativas.\nAs metas perseguidas para a capacitação tecnológica foram planejadas em vista dos recursos disponíveis, com atenção especial para os seguintes fatores:\n—\trepetitividade prevista;\n—\tinvestimentos em engenharia e equipamentos;\n—\tdiversificação ensejada na capacitação tecnológica em causa;\n—\trelação com os recursos naturais disponíveis no País;\n—\timportância estrate'gica.\nHoje o CENPES está habilitado à realização de projetos de engenharia básica, serviços técnicos e estudos de viabilidade técnica e econômica das seguintes tecnologias:\na)\tRefinação de petróleo\n—\tDestilação atmosférica e a vácuo\n— Craqueamento catalítico fluido de gasóleos e cargas pesadas\n— Coqueamento retardado de resíduos\n—\tEstabilização e desbutanização de naftas\n— Fracionamento para produção de solventes alifáticos\n— Sistemas de compressão e recuperação de gases\n— Tratamento cáustico de destilados\n— Adoçamento de naftas e querosene de destilação e naftas de craqueamento por tratamento cáustico regenerativo\n— Remoção de mercaptans de gás liquefeito por tratamento cáustico regenerativo\n— Remoção de gases ácidos (H2 S, CO2) de correntes gasosas ou gás liquefeito por absorção com DEA, MEA, ou carbonato\n— Tratamento de gás natural para remoção de compostos sulfurados e água\n— Geração de hidrogênio por reformação a vapor de naftas ou gás natural\n— Desaromatização para produção de lubrificantes (fenol e furfural)\n— Hidrotratamento e hidrodessulfurização de solventes, naftas, querosene e óleo diesel de destilação atmosférica\n— Hidrotratamento de lubrificantes e parafinas\n— Auto-hidrogenação de gases olefínicos (gás residual de FCC)\n— Desparafmação e desoleificação para produção de lubrificantes e parafinas (MEK — tolueno)\n— Sistemas de segurança, alívio e queima de gases\n— Dessalgação eletrostática de petróleo\n— Fomos de processo\n— Produção de enxofre pelo processo Claus modificado\n— Esgotamento de águas contaminadas (águas ácidas)\nb)\tPetroquímica\n— Pirólise de hidrocarbonetos para produção de olefi-nas e aromáticos\n— Hidrodealcoilação de aromáticos\n— Recuperação de etano e etileno de gás residual de unidades de craqueamento catalítico fluido (FCC)\n— Produção de resina SAN (estireno-acrilonitrila)\n— Produção de PBLH (polibutadieno líquido hidroxi-lado)\nc)\tGás Natural\n— Processamento de gás para recuperação de gasolina, etano e GLP pelos processos de absorção, refrigeração e turboexpansão\n— Separação de condensado dos gasodutos\n— Tratamento de condensado do gás natural\n— Remoção de CO2 do gás natural\nd)\tFertilizantes\n— Produção de amônia a partir de gás natural, nafta e gás residual de refinarias de petróleo\n—\tProdução de ácido nítrico diluído\n—\tRedução catalítica de óxidos de nitrogênio\n—\tProdução de uréia\ne)\tFontes Alternativas\n— Produção de eteno a partir de etanol\n— Produção de álcool a partir de mandioca\n—\tProdução de álcool a partir de cana\n— Produção de biogás a partir do vinhoto\n—\tRefinação de óleo de xisto\n— Produção de gás combustível por gaseificação de biomassas\n5\t- ORGANIZAÇÃO\nPara desenvolvimento de projetos básicos, determinadas tecnologias necessitam ficar restritas a grupos especializados, face à existência de enorme variedade de processos. Técnicas repetitivas, que servem a várias tecnologias, são centralizadas, atendendo a um esquema matricial. Na área do projeto de processo, é mantida a especialização por tecnologias que guardam certa afinidade entre si, procurando-se, entretanto, atender a uma racionalização na divisão de trabalhos, em vista da otimização de recursos, da repetitividade prevista para os projetos e da com-plexidadé das tecnologias envolvidas.\nDeste modo, os projetos são elaborados setorialmente, de acordo com as seguintes tecnologias, sob a organização de forças-tarefa especializadas:\n—\tcraqueamento e coqueamento;\n—\tdestilação;\n—\tgás natural;\n—\tpetroquímica;\n—\tfertilizantes;\n—\tálcool e alcoolquúnica;\n—\ttratamentos.\nDe posse dos elementos tecnológicos criados por estes grupos, especialistas habilitados em projetos de sistemas e cálculos analíticos podem dar a forma final ao projeto de processo. Esta fase é trabalhada por grupos específicos com atendimento a todas as tecnologias e portanto seria organizada de forma matricial.\nAté então, face à necessidade de um melhor domínio das técnicas envolvidas e conseqüènte maturação dos conhecimentos, o esquema organizacional em prática não prevê o desmembramento do projeto, com a criação de grupos específicos para projetos de sistemas e cálculos analíticos, havendo, entretanto, o intuito de uma reorganização neste sentido.\nB. téc. PETROBRÂS, Rio de Janeiro, 27 (1): 74-78, jan./mar. 1984\nNa área de equipamentos, por sua vez, as especialidades exigidas se caracterizam por disciplinas de engenharia mecânica, de aplicação generalizada a todas as tecnologias de processo necessárias à complementação do projeto básico. Assim, os te'cnicos que atuam nesta atividade são agrupados, por especialidade, em uma organização matri-. ciai, nas seguintes disciplinas:\n— Transferência de Calor;\n— Instrumentação e Controle;\n— Calderaria;\n— Máquinas;\t.\n— Tubulação e lay-out.\nPara otimização técnica e econômica dos projetos, existem as atividades de desenvolvimento de programas de computador e de previsão e análise de investimentos. Estas duas atividades são exercidas por grupos específicos, atendendo aos setores de projetos na forma de organização matricial.\nA coordenação técnica para o desenvolvimento de cada projeto de engenharia básica é atribuída a um engenheiro, designado especificamente para tal fim, cabendo aos chefes das duas grandes áreas, processo e mecânica, a supervisão técnica e administrativa dos trabalhos dos setores especializados subordinados a cada um deles.\nEm outro escalão, em consonância com os chefes das respectivas áreas de processo e mecânica, são gerenciados os aspectos de planejamento e controle dos serviços.\n6\t- REALIZAÇÕES\nOs trabalhos de Engenharia Básica realizados no CENPES são classificados em dois tipos: Projetos e Serviços Técnicos. Os Projetos constituem a elaboração de uma série de especificações, desenhos e instruções de operação referente a uma determinada tecnologia, cujo produto final é um Livro de Projeto, que, por sua vez, é entregue a uma firma para o desenvolvimento do projeto de detalhamento.\nOs Serviços Técnicos constituem todos os trabalhos referentes a estudos de viabilidade técnica e econômica,\nassistência aos órgãos operacionais, estimativas de investimentos, avaliações de alternativas de processos e estudos de otimização de processos.\nNestes sete anos e pouco de atuação, além de vários serviços técnicos, já foram concluídos 52 projetos, estando 12 em andamento.\nO CENPES tem atendido às empresas particulares para o fornecimento de propostas de projetos básicos, algumas realizadas a nível que permite o atendimento de licitações internacionais envolvendo um pacote tipo tum-key e cuja engenharia de detalhe e fabricação de equipamentos pode ser realizada por firmas nacionais.\nAinda na área do mercado externo, o CENPES tem participado, com fornecimento de tecnologia, nas oportunidades comerciais identificadas pela INTERBRÁS e BRAS-PETRO.\nDentre os projetos já executados, podem-se destacar os seguintes:\n— Modificações em unidades de refinação da PETROBRÁS, sobretudo as de destilação e craqueamento catalítico, visando principalmente à adequação do esquema de refino. Este programa, executado e coordenado pelo Departamento Industrial, proporcionará uma economia de divisas na base de USS 1 mi-lhão/dia.\n— Unidades de Processamento de Gás Natural de Sergipe, Rio de Janeiro e Rio Grande do Norte, que proporcionam uma economia de divisas de USS 90 mi-lhões/ano na importação de GLP.\n— Unidade de Eteno de Álcool, da Salgema, com capacidade de 60.000 t/ano, que pode permitir a liberação de produto, para exportação, no valor de USS 30 milhões anuais.\n— Unidade de Hidrogenação de Gás de Refinaria, na Ultrafértil, viabilizando a produção de 450 t/dia de amônia, no valor de USS 20 milhões/ano.\n— Unidade de Coqueamento Retardado, na RPBC, que proporciona economia no valor de USS 45 milhOes por ano.\n— Ampliação de duas Unidades de Desasfaltação, da REDUC, com economia de USS 25 milhões anuais.\n7 - PRINCIPAIS PROJETOS\nO CENPES inclui no seu acervo a realização dos seguintes projetos de engenharia básica:\nUnidade/Serviço\nCapacidade\nCliente - Localização\nCraqueamento Catalítico Fluido (FCC)\nFracionamento, Recuperação de Gases e Tratamento de Efluentes de FCC\nTratamento Regenerativo de Gasolina de FCC Recuperação de Gases e Tratamento de Efluentes de FCC (REVAMP)\nDestilação Atmosférica\nDestilação a Vácuo\nDestilação Atmosférica e Destilação a Vácuo de Óleo de Xisto\nDestilação a Vácuo (adaptação para maior rendimento em gasóleo)\n4 000 m3 /do\n4 000m3/do\n3 800m3/do\nPETROBRÁS/REFAP - CANOAS (RS)\nPETROBRÁS/REFAP - CANOAS (RS) PETROBRÁS/REDUC - D. CAXIAS (RJ)\nCoqueamento Retardado\nFracionamento de Butanos para Produção de Alcoi-lado\nGeração de Hidrogênio (adaptação para gás natural) Hidrotratamento de Hexano\nSistema de Segurança (tocha)\nSistema Dessalgador de Petróleo\nSistema Dessalgador de Petróleo\nDesasfaltação a Propano (REVAMP)\nDesasfaltação a Propano (REVAMP)\nForno de Unidade de Destilação a Vácuo\nForno Refervedor de Planta de Processamento de Gás Natural\nForno Refervedor de Alcoilado\nForno de Coqueamento Retatdado\nPlanta de Processamento de Gás Natural\nPlanta de Processamento de Gás Natural\nSistema de Separação de Condensado\nAvaliação dos Processos de Absorção e Refrigeração\nAvaliação dos Processos de Absorção e Turboexpan-são em duas etapas\nPlanta de Processamento de Gás Natural\nUnidade de Remoção de CÓ2 de Gás Natural Sistema de Separação e Tratamento de Condensado de Gás Natural\nSíntese de Amônia a partir de Gás de Carvão\nHidrogenação de Gás de Refinaria para Produção de NH3\nRemoção de CO2 para Purificação de Gás de Síntese\nRedução Catalítica de (NOX) Efluente de Planta de Ácido Nítrico\nUnidade de Amônia — Programa de Conservação de Energia\nUnidade de Uréia - Programa de Melhoria de Rendimentos e Conservação de Energia\nPlanta de Etileno a partir de Etano e Propano de Gás Natural\nExtração de Aromáticos de Reformado Catalítico Depentanização de Reformado Catalítico Pré-fracionamento de Nafta-Carga para Reforma Catalítica\nPurificação de Eteno para Grau Polímero\nProtótipo para Produção de Resina SAN (estireno--acrilonitrila)\nProtótipo para Produção de PBLH (polibutadieno líquido hidroxilado)\nPlanta-piloto de Eteno a partir de Etanol\nPlanta de Eteno a partir de Álcool (processo adiabá-tico)\t_\t'\nPlanta-piloto de Destilação de Álcool\nPlanta de Gaseificação de Carvão Vegetal\nPlanta Protótipo de Fabricação de Catalisador de Alumina\nAdoçamento em Leito-Fixo com Catalisador, para Tratamento de QAV\nHidrotratamento de Óleo de Xisto\nDessulfurização do Gás de Xisto\nRecuperação de Enxofre\nEsgotamento de Águas Ácidas\nGaseificação de Carvão Vegetal\n318 m3/do\n15 000 m3/do\n9 000 m3/do\n8 800/3 500m3/do\n11000m3/do\n1\t200 m3/do\n5 860m3/do\n2\t300 m3/do\n840 m3/do\n67 000 m3/do\n250 m3/do\n254 1/h\n28 000 m3/do\n2\t385 m3/do\n3\t000m3/do\n3 200m3/do\n17,9 x 10* kcal/h\n11.3\tx 106 kcal/h 11,2x10* kcal/h\n12.4\tx 10* kcal/h\n2 x 10* Nm3/do\n2\tx 10® Nm3/do\n3\tx 106 Nm3/do\n2,87 x 106 Nm3/do\n2 x 106 Nm3/do\n2 x 106 Nm3jdo\n400 000 Nm3/do\n4,5 x 10® Nm3/do\n600 t/do\n300 000 Nm3/do\n250 t/do\n32 000 Nm3/do\nPETROBRÂS/REMAN - MANAUS (AM) PETROBRÁS/REFAP - CANOAS (RS) PETROBRÁS/REFAP - CANOAS (RS)\nPETROBRÁS/SIX - S. MATEUS DO SUL (PR)\nPETROBRÁS/REPLAN - PAULÍNIA (SP) PETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/RPBC - CUBATAO (SP) PETROBRÁS/RPBC - CUBATÃO (SP)\nPETROBRÁS/REFAP - CANOAS (RS) PETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/RPBC - CUBATÃO (SP) PETROBRÁS/REFAP - CANOAS (RS) PETROBRÁS/REPLAN - PAULÍNIA (SP) PETROBRÂS/REMAN - MANAUS (AM) PETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/REFAP - CANOAS (RS)\nPETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/RPBC - CUBATAO (SP) PETROBRÁS/RPBC - CUBATAO (SP) PETROBRÁS - ARACAJU (SE) PETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/REDUC - D. CAXIAS (RJ) BRASPETRO/SCOP - MAJNOON - IRAK\nPETROBRÁS - GUAMARÉ (RN) PETROBRÁS - GUAMARÉ (RN) PETROBRÂS/DEPRO/RPBA - ARAÇÁS (BA)\nPETROBRÁS - MACAÉ (RJ)\nCIA. RIOGRANDENSE DE NITROGENADOS (CRN) - SAO JERÕNIMO (RS)\nPETROFÉRTIL/ULTRAFÉRTIL - CUBATÃO (SP)\nPETROFÉRTIL/NITROFÉRTIL - CAMAÇARRBA)\nPETROFÉRTIL/ULTRAFÉRTIL - CUBATÃO (SP)\nPETROFÉRTIL/NITROFÉRTIL - CAMAÇARRBA)\n800 t/do\tPETROFÉRTIL/NITROFÉRTIL - CAMAÇARI (BA)\n160 000 t/d\tPETROBRÁS\n890 m3/do\tPETROQUISA/COPENE - CAMAÇARI (BA)\n1 800 m3/do PETROQUISA/COPENE - CAMAÇARI (BA)\n1 850 m3/do PETROBRÁS/REDUC - D. CAXIAS (RJ)\n35 000 t/a\tCOPERBO - RECIFE (PE)\n1 000 t/a\tPETROQUISA/PETROFLEX - D. CAXIAS (RJ)\n160 t/a\tPETROQUISA/PETROFLEX - D. CAXIAS (RJ)\n60 t/a\tPETROBRÁS/CENPES/REDUC - D. CAXIAS (RJ)\n60 000 t/a\n10 0001/d\n9 x 106 kcal/h\nSALGEMA S. A. - MACEIÓ (AL) PETROBRÂS/CENPES - PENEDO (AL) PETROBRÂS/REMAN - MANAUS (AM)\n500 kg/d\tPETROFLEX S. A. - D. CAXIAS (RJ)\n3 400m3/do\n6 600 m3/do\n147 000 Nm3/do\n50 t/do\n528 m3/do\n50 kcal/h\nPETROBRÁS/REDUC - D. CAXIAS (RJ) PETROBRÁS/SIX - S. MATEUS (PR) PETROBRÁS/SIX - S. MATEUS (PR) PETROBRÁS/SIX - S. MATEUS (PR) PETROBRÁS/SIX - S. MATEUS (PR) PETROBRÁS/RPNE - CARMÓPOLIS (SE)"}]}}}