{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17423"}, {"@name": "filename", "#text": "24216_bochini_gl_me_botib.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA CAMPUS DE BOTUCATU INSTITUTO DE BIOCIÊNCIAS Pós-Graduação em Ciências Biológicas - AC: Zoologia\nMESTRADO\nDistribuição ecológica e estrutura populacional em escala espacial, temporal e anual do camarão-branco Litopenaeus schmitti (Burkenroad, 1936) (Dendrobranchiata: Penaeidae) na enseada de Ubatuba: 4 anos de estudos\nGabriel Lucas Bochini\nBotucatu\nUNIVERSIDADE ESTADUAL PAULISTA\nCAMPUS DE BOTUCATU\nINSTITUTO DE BIOCIÊNCIAS\nPós-Graduação em Ciências Biológicas - AC: Zoologia\nDistribuição ecológica e estrutura populacional em escala espacial, temporal e anual do camarão-branco Litopenaeus schmitti (Burkenroad, 1936) (Dendrobranchiata: Penaeidae) na enseada de Ubatuba: 4 anos de estudos\nGabriel Lucas Bochini\nOrientador: Prof. Dr. Rogério Caetano da Costa\nDissertação apresentada ao curso de Pós-Graduação em Ciências Biológicas do Instituto de Biociências da Universidade Estadual Paulista - UNESP - Campus de Botucatu, como parte dos requisitos para a obtenção do título de Mestre em Zoologia.\nFICHA CATALOGRÁFICA ELABORADA PELA SEÇÃO TÉC. AQUIS. E TRAT. DA INFORMAÇÃO\nDIVISÃO TÉCNICA DE BIBLIOTECA E DOCUMENTAÇÃO - CAMPUS DE BOTUCATU - UNESP _______________BIBLIOTECÁRIA RESPONSÁVEL: ROSEMEIREAPARECIDA VICENTE\nBochini, Gabriel Lucas.\nDistribuição ecológica e estrutura populacional em escala espacial, temporal e anual do camarão-branco Litopenaeus schmitti (Burkenroad, 1936) (Dendrobranchiata: Penaeidae) na enseada de Ubatuba : 4 anos de estudos / Gabriel Lucas Bochini. - Botucatu : [s.n.], 2012\nDissertação (mestrado) - Universidade Estadual Paulista, Instituto de Biociências de Botucatu\nOrientador: Rogério Caetano da Costa Capes: 20400004\n1. Camarão-Distribuiçãogeográfica. 2. Ecologia aquática. 3. El Niño, Corrente. 4. Ubatuba (SP)\nPalavras-chave: Abundância; Camarão-branco; El Niño; Litopenaeus schmitti; Pluviosidade; Ubatuba-SP.\n“Escolhe um trabalho de que gostes, e não terás que trabalhar nem um dia na tua vida.”\n(Confúcio)\nDedico essa dissertação à minha família, principalmente aos meus pais, José Carlos e Dona Vera, aos meus irmãos Rafael e Daniel e minhas cunhadas Priscila e Vanessa.\nAGRADECIMENTO\nGostaria de agradecer primeiramente a Deus, pois sem Ele nada seria.\nAgradeço a todos os que me auxiliaram, direta ou indiretamente, na realização desta dissertação, pois sei que sozinho eu não conseguiria concretizá-lo.\nEm especial agradeço de coração:\nAo prof. Dr. Rogério Caetano da Costa, pela orientação no mestrado, mas acima de tudo pela confiança depositada em mim na realização deste trabalho. Por todo conhecimento que me foi proporcionado dentro e fora do laboratório; pelos ensinamentos sobre crustáceos; por permitir através, das coletas e dos cursos de Biologia Marinha, conhecer lugares (praias) maravilhosos; pelo exemplo de profissionalismo; pelo caráter e por sempre me apoiar nas escolhas que fiz. Espero muito poder retribuir toda a ajuda que tive durante todo este tempo.\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) pela bolsa de estudos que viabilizou a realização deste trabalho.\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo - FAPESP pelos seguintes auxílios concedidos que propiciaram as coletas de dados desta dissertação, sendo eles: reservas técnicas de bolsas de doutorado, supervisionadas pelo Prof. Titular Dr. Adilson Fransozo referentes às coletas de 1998 e 1999 (Proc. 97/12108-6 - Rogério\nC.\tCosta), (Proc. 97/12106-3 - Giovana Bertini) e (Proc. 97/12107-0 - Lissandra C. F. Góes); Ao Projeto Biota Fapesp (Proc. 98/07090-3) em nome do Prof. Titular Dr. Adilson Fransozo que coordenou o subprojeto de Invertebrados do substrato não consolidado, disponibilizando os dados referentes ao ano de 2002; Ao Projeto Jovem Pesquisador da Fapesp (Proc. 04/07309-8) coordenado pelo Prof. Dr. Rogério C. Costa, que possibilitou a inserção dos dados amostrados no ano de 2006; e pelos veículos utilizados nas coletas dos projetos acima cedidos pela FAPESP (Proc. 94/4878-8 e 98/031134-6) sob a responsabilidade dos Profs. Titulares Adilson Fransozo e Maria Lucia Negreiros-Fransozo.\nAlém destes, os projetos atuais financiados também pela FAPESP que vem mantendo o bom andamento dos projetos desenvolvidos no LABCAM e auxiliaram indiretamente neste (09/54672-4 e 10/50188-8).\nAos amigos do NEBECC pela ajuda durante as coletas do material dos anos 1998, 1999 e 2002, em especial ao Adilson, Alllyson, Antonio (Tony), Fúlvio, Giovana, Lissandra, Valter Cobo e o Rogério. Agradeço, também, aos pescadores “Passarinho”, “Dedinho” e Aílton, pois sem eles esse trabalho não seria possível.\nAos amigos do LABCAM que realizaram as coletas referentes a 2006, sendo eles: Prof. Rogério, Sabrina, Mateus e Gisele.\nÀ Pós-Graduação em Ciências Biológica da UNESP de Botucatu, ao Departamento de Zoologia e ao NEBECC pelas facilidades oferecidas durante a realização deste trabalho. Ao Departamento de Ciências Biológicas da UNESP de Bauru, por ceder o espaço físico para análise de dados.\nAos funcionários da seção de Pós-Graduação pela atenção e ajuda dispensada.\nAo Ministério do Meio Ambiente - IBAMA (Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis) por conceder a licença para coletar o material nas áreas estudadas.\nAo Centro integrado de informações agrometeorológicas (CIIAGRO) pelo fornecimento dos dados pluviométricos.\nAo Prof. Dr. Antonio Leão Castilho, pelos ensinamentos das análises estatísticas, pelas correções dos artigos em preparação, pela amizade e principalmente pela confiança em mim depositada nas coletas em São Francisco do Sul.\nAos amigos Sabrina, Gisele e Mateus pelo acolhimento, paciência e por me ensinar a trabalhar com crustáceos.\nEm especial gostaria de agradecer a amigona Sabrina por literalmente estar ao meu lado e me aguentar e ajudar praticamente o tempo todo; por sempre estar disposta a\ncolaborar e por ter desprendido seu tempo (que já era muito curto) para dar sugestões, ler e corrigir esta dissertação.\nAos atuais amigos do LABCAM, Sabrina, Chuck Norris, Mateus, Daphine, Abner, João, Cfnthia, Ana Paula, Filipe Nathan, Régis, Maria Clara por tornar os dias do lab mais alegres, mais produtivos, pela amizade tanto dentro como fora do lab, e por toda ajuda que me deram e em especial à amiga Sarah, principalmente pela ajuda no inglés!!\nAos antigos amigos do LABCAM que, embora estejam longe, fizeram parte desta dissertação, em especial à Gisele, Jaqueline, Priscila e Marcela.\nAos grandes amigos/vizinhos Chuck e Andrea por toda ajuda; por terem me “adotado”, pelos inúmeros almoços e sem esquecer é claro, das caronas!!\nAos amigos do NEBECC, Xuxa, Japa, Ariadne, Michele, Kátia, Frio, Douglas, Samara, Daniela (Valderrama), Mariana (Bée), Paloma, Xuxu, pela amizade e por toda ajuda e conhecimentos compartilhados e pelas hospedagens em Botucatu.\nAos novos amigos, Milena e Raphael (Big Hair) pelas viagens de coletas, tortas de limão e hospedagens em União da Vitória e Mallet.\nAo Prof. Dr. Fábio Porto Foresti por toda ajuda, pelos esclarecimentos científicos e a respeito das normas da Pós-Graduação e principalmente pela amizade.\nAo amigo Dr. Diogo Hashimoto por toda força, amizade, pelo exemplo de pesquisador e pessoa.\nÀs Prof.a Dr.a Janda e Sonia Ruiz, pelas cobranças, incentivos, pela amizade e carinho e, principalmente pela base científica.\nAos amigos João Paulo, Marcão, Barraca, Mineiro, Fabiano, Serginho e meu irmão ITU, pela força, incentivos e por tornar as noites na rep mais divertidas e menos estressantes.\nAos companheiros e agregados da república “Terra do Nunca”, principalmente, Fi, Pespa, Bruno e Punk pela amizade, por me ajudar e arrumar um cantinho na rep quando precisei de um lugar pra morar.\nAos meus eternos amigos de ITU, Demoraes, Zorro, Ligião, Kiki, Lucas, Carol, Bonna, Alex, Jú, Caramassa, que sempre acreditaram, me apoiaram e fizeram de tudo para estar por perto.\nAgradeço aos meus irmão Rafael e Daniel e minhas cunhadas (Priscila e Vanessa), por toda ajuda direta e indireta na realização desta dissertação, mas principalmente pela amizade e companheirismo.\nAgradeço também, a Dona Helena e ao Juca por toda ajuda, incentivos, almoços, caronas, mas principalmente pelo carinho por mim demonstrado.\nPor fim, agradeço ¡mensamente aos meus pais José Carlos Bochini (Ituano) e Tereza Vera P. Bochini (Dona Vera) por acreditar, torcer e apoiar na realização deste trabalho; por toda estrutura familiar que me deram, mas principalmente pelos incentivos e por não me deixar desistir.\nSumário\nResumo Geral..................................................................1\nAbstract......................................................................2\nConsiderações Iniciais........................................................3\n1-\tCaracterização da Espécie...............................................3\n2-\tHistórico, Regulamentação e\tControle\tda Pesca.....................6\nReferências Bibliográficas...................................................10\nCapítulo 1: ‘Vaüaçãa anual, na/zanal e\tespacial da\tdint^ihuiçãa da catnanãa-âfianca £itepefiaeu¿\nócãmitti (^uuâenuaad, 1936) (flendw-faiancñiata: ^enaeidaa) na Sudante da canta Ibianilevia\nResumo.......................................................................14\nAbstract.....................................................................15\nIntrodução...................................................................16\nObjetivos....................................................................17\nMaterial e Métodos...........................................................18\n1-\tFatores Ambientais.....................................................18\n2-\tColeta de Camarões.....................................................19\n3-\tAnálise de Dados.......................................................20\nResultados...................................................................21\n1-\tFatores Ambientais.....................................................21\n2-\tAbundância e distribuição..............................................25\n3-\tRelação dos Parâmetros\tAmbientais com a Abundância.....................26\nDiscussão....................................................................28\nReferências Bibliográficas...................................................33\nCapítulo 2: Vania^ãa anual e »a/zanal da &amp;iatna»»a e da númena da indivídua» da catnanãa-lbianca\n£¿topenaeaa ¿cñmitti (ffiiatâenuwaí, 7936) (&amp;endw6wutcfiiaia: 3’enaeülae) na Oaía da ‘U&amp;atufia,\nE»tada da Sãa Paula, fytoíil\nResumo.....................................................................37\nAbstract...................................................................38\nIntrodução.................................................................39\nObjetivos..................................................................42\nMaterial e Métodos.........................................................43\n1- Material Biológico\n44\n2- Abundância\n44\n3- Análise do Período Reprodutivo e de Recrutamento Juvenil\nResultados\n45\n58\nDiscussão\nReferências Bibliográficas\n64\nConsiderações Finais\n69\nResumo Geral\nO presente estudo foi dividido em dois capítulos e tiveram como objetivos: cap.1- verificar a distribuição espaço-temporal de L. schmitti em três baías do litoral norte do estado de São Paulo, Ubatumirim (UBM), Ubatuba (UBA) e Mar Virado (MV); testar a relação dos fatores ambientais com a distribuição dos camarões durante um período de 2 anos (1998 e 1999) e cap. 2- averiguar a variação anual e sazonal da biomassa e do número de indivíduos do camarão, durante 4 anos de estudo (1998, 1999, 2002, 2006), com enfoque no período reprodutivo e de recrutamento juvenil informando qual a melhor época para a pesca. Os camarões foram capturados com um barco camaroneiro equipado com redes do tipo “double-rig” em profundidades até os 20 metros. Em 1998 e 1999, um total de 5658 indivíduos foi coletado, sendo 4437 no primeiro ano e 1221 no segundo ano. Em MV obteve-se a maior abundância (n= 2747), seguido de UBM (n= 1649) e UBA (n=1262). A salinidade da água variou de 28 a 37 com média de 34,6 ± 1,44, porém não houve correlação significativa desse fator com a abundância (p=0,90). A média da temperatura de fundo foi de 24,8 ± 2,84 °C com valor máximo de 31,4 °C e mínimo de 19 °C. Apesar dessa grande variação nos valores obtidos, não houve correlação significativa desse fator com a abundância (p= 0,11). A maior captura de camarões foi registrada em áreas onde silte + argila correspondem mais de 70 % do sedimento e em locais com maior porcentagem de matéria orgânica. Houve relação inversa da abundância com a pluviosidade, com as maiores abundâncias nos meses posteriores a temporada de chuvas. Porém, no ano em que houve maior pluviosidade, também houve uma maior captura de indivíduos. A quantidade de camarões seguiu uma tendência sazonal, sendo maior durante o outono e inverno em ambos os anos. Um total de 566 (13.171 g) indivíduos por hora de arrasto (CPUE) foi coletado durante os 4 anos de estudo, sendo 57,6 % destes amostrados em 1998, 16,73 % em 1999, em 2002 12,01 % e 2006 com 13,60 %. Houve um declínio acentuado na biomassa e no número de indivíduos coletados com o passar dos anos, devido, provavelmente, à pesca indiscriminada desses camarões logo após a abertura da pesca. A biomassa mensal de camarões teve relação inversa com a pluviosidade, porém no ano em que houve El Niño (1998) e, consequentemente maior precipitação, a abundância foi a mais elevada. Foi observado que as melhores épocas para se pescar são nos meses do outono e inverno, pois além da maior biomassa os indivíduos, na sua maioria, estavam com suas gônadas rudimentares RU. Notou-se que, embora raramente coletados, os indivíduos IM estão protegidos pelo atual período de defeso do camarão. Os resultados obtidos sugerem que, na região de Ubatuba, a textura, matéria orgânica do sedimento e pluviosidade modulam a distribuição desses animais. Porém, os resultados obtidos aqui mostraram que devido a forte pesca logo após o período de defeso, apesar de legitima, pode levar à sobrepesca desse importante recurso.\nPalavras chave: Abundância, El Niño, pluviosidade, defeso, Ubatuba-SP.\nAbstract\nThe present study was divided in two chapters, which aimed: chapter 1 - to verify the spatiotemporal distribution of L. schmitti in three bays of north littoral of São Paulo State, Ubatumirim (UBM), Ubatuba (UBA) e Mar Virado (MV); to test the relation between environmental factors and shrimp distribution, during a 2-year period (1998 and 1999) and chapter 2 - to investigate the annual and seasonal variation of biomass and of the number of shrimp individuals, focusing reproductive period and juvenile recruitment; which is the best period for the open season; the rainfall influence on abundance during 4 years of study (1998, 1999, 2002 and 2006). Shrimps were captured with a shrimp fishing boat equipped with two double-rig nets at depths up to 20m. In 1998 and 1999, a total of 5658 individuals was collected, being 4437 on first year and 1221 on second year. The highest abundance was obtained at MV (n=2747), followed by UBM (n=1649) and then by UBA (n=1262). Water salinity has varied from 28 to 37, with average of 34.6 ± 1.44, although abundance has not had a significant correlation with this factor (p=0,90). The average bottom temperature was of 24,8 ± 2,84 °C, with a maximum of 31.4 °C and a minimum of 19°C. Besides the great variation on these values, abundance has not had a significant correlation with this factor (p=0.11). The higher shrimp capture was registered in areas where sediment was composed by more than 70% of silt + clay and at areas with highest percentage of organic-matter. There was an inverse correlation between abundance and rainfall, with the highest abundances on months after the rainy season. However, the highest individual catch occurred in the year with highest rainfall rates. Shrimp amount had a seasonal tendency, being higher during autumn and winter in both years. A total of 566 (13,171 g) individuals per unit effort (CPUE, number of shrimp caught per trawl per hour) was collected during 4 years of study, being 57.6% sampled in 1998, 16.73% in 1999, 12.01% in 2002 and 13.60% in 2006. There was a marked decrease on biomass and on the number of individuals collected over the years, probably due to shrimp overfishing together with the environmental impact caused by tourism. The monthly biomass of shrimps had an inverse correlation with rainfall, but in the year there was El Niño, for consequence, there was a higher precipitation, and abundance was higher. It was observed that the best season to fish are autumn and winter, because of the higher biomass in these months and most of individuals are in RU stage. It was noted that individuals in IM stage are protected by the present period of shrimp off-season, even so they were rarely collected. The obtained results suggest that, at Ubatuba region, texture and organic-matter content and rainfall modulate the distribution of these animals. However, our studies show that due to predatory fish and if this activity is not rationally controlled, this important resource goes to overfishing.\nKeywords: abundance, El Niño, Rainfall, Off-season, Ubatuba-SP.\nConsiderações Iniciais\n1-\tCaracterização da Espécie\nO Subfilo Crustacea, o qual está inserida a espécie de estudo, é representado por seis classes: Branchiopoda, Remipedia, Cephalocarida, Maxillopoda, Ostracoda e Malacostraca. Nesta última, encontra-se a ordem Decapoda que é um dos grupos mais conhecidos, não somente pela grande importância comercial, como também por apresentarem uma alta diversidade adaptativa (MARTIN &amp; DAVIS, 2001).\nDe acordo com PÉREZ-FARFANTE &amp; KENSLEY (1997), os Decapoda subdividem-se em duas subordens: os Dendrobranchiata e os Pleocyemata. Os indivíduos incluídos no primeiro agrupamento apresentam como características distintivas os três primeiros pares de pereópodos quelados; as fêmeas, durante a reprodução, liberam os ovos diretamente na coluna d’água; e as brânquias são do tipo dendrobrânquias, ou seja, com ramificações bisseriadas. Nessa subordem há, sete famílias, 56 gêneros e 498 espécies de camarões Dendrobranchiata identificados (PÉREZ-FARFANTE &amp; KENSLEY, op. cit.). A maioria dos Dendrobranchiata pertence à Família Penaeidae (Superfamília Penaeoidea) como o camarão sete-barbas Xiphopenaeus kroyeri (Heller, 1862), o camarão-branco Litopenaeus schmitti (Burkenroad, 1936), os camarões-rosa Farfantepenaeus paulensis (Pérez-Farfante,1967) e F. brasiliensis (Latreille, 1817) além de certas espécies de pequeno porte que compõe a fauna pelágica, como os camarões da família Sergestidae (Sergestoidea) Acetes americanus Ortmann, 1893 e Acetes marinus Omori, 1975.\nLitopenaeus schmitti (= Penaeus schmitti), conhecido popularmente como camarão-branco, camarão-legítimo ou vila franca, ocorre no Atlântico Ocidental, das Antilhas (23° 30’N) ao Brasil, no Rio Grande do Sul (29° 45’S), é a quarta espécie de maior interesse econômico. Os adultos são encontrados em regiões marinhas desde\n3\ncosteiras rasas até locais com 25 metros de profundidade, com registros de ocorrência a 47 metros (PÉREZ-FARFANTE &amp; KENSLEY, 1997 e COSTA etal., 2003).\nTal espécie difere dos outros da Família Penaeidae por apresentar sulcos ad-rostrais curtos, terminando na altura do dente epigástrico (Figura 1).\nFigura 1 - Litopenaeus schmitti (Burkenroad, 1936): Vista dorsal da carapaça evidenciando os sulcos ad-rostrais.\nLitopenaeus schmitti é um peneídeo capturado comumente pela frota de arrasteiros duplos direcionada ao camarão sete-barbas Xiphopenaeus kroyeri (VALENTINI &amp; PEZZUTTO, 2006), que é constituída por duas categorias segundo GRAÇA-LOPES et al., 2002: (i) uma denominada artesanal, com embarcações de pequeno porte, em sua maioria sem casario, que operam sem recursos de conservação da produção a bordo, efetuando viagens diárias (“sol a sol”) e arrastos de aproximadamente uma hora; (ii) outra denominada industrial, constituída por\nembarcações de porte médio que realizam viagens de alguns dias e vários arrastos por dia, de aproximadamente duas horas cada um, conservando a produção em gelo picado.\nNa região de Ubatuba os trabalhos de distribuição e estrutura populacional realizados com camarões Penaeoidea envolveram as espécies, Xiphopenaeus kroyeri (NAKAGAKI &amp; NEGREIROS-FRANSOZO, 1998; FRANSOZO etal., 2000; CASTRO etal., 2005; FREIRE, 2005), Artemesia longinaris Bate, 1888 (COSTA et al,. 2005; CASTILHO et al., 2007a,b), Rimapenaeus constrictus (Stimpson, 1874) (COSTA et al., 2004; HIROKI et al., 2011), Farfantepenaeus brasiliensis e F. paulensis (COSTA &amp; FRANSOZO, 1999 e COSTA et al., 2008), Pleoticus muelleri (Bate, 1888) (COSTA et al., 2004; CASTILHO et al., 2008a), Sicyonia dorsalis Kingsley, 1878 (COSTA et al., 2005; CASTILHO et al., 2008b).\nEntretanto, os estudos dirigidos ao camarão-branco no ambiente natural são escassos e antigos e, em especial na costa paulista pode-se citar NEIVA et al. (1971), que analisaram a população capturada pela frota pesqueira comercial da Baía de Santos; CHAGAS-SOARES (1979), que caracterizou a seletividade das redes de emalhar utilizadas em sua captura na região estuarino-lagunar de Cananéia; CHAGAS-SOARES et al. (1995) e CAPPARELLI et al. (in press) que avaliaram seu ciclo de vida na região estuarino-lagunar de Cananéia e Ubatuba, respectivamente SANTOS et al. (2008) que caracterizou a estrutura populacional do camarão-branco L. schmitti nas regiões estuarinas e marinhas da Baixada Santista. Estudos mais recentes que incluem a espécie de estudo focaram principalmente o levantamento faunístico, abundância e estrutura da comunidade dos Penaeoidea (NAKAGAKI et al., 1995; COSTA et al., 2000; CASTILHO et al., 2008c e FRANSOZO, 2011) e os aspectos de aquicultura e de biologia molecular (LEMOS et al., 2002; MAGGIONI et al., 2003; ARENAL et al., 2004; BARRACCO et al., 2005; JAIME-CEBALLOS etal., 2006).\nAssim sendo, o presente trabalho foi dividido em dois capítulos, cujas propostas foram obter importantes informações sobre a abundância, biomassa, e distribuição espaço-temporal do camarão-branco L schmitti, na região de Ubatuba, São Paulo.\nO primeiro capítulo teve como objetivo verificar a distribuição espacial e temporal do camarão L. schmitti em três áreas da região de Ubatuba, Estado de São Paulo, Brasil e verificar a relação dos parâmetros ambientais como temperatura e a salinidade da água de fundo, pluviosidade, teor de matéria orgânica e textura do sedimento na distribuição da espécie em questão. No segundo capitulo, o objetivo foi comparar a abundância, biomassa, o período de recrutamento e reprodutivo visando identificar a melhor época para a pesca de L. schmitti, na baía de Ubatuba, São Paulo durante 4 anos de estudo (1998, 1999, 2002 e2006).\n2-\tHistórico, Regulamentação e Controle da Pesca\nAs primeiras estratégias utilizadas pelo homem para a obtenção de recursos alimentares que possibilitassem a sua sobrevivência estiveram ligadas diretamente à atividade extrativista. Dentro deste contexto, a atividade pesqueira surgiu como uma das primeiras que o ser humano buscou para subsistência da espécie.\nOs camarões, que constituem um dos recursos pesqueiros mais visados e explorados nas regiões costeiras em todo o mundo, assim como em toda costa brasileira, têm sua pesca exercida sobre dois extratos populacionais, com a captura de juvenis e sub-adultos em áreas estuarinas e lagunares (pesca artesanal) e a de adultos em águas oceânicas (pesca industrial) (D’INCAO etal., 2002). No Brasil, a pesca industrial tem lugar frente às costas do Espírito Santo, Rio de Janeiro, São Paulo, Paraná e Santa Catarina e a pesca artesanal nos estuários e baías dos litorais brasileiros (ALMEIDA &amp; D’INCAO, 1999).\nA partir da década de 50 houve um enorme incremento na exploração dos camarões devido ao desenvolvimento de uma pesca industrial cada vez mais especializada. Em consequência do crescimento acelerado da atividade e da falta de estudos sobre as espécies, quase todos os estoques de camarões do mundo encontram-se alta ou completamente explotados, sendo que algumas espécies já podem ser consideradas sobre-explotadas. Muitos estudos acerca da biologia populacional das principais espécies-alvo da pesca vêm sendo desenvolvidos, entretanto, o conhecimento sobre os padrões distribucionais, comportamentais e reprodutivos dessas espécies ainda não são suficiente para conduzir a elaboração de medidas de ordenamento e racionalização da exploração dos estoques.\nA pesca nas regiões sudeste e sul do Brasil é desenvolvida, principalmente, sobre os estoques de camarão-rosa (F. brasiliensis e F. paulensis) de camarão-sete-barbas (X. kroyeri), dos camarões barba-ruça (A. longinaris) e santana (P. muelleri). Além dessas espécies, também é explorado o camarão-branco (L. schmitti) (D’INCAO et al., 2002). O impacto da pesca de camarões em regiões costeiras vem causando perdas significantes na biomassa e na biodiversidade, como uma consequência de pesca de arrasto de ambientes não consolidados (PAULY et al., 2002). Além do mais, várias espécies de camarões de baixo valor econômico e não exploradas comercialmente, também são capturadas intensivamente junto à fauna acompanhante das espécies de interesse econômico, o que de certa forma causa uma diminuição gradativa das comunidades como um todo pela não seletividade dos apetrechos de pesca camaroneira.\nEm virtude da grande importância econômica da pesca do camarão nas regiões sudeste e sul do Brasil, o IBAMA estipulou um período de defeso (período preestabelecido de fechamento da pesca pra uma determinada espécie).\nInicialmente o período de defeso foi proposto para os camarões-rosa Farfantepenaeus spp. uma vez que, seus estoques entraram em colapso em todas as\n7\nregiões brasileiras, principalmente nas regiões sudeste e sul a partir dos anos 80 e 90. O período determinado pelo IBAMA/CEPSUL foi de 90 dias entre 1o de março a 31 de maio. Até o ano de 2002, o camarão X. kroyeri não estava proibido de pescar. No entanto, durante o processo migratório, os pré-adultos de camarão-rosa percorrem a área de pesca do camarão sete-barbas e de outras espécies ali ocorrentes (VALENTINI et al., 1991).\nDessa forma, para evitar que o camarão-rosa migrante fosse intensamente capturado pela frota que atua sobre o sete-barbas, optou-se em incluir o defeso do referido camarão e demais peneídeos como L. schmitti, A. longinaris e P. muelleri desde 2002.\nNo ano de 2006, o período de defeso específicamente para o camarão sete-barbas e o branco foi transferido para os meses de outubro a dezembro em todas as regiões do sudeste e sul. Contudo, sem muito sucesso, em 2008 o defeso de tais camarões permaneceu o mesmo que os camarões-rosa, ou seja, (1o de março a 31 de maio). Uma questão intrigante que ainda permanece para o litoral paulista é se realmente, os períodos reprodutivos ou os de recrutamentos dos peneídeos ocorrem em nas épocas legalizadas pelo IBAMA/CEPSUL. Portanto, os resultados provenientes das amostragens mensais na região de Ubatuba-SP serão de valor expressivo para obtenção de resultados significativos e científicos para corroborar ou não com esta posição.\nAtualmente, fica proibido a captura de F. paulensis, F. brasiliensis e F. subtilis (Pérez Farfante, 1967), X. kroyeri, L. schmitti, P. muelleri e A. longinaris, anualmente, nas áreas marinhas compreendidas entre os paralelos 21° 18’ 04,00\" S (divisa dos estados do Espírito Santo e Rio de Janeiro) e 33° 40’ 33,00\" S (Foz do Arroio Chui, Estado do Rio Grande do Sul), no período de 1o de março a 31 de maio.\nNo entanto, devido à escassez de trabalhos realizados com camarão-branco, fica permitida a pesca desta espécie em nas áreas e períodos estabelecidos acima, desde que não seja realizada por arrasto com tração motorizada (IBAMA, 2008).\nDevido à pesca excessiva de camarão nas regiões sudeste e sul do Brasil, a produção vem diminuindo a cada ano, mesmo com a adoção de medidas controladoras, por isso é necessário que sejam implementados esforços no sentido de se estudar a estrutura populacional deste recurso para que possamos avaliar e definir se as políticas de ordenamento atuais são suficientemente eficazes para a prevenção do mesmo, principalmente ao longo das regiões citadas que apresentam características climáticas bem diferenciadas, podendo modificar o comportamento reprodutivo dessas espécies.\nDesta forma, em busca de um equilíbrio da exploração da pesca de camarões e a reposição dos estoques das espécies, torna-se de grande relevância tanto o conhecimento da estrutura da população quanto à distribuição ecológica das espécies que são capturadas pelos apetrechos de pesca a fim de possibilitar, no futuro, um manejo adequado á pesca desta espécie, base sustentável dos pescadores da região.\nReferências Bibliográficas\nALMEIDA, H. L. P. S.; D’INCAO, F. 1999. Análise do esforço de pesca do camarão rosa (Farfantepenaeus paulensis) na Lagoa dos Patos, Brasil. ATLÂNTICA, Rio Grande, 21, 77-92.\nARENAL, A.; PIMENTEL, R.; GARCIA, C; PIMENTEL, E.; ALESTROM, P. 2OO4.The SV40 T antigen nuclear localization sequence enhances nuclear import of vector DNA in embryos of a crustacean (Litopenaeus schmitti). Gene. 337, 71-77.\nBARRACCO, M. A.; LORGERIL, J.; GUEGUEN, Y.; BACHÈRE, E. 2005. Molecular characterization of penaeidins from two Atlantic Brazilian shrimp species, Farfantepenaeus paulensis and Litopenaeus schmitti. FEMS Microbiology Letters 250: 117-120.\nCASTILHO, A. L.; COSTA, R. C.; FRANSOZO, A.; BOSCHI, E. E. 2007a. Reproductive pattern of the American endemic shrimp Artemesia longinaris (Decapoda: Penaeoidea), off São Paulo State, Brazil. Revista de Biologia Tropical, 55 (1): 39-\n48.\nCASTILHO, A. L.; GAVIO, M. A.; COSTA, R. C.; BOSCHI, E. E.; BAUER, R. T.; FRANSOZO, A. 2007b. Latitudinal Variation in Population Structure and Reproductive Patterno f the Endemic South American Shrimp Artemesia longinaris (Decapoda: Penaeoidea). Journal of Crustacean Biology, 27(4): 548-552.\nCASTILHO, A. L., COSTA, R. C.; FRANSOZO, A.; NEGREIROS-FRANSOZO, M. L. 2008a. Reproduction and recruitment ofthe South American red shrimp, Pleoticus muelleri (Crustacea: Solenoceridae), from the southeastern coast of Brazil. Marine Biology Research, 4: 361-368\nCASTILHO, A. L.; FURLAN, M.; COSTA, R. C.; FRANSOZO, V. 2008b. Reproductive biology of the rock shrimp Sicyonia dorsalis (Decapoda: Penaeoidea) from the southeastern coast of Brazil. Invertebrate Reproduction and Development. 52: (1-\n2)\t59-68.\nCASTILHO, A. L.; PIE, M. R.; FRANSOZO, A.; PINHEIRO, A. P.; COSTA, R. C. 2008c. The relationship between enviromental variation and species abundance in shrimp community (Crustacea, Decapoda, Penaeoidea) in Southeastern Brazil. Journal ofthe Marine Biological Association of the United Kingdom p. 88.\nCASTRO, R. H.; COSTA, R. C.; FRANSOZO, A.; MANTELATTO, F. L. M. 2005. Population structure of the seabob shrimp Xiphopenaeus kroyeri (Heller, 1862) (Crustacea: Penaeoidea) in the litoral of São Paulo, Brazil. Scientia Marina, 69 (4): 105-112.\nCHAGAS-SOARES, F. 1979. Seletividade em redes de emalhar utilizadas na captura de camarão branco, Penaeus schmitti Burkenroad, 1936, na região lagunar-estuarina de Cananéia, São Paulo. Boletim do Instituto de Pesca, São Paulo. 6: 131-144.\nCHAGAS-SOARES, F.; PEREIRA, O. M.; SANTOS, E. P. 1995. Contribuição ao ciclo biológico de Penaeus schmitti Burkenroad, 1936, Penaeusbrasiliensis, Latreille, 1817 e Penaeus paulensis Perez-Farfante, 1967, na região lagunar-estuarina de Cananéia, São Paulo, Brasil. Boletim do Instituto de Pesca, São Paulo. 22(1): 49-59.\nCOSTA, R. C.; FRANSOZO, A. 1999. A nursery ground for two tropical pink-shrimp Farfantepenaeus species: Ubatuba Bay, Northern coast of São Paulo, Brazil. Nauplius, Rio Grande. 7 (1): 73-81,\nCOSTA, R. C., FRANSOZO, A.; MANTELATTO, F. L. M.; CASTRO, R. H. 2000. Occurrence of shrimp species ( Crustacea: Decapoda: Natantia: Penaeides and Caridea) in Ubatuba Bay, Ubatuba, SP, Brazil. Proceedings ofthe Biological Society of Washington. 113 (3): 776-781.\nCOSTA, R. C.; FRANSOZO, A.; MELO, G. A. S.; FREIRE, F. A. M. 2003. An illustrated key for Dendrobranchiata shrimps from the northern coast of São Paulo state, Brazil. Biota Neotropica, 3 (1): 1-12, disponível no site:&lt;www.biotaneotropica.org.br/v3n1>\nCOSTA, R. C.; FRANSOZO, A.; PINHEIRO, A. P. 2004.Ecological distribution ofthe Shrimp Pleoticus muelleri (Bate, 1888) (Decapoda: Penaeoidea) of Southeastern Brazil. Hidrobiologia, 529: 195-203.\nCOSTA, R. C.; FRANSOZO, A.; CASTILHO A. L.; FREIRE, F. A. M. 2005a. Annual, seasonal and spatial variation of abundance of the shrimp Artemesia longinaris (decapoda; penaeoidea) in south-eastern Brazil. Journal of the Marine Biological Association ofthe United Kingdom, 85: 107-112.\nCOSTA, R. C., FRANSOZO, A.; NEGREIROS-FRANSOZO, M. L. 2005b. Ecology of the rock shrimp Sicyonia dorsalis Kingsley, 1878 (Crustacea: Sicyoniidae) in subtropical region of Brazil. Gulf and Caribean Research. 17: 49-56.\nCOSTA, R. C.; LOPES, M.; CASTILHO, A. L.; FRANSOZO, A.; SIMÕES, S. M. 2008. Abundance and distribution of juvenile pink shrimps Farfantepenaeus spp. in a mangrove estuary and adjacent bay on the northern shore of São Paulo State, southeastern Brazil. Invertebrate Reproduction and Development, 52(2): 59-68.\nD’INCAO, F.; VALENTINI, H.; RODRIGUES, L. F. 2002. Avaliação da pesca de camarões nas regiões sudeste e sul do Brasil. Atlântica, 24 (2): 103-116.\nFRANSOZO, A.; COSTA, R. C.; PINHEIRO, M. A. A.; SANTOS, S.; MANTELATTO, F. L. M. 2000. Juvenile recruitment of the seabob Xiphopenaeus kroyeri (Heller, 1862) (Decapoda, Penaeidea) in the Fortaleza Bay, Ubatuba, SP, Brazil. Nauplius, 8 (2): 179-184.\nFRANSOZO, V. 2011. Distribuição ecológica, ciclo reprodutivo e morfologia do sistema reprodutor masculino do camarão-branco, Litopenaeus schmitti (Burkenroad, 1936) (Crustacea, Penaeoidea) da região Sudeste do Brasil... Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo. 138f.\nFREIRE, F. A. M. 2005. Distribuição ecológica e biologia populacional deX. kroyerí (Heller, 1862) (Crustacea, Decapoda, Penaeidae) no litoral do Estado de São Paulo. Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo. 247 f.\nGRAÇA-LOPES, R.; TOMÁS, A. R. G.; TUTUI, S. L. S.; SEVERINO-RODRIGUES, E.; PUZZI, A. 2002. Fauna acompanhante da pesca camaroeira no litoral do Estado de São Paulo, Brasil. Boletim do Instituto de Pesca, São Paulo, 28 (2): 173-188.\nHIROKI, K. A. N.; FRANSOZO. A.; COSTA, R. C.; CASTILHO, A. L.; SHIMIZU, R. M.; ALMEIDA, A. C.; FURLAN, M. 2011. Bathymetric distribution ofthe shrimp Rimapenaeus constrictus (Stimpson, 1874) (Decapoda, Penaeidae) in two locations off the southeastern Brazilian coast. Marine Biology Research. 7 (2): 176-185.\nIBAMA, Instrução Normativa N° 189, de 23 de setembro de 2008. Reunião final com representações das regiões sudeste e sul, ocorrida em Itajaí/SC, no dia 21 de agosto de 2008; Processo IBAMA/SC n0 2026.001828/ 2005-35. 2008.\nJAIME-CEBALLOS, B. J.; HERNÁNDEZ-LLAMAS, A.; GARCIA-GALANO T.; VILLARREAL, H. 2006. Substitution of Chaetoceros muelleri by Sp irulina platensis meal in diets for Litopenaeus schmitti larvae. Aquaculture. 260, 215-220.\nLEMOS, D.; GARCIA-CARRENO, F. L.; HERNÁNDEZ, P.; NAVARRETE-DEL-TORO, A. 2002. Ontogenetic variation in digestive proteinase activity, RNA and DNA content of larval and postlarval white shrimp Litopenaeus schmitti. Aquacultur., 214, 363-380.\nMAGGIONI, R.; ROGERS, A. D.; MACLEAN, N. 2003. Population structure of Litopenaeus schmitti (Decapoda: Penaeidae) from the Brazilian coast identified using six polymorphic microsatellite loci. Molecular Ecology. 12 (12): 3213-3217.\nMARTIN, J. W; DAVIS, G. E. 2001. An Updated Classification ofthe recent Crustacea. Science Series. Natural History Museum of Los Angeles Country. 124 p.\nNAKAGAKI, J. M.; NEGREIROS-FRANSOZO, M. L. 1998. Population biology of Xiphopenaeuskroyeri (Heller, 1862) (Decapoda: Penaeidae) from Ubatuba bay, São Paulo, Brazil. Journal ofShellfish Research. 17 (4): 931-935.\nNAKAGAKI, J. M.; NEGREIROS-FRANSOZO, M. L.; FRANSOZO, A. 1995. Composição e abundância de camarões marinhos (Crustacea: Decapoda: Penaeidae) na Enseada de Ubatuba, São Paulo, Brasil. Arquivos de Biologia e Tecnologia. 38 (2): 583-591,\nNEIVA, G. S.; SANTOS, E. P.; JANKAUSKIS, V. 1971.Análise preliminar da população de camarão-legítimo Penaeus schmitti, Burkenroad, 1936, na Baía de Santos - Brasil. Boletim do Instituto de Pesca, São Paulo. 1 (2): 7-14.\nPAULY, D.; CHRISTENSEN, V.; GUÉNETTE, S.; PITCHER, T.J.; SUMAILA, U.R.; WALTERS, C.J.; WATSON, R.; ZELLER, D. 2002. Towards sustainability in world fisheries. Nature. 418: 689-695.\nPÉREZ-FARFANTE, I.; KENSLEY, B. 1997. Penaeoid and Segestoid Shrimpsand Prawns of the World. Keys and diagnoses for the families and genera. Éditions du Muséumnational d’Histoire naturalle, Paris.. 233 p.\nSANTOS J L; SEVERINO-RODRIGUES, E; VAZ-DOS-SANTOS, A. M. 2008. Estrutura populacional do camarão-branco Litopenaeus schmitti nas regiões estuarina e marinha da Baixada Santista, São Paulo, Brasil. Boletim do Instituto de Pesca, São Paulo. 34 (3): 375-389.\nVALENTINI, H.; D1NCAO, F.; RODRIGUES, L. F.; REBELO NETO, J. E.; RAHN, E. 1991. Análise da pesca do camarão-rosa (Penaeus brasiliensis e Penaeus paulensis) nas regiões Sudeste e Sul do Brasil. Atlântica, Rio Grande. 13(1): 143-157.\nVALENTINI, H.; PEZZUTTO, P. R. 2006. Análise das principais pescarias comerciais da Região Sudeste-Sul do Brasil com base na Produção Controlada do período 1986-2004. São Paulo: Instituto Oceanográfico - USP/Série Documentos REVIZEE. 56 p.\nResumo\nConsiderando a importância socioeconómica da pesca de camarões marinhos, somada a ausência de informações disponíveis sobre o camarão-branco Litopenaeus schmitti, o presente estudo teve como objetivo verificar a distribuição espaço-temporal de L. schmitti em três baías do litoral norte do estado de São Paulo, Ubatumirim (UBM), Ubatuba (UBA) e Mar Virado (MV) durante um período de 2 anos (1998 e 1999). Os fatores ambientais: temperatura e salinidade da água de fundo, granulometria e matéria orgânica do sedimento e a pluviosidade foram monitorados com o objetivo de testar suas relações com a distribuição do camarão L. schmitti. Em cada baía, os camarões foram capturados com um barco de pesca comercial equipado com redes de arrasto do tipo “double-rig” em seis pontos de coletas, sendo quatro deles localizados em profundidades média de 5 (ponto IV), 10 (ponto III), 15 (ponto II) e 20 metros de profundidade (ponto I), e dois foram estabelecidos junto aos costões rochosos (um exposto e um abrigado, pontos V (9m) e VI (6,5 m), respectivamente). Um total de 5658 indivíduos foi coletado durante o estudo, sendo 4437 no primeiro ano e 1221 no segundo ano. A maior quantidade de L. schmitti foi coletada em MV (n= 2747), seguido de UBM (n= 1649) e UBA (n=1262). A salinidade da água de fundo variou de 28 a 37 com média de 34,6 ± 1,44, porém não houve correlação significativa desse fator com a abundância (p=0,90). A média da temperatura de fundo foi de 24,8 ± 2,84 °C com valor máximo de 31,4 °C e mínimo de 19 °C. Apesar da grande variação nos valores de temperatura de fundo, não houve correlação significativa desse fator com a abundância (p= 0,11). A maior captura de camarões foi registrada em áreas onde silte + argila corresponde mais de 70 % do sedimento de fundo e em locais com maior porcentagem de matéria orgânica. Houve relação inversa da abundância com a pluviosidade, com as maiores capturas nos meses posteriores a temporada de chuvas. Porém, no ano em que houve maior pluviosidade, também houve uma maior captura de indivíduos. O número de L. schmitti diferiu entre os anos, entre as baías, entre as estações do ano e entre os pontos de coletas (ANOVA, p&lt;0,05). A quantidade de camarões seguiu uma tendência sazonal, sendo maior durante o outono e inverno em ambos os anos. Os resultados obtidos sugerem que, na região de Ubatuba, a textura, matéria orgânica do sedimento e pluviosidade modulam a distribuição desses animais.\nPalavras-chave: Abundância, El Niño, pluviosidade\nAbstract\nConsidering the socioeconomic importance of marine shrimp fishery, together with lack of available information of the white shrimp Litopenaeus schmitti, the present study aimed to verify the spatio-temporal distribution of L. schmitti in three bays of north littoral of São Paulo State, Ubatumirim (UBM), Ubatuba (UBA) and Mar Virado (MV) during a 2-year period (1998 and 1999). Environmental factors: temperature and salinity of bottom water, grain size of sediments and organic-matter content and rainfall amounts were registered focusing to investigate their relation to the distribution of the shrimp L. schmitti. In each bay, shrimps were captured with a commercial shrimp boat equipped with two double-rig nets in six sample stations, being four of them located at mean depth of 5 (transect IV), 10 (transect III), 15 (transect II) and 20 meters (transect I), and two were established along rocky shores - an exposed one (transect V, 9m) and a sheltered one (transect VI, 6.5m). a total of 5658 individuals was collected during the study, being 4437 on first year and 1221 on second year. The higher amount of L. schmitti was collected in MV (n=2747), followed by UBM (n=1649) and UBA (n=1262). Salinity of bottom water ranged between 28 and 37 with average of 34.6 ± 1.44, although abundance has not had a significant correlation with this factor (p=0.90). Mean bottom temperature was 24.8 ± 2.84 °C, with maximum value of\n31.4\t°C and a minimum of 19 °C. Besides of the great variation on bottom water values, abundance has not had a significant correlation with this factor (p=0.11). The largest number of shrimps was registered in areas where bottom sediment was composed by more than 70% of silt + clay and high percentage of organic-matter areas. Abundance had an inverse correlation with rainfall, with the highest abundances on months after the rainy season. However, the highest individual catch occurred in the year with highest rainfall rates. The number of L. schmitti differed among years, among bays, among seasons and among sample stations (ANOVA, p&lt;0.05). Shrimp amount had a seasonal tendency, being higher during autumn and winter in both years. The obtained results suggest that, at Ubatuba region, texture and organic-matter content and rainfall modulate the distribution of these animals.\nKeywords: Abundance, El Niño, Rainfall.\nIntrodução\nO camarão peneídeo Litopenaeus schmitti (Burkenroad, 1936) (= Penaeus schmitti), conhecido popularmente como camarão-branco, distribui-se pelo Atlântico Ocidental desde Cuba (23° 30’ N) até o Brasil no estado do Rio Grande do Sul (29° 45’ S) (PÉREZ-FARFANTE &amp; KENSLEY, 1997; COSTA et al., 2003). Geralmente é capturado até os 50 metros de profundidade e na região estudada distribui-se em maior abundância até os 25 metros (COSTA, 2002).\nOs camarões peneídeos são os principais alvos pesqueiros devido ao grande interesse econômico (PEREZ-CASTANEDA &amp; DEFEO, 2001 e COSTA et al., 2008). A pesca de camarões na região sudeste do Brasil é desenvolvida, principalmente, sobre os estoques de camarões-rosa, Farfantepenaeus brasiliensis (Latreille, 1817) e F. paulensis (Pérez-Farfante, 1967), do camarão-sete-barbas, Xiphopenaeus kroyeri (Heller, 1862) e do camarão-branco, L. schmitti (D'INCAO etal., 2002).\nEntre os poucos trabalhos realizados com a espécie em estudo, podemos citar NEIVA et al. (1971), que analisou a população de camarão-branco na baía de Santos; CHAGAS-SOARES (1979; 1995), que caracterizou a seletividade das redes de pesca e avaliou a migração larval no complexo estuarino Iguape/Cananéia, SP; e SANTOS et al. (2008), que caracterizou a estrutura populacional nas regiões estuarina e marinha da Baixada Santista. Outros pesquisadores, como COSTA et al. (2000), e CASTILHO, et al. (2008a) enfocaram, principalmente, o levantamento faunístico, abundância e a estrutura da comunidade de Penaeoidea no litoral norte paulista. Já MAGGIONI et al. (2003); BARRACCO et al. (2005), JAIME-CEBALLOS et al. (2006) enfocaram aspectos de aquicultura e de biologia molecular da espécie em estudo. No entanto, estudos voltados à distribuição ecológica são escassos.\nDe acordo com CASTRO-FILHO et al. (1987), três massas de água estão presentes na plataforma continental do litoral norte do estado de São Paulo, com padrões de distribuição diferentes no verão e inverno. Água Costeira (AC) apresenta alta temperatura e baixa salinidade (T > 20o C, S &lt;36), Água Tropical (AT) apresenta alta temperatura e salinidade (T > 20 0C, S > 36) e Água Central do Atlântico Sul (ACAS) apresenta temperatura e salinidade baixas (T &lt;18 0C, S &lt;36). De acordo com COSTA et al. (2000, 2004 e 2007), estas massas de água interagem modificando os valores de temperatura, salinidade e disponibilidade de alimento durante o ano e modificam a diversidade de Penaeoidea na região de estudo.\nOs camarões peneídeos passam a maior parte da vida em contato direto com o substrato marinho. Deste modo, a variável ambiental apontada como a que mais influencia na abundância desse grupo é o substrato e suas características (DALL et al., 1990; FRANSOZO et al., 2002; COSTA &amp; FRANSOZO, 2004a; COSTA et al., 2004; FRANSOZO et al., 2004; COSTA et al., 2005).\nObjetivos\nO objetivo do presente estudo foi verificar a distribuição espacial e temporal do camarão L. schmitti em três áreas localizadas na região de Ubatuba, Estado de São Paulo, Brasil. Parâmetros ambientais como temperatura, salinidade, pluviosidade, teor de matéria orgânica e textura do sedimento foram avaliados com o objetivo de analisar a influência destes com a distribuição da espécie em questão.\nMaterial e Métodos\n1-\tFatoresAmbientais\nEm cada ponto de coleta, a salinidade e temperatura da água (superficie e fundo), teor de matéria orgânica (%) e granulometria dos sedimentos foram medidos. Água de fundo foi amostrada usando urna garrafa de Nansen. A salinidade foi medida com um refratômetro Atago S/1000 óptico e a temperatura (0C), usando um termômetro de mercúrio com 0,1 °C de precisão. Um ecobatímetro juntamente com um GPS foi usado para fornecer a profundidade (m) nos pontos de amostragem. Os dados de precipitação foram fornecidos pelo site www.ciiagro.orQ.br. Amostras de sedimentos foram coletadas em cada estação com um coletor de Van Veen (0,06 m2). No laboratório, o sedimento foi seco em estufa a 70 °C por 72 h para posteriores análises.\nPara a composição granulométrica, duas sub-amostras de 50g foram tratadas com 250 ml de uma solução de NaOH 0,2, agitada por cinco minutos para separar as partículas de silte e argila, e depois lavadas em uma peneira de 0,063 mm.\nSedimentos foram passados por um jogo de peneiras com diferentes aberturas de malhas e classificados de acordo com as seguintes granulometrias: 2 mm (cascalho); 2,0 — 1,01 milímetros (areia muito grossa); 1,0 — 0,51 milímetros (areia grossa); 0,50 — 0,26 milímetros (areia média); 0,25 — 0,126 milímetros (areia fina) e 0,125 — 0,063 milímetros (areia muito fina); partículas menores foram classificadas como silte-argila. Categorias de tamanho de grão seguiram o padrão americano (WENTWORTH, 1922), e frações foram expressas na escala phi (9), o que representa a tendência central de amostras de sedimentos, por exemplo, -1 = phi &lt;0 (cascalho); 0 = phi &lt;1 (areia grossa); 1 = phi &lt;2 (areia intermediária), 2 = phi &lt;3 (areia fina); 3 = phi &lt;4 (areia muito fina) e phi > 4 (silte + argila) (TUCKER 1988). Cumulativa de tamanho de partícula de curvas foram plotadas em\num computador usando a escala phi, com valores correspondentes a 16, 50, e 84 % sendo usado para determinar o diâmetro médio do sedimento usando a fórmula = Md 16 +\t50 +\t84)/ 3. Finalmente, o phi foi calculado usando a fórmula phi (^) = - Iog2 d,\nonde d = diámetro dos grãos (mm) (TUCKER, 1988). O teor de matéria orgânica (%) foi obtido pela pesagem das cinzas: 3 alíquotas de 10 g de sedimento de cada ponto de coleta foram colocados em cadinhos de porcelana e queimado durante 3 horas a 500 °C, e as amostras foram pesadas novamente. A diferença do peso do sedimento + cadinho e cadinhos + cinzas é a porcentagem de matéria orgânica (MANTELATTO e FRANSOZO, 1999).\n2-\tColeta de Camarões\nOs camarões foram coletados mensalmente de janeiro de 1998 a dezembro de 1999, em três baías: Ubatumirim (UBM), Ubatuba (UBA) e Mar Virado (MV), localizadas na região de Ubatuba, Estado de São Paulo. Cada baía foi subdividida em seis pontos de coletas (I, II III, IV, V e VI), que foram selecionados para incluir toda a gama de condições ambientais em que L. schmitti é encontrado. Estas condições são: sua posição em relação à boca da baía, profundidade e tipo de sedimentos do local, a presença de costão rochoso ou praia ao longo da costa da baía, o influxo de água doce; e a proximidade das águas mais distantes da costa (offshore), ou seja, áreas abertas com maior salinidade. Quatro dos pontos foram localizados em profundidades média de 5 (IV), 10 (III), 15 (II) e 20 metros (I), e dois foram estabelecidos junto ao costão rochosos (um exposto e um próximo a uma região abrigada: pontos de V (9m) e VI (6,5 m), respectivamente) (Figura 2).\nUm barco de pesca camaroneiro equipado com redes “double-rig” (malha 20 mm e 15 mm na extremidade do ensacador) foi usado para pesca do camarão, sendo que cada arrastos teve duração de 30 minutos, cobrindo, aproximadamente, 18.000 m2\nEijutror\nU batuta\nÚrVtodo 1 stand\nübatumiriffl\ny'\n23’ M'\nBRAZIL\ní roptearCsprirorn\nr\nfe*\n* r\nT4*'\nFigura 2. Mapa da região de Ubatuba-SP indicando as tres Baias e seus respectivos pontos de amostragens.\n3-\tAnálise de Dados\nA abundância de camarão foi comparada entre os anos, entre os pontos de coletas, entre as baías e entre as estações do ano (verão: janeiro a março; outono: abril a junho; inverno: julho a setembro e primavera: outubro a dezembro) através de uma análise de variância (ANOVA fatorial). Teste de Tukey foi utilizado para determinar diferenças em anos, estações, baías e estações. Os dados foram log-transformados, para atender as premissas dos testes (teste de Levene, p &lt;0,05).\nA influência de fatores ambientais sobre a abundância de espécies foi avaliada por regressão linear múltipla com nível de significância de 5% (ZAR, 1999).\nResultados\n1-\tFatoresAmbientais\nEm geral, os maiores valores médios de salinidade de fundo (> 35) foram encontrados durante o outono (maio e junho de 1998 e abril e junho de 1999), enquanto os menores valores registrados ficaram em torno de 33 e ocorreram durante a primavera (setembro e outubro) no primeiro ano e durante o inverno (julho e agosto) e na primavera (dezembro) durante o segundo ano (Figura 3). As menores médias de salinidade foram observadas nas estações com as menores profundidades (IV e VI) nas três baías e as maiores médias foram observadas nas estações mais profundas (I ell) (Figura 4).\nFigura 3. Valores médios, mínimos e máximos de salinidade da água de fundo amostrados durante 1998 e 1999 na região de Ubatuba-SP.\n39\n38\n37\no 36\n35\n□\n34\n<D\n33\no\n32\n■u\n31\n30\n29\n28\n27\nI\tII III IV V VI I II III IV V VI I II III IV V VI\nMV\tUBA\tUBM\nPontos de coleta\nFigura 4. Valores médios, mínimos e máximos de salinidade da água de fundo para cada ponto de coleta amostrado nas baías durante 1998 e 1999. MV= Mar Virado; UBA= Ubatuba, UBM= Ubatumirim. I= 20 m, ll= 15 m, lll= 10 m, IV= 5 m, V= costa exposta (9 m) eVI = costa brigada (6,5 m).\nOs valores de temperatura da água de fundo, em de cada estação do ano, foram menores, com exceção do verão, durante o segundo ano de amostragem. As maiores médias de temperatura foram registradas no verão dos dois anos (26,05 ± 2,23 °C em 98 e 27,33 ± 1,91 °C em 1999) e os menores valores médios de temperatura foram observados na primavera (21,86 ± 1,21 °C em 98 e 19,37 ± 1,33 °C em 99) e inverno (temperatura &lt;23°C) nos pontos de I a III (Figura 5).\nVerão\n32\n30\n■U\nE\n0)\nQ. E\n0)\n16\n14\n32\n30\n28\n26\n24\n22\n20\n18\n16\n14\nI II III IV V VI I II III IV V VI\nInverno\n1998\t1999\n1998\n1999\nT\n\no\nFigura 5. Valores médios, mínimos e máximos da temperatura da água de fundo para cada ponto de coleta amostrado nas baías durante 1998 e 1999. MV= Mar Virado; UBA= Ubatuba, UBM= Ubatumirim. I= 20 m, ll= 15 m, lll= 10 m, IV= 5 m, V= costa exposta (9 m) e Vl = costa brigada (6,5 m).\nDiferenças nos níveis de teor médio de matéria orgânica foram encontradas nas baías, com os pontos mais profundos, perto da boca da baia (I e II) e a estação V em Ubatumirim que apresentaram menores níveis. Em geral, os maiores valores de teor de matéria orgânica foram obtidos nos pontos III, IV, V e VI e os menores valores nos pontos I e II (Tabela I).\nTabela I. Valores médios dos parâmetros de sedimentos e número de indivíduos coletados (N) para cada ponto de coleta nas três baías da região de Ubatuba-SP em 1998 e 1999.\n\t\tMarVirado\t\tUbatuba\t\t\tUbatumirim\n\tphi\tlama MO\tphi\tlama MO\t\tphi\tlama MO\nPontos de\t\tN\t\t\tN\t\tN\ncoletas\t(!)\t(%) (%)\t(!)\t(%) (%)\t\t(!)\t(%) (%)\nI\t4,3\t46,8\t3,0\t156 a\t3,2\t16,0\t3,6\t92 a\t1,5\t2,6\t2,1\t15a\nII\t5,7\t75,3\t4,6\t330 a\t4,0\t21,2\t4,2\t238 a,b\t3,8\t23,9\t3,4\t108 a,f\nIII\t6,2\t88,3\t5,4\t291 a\t5,3\t61,9\t8,0\t205 a,b\t4,4\t35,7\t5,2\t465 b,g,h,i\nIV\t5,9\t81,2\t5,6\t669 a\t5,7\t76,3\t5,7\t350 b\t4,9\t49,6\t4,2\t313 c,f,g,j,k\nV\t5,8\t79,7\t4,2\t232 a\t4,8\t47,3\t7,5\t192 a,b\t4,0\t22,2\t2,4\t259 a,h,j,l\nVI\t5,4\t64,4\t4,4\t1069 a\t3,6\t36,8\t6,1\t185 a,b\t4,4\t33,4\t4,2\t489 e,i,k,l\nTotal\t\t\t\t2747\t\t\t\t1262\t\t\t\t1649\nPhi = diâmetro do sedimento; % de lama = silte + % argila; MO = matéria orgânica Letras diferentes, diferem estatisticamente (p &lt;0,05).\nA quantidade de lama na composição do sedimento diminui quanto mais ao norte da região amostrada, ou seja, de Mar Virado para Ubatumirim sendo que na enseada do Mar Virado, a fração de silte + argila (phi > 4) prevaleceu na maioria dos pontos amostrados, principalmente nos pontos de II a V. A predominância de sedimento fino e areia muito fina, associada com silte e argila, foi observada em Ubatuba, em especial na baía de Ubatumirim, exceto para os pontos VI da Enseada de Ubatuba e do ponto I em Ubatumirim (Tabela I).\nA pluviosidade foi maior durante o primeiro ano de estudo tendo uma média anual de 249,44 ± 168,20 mm em relação ao segundo ano, que teve uma média de 195,49 ± 101,64 mm de precipitação. Nos dois anos de coletas as maiores pluviosidades ocorreram no verão seguido pela primavera (Figura 6).\nFigure 6. Pluviosidade mensal acumulada (mm) e número de indivíduos obtidos nas três baías (MV, UBA, UBM) durante os anos de 1998 e 1999.\n2-\tAbundância e distribuição\nUm total de 5658 indivíduos foi coletado durante o período de estudo, sendo 4437 no primeiro e 1221 no segundo ano (p &lt;0,05). Em ambos os anos, a abundância de L. schmitti foi maior no Mar Virado (2747), seguido de Ubatumirim (1649) e da baía de Ubatuba (1262) (p &lt;0,05) (Tabela II). Os pontos onde houve uma maior captura de camarões foram o VI e IV na enseada do Mar Virado, IV na enseada de Ubatuba e VI e III na enseada de Ubatumirim (p &lt;0,05) (Tabela I).\nTabela II. Resultado da análise de variância para o número médio de indivíduos (transformados em log + 2) de L. schmitti coletados na região de Ubatuba nas três baías (MV, UB e UBM), durante o período de janeiro/98 a dezembro/99.\t\t\t\t\nFonte\tGL\tQM\tF\tP\nbaía\t2\t0,33\t3,10\t0,0461\nPontos de coletas\t5\t1,52\t14,20\t0,0000\nano\t1\t7,40\t69,01\t0,0000\nestação\t3\t13,31\t124,00\t0,0000\nestação x ano\t3\t3,45\t32,21\t0,0000\nbaía x estação\t6\t0,37\t3,50\t0,0023\nbaía x ponto de coleta\t10\t0,28\t2,64\t0,0043\nestação x ponto de coleta\t15\t0,24\t2,26\t0,0049\n(GL = graus de liberdade; QM = quadrado médio; F = QMfator/QMresiduo e P = probabilidade de significáncia).\nAproximadamente 95% de todos os camarões foram capturados em águas rasas, isto é, em profundidades inferiores a 15 metros. Diferenças substanciais foram encontradas na abundância entre as estações do ano (Anova, p &lt;0,00), entre transectos (Anova, p &lt;0,00) e entre suas interações com a baía (Anova, p &lt;0,00) (Tabela I).\n3-\tRelação dos Parâmetros Ambientais com a Abundância\nA= -0.10 + 0.29mo + 1.03pft/ — O.Q4p/uv\nonde: A = abundância, mo = matéria orgânica do sedimento, phi = textura do sedimento e pluv.= pluviosidade.\nA salinidade e a temperatura não correlacionaram significativamente com a abundância dos organismos (r2= 0,14 p= 0,91 e r2= 0,71, p= 0,12, respectivamente). Os indivíduos foram encontrados em todas as faixas de temperatura, sendo mais abundantes na ampla faixa que vai de 20 a 26 °C.\nPara matéria orgânica, houve correlação positiva (r= 0,29, p= 0,01) com a abundância de organismos, onde o maior número de indivíduos foi coletado em locais com níveis intermediários de matéria orgânica, ou seja, entre 4 e 6%. A pluviosidade correlacionou-se negativamente com a abundância de organismos (r= - 0,64, p = 1,56E'23), sendo que o verão e primavera, dos dois anos, foram às estações onde ocorreram as maiores quantidades de chuvas, e menores números de camarões coletados (Figura 6). O contrário foi observado para salinidade, pois as maiores abundâncias (n= 4671) ocorreram nos meses onde a salinidade foi superior a 35.\nPara a granulometria do sedimento (phi), houve correlação positiva (r= 1,03, p= 0,00), onde a abundância de indivíduos aumenta à medida que o sedimento é composto principalmente por partículas de areia muito fina, silte+argila (Tabela I).\nDiscussão\nPara os camarões bentônicos, a variação na salinidade, temperatura, disponibilidade de alimento e na granulometria do sedimento são fundamentais na distribuição espacial e temporal (COSTA et al., 2005, CASTRO et al., 2005 e COSTA et al., 2007). Além disso, DALL et al. (1990) incluíram que as migrações dentro do ciclo biológico para cada espécie são de suma importância, pois determinam o tipo de distribuição espaço-temporal dos camarões.\nEm um estudo realizado por SANTOS et al. (2008), na região marinha e estuarina da Baixada Santista, demonstrou que a temperatura e a salinidade foram fatores determinantes na distribuição e abundância de L. schmitti, diferentemente dos resultados encontrados no presente estudo. Provavelmente a pequena variação dos valores médios mensurados, principalmente para salinidade, nas baías amostradas, pode ter sido devido ao pequeno tamanho dos estuários da região se comparado com outros estuários como o de Santos/São Vicente, de Cananéia e Lagoa dos Patos (COSTA et al., 2008).\nA maior abundância dessa espécie em locais com predomínio de substratos lodosos pode ser explicado pela grande influência desse parâmetro ambiental na distribuição dos organismos, como observado para outras espécies de peneídeos como Penaeus esculentus WasweW, 1879, Metapenaeus endeavouri (Schmitt, 1926), Melicertus longistylus (Kubo, 1943), Melicertus latisulcatus (Kishinouye, 1896) (GRIBBLE et al., 2007), Artemesia longinaris e Xiphopenaeus kroyeri (COSTA et al., 2005 e 2007) e Sicyonia dorsalis (CASTILHO et al., 2008b).\nPor terem hábitos de se enterrar, a escolha pelo sedimento adequado é de suma importância para a distribuição destes camarões (DALL et al., 1990; CASTILHO et al., 2008a), pois além de se protegerem contra predadores, uma menor quantidade de\nenergia é despendida quando estes organismos encontram-se enterrados (AMEERI &amp; CRUZ, 1998; SIMÕES etal., 2010).\nSegundo SANTOS et al. (2004) e FRANSOZO (2011) a profundidade onde há ocorrência do camarão-branco parece estar associada predominantemente as características granulométricas do fundo e de acordo com a fase do ciclo de vida em que a espécie se encontra, de modo que à medida que a porcentagem de lama aumenta no sedimento, maior a chance da espécie ser encontrada no local. Por outro lado o deslocamento para maiores profundidades onde a constituição do fundo é areno-lodosa, não deve estar associada à alimentação, e sim a reprodução (SANTOS et al., 2004) Todavia, não se pode considerar a maior profundidade de captura como a profundidade máxima de ocorrência da espécie. O barco camaroneiro utilizado na captura do material biológico é destinado, principalmente à captura do camarão sete-barbas e atua na profundidade inferior aos 45m.\nPara RUELLO (1973), grãos com diâmetros maiores são mais difíceis de serem movimentados e esses organismos demandam uma maior quantidade de tempo e energia para se enterrarem neste tipo de substrato. Espécies que preferem sedimento com textura fina possuem um mecanismo que reverte o fluxo de água exalante, desobstruindo as branquias antes impregnadas de partículas menores (RUELLO, op.cit.). COSTA &amp; FRANSOZO (2004a) e COSTA et al., (2004), estudando os camarões R. constrictus (Stimpson,1874) e P. muelleri (Bate, 1988), também concluíram que o tamanho da partícula do grão pode ser mais importante para a distribuição dos camarões do que a quantidade de matéria orgânica disponível no substrato.\nA abundância de L. schmitti também parece estar relacionada à pluviosidade uma vez que a população analisada apresentou um padrão de distribuição sazonal que acompanha inversamente a sazonalidade das chuvas. Em geral, as maiores abundâncias dos organismos foram registradas em meses posteriores aos meses onde a pluviosidade\n29\nfoi alta, ou seja, no outono dos dois anos de coleta. Resultados semelhantes foram encontrados por CHAGAS-SOARES et al. (1995), para a região de Cananéia, onde as maiores abundâncias foram encontradas entre março e julho. O mesmo foi observado por SANTOS et al., (2008), cujo os resultados demonstraram maiores abundâncias entre abril e junho na região de Santos.\nTal fato pode ser atribuído ao ciclo de vida do tipo 2, proposto por DALL et al., (1990), desses animais, onde as pós-larvas entram nos estuários e ficam nesse ambiente até a fase juvenil ou sub-adultos e, em seguida retornam para a baía. Segundo CAPPARELLI et al. (in press) o pico de juvenis de L. schmitti no estuário de Indaiá ocorre no final da primavera e começo do verão e de 3-4 meses após esse pico, há um aumento na abundância na baía. A pluviosidade faz com as águas das regiões estuarinas e regiões próximas aos estuários sejam diluídas e, como consequência, há uma diminuição na salinidade. A pluviosidade excessiva nos meses de janeiro, fevereiro e março de 1998 pode ter sido responsável pelo deslocamento de organismos do estuário para a baía, aumentando a abundância de L. schmitti nos meses seguintes. No ano de 1999, houve uma menor pluviosidade se comparada com 1998, porém os maiores valores para tal fator ocorreram nos meses de fevereiro, março e abril e as maiores abundâncias ocorreram nos meses de maio, junho e julho.\nSANTOS (2007) relatou que no verão quando a pluviosidade foi maior, uma maior captura de camarão-banco no estuário de Santos e São Vicente e um pico de recrutamento na baía foi observado. Segundo o mesmo autor, o juvenil desloca-se, no mês de março, de águas menos salinas para regiões externas do estuário, porém áreas onde ainda não se observaram os valores máximos de salinidade.\nProvavelmente, a temporada de chuvas proporciona um gradiente mais amplo de salinidade, permitindo uma transição entre a água estuarina pouco salina e as condições da baía. SANTOS e FREITAS (2004) também constataram que a temporada de maior\n30\nprodução de camarão-branco na Lagoa de Papari, no Rio Grande do Norte, sucede ao pico da época de chuvas. A pressão natural do momento do ciclo de vida somada à busca por salinidades progressivamente mais altas, explicariam a conjunção entre deslocamento (recrutamento), concentração de indivíduos, pluviosidade e maior produção pesqueira.\nA pluviosidade não vem sendo relacionada em estudos que enfocam a distribuição dos organismos, porém o trabalho mostrou uma elevada abundância no ano de 1998 onde ocorreu uma maior pluviosidade. Essa maior precipitação é resultado, provavelmente, do fenômeno El Niño (GLANTZ, 2001; BERLATO et. al., 2007; FILGUEIRA et al., 2007; BRITO et al., 2008). O fenômeno do El Niño Oscilação Sul (ENOS) é considerado atualmente a principal fonte de variabilidade climática de curto prazo, com escalas estacionais e interanuais, produzindo secas e enchentes em todo o globo. No Brasil, o ENOS tem como características marcante estar associado com chuvas intensas na região sul e sudeste e seca na região nordeste e parte da região norte (SILVA, 2001).\nNo estudo realizado por GARCIA et al., (2004) na Lagoa dos Patos, mostrou que com o aumento da pluviosidade, aumenta o volume de água doce descarregada na Lagoa várias vezes, afetando a produtividade primária na zona costeira do sul do Brasil e da assembleia de peixes do estuário da Lagoa dos Patos. O mesmo pode ter acontecido com as baías de Ubatuba, ou seja, com o aumento da pluviosidade ocorreria um aumento na quantidade de água doce e, como consequência, diminuiria a salinidade. Tal fato pode ser observado na maior abundância de organismos coletados nessa baía em abril de 1998 e maio de 1999, meses posteriores à temporada de chuvas.\nOutro fator que deve ser levado em consideração na diferença da abundância interanual é o reflexo da sobrepesca. Em 1998, a maior abundância foi observada em abril, onde a pesca estava proibida. No ano seguinte, os indivíduos foram coletados em\nmaior abundância em maio com um declínio acentuado no mês da abertura da pesca, período cuja frota pesqueira atuou de forma mais intensa em Ubatuba.\nAssim, provavelmente o fenômeno El Niño antecipou para abril de 1998 à saída de L. schmitti do estuário, intensificando sua concentração na baía e, no ano seguinte, a concentração da espécie em questão esteve direcionada em maio, diminuindo a abundância de forma brusca nos demais meses, pelo efeito da abertura da pesca.\nCOELHO e SANTOS (1994,1995a) que em estudo sobre o ciclo de vida do camarão-branco no estado de Pernambuco, concluíram que: exemplares nascidos no verão aparecem na pesca comercial no fim do outono ou no inverno seguinte. Tal resultado corroborou os relatos do presente estudo.\nNossos dados sugerem que para a região de Ubatuba, os fatores que mais interferiram na distribuição espacial foram as condições da granulometria e matéria orgânica do sedimento. Temporalmente, a distribuição dos indivíduos, parece estar mais associada ao ciclo de vida e a pluviosidade, pois nota-se que a abundância aumenta sazonalmente (outono-inverno) e é intensificada em anos onde a pluviosidade é elevada. Portanto, notou-se que as áreas amostradas são de suma importância para continuidade do ciclo de vida deste importante recurso pesqueiro.\nReferências Bibliográficas\nAMEERI, A. A.; CRUZ, E. M. 1998. Effect of sand substrate on growth and survival of Penaeus semisulcatus de Haanjuveniles. Journal of Aquaculture in the Tropics. 13\n(4): 239-244.\nBARRACCO, M. A.; LORGERIL, J.; GUEGUEN, Y.; BACHÈRE, E. 2005. Molecular characterization of penaeidins from two Atlantic Brazilian shrimp species, Farfantepenaeus paulensis and Litopenaeus schmitti. FEMS Microbiology Letters. 250: 117-120.\nBERLATO, M. A.; MARTINS, E. J.; CORDEIRO, A. P. A.; ODERICH, E. H. 2007. Tendência observada da precipitação pluvial anual e estacional do estado do rio grande do sul e relação com a temperatura da superfície do mar do oceano pacífico. XV Congresso Brasileiro de Agrometeorologia.\nCAPPARELLI, M. V.; KASTEN, P.; CASTILHO, A. L.; COSTA, R. C. (in press). Ecological distribution of the shrimp Litopenaeus schmitti (Burkenroad, 1936) (Decapoda, Penaeoidea) in Ubatuba Bay, São Paulo, Brazil. Invertebrate Reproduction &amp; Development.\nCASTILHO, A. L.; PIE, M. R.; FRANSOZO, A.; PINHEIRO, A. P.; COSTA, R. C. 2008a The relationship between enviromental variation and species abundance in shrimp community (Crustacea, Decapoda, Penaeoidea) in Southeastern Brazil. Journal of the Marine Biological Association ofthe United Kingdom. 88 (1): 119-123.\nCASTILHO, A. L.; FURLAN, M.; COSTA, R. C.; FRANSOZO, V. 2008b. Reproductive biology of the rock shrimp Sicyonia dorsalis (Decapoda: Penaeoidea) from the southeastern coast of Brazil. Invertebrate Reproduction and Development. 52 (12): 59-68.\nCASTRO, R. H.; COSTA, R. C.; FRANSOZO, A.; MANTELATTO, F. L. M. 2005. Population structure of the seabob shrimp Xiphopenaeus kroyeri (Heller, 1862) (Crustacea: Penaeoidea) in the litoral of São Paulo, Brazil. Scientia Marina. 69 (4): 105-112.\nCASTRO-FILHO, B. M.; MIRANDA, L. B; MYAO, S. Y. 1987. Condições hidrográficas na plataforma continental ao largo de Ubatuba: variações sazonais e em média escala. Boletim do Instituto de Oceanógrafico. 35: 135-151.\nCHAGAS-SOARES, F. 1979. Seletividade em redes de emalhar utilizadas na captura de camarão branco, Penaeus schmitti Burkenroad, 1936, na região lagunar-estuarina de Cananéia, São Paulo. Boletim do Instituto de Pesca, São Paulo. 6: 131-144.\nCHAGAS-SOARES, F.; PEREIRA, O. M.; SANTOS, E. P. 1995. Contribuição ao ciclo biológico de Penaeus schmitti Burkenroad, 1936, Penaeusbrasiliensis, Latreille, 1817 e Penaeus paulensis Perez-Farfante, 1967, na região lagunar-estuarina de Cananéia, São Paulo, Brasil. Boletim do Instituto de Pesca, São Paulo. 22 (1): 49-59.\nCOELHO, P. A.; SANTOS, M. C. F. 1994. Ciclo biológico de Penaeus schmitti Burkenroad 1936 em Pernambuco (Crustacea, Decapoda, Penaeidae). Boletim Técnico Científico, CEPENE. 2 (1): 35-50.\nCOELHO, P. A.; SANTOS, M. C. F. 1995. Resultados das amostragens biológicas na pesca de camarões marinhos ao largo de ilhéus, BA. Boletim Técnico Científico, CEPENE. 3 (1): 111-121.\nCOSTA, R. C. Biologia e distribuição ecológica das espécies de camarões Dendrobranchiata (Crustacea, Decapoda) na região de Ubatuba (SP). 2002. 186 f. Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo, 2002.\nCOSTA, R. C.; FRANSOZO, A.; MANTELLATO, F. L. M.; CASTRO, R. H. 2000. Occurrences of shrimps (natantia: penaidea and caridea) in Ubatuba bay, Ubatuba, São Paulo, Brazil. Proceedings of the Biological Society Of Washington., 113(3): 776-781.\nCOSTA, R. C.; FRANSOZO, A.; MELO, G. A. S.; FREIRE, F. A. M. 2003. An illustrated key for Dendrobranchiata shrimps from the northern coast of São Paulo state, Brazil. Biota Neotropica, 3 (1): 1-12, disponível no site:&lt;www.biotaneotropica.org.br/v3n1>\nCOSTA, R. C.; FRANSOZO, A. 2004a. Abundance and ecologic distribution of the shrimp Rimapenaeus constrictus (Crustacea: Penaeidae) in the northern coast of São Paulo State, Brazil. Journal of Natural History. 38 (7): 901-912.\nCOSTA, R. C.; FRANSOZO, A.; PINHEIRO, A. P. 2004. Ecological distribution of the Shrimp Pleoticus muelleri (Bate, 1888) (Decapoda: Penaeoidea) of Southeastern Brazil. Hidrobiología, 529: 195-203.\nCOSTA, R. C.; FRANSOZO, A.; NEGREIROS-FRANSOZO, M. L. 2005. Ecology of the rock shrimp Sicyonia dorsalis kingsley, 1878 (Crustácea: Sicyoniidae) in a subtropical region of Brazil. Gulf and Caribbean Research, ocean springs. 17 (1): 49-56.\nCOSTA, R. C.; FRANSOZO, A.; FREIRE, F. A. M.; CASTILHO, A. L. 2007. Abundance and ecological distribution of the \"sete-barbas\" shrimp Xiphopenaeus kroyeri (Heller, 1862) (Decapoda: Penaeoidea) in three bays of the Ubatuba region, Southeastern, Brazil. Gulf and Caribbean Research. 19: 33-41.\nCOSTA R. C.; LOPES M.; CASTILHO A. L.; FRANSOZO, A.; SIMÕES S. M. 2008. Abundance and distribution of juveniles pink shrimps Farfantepenaeus spp. in a mangrove estuary and adjacent bay on the northern shore of São Paulo State, southeastern Brazil. Invertebrate Reproduction and Development. 52: 51-58.\nD’INCAO, F.; VALENTINI, H.; RODRIGUES, L. F. 2002. Avaliação da pesca de camarões nas regiõesSudeste e Sul do Brasil. Atlântica. 24 (2): 103-116.\nDALL, W.; HILL, B. J.; ROTHLISBERG, P. C.; STAPLES, D. J. 1990. The biology of the Penaeidae. In Blaxter, J. H. S. &amp; Southward, A. J. (Ed). Advances in Marine Biology, San Diego. Academic Press, 27: 489pp.\nFILGUEIRA, H. J. A.; NETO, A. F. S.; BARBOSA, M. P. 2007. Impacto dos eventos ENOS (El Niho-Oscilação Sul) nas precipitações pluviométricas, nos recursos hídricos superficiais e na degradação do solo em região do semi-árido brasileiro. Anais XIII Simpósio Brasileiro de Sensoriamente Remoto, Florianópolis, Brasil, INPE, 38933898.\nFRANSOZO, A.; COSTA, R. C.; MANTELATTO, F. L. M.; PINHEIRO, M. A. A.; SANTOS,\nS.\t2002. Composition and abundance of shrimp species (Penaeidea and Caridea) in Fortaleza Bay, Ubatuba, Sõo Paulo, Brazil. In Briones, E. E. &amp; F. Alvarez (eds), Modern Approaches to the Study of Crustacea. KluwerAcademic Publishers, Dordrecht: 117-123.\nFRANSOZO, A.; COSTA, R.C.; CASTILHO, A. L.; MANTELATTO, F. L. M. 2004. Ecological distribution of the shrimp “Barba-ruça” Artemesia longinaris (Decapoda: Penaeidae) in Fortaleza Bay, Ubatuba, Brazil. Revista de Investigaciosn y Desarrollo Pesquero. 16: 45-53.\nFRANSOZO, V. Distribuição ecológica, ciclo reprodutivo e morfologia do sistema reprodutor masculino do camarão-branco, Litopenaeus schmitti (Burkenroad, 1936) (Crustacea, Penaeoidea) da região Sudeste do Brasil. 2011. 138 f. Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo, 2011.\nGARCIA, A. M.; VIEIRA, J. P.; WINEMILLER, K. O.; GRIMM, A. M. 2004. Comparison of 1982-1983 and 1997-1998 El Niño Effects on the Shallow-water Fish Assemblage of the Patos Lagoon Estuary (Brazil). Estuaries. 27 (6): 905-914.\nGLANTZ, M. H. 2001. Currents of Change: Impacts of El Niño and La Niña on Climate and Society. Cambridge University Press, Cambridge, U.K.. 268pp\nGRIBBLE, N. A.; WASSENBERG, T. J.; BURRIDGE, C. 2007. Factors affecting the distribution of commercially exploited penaeid prawns (shrimp) (Decapod: Penaeidae) across the northern Great Barrier Reef, Australia. Fisheries Research. 85: 174-185.\nJAIME-CEBALLOS, B. J.; HERNÁNDEZ-LLAMAS, A.; GARCIA-GALANO T.;\nVILLARREAL, H. 2006. Substitution of Chaetoceros muelleri by Spirulina platensis meal in diets for Litopenaeus schmitti larvae. Aquaculture. 260: 215-220.\nMAGGIONI, R.; ROGERS, A. D.; MACLEAN, N. 2003. Population structure of Litopenaeus schmitti (Decapoda: Penaeidae) from the Brazilian coast identified using six polymorphic microsatellite loci. Molecular Ecology. 12 (12): 3213-3217.\nMANTELATTO, F. L. M.; FRANSOZO, A. 1999. Characterization ofthe physical and chemical parameters of Ubatuba Bay, northern coast of São Paulo state, Brazil. Revista Brasileira de Biologia. 59: 23-31.\nNEIVA, G. S.; SANTOS, E. P.; JANKAUSKIS, V. 1971.Análise preliminar da população de camarão-legítimo Penaeus schmitti, Burkenroad, 1936, na Baía de Santos - Brasil. Boletim do Instituto de Pesca, São Paulo. 1 (2): 7-14.\nPÉREZ-CASTAÑEDA, R.; DEFEO, O. 2001. Population variability of four sympatric penaeid shrimps (Farfantepenaeus spp.) in a tropical coastal Lagoon of Mexico. Estuarine Coastal And Shelf Science. 52: 631-641.\nPÉREZ-FARFANTE, I.; KENSLEY, B. 1997. Penaeoid and Segestoid Shrimps and Prawns of theWorld. Keys and diagnoses for the families and genera. Éditions du Muséumnational d’Histoire naturalle, Paris, 233 p.\nRUELLO, N. V. 1973. Burrowing, feeding, and spatial distribution of the school prawn Metapenaeus macleayi (Haswell) in the Hunter River region, Australia. Journal of Experimental Marine Biology and Ecology. 13: 189-206.\nSANTOS, J. L. Pesca e estrutura populacional do camarão-branco Litopenaeus schmitti (Burkenroad, 1936) na região marinha e estuarina da Baixada Santista, São Paulo, Brasil. 2007. Dissertação (Mestrado em Aqüicultura e Pesca do Instituto de Pesca) - Instituto de Pesca, Agência Paulista de Tecnologia dos Agronegócios, São Paulo, 104p.\nSANTOS, M. C. F.; FREITAS, A. E. T. S. 2004. Estrutura populacional e pesca do camarão-branco Penaeus schmitti Burkenroad (Crustacea, Decapoda, Penaeidea) na Lagoa Papari, Municipio de Nísia Floresta (Rio Grande do Norte - Brasil). Boletim Técnico Científico,CEPENE. 12 (1):23-42.\nSANTOS, M. C. F.; PEREIRA, J. A.; IVO, C. T. C. 2004. Caracterização morfométrica do camarão-branco, Litopenaeusschmitti, (Burkenroad, 1936) (Crustacea, Decapoda, Penaeidae) no Nordeste Oriental do Brasil. Boletim Técnico Científico, CEPENE, 12 (1): 51-71.\nSANTOS J L; SEVERINO-RODRIGUES, E.; VAZ-DOS-SANTOS, A. M. 2008. Estrutura populacional do camarão-branco Litopenaeus schmitti nas regiões estuarina e marinha da Baixada Santista, São Paulo, Brasil. Boletim do Instituto da Pesca, São Paulo. 34 (3): 375-389.\nSILVA, J. F. 2001. El Niño, O fenômeno climático do século. Editora The Sauros, 139pp.\nSIMÕES, S. M.; COSTA, R. C.; FRANSOZO, A.; CASTILHO, A. L. 2010. Diel variation on the abundance and size of seabob shrimp Xiphopenaeus kroyeri (HELLER, 1862) (Crustacea, Penaeoidea) in Ubatuba region, Southeastern of Brazil. Anais da Academia Brasileira de Ciências. 82 (2): 369-378.\nTUCKER, M. 1988. Techniques in Sedimentology. Blackwell Scientific Publications. 408pp.\nZAR, J. H. 1996. Biostatistical Analysis, 4th edn. Prentice Hall, New Jersey. 663pp\ntyatáaça&amp;a/nuale\náag;onal^a6iüm.aA^^ae^onumerü^e\nimdtoídutá ^^eamara..o—6ranco-\nResumo\nConsiderando a exploração constante e indiscriminada de camarões nas regiões Sudeste e Sul do Brasil, somada a ausência de informações biológicas disponíveis sobre o camarão-branco Litopenaeus schmitti, o presente estudo teve como objetivo averiguar a variação anual e sazonal da biomassa e do número de indivíduos do camarão, com enfoque no período reprodutivo e de recrutamentojuvenil durante 4 anos de estudo. Observou-se, também, qual é a melhor época para abrir a pesca na baía de Ubatuba, litoral norte paulista e a influência da pluviosidade na abundância. As coletas de camarões foram realizadas na baía de Ubatuba, nos anos de 1998, 1999, 2002 e 2006 utilizando um barco de pesca comercial equipado com redes de arrasto do tipo “double-rig” em profundidades até os 20 metros. Um total de 566 (13.171 g) individuos por hora de arrasto (CPUE) foi coletado durante os 4 anos de estudo, sendo 57,6 % destes amostrados em 1998, 16,73 % em 1999, em 2002 12,01 % e 2006 com 13,60 %. Houve um declínio acentuado na biomassa e no número de indivíduos coletados com o passar dos anos, devido, provavelmente, à forte pesca indiscriminada logo após a permissão de captura dos camarões marinhos. Houve diferença significativa da biomassa de camarões entre os anos, entre os períodos e entre ano x estação (ANOVA two way, p&lt;0,05). A biomassa mensal de camarões teve relação inversa com a pluviosidade, porém no ano em que houve El Niño (1998) e, consequentemente maior precipitação, a abundância foi a mais elevada. Foi observado que as melhores épocas para se pescar são nos meses do outono e inverno, pois além da maior biomassa capturada, a maioria dos individuos adultos encontravam-se com suas gônadas rudimentar. Notou-se que, embora raramente coletados, os indivíduos imaturos estão protegidos pelo atual período de defeso do camarão, pois aparecem entre os meses de março e maio. Porém nossos estudos mostraram que devido a pesca que comumente ocorre logo após o período de defeso, apesar de seu legitimidade pode ser o fator chave neste decréscimo na biomassa e se não for controlada racionalmente, pode levar à sobrepesca desse importante recurso.\nPalavras-chave: Pesca, período de defeso, biomassa\nAbstract\nConsidering the constant and indiscriminate shrimp exploitation on Brazilian South and Southeastern regions, together with lack of available biologic information about white shrimp Litopenaeus schmitt, the goal of present study was to investigate annual and seasonal variation of biomass and number of individuals of the shrimp, focusing reproductive period and juvenile recruitment. It was also observed rainfall influence on abundance and which is the best period to open fishery activity in Ubatuba Bay, north littoral of São Paulo. Shrimp samples were carried out at Ubatuba Bay, during 4 years of study (1998, 1999, 2002 and 2006). Individuals were captured with a shrimp fishing boat equipped with two double-rig nets at depths up to 20m. A total of 566 (13,171 g) individuals per unit effort (CPUE, number of shrimp caught per trawl per hour) was collected during 4 years of study, being 57.6% sampled in 1998, 16.73% in 1999, 12.01% in 2002 and 13.60% in 2006. There was a marked decrease on biomass and on the number of individuals collected over the years, probably due to shrimp overfishing together with the environmental impact caused by tourism. There was a significant difference of shrimp biomass among years, among periods and between year x season (ANOVA twoway, p<0.05). The monthly biomass of shrimps had an inverse correlation with rainfall, but in the year there was El Niño, for consequence, there was a higher precipitation, and abundance was higher. It was observed that the best season to fish are autumn and winter, because of the higher biomass in these months and most of individuals are in a rudimentary stage of the gonads. It was noted that individuals in IM stage are protected by the present period of shrimp off-season, even so they were rarely collected. The obtained results suggest that, at Ubatuba region, texture and organic-matter content and rainfall modulate the distribution of these animals. However, our studies show that due to predatory fish and if this activity is not rationally controlled, this important resource goes to overfishing.\nKeywords: Fishery, off-season, biomass.\nIntrodução\nOs camarões, que constituem um dos recursos pesqueiros mais visados e explorados nas regiões costeiras em todo o mundo, assim como em toda costa brasileira, têm sua pesca exercida sobre dois extratos populacionais, ou seja, captura de juvenis e sub-adultos em áreas estuarinas e lagunares (pesca artesanal) e a de adultos em águas oceânicas (pesca industrial) (D’INCAO et al., 2002). A pesca industrial é praticada com maior intensidade no Brasil frente às costas do Espírito Santo, Rio de Janeiro, São Paulo, Paraná e Santa Catarina e a pesca artesanal nos estuários e baías dos litorais brasileiros (ALMEIDA &amp; D’INCAO, 1999).\nDe acordo com COSTA &amp; FRANSOZO (1999), D1NCAO et al. (2002) e COSTA et al. (2005), a exploração constante e indiscriminada de camarões nas regiões Sudeste e Sul do Brasil acompanhada do impacto ambiental causado pelo turismo, tem causado a diminuição dos estoques naturais de espécies mais rentáveis como os camarões-rosa Farfantepenaeus brasiliensis (Latreille, 1817) e F. paulensis (Pérez Farfante, 1967), o camarão-branco Litopenaues schmitti (Burkenroad, 1936) e o camarão sete-barbas Xiphopenaeus kroyeri (Heller, 1862).\nProvavelmente, o esforço de pesca exercido sobre os estoques de tais espécies esteja além do máximo tolerável e em consequência, encontram-se comprometidos, ocasionando a exploração de espécies de menor porte, como por exemplo, os camarões Artemesia longinaris Bate, 1888 e Pleoticus muelleri (Bate, 1888) (CASTILHO, et al., 2008).\nPortanto, parte significativa dos estoques pesqueiros de camarões poderá entrar em colapso, caso não sejam efetuados estudos detalhados sobre a biologia populacional\ndas demais espécies de Penaeidae visando subsidiar órgãos de controle da pesca (FRANSOZO, 2011).\nPorém, apesar da redução de certos recursos pesqueiros marinhos e estuarinos, ocasionada, principalmente, pela sobrepesca e pelas mais variadas formas de agressões ambientais sobre os ecossistemas costeiros, a atividade pesqueira ainda é considerada uma das principais fontes econômicas e de alimentos para diversas comunidades, particularmente aquelas mais carentes (MOURA, 2005).\nPor estes recursos apresentarem grande valor proteico e, se utilizados de maneira sustentável, oferece grandes possibilidade para satisfazer as necessidades nutricionais da população, especialmente nos países em desenvolvimento (DIAS NETO &amp; DORNELLES, 1996). Segundo os mesmo autores, aproximadamente 16,5 % do total de proteína animal ingerida pela população humana é de origem de organismos marinhos e estuarinos, proporcionando sustento a milhões de pessoas em todo o mundo.\nNo contexto mundial, a pesca extrativa marinha voltada para a alimentação, passou dos 27,6 milhões de toneladas em 1961 e atingiu cerca de 93 milhões de toneladas capturadas anualmente no final do século XX, o que representou uma mudança per capita de consumo desses recursos de 9 Kg para 16 Kg por ano (FAO, 2002). No Brasil, este consumo não chega aos 7 Kg, o que é considerado bem abaixo do recomendado pela Organização Mundial da Saúde (OMS), que sugere um consumo mínimo de 12 Kg/hab/ano (SEAP, 2001).\nmercado externo (VINATEA, 2000; DIEGUES, 2002). Segundo PAIVA (1997) e CNIO (1998) até a metade da década de 1990 o Brasil participava com um pouco mais de 0,5% do total mundial capturado, situando a produção nacional um pouco acima de 500 mil toneladas anuais.\nNo Brasil, a pesca industrial pode ser dividida em duas categorias: pesca industrial oceânica e pesca industrial costeira. A primeira ainda pouco desenvolvida no país é executada por embarcações devidamente equipadas e adequadas a operarem em áreas oceânicas, enquanto que a segunda, se caracteriza por possuir embarcações com autonomia entre quinze a trinta dias e aptas a atuarem, principalmente, em águas neríticas. Por esse motivo no Brasil, o segundo tipo de embarcação tem sido responsável pela captura dos principais recursos voltados à produção, entre os quais, podemos citar: lagostas, sardinhas, atuns e camarões (DIAS NETO &amp; DORNELLES, 1996; CNIO, 1998).\nNas regiões Sudeste e Sul o camarão sete-barbas X. kroyeri aparece como espécie dominante nas capturas entre os peneídeos, ocorrendo desde o norte do Espirito Santo até a Ilha de Santa Catarina. Porém, economicamente, as duas espécies de camarões-rosa (F. brasiliensis e F. paulensis) são as mais importantes, com desembarques acontecendo desde o estado do Espirito Santo até o estado do Rio Grande do Sul. Nas últimas décadas, devido à intensa exploração da frota pesqueira, houve um declínio significativo dos estoques de camarões-rosa, causando uma substituição desse recurso por outras espécies de camarões como L. schmitti, A. longinaris e P. mulleri (COSTA et al., 2007; FRANSOZO, 2011).\nmarcante estar associado com chuvas intensas na região sul e sudeste, tem dispensado o interesse da comunidade científica pela busca de um melhor entendimento dos processos físicos e dinâmicos que geram tal fenômeno e suas consequências nos ecossistemas (SILVA, 2001).\nApesar da importância direta e indireta da atividade pesqueira para o país, estudos relacionados à pesca do camarão-branco na região de Ubatuba praticamente inexistem. Os estudos realizados nas regiões Sudeste e Sul do Brasil referem-se à pesca camarões-rosa (VALENTINI, etal., 1991; D’INCAO, 1991; D’INCAO, et al., 2002).\nSendo assim, pretende-se com esse trabalho, levantar informações sobre L. schmitti na região de Ubatuba, SP, litoral norte paulista, fornecendo subsídios aos pescadores como a melhor época para a pesca; como o acompanhamento anual do estoque pesqueiro e a relação da biomassa com fenômenos naturais como o El niño.\nObjetivos\nO objetivo do presente estudo foi fazer um acompanhamento anual e sazonal da biomassa e do número de indivíduos do camarão-branco L. schmitti na baía de Ubatuba, Estado de São Paulo, Brasil. A pluviosidade foi avaliada com o intuito de analisar a influência deste fator com a pesca. Adicionalmente, foi verificado o período reprodutivo e de recrutamento juvenil com a finalidade de mostrar qual a época mais adequada para permissão da pesca.\nMaterial e Métodos\nAs coletas foram realizadas mensalmente no litoral norte do estado de São Paulo na região de Ubatuba entre as latitudes (23° 26’ 27” - 23° 31’57” S) e longitudes (45° 03’18” - 44° 55’28” O), durante o período dejaneiro a dezembro dos anos de 1998, 1999, 2002 e 2006. Os pontos de coletas foram monitorados com um GPS (Global Positioning System) e de um ecobatímetro para detectar a profundidade.\nAs coletas referentes aos anos de 1998 e 1999 foram realizadas com o intuito de se estudar a biodiversidade e a abundância de crustáceos Decapoda. Nestes anos, seis pontos de coletas foram amostrados, sendo que quatro deles foram localizados paralelos à linha da costa, em profundidades média de 5 (IV), 10 (III), 15 (II) e 20 metros (I), e dois foram estabelecidos próximos aos costões rochosos sendo que o ponto V (9 m) situou-se em áreas denominadas “não protegidas”, localizadas próximo às zonas de arrebentações e sujeitos à ação de correntes de superfície e de fundo e o ponto VI (6,5 m), localizou-se em áreas denominadas “protegidas” das enseadas (Figura 7). Já no ano de 2002 não foram amostrados os pontos Ve VI eem 2006 os pontos lie III descritos anteriormente.\n-45'15'\t-45'10'\t-45'05'\t-45'00'\t-44'55'\t-44'50'\nFiguras 7 - Mapa da região de Ubatuba - SP, enfatizando os pontos de coletas (I a VI) dos anos amostrados.\n1-\tMaterial Biológico\nAs coletas foram diurnas, utilizando-se um barco de pesca comercial equipado com redes tipo mexicana denominada de “double-rig”. Cada rede mediu em sua abertura em 4,5 m, 20 mm entrenós na panagem e 18 mm no ensacador. Cada arrasto teve a duração de 30 minutos. Em 1998 e 1999 o esforço amostrai foi de 3 horas (6 pontos de coleta X % hora de arrasto) e em 2002 e 2006 o esforço amostrai foi de 2 horas (4 pontos de coleta X % hora de arrasto). Assim, a biomassa e o número de indivíduos mensais foram expressos por hora/arrasto\n2-\tAbundância\nPara a análise da abundância (número total de indivíduos) e da biomassa (peso úmido em gramas) foi quantificado a captura por unidade de esforço (CPUE), ou seja, a biomassa ou a abundância foi calculada pelo esforço amostrai (horas).\nTodos os indivíduos foram identificados e quantificados quanto ao sexo, mensurados quanto ao comprimento em milímetros da carapaça - CC (0,1 mm), correspondendo à distância linear do ângulo orbital até a margem posterior da carapaça. Os dados de precipitação (pluviosidade) foram fornecidos pelo site www.ciiaqro.orq.br.\n3-\tAnálise do Período Reprodutivo e de Recrutamento Juvenil\nAs formas juvenis e adultas nas fêmeas foram determinadas pela observação macroscópica das gônadas, adaptada de BAUER &amp; LIN (1994); NAKAGAKI &amp; NEGREIROS-FRANSOZO (1998); COSTA &amp; FRANSOZO (2004b) e CASTILHO et al. (2007a). Os ovários foram categorizados de acordo com a coloração e tamanho. Ovários imaturos são finos, transparentes e pequenos (IM). Ovários maduros são categorizados como maiores e mais largos em relação à condição imatura. Ovários que apresentarem uma coloração variando de amarelo à laranja claro foram considerados rudimentares, i.e. fêmeas com as gônadas não desenvolvidas (RU). Ovários mais desenvolvidos e coloração verde claro foram considerados em estágio em desenvolvimento (ED) e aqueles que apresentaram coloração verde intensa, quase petróleo, perfeitamente visíveis através do exoesqueleto e ao nível do abdômen sendo bastante volumosos são considerados como estágio desenvolvido (DE).\nPara os machos, seguiu-se o padrão proposto por PÉREZ-FARFANTE (1969), ou seja, pela união dos endopoditos de cada apêndice do primeiro segmento abdominal que forma o petasma, pois segundo a autora os machos atingem a maturidade morfológica, podendo ser considerados adultos, a partir da formação do petasma.\nAs análises dos períodos reprodutivos e de recrutamento foram efetuadas por meio da construção de gráficos biomassa total (CPUE) de cada estágio gonadal ao longo dos meses. O recrutamento foi calculado por meio da entrada de exemplares imaturos,\nindependente do sexo, mensalmente na população. O período reprodutivo foi calculado mensalmente com o agrupamento dos estágios ED+DE.\nPara comparação da biomassa (entre os anos e estações do ano) foi realizada uma análise de variância (ANOVA, two way, p&lt;0,05), complementada com o teste de Tukey, ao nível de significância de 5%. Foram realizados testes de hocedasticidade (Levene) e normalidade (Shapiro-Wilk) e quando conveniente, os dados foram logaritimizados para atender as premissas dos testes estatísticos (ZAR, 1999).\nResultados\nDurante o período de estudo foram coletados 566 indivíduos (CPUE = hora por arrasto) dos quais 57,60 % foi referente ao ano de 1998 (n= 326 ind), seguido por 16,73 % em 1999 (n= 95 ind), 13,60 % em 2002 (n=68 ind) e 12,01 % em 2006 (n=77 ind).\nA biomassa total de camarões capturados foi de 13.171 g, sendo 40,20 % (5.299 g) no ano de 1998, 20,50 % (2.698 g) em 1999, 17,90 % (2.357 g) em 2002 e 21,40 % (2.817 g) em 2006(Figura 8).\nHouve diferença significativa da biomassa de camarões entre os anos, sendo que 1998 diferiu significativamente dos anos de 1999 e 2002 (p&lt;0,05), porém não houve diferença com o ano de 2006 (p> 0,05) (Figura 8 e Tabela III).\nFigura 8 - Litopenaeus schmittr. Biomassa total (g) capturada nos quarto anos de estudo na baía de Ubatuba-SP, indicando o resultado da análise de variância. Anos que apresentam pelo menos uma letra igual não diferem estatisticamente (p<0,05).\nTabela III - Litopenaeus schmitti'. Resultado da análise de variância para o número de indivíduos (CPUE) coletados na Baía de Ubatuba-SP.______________________________\nFonte\tGL\tQM\tF\tP\nAno\t3\t210231\t4,33\t0,0054\nEstação do ano\t3\t544980\t11,24\t0,0000\nAno x Estação\t9\t208945\t4,30\t0,0000\nGL= graus de liberdade; QM= quadrado médio; F= QMfator/QMresíduo e P= probabilidade de significância.\nHouve diferença significativa entre a biomassa e entre as estações do ano e entre a relação ano e estação (ANOVA two way, p&lt;0,05) (Tabela III). Em relação às estações do ano, o outono de 1998 diferiu significativamente das outras estações desse mesmo ano, assim como o inverno diferiu do verão (Figura 9). Em 1999 e 2002 (Figuras 10 e 11) não ocorreram diferenças significativas entre as estações; No entanto, numericamente os meses do inverno foram aqueles com a maior CPUE. Já em 2006, a única relação em que houve diferença significativa foi entre verão e inverno (ANOVA two way, p&lt;0,05) (Figura 12).\n1998\nFigura 9 - Litopenaeus schmitti'. Biomassa total (g) capturada em cada estação do ano de 1998 na baía de Ubatuba-SP, indicando o resultado da análise de variância. Estações que apresentam pelo menos uma letra igual não diferem estatisticamente (p<0,05).\n1999\nFigura 10 - Litopenaeus schmittr Biomassa total (g) capturada em cada estação do ano de 1999 na baía de Ubatuba-SP, indicando o resultado da análise de variância. Estações que apresentam pelo menos uma letra igual não diferem estatisticamente (p<0,05).\n2002\nFigura 11 - Litopenaeus schmittr. Biomassa total (g) capturada em cada estação do ano de 2002 na baía de Ubatuba-SP, indicando o resultado da análise de variância. Estações que apresentam pelo menos uma letra igual não diferem estatisticamente (p<0,05).\n2006\n2000 -\n1800 -\n1600 -\nS\t1400 -\n~\t1200 -\n** LL1 Z S 1000 -\niz> o\nra —' 800 -.2 600 -\nm\n400 -\n200 -\n0 -*•\nb\nV\nO\nab\nP\nFigura 12 - Litopenaeus schmittr. Biomassa total (g) capturada em cada estação do ano de 2006 na baía de Ubatuba-SP, indicando o resultado da análise de variância. Estações que apresentam pelo menos uma letra igual não diferem estatisticamente (p<0,05).\nComparando as estações do ano, nota-se que não houve diferenças significativas entre os anos, com exceção do outono de 1998 que diferiu dos demais anos estudados (Tabela IV).\nTabela IV - Litopenaeus schmitti'. Resultado da análise de variância para o número de indivíduos (CPUE) coletados na baía de Ubatuba-SP.\n(A) VERÃO\tValor de P\t(B) OUTONO\tValor de P\n1998 vs. 1999\t0,995\t1998VS. 1999\t<0,001*\n1998 vs. 2002\t0,999\t1998 vs. 2002\t<0,001*\n1998 vs. 2006\t0,100\t1998 vs. 2006\t<0,001*\n1999 vs. 2002\t0,984\t1999 vs. 2002\t0,361\n1999 vs. 2006\t0,999\t1999 vs. 2006\t0,611\n2002 vs. 2006\t0,998\t2002 vs. 2006\t0,983\n(C) INVERNO\tValor de P\t(D) PRIMAVERA\tValor de P\n1998 vs. 1999\t0,777\t1998VS. 1999\t0,999\n1998 vs. 2002\t0,995\t1998 vs. 2002\t1,000\n1998 vs. 2006\t0,973\t1998 vs. 2006\t1,000\n1999 vs. 2002\t0,932\t1999 vs. 2002\t1,000\n1999 vs. 2006\t0,479\t1999 vs. 2006\t0,999\n2002 vs. 2006\t0,873\t2002 vs. 2006\t1,000\n* relações que diferiram estatisticamente. A = comparação do verão entre os anos; B = comparação do outono entre os anos; C = comparação do inverno entre os anos e D = comparação da primavera entre os anos.\nDe acordo com os gráficos de biomassa mensal total (Figuras 13 (A), 14 (A), 15 (A) e 16 (A)) verificou-se que a maior abundância em 1998 foi capturada no mês de abril, seguido por junho e agosto. A biomassa foi representada, em sua maioria, pelos indivíduos RU. No entanto, neste ano foi quando apareceu a maior quantidade de indivíduos imaturos na baía em relação aos demais anos amostrados. Em 1999 a abundância foi crescente a partir de maio com pico máximo em julho. Os indivíduos RU foram os responsáveis pela maior biomassa nesses meses. Em 2002, observa-se que a maior biomassa foi entre os meses de julho a setembro, mas ao contrário dos anos anteriores, os organismos responsáveis pela alta da biomassa foram os reprodutivos (ED+DE) e os RU. Já em 2006, observa-se uma crescente na biomassa desde abril, com pico máximo em setembro com os indivíduos RU, ED+DE como responsáveis pela maior biomassa (Figuras 13 (B), 14 (B), 15 (B) e 16 (B)).\nA pluviosidade média foi maior em 1998 (249,4 ± 168,2 mm) seguido por 1999 com 195, 5 ± 101,6 mm, 2002 com 190,9 ± 145,9 mm e em 2006 com 186,3 ± 114,6 mm. Em todos os anos amostrados, notou-se que as maiores abundâncias foram registradas nos meses posteriores à temporada de chuvas (Figuras 13 (A), 14 (A), 15(A) e16 (A)).\nFigura 13 - Litopenaeus schmittr. (A) biomassa total mensal (g); (B) biomassa nos diferentes estágios gonadais capturada no ano de 1998 na baía de Ubatuba-SP.\nFigura 14 - Litopenaeus schmitti'. (A) biomassa total mensal (g); (B) biomassa nos diferentes estágios gonadais capturada no ano de 1999 na baía de Ubatuba-SP.\nFigura 15 - Litopenaeus schmitti'. (A) biomassa total mensal (g); (B) biomassa nos diferentes estágios gonadais capturada no ano de 2002 na baía de Ubatuba-SP.\nB\t2006\nFigura 16 - Litopenaeus schmitti'. (A) biomassa total mensal (g);(B) biomassa nos diferentes estágios gonadais capturada no ano de 2006 na baía de Ubatuba-SP.\nOs indivíduos imaturos foram pouco representativos, com exceção de 1998, onde cerca de 44 individuos por arrasto foram capturados em abril, sendo responsável por 473,67 g da biomassa total deste ano (Figura 13 (B)).\nNotou-se uma baixa captura de indivíduos com tamanhos inclusos nos menores e maiores intervalos de classes de tamanho (Figuras 17, 18, 19 e 20).\n1998\t■\t□\nFigura 17 - Litopenaeus schmitti'. Distribuição em classes de frequência de tamanhos (machos e fêmeas) coletados em 1998 na baía de Ubatuba-SP.\n■ Macho □ Fêmea\nFigura 18 - Litopenaeus schmitti'. Distribuição em classes de frequência de tamanhos (machos e fêmeas) coletados em 1999 na baía de Ubatuba-SP.\n2002\n■ Macho □ Fêmea\nFigura 19 - Litopenaeus schmitti'. Distribuição em classes de frequência de tamanhos (machos e fêmeas) coletados em 2002 na baía de Ubatuba-SP.\n2006\n■ Macho □ Fêmea\nFigura 20 - Litopenaeus schmitti'. Distribuição em classes de frequência de tamanhos (machos e fêmeas) coletados em 2006 na baía de Ubatuba-SP.\nOs maiores valores de CC foram registrados nos anos de 2002 (CC= 54,0 mm), seguidos por 2006 (CC= 53,6 mm), 1999 (CC= 53,2 mm) e 1998 (CC= 47,9 mm). Já os menores, em 1999 (CC= 9,1 mm), em 2002 (CC= 18,4 mm), em 1998 (CC= 18,5 mm) e em 2006 (CC= 18,8 mm) (Figuras 17, 18, 19 e 20). Os valores médios de CC registrados em 1998 e 1999 foram menores (29,8 ± 4,5 mm, 30,63 ± 7,2 mm, respectivamente) que\nos observados nos ano de 2002 e 2006 (34,85 ± 5,8 mm, 34,23 ± 6,6 mm, respectivamente).\nOs valores de comprimento da carapaça entre os anos amostrados diferiram estatisticamente (teste t de “Student”, p &lt;0,05), com exceção da comparação entre os anos de 2002 e 2006 (Tabela V).\nTabela V - Litopenaeus schmitti'. Resultado do teste t de “Student” dos tamanhos dos individuos entre os anos amostrados na baía de Ubatuba-SP.\nStudent’s\tGL\tt\tP\n1998 vs 1999\t1255\t2,15\t0,0317\n1998 vs 2002\t1113\t11,65\t0,0000\n1998 vs 2006\t1132\t14,86\t0,0000\n1999 vs 2002\t414\t5,99\t0,0000\n1999 vs 2006\t433\t7,82\t0,0000\n2002 vs 2006\t291\t1,68\t0,0939 *\n* não houve diferença significativa\nGL= grau de liberdade; t= resultado do teste; p= probabilidade de significância.\nAs amplitudes de tamanhos mínimo e máximo das fêmeas capturadas em 1998 foram de 19,4 mm e 47,9 mm, respectivamente (tamanho médio de 31,4 ± 5,2 mm). Já o menor macho mediu 18,5 mm e o maior 39,7 mm, com valores médios de 28,8 ± 3,6 mm (Figuras 17 e 21). Em 1999 a amplitude para fêmeas variou de 9,7 mm a 53,2 mm, com tamanho médio de 31,6 ± 9,4 mm. Os machos, desse mesmo ano, tiveram tamanho mínimo de 9,1 mm e máximo de 39,1 e valor médio de 30,7 ± 3,7 mm (Figuras 18e21). O tamanho médio das fêmeas, em 2002, foi de 37,62 ± 5,8 mm com valor mínimo de 18,4 mm e máximo de 54,0 mm, os machos tiveram tamanho médio de 33,1 ± 2,9 mm, com valores de 23,3 mm e 39,1 para mínimo e máximo, respectivamente (Figuras 19e21). Em 2006 CC variou de 18,8 mm a 52,0 mm para as fêmeas e 28,1 mm e 39,9 mm para os machos, com valores médios de 41,3 ± 5,8 mm e 34,4 ± 3,0 mm para fêmeas e machos, respectivamente (Figuras 20 e 21).\nDe um modo geral, houve diferença significativa entre os tamanhos de CC entre os sexos, com as fêmeas apresentando um tamanho maior que os machos (Teste t, p= 0,00). No ano de 1999, apesar das fêmeas terem atingido tamanhos de carapaça maiores, não houve diferença significativa com o tamanho da carapaça dos machos. (Tabela VI).\nTabela VI - Litopenaeus schmitti: Resultado do teste t de “Student” dos tamanhos dos machos e fêmeas entre os anos amostrados na baía de Ubatuba-SP.____________________________\nStudent’s\tGL\tt\tp\n1998\t976\t9,04\t0,0000\n1999\t282\t1,11\t0,2693*\n2002\t134\t5,94\t0,0000\n2006\t152\t9,72\t0,0000\n* não houve diferença significativa\nGL= grau de liberdade; t= resultado do teste; p= probabilidade de significância.\nNo ano de 1998 apresentou a menor variação mensal da média do comprimento da carapaça e os indivíduos foram coletados em todos os meses. Notou-se que em todos os anos, as menores médias de CC foram encontradas, principalmente, no outono/inverno, com exceção de março de 1999 (Figura 21). Por outro lado, apesar do decréscimo na biomassa capturada a partir do final do inverno, os tamanhos médios dos indivíduos aumentaram gradativamente nos meses das estações seguintes.\n60\n50\n40\n?\n¿ 30\nO o\n20\n10\n60\n50\n40\nê 30\nO\nO\n20\n10\n1998\n1999\n60\n50\n□ Médial I Média ± DP Mín-Máx\nJFMAMJJAS0ND\n2002\n□ Média Média ± DP Mín-Máx\n--,---!--P3---!---!---!---!---!---!---,-\n40\n?\n¿ 30\nO o\n20\n10\n60\n50\n40\nÊ 30\nO o\n20\n10\n□ Média I I Média ± DP Mín-Máx\n-ra-*-*-*-*-*-*-*-*-*-*—\nFMAMJJASOND\n2006\n□\n□ Média I I Média ± DP Mín-Máx\n\no\no\nJ\n□\n□\n0\nJ FMAMJ JASOND\n0\nFigura 21 - Litopenaeus schmitti'. Valores médios do comprimento da carapaça (CC), com as amplitudes máximas e mínimas mensais nos quatro anos amostrados na baía de Ubatuba-SP.\nDiscussão\nA diminuição na quantidade da biomassa capturada nos anos de 1999, 2002 e 2006 em relação ao 1o ano amostrado, também foi comprovada com os dados de desembarque anual realizado pelo Instituto de Pesca (Tabela Vil). Assim, se a pesca do camarão não for controlada racionalmente, pode levar à sobrepesca desse recurso. Segundo ABDALLAH &amp; BACHA (1999), a sobrepesca ocorre quando se captura além de um nivel máximo de rendimento biologicamente sustentável, gerando a redução do estoque natural do mesmo.\nTabela Vil. Dados da biomassa total, em quilogramas, desembarcados anualmente na baía de Ubatuba-SP disponível no site http://www.pesca.sp.gov.br/estatistica/index.php\nAno\t1998\t1999\t2002\t2006\nPeso úmido\t\t\t\t\ntotal (Kg)\t72.893\t17.672\t14.189\t9.170\nComo a pesca de camarões é livre acesso, ela dá condições para quem é pescador de explorar o recurso pesqueiro livremente, em toda a área de pesca, sem a preocupação da reposição do recurso, pois essa fica a cargo da natureza, já que a pesca é considerada um bem natural, não precisando ser produzido para ser capturado. Desta maneira o recurso pesqueiro não é avaliado como recurso, mas apenas como produto, condicionando que mais pescadores entrem no mercado, e que os lucros sejam investidos em apetrechos de pesca, levando ao aumento do esforço de pesca SOUZA (2001).\nDesta maneira, a introdução de tecnologia nas pescarias fez surgir os efeitos de sobrepesca e pesca predatória, dificultando aos estoques pesqueiros a recuperação natural. Segundo SOUSA (2004) enquanto houver estoques no mar, haverá a competição\n58\nentre as embarcações e por não existir direito de propriedade para o uso dos recursos pesqueiros, cada pescador capturará o maior volume possível, propiciando o esgotamento do recurso pesqueiro.\nFoi observado que a biomassa de camarões foi maior durante o outono e inverno e é reduzida durante a primavera e verão. Fato este que pode ser explicado devido ao ciclo de vida desses animais. O ciclo de vida pode ser descrito como se segue: após um período de desenvolvimento larval inicial (nauplius, protozoe e missis) no mar, as larvas migram em direção os estuários e penetram quando estão na fase de pós-larvas. Neste ambiente transformam-se em jovens que crescem e voltam para o mar (NEIVA et al., 1971; RODRIGUEZ, 1973; GAMBA &amp; RODRÍGUEZ, 1987; PÉREZ FARFANTE, 1970; COELHO &amp; SANTOS, 1993a).\nNo outono, houve uma maior quantidade de indivíduos menores em estágio gonadal denominado de RU. Provavelmente são recém-recrutados migrantes do estuário. CAPPARELLI et al. (jn press) observou que em estuários que desembocam na baía de Ubatuba, o recrutamento juvenil ocorreu a partir de dezembro e posteriormente em maiores tamanhos, aparecem na baía a partir dos meses do outono. Segundo a mesma autora, os indivíduos na baía são oriundos dos estuários ao largo de Ubatuba. Esses indivíduos desenvolvem suas gônadas aumentando a biomassa, fazendo com que no inverno, mesmo que a quantidade de indivíduos diminua, a biomassa não é afetada drasticamente devido ao tamanho que os indivíduos atingem. O mesmo foi observado por SANTOS et al. (2008) e NEIVA et al. (1971) na Baixada Santista onde o pico de fêmeas maduras foi encontrado no final outono e começo do inverno.\nPor outro lado, a menor biomassa capturada na primavera e verão pode ter sido devido à migração dos indivíduos adultos, principalmente das fêmeas, para áreas mais profundas e talvez em direção ao litoral Sul do Estado de São Paulo para desovar, pois essa região possui zonas estuarinas de grandes extensões como por exemplo, Cananéia-\n59\nSP, que segundo CHAGAS-SOARES et al. (1995), é considerada um berçário para o camarão-branco. Outra hipótese são as capturas intensivas e concentradas em uma mesma região que podem causar limitações dos estoques dessa espécie (COSTA, 2002).\nA melhor época do ano para se realizar a pesca é no final do outono e todo o inverno, devido, principalmente a maior biomassa e maior quantidade de indivíduos coletados nessas estações na fase RU. O mesmo pode ser observado na Tabela VIII, em relação aos dados de desembarques (quilograma) mensais realizados pelo Instituto de Pesca.\nTabela VIII. Dados da biomassa total, em quilogramas, desembarcados mensalmente na\nbaía de Ubatuba-SP disponíveis no site http://www.pesca.sp.gov.br/estatistica/index.php__\nBiomassa em Kg\nMeses\t1998\t1999\t2002\t2006\nJaneiro\t12\t238\t-\t-\nFevereiro\t1.983\t-\t-\t-\nMarço\t-\t-\t-\t36\nAbril\t-\t-\t-\t102\nMaio\t45.330\t5.359\t-\t568\nJunho\t7.327\t5.890\t5.330\t5.857\nJulho\t10.238\t4.004\t4.620\t255\nAgosto\t5.375\t1.765\t2.596\t534\nSetembro\t802\t425\t780\t1.818\nOutubro\t1.128\t-\t415\t-\nNovembro\t539\t-\t448\t-\nDezembro\t159\t-\t-\t-\nOs indivíduos em estágio rudimentar de maturação gonadal, foram os maiores responsáveis pela biomassa capturada nos anos de 1998, 1999 e 2006. Já em 2002, a maior biomassa foi representada pelos reprodutivos. Embora a região de estudo seja utilizada pelos camarões como área de reprodução, provavelmente, uma parcela da população reprodutiva, principalmente as fêmeas, não tenha sido representada, pois segundo DALL et al., 1990, esses animais migram para regiões mais profundas para se reproduzirem.\nA abundância mensal de Litopenaues schmitti observada no presente estudo está inversamente relacionada com a pluviosidade, pois em geral, as maiores capturas foram registradas em meses posteriores aos meses chuvosos. A pluviosidade excessiva nos meses de janeiro, fevereiro e março de 1998 pode ter sido responsável pela saída dos organismos do estuário para a baía, aumentando a abundância de L. schmitti nos meses seguintes (abril, maio e junho). Isso pode ser comprovado pela grande presença de juvenis na baía no ano de 1998. Em 1999, houve uma menor pluviosidade se comparada com 1998, porém os maiores valores para tal fator ocorreram nos meses de fevereiro, março e abril e as maiores abundâncias ocorreram nos meses de maio, junho e julho. O mesmo padrão foi observado em 2002 e 2006, porém, as maiores abundâncias foram registradas em julho, agosto e setembro.\nResultados semelhantes foram encontrados por CHAGAS-SOARES et al. (1995), para a região de Cananéia, e SANTOS et al. (2008) na região da baixada Santista, onde as maiores abundâncias foram encontradas entre março e julho.\nJá a abundância anual, está diretamente relacionada com a intensidade das chuvas. Nota-se que o ano de maior pluviosidade foi o que apresentou a maior biomassa, e a maior presença de indivíduos imaturos. Tal fato pode ser atribuído ao ciclo de vida do tipo 2, proposto por DALL et al., (1990), e provavelmente, as chuvas elevadas anteciparam a saída dos indivíduos no estágio imaturo das gônadas, pois segundo NEIVA\n61\net al. (1971); RODRIGUEZ (1973); PÉREZ FARFANTE (1970) e COELHO &amp; SANTOS (1993a) os jovens abandonam os estuários quando atingem a idade adulta.\nEssa maior pluviosidade em 1998 é resultado, provavelmente, do fenômeno El Niño (GLANTZ, 2001; BERLATO, et. al., 2007; FILGUEIRA, et al., 2007; BRITO, et al., 2008. Tal fenômeno, no Brasil, tem como características chuvas intensas na região sul e sudeste e seca na região nordeste e parte da região norte (SILVA, 2001) e segundo GLANTZ (2001) o fenômeno El Niño que ocorreu no final de 1997 e começo de 1998 foi o mais intenso em magnitude desde 1950.\nDe acordo com os resultados obtidos mediante a distribuição das classes de frequência de tamanho de ambos os sexos, pode se observar que as fêmeas apresentaram tamanhos maiores que os machos indicando um dimorfismo sexual dessa espécie. Segundo BOSCHI (1969), o dimorfismo sexual em comprimento é regra geral entre os peneídeos. De acordo com GAB-ALLA et al. (1990), SANTOS (2000), SANTOS &amp; IVO (2000), a carapaça dos machos em relação às fêmeas crescem de modo diferencial, pois tal processo relaciona se com a reprodução, uma vez que um maior volume do cefalotórax pode corresponder a uma maior produção de oócitos e maior fecundidade para a espécie. Além disso, não se pode descartar a hipótese de que o dimorfismo sexual em relação ao tamanho pode ser influenciado pelas características genéticas da espécie.\nEste padrão também encontrado para a espécie em estudos realizados em Ubatuba, SP (FRANSOZO et al., 2000; CASTRO et al., 2005; FREIRE, 2005), São Sebastião, SP (PICCININI, 2005), Matinhos, PR (BRANCO et al., 1994) e na Colômbia (CORTÉS, 1991). O mesmo padrão foi observado para outras espécies de peneídeos como R. constrictus, X. kroyeri e A. longinaris (COSTA &amp; FRANSOZO, 2004b; CASTRO etal., 2005, CASTILHO et al., 2007b).\nA homogeneidade da média mensal do comprimento da carapaça, em 1998, pode ter sido reflexo da maior abundância registrada nesse ano. Já em 1999, o contrário foi\n62\nobservado devido, provavelmente, a presença dos indivíduos de menores tamanhos no final do verão.\nJá a diminuição na média de CC observada no outono e inverno, pode ter sido reflexo da alta migração dos sub-adultos do estuário para a baía. Esses dados estão de acordo com os encontrados por CAPPARELLI et al. (in press), que segundo a autora, a entrada de juvenis na população ocorre no outono e começo do inverno. Assim, é possível inferir que quando os juvenis aparecem na baía, embora em pequena quantidade, eles estão protegidos pelo período de defeso do camarão.\nNossos dados sugerem que devido a pesca predatória na região estudada, a população de camarões vem sofrendo um declino ao longo dos anos e pode, facilmente, entrar em colapso. Portanto, faz-se necessário um trabalho de conscientização para uma pesca mais racional visando proteger efetivamente o estoque pesqueiro, embora o período proposto para a defesa da espécie esteja de acordo com o ciclo de vida, ele não é suficiente pra permitir que a população se reestabeleça na área.\nReferências Bibliográficas\nABDALLAH, P.; BACHA, C. J. C. 1999. Evolução da Atividade Pesqueira no Brasil: 19601994. Teoria e Evidência Econômica. 7 (3): 9-24.\nALMEIDA, H. L. P. S.; D’INCAO, F. Análise do esforço de pesca do camarão rosa (Farfantepenaeus paulensis) na Lagoa dos Patos, Brasil. ATLÂNTICA, Rio Grande, v. 21, p. 77-92, 1999.\nBAUER, R. T.; LIN, J. 1994. Temporal patterns of reproduction and recruitment in populations of the penaeid shrimps Trachypenaeus similis (Smith) and T. constrictus (Stimpson) (Crustacea: Decapoda) from the north-central gulf of México. Journal of Experimental Marine Biology and Ecology. 182: 205-222.\nBERLATO, M. A.; MARTINS, E. J.; CORDEIRO, A. P. A., ODERICH, E. H. 2007. Tendência observada da precipitação pluvial anual e estacional do estado do rio grande do sul e relação com a temperatura da superfície do mar do oceano pacífico. XV Congresso Brasileiro de Agrometeorologia\nBOSCHI, E.E. 1969. Estudio biológico pesquero del camarón Artemesia longinaris Bate de Mar del Plata. Boletín del Instituto de Biologia Marina de Mar del Plata. 18:1-\n47.\nBRANCO, J. O.; LUNARDON-BRANCO, M. J. &amp; FENIS, A. 1994. Crescimento de Xiphopenaeus kroyeri (Heller, 1862) (Crustacea: Natantia: Penaeidae) da Região de Matinhos, Paraná, Brasil. Arquivos de Biologia e Tecnologia, Curitiba, 37 (1): 1-8.\nBRITTO, F. P.; BARLETTA, R.; MENDONÇA, M. 2008. Variabilidade Espacial e Temporal da Precipitação Pluvial no Rio Grande do Sul: Influência do Fenómeno El Niño Oscilação Sul. Revista Brasileira de Climatologia. 1: 37-48\nCAPPARELLI, M. V.; KASTEN, P.; CASTILHO, A. L.; COSTA, R. C. (in press). Ecological distribution of the shrimp Litopenaeus schmitti (Burkenroad, 1936) (Decapoda, Penaeoidea) in Ubatuba Bay, São Paulo, Brazil. Invertebrate Reproduction &amp; Development.\nCASTILHO, A. L.; COSTA, R. C.; FRANSOZO, F.; BOSCHI, E. E. 2007a. Reproductive pattern of the American endemic shrimp Artemesia longinaris (Decapoda: Penaeoidea), off São Paulo State, Brazil. Revista de Biologia Tropical. 55 (1): 39-\n48.\nCASTILHO A. L.; GAVIO, M. A.; COSTA, R. C.; BOSCHI, E. E.; BAUER, R. T.; FRANSOZO, A. 2007b. Latitudinal variation in structure and maturity size in the South American endemic shrimp Artemesia longinaris (Decapoda: Penaeoidea). Journal of Crustacean Biology. 27(4):548-552.\nCASTILHO, A. L.; PIE, M. R.; FRANSOZO, A.; PINHEIRO, A. P.; COSTA, R. C. 2008. The relationship between enviromental variation and species abundance in shrimp\ncommunity (Crustacea, Decapoda, Penaeoidea) in Southeastern Brazil. Journal of the Marine Biological Association ofthe United Kingdom. 88: 119-123.\nCASTRO, R. H.; COSTA, R. C.; FRANSOZO, A.; MANTELATTO, F. L. M. 2005. Population structure of the seabob shrimp Xiphopenaeus kroyeri (Heller, 1862) (Crustacea: Penaeoidea) in the litoral of São Paulo, Brazil. Scientia Marina. 69 (4): 105-112.\nCHAGAS-SOARES, F.; PEREIRA, O. M.; SANTOS, E. P. 1995. Contribuição ao ciclo biológico de Penaeus schmitti Burkenroad, 1936, Penaeusbrasiliensis, Latreille, 1817 e Penaeus paulensis Perez-Farfante, 1967, na região lagunar-estuarina de Cananéia, São Paulo, Brasil. Boletim do Instituto de Pesca, São Paulo. 22(1): 49-59.\nCNIO. 1998. Comissão Nacional Independente sobre os Oceanos. O Brasil e o Mar no Século XXI: Relatório aos Tomadores de Decisão do País. Rio de Janeiro/RJ. 408pp\nCOELHO, P. A.; SANTOS, M. C. F. 1993a. A pesca de camarões marinhos ao largo de Tamandaré, PE. Boletim Técnico Científico do CEPENE, Rio Formoso. 1 (1): 73101.\nCORTÉS, M. L. 1991. Aspectos reproductivos del camaron Xiphopenaeus kroyeri (Heller) en Ia Costa Verde, Cienaga (Caribe Colombiano). Caldasia, 16 (79): 513-518,\nCOSTA, R.C. 2002. Biologia e distribuição ecológica das espécies de camarões Dendrobranchiata (Crustacea, Decapoda) na região de Ubatuba (SP). Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo. 186f.\nCOSTA, R. C.; FRANSOZO, A. 1999. A nursery ground for two tropical pink-shrimp Farfantepenaeus species: Ubatuba Bay, Northern coast of São Paulo, Brazil. Nauplius, Rio Grande. 7 (1): 73-81.\nCOSTA, R. C.; FRANSOZO, A. 2004a. Abundance and ecologic distribution ofthe shrimp Rimapenaeus constrictus (Crustacea: Penaeidae) in the northern coast of São Paulo State, Brazil. Journal of Natural History. 38 (7): 901-912.\nCOSTA, R. C.; FRANSOZO, 2004b. A. Reproductive biology ofthe shrimp Rimapenaeus constrictus (Decapoda, Penaeidae) in the Ubatuba Region of Brazil. Journal of Crustacean Biology. 24 (2): 274-281.\nCOSTA, R. C.; FRANSOZO, A.; CASTILHO A. L.; FREIRE, F. A. M. 2005. Annual, seasonal and spatial variation of abundance of the shrimp Artemesia longinaris (Decapoda; Penaeoidea) in south-eastern Brazil. Journal ofthe Marine Biological Association ofthe United Kingdom. 85: 107-112.\nCOSTA, R. C.; FRANSOZO, A.; FREIRE, F. A. M.; CASTILHO, A. L. 2007. Abundance and ecological distribution of the \"sete-barbas\" shrimp Xiphopenaeus kroyeri (Heller, 1862) (Decapoda: Penaeoidea) in three bays ofthe Ubatuba region, Southeastern, Brazil. Gulf and Caribbean Research. 19: 33-41.\nD'INCAO, F. 1991. Pesca e biologia de Penaeus paulensis na Lagoa dos Patos. Atlántica, Rio Grande. 13 (1):159-169.\nD’INCAO, F.; VALENTINI, H.; RODRIGUES, L. F. 2002. Avaliação da pesca de camarões nas regiões Sudeste e Sul do Brasil. Atlântica. 24 (2): 103-116.\nDALL, W.; HILL, B. J.; ROTHLISBERG, P. C.; STAPLES, D. J. 1990. The biology of the Penaeidae. In BLAXTER, J. H. S. &amp; SOUTHWARD, A. J. (Eds). Advances Marine Biology, San Diego. Academic Press, 27, 489pp.\nDIAS NETO, J.; DORNELLES, L. C. C. Diagnóstico da Pesca Marítima do Brasil. Edições IBAMA/MMA, 1996. 163 p.\nDIEGUES, A. C. Sea Tenure, traditional Knowledge and management among brazilian artesanal fishermen. Non-revised version: 0 ct 3, 2002. NUPAUB, 58p. 2002.\nFAO 2002. The State ofWorld Fisheries and Aquaculture (SOFIA). 150p\nFILGUEIRA, H. J. A.; NETO, A. F. S.; BARBOSA, M. P. 2007. Impacto dos eventos ENOS (El Niõo-Oscilação Sul) nas precipitações pluviométricas, nos recursos hídricos superficiais e na degradação do solo em região do semi-árido brasileiro. Anais XIII Simpósio Brasileiro de Sensoriamente Remoto, Florianópolis, Brasil, INPE, 38933898.\nFRANSOZO, A.; COSTA, R. C.; PINHEIRO, M. A. A.; SANTOS, S.; MANTELATTO, F. L. M. 2000. Juvenile recruitment of the seabob Xiphopenaeus kroyeri (Heller, 1862) (Decapoda, Penaeidea) in the Fortaleza Bay, Ubatuba, SP, Brazil. Nauplius. 8 (2): 179-184.\nFRANSOZO, V. 2011. Distribuição ecológica, ciclo reprodutivo e morfologia do sistema reprodutor masculino do camarão-branco, Litopenaeus schmitti (Burkenroad, 1936) (Crustacea, Penaeoidea) da região Sudeste do Brasil.. Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo. 138f\nFREIRE, F. A. M. 2005. Distribuição ecológica e biologia populacional deX. kroyeri (Heller, 1862) (Crustacea, Decapoda, Penaeidae) no litoral do Estado de São Paulo. Tese (Doutorado em Zoologia) - Instituto de Biociências - Unesp-Botucatu, São Paulo. 247f.\nGAB-ALLA, A. A. - F.A.; HARTNOLL, R. G.; GHOBASHY, A. -F ..; MOHAMMED S. Z. 1990. Biology of penaeid prawns in the Suez Canallakes. Marine Biology. 107: 417426.\nGAMBA, A. L.; RODRÍGUEZ, G. 1987. Migratory behavior ofpostlarval white, Penaeus schmitti, and river shrimps, Macrobrachium olfersii and Macrobrachium acanthurus in their zone of overlap on a tropical lagoon. Bulletin of Marine Science. 40 (3): 454463.\nGLANTZ, M. H. 2001. Currents of Change: Impacts of El Niño and La Niña on Climate and Society. Cambridge University Press, Cambridge, U.K.. 268pp.\nMOURA, G. F. 2005. A Pesca do Camarão Marinho (Decapoda, Penaeidae) e seus Aspectos Sócio-Ecológicos no Litoral de Pitimbu, Paraiba, Brasil. Tese (doutorado em Oceanografia) pela Universidade Federal de Pernambuco. 116p.\nNAKAGAKI, J. M.; NEGREIROS-FRANSOZO, M. L. 1998. Population biology of Xiphopenaeuskroyeri (Heller, 1862) (Decapoda: Penaeidae) from Ubatuba bay, São Paulo, Brazil. Journal ofShellfish Research. 17 (4): 931-935.\nNEIVA, G. S.; SANTOS, E. P.; Jankauskis,V. 1971. Análise preliminar da população de camarão-legítimo Penaeus schmitti, Burkenroad, 1936, na Baía de Santos - Brasil. Boletim do Instituto de Pesca, São Paulo. 1 (2): 7-14.\nPAEZ, M. 1993. Exploração de recursos pesqueiros no Brasil. Revista de Administração. São Paulo. 28 (4): 51-61.\nPAIVA, M. P. 1997. Recursos pesqueiros estuarinos e marinhos do Brasil. Universidade Federal do Ceará, 286p.\nPÉREZ-FARFANTE, I. 1969. Western Atlantic shrimps of the genus Penaeus. Fishery Bulletin. 67 (3): 461-590.\nPÉREZ-FARFANTE, I. 1970. Sinopsis de datos biológicos sobre el camarón blanco, Penaeus schmitti Burkenroad, 1936. FAO, Fishery Reports. 4 (37): 1417-1438.\nPICCININI, C.C. 2005. Crescimento do camarão sete-barbas, Xiphopenaeus kroyeri (Heller, 1862), da pesca artesanal de Boiçucanga, São Sebastião, SP. Rio Grande, Rio Grande do Sul, Trabalho de conclusão de curso, Fundação Universidade Federal do Rio Grande. 35f\nRODRIGUEZ, G. 1973. El sistema de Maracaibo, biologia y ambiente. Caracas: Instituto Venezuelano de Investigaciones Científicas. 395pp\nSANTOS J L; SEVERINO-RODRIGUES, E; VAZ-DOS-SANTOS, A. M. 2008. Estrutura populacional do camarão-branco Litopenaeus schmitti nas regiões estuarina e marinha da Baixada Santista, São Paulo, Brasil. Boletim do Instituto da Pesca, São Paulo. 34 (3): 375-389.\nSANTOS, M. C. F. 2000. Biologia e pesca de camarões marinhos ao largo de Maragogi (Alagoas - Brasil). Boletim Técnico Científico, CEPENE, Tamandaré. 8 (1): 99-129.\nSANTOS, M. C. F. &amp; IVO, C. T. C. 2000. Pesca, biologia e dinâmica populacional do camarão sete-barbas Xiphopenaeus kroyeri (Heller, 1862) (Crustacea: Decapoda: Penaeidae), capturado em frente ao município de Caravelas (Bahia-Brasil). Boletim Técnico Científico, CEPENE, Tamandaré. 8 (1): 131-164.\nSANTOS, M. C. F.; FREITAS, A. E. T. S. 2004. Estrutura populacional e pesca do camarão-branco Penaeus schmitti Burkenroad (Crustacea, Decapoda, Penaeidea) na\nLagoa Papari, Municipio de Nísia Floresta (Rio Grande do Norte - Brasil). Boletim Técnico Científico, CEPENE. 12 (1): 23-42.\nSILVA, J. F. 2001. El Niño, O fenómeno climático do século. Editora The Sauros, 139pp\nSOUZA, M. 20001. Política e evolução da atividade pesqueira no Rio Grande do Sul: 1960 a 1997. 97 p. Dissertação em Economia Rural, Porto Alegre, Programa de Pós-Graduação em Economia Rural, Universidade Federal do Rio Grande do Sul.\nSOUZA, M. 2004. Formação, desenvolvimento e realidade da atividade pesqueira artesanal no Rio Grande do Sul. Porto Alegre, Anais do 2o Encontro de Economia Gaucha.\nVALENTINI, H.; D’INCAO, F.; RODRIGUES, L. F.; REBELO NETO, J. E.; RAHN, E. 1991. Análise da pesca do camarão-rosa (Penaeus brasiliensis e Penaeus paulensis) ñas regiões Sudeste e Sul do Brasil. Atlántica, Rio Grande. 13(1): 143-157.\nVINATEA, L. 2000. Modos de apropriação e gestão patrimonial de recursos costeiros. Estudo de caso sobre o potencial e os riscos do cultivo de moluscos marinhos na Baía de Florianópolis, Santa Catarina. 245p. Tese (Doutorado). Universidade Federal se Santa Catarina, Florianópolis.\nConsiderações Finais\nPor ser um crustáceo de grande interesse econômico, os resultados obtidos no presente estudo são de suma importância para uma melhor compreensão da biologia do camarão-branco L. schmitti, na região de Ubatuba, litoral norte do estado de São Paulo uma vez que os trabalhos que envolvem a abundância, biomassa, distribuição e estrutura populacional dessa espécie são escassos.\nDentre os fatores abióticos amostrados, o sedimento (textura e matéria orgânica) e a pluviosidade foram os que mais se relacionaram com a distribuição e a abundância dessa espécie na região de estudo. Houve uma preferência dos indivíduos capturados por areia muito fina e silte + argila, devido provavelmente, à maior facilidade para o enterramento dos indivíduos desses camarões.\nA temperatura e a salinidade são fatores fundamentais na distribuição espacial e temporal dos camarões bentônicos, como visto em outros estudos. Porém a baixa variação dos valores médios mensurados na região de Ubatuba-SP, principalmente para salinidade, não afetaram significativamente a distribuição da espécie em estudo.\nPoucos estudos mostram a relação da pluviosidade com a distribuição dos camarões, porém no presente trabalho notou-se que as maiores abundâncias foram registradas em meses posteriores aos meses de alta pluviosidade. A precipitação excessiva em 1998, causada, provavelmente, pelofenômeno El Niño, antecipou para abril à saída de L. schmitti do estuário, intensificando sua concentração na baía e, nos anos seguintes, a concentração da espécie em questão esteve direcionada em maio, junho ou julho, diminuindo a abundância de forma brusca nos demais meses, pelo efeito da abertura da pesca.\nAssim como o esperado para os camarões peneídeos, as fêmeas atingiram comprimento de carapaça maior que os machos. Tal fato deve estar relacionado com a reprodução.\nO período reprodutivo foi considerado sazonal, havendo um pico principal seguido de um pico de recrutamento juvenil. A desova ocorreu no final inverno e principalmente na primavera e, quando foi registrada a entrada de imaturos na população, esta ficou restrita ao outono. Desta maneira, os recrutas estão protegidos pelo período proposto para o fechamento da pesca.\nEm se tratando da pesca do camarão-branco, a melhor época para permissão da pesca foram no final do outono e todo o inverno. Nessas estações, encontram-se a maior abundância de indivíduos RU e na fase reprodutiva (ED+ DE). Entretanto, se não houver um manejo adequado, e se a pesca do camarão não for controlada racionalmente, pode levar à sobrepesca desse recurso.\nDe modo geral, este estudo forneceu informações básicas a respeito de L. schmitti que nos permite entender melhor o ciclo de vida desta espécie e sua distribuição e a respeito de como o estoque de camarões está se comportando durante os anos. Porém estudos futuros poderão contribuir para um melhor entendimento do período reprodutivo e consequentemente do ciclo de vida desses animais. Propõem-se também amostragens contínuas visando testar anos com e sem El Niño a fim de verificar se o padrão observado principalmente no ano de 1998 se repete e assim comprovar resultados obtidos aqui."}]}}}