{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03980"}, {"@name": "filename", "#text": "BGP_1994_8_1_24_Bacia_de_Santos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "21\t- BACIA DE SANTOS\nMárcio J. Pereira'* e Flávio J. Feíjó-*\nA Bacia de Santos situa-se na costa sudeste brasileira, entre os paralelos 23 e 28 sul, e ocupa cerca de 275 000 km2 até a cota batimétrica de 2 000 m. Seu limite norte com a Bacia de Campos se dá pelo Alto de Cabo Frio, e o limite sul com a Bacia de Pelotas é na Plataforma de Florianópolis. As rochas sedimentares e ígneas depositadas nesta bacia não afloram, e o conhecimento de sua estratigrafia advém essencial mente da perfuração de 78 poços e do registro de 200 000 km de linhas sísmicas, tanto pela PETROBRÁS como por companhias contratantes de risco.\nA litoestratigrafia da Bacia de Santos foi inicialmente definida porOjeda e Cesero (1973), revisada por Ojeda e Silva (1974) e por Ojeda e Aranha (1980). Este trabalho visa a formalizar as unidades litoestratigráficas da bacia, beneficiando-se do grande volume de dados obtido nos últimos 13 anos (fig. 21.1).\nFormação Camboriú - o termo anterior, Formação Cananéia (Ojeda e Aranha, 1980), foi substituído porque já havia sido utilizado para designar sedimentos pleistocênicos da planície costeira de São Paulo (Suguio e Petri, 1973). A Formação Camboriú abrange os derrames basálticos eocretáceos sotopostos ao preenchimento sedimentar de praticamente toda a Bacia de Santos. Caracteriza-se por basalto verde-escuro e cinza-escuro, holocristalino, granulação média, textura ofítica, tendo por constituintes principais plagioclásio e augita, comumente pouco alterados (Ojeda e Cesero, 1973). Está recoberta discordantemente pela Formação Guaratiba.\nO perfil-tipo adotado para a Formação Camboriú é o intervalo 2 815-2 855 m do poço 1-SPS-4A, perfurado em 1973 pela PETROBRÁS na costa paulista (fig. 21.2). Esta unidade pode ser correlacionada com as formações Cabiúnas (Campos) e Imbituba (Pelotas).\nFormação Guaratiba - nomeia as rochas elásticas e carbonáticas sobrepostas aos basaltos Camboriú e sotopostas aos evaporitos Ariri. Esta unidade se caracteriza por conglomerado policomposto avermelhado, com seixos de basalto e quartzo, matriz argilo-arenosa, arenito médio e conglomerático imaturo e coquina branca-avermelhada. (Ojeda e Cesero, 1973). Os contatos inferior e superior são discordantes. As poucas datações com ostracodes disponíveis permitem inferiras idades Aratu-Buracica-Jiquiá-eoalagoas para estas rochas. A coloração avermelhada e a imaturidade dos\nsedimentos apontam para deposição em ambiente continental, provavelmente sob a forma de leques aluviais progradantes sobre lagos rasos, onde se teriam depositado os carbonatos. Supõe-se que fácies pelíticas, de águas mais profundas, devam ocorrer em áreas mais distais (Pereira et al. 1986).\nSelecionou-se como perfil-tipo para esta unidade o intervalo 3 433-4 423 m do poço 1-SPS-23, perfurado em 1982 pela PETROBRÁS na costa paulista (fig. 21.3). A Formação Guaratiba correlaciona-se com a Formação Cassino, da Bacia de Pelotas, e com parte da Formação Lagoa Feia, da Bacia de Campos.\nFormação Ariri - a designação anterior, Formação São Vicente (Ojeda e Cesero, 1973), foi substituída por já ser utilizada em rochas ígneas e metamórficas do Mato Grosso (Almeida, 1954) e Rio Grande do Norte (Ebert, 1969). A Formação Ariri congrega a suíte evaporítica neo-alagoas que recobre discordantemente os elásticos Guaratiba, e é recoberta concordantemente pelos elásticos Florianópolis e pelos carbonatos Guarujá. A unidade se caracteriza por espessos pacotes de halita branca, associados a anidrita branca, calcilutito creme e cinzento, folhelho e marga. As raras datações com base em ostracodes apontam para uma idade neo-alagoas. O ambiente de deposição preconizado é marinho restrito, com a formação de planícies de sabkha.\nO perfil-tipo é o intervalo 2 192-2 773 m do poço 1-SPS-4A (fig. 21.4). A Formação Ariri estende-se pela porção norte da Bacia de Pelotas e encontra equivalentes em praticamente toda a costa leste brasileira: Membro Retiro em Campos, Itaúnas no Espírito Santo, Igrapiúna em Camamu e Almada, Ibura em Sergipe, etc.\nFormação Florianópolis - constituída por arenito fino a grosso vermelho, matriz argilosa, folhelho e siltito vermelho micromicáceo (Ojeda e Cesero, 1973). Estas rochas sobrepõem-se concordantemente aos evaporitos Ariri, e sotopõem-se e interdigitam-se com os carbonatos Guarujá e com os elásticos finos Itanhaém. Determinações bioestratigráficas são raras nesta unidade, mas sua associação com as formações Guarujá e Itanhaém permite estimar uma idade albiana para a formação. Os elásticos avermelhados da Formação Florianópolis foram interpretados genericamente como leques aluviais, organizados em um cinturão ao longo da Charneira de Santos (Pereira et al. 1986), interdigitando-\n1 Departamento de Exploração (DEPEX), Av. República do Chile, 65, CEP 20035, Rio de Janeiro, RJ, Brasil.\nse lateralmente com os carbonatos da Formação Guarujá e com os pelitos da Formação Itanhaém.\nAdotou-se como perfil-tipo para esta unidade o intervalo 2 673-3 016 m do poço 1-SPS-23 (fig. 21.5). A Formação Florianópolis pode ser correlacionada com os leques aluviais albianos presentes ao longo das bacias costeiras brasileiras: Formação Tramandaí (Pelotas), Membro Goitacás (Campos), Formação São Mateus (Espírito Santo), Membro Angico (Sergipe).\nFormação Guarujá - é composta por calcarenito oolítico e bioclástico gradando lateralmente para calcilutito creme-acinzentado e cinza acastanhado e marga cinzenta (Ojeda e Cesero, 1973). Este conjunto carbonático sobrepõe-se concordantemente aos evaporitos Ariri, interdigita-se lateralmente com os elásticos Florianópolis e sotopõe-se em discordância parcial aos pelitos Itanhaém. Reservou-se a denominação Guarujá para a seção carbonática mais velha, anteriormente chamada de Guarujá Inferior (Ojeda e Aranha, 1980). A idade eoalbiana lhe é conferida por datações bioestratigráficas baseadas em foraminíferos plantónicos e palinomorfos. A análise de microfácies permitiu a interpretação paleoambiental de planície de maré, laguna rasa, plataforma externa e mar aberto (Pereira et al. 1986).\nO perfil-tipo adotado para a unidade é o intervalo 3 355 - 4 187 m do poço 1 -SPS-14A, perfurado em 1980 pela PETROBRÁS na costa paulista (fig. 21.6). A Formação Guarujá correlaciona-se com as seções carbonáticas eoalbianas descritas em outras bacias costeiras: Formação Portobelo em Pelotas, Membro Quissamã em Campos, Formação Regência no Espírito Santo, Membro Germânia em Camamu e Almada, Membro Maruim em Sergipe.\nFormação Itanhaém - termo aqui proposto para designar os pelitos que ocorrem entre os elásticos Itajaí-Açu e os carbonatos Guarujá, e anteriormente chamados de Guarujá Superior (Ojeda e Aranha, 1980). A Formação Itanhaém se caracteriza por folhelho cinza-escuro, siltito e marga cinza-clara, calcilutito creme-acastanhado, e arenito subordinado. O contato inferior é parcialmente discordante com a Formação Guarujá, e o contato superior é discordante com a Formação Itajaí-Açu. Os pelitos Itanhaém interdigitam-se lateralmente com os elásticos grossos Florianópolis. Sua idade neo-albiana provém de datações bioestratigráficas baseadas em foraminíferos plantónicos e palinomorfos. A análise paleoambiental da unidade indica ambientes variando de nerítico interno a externo e raramente batial superior (Pereira etal. 1986).\nO perfil-tipo selecionado para a unidade é o intervalo 2 838-3 355 m do poço 1-SPS-14A (fig. 21.7). A Formação Itanhaém pode ser correlacionada com a Formação Atlântida, da Bacia de Pelotas, e com os membros Outeiro (Campos), Quiepe (Camamu e Almada) e Taquari (Sergipe e Alagoas).\nFormação Santos - composta por conglomerado e arenito lítico avermelhado, intercalados com folhelho cinzento e argila vermelha (Ojeda e Cesero, 1973). A Formação Santos interdigita-se lateralmente com as formações Juréia e Itajaí-Açu, recobre discordántemente a Formação Florianópolis e sotopõe-se em pronunciada discordância às formações iguape\ne Marambaia. Poucas datações bioestratigráficas foram obtidas nestas rochas sedimentares de alta energia, mas sua associação com as formações Juréia e Itajaí-Açu permite inferir-lhe as idades cenomaniana a maastrichtiana. O ambiente deposicional preconizado para os elásticos Santos é continental/transicional, na forma de leques aluviais, rios entrelaçados e deltas (Pereira etal. 1986).\nSelecionou-se para perfil-tipo desta formação o intervalo 1 945-3 220 m do poço 1-SPS-29, perfurado em 1989 pela PETROBRÁS na costa paulista (fig. 21.8).\nFormação Juréia - designação introduzida por Pereira (1989), para a seção elástica lateralmente situada entre os elásticos grossos Santos e os pelitos Itajaí-Açu, aos quais também se sobrepõe em contato local mente discordante. O contato superior da Formação Juréia é discordante, sob as formações Iguape e Marambaia. As rochas que caracterizam essa unidade são folhelho cinza-escuro a esverdeado e castanho-avermelhado, siltito cinza-escuro, arenito fino e muito fino e calcilutito creme-claro. As datações bioestratigráficas à base de nanofósseis calcários e palinomorfos indicam idades santoniana a maastrichtiana. Deduz-se para estes estratos um ambiente deposicional em plataforma marinha.\nO perfil-tipo adotado para a Formação Juréia é o intervalo 2 925-3 877 m do poço 1-PRS-3, perfurado em 1987 pela PETROBRÁS na costa paranaense (fig. 21.9). A correlação das formações Santos e Juréia pode ser feita com as porções inferiores das formações Cidreira (Pelotas), Emborê (Campos) e Rio Doce (Espírito Santo).\nFormação Itajaí-Açu - designa o pacote pelítico sotoposto e interdigitado com os elásticos Juréia e Santos. O nome anterior, Itajaí (Ojeda e Cesero, 1973), foi substituído por já ser utilizado nos metamorfitos de baixo grau aflorantes no vale do Itajaí, em Santa Catarina. A Formação Itajaí-Açu se caracteriza por uma espessa seção de elásticos finos (Ojeda e Aranha, 1980), notadamente folhelho cinza-escuro. O Membro llhabela reúne os arenitos turbidíticos médios dispersos na seção. O contato inferior da unidade é discordante com a Formação Itanhaém, e o contato superior é concordante com a Formação Marambaia. A idade cenomaniana a maastrichtiana provém de datações bioestratigráficas com base em palinomorfos, nanofósseis calcários e foraminíferos plantónicos. Estes pelitos depositaram-se em talude e bacia.\nAdotou-se como perfil-tipo da Formação Itajaí-Açu o intervalo 2 760-4 305 m do poço 1 -RJS-199B, perfurado em 1982 pela PETROBRÁS na costa sul fluminense (fig. 21.10). O perfil-tipo do Membro llhabela é o intervalo 4 679-4 715 m do poço 1-SPS-20, perfurado em 1984 pela Pecten no litoral paulista (fig. 21.11). A correlação da Formação Itajaí-Açu pode serfeita com o Membro Tamoios, da Bacia de Campos, e com a parte inferior das formações Imbé (Pelotas), Urucutuca (Espírito Santo-Camamu-Almada) e Calumbi (Sergipe-Alagoas).\nFormação Iguape - é constituída basicamente por calcarenito e calcirrudito bioclástico (briozoários, equinóides, corais, foraminíferos, fragmentos de conchas e restos de algas), intercalados com argilito cinza-esverdeado, siltito, marga e\nfino-médio cinzento e conglomerado variegado. A Formação Iguape interdigita-se lateralmente com a Formação Marambaia e recobre discordante mente as formações Santos e Juréia. A partirde datações com foraminíferos plantônicos, nanofósseis calcários e palinomorfos, confere-se a esta unidade uma idade terciária. Estas rochas depositaram-se em plataforma carbonática, com influência de leques aluviais nas áreas mais proximais (Pereira etal. 1986).\nO perfil-tipo selecionado para a Formação Iguape é o intervalo 582-1 684 m do poço 1-SPS-29 (fig. 21.12). Sua correlação é com os conjuntos areno-carbonáticos terciários descritos em toda a costa brasileira: Formação Cidreira (Pelotas), Emborê (Campos), Rio Doce/Caravelas (Espírito Santo-Camamu-Almada), Marituba/Mosqueiro (Sergipe-Alagoas), etc.\nFormação Marambaia - composta por uma espessa seção de folhelho cinzento e marga cinza-claro, com arenitos finos turbidíticos intercalados. A Formação Marambaia aflora no fundo do mar, e seu contato inferior é concordante/interdigitado com a Formação Iguape, concordante com a Formação Itajaí-Açu ou discordante com as formações Santos e Juréia. As datações bioestratigráficas conferem a esta unidade uma idade terciária, e o paleoambiente deposicional deduzido é de talude e bacia.\nAdotou-se como perfil-tipo da formação Marambaia o intervalo 1 684-1 945 m do poço 1-SPS-29 (fig. 21.13). A correlação é com parte das formações pelíticas terciárias em toda a costa brasileira: formações Imbé (Pelotas), Ubatuba (Campos), Urucutuca (Espírito Santo-Camamu-Almada), Calumbi (Sergipe-Alagoas), etc.\nFormação Sepetiba - constituída de areia cinza-esbranquiçada grossa a fina, quartzosa, feldspática, glauconítica, e coquina de moluscos, briozoários e foraminíferos (Ojeda e Cesero, 1973). A amostragem destes sedimentos em poços para petróleo é muito pobre, já que eles são perfurados em seus primeiros metros sem retorno do fluido de perfuração. Considera-se a Formação Sepetiba dépositada por leques costeiros de idade quaternária. Seu contato inferior é concordante com a Formação Iguape.\nA precariedade de informações de subsuperfície desaconselha a apresentação de um perfil-tipo para esta unidade. Contudo, é possível correlacionar a Formação Sepetiba com a Formação Barreiras, presente em toda a costa brasileira entre o Maranhão e o Espírito Santo.\nEstratigrafia de Seqüências - reconhece-se na Bacia de Santos duas fases distintas de evolução tectônica: rift e margem passiva, separadas por um período de transição.\nSeqüências Rift- a primeira seqüência mapeada é a K20, e equivale aos derrames basálticos neocomianos da Formação Camboriú. Com a diminuição da atividade vulcânica, os grandes espaços criados pelos falhamentos inerentes à tafrogenia foram preenchidos pelos leques aluviais continentais barremianos da Formação Guaratiba, que congrega as seqüências K30 e K40. A transição do rift para o estágio marinho está materializada pela seqüência K50, equivalente aos evaporitos Ariri, de idade Alagoas.\nSeqüências da Margem Passiva - a presença de conspícuas discordâncias mapeáveis em seções sísmicas permite o reconhecimento de onze seqüências nesta fase, o que confere à Bacia de Santos importante papel paradigmático na subdivisão estratigráfica das rochas sedimentares cretáceas e terciárias da costa brasileira.\nA seqüência K60 reúne a parte inferior dos leques aluviais Florianópolis e os carbonatos Guarujá, de idade eomesoalbiana e depositados em ambiente marinho raso, de alta energia. A seqüência K70 congrega a parte superior dos leques aluviais Florianópolis e os pelitos Itanhaém, de idade neo-albiana. Este conjunto dispõe-se em onlap sobre o anterior, retratando uma transgressão que se reflete em ambiente marinho de menor energia.\nO conjunto das formações Santos, Juréia e Itajaí-Açu compõe um sistema costeiro-plataforma-talude pro-gradante e posteriormente retrogradante, contendo discordâncias que levam à individualizaçâo das seqüências K80 (Cenomaniano), K90 (Turoniano/Coniaciano), K100 (Eocampaniano), K110 (Neocampaniano) e K120 (Maastrichtiano).\nAs formações Iguape e Marambaia formam um conjunto plataforma-talude-bacia em geral transgressivo, com discordâncias que separam as seqüências T10 (Paleoceno), T20-T40 (Eoceno/Eo-Oligoceno), T40-T50 (Neo-Oligoceno/Eo-Mioceno) e T60 (Neo-Mioceno/Holoceno).\nREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F.F.M. 1954. Geologia do Centro-Leste Matogros-sense. Bol.Div.Geol.Min.DNPM.Riode Janeiro.n.150.97 p.\nEBERT, H. 1969. Geologia do Alto Seridó. Ser.Geol.Reg. SUDENE. Recife, n. 11,117 p.\nOJEDA, H.A.O., &amp; CESERO, P. 1973. Bacias de Santos e Pelotas, geologia e perspectivas petrolíferas. Rio de Janeiro, PETROBRÁS. Rei. interno.\nOJEDA, H.A.O, &amp; SILVA, A.B. 1975. Bacia de Santos Pelotas, relatório de progresso. Rio de Janeiro, PETROBRÁS. Rei. interno.\nOJEDA, H.A.O, &amp; ARANHA, L.G.F. 1980. Bacia de Santos, integração geológica regional. Rio de Janeiro, PETROBRÁS. Rei. interno.\nPEREIRA, M.J. 1989. Bacia de Santos: perspectivas de uma nova província petrolífera na plataforma sudeste brasileira. Rio de Janeiro, PETROBRÁS. Seminário de Interpretação Exploratória, p. 157-167.\nPEREIRA, M.J., BARBOSA, C.M., AGRA, J„ GOMES, J.B., ARANHA, L.G.F., SAITO, M., RAMOS, M.A., CARVALHO, M.D., STAMATO, M., &amp; BAGNI, 0.1986. Estratigrafia da Bacia de Santos: análise das seqüências, sistemas deposicionais e revisão litoestratigráfica. In: Congresso Brasileiro de Geologia, 34. Goiânia, SBG. Anais, v.1.\nSUGUIO, K., &amp; PETRI, S. 1973. Stratigraphy ofthe Iguape-Cananeia lagoonal region sedimentary deposits, São Paulo State, Brasil. Parte 2. Bol.Inst.Geoc. USP, São Paulo, n. 4, p. 71-86.\nO CARTA ESTRATIGRÁFICA DA BACIA DE SANTOS\nI\n---a4-4-4.*4..4.44.4-4-.4-4.f4-4-4-4.4.-4*-4 **«■** 4-4-4 4-4 4-4.4-4-^ 4-4-4- 4-4- 4,4. 44\nCorta estratigráfica do Bacio de Santos.\n1"}]}}}