{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21118"}, {"@name": "filename", "#text": "4811_95646.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM  ENGENHARIA MECÂNICA\n\nDESENVOLVIMENTO DAS TÉCNICAS DÓ GRÁFICO DA LINHA MEDIANA \n\nE DA BINARIZAÇÃO PO R REGIÕES CONEXAS APLICADAS À \n\nCARACTERIZAÇÃO GEOM ÉTRICA DE MEIOS POROSOS.\n\nDISSERTAÇÃO SUBMETIDA À UNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nPARA A OBTENÇÃO DO GRAU DE M ESTRE EM  CIÊNCIAS E ENGENHARIA\n\nRomeu André PIERITZ\n\nFLORIANÓPOLIS, JU LH O  DE 1994\n\n\n\nD E SEN V O LV IM EN TO  DAS TÉCNICAS DO G R Á FIC O  DA LINHA MEDIANA \n\nE DA BEVARIZAÇÃO P O R  R E G IÕ ES CONEXAS APLICADAS À \n\nCA RA CTER IZA ÇÃ O  G EO M É TR IC A  DE M EIO S PORO SO S.\n\nROMEU ANDRE PIERITZ\n\nESTA DISSERTAÇÃO FOI JULGADA ADEQUADA PARA A OBTENÇÃO DO TÍTULO DE\n\nM ESTRE EM  CIÊNCIAS E ENGENHARIA\n\nESPECIALIDADE ENGENHARIA MECÂNICA E APROVADA EM SUA FORMA FINAL \n\nPELO PROGRAMA DE PÓS-CRAlftUÇÃO EM ENGENHARIA MECÂNICA\n\nProf. Paulo César Philippi, D .? Ing. \nOrientador ^\n\nProf. Antônio Fábio Carvalho da Silva, Dr. Eng. Mec. \n„oordenador\n\nBANCA EXAMINADORA:\n\nProf. Paulo César Philippi, Dr. Ing. \nPresidente\n\nProf. Marinti\n\nProf. Álvaro Taubes Prata, Fh.D.\n\n\n\nPara vivermos o FUTURO, não nos basta esperá-lo, \n\ndevemos nos preparar para ele.\n\n(Autor desconhecido)\n\n\n\nA DENISE MARA S. PEERITZ, minha esposa\n\npelo apoio e dedicação.\n\n\n\nAGRADECIMENTOS\n\nAo Mestre e amigo Paulo César Philippi, por ter acreditado neste trabalho, \n\npelo apoio sempre presente e por ser o grande professor que é.\n\nAo grande amigo Clóvis Raimundo Maliska Júnior - o \"COl\", pelo ajuda \n\nsempre presente e constante, empolgando o aprendizado da computação gráfica científica \n\nem sistemas de grande porte, sem a qual este trabalho não teria sido possível.\n\nAos meus pais, pelo incentivo e apoio à carreira acadêmica.\n\nAos amigos Orlando José Tobias e Flávio Soares, colegas do departamento de \n\nEngenharia Elétrica desta instituição, pelo apoio e colaboração na elaboração e estudo dos \n\nprocessos de binarização de imagens.\n\nAo Professor Vicente de Paulo Nicolau, pelo incentivo dado no começo de \n\nminha vida acadêmico-científica, junto ao grupo LMPT-SITERPA.\n\nAo Professor José Bellini da Cunha Neto, por todo apoio dado durante o \n\ndesenvolvimento deste trabalho, gerando discussões sempre muito importantes.\n\nAos amigos do LMPT-SITERPA, em especial ao Celso, Fábio, Diego, \n\nGilberto, Paulo e Ricardo, pelos ricos e divertidos momentos de convívio.\n\nAo colega mestrando Marcos Livramento, pelo ajuda e suporte \n\ncomputacional.\n\nAo Laboratório S IN MEC do Departamento de Engenharia Mecânica da \n\nUFSC, na pessoa do Professor Clóvis Raimundo Maliska, pelo suporte computacional \n\noferecido.\n\n\n\nSUMÁRIO\n\nLISTA DE FIGURAS V\n\nSJMBOLOGIA XIX\n\nr e s u m o  x x m\n\nABSTRACT XXV\n\nINTRODUÇÃO 1\n\n1- TÉCNICAS DE ANÁLISE DE IMAGENS\n\n1.1- Imagem Digital 9\n\n1.1- Binarização 10\n\n1.3- Caracterização Geométrica 13\n\n1.3.1- Reconhecimento de Padrões 14\n\n1.3.2- Morfologia Matemática 14\n\n1.3.3- Granulometria - Operação de Abertura 16\n\n1.3.4- Distribuição de Gargantas 18\n\n1.3.5- Limitações da Operação de Abertura 19\n\n1.3.6- Técnica do Gráfico da Linha Mediana 20\n\n1.3.7- Desenvolvimento da Técnica Gráfica 22\n\n2- CONCEITOS BÁSICOS DA GEOMETRIA DISCRETA\n\n2.1- Distância Discreta 25\n\n2.2- Imagem de Distâncias 27\n\n2.3- Distância de Chanfro 28\n\n2.4- Bolas 31\n\n2.5- Geometrias Geradoras 32\n\n\n\n/ II\n\n2.6- Erros 33\n\n3 - BINARIZAÇÃO POR REGIÕES CONEXAS\n\n3.1- Considerações Básicas 37\n\n3 .2 - Detecção da Borda 42\n\n3.2.1- Filtro Laplaciano Não-Linear 43\n\n3.2.2- Detector de Passagem-zero 46\n\n3.2.3- Reforçador de Borda 48\n\n3.2.4- Operador de Threshold 49\n\n3.3- Rotulagem 52\n\n3.4- Processo de Binarização 53\n\n3.3.1- Binarização da Borda 54\n\n3.3.2- Binarização dos Objetos Conexos 54\n\n3.3.3- Controle 57\n\n3.5- Imagem Binária 58\n\n3.6- Resultados 58\n\n3.7- Comparação de Resultados 64\n\n4- GRÁFICO DA LINHA MEDIANA\n\n4.1- Conceitos 67\n\n4.2- Eixo Mediano 69\n\n4.3- Linha Mediana 73\n\n4.4- Representação Gráfica da Linha Mediana 75\n\n4.4.1- Nós 76\n\n4.4.2- Arcos entre Nós 80\n\n4.4.3- Arcos 81\n\n4.4.4- Classificação 82\n\n\n\nm\n!\n\n4.4.5- Segmentação da Imagem Binária 83\n\n4.5- Rotinas de Controle 85\n\n4.7- Comparação de Resultados 87\n\n5- MODELOS MORFO-TOPOLÓGICOS DA ESTRUTURA POROSA\n\n5.1- Função Distribuição de Poros 91\n\n5.2- Sítios e Ligações com Volume 96\n\n5.3- Sítios com Volume e Ligações sem Volume 100\n\n5.4- Função Número de Coordenação 105\n\n5.5- Análise da Areia de Fontainebleau 107\n\n5 .6 - Comparação de Métodos 111\n\n6- ANÁLISE DA ARGAMASSA DE CAL E CIMENTO\n\n6.1- Obtenção das Micrografias\n\n6 .1 .1 -Confecção das Amostras 118\n\n6.1.2- Preparação das amostras para a Microscopia e 118 \n\nModo de Operação do MEV\n\n6.1.3- Observações Qualitativas das Micrografias da 119 \n\nArgamassa\n\n6.2- Binarização das Micrografias 123\n\n6.3- Aplicação da Técnica do Gráfico da Linha Mediana 126\n\n6.4- Funções Distribuição 128\n\n6.5- Função Número de Coordenação 133\n\n6.6- Comparação de Métodos - Discussão dos Resultados 135\n\n7- CONCLUSÕES E SUGESTÕES \n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\n140\n\n\n\n/ IV\n\nAPÊNDICES\n\nA- Diagrama de Blocos do Algoritmo de Binarização por Regiões Conexas \n\nB- Diagrama de Blocos do Algoritmo do Gráfico da Linha Mediana \n\nC- Características Computacionais do Algoritmo \n\nD- Metodologia de Visualização Tridimensional de Superfícies\n\n\n\nLISTA DE FIGURAS\n\nFigura 1.2.1. Caracterização de uma operação de \"threshold\" sobre um 11 \nhistograma de niveis de cinza.\n\nFigura 1.2.2. A impossibilidade de uma binarização bi-modal em uma superfície 12 \ncom afastamento da representação \"plana\".\n\nFigura 1.2.3. O método de detecção de borda para a binarização de imagens. 12\n\nFigura 1.31.1. Idealização do processo de reconhecimento de padrões. 14\n\nFigura 1.3.21. Ilustração da operação de erosão. 15\n\nFigura 1.3 2.2. Ilustração da operação de dilatação. 16\n\nFigura 1.3.4.1. Os estreitamentos (gargantas) entre protuberancias nos objetos 18\n\nFigura 1.3.4.2. Erosões sucessivas, determinando a existência de uma garganta. 19\n\nFigura 1.3.5.1. Esquema para uma tradução gráfica (simplificada) do resultado 20 \npara a operação de abertura (distribuição acumulada de poros).\n\nFigura 1.3.6.1. Esqueletos (denominados linha mediana) de imagens binária. 20\n\nFigura 1.3.6.2. Representação dos elementos contidos em um objeto a partir do 21 \nGráfico da Linha Mediana.\n\nFigura 1.3.7.1. A geração de linhas de decoalêscencia entre elementos. 22\n\n\n\n/\n\nFigura 2.1.1. Discretização (ou digitalização) de uma imagem em uma malha 25 \nquadrada (monitor de computador).\n\nFigura 2.1.2. Quatro vizinhanças e oito vizinhanças. 25\n\nFigura 2.1.3. Diferentes configurações para uma mesma reta em função da 26 \nrelação de vizinhos.\n\nFigura 2.2.1. Representação de objetos de uma imagem. 27\n\nFigura 2.2.2. Imagem de distância ao fundo com d4 a esquerda e com dg à 27 \ndireita (para um mesmo objeto) (Montanvert, 1987).\n\nFigura 2.3.1. Ponderações locais (Thiel, 1991). 28\n\nFigura 2.3.2. Máscaras de chanfro d4 , dg, d3_4 e d 5 _7 _i \\ (centrada em O). 29\n\nFigura 2.3.3. Cálculo da distância de chanfro entre dois pontos P e Q (Thiel, 29 \n1991).\n\nFigura 2.3.4. Decomposição de um máscara em duas (para d3 _4). 30\n\nFigura 2.3.5. Imagem de distância ao fundo com chanfro 3-4, em duas 30 \nvarreduras sequênciais (Thiel, 1991).\n\nFigura 2.4.1. Bolas de chanfro 3-4 com R=1 e R=2 (família de bolas de mesmo 31 \nraio).\n\nFigura 2.5.1. Conjunto de discos que formam um objeto em uma imagem de 32 \ndistância ao fundo (chanfro 3-4).\n\nFigura 2.5.2. Centros de discos que constrõem a imagem do objeto da figura 32 \n2.5.1.\n\nFigura 2.5.3. Os dois tipos de discos que constrõem a imagem da figura 2.5.1. 33\n\nVI\n\n\n\nVII\n\nFigura 2.6.2.\n\nFigura 2.6.3.\n\nFigura 3.1.1. \n\nFigura 3.1.2.\n\nFigura 3.1.3. \n\nFigura 3.1.4. \n\nFigura 3.1.5.\n\nFigura 3.1.6.\n\nFigura 3.2.1. \n\nFigura 3.2.1.\n\nFigura 3.2.1.\n\nFigura 3.2.1.2.\n\nFigura 2.6.1. Os erros associados a aproximação a distância Euclidiana para as 34 \nmáscaras de chanfro.\n\nAs diferentes configurações espaciais para a representação da 34 \ncircunferência em fimção da máscara utilizada.\n\nA influência da métrica na obtenção da distribuição de poros. 35\nExtraído de Laurent, Moscheto e Montanvert (1993).\n\nO nível de cinza em relação a altura do ponto. 38\n\nUma abstração para a binarização - um corte transversal na 38 \nimagem\n\nAfastamento da superfície da representação plana. 39\n\nOs três elementos que se destacam na geometria. 40\n\nA função gradiente de níveis de cinza G(I(x)) entre dois pontos SS 40 \ne SI.\n\nAplicação de um filtro laplaciano L(I(x)), sobre a imagem de uma 41 \nborda.\n\nFluxograma da abordagem de detecção de borda. 43\n\nRepresentação gráfica do filtro Laplaciano não-linear, obtendo-se 44\num maior número de pontos pertencentes a borda.\n\nElemento estruturante dn(x,y) utilizada pelo autor, para a 45 \nimplementação dos filtros para as equações 3.2.1.4 e 5.\n\nPara o segmento de uma imagem em tons de cinza I(x,y) em \"a\", 46\nobtem-se a imagem resultante LNL(x,y) em \"b\", para o operador \nFLNL.\n\n\n\nVIII\n\nFigura 3.2.2.2.\n\nFigura 3.2.3.1.\n\nFigura 3.2.3.2.\n\nFigura 3.2.4.1. \n\nFigura 3.2.4.2.\n\nFigura 3.2.4.3.\n\nFigura 3.3.1. \n\nFigura 3.3.2.\n\nFigura 3.4.2.1. \n\nFigura 3.4.2.2.\n\nFigura 3.2.2.1. A aplicação do detector de passagem-zero, sobre a imagem 47 \nLNL(x,y) da figura 3.2.1,2.b.\n\nAs quatro configurações possíveis para a geração de elementos 48\nde conexão no objeto borda descontínuo.\n\nDiagrama mostrando a relação entre os gradiente máximo e o 48 \nmínimo com a região de passagem-zero.\n\nA aplicação do reforçador de bordas para a imagem da figura 49 \n3.2.1,2.b, obtendo-se a imagem LNLR(x,y).\n\nRequantificação da imagem LNLR(x,y) da figura 3.2.3.2. 50\n\nHistograma da imagem requantificada apresentada na figura 50 \n3.2.4.1\n\nO uso do operador de threshold (frequência de corte igual a 20) 51\nsobre o segmento de imagem da figura 3.2.4.1, gerando-se a \nmatriz imagem da borda B(x,y).\n\nEsquema de vizinhanças para a execução do algoritmo de 52 \nKopelman et alli (1976).\n\nExemplo da aplicação do algoritmo de rotulagem em uma imagem 52\nonde os pontos iguais a zero representam pontos pertencentes a \nborda. Ao final, todos os pontos de rótulo igual a 2, passam a 1 \n( T { 2 H 1 ).\n\nOs problemas oriundos da variação do relevo na fase sólido, 55 \nquando da conservação de informações topológicas.\n\nOs problemas oriundos da variação do relevo na fase porosa, 55\nquando da conservação de informações topológicas.\n\n\n\nIX\n\nFigura 3 4.3.1. Ruptura de uma borda gerando a sobrestimação de uma fase. 57\n\nFigura 3.5.1. Fluxograma da Técnica de Binarização por Regiões Conexas. 58\n\nFigura 3.6.1. Imagem da argamassa de cal e cimento com um aumento de 59 \n6400X, obtida por microscopia eletrônica de varredura.\n\nFigura 3.6.2. Histograma de níveis de cinza para a figura 3.6.1. 60\n\nFigura 3.6.3. Imagem da borda (em vermelho) segmentando a imagem em 60 \nbordas e objetos conexos.\n\nFigura 3.6.4. Histograma de valores requantificados dos elementos pertencentes 61 \na borda (discutido na secção3.2.4)\n\nFigura 3.6.5. Histograma de níveis de cinza dos elementos pertencentes a borda. 61\n\nFigura 3.6.6. Histograma de um objeto (elemento 106) que apresenta uma 62 \ninclinação pronunciada em sua superfície.\n\nFigura 3.6.7. Histograma de um poro (elemento 190) que apresenta uma 63 \nprotuberancia em seu interior.\n\nFigura 3.6.8. Imagem binária final para a micrografia da figura 3.6.1, resultante 64 \ndo processo de Binarização por Regiões Conexas.\n\nFigura 3.7.1. Imagem binária obtida com o processo estatístico de binarização 65\nbi-modal. Destaca-se a sobrestimação da porosidade (fase preta).\n\nFigura 3.7.2. Imagem binária obtida com o processo estatístico de binarização 65\nbi-modal corrigido (valor de threshold igual a 100) tentando-se \namenizar a superestimação da fase porosa. Destaca-se a perda de \ninformações de conexão entre cavidades.\n\n\n\nX\n\nFigura 4.2.1. \n\nFigura 4.2.2.\n\nFigura 4.2.3. \n\nFigura 4.2.4.\n\nFigura 4.2.5.\n\nFigura 4.2.6.\n\nFigura 4.3.1.\n\nFigura 4.3.2. \n\nFigura 4.3.3.\n\nFigura 4.1.1.\n\nFigura 4.1.2.\n\nImagem binária de um objeto (dada por 1 e 0) 68\n\nImagem de distância ao fimdo de um objeto com a máscara de 68 \nchanfro d3-4.\n\nEixo mediano formado pelo centro de bolas máximas inclusas. 69\n\nExtração do eixo mediano utilizando a tabela de correspondência, 70 \nonde em \"a\" (dist.ao fundo), em \"b\" (eixo mediano = \"6\", mais \npseudo-máximos), em \"c\" (uso da tabela de Arcelli) e \"d\" o eixo \nmediano (através da equação(4.2.1)).\n\nPara o mesmo objeto da figura 4.1.1, a extração do eixo mediano 70 \ncom a equação 4.2.1.\n\nPara o mesmo objeto da figura 4.1.1, a extração do eixo mediano 71 \ncom o uso da tabela de correspondência para eliminação dos \npseudo-máximos.\n\nPara o eixo mediano da figura 4.2.4, o primeiro percurso sobre a 72 \nimagem do algoritmo de descompressão (de cima para baixo)\n\nDescompressão da imagem com o segundo percurso (de baixo 72\npara cima).\n\nA geração da linha mediana, formada pelos pontos do eixo 73 \nmediano mais os pontos de conexão.\n\nExemplo de um concatenamento de cume. 74\n\nExemplo de propagação forçada, para a imagem de distância ao 75 \nfundo (em \"a\") a conexão do seu eixo mediano em \"b\", \npropagando-se o percurso do EM.\n\n\n\nXI\n\nFigura 4.4.1.2.\n\nFigura 4.4.1.3. \n\nFigura 4.4.1.4. \n\nFigura 4.4.1.5.\n\nFigura 4.4.2.1. \n\nFigura 4.4.2.2. \n\nFigura 4.4.3.1. \n\nFigura 4.4.4.1. \n\nFigura 4.4.5.1.\n\nFigura 4.5.1. \n\nFigura 4.5.2.\n\nFigura 4.4.1.\n\nFigura 4.4.1.1.\n\nDecomposição dos objetos de uma imagem através da 76\nrepresentação gráfica da linha mediana.\n\nRepresentação geométrica dos nós em um objeto que representam 77\nas bolas principais sobre o conjunto de bolas máximas (eixo \nmediano).\n\nOs centros de nós obtidos com o uso da equação 4.4.1.1 em \"a\" 78\ne da equação 4.4.1.2 em \"b\".\n\nExtração dos centros de nós para a figura 4.3.1. 78\n\nUm único ramo (arco) entre centros de nó. 79\n\nCentros de nós mais os pontos pertencentes a cada nó 80\n(determinando suas configurações), para a figura 4.1.2.\n\nConfigurações possíveis para os arcos entre nós. 81\n\nCaracterização de arcos entre nós para a figura 4.1.2. 81\n\nArcos formados pelos elementos que não pertencem aos nós. 82\n\nOs diferentes tipos de nós para a figura 4.1.2. 83\n\nInterferência de duas imagens reconstruídas (\"a\" e \"b\") a partir de 85 \nelementos diferentes de um mesmo objeto (figura 4.1.2), \ndiscretizando suas áreas em duas proeminências (\"c').\n\nDistorções observadas na caracterização de esqueletos binários 86 \npara um círculo.\n\nUma linha medina com ramificações que dificultam a classificação 86\ndos nós.\n\n\n\nXII\n\nFigura 4.6.2.\n\nFigura 4.6.3.\n\nFigura 5.1.1.\n\nFigura 5.1.2.\n\nFigura 5.1.3. \n\nFigura 5.1.4.\n\nFigura 5.1.5. \n\nFigura 5.1.6.\n\nFigura 5.1.7.\n\nFigura 5.2.1. \n\nFigura 5.2.2.\n\nFigura 4.5.3.\n\nFigura 4.6.1.\n\nReaglutinação de nós vizinhos, observados na figura 4.5.2. 87\n\nResultado para a implementação de Thiel, aplicando a filosofia 87 \nproposta por Montanvert.\n\nA implementação feita por Thiel para a extração da linha mediana 88 \n(descrita na secção 4.2-3) aplicando-se o algoritmo desenvolvido \npor Montanvert (1987), gerando-se linhas de decoalescência.\n\nResultados para a técnica proposta neste trabalho retirando-se as 89 \náreas de conexão através dos nós de Conexão.\n\nIlustração representando as restrições (estreitamentos) com Raio 91 \nRr entre saliências da forma de Raio Rg.\n\nUma rede quadrada de ligações em \"a\" e uma rede quadrada de 93\nsítios em \"b\".\n\nUma rede de sítios e ligações (quadrada: Z=4) 93\n\nImagem exemplo gerada em um editor gráfico (400X400 pixel, 94\nporosidade 0,1485).\n\nImagem da linha mediana para a imagem da figura 5.1.4. 95\n\nIdentificação dos objetos da figura 5.1.4 (em azul os objetos de 95 \nconexão).\n\nDistribuição de poros acumulada em função do raio (pixel) para a 96 \nfigura 5.1.6 (porosidade igual a 0,1485).\n\nImagem de sítios e ligações gerada em um editor gráfico. 97\n\nImagem da linha mediana para a figura 5.2.1. 98\n\n\n\nFigura 5.2.3. \n\nFigura 5.2.4. \n\nFigura 5.2.5. \n\nFigura 5.2.6.\n\nFigura 5.3.1. \n\nFigura 5.3.2. \n\nFigura 5.3.3. \n\nFigura 5.3.4.\n\nFigura 5.3.5.\n\nFigura 5.3.6.\n\nFigura 5.3.3.\n\nFigura 5.4.1. \n\nFigura 5.4.2.\n\nImagem dos nós extraídos (mais o contorno dos objetos) com o \nusodo protótipo do algoritmo do gráfico da linha mediana.\n\nDiscretização dos elementos (sítios) para a imagem da figura 5.2.1 \n(ligações em azul - porosidade igual a 0,0225).\n\nDistribuição de sítios de porosidade 0,326, para a imagem da \nfigura 5.2.4.\n\nDistribuição de ligações em relação a um raio característico com \nporosidade igual 0,0225 (porosidade total do meio igual 0,3485 - \nFigura 5.2.1).\n\nCavidades (ou elementos) se interseccionando\n\nImagem exemplo gerada em um editor gráfico.\n\nImagem da linha mediana para a figura 5.3.2.\n\nNós e os contornos dos objetos obtidos com o protótipo do \nalgoritmo do gráfico da linha mediana.\n\nDiscretização dos elementos para a imagem da figura 5.3.2 \n(ligações em azul - porosidade igual a 0,0062).\n\nDistribuição acumulada para os \"sítios\" conservando-se a \nporosidade total (0,3492) da figura 5.3.2.\n\nDistribuição acumulada em número de ligações em relação a um \nraio característico (porosidade 0,0)\n\nFunção número de coordenação para a figura 5.1.6.\n\nFunção número de coordenação para a figura 5.2.4.\n\n98\n\n99 \n\n99\n\n100\n\n100\n\n102\n\n102\n\n103\n\n103\n\n104\n\n104\n\n105\n\n106\n\nXIII\n\n\n\nXIV\n\nFigura 5.5^2. \n\nFigura 5.5.3. \n\nFigura 5.5.4.\n\nFigura 5.5.5.\n\nFigura 5.5.6.\n\nFigura 5.5.7. \n\nFigura 5.6.1. \n\nFigura 5.6.2. \n\nFigura 5.6.3.\n\nFigura 5.4.3.\n\nFigura 5.5.1. Imagem binária da areia de Fontaineableau 107\n(porosidade total para esta imagem igual 0,3107)(250X250 pixel).\n\nImagem da linha medina (em azul) para a figura 5.5.1. 108\n\nImagem dos nós principais em azul. 108\n\nImagem segmentada para a areia de Fontainebleau (conexões em 109 \nazul - porosidade igual a 0,0566).\n\nFunção distribuição acumulada de cavidades para o modelo onde 110 \nas ligações contribuem em volume -\"A\"- (porosidade de 0,2541), e \nem para a decoalêscencia numérica (porosidade igual a \n0,3107 - total do meio).\n\nFunção distribuição acumulada de gargantas com volume 110 \n(representado por \"A\", porosidade igual a 0,0566) e em a \nfunção distribuição acumulada em número de gargantas, com \nporosidade igual 0,0.\n\nFunção número de coordenação para a imagem da areia de 111 \nFontaineableau segmentada (figura 5.5.4)\n\nComparação de resultados para a figura 5.1.4, entre o GLM e 112 \na OA \"A\", para a Função Distribuição Acumulada de Cavidades.\n\nComparação de resultados para a figura 5.2.1, entre o GLM e 113 \na OA \"A\", para a Função Distribuição Acumulada de Cavidades.\n\nComparação de resultados para a figura 5.3.2, entre o GLM e 113 \na OA \"A\", para a Função Distribuição Acumulada de Poros.\n\nFunção número de coordenação para a figura 5.3.5. 106\n\n\n\nXV\n\nFigura 5.6.5. \n\nFigura 5.6.6.\n\nFigura 6.1.3.1. \n\nFigura 6.1.3.2. \n\nFigura 6.1.3.3. \n\nFigura 6.1.3.4.\n\nFigura 6.1.3.5.\n\nFigura 6.1.3.6.\n\nFigura 6.2.1.\n\nFigura 6.2.2.\n\nFigura 6.2.3.\n\nFigura 5.6.4. Comparação de resultados para a figura 5.3.2, entre o GLM e 114 \na OA \"A\", para a Função Distribuição Acumulada em Número de \nG arg an tas.\n\nComparação de resultados para a figura 5.5.1, entre o GLM e 115 \na OA \"A\", para a Função Distribuição Acumulada de Cavidades.\n\nComparação de resultados para a figura 5.5.1, entre o GLM e 115 \na OA \"A\", para a Função Distribuição Acumulada em Número de \nG arg an tas.\n\nMicrografia da argamassa com aumento de 50X (escala: 10/zm). 120\n\nMicrografia da argamassa com aumento de 200X (escala: 10fim). 121\n\nMicrografia da argamassa com aumento de 800X (escala: \\fim). 121\n\nMicrografia da pasta de ligantes da argamassa com aumento de 122 \n3200X (escala: l/mi).\n\nMicrografia da pasta de ligantes da argamassa com aumento de 122 \n6400X (escala: 1/zm).\n\nMicrografia da pasta de ligantes da argamassa com aumento de 123 \n12500X (escala: 1/zm).\n\nImagem binária para a micrografia de aumento de 3200X com o 125 \nuso do método de binarização BRC (figura 6.1.3.4).\n\nImagem binária para a micrografia de aumento de 6400X com o 125 \nuso do método de binarização BRC (figura 6.1.3.5).\n\nImagem binária para a micrografia de aumento de 12500X com o 126 \nuso do método de binarização BRC (figura 6.1.3 .6).\n\n\n\nFigura 6.3.1.\n\nFigura 6.3.2.\n\nFigura 6.3.3.\n\nFigura 6.4.1.\n\nFigura 6.4.2.\n\nFigura 6.4.3.\n\nFigura 6.4.4.\n\nFigura 6.4.5.\n\nFigura 6.4.6.\n\nImagem segmentada em áreas de conexão (em azul) e áreas 127 \nproeminentes, para a figura 6.2.1.\n\nImagem segmentada em áreas de conexão (em azul) e áreas 127 \nproeminentes, para a figura 6.2.2.\n\nImagem segmentada em áreas de conexão (em azul) e áreas 128 \nproeminentes, para a figura 6.2.3.\n\nFunção distribuição acumulada de poros para a figura 6.3.1 129 \n(imagem de 3200X).\n\nFunção distribuição acumulada de cavidades para o modelo onde 129 \nas ligações contribuem em volume (\"? \" - porosidade igual a \n0,2386), e em \"A\" para a decoalêscencia numérica (porosidade \nigual a 0,2699) para a imagem da figura 6.3.1 (3200X).\n\nFunção distribuição acumulada de gargantas com volume 130 \n(representado por \"A\" - porosidade igual a 0,0313) e em com \nporosidade igual 0,0, para a figura 6.3.1 (3200X).\n\nFunção distribuição acumulada de poros para a figura 6.3.2 130 \n(imagem de 6400X).\n\nFunção distribuição acumulada de cavidades para o modelo onde 131 \nas ligações contribuem em volume ( \"A\" - porosidade de 0,2786), \ne em para a decoalêscencia numérica (porosidade igual a \n0,3157) para a imagem da figura 6.3.2 (6400X).\n\nFunção distribuição acumulada de gargantas com volume 131 \n(representado por - porosidade igual a 0,0351) e em \"A\" com \nporosidade igual 0,0, para a figura 6.3.2 (6400X).\n\nXVI\n\nFigura 6.4.7. Função distribuição acumulada de poros para a figura 6.3.3 132 \n(imagem de 12500X).\n\n\n\nFigura 6.4.8.\n\nFigura 6.4.9.\n\nFigura 6.5.1.\n\nFigura 6.5.2.\n\nFigura 6.5.3.\n\nFigura 6.6.1.\n\nFigura 6.6.2.\n\nFigura 6.6.3.\n\nFunção distribuição acumulada de cavidades para o modelo onde 132 \nas ligações contribuem em volume (\"A\" - porosidade de 0,3089), e \nem para a decoalêscencia numérica (porosidade igual a\n0,3689) para a imagem da figura 6.3.3 (12500X).\n\nFunção distribuição acumulada de gargantas com volume 139 \n(representado por \"A\" - porosidade igual a 0,0553) e em com \nporosidade igual 0,0, para a figura 6.3.3.\n\nFunção número de coordenação para a figura 6.3.1 (imagem de 134 \n3200X).\n\nFunção número de coordenação para a figura 6.3.2 (imagem de 134 \n6400X).\n\nFunção número de coordenação para a figura 6.3.3 (imagem de 135 \n12500X).\n\nComparação de resultados para a micrografia de 3200X de 136 \naumento, entre o GLM e a OA \"A\", para a função \ndistribuição acumulada de poros.\n\nComparação de resultados para a micrografia de 3200X de 136 \naumento, entre o GLM e a OA \"A\", para a função \ndistribuição acumulada em número de gargantas.\n\nComparação de resultados para a micrografia de 6400X de 137 \naumento, entre o GLM e a OA \"A\", para a função \ndistribuição acumulada de poros.\n\nXVII\n\nFigura 6.6.4. Comparação de resultados para a micrografia de 6400X de 137 \naumento, entre o GLM e a OA \"A\", para a função \ndistribuição acumulada em número de gargantas.\n\n\n\nFigura 6.6.5.\n\nFigura 6.6.6.\n\nComparação de resultados para a micrografia de 12500X de\naumento, entre o GLM e a OA \"A\", para a função\ndistribuição acumulada de poros.\n\nComparação de resultados para a micrografia de 12500X de\naumento, entre o GLM e a O A \"A\", para a função \ndistribuição acumulada em número de gargantas.\n\n\n\nXIX\n\nSIMBOLOGIA\n\nSím bolo Significado e unidades\n\nA{ } Conjunto de pontos\n\na  Primeiro índice na máscara de chanfro\n\nA, B, C  Elementos de uma relação de vizinhanças definida por uma máscara\n\nB C ) M atriz imagem da borda\n\nB R C  Binarização por Regiões Conexas\n\nB Borda - linha imaginária de separação de duas fases (em uma imagem\n\nbinária)\n\nB x Elemento estruturante\n\nC n O  Máscara de multiplicação\n\nd n (#) Máscara quadrada de elementos vizinhos de um ponto para o FLNL(»)\n\nd , D Diâmetro de um poro\n\nd 3_4 Máscara de chanfro 3-4\n\n**5-7-11 Máscara de chanfro 5-7-11\n\nM áscara de chanfro com incrementos de deslocamentos diagonais e \n\nortogonais iguais à 1\n\nd 4 Máscara de chanfro sem vizinhos diagonais com incremento de\n\ndeslocamento igual à 1 \n\nDistância Euclidiana \n\nE M  Eixo Mediano\n\nE„{*} Conjunto de ponto I(#) pertencente a uma região conexa\n\nÍA (#) Representação discreta da função f(#)\n\n\n\n/ XX\n\nF(*) Fração de poros\n\nFLNL(*) Filtro Laplaciano não linear\n\nf ( » )  Distribuição de intensidades luminosas e frequêncicas em um domínio\n\nF(*) Fração de poros\n\nG C ) Gradiente de uma função\n\nG radm ax(*) Gradiente máximo\n\nG radm in(*) Gradiente mínimo\n\nGLM Gráfico da Linha Mediana\n\nh ( #)  Histograma\n\nIreforeo da bordai*) Matriz de coeficientes de reforço da borda\n\ni, k  Elemento em um domínio finito\n\nIDF Imagem de distância ao fundo\n\nIA Imagem aberta - resultante da operação de abertura\n\nI C )  M atriz imagem em um plano discreto\n\nLNL(») M atriz imagem do Laplaciano não-linear resultante da aplicação do \n\nFLNL(*)\n\nLNLR(») Matriz resultante da aplicação da ^\n\nL(») Laplaciano de uma função\n\nmaximo M aior módulo na LNLR(*)\n\nm ínim o M enor módulo na LNLR(#)\n\nm a x { } M aior módulo de intensidade I(») em uma máscara dn(*)\n\nm in { } M enor módulo de intensidade I(») em uma máscara dn(»)\n\nm fln t e r i o r  Semi-máscara M[*] anterior\n\nm nosterior Semi-máscara M[*] posterior\n\nValor da máscara M[»] dependente da máscara de chanfro utilizada\n\nM M  Semi-máscara de vizinhança \n\nM [*].x, M [»].x Coordenadas espaciais da semi-máscara M[«]\n\n\n\n/ XXI\n\nN x N Dimensões de dn(»)\n\nn Números de pontos de uma máscara dn(»)\n\nO A  Operação de Abertura\n\nO  Centro da máscara de chanfro\n\np  Probabilidade finita\n\nPIC[*] Matriz imagem de distância ao fundo\n\nR P Raio de um círculo centrado em P\n\nR o  Raio de um círculo centrado em Q\n\nR a  Raio de uma estricção entre cavidades (garganta)\n\nR n Raio de uma cavidade\n\nr 2 Espaço bidimensional\n\nr índice da família de bolas, variando em [0, a-1]\n\nR  Raio do elemento estruturante\n\nR<jf Raio na IDF\n\nS Imagem\n\nS p Área correspondente ao domínio Vp\n\nSS Ponto em uma superfície superior\n\nSI Ponto em uma superfície inferior\n\nth Frequência de corte no histograma de níveis de cinza h(*) - \"threshold\"\n\nT {•} Lista auxiliar de rótulos\n\nthn Valor de threshold em uma região conexa n\n\nV[*J Matriz que contém as informações para a geração do elemento \n\nestruturante\n\nVP  Domínio de superfície associada ao ponto P\n\nX m áx, Y m áx Tamanho da matriz imagem I(*)\n\nX Módulo na imagem de distância ao fundo\n\nx,y Coordenadas espaciais\n\n\n\nZ 2\n\nz\nEspaço bidimensional discreto\n\nNúmero de coordenação de uma rede randômica\n\nL e tras G regas\n\nH Média de uma variável aleatória (primeiro momento)\n\na 2 Variância\n\nj8 Elemento em um domínio finito\n\n«(•) Fração em área total de poros\n\n\n\nRESUMO\n\nA motivação ao estudo de técnicas de análise de imagens aplicadas à pesquisa de \nmateriais porosos surge da possibilidade de obtenção de dados sobre a natureza morfológica e \ntopológica da estrutura do material, contribuindo de maneira a complementar técnicas \nexperimentais de tempo e custos muito elevados (por exemplo a adsorção e dessorção física de \nágua ou porosimetria a mercúrio - ensaio destrutivo), permitindo o desenvolvimento de técnicas \nnuméricas que representem as propriedades físicas do meio.\n\nEste trabalho desenvolve duas técnicas inéditas de análise de imagens para o \nestudo de micrografias do meio, permitindo a estimação das características geométricas da \nmicroestrutura, coerentes com  as idealizações usuais encontradas na bibliografia da área \n(simulação estatística por redes randômicas associadas à teoria da percolação, reconstituição \nnumérica do meio).\n\nInicialmente é desenvolvida uma técnica de binarização de imagens em tons de \ncinza, denominada Técnica de Binarização por Regiões Conexas. Essa metodologia visa a \ngeração de uma representação binária da imagem em tons de cinza discretizando a fase porosa \n(fase preta) da matriz sólida (fase branca), conservando-se a topologia do meio. A partir da \ngeração das bordas dos elementos da imagem com o uso de um operador Laplaciano não linear, \ngeram-se regiões conexas (fechadas) que conservam relações topológicas entre os pixels da\n\n\n\nXXIV\n\nimagem (\"n\" elementos mais objeto borda). Um critério de decisão aplicado sobre o histograma \ndos tons de cinza dos elementos determina se o objeto pertence à fase porosa ou se pertence à \nfase sólida. A composição de todos os elementos com suas respectivas fases, mais a binarização \nunimodal do objeto borda geram a imagem binária, objeto de análise para a técnica de \ndiscretização de objetos da fase porosa a ser desenvolvida.\n\nA  partir dos conceitos da geometria discreta é desenvolvida a Técnica do Gráfico \nda Linha Mediana, que aplicada sobre imagens binárias, permite a completa descrição morfo- \ntopológica dos elementos inclusos nas fases. A técnica baseia-se na extração de um esqueleto \nbinário denominado linha mediana e de sua abstração em uma representação gráfica, permitindo a \nseparação de elementos componentes de um mesmo objeto em suas geometrias básicas. A \ndescrição da imagem desta forma permite a obtenção de funções distribuição de poros e/ou \ncavidades e conexões (abstração utilizada em simulações estatísticas do meio), bem como o \nnúmero de ligações que uma cavidade possui com os seus vizinhos (função distribuição número \nde coordenação).\n\nDiscussões são realizadas a respeito das potencialidades e limitações das técnicas \ndesenvolvidas quando de suas aplicações sobre micrografias da argamassa de cal e cimento, \nobtendo suas curvas características.\n\n\n\nABSTRACT\n\nThe motivation in studying image analysis techniques applied to porous medium \nresearch comes from the possibility to obtain morphological and topological data of the material \nstructure, contributing to complement expensive experimental techniques (for example the \nphysical water adsorption and desorption or mercury porosimetry - destructive test), allowing \nnumerical techniques development that represents the medium physical properties.\n\nThis work develops two new image analysis techniques, to study microscopy \nmedium images, allowing to evaluate micro-structure geometric characteristics coherent with the \ncommon methods founded in bibliography (statistical simulation with random nets associated to \npercolation theory, medium numerical reconstruction).\n\nAt first a gray level image binarization technique is developed, called Binarization \nTechnique by Connected Regions. This methodology aims to generate a binary representation of \ngray level image separating the porous phase (black phase) from solid phase (white phase), \nmaintaining the medium topology. From the edge image elements generation with a non-linear \nLaplacian operator, we can generate connected regions (closed) maintaining topological relations\n\n\n\nXXVI\n\nbetween image pixels (\"n\" elements plus edge object). A decision criteria applied to each element \ngray level histogram determines if the object belongs to porous phase or solid phase. The \ncomposition o f all elements with there respective phases, plus the unimodal edge object image \nbinarization generates the final binary image, object o f analysis for the porous phase segmentation \ntechnique to be develop.\n\nFrom the discrete geometry concepts the Median Line Graphics Technique is \ndeveloped, and applied to binary images, allows the complete morpho-topologic description of \nthe included elements in the phases. The technique is based on a binary skeleton extraction called \nmedian line and its abstraction in a graphical representation, allowing the element separation of an \nobject in its basic geometries. This way o f image description allows to obtain the pore, cavity and \nconnection distribution function (abstraction utilized in medium statistic evaluations), and the \ncavities number o f connections with its neighbours (coordination number distribution function).\n\nDiscussions are made about the developed techniques potentiabilities and \nlimitations when applied to mortar cement micro-photographs, obtaining its characteristics \ncurves.\n\n\n\nINTRODUÇÃO\n\nÒ estudo e caracterização da estrutura de materiais porosos tem  por objetivo a \ndeterminação da relação entre a  sua estrutura e as suas propriedades físicas. Em um meio poroso \nduas estruturas complementares existem: a fase sólida estruturante do material e a fase porosa \npropriamente dita, determinante do espaço no material que possa vir a ser invadido por uma \nterceira fase, alterando seu comportamento físico. Dessa forma, as propriedades características do \nmaterial tem íntima relação com a geometria do espaço poroso e com as propriedades químicas \ndo material contituinte da fase sólida.\n\nQuando da analise das propriedades termo-físicas relacionadas à invasão do meio \n(preenchimento do espaço poroso) por fluidos molhantes e/ou não-molhantes, estes são função \ndireta da geometria determinada pela configuração do espaço poroso quando interações físico- \nquímicas com a fase sólida são menos importantes. O estudo e modelagem da geometria do \nespaço poroso é então um das linhas principais de estudo, tendo já  sido explorada por visões \nmacroscópicas. Dentro desse enfoque, autores como Philip e de Vries (1957), desenvolveram \nabordagens para teorias fenomenológicas que descrevessem o comportamento do meio frente a\n\n\n\n2\n\ntransferência de calor e massa. Autores como Van der Kooi (1971), Daían (1986), Fernandes \n(1990) e Cunha Neto (1992), desenvolveram estudos experimentais do comportamento do meio \nfrente aos processos de fixação e transferência de umidade.\n\nO utra abordagem pode ser formulada levando-se em conta a formação \nmicroestrutural do meio, visto que sua geometria determina fortemente processos de invasão do \nmeio tais como a intrusão de mercúrio e do vapor de água. Dois aspectos importantes nessa \nabordagem são observados: aspectos morfológicos (relacionados a distribuição de tamanhos de \nporos na estrutura) e aspectos topológicos (conectividade entre poros). Teorias abordando esses \naspectos microestruturais foram propostas tais como o modelo BJH (Barret, Joyner e Halenda, \n1951), que relaciona a microestrutura do material a um feixe de poros paralelos de tamanhos \ndiferentes, e modelos de simulação estatística baseados em redes randômicas associados à teoria \nda percolação.\n\nOs processos de estimação das propriedades termofísicas do meio poroso através \nda simulação do meio real baseados em redes randômicas, buscam a modelação do problema \natravés da idealização de uma distribuição de poros conectados entre si. A  técnica associa-se à \nteoria da percolação introduzida por Broadbent e Hammersley (1957), consistindo na \nconsideração de redes regulares constituídas de pontos denominados sítios e  da conexão entre \neles através de elementos chamados de ligações, sendo que o número de ligações deixando cada \nsítio é denominado número de coordenação da rede. Uma aplicação dessa teoria pode ser \nobservada em Parlar e Yortsos (1988) e de Souza (1993).\n\nO ponto de partida para os uso dessas formulações é um a descrição da \nmicroestrutura do material para a geração de um domínio de dados, como os obtidos por técnicas \nexperimentais de investigação \"indireta\", tais como a porosímetria a mercúrio, observada em \nPedrini (1991), quando da obtenção das curvas características da distribuição de poros para uma \nargamassa de cal e cimento através da intrusão forçada de mercúrio na estrutura do material. \nOutra importante técnica indireta é a análise de isotermas de equilíbrio obtidas em ensaios de \nadsorção e dessorção isotérmica de fluidos, como os resultados obtidos por Yunes (1992), onde \nem processos de secagem (dessorção) e umidificação (adssorção) do vapor de água em uma \nargamassa de cal e cimento, obtem-se curvas isotérmicas de umidade por conteúdo mássico de \nvapor condensado.\n\nN a porosímetria a mercúrio, o volume de poros grandes quando conectados a \nfrente de invasão do fluido através de poros de raio inferior, é atribuído à classe de poros de raio\n\n\n\n3\n\ninferior. A pressão de invasão é inversamente proporcional ao raio da cavidade; (quanto menor o \nraio da cavidade, maior é a pressão de intrusão necessária à penetração do fluido). Da mesma \nmaneira, através de ensaios de adsorção e dessorção física de um fluido observa-se uma distorção \nnos resultados em função da relação de conexão desconhecida. Esses processos apresentam \nproblemas de superestimação, em função da impossibilidade de expressão em seus resultados, da \nrelação de conectividade entre os poros do material. A observação de uma curva de distribuição \nde poros assim obtida pode não expressar a realidade do problema, gerando-se a  necessidade do \ndesenvolvimento de processos de investigação \"direta\" da microestrutura do material.\n\nO método de investigação direta mais intuitivo é a inspeção visual da estrutura do \nmeio por parte do observador, através de equipamentos óticos (lupas ou microscópios para a \nobservação da macroporosidade) e/ou eletrônicos (microscopia eletrônica para a observação da \nmicroporosidade). Um trabalho de inspeção visual para a determinação das curvas características \ndo meio poroso foi realizado por Yunes (1992).\n\nTécnicas computacionais baseadas na análise de imagens digitais foram idealizadas \nvisando a determinação da configuração espacial da estrutura porosa, sendo uma das mais \ncomuns a identificação sobre a imagens de \"padrões\" pré-estabelecidos. Esses padrões são \nchamados usualmente de \"elementos estruturantes\", sendo um dos mais usados o círculo. A \ntécnica baseia-se na busca por interferência, de áreas definidas pelo elemento estruturante sobre \na  imagem, que sejam totalmente \"preenchidas\" pela imagem do elemento estruturante. A busca de \npadrões sobre uma imagem comumente realizada, necessita de equipamentos robustos do ponto \nde vista de capacidade computacional (memória e velocidade), tendo em vista o cálculo em ponto \nflutuante (uso de valores não inteiros) para a estimação e comparação de áreas, interpolação de \ncores, bem como o deslocamento e posicionamento do elemento estruturante sobre a imagem. \nEsse tipo de abordagem tem um tempo de execução e custos muito altos, incertezas oriundas do \nincorreto reconhecimento de elementos em virtude do deslocamento do padrão sobre direções \npreferênciais, não sendo então muito difundida.\n\nUm desenvolvimento da técnica de busca de padrões necessita de uma \nrepresentação bifásica da imagem, ou seja, somente existem na imagem duas informações, onde \numa é representada pela cor preta (usualmente) relaciona os elementos pertencentes à fase \nporosa, e outra (usualmente dada pela cor branca), relaciona os elementos pertencentes à matriz \nsólida. Esse tipo de representação é chamada de \"imagem binária\", delimita o contorno dos \nelementos (a forma) e não necessita de cálculos demorados quando da interpolação de cores para \na caracterização dos elementos em cada fase. Mas da mesma maneira, o reconhecimento de\n\n\n\n4\n\npadrões sobre uma representação binária é demorada, como visto, pelo grande número de \ncálculos a serem executados e grandes incertezas do processo.\n\nUsualmente a técnica de geração de uma transformada da imagem em \nrepresentação binária é baseada na análise do histograma de níveis de cinza, gerada a partir de \num a imagem denominada \"imagem em tons de cinza\", formada por um espectro de cores que \ninterpola tons do preto ao branco (256 níveis de cinza - escala de inteiros que atribui o valor 0 a \ncor preta e 255 a cor branca). A partir da função ocorrência de níveis de cinza (histograma), \ncaracteriza-se um valor da escala como sendo o ponto de mudança de fase (denominado \nfrequência de corte ou \"threshold\"). Os valores superiores da escala são tomados como sendo \npertencentes a fase sólida, e os inferiores, pertencentes a fase porosa. Muitas variações estatísticas \ndesse método foram propostas (discutidas no capítulo 1), mas o problema que se observa é a \nperda de informações morfológicas e topológicas quando as imagens apresentam um grande efeito \nde profundidade, determinado por regiões de uma mesma fase apresentarem um espectro de nível \nde cinza amplo, em regiões localizadas sobre a imagem. Outra abordagem que se observa é a \nchamada detecção de contornos (bordas) na tentativa da conservação das informações \ntopológicas, mas as metodologias decorrentes dessa técnica tem encontrado muito pouco sucesso.\n\nSobre uma imagem binária, um conceito da teoria dos conjuntos foi introduzido \npela morfologia matemática: baseia-se na \"erosão\" e \"dilatação\" dos objetos de uma determinada \nfase sobre a imagem de representação, denominando-se \"Operação de Abertura\" (erosão sucedida \nda dilatação de um objeto), a partir de uma elemento estruturante (usualmente o círculo). O \nresultado é uma distribuição de poros em função de um raio (quando do uso do círculo), mas se \nutiliza de um grande número de testes a serem realizados em virtude do uso de números em ponto \nflutuante.\n\nTécnicas modernas baseadas nos conceitos matemáticos da geometria discreta \nquando da análise de representações binárias (assunto a ser discutido no capítulo 2), foram \nexploradas por Chassery e M ontanvert (1991) e Laurent et alli (1993). Utiliza-se os conceitos da \nmorfologia matemática (operação de abertura), onde se realiza um processamento rápido e eficaz. \nO método baseia-se no conceito de geração de uma imagem de representação da imagem binária \ndenominada \"imagem de distância ao fundo\", através do uso de métricas quase-Euclidianas \n(aproximações dos valores à inteiros). A metodologia é simples, eficaz e apresenta bons \nresultados para a obtenção da distribuição de poros. Permite ainda uma modificação, \npossibilitando a extração de informações sobre a distribuição em número de ligações para uso em \nredes de simulação estatística, visto em Fernandes (1994). A limitação apresentanda por esta\n\n\n\n5\n\ntécnica é a superestimação do número de raios de poros para geometrias regulares (assunto a ser \ndiscutido posteriormente nos capítulos 1 e 5).\n\nOutra técnica atual baseia-se na extração de um esqueleto da imagem de \nrepresentação binária, gerando uma representação gráfica. A técnica denomina-se \"Gráfico da \nLinha Mediana\", idealizado por Montavert (1987), posteriormente aperfeiçoada por Thiel (1991) \n(discutido no capítulo 1). A proposta da técnica é a representação dos pontos formadores do \nesqueleto em \"nós\" e \"arcos\", permitindo a determinação das geometrias contidas na imagem \nbinária da fase pesquisada. A técnica original limitava-se à identificação dos centros geométricos \ndos elementos através da procura de padrões. Thiel (1991), introduziu uma nova abordagem para \na sua formação, permitindo a segmentação da imagem em cavidades proeminentes através da \ngeração de uma linha de separação. Essa possibilidade permite a obtenção da distribuição de \nporos e da distribuição em número de ligações, mas não permite a obtenção de áreas específicas \npara as ligações (informação necessária para as redes de simulação estatísticas).\n\nO objetivo desse trabalho é a proposição de técnicas baseadas na análise de \nimagens em níveis de cinza que caracterizem a estrutura geométrica do meio poroso, conservando \nsua morfologia e topologia quando da obtenção de informações a partir de micrografias.\n\nN o primeiro capítulo é feita uma breve e suscinta discussão a respeito dos \nconceitos envolvidos quando da manipulação de imagens em níveis de cinza. Os fundamentos das \ntécnicas usuais de binarização uni-modais e bi-modais são abordadas, discorrendo-se sobre suas \naplicações e limitações. É  feito um breve relato sobre os conceitos da morfologia matemática, \nonde as suas principais operações são apresentadas: erosão e dilatação, bem como a técnica \nderivada chamada de Operação de Abertura (aqui denominada por simplificação de \"OA\"). Um \nbreve relato qualitativo dos dados obtidos com a OA é feita apresentando suas potencialidades e \nlimitações. A  técnica de caracterização da geometria em um gráfico denominada Técnica do \nGráfico da Linha Mediana, proposta originalmente por Montanvert (1987), é apresentada \njuntam ente com o desenvolvimento implementado por Thiel (1991), discutindo-se suas \ncaracterísticas.\n\nO capítulo 2 apresenta os conceitos da geometria discreta, necessários à geração \nde uma imagem transformada a partir da binária, denominada imagem de distância ao fundo. Os \nconceitos envolvidos em sua obtenção, baseados na utilização de aproximações à distância \nEuclidiana são discutidos, originam as chamadas máscaras de chanfro. Um breve relato dos \nalgoritmos usados em sua formulação é feita, destacando-se as abstrações derivadas no conceito\n\n\n\n6\n\nde famílias de bolas em espaços discretos (representação de discos no espaço bi-dimensional \ndiscreto), geometrias geradoras de elementos e erros envolvidos nas aproximações.\n\nN o terceiro capítulo é proposta uma metodologia de binarização denominada \nTécnica de Binarização por Regiões Conexas, que é aplicada à imagens em níveis de cinza que \npossuem um pronunciado afastamento da representação plana. A proposta introduz uma \nmetodologia de binarização que conserva a topologia juntamente com as informações \nmorfológicas características do meio, tentando amenizar distorções causadas pela transformada da \nimagem (a imagem em níveis de cinza em imagem binária), permitindo ainda uma inédita interação \nentre o observador e o resultado final do processo. As considerações assumidas são discutidas, \napresentando resultados comparativos com as técnicas mais comuns (binarização estatística).\n\nO quarto capítulo discute uma nova formulação para a Técnica do Gráfico da \nLinha Mediana (\"GLM\"), que fundamenta-se nas melhorias propostas por Thiel (1991) à técnica \noriginal. A filosofia de extração da linha mediana a partir de um esqueleto reversível denominado \neixo mediano é apresentada, evidenciando-se suas propriedades derivadas. Uma nova filosofia de \nextração dos elementos do gráfico é formulada, permitindo a identificação de áreas para gargantas \nbem como de uma fimção número de coordenação para a imagem, gerando-se uma metodologia \nformal à técnica, abrindo caminho a novas implementações.\n\nEm  seguida, no capítulo 5, são apresentadas as considerações geométricas \nassumidas para a geração de dados característicos do meio (funções distribuição e número de \ncoordenação) a partir da técnica do GLM proposta, para uso em redes estatíticas de simulação \nassociadas à teoria da percolação. São analisadas imagens de geometrias regulares, bem como a \nanálise de uma geometria real (areia de Fontaineableau), dita irregular. Ao final, resultados \ncomparativos são apresentados entre a técnica do GLM e da OA para geometrias regulares e \nirregulares, tecendo-se alguns comentários.\n\nO capítulo 6 descreve o processamento de micrografias de uma argamassa de cal \ne cimento, usada na construção civil. Essas micrografias foram obtidas por Yunes (1992), pelo \nuso da microscopia eletrônica de varredura, tendo como objetivo a caracterização de suas funções \ndistribuição e número de coordenação através do uso das técnicas propostas nesse trabalho. Uma \nanálise comparativa de resultados é realizada entre a OA e a técnica do GLM, evidenciando-se as \npotencialidades da metodologia de representação gráfica.\n\n\n\n7\n\nAo final, no capítulo 7, são apresentadas as conclusões a respeito dos métodos de \nBinarização por Regiões Conexas e da Técnica do Gráfico da Linha Mediana, bem como \nsugestões a respeito de possíveis linhas de pesquisa abertas pelos resultados obtidos pela \nimplementação dessas novas metodologias.\n\n\n\n1- TÉCNICAS DE ANÁLISE DE IMAGENS\n\nNeste capítulo são descritas as considerações básicas sobre as técnicas usualmente \nrealizados em análise de imagens, sem o objetivo de ser completo e rigoroso, mas com o intuito \nde introduzir e especificar conceitos necessários ao entendimento desse trabalho.\n\nApresenta-se um rápido enfoque sobre digitalização de imagens, especificando seu \nconceito básico e introduzindo a matriz imagem, necessária à análise digital.\n\nO problema da binarização de imagens em níveis de cinza, que é a geração da \nimagem de representação binária, é abordada discutindo-se as técnicas estatísticas bem como as \ntécnicas de detecção de contornos (bordas). Essa discusão apresenta um enfoque meramente \nilustrativo de suas capacidades e limitações, indicando os possíveis caminhos para uma melhor \nabordagem do problema quando de seu uso na área de meios porosos, bem como a bibliografia \ncorrente na área de análise de imagens.\n\nTrês abordagens distintas para a caracterização geométrica do meio poroso são \nexploradas: o reconhecimento de padrões através da inspeção da imagem, técnicas da morfologia \nmatemática (destacando-se a  operação de abertura) e a técnica do gráfico da linha mediana com \nseus conceitos básicos e limitações. Esta última, é discutida apresentando-se as melhorias\n\n\n\n9\n\nintroduzidas pelo trabalho de Thiel (1991), sendo a base para a técnica de caracterização \ngeométrica de imagens desenvolvida no capítulo 4.\n\n1 .1 -IM AGEM  DIGITAL\n\nUma imagem bidimensional de um meio poroso, por exemplo um a micrografia, é \nde natureza analógica (quando observada macroscopicamente) correspondendo a uma \ndistribuição de intensidades luminosas e frequências em um domínio de R^, representada por uma \nfunção f.\n\nA representação numérica de uma tal imagem consiste em construir a partir de f  \numa outra função definida em um domínio desmembrado de R^, onde os elementos de \nrepresentação numérica são manipuláveis por computador, Chassery e Montanvert (1991). Esses \nautores definem f ^  a partir de f, como sendo\n\nfA (p ) f (x ,y ) d x d y  (1.1.1)\nbP VP\n\nonde P pertence ao conjunto desmembrado de R^ (uma célula elementar) e V p designa o domínio \nde superfície (a célula) associada ao ponto P sendo Sp a área correspondente a esse domínio.\n\nEm processamento digital de uma imagem, o conjunto desmembrado de R^ é \nrepresentado por uma m atriz de elementos designados como \"pixel\" (P), cujo domínio de \nsuperfície (Vp) representa um  quadrado de área associada (Sp) igual a x^ (x = y). A cada \nelemento dessa matriz é associada uma codificação (f^(P)), representada pela associação de três \níndices básicos (na codificação computacional) conhecidas como RGB (red, green e blue). A \ncomposição desses índices p o r uma função definida (Pratt, 1991), impoe ao elemento (pixel) uma \nintensidade e espectro (cor) representativa da função transformação definida pela equação 1.1.1.\n\nA transformada do domínio real para o discreto é realizada por um captor \n(definição), sendo comumente usado o chamado scanner, ou ainda, a camera digitalizadora. A \ncaptura da imagem real pode ser feita com a definição da chamada \"pallete\" de cores, que traduz a \nfunção de composição do padrão RGB ao ponto, ou seja, podemos gerar um a matriz imagem \ndefinida por um espectro de cores pré-estabelecido (256 cores, 16 cores, 256 níveis de cinza, etc).\n\n\n\n/ 10\n\nAssim, a digitalização de uma imagem analógica representa a geração de uma \n\"Matriz Imagem\" discreta I(x,y), que traduz a intensidade luminosa e a cor de uma área por ela \ndefinida, em uma codificação manipulável algébricamente.\n\n1.2- BINARIZAÇÃO\n\nA transformação usual da imagem real em uma representação digital na área de \nmeios porosos a partir de um a micrografia da estrutura (obtida por microscopia ótica ou \neletrônica), é a geração de um a matriz imagem I(x,y) em \" 256 níveis de cinza\". A codificação \ndessa informação a partir do padrão RGB é dada pela interpolação de 256 valores inteiros, ou \nseja, a partir do preto (valor igual a 0) até a cor branca (valor igual a 255) de 254 níveis \nintermediários (tons de cinza). Segundo a bibliografia (Castlemam, 1979), o olho humano é capaz \nde distinguir simultaneamente somente 16 níveis de cinza no espectro compreendido da cor preta \nà branca, o que impoe à codificação da imagem em níveis de cinza (256 níveis) uma potente \nrepresentação do domínio real, permitindo uma apurada manipulação dos dados por ela \nrepresentados.\n\nAs técnicas modernas de análise de imagens visando a caracterização geométrica \nda estrutura de uma material se utilizam de uma representação bifásica da imagem digital, \ndenominada imagem binária. A  transformação da imagem digital em 256 níveis de cinza para uma \nimagem binária (representada por duas cores somente), tem por objetivo a geração da distinção \ndas fases presentes na imagem em contornos e áreas bem definidas, reduzindo o número de dados \ne testes a serem realizados.\n\nDuas abordagens para a realização dessa transformação se distinguem: as \nestatísticas baseadas em informações oriundas da frequência de ocorrência de um nível de cinza \nsobre a imagem (dada pelo histograma da função nível de cinza), observadas em Otsu (1979), \nRidler et alli (1984) e M ardia et alli (1988). Outra abordagem é centrada na obtenção dos \ncontornos dos objetos presentes na imagem (denominada detecção de borda), observada em \nDaddon et alli (1990).\n\nAs transformações estatísticas exploram o comportamento da curva função nível \nde cinza da ocorrência dos chamados picos da função, que traduzem a existência das fases \npresentes na imagem (em meios porosos: fase poro e fase matriz sólida). Em uma imagem\n\n\n\n11\n\nbifásica, com um histograma denominado bi-modal, distinguem-se dois picos bem pronunciados e \numa região intermediária de valor mínimo, caracterizando uma frequência de separação (nível de \ncinza) entre elas dada pelo mínimo intermediário (figura 1.2.1). Assumindo-se que esse nível de \ncinza de separação (usualmente denominado de \"threshold\") distingue as duas fases presentes na \nimagem, assume-se uma cor característica a todos I(x,y) de valor inferior e outra aos elementos \nde valor superior, binarizando a imagem (separando as fases). Isso equivale a um corte transversal \nno relevo, sendo eficaz em imagens ditas \"planas\" (todos os elementos de uma mesma fase \npossuem um valor muito próximo - possuem uma \"altura\" característica).\n\nR e le v o\n\nH istogram a de N ív e is de Cinza\n\nth=Threshold (freq. de corte)\n\nIm agem  Binária (th)\n\nFigura 1.2.1. Caracterização de uma operação de \"threshold\" sobre \num histograma de níveis de cinza\n\nQuando a imagem possui problemas, tais como variações localizadas de \niluminação ou um afastamento pronunciado da representação plana (assunto a ser discutido no \ncapítulo 3), o histograma reflete uma mistura de fases, caracterizado por um grande número de \npequenos picos (figura 1.2.2). A binarização bi-modal não se aplica, devido ao resultado \napresentar uma superestimação de uma de suas fases (perda de informações morfológicas) e a \nconsequente perda de informações de conexão entre os elementos (informações topológicas), \nocasionada pela impossibilidade de um \"corte\" apurado em seu relevo.\n\n\n\n12\n\nR e le v o  H isto gra m a  de N íveis de Cinza\n\nFigura 1.2.2. A impossibilidade de uma binarização bi-modal em uma \nsuperfície com afastamento da representação \"plana\".\n\nUma tentativa de melhoria da técnica estatística foi abordada por Otsu (1979), \nonde uma separação do histograma em \"classes\" de níveis de cinza é realizada, cada faixa do \nespectro é tratada individualmente (pesquisando-se um valor de threshold independente). A \ncomposição dessas várias binarizações somadas gera a imagem binária final. Essa melhoria na \ntécnica é muito explorada mas em virtude da não observação de informações topológicas sobre o \nhistograma de níveis de cinza (problema básico da técnica estatística), ela não consegue corrigir \nproblemas localizados sobre uma imagem com grandes afastamentos da representação plana.\n\nA metodologia de detecção de borda foi idealizada tentando-se conservar \ninformações topológicas locais quando do afastamento da representação plana. O método \nconsiste na procura de uma linha imaginária de separação das fases sobre o relevo da imagem \n(representado pelas variações locais no nível de cinza), explorando as informações locais do \ngradiente de nível de cinza para o ponto (figura 1.2.3).\n\nR e le v o  H isto gra m a  de N íveis de Cinza\n\nFigura 1.2.3. O método de detecção de borda para a binarização de imagens.\n\n\n\n13\n\nO problema básico que se enfrenta é a geração de uma linha contínua de sepação \nque permitisse uma segmentação da imagem original em regiões individuais; regiões que \nconcentram os níveis de cinza intermediários e outras em regiões claras e escuras. Isto permite a \nseparação no histograma de níveis de cinza de dois picos pronunciados, dessa forma, permitindo a \naplicação de um operador de threshold estatístico.\n\nO que se observa nas aplicações habituais de detecção de bordas é a \nimpossibilidade de sua operação em imagens com grandes afastamentos da representação plana, \ntraduzidas pela minimização na curva da função nível de cinza das intensidades intermediárias no \nespectro, mas conservando muitos picos localizados sobre a curva. Da mesma forma, a aplicação \nusual dessas técnicas assim propostas, não observam diretamente as informações topológicas que \num meio real apresenta (discutido na secção 3.4.2), acarretando na sobrestimação de uma \ndeterminada fase.\n\nAssim, um primeiro problema que se observa quando da caracterização geométrica \nda estrutura de meio poroso por técnicas de análise de imagens é a geração de uma representação \nbinária da imagem I(x,y) eficaz, conservado informações topológicas e morfológicas coerentes \ncom o esperado pela subjetividade do observador.\n\n1.3- CARACTERIZAÇÃO GEOMÉTRICA\n\nAs técnicas modernas de caracterização geométrica têm por objetivo expressar a \ngeometria presente na imagem de uma estrutura, determinando suas curvas características, \npossibilitando assim a modelação da estrutura para a estimação de suas propriedades físicas.\n\nOs processos que se destacam são os aqueles que procuram padrões presentes nas \nimagens, métodos matemáticos baseados na morfologia matemática e técnicas que procuram a \ndescrição da geometria através da representação gráfica dos objetos presentes na imagem \n(baseada nos conceitos da geometria discreta). Nas seções seguintes são apresentados os \nconceitos principais dentro dessas três categorias, evidenciando de maneira simplificada suas \nprincipais características, métodos e limitações.\n\n\n\n14\n\n1.3 .1- Reconhecimento de padrões.\n\nO reconhecimento de padrões existentes na imagem binária usualmente é realizado \ninspecionando-se a intersecção de um elemento estruturante (padrão pré-estabelecido) com a \nimagem binária do elemento (figura 1.3.1.1), por um deslocamento (percurso) definido. \nConfirmada a intersecção, a área é computada como sendo caracterizada pela geometria do \nelemento estruturante. Usando-se círculos, quadrados, elipses ou outras configurações \ngeométricas quaisquers de dimensões constantes, o resultado é totalmente dependente da forma e \ndimensões do elemento estruturante.\n\n&lt;)-f Elem ento Estruturante\n\n\\ P e rcu rso s Pré-definidos\n\nFigura 1.3.1.1. Idealização do processo de reconhecimento de padrões\n\nEssa idéia básica da tentativa de reconhecimento de padrões é muito explorada na \nárea da robótica (Pratt, 1991), onde a partir de uma imagem da linha de produção é feita a \ninspeção de várias peças através da procura de um padrão pré-estabelecido, permitindo a \nrealização de uma determinada tarefa sobre um elemento reconhecido por um equipamento \nespecialista.\n\nA  realização de tal procedimento automático visando a caracterização de uma \nimagem binária de um meio poroso é muito ineficaz, tendo em vista a geometria altamente \nirregular aliada à falta de uma orientação preferencial dos objetos sobre o plano ótico (condição \nbásica para o processo). Dessa forma, esse tipo de implementação necessita de um número de \ntestes muito grande, apresentando um tempo de processamento proibitivo.\n\n1.3.2- Morfologia Matemática\n\nA morfologia matemática, que é fundamentada na teoria dos conjuntos, permite \nobter uma descrição da forma dos objetos de uma imagem. A idéia de base consiste em comparar\n\n\n\n15\n\nos objetos da imagem com um outro objeto de forma conhecida chamado elemento estruturante \nCoster e Chermant (1989), Moschetto (1991). As operações elementares da morfologia \nmatemática são a erosão e a dilatação, que serão descritas abaixo, e suas combinações —  a \noperação de abertura (erosão seguida de dilatação) e o fechamento (dilatação seguida de erosão).\n\nErosão: seja um objeto A pertencente a um espaço discreto e um elemento \nestruturante Bx, como p. ex. um círculo. Define-se o erodido de A por Bx como sendo o \nconjunto de pontos x nos quais o centro geométrico de Bx implantado esteja contido em A (figura \n1.3.2.1), dado por\n\nA : { x / B X C A }  (1.3.2.1)\n\nElem ento Estruturante B x\n\nFigura 1.3.2.1. Ilustração da operação de erosão.\n\nDilatação: o dilatado de A por Bx é o conjunto de pontos x tais que o centro do \nelemento estruturante implantado tem  uma intersecção não nula com A (figura 1.3.2.2), sendo \ndada por\n\nA : { x / B x f l A ? í 0 } (1.3.2.2)\n\n\n\n/ 16\n\n1.3 .3- Granulometria - Operação de Abertura\n\nA granulometria é o estudo da distribuição de tamanho de objetos. A origem do \ntermo vem da seguinte experiência (Coster e Chermant, 1989): tome-se um material como p.ex. \nareia com o fim de se determinar a distribuição de tamanho de grãos. Para tanto faz-se passar \numa amostra da areia por peneiras de tamanhos de malhas crescentes e mede-se a massa do \nconteúdo de areia retido em cada peneira. Cada peneira conterá os grãos de areia de tamanho \nsuperior ao de sua malha.\n\nA análise granulométrica necessita de uma unidade de medida, no caso anterior \ncom peneiras é a massa dos grãos; em análise de imagens pode-se utilizar o comprimento, a área \nsuperficial ou o volume como a unidade de medida.\n\nUma operação de abertura com um elemento estruturante Bx  de tamanho D é \nanáloga ao método acima com uma peneira com malha de tamanho característico D, ou seja, é \ndefinida como uma erosão seguida de uma dilatação. Determina-se a função distribuição de \ntamanho de poros realizando uma seqüência de operações de abertura sobre uma imagem binária \nS com um elemento estruturante de tamanho crescente. Nesse caso a unidade de medida é a área \nsuperficial dos poros e a função distribuição será dada por:\n\nF (d  &lt;D ) = £(S) /g‘ (S ,D ) (1.3.3.1)\n\n\n\n17\n\nonde F(d &lt;D )  é a fração de poros de tamanhos d menores ou iguais a D, e(S) é a fração em área \ntotal dos poros (a porosidade da imagem S) e e(S,D) é a fração de área dos poros de tamanho \nsuperior a D, ou s e ja , os poros remanescentes após a abertura com elemento de tamanho D.\n\nClassicamente a granulometria por abertura utiliza círculos como elementos \nestruturantes, realizando as operações de erosão e dilatação diretamente sobre a imagem de \nrepresentação binária, o que necessita de um tempo de execução bastante longo em função do \ngrande número de testes a serem realizados nas operações. Laurent, Moschetto e Montanvert \n(1993) modificaram essa técnica fazendo uso das máscaras de chanfro (no caso daquele \ntrabalho, utilizou-se a d^.4 , octógonos que se aproximam do círculo) aplicadas sobre a imagem \nde distância ao fundo \"EDF\" (descrita no capítulo 2).\n\nA realização de uma operação de abertura utilizando as máscaras de chanfro \nsobre a imagem de distância ao fundo se tom a bastante fácil e rápida. De fato, é suficiente \nconsiderar:\n\ni) O erodido de um objeto A por uma bola de raio R é o conjunto de pontos x \ncuja distância ao fundo é superior a 3R (as bola para o caso d3_4 são octógonos);\n\nii) O dilatado de A pela mesma bola é o conjunto de pontos x onde a bola \ncentrada em x tem uma intersecção não nula com A. É suficiente percorrer o contorno de A e \nem cada ponto traçar a bola de raio R.\n\nO algoritmo da operação de abertura para uma bola d3_4 de raio R  aplicada \nsobre uma imagem binária é:\n\npara todos os pontos (i j )  da imagem de distância ao fundo (EDF)\nSe ID F(ij) >  3(R+1) faça IA (ij) igual a poro\nsenão\n\nse ID F(ij) > 3R faça\npara x de -R a R  faça\n\npara y de -V[x] a V[x] faça IA igual a poro\n\nonde IA é a imagem aberta (o resultado da abertura sobre EDF) e V[x] é a matriz que contém as \ninformações necessárias para traçar a bola de raio R  nos pontos do contorno de cada objeto.\n\n\n\n/ 18\n\n1 .3 .4 -Distribuição de gargantas\n\nEm meios porosos as silhuetas de estreitamento entre duas protuberâncias em um \nobjeto são chamadas de \"gargantas\" (figura 1.3.4.1). Essa abstração é originária da influência que \nesses estreitamentos têm sobre os processos de invasão ou drenagem, determinando as condições \nde preenchimento (no caso da invasão) em virtude da restrição que eles representam ao \nescoamento de um fluido. Nas metodologias de simulação randômica do meio associadas a teoria \nda percolação esses elementos são classificados como ligações entre sítios (discutido no capítulo \n5), sendo então informações importantes para a melhor estimação dos processos físicos \nenvolvidos no meio simulado.\n\nFigura 1.3.4.1. Os estreitamentos (gargantas) entre protuberâncias nos objetos\n\nA operação de abertura consegue estimar a distribuição em número desses \nestreitamentos, aplicando uma sequência de erosões com um elemento estruturante de raio \ncrescente sobre uma mesma imagem original de distância ao fundo. Após cada erosão, verifica-se \nse houve separação do objeto em várias partes (sub-elementos), caso isso ocorra, evidência-se \numa ou mais gargantas, de raio igual ao raio do elemento estruturante (figura 1.3.4.2). Essa \nabordagem foi implementada por Fernandes (1994), onde descreve-se o procedimento de forma \nmais completa, permitindo a obtenção da função ditribuição de gargantas em número.\n\n\n\nI 19\n\nDessa forma, com o uso da operação de abertura sobre uma imagem binária \ntransformada (dita imagem de distância ao fundo), podemos descrever duas curvas características \ndo meio: função distribuição de poros e de número de gargantas, permitindo o uso desses dados \nem simulações estatísticas do meio.\n\n1.3.5-Limitações da Operação de Abertura\n\nA operação de abertura utilizando o conceito de aproximações à distância \nEuclidiana (máscaras de chanfro) é atualmente a técnica mais empregada na tentativa de descrição \nda geometria de uma fase presente em uma imagem binária, em vista de sua relativa simplicidade \nde implementação.\n\nOs resultados apresentados para o atual estágio de desenvolvimento da técnica, \npermitem somente a obtenção de uma distribuição de poros em função do raio de um círculo e \num a distribuição em número de gargantas também relacionada a um círculo.\n\nUma interpretação simplificada dos dados (abstração mais intuitiva, mas não \núnica) obtidos pela Operação de Abertura é apresentada na figura 1.3.5.1, onde temos \ngráficamente a expressão da função distribuição acumulada de poros (em relação a um raio de um \ncírculo - elemento estruturante) para as geometrias presentes em uma imagem. A inclusão de \nvários círculos, em uma mesmo objeto, adequa-se muito bem a modelos que tentam simular \nprocessos de equilíbrio (que dependem da interação de um raio de contato com a superfície). \nAssim, a principal limitação da técnica é a sobrestimação do número de raios de elementos \npresentes na imagem.\n\n\n\n20\n\nDist. A cum ulada de P o ro s\n\nP= P o ro sid a d e\n\nFigura 1.3.5.1. Esquema para uma tradução gráfica (simplificada) do resultado para a operação de\nabertura (distribuição acumulada de poros).\n\n1.3 .6- Técnica do Gráfico da Linha Mediana\n\nUma técnica muito recente em análise de imagens tenta a descrição das geometrias \npresentes nos objetos através da abstração em um gráfico de um esqueleto representativo. A \ntécnica denomina-se gráfico da linha mediana, proposta por Montanvert (1987).\n\nA técnica baseia-se na extração de um tipo de esqueleto na imagem transformada \n(imagem de distância ao fundo), denominado linha mediana (figura 1.3.6.1) que conserva a \nrelação de conexão entre os elementos. A proposta inicial da técnica explora o uso da máscara de \nchanfro dg  ? que rotula os pixels de uma imagem binária como \"curvas de nível\" (discutida no \ncapítulo 2), onde a partir do \"descascamento\" sucessivo dos contornos dos objetos obtem-se uma \nlinha delgada representativa da forma. Essa linha conserva uma semelhança entre a forma e \nconexão dos elementos protubérantes existentes na imagem binária original, mas não é reversível, \nou seja, a operação inversa não recupera a área original da fase na imagem.\n\nFigura 1.3.6.1. Esqueletos (denominados linha mediana) de imagens binária.\n\n\n\n/ 21\n\nO termo \"gráfico\" é oriundo da expressão dos principais elementos sobre o \nesqueleto como sendo \"nós\" (centros geométricos), e os elementos restantes que caracterizam \nsegmentos de ligação como sendo \"arcos\" de conexão.\n\nA partir da identificação dos máximos locais sobre a imagem de distância ao fundo \nda linha mediana, que em outras palavras, são os maiores módulos na distância ao fundo contidos \nem todos o objetos, determinam-se os principais nós e procuram-se direções de conexão \npreferenciais. A identificação dos chamados \"pontos duplos estrictos\", que representam quatro \npadrões de elementos (identificados por aquela autora) situados em estreitamentos entre objetos, \ncaracterizam outros nós. Os pontos restantes são denominados arcos, conservando-se as \ninformações de conexão entre os nós.\n\nPesquisando-se cada arco que parte de um nó, classificam-se os nós como sendo \nde quatro tipos, nós de proeminência, proeminência larga, proeminência estricta e conexão \n(apresentados na figura 1.3.6.2). Os nós de proeminência caracterizam o centro geométrico dos \nprincipais elementos inclusos em um objeto (as cavidades em um modelo de rede de simulação \nestatística), ou seja, os maiores elementos. As proeminências largas traduzem a existência de \nelementos menores conectados a um elemento maior. As proeminências estrictas informam a \nexistência dos menores elementos conectados ao objeto, e as conexões, identificam as geometrias \nque ligam os principais elementos do objeto. Assim, uma descrição do número e tipo de elemento \npresente em um determinado objeto pode ser feita.\n\nArcos: (- -)\nN ó s: Proem inência (1.2.3.4) \n\nProem inência L a r g a  (5) \nProem inência Estricta (6.7.8) \nC onexão (9.10.11)\n\nFigura 1.3.6.2. Representação dos elementos contidos em um objeto \na partir do Gráfico da Linha Mediana.\n\n\n\nI 22\n\nO grande destaque da técnica é a geração de informações topológicas entre \nelementos, obtendo-se a conectividade específica traduzida pelas relações que os arcos \ntransmitem à cada nó.\n\nA maior limitação ao emprego do método na área de meios porosos é a extração \nde informações de distribuição somente em número de raio dos elementos presentes, \ndescretizados em cavidades e elementos de conexão (porque o esqueleto não recupera a área da \nimagem original). Outras limitações são a extrema sofisticação para a implementação algorítmica \n(baseada no uso de \"listas de pesquisa\" e comparação de padrões) e pela falta de uma \nmetodologia formal em sua obtenção, que comprometem ainda mais a tentativa de seu emprego \ncomo uma metodologia de análise para o meio poroso.\n\n1.3.7- Desenvolvimento da Técnica Gráfica\n\nUm  desenvolvimento proposto por Thiel (1991), possibilita a geração de \nseparações entre elementos principais através da determinação de linhas de \"decoalêscecia\" \n(figura 1.3.7.1), discretizando os objetos em áreas.\n\no Q ^  c P\n\nFigura 1.3 .7.1. A geração de linhas de decoalêscencia entre elementos.\n\nO método explora a geração da linha mediana a partir da conexão de pontos de um \noutro tipo de esqueleto denominado eixo mediano, representativo da forma mas não das relações \nde conexão. O eixo mediano (discutido no capítulo 4) é um esqueleto reversível, ou seja, \nreconstrõe a área da imagem original conservando assim uma relação entre os seus elementos e a \nárea por eles especificada (uma técnica de compactação da imagem de distância ao fundo). A \nextração do eixo é realizada com o uso da máscara de chanfro d ^ . 4, representando uma coleção \nde centros de discos (geometrias geradoras discutidas na secção 2.5).\n\nO método proposto gera uma linha mediana reversível na imagem de distância ao \nfundo baseada na extração e conexão dos pontos do eixo mediano, mas a aplicação da técnica do\n\n\n\nI 23\n\ngráfico é limitada para o uso da máscara dg. Dessa forma, a localização da linha mediana é feita \ncom a máscara d3_4 e conservada sobre a imagem, mas o processamento da técnica gráfica é \nrealizada da forma descrita na secção anterior.\n\nA partir da localização dos nós sobre a imagem de distância ao fundo em dg, \nrealiza-se a busca de pontos que representem a menor distância entre o nó e a periferia do objeto, \ngerando-se uma linha que discretiza a imagem original em novas regiões.\n\nEssa implementação permite associar uma área (porosidade) aos elementos \nseparados, tomando-se o seu maior módulo na distância ao fundo como um valor de raio, \npropiciando uma distribuição de poros que conserve a porosidade. Da mesma forma, obtem-se \ninformações topológicas pela observação sobre os arcos do gráfico da relação de conexão entre \nelementos.\n\nAs principais limitações para o uso aplicado à meios porosos são a impossibilidade \nde geração de áreas para as gargantas (distribuição em número somente), conservação da extrema \ncomplexidade de implementação algorítmica, impossibilidade de exploração de outras máscaras \nde chanfro mais robustas (um menor erro na aproximação à distância Euclidiana) aliada a tempos \nde execução muito longos.\n\nAnalisando-se os problemas da técnica do gráfico da linha mediana e \nvislumbrando-se suas possibilidades, pode ser explorada uma abordagem que tente uma \nimplementação gráfica que conserve informações de conexão, possibilitando a geração de áreas \npara gargantas e tenha uma formulação mais genérica e eficaz do ponto de vista algorítmico.\n\n\n\n2 - CONCEITOS BÁSICOS DA GEOMETRIA DISCRETA\n\nO advento da informática no meio científico provocou mudanças significativas, \ngerando novas áreas do conhecimento humano. Muitos conceitos já  bem explorados e \nsedimentados tiveram adaptações, permitindo um grande desenvolvimento.\n\nN a matemática uma das áreas em que a informática atua de maneira mais direta, é \na geometria. Os conceitos da geometria clássica, chamada Euclidiana, devem ser adaptados \nvisando a satisfação de seus postulados para serem manipulados em um plano discreto (binário), \ngerando os conceitos da chamada geometria discreta.\n\nNeste capítulo são abordados de forma simplificada, os conceitos básicos \nindispensáveis ao desenvolvimento do método proposto neste trabalho para análise da geometria \nde elementos em espaços discretos.\n\n\n\n/ 25\n\n2.1- DISTÂNCIA DISCRETA\n\nQuando se passa do espaço contínuo (em R^) para um espaço discreto (em Z^) \n(por exemplo digitalizando uma imagem obtida por uma câmera), o conceito de distância entre \ndois pontos P e Q deve ser reformulado (figura 2.1.1).\n\nq Ep* r \" ?\n\nO :\n\nFigura 2.1.1. Discretização (ou digitalização) de uma imagem em uma malha quadrada\n(monitor de computador).\n\nN o espaço discreto, um conceito de vizinhança para o ponto (designação dada à \nunidade elementar do espaço discreto em Z^) se faz necessária. Para um ponto dado, podem-se \nter 4-vizinhanças formadas por 4 vizinhos chamados de vizinhos diretos ou 8-vizinhanças, \nformadas por quatro vizinhos diretos e 4 vizinhos indiretos (nas diagonais ao eixos de simetria) \n(figura 2 . 1 .2 ).\n\ni 1 i\n\n1 0 1\n\ni 1 1\n\n4 vizinhanças 8 vizinhanças\n\nFigura 2 .1.2. Quatro vizinhanças e oito vizinhanças\n\nEsse conceito de vizinhos de um ponto faz com que o caminho a ser percorrido \nentre dois pontos P e Q para a geração de uma reta de conexão não se processe de maneira direta,\n\n\n\n/ 26\n\nmas por direções múltiplas de 45 graus (figura 2.1.3). Em uma relação de quatro vizinhanças, \numa reta diagonal se processa como dentes de uma serra (visto na figura 2 .1.3.a), onde o \nacréscimo de vizinhos indiretos (oito-vizinhanças) altera a configuração da mesma reta, \nsuavizando-a.\n\n4-vizinhanças 8-vizinhanças\n\nFigura 2.1.3. Diferentes configurações para uma mesma reta em \nfunção da relação de vizinhos.\n\nPelo conceito de distância Euclidiana (ou analítica no espaço contínuo), tem-se \nque a distância entre dois pontos P e Q quaisquer de coordenadas do plano cartesiano ip, jp  e i q ,  \nj q ,  é dada pela equação (2 . 1 . 1 ).\n\n« e ( p . q )  = ^ ( K  - U M i p - j , ) 2 )  (2 .1 . 0\n\nDefine-se. que, para o conceito de 4-vizinhos diretos (d4) e 8-vizinhos (dg), a \ndistância entre os pontos P e Q (no plano discretizado Z^), é dada, respectivamente, pelas \nequações\n\nd 4 ( P , Q )  = | i p - l q | + |  j p - j q | (2 .1 .2 ) \n\nd 8 (P » Q ) =  m a x ( | i p - i q | , | j p - j q |), (2.1.3)\n\nonde, três importantes propriedades são observadas:\n\n- definição positiva. d(P,Q) >  0 ; d(P,Q) = 0&lt;=> P = Q;\n\n\n\n27\n\n- simetria : d(P,Q) = d(Q,P), V (P,Q);\n- desigualdade triangular: d(P,R) &lt; d(P,Q) + d(Q,R), V (P,Q,R).\n\n2.2- IMAGEM DE DISTÂNCIAS\n\nCom o conceito de vizinhança e uma imagem discreta representada por uma matriz \nde inteiros, sendo que ela contém objetos (que são conjuntos conexos de pontos 1 e o fundo é \ndado por pontos 0 , figura 2 .2 . 1 ), pode-se gerar uma imagem chamada de imagem de distâncias.\n\n0 0 0 0 0\n0 1 1 1 0\n0 0 1 0 0\n0 0 1 0 0\n0 0 1 0 0\n\n0 0 0 0 0\n\nFigura 2.2.1. Representação de objetos de uma imagem.\n\nChama-se de imagem de distância ao fundo (ao fundo 0) a imagem tal que o valor \natribuído em todo ponto P é igual à distância de P ao complementar. A introdução do conceito de \nimagem de distância permite distinguir dois aspectos importantes. Em primeiro lugar, a partir de \numa imagem construir outra imagem; em segundo lugar, os valores calculados com as métricas \naqui discutidas (mais a frente d ç  - distância de chanfro) são de inteiros naturais. A imagem de \ndistância é então uma imagem em níveis de cinza (figura 2 .2 .2 ).\n\n1 1 1 1 1 1  1 1 1 1 1 1\n1 2 2 2 2 1  1 2 2 2 2 1\n1 2 3 3 2 1  1 2 2 2 1 1\n1 1 2  2 1  1 1 1 2  1  \n\n1 1 1  1 1 1\n\nFigura 2.2.2. Imagem de distância ao fundo com d4  a esquerda e com dg à direita \n(para um mesmo objeto) (Montanvert, 1987).\n\n\n\n28\n\n2.3- DISTÂNCIA DE CHANFRO\n\nA escolha de uma métrica de distância condiciona as propriedades locais da \nimagem de distâncias. Por à/\\ e dg, a cada deslocamento elementar associa-se uma cotagem 1, \nsendo que certos deslocamentos são de vizinhos diretos e outros de vizinhos indiretos (figura\n2.3.1-a,b). Assim, um conjunto natural pondera um deslocamento elementar por um valor \nsignificativo de um deslocamento Euclidiano realizado.\n\nA possibilidade mais intuitiva para uma aproximação à distância Euclidiana, \nconsiste em fixar um valor 1 por um deslocamento em 4 vizinhanças, e V l  por um deslocamento \ndiagonal (figura 2.3.1-c). Do mesmo modo, podem ser processados outros deslocamentos entre \nos vizinhos maiores, como por exemplo 1 , V 2,V 5 (figura 2.3.1-d). Como estas distâncias não são \ninteiras, aproximam-se os valores (1 ,V 2 ,V 5 ) a frações, por exemplo (1 ,V 2 ) em (1,4/3), ou (1, \nV 2 ,V 5 ) por (1,7/5,11/5) (figura 2 .3 .1-f). A distância que é obtida tomando o caminho mínimo de \num ponto a outro, forma os deslocamentos autorizados, com uma aproximação teórica de d g  \ntanto quanto se deseja.\n\nO princípio de distância de chanfro ( d ç )  é então ponderar os deslocamentos entre \nvizinhos dados com inteiros.\n\np l l p 1 p I\n\n1 V2\n\n(a)\n\nP 1\nV2 V5\n\n<b)&lt;c) (d) (e)\n\nP 5\n\n7 11\n\n(f)\n\nFigura 2.3.1. Ponderações locais (Thiel, 1991).\n\nN a figura 2.3.1, a distância definida pela máscara (e) se diz chanfro 3-4 (d3 _4), e \npela máscara de chanfro (f) se diz chanfro 5-7-11 (d5 _7 _j j). Na distância de chanfro d3 _4 , a raiz \nde dois (1,4142) é aproximada pela razão 4/3 (1,3333). Essa aproximação equivale a atribuirmos \nao incremento de unidade de deslocamento ortogonal o valor inteiro 3 e ao incremento diagonal o \nvalor inteiro 4. Da mesma maneira, para a distância de chanfro d5 _7 . 1 1 , 0  incremento na unidade \nde deslocamento ortogonal se dá o valor 5, para os deslocamentos múltiplos de 45 graus o \nincremento 7 e para os vizinhos indiretos de segunda ordem o incremento 11 (figura 2.3 .2).\n\n\n\n29\n\n1\n1 0 1\n\n1\n\nd 4\n\n1 1 1\n1 0 1\n1 1 1\n\nd 8\n\n1 1 1 1\n\n4 3 4 1 1 7 5 7 1 1\n\n3 0 3 5 0 5\n\n4 3 4 1 1 7 5 7 1 1\n\nd 3 - 4 1 1 1 1\n\nd 5 - 7 - 1 1\n\nFigura 2.3.2. M áscaras de chanfro d4 , dg, d3_4 e d5 _7 _j j (centrada em O).\n\nO cálculo da distância entre dois pontos P e Q não se opera de forma analítica, \nmas tomando-se os valores intermediários de P e Q. Começando por centrar a máscara em P, e \nfazendo ponderações da máscara entre os vizinhos de P. O valor que é obtido em um ponto X é \ngerado centrando a máscara em X, e procurando o mínimo da soma de cada ponderação da \nmáscara com o ponto intermediário ou posterior (figura 2.3.3).\n\nl p 3 6 9\n4 7 x !\n\n8 ii\nI I \n\n± õ j\n\nc b\na X\n\nX:= MIN ( a+3, b+3, c+4 ) \nentão X:= 10\n\nFigura 2.3.3. Cálculo da distância de chanfro entre dois pontos P e Q (Thiel, 1991).\n\nUm algoritmo sequencial para a construção da imagem de distâncias pode ser \nformulado com as máscaras de construção (figura 2.3.2).\n\nPara uma máquina sequencial é necessária a decomposição da máscara em duas \nsemi-máscaras sequenciais simétricas centradas em O, cada uma servida por uma varredura. A \nsemi-máscara anterior começa dando sentido para a varredura, onde têm-se pontos M[i] de \ncoordenadas(M[i].x,M[i].y) e os pontos M[i].p. A semi-máscara posterior é então constituída \npelos pontos (-M[i].x,-M[i].y) de pontos M[i].p (figura 2.3.4).\n\n\n\n30\n\nr4 3 4?\n3 0 3 -* M [i].p = m \n\n,4  3 4,\nanterior\n\n(4 3 4\n\nFigura 2.3.4. Decomposição de um máscara em duas (para d3 _4 ).\n\nA construção da imagem de distância é descrita à seguir, onde PIC é uma matriz\nde dimensão Xmáx por Ymáx.\n\nPercurso anterior: de cima para baixo da esquerda para direita. \nPara y de 1 à Ymáx faça \nPara x de 1 à Xmáx faça \nSe PIC[x,y] ^  0\n\nPercurso posterior: de baixo para cima da direita para esquerda. \nPara y de Ymáx à 1 faça \nPara x de Xmáx à 1 faça \nSe PIC[x,y] 0\n\nFaça PIC[x,y] = MIN, { P IC [x ,y ], PIC[x+M[i].x,y+M[i].y] + M[i].p }\n\nFaça PIC[x,y] = MINj { PIC[x-M[i].x,y-M[i].y] + M[i].p }\n\nAssim, as informações da distância do ponto à borda do objeto são associadas a \ncada ponto (figura 2.3.5), resumindo o domínio de informações necessárias às técnicas de \nmanipulação da imagem a serem implementadas.\n\n3 3 3 3 3 3 \n3 6 6 6 6 4 \n3 6 9 9 8 4 \n3 6 9 12 8 4 \n\n3 6 4\n\n3 3 3 3 3 3 \n3 6 6 6 6 3 \n3 6 7 7 6 3\n3 3 4 6 4 3\n\n3 3 3\npercurso anterior percurso posterior\n\nFigura 2.3.5. Imagem de distância ao fundo com chanfro 3-4, \nem duas varreduras sequênciais (Thiel, 1991).\n\n\n\n31\n\nOs erros associados à aproximação à distância Euclidiana se destacam quando da \nrepresentação de elementos esféricos (Thiel, 1991), tendo em vista a complexidade da \nrepresentação de suas bordas na imagem binária.\n\nPara obter uma bola de raio R por uma máscara dada aplicando o algoritmo de \ncálculo de distância ao fundo (por uma imagem de tamanho infinito), aplica-se a equação\n\n2.4- BOLAS\n\nR,df R  X a + r (2.4.1)\n\nCada ponto está a 1 deslocamento elementar, exceto que o centro em 0; a bola é o \nconjunto de pontos de valor R ^ f inferior ou igual à relação dada pela equação 2.4.1, onde r \npertence à [0,a-l] sendo a máscara dada por da b (para o chanfro 3-4, a=3 e b=4). Desta forma, \npara um raio R  fixo, existe um conjunto de bolas variando r (figura 2.4.1).\n\nm\n\nr = 0\n\nPara Raio R = 1\n\nr = 0 r= 1 e r = 2\n\nr = 0\n\nPara Raio R = 2\n\nr=  1 r= 2\n\n6 7 6 7 8 7 6 7 8\n4 3 4 7 4 3 4 7 7 4 3 4 7\n\nI 6 3 0 3 6 6 3 0 3 6 6 3 0 3 6\n4 3 4 7 4 3 4 7 7 4 3 4 7\n\n6 7 6 7 8 7 6 7 8\n\nFigura 2.4.1. Bolas de chanfro 3-4 com raios R=1 e R=2 \n(família de bolas de mesmo raio).\n\nO fato de existirem várias bolas para um mesmo raio induz uma passagem \nprogressiva de um raio R a um R + l . Esta possibilidade é interessante em animação (anti mistura); \nela provê mais de um modo para simular uma topologia discreta, necessárias à aproximações de\n\n\n\n32\n\nelementos da imagem a elementos regulares (por exemplo: modelos de porosidade e ou gargantas \nobtidos sobre uma imagem digitalizada).\n\n2.5- GEOMETRIAS GERADORAS\n\nN a geometria Euclidiana um objeto pode ser decomposto em suas configurações \nbásicas, ou seja, é possível a extração de sua geometria geradora. Da mesma forma sobre uma \nimagem de distância ao fundo de um objeto podemos associar uma configuração geométrica \nbásica, que lhe dará a forma.\n\nTomando-se o conceito de bolas (ou discos em Z^), discutido na secção anterior \n(secção 2.4), podemos ver que o módulo do elemento na imagem de distâncias representa o raio \nde uma bola inclusa centrada sobre o elemento. Assim, um objeto no espaço discreto é formado \npelo conjunto de bolas (de raio igual ao módulo da imagem de distância) se interferindo \nconstrutivamente, como pode ser visto na figura 2 .5.1-3.\n\n3 3 3 3 3\n3 6 6 6 4 3\n3 6 9 8 7 4 3\n3 6 9 11 8 6 3\n3 6 9 11 8 6 3\n3 6 9 8 7 4 3\n3 6 6 6 4 3\n3 3 3 3 3\n\nFigura 2.5.1. Conjunto de discos que formam um objeto em uma imagem de \ndistância ao fundo (chanfro 3-4).\n\n9\n9 11\n9 11\n9\n\nFigura 2.5.2. Centros de discos que constróem a imagem do objeto da figura 2.5.1.\n\n\n\n3 3 3\n3 3 3 3 3 3 4 6 4 3\n3 6 6 6 3 3 4 7 9 7 4 3\n3 6 9 6 3 3 6 9 11 9 6 3\n3 6 6 6 3 3 4 7 9 7 4 3\n3 3 3 3 3 3 4 6 4 3\n\n3 3 3\n\nFigura 2.5.3. Os dois tipos de discos que constróem a imagem da figura 2.5.1.\n\nPara a imagem de distância ao fiindo da figura 2.5.1 (representando a letra \"D\"), \ncada pixel representa o centro de um disco incluso, mas somente 6 centros de discos (figura 2.5.2, \nquatro centros iguais a 9 e dois iguais a 11) são necessários para sua construção. A forma desses \ndiscos principais é apresentada na figura 2.5.3, onde verifica-se a composição de duas diferentes \ngeometrias, uma para cada raio, necessárias à construção da imagem do objeto.\n\nEssa propriedade da imagem de distância ao fimdo permite a geração de técnicas \nde manipulação dos objetos, tais como operações de erosão e dilatação e a extração do Gráfico \nda Linha Mediana através do uso das máscaras de chanfro (que será explorada no presente \ntrabalho em capítulo posterior).\n\n2.6- ERROS\n\nOs erros associados a cada máscara de chanfro, em relação à aproximação â \ndistância Euclidiana são descritos na tabela da figura 2.6.1, para o cálculo da distância dos pontos \nA,B e C em relação à origem no ponto P.\n\n\n\n34\n\nB C\nP A\n\nA B c\n|d4-dE|/dE 0% 41,42% 34,16%\n|d8-dE|/dE 0% 29,29% 10,56%\n\n|d34-dE|/dE 0% 5,71% 4,29%\n|d5711-dE|/dE 0 % 1 ,0 0 % 1,34%\n\nFigura 2.6.1. Os erros associados à aproximação à distância Euclidiana \npara as máscaras de chanfro.\n\nEsses erros se destacam quando da representação de círculos. Para um círculo de \nmesmo raio gerador, a configuração geométrica básica que é obtida para a circunferência com o \nuso de máscaras distintas, é bastante diferente (figura 2 .6 .2 ).\n\nd 4 d 8 d 3-4 d 5-7-11\n\nFigura 2.6.2. As diferentes configurações espaciais para a representação da \ncircunferência em função da máscara utilizada.\n\nO algoritmo concebido por L au ren t, Moschetto e Montanvert (1993), tendo como \nelemento estruturante o chanfro d3_4 para a técnica de abertura (utilizaram o chanfro d3_4 devido \na sua simplicidade e pelos bons resultados fornecidos) compara resultados obtidos para a \ndistribuição de poros de uma imagem da estrutura do concreto celular quando se consideram \ncomo elementos estruturantes o círculo Euclidiano, o chanfro d3_4 e o d5 _7 . 1 1 , evidenciando a \nboa aproximação em relação a distância euclidiana (figura 2 .6 .2 ).\n\n\n\n35\n\nl/i\naoa.\n\no \n>  \no \n\nT3\nOÍCS O* (U\n?3 ^x>•d\n§\ni3\n\n1\n0.9\n0.8\n\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n\n0.1\n0\n\n•  \"\n3— O— T\n\nB\n\nO círculo \n\nO d3-4 \n\n?  d5-7-ll\n\n—\n\n<?\n\n8\n~ i\n\n1\n\n_ 1\nú— 0— 1 p  11 *  ^\n\n10 12 14 16 18\n\nRaio (em unidades arbitrárias)\n\nFigura 2.6.3. A influência da métrica na obtenção da distribuição de poros.\nExtraído de Laurent, Moscheto e Montanvert (1993).\n\nDesta maneira, apresenta-se o uso das chamadas máscaras de chanfro como uma \nferramenta valiosa quando do estudo da geometria de elementos em espaços discretos, \npermitindo através de informações reduzidas, uma completa manipulação de suas características \n(forma, geometrias geradoras, elementos formadores de sua geometria).\n\n\n\n3- BINARIZAÇÂO POR REGIÕES CONEXAS\n\nAs técnicas usuais de binarização de imagens em tons de cinza, meramente \nestatísticas, não preservam informações topológicas oriundas das relações existentes entre pixels \nvizinhos, quando estes pertencem a uma mesma fase mas possuem tons de cinza distintos. Assim, \nneste capítulo é proposta uma técnica de binarização que aplicada sobre imagens digitais em tons \nde cinza, discretiza o domínio em duas fases distintas preservando-se informações morfológicas e \ntopológicas.\n\nAs relações entre pixels são conservadas com o uso de uma técnica de detecção de \nborda que segmenta a imagem em regiões conexas, ditas conexas em relação à ligação direta que \ncada um de seus pontos (pixel) tem com os demais na área especificada, permitindo uma análise \nindividual de cada região em relação as outras áreas segmentadas na imagem.\n\nCom o uso de um critério de decisão sobre o histograma de cada objeto \ndiscretizado gera-se a distinção entre as fases na imagem, conservando-se sua topologia que é \ndada pela variação do espectro de tons de cinza dentro do elemento (regiões ditas claras e escuras \nem um mesmo objeto).\n\n\n\n37\n\nEsta técnica se mostra muito eficaz quando aplicada a micrografias com efeitos \nespaciais pronunciados, gerados por problemas na confecção da amostra (afastamento da \nplanicidade na face da amostra a ser observada, corte da amostra interseccionando poros) e/ou \nproblemas de iluminação localizados sobre o plano da imagem.\n\nEm primeiro lugar, é discutida uma metodologia para a detecção de uma borda \ncontínua sem a geração de ruídos (problema discutido na secção 1.2), apresentando-se sua \nformulação bem como as soluções algorítmicas simplificativas que foram adotadas. A \nmetodologia utilizada para a rotulagem dos elementos conexos discretizados pela borda para \npossibilitar a análise individual de cada elemento é apresentada na secção 3.3, e por fim, a \nformulação do critério de decisão é discutida, apresentando-se resultados obtidos para a \nmetodologia de binarização em conjunto com uma discussão a respeito de suas potencialidades e \nlimitações.\n\n3.1- CONSIDERAÇÕES BÁSICAS\n\nAs considerações aqui assumidas bem como as hipóteses simplificativas, são \ntomadas para o desenvolvimento de uma técnica de binarização adequada à análise de topologias \nem imagens que possuam um espectro de níveis de cinza muito complexo. O desenvolvimento \naqui apresentado limita-se, no momento, a sua aplicação na binarização de micrografias de meios \nporosos que apresentem duas fases constituintes, uma matriz sólida homogênea e uma matriz \nporosa. Com o desenvolvimento da mesma, acredita-se na expansão da técnica para uso em \noutros campos de pesquisa que necessitem de processos de binarização de imagens.\n\nO problema da binarização de uma imagem em tons de cinza que preserve \ninformações topológicas e ao mesmo tempo preserve informações morfológicas, é a identificação \ndesses dados sobre a única métrica disponível que é o nível de cinza de cada ponto (em imagens \ndigitalizadas esse nível varia em inteiros de 0 a 255, que corresponde à cor preta e a cor branca \nrespectivamente - 256 níveis de cinza). Por simplificação de análise, consideramos de menor \nimportância aspectos óticos como iluminação, reflectância e outros. Uma análise rigorosa e \ncompleta pode ser encontrada em Castlemann (1979), Pratt (1991) e Woods (1992).\n\nAssumindo-se que a iluminação é perpendicular e de mesma intensidade em todos \nos pontos no plano ótico e que a fase sólida é composta de um mesmo material de propriedades \nóticas homogêneas, podemos considerar que o nível de cinza do ponto (ou pixel na imagem\n\n\n\n38\n\ndigital) é dada \ntomado como \n(figura 3.1.1).\n\nFigura 3.1.1. O nível de cinza em relação à altura do ponto.\n\nA binarização ideal representa um corte na seção transversal do material, \ndeterminando que a área acima do plano de corte represente a fase branca e a inferior, a fase preta \nda imagem binária (figura 3.1.2 *).\n\nFigura 3.1.2. Uma abstração para a binarização - um corte transversal na imagem\n\nexclusivamente pela altura que o mesmo se encontra do plano ótico de base (aqui \na maior profundidade na imagem, equivalente à cor preta de valor discreto 0)\n\n* Rotina para vizualização em três dimensões do relevo de uma micrografia, desenvolvida pelo \nautor e por Clóvis Raimundo Maliska Júnior (todos os direitos reservados), adaptando o software \nISO-3D - SINMEC - UFSC, encontra-se descrita no Apêndice D.\n\n\n\n39\n\nEssa abstração não é aplicável à maioria dos materiais quando observados com \ngrandes aumentos através da microscopia eletrônica (Yunes, 1992). Grandes afastamentos de \nprofundidade da superfície superior são gerados por problemas na preparação da amostra, \nocasionados por variações locais na dureza do material, o corte transversal de volumes porosos \nou superfícies opostas da amostra sem paralelismo. Esses problemas geram imagens com \nvariações locais de intensidade de nível de cinza para uma mesma fase (figura 3.1.3 *).\n\nFigura 3.1.3. Afastamento da superfície da representação plana.\n\nUma binarização estatística aplicado à figura 3.1.3, ocasionaria a criação de falsos \nelementos pertencentes a uma determinada fase, e/ou a perda de informações topológicas \nocasionadas pela segmentação de um elemento em dois outros. Desta forma, uma análise \nestatística local seria impraticável em função das infinitas composições que o problema apresenta.\n\nPodemos distiguir três elementos básicos da geometria para a busca de um método \nde solução: i) a superfície inferior do relevo; ii) a superfície superior do relevo e iii) as rampas da \nsuperfície (figura 3.1.4).\n\n* Imagem obtida com o uso da rotina de vizualização em três dimensões, descrita no Apêndice D\n\n\n\n40\n\nstiperf. superior\n\nrampa\n\nsuperf. inferior^\n\nFigura 3.1.4. Os três elementos que se destacam na geometria.\n\nAssumindo-se que as rampas na informação imagem discretizam a topologia do \nmeio em cavidades e elevações, e que representam variações locais no nível de cinza (gradientes \npronunciados na função nível de cinza), podemos assumir que as regiões determinadas por elas \nrepresentem bordas de separação entre elementos (elementos da fase preta e da fase branca). \nAssim, com a detecção de uma borda que segmenta a imagem em regiões fechadas (ditas \nconexas), podemos então realizar uma análise local dos objetos, determinando a fase e \nconsequentemente, binarizando a imagem.\n\nConceitualmente, a borda \"B\" que delimita as duas fases (fase matriz sólida e fase \nporosa) é dada por uma linha imaginária. A detecção dos pontos dessa borda tem sido alvo de \ninúmeras abordagens, entre elas, a análise dos gradientes da função nível de cinza local entre dois \npontos SS e SI (figura 3.1.5).\n\nFigura 3.1.5. A função gradiente de níveis de cinza G(I(x)) entre dois pontos SS e SI\n\n\n\n41\n\nEssa metodologia apresenta bons resultados em imagens ditas \"planas\", onde a \nintensidade do pico na função G(x) é aproximadamente constante para todos os elementos \npertencentes à borda sobre a imagem. Isso não é verificado quando da observação de uma \nimagem com afastamento da representação plana, gerando-se descontinuidade (a não conexão) \nentre todos os elementos de uma determinada borda.\n\nA técnica explorada atualmente (Woods, 1992), é o uso de filtros Laplacianos \n(figura 3.1.6) onde o ponto B de uma borda entre dois pontos SS e SI, é determinada como \nsendo o ponto em que se verifica a troca de sinal na função Laplaciana pelo cruzamento da \nordenada (ponto de inflexão).\n\nFigura 3 .1 .6 . Aplicação de um filtro laplaciano L(I(x)), sobre a imagem de uma borda.\n\nDesta forma, a técnica se tom a menos sensível a influência dos afastamentos da \nrepresentação plana, observando-se na função nível de cinza filtrada o comportamento \ncaracterístico dos elementos pertencentes à borda.\n\nOs filtros Laplacianos usados em processamento de imagens são aproximações \ndigitais de seu equivalente matemático, possibilitando a implementação de vários tipos. Um filtro \nLaplaciano frequentemente usado para uma máscara de oito-vizinhanças (3X3), centrada em uma \nimagem matriz níveis de cinza I(x,y), é dado por\n\n\n\n42/\n\nV 2 I ( x , y )  ® I ( x  + l ,y )  + I ( x - l,y )  + I ( x ,y  + 1) + I ( x ,y - 1 )  - 4 I ( x ,y )  (3.2.1.1)\n\nO Laplaciano é um invariante à rotação, quando aplicado sobre um espaço \ndiscreto Z^, que representa igualmente um reforço nas frequências espaciais em todas as direções, \nvisto a composição dos níveis de cinza na máscara quadrada. Dessa forma, informações \ndirecionais não são consideradas, necessárias à geração de uma borda contínua em uma imagem \nreal com variações locais na função intensidade de níveis de cinza.\n\n3.2- DETECÇÃO DA BORDA\n\nO principal problema na detecção de uma borda que segmente a matriz imagem \n(I(x,y)) em regiões fechadas é a continuidade de seus elementos, ou seja, todos os pontos \ndetectados devem ser vizinhos (nas 8-vizinhanças) de outro ponto pertencente à borda. \nEncontramos no trabalho de Vliet et alli (1988) uma abordagem poderosa para a detecção de uma \nborda contínua, com uma minimização de ocorrência de falsas bordas (que prejudicam a detecção \nde contornos fechados e descaracterizam a superfície delimitada). Essa abordagem utiliza o uso \nde filtros Gaussianos como primeiro passo, o que possibilita o tratamento de imagens com ruídos \npronunciados. Devido a ausência desse tipo de problema nas imagens obtidas pela microscopia \neletrônica (Yunes, 1992) e como a aplicação dos mesmos em imagens topológicas suavizam \ncontrastes (Pratt, 1992), optou-se pela a eliminação dessa etapa no processo.\n\nA  metodologia proposta utiliza um modelo para a detecção de borda baseado na \ncombinação de um filtro Laplaciano não-linear, um detector de \"passagem-zero\" (zero-crossing \ndetector) e em paralelo um reforçador de borda. Na figura 3.2.1, apresenta-se o fluxograma da \nabordagem, onde a partir de um operador de threshold sobre o histograma da matriz imagem \nresultante da aplicação do filtro Laplaciano não linear reforçado (LNLR(x,y)), obtém-se a imagem \nda borda (B(x,y)).\n\n\n\n43\n\nFigura 3.2.1. Fluxograma da abordagem de detecção de borda.\n\n3.2.1- Filtro Laplaciano Não-Linear\n\nEm  uma representação digital de uma imagem real, os pontos B pertencentes à \nlinha imaginária que determina a borda podem ser minimizados quando da discretização da \nimagem em pixels, ou seja, a informação de sua existência pode ser minimizada em dois ou mais \npixels vizinhos, gerando-se descontinuidades quando de sua determinação. Dessa forma, para a \ndeterminação de uma borda contínua, mais pontos devem ser localizados sobre a imagem para a \ndefinição da possível localização da borda. Executando-se uma adaptação sobre o filtro \nLaplaciano formal, podemos gerar um filtro Laplaciano dito não-linear, que aumente o domínio \nde pontos candidatos a serem pertencentes à imagem da borda.\n\nA representação gráfica de um filtro Laplaciano não-linear pode ser observada na \nfigura 3.2.1, observando-se o aumento do número de pontos B pertencentes à representação da \nlinha imaginária da borda. O aumento do número de pontos pertencentes à borda é necessário à \ntentativa de obtenção de continuidade para sua representação, necessário à obtenção de \nelementos delimitados sobre a informação imagem.\n\n\n\n44\n\nP o ssív e l Localização da B O R D A\n\nFigura 3.2.1. Representação gráfica do filtro Laplaciano não-linear, obtendo-se \num maior número de pontos pertencentes a borda.\n\nPara a conservação das informações direcionais um filtro Laplaciano não-linear \n(FLNL) pode ser formalizado, através da combinação não-linear dos vizinhos de um ponto. Este \nfiltro tem  então dois parametros: tamanho e forma, sendo dado por\n\nF L N L (x ,y ) = G radm ax(x,y) +  G radm in(x,y) (3.2.1.1)\n\nonde\n\nG radm ax(x,y) = max{Cn( x ', y ')  [ I ( x ', y ')  - I ( x ,y ) ]  | ( x ', y ')  E d n(x ,y )}  (3.2.1.2)\n\nG radm in(x,y) = min{Cn( x ,, y ')  [ I ( x ', y ')  - I ( x ,y ) ]  | ( x ', y ')  E d n( x ,y )}  (3.2.1.3)\n\nonde d n (x,y) é a máscara quadrada (N x  N  -ri) centrada em (x,y) e C n (x’,y ') é a máscara de \nmultiplicação consistindo de coeficientes de escala dependentes do tamanho e forma do filtro, \ncircular ou quadrado.\n\n\n\nPara Cn( x ', y ')  = { 1 | ( x ', y ')  G d „ ( x ,y ) } , as equações 3.2.1.3 e 4 podem ser \n\nsimplificadas por\n\nG radm ax(x,y) = max{ I ( x ', y ')  | ( x ', y ')  G d n ( x ,y )  } - I ( x ,y )  (3.2.1.4)\n\nG radm in(x,y) = min { I ( x ', y ')  | ( x ', y ')  6 dn( x ,y )  } - I ( x ,y )  (3.2.1.5)\n\nonde max{*} e min{*} são o maior elemento (máximo local) e o mínimo local (menor elem ento), \nrespectivamente.\n\nDessa forma, substituindo-se as equações 3.2.1.4 e 3.2.1.5 na equação 3.2.1.1, \nobtemos uma equação simplificada para o operador FLNL com um elemento estruturante dn(x,y), \nonde I(x',y') G dn(x,y)\n\nF L N L (x ,y ) = max{ I ( x ', y ')  } + min{ I ( x ',y ')  } - 2 I ( x ,y )  (3.2.1.6)\n\nNeste trabalho, utilizou-se a máscara dn(x,y)-(5 x 5) como elemento estruturante, \nem função dos bons resultados oriundos de um maior número de direções pesquisadas, \napresentada na figura 3.2.1, em relação a um elemento estruturante com 9 pontos (3 x 3).\n\nI(x-2,y-2) I(x-2 ,y -l) I(x-2 ,y) I(x-2 ,y+l) I(x-2,y+2)\nI(x-l,y-2) I(x -l,y -l) i(x-i,y) I(x -l,y + l) I(x-l,y+2)\nI(x,y-2) l(x ,y -l) I(x,y+1 ) I(x,y+2)\n\nI(x+l,y-2) I(x + l,y -l) I(x+l,y) I(x + l,y + l) I(x+l,y+2)\nI(x+2,y-2) 1&lt;x+2 ,y-l>.. I(x+2 ,y) I(x+2 ,v+l) I(x+2,y+2)\n\nFigura 3.2.1. Elemento estruturante dn(x,y) utilizado, para a implementação dos\nfiltros para as equações 3.2.1.4 e 5.\n\nPara o segmento de uma imagem I(x,y) em tons de cinza exemplo (figura\n3.2.1.2.a), onde uma borda se destaca facilmente pela observação do gradiente numérico entre \nduas regiões ditas claras e escuras, o operador FLNL gera uma imagem filtrada LNL (x,y), (figura\n3.2.1.2.b), com o uso do elemento estruturante 5 x 5 .\n\n\n\n/ 46\n\n110 80 12 13 11 10 9\n137 96 88 14 15 10 12\n249 127 99 78 18 22 5\n251 238 130 118 69 24 21\n238 224 209 205 109 70 26\n244 240 233 234 233 112 74\n\n41 101 336 85 87 63 9\n-11 71 86 220 105 103 50\n\n-235 9 42 92 178 166 104\n-163 -211 5 14 101 191 196\n-126 -119 -149 -152 21 99 186\n-107 -111 -146 -204 -211 31 106\n\n\"b\"\nFigura 3.2.1.2. Para o segmento de uma imagem em tons de cinza I(x,y) em \"a\", obtém-se \n\na imagem resultante LNL(x,y) em \"b\", para o operador FLNL.\n\nAssim, o operador FLNL apresenta uma orientação adaptativa perpendicular à \ndireção local da borda, uma menor sensibilidade a ruídos e uma simples implementação \nalgorítmica.\n\n3.2.2- D etector de passagem-zero.\n\nComo discutido, o ponto B(x,y) pertencente à borda, idealmente é definido como \no ponto onde ocorre a mudança de sinal pelo corte da ordenada na função resultante da aplicação \ndo FLNL. A procura desses pontos de mudança de sinal inspecionando-se a imagem LNL(x,y), \nresulta na confecção do detector denominado: \"detector de passagem-zero\".\n\nO detector de passagem-zero etiqueta os elementos da imagem resultante da \naplicação do operador FLNL como elementos pertencentes a borda quando existe uma troca de \nsinais, através da inspeção em uma máscara dn(x,y)-(3x3), centrada em (x,y). Esta inspeção \nverifica a existência, nas oito-vizinhanças do ponto, de um elemento de sinal contrário. Por \nexemplo, sendo o ponto central do elemento estruturante positivo ou de valor nulo (ou de outra \nforma o ponto pode ser negativo ou nulo) se existir um elemento de sinal contrário nas suas oito\n\n\n\n47\n\nvizinhanças, esse ponto pertencerá à borda. Os pontos restantes na imagem LNL(x,y) que não \npertencerem a borda, passam ao valor zero. Para a imagem LNL(x,y) exemplo da figura 3.2.1,2.b, \na aplicação do detector de passagem zero apresenta o resultado mostrado na figura 3.2.2.1.\n\n41 101 0 0 0 0 0\n-11 71 0 0 0 0 0\n-235 9 42 0 0 0 0\n-163 -211 5 14 101 0 0\n\n0 -119 -149 -152 21 99 0\n0 0 0 -204 -211 31 0\n\nFigura 3.2.2.1. A aplicação do detector de passagem-zero, sobre a \nimagem LNL(x,y) da figura 3.2.1.2.b.\n\nEm seu trabalho, Vliet et alli (1988) propuseram o uso de uma interpolação entre \nos pontos de mudança de sinal, devido a presença de ruídos (discutidos na secção 3.2). Essa \ninterpolação se fazia necessária devido ao suavizamento das bordas quando da aplicação do filtro \nGaussiano, permitindo a reconstituição dos elementos da borda suprimidos pela retirada dos \npontos de ruído. Como visto, em imagens ditas \"limpas\", essa rotina não se aplica, o que confere \numa grande simplicidade ao método.\n\nEm  alguns casos, ou em regiões sobre imagens onde os afastamentos da \nrepresentação plana são pronunciados, a detecção dos pontos de mudança de sinal se tom a \ndescontínua, gerando-se um rompimento da borda. Para amenizar este problema, uma rotina \nauxiliar de conexão de pontos vizinhos é utilizada, sendo implementada de maneira bastante \nsimplificada.\n\nApós a execução do detector de passagem-zero, faz-se uma inspeção sobre os \npontos da imagem LNL(x,y) que não pertencem ao elemento borda, mas possuem vizinhos \npertencentes à borda. Sendo esse elemento pertencente a uma das quatro configurações de \nconexão apresentadas na figura 3.22.2, o ponto é tomado como pertencente à borda \n(conservando-se seu valor inicial quando da aplicação do operador FLNL na imagem LNL(x.y)).\n\n\n\nB\n\nc\n\nB\n\n48\n\nB =  Elemento da B O R D A  c =  Elemento de C O N E X Ã O\n\nFigura 3.2.2.2. As quatro configurações possíveis para a geração de elementos \nde conexão no objeto borda descontínuo.\n\nAssim, uma borda contínua, mas espessa, é detectada segmentando-se a imagem \nLNL(x,y) inicial em regiões fechadas com pontos que são oito-conexos, ou seja regiões ditas \nconexas.\n\n3.2.3- Reforçador de Borda.\n\nPara a obtenção de uma borda mais fina, que não tenha muitos elementos \ncomponentes das fases ditas claras e escuras segmentadas por ela, um reforçador da borda é \naplicado, permitindo posterior uso de um operador de threshold sobre a imagem LNL(x,y). Esse \nreforçador baseia-se no fato de que entre o gradiente máximo (obtido pela equação 3.2.1.4) e o \ngradiente mínimo (obtido pela equação 3.2.1.5) existe a região de passagem-zero (observado \ngraficamente na figura 3 .2.3.1).\n\nFigura 3.2.3.1 . Diagrama mostrando a relação entre os gradiente máximo e o mínimo\ncom a região de passagem-zero.\n\n\n\n/ 49\n\nUma relação discreta pode ser obtida entre o gradientes máximo e mínimos para \ncada ponto, definida pela área interceptada pelas curvas (hachurada na figura 3.2.3.1). Essa \nrelação pode ser expressa por\n\nReforço de Borf, (x,y) = min { G radm ax(x,y), -G rad m in (x ,y ) } (3.2.3.1)\n\nEfetuando-se o produto entre a matriz de pontos coeficiente lReforçador de \nBorda(x»y) e a matriz imagem LNL(x,y) de pontos bordas obtidas na secção 3.2.2, obtém-se para \no segmento de imagem da figura 3.2.1.2.b, a imagem da borda reforçada LNLR(x,y), apresentada \nna figura 3.2.3.2.\n\n4018 6868 0 0 0 0 0\n-1254 5964 0 0 0 0 0\n-470 1116 3696 0 0 0 0\n\n0 -2743 575 1512 1344 0 0\n0 -3213 -6258 -5320 2184 3465 0\n0 0 0 -1224 -211 2821 0\n\nFigura 3 .2.3.2. A aplicação do reforçador de bordas para a imagem da figura 3.2.1.2.b,\nobtendo-se a imagem LNLR(x,y).\n\n3.2.4- Operador de Threshold\n\nA aplicação de um operador de threshold sobre o histograma da matriz imagem da \nborda LNLR(x,y), é necessária para a obtenção de uma borda mais fina. Essa operação é realizada \nde forma semelhante a descrita na secção 1 .2 , onde a partir de uma frequência de corte obtida \npelo operador, é feita a separação do domínio de pontos necessários à representação de cada uma \ndas fases.\n\nAnalisando-se o espectro de valores obtidos na secção 3.2.3, verifica-se a \nnecessidade de uma pré-requantificação. Essa etapa pré-threshold normaliza o domínio de valores \nobtidos, propiciando uma escala de valores variando entre 0 e 255 (domínio de escala necessário a \naplicação dos operadores usuais). A requantifização é dada por\n\n\n\n50\n\nL N L R (x ,y ) =&lt;lL^ R (.X^ > l > inim0 l> ( 3. 2 4.1)\n(|máximo | - |minimo |)\n\nonde o máximo representa o maior módulo na matriz imagem borda e o mínimo representa o \nmenor módulo na matriz imagem borda.\n\nAssim, para o segmento de imagem LNLR(x,y) da figura 3.2.3.2, apresenta-se o \nresultado para a requantificação na figura 3.2.4.1, seguido de seu histograma característico \napresentado na figura 3.2.4.2.\n\n149 255 0 0 0 0 0\n47 221 0 0 0 0 0\n17 41 137 0 0 0 0\n0 102 21 56 50 0 0\n0 119 232 198 118 129 0\n0 0 0 45 8 105 0\n\nFigura 3.2.4.1. Requantifização da imagem LNLR(x,y) da figura 3.2.3.2.\n\n1 - 1\n\n0 N íveis 255\n\nFigura 3.2.4.2. Histograma da imagem requantificada apresentada na figura 3.2.4.1\n\nAplicando-se o operador de threshold para histogramas uni-modais, dada pela \nmédia estatística discreta da curva e sua variância, obtemos\n\nth — f x  ± o 2 (3 2.4.1)\n\n\n\n51\n\nsendo f i e  o2 dados por\n\nM = £ ( i X h ( i ) )  (3.2.42)\ni=0\n\n<r2 =  £ (  ( i - M) 2 X h(i) ) (3.2.4 3)\ni=0\n\nonde f i é z i  média da variável aleatória (primeiro momento), a2 a variância, h(i) é a frequência no \nhistograma e n é o máximo da escala (em níveis de cinza n é igual a 255). Testes realizados \npermitem concluir que tomando-se a frequência de corte (th) como sendo somente igual a média \n(/x), bordas mais robustas do ponto de vista de conexão são obtidas. Assim, tomam-se como \nelementos pertencentes a borda, todos os elementos de valor superior ao valor de corte.\n\nPara a figura 3.2.4.1, segmento de imagem da borda reforçada (LNLR(x,y)), \nprocessada com o operador FLNL e requantificada, apresenta-se o resultado da aplicação do \noperador de threshold (frequência de corte igual a 20) na figura 3.4.4.3. Assim, os elementos que \nmantiveram seu módulo superior a zero são atribuídos a imagem da borda B(x,y).\n\n149 255 0 0 0 0 0\n47 221 0 0 0 0 0\n0 41 137 0 0 0 0\n0 102 21 56 50 0 0\n0 119 232 198 118 129 0\n0 0 0 45 0 105 0\n\nFigura 3.2.4.3. O uso do operador de threshold (frequência de corte igual a 20) \nsobre o segmento de imagem da figura 3.2.4.1, gerando-se a matriz imagem da borda B(x,y).\n\nDessa forma, é obtida uma imagem borda B(x,y), fina, conexa e livre de falsas \nbordas (elementos de tamanho reduzido - com o aspecto de \"ruídos\") que comprometeriam a \ncaracterização de áreas bem definidas na imagem.\n\n\n\n52\n\nAs bordas segmentam a imagem em objetos conexos que para serem identificados \nna imagem recebem rótulos distintos. As bordas, elas mesmas, constituem objetos conexos que \nsão rotulados atribuindo-se um rótulo Borda à todos os elementos na matriz I(x,y), quando seus \nelementos correspondentes (de mesmas coordenadas x e y) na matriz B(x,y) forem diferentes de \nzero, obtém-se então a segmentação da matriz imagem inicial I(x,y) em elementos pertencentes a \nborda ou a outros objetos conexos da imagem.\n\nCom a matriz imagem I(x,y) segmentada por elementos pertencentes à borda e \nelementos fechados, aplica-se um algoritmo de rotulagem que permite a manipulação dos dados \nde cada objeto individualmente, permitindo a obtenção de histogramas locais de tons de cinza.\n\nEsse algoritmo de rotulagem foi proposto por Kopelmann et alli (1976), onde em \nsomente uma inspeção sobre a matriz imagem I(x,y) é dada uma \"etiqueta\" para cada pixel, \nrelacionado-o à área em que o mesmo esta contido. O método baseia-se em uma inspeção nos \nquatro vizinhos de um ponto P, dados pela máscara de vizinhanças da figura 3.3.1, à procura da \nexistência de um menor rótulo já  atribuído. Com o uso de uma lista auxiliar T{*}, elementos já  \nrotulados recebem ao final da execução um novo rótulo em função da detecção de uma conexão \nposterior entre seus elementos com um elemento de rótulo menor (figura 3.3.2).\n\n3.3- ROTULAGEM\n\na b c\n\nd P\n\nFigura 3.3.1. Esquema de vizinhanças para a execução do algoritmo \nde Kopelman et alli (1976).\n\nX 0 0 0 0 X\nX 0 0 0 X X\nX 0 0 X X X\nX 0 X X X X\nX X X X X X\nX X X X X 0\nX X X X 0 0\n\n1 0 0 0 0 2\n1 0 0 0 2 2\n1 0 0 2 2 2\n1 0 2 2 2 2\n1 1 1 1 1 1\n1 1 1 1 1 0\n1 1 1 1 0 0\n\nFigura 3.3.2. Exemplo da aplicação do algoritmo de rotulagem em uma imagem \nonde os pontos iguais a zero representam pontos pertencentes à borda.\n\nAo final, todos os pontos de rótulo igual a 2, passam a 1 (T{2}=>1).\n\n\n\n53\n\nO algoritmo de rotulagem é apresentado a seguir, sendo aplicado sobre uma matriz \nimagem Xmáx x Ymáx.\n\ninicializa T {Etiqueta} =Etiqueta;\nDe i=0 à Xmáx e de j=0 à Ymáx\n{ Se n pontos da máscara Etiqueta^Borda\n\nP=nova_Etiqueta;\nSe não\n\nSe n pontos da máscara Etiqueta_n=Etiqueta_n \nP=Etiqueta_n;\n\nSe não {\nP=menor_Etiqueta da máscara; \natualiza T {etiqueta}: {\nPara cada n elemento da máscara com rótulo /3 onde T {/3} ^ T { P } : \n\nenquanto (T{/3} ^  /3)=>k=T{/3} ;T {0} =T{P>: /3=k;\nT{0}=T{P };\n\n}}}\n\nAssim, todas as áreas com pontos oito-conexos da imagem delimitadas por uma \nfronteira (borda) recebem um mesmo rótulo. Podemos então, realizar uma análise sobre \nhistogramas de níveis de cinza locais, que somados, representam o histograma da imagem \ncompleta I(x,y). Essa segmentação da imagem reduz a sensibilidade dos histogramas de níveis de \ncinza à problemas localizados em cada um dos objetos, permitindo a interpretação de suas \nconfigurações.\n\n3.4- PROCESSOS D E BINARIZAÇÃO\n\nCom a imagem I(x,y) segmentada em bordas e n elementos conexos podemos \naplicar abordagens diferentes para a binarização de cada conjunto (conjunto bordas e conjunto \nobjetos conexos), em função da análise de suas características. Essas características são \ntraduzidas pelos histogramas próprios que cada conjunto apresenta, sendo então o fator a ser \nexplorado para a solução do problema da binarização.\n\n\n\n/ 54\n\n3.4.1- Binarização da borda\n\nAs bordas caracterizam as principais rampas na topologia (como discutido na \nsecção 3.1), sendo então uma região onde se concentram os níveis de cinza intermediários na \nescala que compreende a cor preta e a branca. Logo, o histograma de níveis de cinza desta região \n(obtido sobre a matriz imagem inicial I(x,y) daqueles pontos) deve possuir um máximo próximo \ndo valor intermediário da escala (127). Como o histograma de cada borda encontrada na imagem \ntem  um comportamento semelhante e em geral um grande número delas se conectam (formando \numa única borda), podemos tratar estes objetos em conjunto, permitindo o uso de um operador \nde threshold único.\n\nComo o histograma é uni-modal, o operador de threshold utilizado é o mesmo \ndiscutido na secção 3.2.3, segundo o cálculo estatístico discreto do valor médio e da variância \ndados pela equação 3.2.4.1. Da mesma forma, o threshold que apresentou melhores resultados é \naquele que assume o valor da média como corte, sendo então atribuídos os valores inferiores da \nescala à fase preta (poro) e os superiores à fase branca (matriz sólida). Assim, as bordas são \nbinarizadas, atribuíndo-se elementos a cada uma das fases que os caracterizam conservando a \nabstração da existência de uma linha imaginária que separa a fase sólida da fase porosa.\n\n3 .4 .2 -Binarização dos Objetos Conexos\n\nO problema que se apresenta é a conservação de informações topológicas. Essas \ninformações são determinadas pelas variações do tom  de cinza dentro de uma mesma fase. Nas \nfiguras 3.4.2.1 e 2, são observadas as configurações características do problema quando ocorrem \nna fase sólida e na fase porosa, respectivamente.\n\n\n\n55\n\n255-\n\ndo objeto\n\nFigura 3.4.2.1. Os problemas oriundos da variação do relevo na fase sólida, \nquando da conservação de informações topológicas.\n\n255- do objeto\n\nFigura 3.4.2.2. Os problemas oriundos da variação do relevo na fase porosa, \nquando da conservação de informações topológicas.\n\nN a figura 3.4.2.1, um elemento da fase sólida que possui uma variação na \nplanicidade pode possuir um histograma de níveis de cinza bi-modal, ou mesmo muito complexo.\n\n\n\nApesar disso, observa-se uma tendência do espectro em se localizar mais próximo da cor branca, \no que confirma a possibilidade do elemento de estar contido na fase sólida (branca).\n\nA cavidade apresentada na figura 3.4.2.2, possui uma elevação em sua região \nintermediária, caracterizando uma região de ligação entre as profundidades pronunciadas. Essa \ninformação topológica é traduzida pelo histograma de níveis de cinza do objeto como a \nocorrência de um pico na região intermediária do espectro, ou mesmo em outro caso, como picos \nespalhados de pouca intensidade. A informação importante que é verificada no histograma é a \nproximidade da curva à região escura do espectro (próxima à cor preta).\n\nAplicando-se os operadores de threshold usuais (sobre curvas bi-modais ou uni- \nmodais), as informações topológicas de conexão e/ou informações do relevo da fase sólida seriam \nperdidas. Como visto, a informação mais importante é a tendência do histograma em se aproximar \nda cor preta ou da cor branca, portanto, a exploração desse dado pode conservar a topologia dos \nobjetos.\n\nA média estatística discreta das curvas traduz essa tendência, dando origem a um \ncritério de decisão. O critério de decisão implementado assume que se a média estatística da curva \nse aproxima da cor preta (é menor que o valor 127 no espectro), o elemento pertence à fase preta \nna imagem binária. De outra forma, se a média estatística é igual ou superior a 127, o objeto \npertence à fase branca. Podemos definir então\n\n^En{ l(x ,y )n} =» thn&lt;127j G Fase Porosa (3.4.2.1)\n\n[E n{ l( x ,y ) n}=* th„ >127] G Fase Sólida (3.4.2.2)\n\nonde E n {»} é o conjuto de pontos I(x,y)n pertencentes ao elemento n contido na imagem, e thn é \no valor de threshold obtido de seu histograma através da equação 3.2.4.1.\n\nAssim, cada objeto é tratado como um conjunto de pontos que apresentam uma \ntendência, conservando-se informações topológicas próprias de cada conjunto.\n\n5r»\n\n\n\n57\n\nA segmentação da imagem em regiões ditas conexas, permite uma flexibilidade e \ninteração entre o processo e o observador. Essa possibilidade é importante quando as imagens \nem tons de cinza apresentam problemas localizados, problemas estes que são detectados pelo \nmétodo. Um dos problemas mais comuns é a rampa entre uma cavidade e uma saliência ser quase \n\"plana\" (inclinação próxima a zero), não sendo detectada por nenhum método de detecção de \nborda ou estatístico, mas observado pela subjetividade do pesquisador. Esses problemas \nlocalizados são da ordem de alguns pixels, caracterizando rompimentos na continuidade da borda. \nUma ruptura de borda caracteriza a mistura em um mesmo objeto de duas fases distintas, \nocasionando a geração de um falso elemento, ou superestimando uma determinada fase (figura\n3.4.3.1).\n\n3.4.3- Controle\n\nSobrestimação da Binarízação\nFase Branca Adequada\n\nFigura 3.4.3.1. Ruptura de uma borda gerando a sobrestimação de uma fase.\n\nDa mesma forma, a segmentação da imagem permite ao pesquisador interagir com \no processo de modo a implementar configurações modelo para uma imagem binária em relação a \num dado real (uma imagem real, binarizada com várias configurações espaciais), permitindo o \nestudo da influência do método e da qualidade da imagem sobre processos que tentam sua \ncaracterização.\n\nEm ambos os casos, essa flexibilidade é proporcionada pela possibilidade do \ntratamento individual que cada objeto discretizado na imagem pode vir a ser submetido. Por \nexemplo, determinado objeto contém um elemento estranho ao meio (por exemplo uma gota \nd'água em uma micrografia), essa região pode ter sua frequência de corte alterada pelo\n\n\n\n58\n\npesquisador sem modificação do resultado para os outros elementos. Sobre o histograma do \nobjeto em questão, altera-se o valor de threshold, modiflcando-se somente a sua caracterização.\n\nAssim, a técnica permite uma maior flexibilidade no controle do resultado da \nbinarização em relação ao esperado e/ou desejado pelo usuário.\n\n3.5- IMAGEM BINÁRIA\n\nA imagem binária final é composta pela soma dos resultados de cada um dos n \nconjuntos de objetos (borda e objetos conexos), processados segundo os métodos discutidos nas \nseções anteriores (figura 3 .5.1). Assim, gera-se uma imagem binária que conserva as informações \nda morfologia e da topologia de um meio bifásico, necessárias quando da modelagem de suas \nfases (quer sólida ou porosa) por métodos que tentam a sua descrição (discusões apresentadas \nnos capítulos 4 e 5, respectivamente).\n\nFigura 3.5.1. Fluxograma da Técnica de Binarização por Regiões Conexas.\n\n3.6- RESULTADOS\n\nIlustra-se como exemplo de aplicação da técnica de binarização por regiões \nconexas, o tratamento de uma imagem digital em níveis de cinza obtida com o microscópio \neletrônico de varredura (figura 3.6.1). O material a ser analisado é uma micrografia da argamassa \nde cal e cimento, obtida por Yunes (1992). Essa micrografia representa um aumento de 6400X, \napresentando efeitos pronunciados do afastamento da representação plana na superfície sólida,\n\n\n\n59\n\ncaracterizados por regiões mais claras na imagem (região inferior esquerda) e a presença de \nsuperfícies inclinadas (canto inferior direito e na altura média na aresta direita).\n\nPara o tratamento da imagem, foi retirada a escala (presente na parte inferior da \nimagem) com o uso de um editor gráfico comercial, através da pintura de seus elementos (pixels) \nem função dos tons de cinza determinado por seus elementos vizinhos. Esse pré-processamento \nnão altera o processo, mas permite que se evite a geração de falsas bordas dando origem a \nelementos estranhos na imagem. Assim, conserva-se a topologia interceptada pela imagem da \nescala, permitindo o uso de todo o domínio para processamento (evitando-se o \"corte\" da imagem \ne perda de informações).\n\nO histograma de níveis de cinza da figura 3.6.1, é apresentado na figura 3.6.2, \nonde fica clara a complexidade que o mesmo apresenta quando de uma binarização meramente \nestatística (discutido na seção 1.2). O forte afastamento da representação plana que a fase sólida \napresenta é caracterizada sobre o histograma pelos vários picos na região clara (metade superior \nda escala de níveis de cinza), sendo também observado na fase porosa nos picos definidos na \nregião a esquerda da escala de nível de cinza.\n\nFigura 3.6.1. Imagem da argamassa de cal e cimento com um \naumento de 6400X, obtida por microscopia eletrônica de varredura.\n\n\n\n60\n\nFigura 3.6.2. Histograma de níveis de cinza para a figura 3.6.1.\n\nAplicando-se a metodologia de detecção da borda (descrita na secção 3.2), obtém- \nse a imagem final da borda em vermelho na figura 3.6.3. Destaca-se uma borda contínua que \nsegmenta a imagem em 288 objetos conexos, permitindo o uso do método de binarização descrito \nna secção 3.4.\n\nFigura 3.6.3. Imagem da borda (em vermelho) segmentando a imagem \nem bordas e objetos conexos.\n\n\n\n61\n\nO histograma da borda (requantificação da imagem processada LNLR(x,y)) é \napresentado na figura 3.6.4, destacando-se o comportamento característico que o processo impoe \na sua configuração (um pico pronunciado próximo a zero).\n\n1 .\n\n-\n'  I\n6 1\n\nT\nU 1\n\n0 255\nTons de Cinza\n\nFigura 3.6.4. Histograma de valores requantificados dos elementos \npertencentes à borda (discutido na secção3 .2.4)\n\nNa figura 3.6.5, apresenta-se o histograma de tons de cinza para os elementos \npertencentes à borda na imagem original I(x,y) (borda em vermelho na figura 3.6.3). A frequência \nde corte utilizada corresponde ao valor igual a 100 em nível de cinza.\n\n0 255\nTons de Cinza\n\nFigura 3.6.5. Histograma de níveis de cinza dos elementos pertencentes a borda.\n\nO histograma do elemento do elemento 106 (superfície inclinada da fase sólida no \ncanto inferior direito da imagem) é apresentado na figura 3.6.6. Destaca-se a tendência do\n\n\n\n62\n\nelemento pertencer à fase sólida (deslocamento do pico em direção a cor branca - 255), e a \npresença de um pequeno pico na região intermediária do espectro, confirmando a existência de \numa inclinação acentuada na superfície.\n\nFigura 3.6.6. Histograma de um objeto (elemento 106) que apresenta \numa inclinação pronunciada em sua superfície.\n\nNa figura 3.6.7, apresenta-se o histograma do elemento 190 (região escura acima \ndo elemento da fase sólida com inclinação pronunciada), destacando-se o deslocamento do \nhistograma em direção à região escura do espectro (próximo a cor preta - 0) e a existência de um \nelemento de conexão.\n\n\n\nFigura 3.6.7. Histograma de um poro (elemento 190) que apresenta \numa protuberância em seu interior.\n\nO resultado final do processo de BRC é apresentado na figura 3 .6.8, mostrando-se \nconsistência com o esperado quando de uma inspeção visual sobre a imagem inicial. Relevos \nprotubérantes são preservados na fase sólida bem como elementos de ligação são conservados na \nfase poro (discutido na secção 3.4.2).\n\n\n\n64\n\nFigura 3.6.8. Imagem binária final para a micrografia da figura 3.6.1, \nresultante do processo de Binarização por Regiões Conexas.\n\n3.7- COMPARAÇÃO DE RESULTADOS\n\nResultados comparativos entre o processo de BRC e o método estatístico de \nbinarização bi-modal são apresentados nas figuras 3.7.1 e 3.7.2. Com o processo de binarização \nbi-modal usando-se uma frequência de corte igual a 127 (na escala de níveis de cinza - figura\n3.7.1), as variações no relevo da fase sólida são tomados como pertencentes à fase porosa, \nsobrestimando a porosidade na informação imagem. Esses resultados se destacam inspecionando- \nse a região inferior direita da imagem original (figura 3.6.1 - uma rampa na matriz sólida) que na \nimagem binária resultante do processo estatístico, grande parte do elemento é tomado como um \nvolume poroso. De outra forma, observa-se uma sobrestimação da fase porosa pelo aumento da \ndimensão dos elementos de conexão.\n\n\n\n65\n\nFigura 3.7.1. Imagem binária obtida com o processo estatístico de binarização \nbi-modal. Destaca-se a sobrestimação da porosidade (fase preta).\n\nFigura 3.7.2. Imagem binária obtida com o processo estatístico de binarização \nbi-modal corrigido (valor de threshold igual a 100) tentando-se amenizar a sobrestimação da fase \n\nporosa. Destaca-se a perda de informações de conexão entre cavidades.\n\n\n\n66\n\nNa figura 3.7.2, apresenta-se uma tentativa de se amenizar os problemas oriundos \nda binarização estatística, utilizando-se um threshold igual a 100, na escala de níveis de cinza. \nUma sobrestimação da fase sólida é observada em relação ao resultado obtido com o threshold \nigual a 127. A tentativa de correção dos problemas na determinação da fase sólida acarretaram na \nperda de informações topológicas oriundas das regiões de conexão entre cavidades, observadas \npelas ligeiras elevações (regiões claras entre cavidades) que transformaram-se em elementos da \nfase sólida.\n\n\n\n4- GRÁFICO DA LINHA MEDIANA\n\nA tentativa de representação dos elementos formadores dos objetos de uma \nimagem binária através da abstração em elementos de um gráfico, foi idealizada por Montanvert, \ncomo visto na secção 1.3.5, com seus conceitos e limitações.\n\nNeste capítulo é abordada uma nova formulação para a geração do gráfico da linha \nmediana, onde os conceitos propostos por Montanvert são desenvolvidos através das \npropriedades matemáticas geradoras do chamado eixo mediano (que será descrito à seguir), \npermitindo a descretização dos elementos em conjunto com a caracterização das áreas associadas.\n\n4.1- CONCEITOS\n\nO objeto de trabalho para a formulação das diversas etapas do método é a imagem \nde distância ao fundo (como visto na secção 2.2), que é a representação da imagem binária (figura\n4.1.1) em uma mapa de distâncias.\n\n\n\n68\n\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\n0 0 1 1 1 0 0 0 0 0 1 1 0 0 0\n0 1 1 1 1 0 0 0 1 1 I 1 0 0\n0 1 1 1 1 1 1 1 1 1 1 1 1 1 0\n0 1 1 1 1 1 1 1 1 1 1 1 1 1 0\n0 1 1 1 1 1 1 1 1 1 1 1 1 1 0\n0 1 1 1 0 0 1 1 1 1 1 1 1 0\n0 0 1 1 1 0 0 0 1 1 1 1 1 0 0\n0 0 0 0 0 0 0 0 0 1 1 1 1 0 0\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\n\nFigura 4.1.1. Imagem binária de um objeto (dada por 1 e 0).\n\nAs propriedades desta imagem de representação são dadas pela métrica usada em \nsua geração. Assim, a escolha da métrica condiciona as características do processo de geração da \nlinha mediana e consequentemente o afastamento das grandezas em relação ao valor Euclidiano \nesperado.\n\nPara este trabalho, a métrica escolhida foi a distância de chanfro d3-4 em função \nde que suas propriedades matemáticas serem já muito exploradas e conhecidas (Thiel, 1991) \n(figura 4.1.2). Propriedades estas como a construção de famílias de bolas (secção 2.4) e \nincertezas associadas (vide secção 2.5).\n\n3 3 3 3 3\n3 4 6 4 3 3 4 4 3\n3 6 7 7 4 3 3 3 4 7 7 4 3\n3 6 8 7 6 6 6 6 7 8 8 6 3\n3 6 7 4 3 3 4 7 8 11 8 6 3\n3 4 6 3 3 4 7 8 7 4 3\n\n3 3 3 3 4 6 6 3\n3 3 3 3 >\n\nFigura 4.1.2. Imagem de distância ao fundo de um objeto \ncom a máscara de chanfro d3-4.\n\n\n\n69\n\nO método proposto por Montanvert, baseia-se em um esqueleto binário que \nconserva a representação das características topológicas (conexões entre elementos) mas não \nconserva a representação das características morfológicas. Essa limitação surge do método de \nextração da linha mediana, que segundo Montanvert, é obtida pelo \"descascamento\" sucessivo do \nobjeto por um elemento estruturante.\n\nAssim, o primeiro passo é o desenvolvimento de uma abordagem de geração da \nlinha mediana que conserve todas as informações necessárias a reconstrução da imagem do \nobjeto, permitindo uma representação morfo-topológica da imagem de forma compacta. Em \nseguida, o desenvolvimento dos conceitos associados a filosofia de extração dessa linha mediana \nsão discutidos permitindo a implementação de novas abordagens para a  construção da \nrepresentação gráfica da linha mediana.\n\n4.2- EIXO MEDIANO\n\nThiel em seu trabalho, propos a geração da linha mediana a partir da extração do \nchamado eixo mediano (por simplificação denominado EM). Por definição, eixo mediano é a \nsoma dos centros das bolas máximas inclusas no objeto (figura 4.2.1), ou seja, a extração dos \nchamados máximos locais sobre a imagem de distância ao fiindo dada pela equação\n\nP G E M  V Q , B ( P , R P) €  B ( Q , R Q) (4 2 1)\n\nO ponto P pertencente ao eixo mediano se é o centro de bola máxima de Raio Rp \nquando é ã o  contém- nenhuma outra bola centrada em outro ponto Q, de raio superior à P.\n\n£\n\nFigura 4.2.1. Eixo mediano formado pelo centro de bolas máximas inclusas.\n\nPara as máscaras de chanfro, uma tabela de correspondência deve ser utilizada \npara suprimir pontos redundantes obtidos pela equação (4.2.1) (para = todos os pontos\n\n\n\n70\n\niguais a 3 passam a 1 e todos os pontos iguais a 6 passam a 5), figura 4.2.2-4. Estes pontos \nredundantes não são necessários a reconstrução dos objetos da imagem, constituindo-se de \ninformações dúbias que podem gerar conflitos nas etapas subsequentes do método do gráfico da \nlinha mediana.\n\n| 3 | 0 3\n\n0 6 0\n\n[31 0 | 3 |\n\n1 1 1\n\n1 5 1\n\n1 1 1\n\n0 0 0\n\n0 5 0\n\n0 0 0\n\nFigura 4.2.2. Extração do eixo mediano utilizando a tabela de correspondência, onde em \"a\" \n(dist.ao fundo), em \"b\" (eixo mediano = \"6\", mais pseudo-máximos), em \"c\" (uso da tabela de \n\nArcelli) e em \"d\" o eixo mediano (através da equação(4.2.1)).\n\n3 3 3 3\n3 4 6\n\n6 7 7 7 7 3\n8 7 6 6 6 8\n\n6 7 11\n3 4 6 3\n\n3 3 6 6\n3 3\n\nFigura 4.2.3. Para o mesmo objeto da figura 4.1.1, a extração do eixo mediano\ncom a equação 4.2.1.\n\n\n\n71\n\n4 5\n7 7 7 7\n8 7 5 5 5 8\n7 11\n\n4 5\n\n5 5\n\nFigura 4.2.4. Para o mesmo objeto da figura 4.1.1, a extração do eixo mediano com o uso da \ntabela de correspondencia para eliminação dos pseudo-máximos.\n\nComo o eixo mediano define um recobrimento da forma por discos, ele é \nreversível. E  suficiente aplicar uma transformação inversa da distância para a imagem de distância \nao fundo do eixo mediano, necessitando de somente duas varreduras sequênciais para obter a \nimagem inicial (técnica de descompressão de imagens binárias) figura 4.2.5-6. Desta forma, o \nalgoritmo de descompressão utiliza a decomposição da máscara em duas semi-máscaras \nsequenciais simétricas centradas em O, cada uma servida por uma varredura. Para a reconstrução \nda imagem, utiliza-se a semi-máscara posterior constituída pelos pontos M[i] de coordenadas \n(-M[i].x,-M[i].y) de pontos M [i].p no percurso anterior, e a semi-máscara anterior de pontos M[i] \nde coordenadas (M[i].x,M[i].y) com pontos M[i].p., no percurso posterior (figura 2.3.4).\n\nA reconstrução da imagem de distância a partir dos pontos do eixo mediano é \ndescrita a seguir, onde PIC é uma matriz do tipo Xmáx por Ymáx.\n\nPercurso anterior: de cima para baixo da esquerda para direita.\nPara y de 1 á Ymáx faça \nPara x de 1 à Xmáx faça \nSePIC[x,y]j«íO\n\nFaça PIC[x,y] = MAX* { PIC[x+M[i].x,y+M[i].y] + M[i].p }\n\nPercurso posterior: de baixo para cima da direita para esquerda.\nPara y de Ymáx à 1 faça \nPara x de Xmáx à 1 faça\n\n\n\n72\n\nSe PIC[x,y]?íO\nFaça PIC[x,y] = MAXj { P IC [x,y], PIC[x+M[i].x,y+M[i].y] + M[i].p }\n\nAssim obtém-se um \"esqueleto binário ponderado\", o qual é centrado na forma, \nmas não é conexo.\n\n4 6 4 1 0 0 0 0 0 0 0 0 0\n\n0 . 5 7 7 4 1 0 0 0 7 7 4 1 0\n\n0 2 5 8 7 6 6 6 3 3 4 8 5 2 0\n\n0 2 5 7 4 3 3 3 0 0 1 1 8 5 2 0\n\n0 1 4 6 3 0 0 0 0 7 7 7 4 1 0\n\n0 0 2 3 2 0 0 0 3 4 6 6 3 0 0\n\n0 0 0 0 0 0 0 0 0 2 3 3 2 0 0\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\n\nFigura 4.2.5. Para o eixo mediano da figura 4.2.4, o primeiro percurso sobre a imagem do \nalgoritmo de descompressão (de cima para baixo)\n\no. 0 0 0 0 0 0 0 0 0 0 0 0 0 0\n0 0 2 3 2 0 0 0 0 0 1 1 0 0 0\n\n0 1 4 6 4 1 0 0 0 3 4 4 3 0 0\n\n0 2 5 7 7 4 1 3 3 4 7 7 4 1 0\n\n0 2 5 8 7 6 6 6 4 7 8 8 5 2 0\n\n0 2 5 7 4 3 3 3 5 8 1 1 8 5 2 0\n\n0 1 4 6 3 0 0 1 4 7 7 7 4 1 0\n\n0 0 2 3 2 0 0 0 3 4 6 6 3 0 0\n\n0 0 0 0 0 0 0 0 0 2 3 3 2 0 0\n0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\n\nFigura 4.2.6. Descompressão da imagem com o segundo percurso (de baixo para cima).\n\n\n\n73\n\nComo visto nas figura 4.3.5-6, a reconstrução da imagem não recupera os mesmos \nvalores para os pontos da imagem de distância ao fundo original, mas recupera a geometria \nconservando a informação original. Para a recuperação da imagem ao fiando original, é necessária \na passagem de todos elementos reconstruídos diferentes de zero para um, e aplicar novamente \nsobre a imagem binária o algoritmo descrito na secção 2.3.\n\n4.3- LINHA MEDIANA\n\nA caracterização dos elementos formadores dos objetos em uma imagem necessita \nde um esqueleto que conserve as relações de conexidade entre seus elementos. Desta forma, a \ngeração da linha mediana a partir dos pontos do eixo mediano consiste na procura dos elementos \nde conexão (figura 4.3.1).\n\nx_ I = pontos do eixo mediano\n\n] =pontos de conexão\n\nFigura 4.3 .1. A geração da linha mediana, formada pelos pontos do \neixo mediano mais os pontos de conexão.\n\n\n\n/ 74\n\nA conexão dos pontos do eixo mediano é realizada procurando-se para cada ponto \ndo eixo a existência em sua 8 -vizinhança de pontos candidatos à serem conexão. Thiel (1991), \nclassificou esta procura em dois tipos: concatenamento de cume e propagação forçada.\n\nO concatenamento de cume é realizada quando existem nas oito vizinhanças do \nponto do EM , candidatos (que não pertencem ao EM) de módulo igual ou superior ao maior \nelemento pertencente ao EM  vizinhos ao ponto (figura 4.3.2). Desta forma, o concatenamento de \ncume representa a procura do menor gradiente numérico (na imagem de distância ao fundo) entre \nos pontos pertencentes ao eixo mediano, ou em outras palavras, a procura dos discos de maior \nraio entre os pontos do eixo mediano.\n\nQuando o concatenamento de cume não pode ser verificado (somente pontos de \nmódulo inferior ao elemento pertencente ao EM), explora-se a propagação forçada. A \npropagação forçada consiste na verificação através dos 8-vizinhos, de percursos que levem à \nconexão dos pontos do eixo mediano (figura 4.3.3). Da mesma forma, nas oito direções é \nverificada a existência do menor gradiente entre pontos do eixo mediano projetando-se percursos \nde conexão (caminhos que são propagados até uma possível conexão com outro elemento do eixo \nmediano).\n\n3 3 4 7\n\n6 6 7 8\n\n4 7 8 1 1\n\n3 4 7 8\n\n3 4 6\n\nm= pontos do eixo mediano £  =pontos de conexão\nFigura 4.3.2. Exemplo de um concatenamento de cume.\n\n\n\n75\n\n1 2 9 6 3\n\n9 9 6 3\n\n6 6 6 3\n\n3 3 3 3\n3 3 3 3\n\n3 6 6 6\n\n3 6 9 9\n\n3 6 9 1 2\n\n1 2\n\n9\n\n6\n\n3\n3\n\n6\n\n9\n\n1 2\n\n\"a\" \"b\"\nFigura 4.3.3. Exemplo de propagação forçada, para a imagem de distância ao fundo (em \"a\") \n\na conexão do seu eixo mediano em \"b\", propagando-se o percurso do EM.\n\nA aplicação das duas rotinas conecta todos os pontos do eixo mediano, gerando \numa linha contínua que conserva a  propriedade de reversibilidade da imagem (dada pelos pontos \ndo eixo mediano - reconstrução da imagem inicial) e contém informações sobre a conexidade \nentre os elementos do esqueleto.\n\nO algoritmo para realizar a conexão dos pontos do eixo mediano é descrito no \napêndice B, onde o uso de uma lista auxiliar de dados permite um número reduzido de testes para \na verificação da existência dos pontos de conexão.\n\n4.4- REPRESENTAÇÃO GRÁFICA DA LINHA MEDIANA\n\nComo visto na secção 1.3.6, Montanvert idealizou uma representação gráfica da \nlinha mediana através do uso de componentes denominadas nós e arcos (figura 4.4.1). O conceito \nde nós, formulado por Montanvert, representa o centro geométrico dos principais elementos que \ncompoem os objetos e os arcos denotam unicamente as relações de conexão entre esses \nelementos.\n\n\n\n76\n\nrepresentação gráfica da linha mediana.\n\nAs limitações impostas pela metodologia de extração dos nós e arcos formulada \npor Montanvert, implicavam na impossibilidade de aplicação da mesma com o uso das máscaras \nde chanfro (d3_4 e d5 _7 . 1 1 ). Essas limitações ocorrem pelo conceito proposto então, de que os \nnós eram composições de quatro padrões identificados por aquela autora (discutido na secção\n1.3.6) e somente aplicáveis sobre a imagem de distância ao fundo gerada com a máscara dg. \nD esta forma, é proposta uma nova conceituação para a identificação dos nós e arcos, \nintroduzindo-se um terceiro elemento denominado arco entre nós.\n\n4 .4 .1 -Nós\n\nConceitualmente, o módulo de cada elemento na imagem de distância ao fundo, \nrepresenta a distância que o elemento está da fase complementar (se o elemento for preto, \nrepresenta a distância à fase branca, ou vice-versa). Da mesma forma, esse valor pode ser \natribuído ao raio de um disco (centrado no elemento) que é tangente à borda do objeto (definição \nda bola inclusa ao objeto), onde a forma do disco é dada segundo a família de bolas gerada pela \nmétrica utilizada (secção 2.4). Assim, o nó representa a coleção de centros de discos máximos \n(bolas principais) sobre a linha mediana que representam o centro do elemento incluso no objeto \nda imagem (figura 4.4.1.1).\n\n\n\n77\n\nFigura 4.4.1.1. Representação geométrica dos nós em um objeto que \nrepresentam as bolas principais sobre o conjunto de bolas máximas (eixo mediano).\n\nSegundo Montanvert, quatro tipos diferentes de nós podem ser obtidos, nós de \nproeminência, nós de proeminência larga, nós de proeminência estricta e nós de conexão.\n\nPara satisfazer esta classificação (e posteriormente permitir a caracterização \ncompleta dos elementos em uma imagem), dois tipos de bolas devem ser extraídas sobre o \nconjunto das bolas representadas pelo eixo mediano: as maiores bolas locais (dada pela equação\n4.4.1.1) e as menores bolas locais (dada pela equação 4.4.1.2). Assim, as maiores bolas locais \nestão associadas aos maiores elementos inclusos no objeto (proeminências e proeminências \nlargas) e as menores bolas locais estão associadas às proeminências estrictas e aos nós de \nconexão.\n\nM AIOR BOLA LOCAL:\n\n(4.4.1.1)\n\nqualquer que seja Q nas oito-vizinhanças do ponto P, pertencentes à linha mediana.\n\nMENOR BOLA LOCAL:\n\n(4.4.1.2)\n\nqualquer que seja Q nas oito-vizinhanças do ponto P, pertencentes à linha mediana.\n\n\n\n78\n\nUustra-se o processo para um exemplo (figura 4.4.1.2), onde dois centros de nós \nsão obtidos (um para uma maior bola local e outra para uma menor bola local). Sobre a imagem \nde distância ao fundo do eixo mediano da figura 4.3.1, pode-se verificar o centro dos nós assim \nobtidos (figura 4.4.1.1).\n\n7 7\n8 8\n\n7 8 11\n\n8\n6 6\n\na\n\n8 7\n7\n\n4 6\n\nb\nFigura 4.4.1.2. Os centros de nós obtidos com o uso da equação 4.4.1.1 em \"a\"\n\ne da equação 4.4.1.2 em \"b\".\n\n4 6\n\n7 7 7 7\n8 7 6 6 6 8 8\n7 7 8 11\n\n4 6 8\n\n6 6\n\n= centros de bolas principais \n\ny = outros pontos da LM \nFigura 4.4.1.3. Extração dos centros de nós para a figura 4.3.1.\n\n\n\n79\n\nOs centros de bolas principais adjacentes, são tomados como pertencentes ao \nmesmo nó. Assim o módulo do nó é dado pelo maior módulo entre os centros de bolas principais \nque o compoem, compactando-se o número de componentes necessários à representação dos \nelementos inclusos nos objetos.\n\nPara evitar-se a criação de informações redundantes (arcos que conectam muitos \nnós - figura 4.4.1.4), os elementos (pertencentes à linha mediana) nas oito-vizinhanças dos \ncentros dos nós são tomados como pertencentes ao nó. Assim, a informação dada por dois arcos \ndistintos é conservada, evitando-se a perda de informações topológicas oriundas da aglutinação \ndos mesmos em um único ramo.\n\n4 6\n\n7 7\n8 7 6 6\n7\n\n4 6\n\n_x\n\n£\n\n= centros de bolas principais (nós)\n\n= aglutinação de arcos (único ramo)\n\nFigura 4.4.1.4. Um único ramo (arco) entre centros de nó.\n\n\n\n80\n\n[3\n\n7 7\n\n6\n\n7 K l\n8 8\n\n| 8 | 7 7 | 6  6 |  6 |  8 8\n\n^  ^  G D7  7  8 -\n8\n\nml\nr u\n\n?  = centros de nós\n\ny = pontos nas oito vizinhanças do nó \n(pontos pertencentes ao nó)\n\nFigura 4.4.1.5. Centros de nós mais os pontos pertencentes a cada \nnó (determinando suas configurações), para a figura 4.1.2.\n\n4.4.2- Arcos entre nós\n\nQuando da geração dos nós em imagens delgadas, toma-se impraticável a simples \ncaracterização dos arcos como sendo os elementos que não pertencem aos nós. Os nós \nconfundem-se com a própria linha mediana.\n\nO conceito de arcos entre nós é gerado para manter-se a representação dessas \nconfigurações geométricas complexas. A partir dos elementos constituintes dos nós, procura-se \ncaracterizar o arco entre nós como sendo aqueles elementos pertencentes ao nó que tenham em \nsua oito-vizinhanças outro nó ou pertençam simultaneamente a mais mais de um nó (figura\n4.4.2.1). Assim, um elemento do nó pode ser simultaneamente pertencente a no máximo quatro \nnós e a um único arco entre nós, mas nunca um centro de nó (ou os centros dos nós formadores \ndo nó) pode pertencer ao arco entre nós (figura 4.4.2.2).\n\n\n\n81\n\nGEL\n\n?  ?\n\nE l  =  c e n tro  do n ó  Q  =  ponto p erte n cen te ao nó \n=  ponto p e rte n c e n te  ao arc o  e n tre  nós\n\n=  nó = arco  e n tre  nós\n\nFigura 4.4.2.1. Configurações possíveis para os arcos entre nós. \n\n4 6\n\nL.l 7 7 7\n8 7 6 6 6 8 8 |\n\nL i 1 ?  s 11\n4 6 •  1\n\n6 6\n\n= arcos entre nós\n\nFigura 4.4 2.2. Caracterização de arcos entre nós para a figura 4.2.1.\n\n4.4.3- Arcos\n\nPara a completa caracterização da representação gráfica da linha mediana, os \nelementos que não pertencem à configuração dos nós (e consequentemente a arcos entre nós), são \ntomados como formadores de eixos de conexão. A esses eixos de conexão entre os elementos \nprincipais do gráfico (nós), denominamos como sendo os chamados arcos, descritos na figura \n4.4.3.1.\n\nAssim, construímos uma representação gráfica da imagem binária, através dos nós, \narcos entre nós e arcos, que possibilita a tentativa de descrição dos objetos formadores da \nestrutura (da fase em análise - branca ou preta).\n\n\n\n82\n\ns  =  c e n tro  do nó Q  =  ponto p e rte n c e n te  ao nó \n\nO  =  p o nto p e rte n c e n te  ao arco\n\n| ?~” ] = „ó =  a rc o\n\nFigura 4.4.3.1. Arcos formados pelos elementos que não pertencem aos nós.\n\n4.4.4- Classificação\n\nA classificação dos nós formulada por Montanvert (discutida na secção 1.6) \napresenta quatro categorias: nós de proeminência, nós de proeminência larga, nós de \nproeminência estricta e nós de conexão. Como foi visto, essa classificação provém das \ninformações que os arcos dão ao nó a respeito de suas ligações a outros nós.\n\nO nó de proeminência representa o centro geométrico dos maiores elementos que \ncompõem o objeto, ou seja, representa o conjunto de centros dos maiores discos que fazem parte \ndo eixo mediano.\n\nConectados por um arco, os nós de proeminência larga traduzem as variações no \ncontorno dos elementos principais inclusos nos objetos da imagem, aparencendo frequentemente \nconectados aos nós de proeminência.\n\nAs saliências ou mesmo as protuberâncias dos contornos da periferia dos objetos \nsão traduzidas pelos nós de proeminência estricta. Esses nós preservam as informações acerca dos \nchamados ruídos da imagem, que são representados pelos pixels que se destacam nos contornos \nirregulares de objetos muito complexos geométricamente.\n\nOs nós de conexão se caracterizam por serem ligados aos maiores elementos da \nimagem (caracterizados pelos nós de proeminência ou proeminência larga), sendo responsáveis \npelas silhuetas de estreitamento nos objetos.\n\n\n\ni 83\n\nDesta forma podemos conceituar cada um dos quatro nós segundo suas ligações \n(figura 4.4.4.1):\n\n1- N ó de proeminência: o nó está conectado somente a nós de módulo inferior (nós 2 e 6).\n2- N ó de proeminência larga: o nó está conectado a um nó de módulo superior por uma ligação e \na nós de módulo inferior por outras ligações (não aparecem na figura exemplo 4.4.4.1).\n3- N ó de proeminência estricta: o nó está conectado somente a um nó de módulo superior (nós 1, \n3, 5 e 7).\n4- N ó de conexão: o nó está ligado a dois nós de módulo superior, cada um por um arco distinto \n(nó 4).\n\nA.E.NÓS 1\n\nX  = centro do nó\n\n-A.E.NÓS 6\n\n<7 8  ;  f ï ï l  N 6 6\n\nC|> -A.E.NÓS 5\n\nK l\n\n>= arco entre nós\n\nFigura 4.4.4.1 . Os diferentes tipos de nós para a figura 4.1.2.\n\n4.4.5- Segmentação da imagem binária\n\nOs nós representam centros de discos que por interferência construtiva \n(superposição parcial de discos) traduzem a área associada ao elemento incluso no objeto. A \ninterferência construtiva ocasionada pelos discos de nós distintos (por exemplo um nó de \nproeminência com um nó de proeminência estricta) completam a área de elementos de geometria \ncomplexa, preenchendo seus contornos irregulares. Assim, um critério de \"interferência numérica\" \n(sobre a imagem de distância ao fundo) pode ser utilizado para a discretização dos elementos \nformadores dos objetos em suas áreas características.\n\n\n\n1 84\n\nO critério para a geração da discretização dos elementos parte do princípio de que \no módulo de cada pixel (na imagem de distância ao fundo reconstruída a partir do eixo mediano) \nguarda uma relação de \"dependência\" ao nó de origem, onde a relação de grandeza do módulo \ndesse pixel (gerada p o r um nó) tem um valor diferente em relação à grandeza atribuída a ele \ngerada por outro nó (interferência de discos). Desta maneira, a área de um elemento pode ser \nobtida através da comparação dos módulos (valor da imagem de distância ao fundo) atribuído ao \nponto (pixel) por cada um dos nós que o caracterizam (que lhe reconstroem a partir do eixo \nmediano).\n\nEm uma imagem de distância ao fundo de um gráfico da linha mediana alguns \npontos do eixo mediano podem pertencer aos arcos. Esses pontos são necessários à recuperação \nda imagem inicial completa, o que compromete o processo de geração das áreas de cada elemento \nno objeto imagem.\n\n________ Esse problema é contornado gerando-se-uma_hierarquia sobre a-condição d e -------\nexistência de cada arco no segmento da linha mediana gerador dos objetos segmentados. \nConceitualmente, o nó de proeminência tem módulo superior ao módulo do nó de proeminência \nlarga, que é maior do que o módulo do nó de conexão que também é maior do que o módulo do \nnó de proeminência estricta. Dessa forma, para a geração da área entre dois elementos, o arco \npertencerá ao segmento do eixo mediano do nó de maior módulo a qual ele estiver conectado.\n\nPara uma imagem composta por dois elementos proeminentes (figura 4.1.1), \nconectados por um elemento delgado, os nós 2  e 6 são representativos de dois elementos \nprincipais inclusos no objeto conectados pelo elemento representado pelo nó 4. Os elementos \nproeminentes são discretizados pela retirada da área de conexão. O ponto (ou pixel) reconstruído \na partir dos pontos do nó 4 é atribuído como sendo pertencente à área de conexão, se o seu \nmódulo na imagem de distância ao fundo \"a\" é maior ou igual ao módulo na imagem de distância \nao fundo \"b\", gerada a partir do nós e arcos restantes para o mesmo ponto (figura 4.4.5.1 - a e b). \nDesta forma, na figura 4.4.5.1-c, representa-se a imagem inicial segmentada em dois objetos \ndistintos.\n\n\n\n/ 85\n\n2 3 3 3 2\n\n2 3 3\na\n\n3 2\n\n2 3 2 1 1\n\n* 4 6 4 1 3 4 4 3\n\n2 5 7 7 4 1 3 4 7 7 4 1\n2 5 8 7 4 2 3 4 7 8 8 5 2\n2 5 7 4 3 1 4 7 1 8 1 1 8 5 2\n\n' 4 6 3 3 4 7 7 7 4 1\n2 3 2 3 4 6 6 3\n\nK\n2 3 3 2\n\n2 3 2\n—D-\n\nI 1\n\ni 4 6 4 1 3 4 4 3\n2 5 7 7 4 3 4 7 7 4 1\n2 5 8 7 4 7 8 8 5 2\n2 5 7 4 4 7 1 8 1 1 8 5 2\n\n. 4 6 3 3 4 7 7 7 4 1\n2 3 2 3 4 6 6 3\n\nc\n2 3 3 2\n\nFigura 4.4.5.1 . Interferência de duas imagens reconstruídas (\"a\" e \"b\") a partir de elementos \ndiferentes de um mesmo objeto (figura 4.1.2), discretizando \n\nsuas áreas em duas proeminências (\"c').\n\n4.5- ROTINAS DE CONTROLE\n\nEm uma espaço Euclidiano, o esqueleto (ou linha mediana) de um círculo é um \nponto. Quando da aproximação de elementos por máscaras de chanfro, a representação desses\n\n\n\n86\n\nesqueletos sofrem distorções, ocasionadas pelas incertezas inerentes ao processo (descritas no \ncapítulo 2), observadas na figura 4.5.1.\n\nLinha Mediana Euclidiana Linha Mediana com D3-4\n\nFigura 4.5.1. Distorções observadas na caracterização de esqueletos binários para um círculo.\n\nEssas distorções se manifestam na caracterização dos elementos formadores da \nrepresentação gráfica da linha mediana, gerando conflitos nas definições dos elementos de \nproeminência larga, estricta e de conexão. Podemos observar na figura 4.5.2, que para uma linha \nmediana de uma imagem podem  ser geradas proeminências estrictas que se complementam, ou \nseja, em funçãõ“da métrica utilizada (máscara de chanfro escolhida) onde haveria somente um \ncentro de nó (e consequentemente somente um nó), geram-se centros de nós próximos que \nprejudicam a classificação dos nós (em função da existência de vários arcos conectados a um \nmesmo nó). Desta forma, rotinas que amenizam estes problemas são necessárias quando do uso \nde máscaras de chanfro como a d3 _4 -\n\ndois centros de nós\n\nFigura 4.5.2. Uma linha mediana com ramificações que dificultam a classificação dos nós.\n\nA rotina explorada se utiliza da particularidade em se caracterizar os nós de \nproeminência. Esses nós são facilmente classificados em função de serem obtidos pela extração \ndas maiores bolas locais sobre o eixo mediano (discutido na secção 4.4.1). A partir da \nclassificação dos nós de proeminência, uma reaglutinação dos pontos dos nós restantes é \nrealizada, gerando-se novas geometrias (novos nós). Dessa forma, na figura 4.5.2, os dois nós de \nproeminência estricta são tom ados como sendo um único objeto conexo (possuindo um único \narco que o conecta aos restantes), em função da relação de vizinhança direta que seus pontos\n\n\n\n87\n\npossuem. Consequentemente, o arco entre nós existente anteriormente é suprimido, compactando \nas informações da linha mediana (traduzidas pelo número de nós existentes antes e depois, bem \ncomo a redução de arcos entre nós que se observa), ilustrada na figura 4.5.3.\n\nNós Aglutinados\n\nFigura 4.5.3. Reaglutinação de nós vizinhos, observados na figura 4.5.2.\n\n4.6- COMPARAÇÃO DE RESULTADOS\n\nN a imagem 4.6.1 apresenta-se os resultados da aplicação da técnica do gráfico da \nlinha mediana sobre a imagem de esferas se interceptando, representando os resultados obtidos \npor Thiel (1991) com a primeira abordagem da técnica de extração do eixo mediano, \nimplementada como descrito na secção 1.3.6, com a máscara d8. Nesta imagem aquele autor \naplica a filosofia de Montanvert e usa um método de geração de linhas de \"decoalêscencia\" (linhas \nde separação entre objetos), através da procura de pontos de separação através dos nós de \nconexão, que sejam os pontos mais próximos do baricentro do nó.\n\nFigura 4.6.1. Resultado para a implementação de Thiel, aplicando a filosofia\nproposta por Montanvert.\n\n\n\n88\n\nObserva-se a geração de linhas que não conseguem descrever as separações entre \nelementos coerentemente, e em alguns casos, nem mesmo se consegue a sua geração.\n\nN a figura 4.6.2 (para a mesma imagem da figura anterior), apresentam-se os \nresultados obtidos por Thiel (1991), implementando-se o uso da máscara d3_4 para a extração do \neixo mediano e a subsequente geração da linha mediana (como descrito na secção 4.2 e 4.3), \nporém aplicando a mesma abordagem implementada por Montanvert (convertendo a imagem de \ndistância ao fundo da linha mediana para d8).\n\nFigura 4.6.2. A implementação feita por Thiel para a extração da linha mediana (descrita na \nsecção 4.2-3) aplicando-se o algoritmo desenvolvido por Montanvert (1987), \n\ngerando-se linhas de decoalescência.\n\nN o trabalho de Thiel, somente o incremento da sensibilidade na geração desta linha \nde decoalescência é observado, em função do uso da máscara de chanfro d3_4 e da melhor \nrepresentatividade da geometria pela linha mediana.\n\nN a imagem da figura 4.6.3, é apresentado o resultado da implementação da técnica \naqui proposta, onde a partir dos nós de conexão é feita a separação dos elementos retirando-se as \náreas por eles definidas (descrito na secção 4.4).\n\n\n\n89\n\nFigura 4.6.3. Resultados para a técnica proposta neste trabalho retirando-se \nas áreas de conexão através dos nós de conexão.\n\nEm alguns casos, as áreas de conexão assim obtidas possuem uma geometria \ndiferente da idealizada, mas conservam o número de objetos discretizados em relação ao número \nesperado (19 elementos proeminentes).\n\nAssim, a nova abordagem para o gráfico da linha mediana, vista na figura 4.6.3, \npermite realizar a discretização dos elementos fundamentais em uma imagem conservando-se sua \ngeometria característica.\n\n\n\n5- MODELOS MORFO-TOPOLÓGICOS DA ESTRUTURA POROSA\n\nA estrutura porosa de um material tem íntima relação com os fenômenos físicos \nque o caracterizam, tais como sua condutividade hidráulica e resistência mecânica.\n\nO advento de técnicas modernas de análise de imagens permite a exploração de \nvários modelos que descrevem sua morfologia (relacionada com as características geométricas \ndos objetos) e sua topologia (relacionada à conexidade entre objetos).\n\nO gráfico da linha mediana proposto permite a interpretação dessas informações \nde uma maneira simplificada, mantendo a morfologia e a topologia característica. Essas \ninformações podem ser traduzidas pelos nós e arcos que compoem a informação \"imagem\" \nobtidos pela extração dos elementos geradores dos objetos (coleção de discos máximos), como \ndescrito na capítulo 4.\n\nEste capítulo assume considerações básicas sobre as características geométricas \ndos objetos principais inclusos na imagem da estrutura porosa e os processos que objetivam a sua \ndescrição e simulação, permitindo o uso da técnica sobre imagens de representação binária,\n\n\n\n91\n\nextraindo as funções distribuição acumulada de elementos e funções número de coordenação \nentre elementos.\n\n5.1- FUNÇÃO DISTRIBUIÇÃO DE POROS\n\nEm um meio poroso, a porosidade é definida como sendo a fase complementar à \nfase sólida, representada pela estrutura vascular do meio que permite a presença de uma fase \nintrusa (líquido e ou vapor).\n\nEssa estrutura tem como particularidade a presença de restrições (estreitamentos) \nentre suas protuberâncias associadas a configurações morfológicas das mais variadas possíveis, \ndeterminando sua complexidade na modelação geométrica.\n\nComumente se aplicam modelos que descrevem o meio como cavidades que se \ncomunicam através de restrições (figura 5.1.1), restrições estas que determinam os fenômenos \nassociados a histerese na obtenção de curvas de adsorção e dessorcão, tais como as estudadas \npor Daian (1986), Quenard (1989), Fernandes (1990), Philippi (1991) e Yunes (1991).\n\nFigura 5.1.1. Ilustração representando as restrições (estreitamentos) com \nraio Rg entre saliências da forma de raio Rp.\n\nModelos estatísticos de simulação das propriedades físicas do meio tentam \nexplorar técnicas tais como redes randômicas associadas à teoria da percolação (que aqui serão \ndescritas apenas suas características geométricas, onde uma explanação completa pode ser\n\n\n\n/\n92\n\nobservada em Stauffer, 1985), sendo empregados por Parlar e Yortsos (1988), Quemard (1989) \ne de Souza (1993).\n\nA teoria da percolação considera o meio como uma rede regular constituída de \nelementos denominados sítios e da conexão entre eles através de elementos chamados de \nligações. O número de ligações deixando cada sítio é denominada de número de coordenação Z.\n\nUm sítio é dito ativo ou não bloqueado quando o seu diâmetro satisfaz à \ncondição de invasão a nível do elemento (sítio) e ele pode ser invadido ou ocupado por um \nlíquido molhante ou não molhante, dependendo do processo de transporte a ser simulado. Um \ngrupo de sítios ativos ligados uns aos outros através de ligações também ativas é denominado de \nagrupamento ou ilha.\n\nNas redes os sítios e/ou ligações estão associados aos símbolos que os \nidentificam dentro da rede, por exemplo, o diâmetro, ou o comprimento ou ainda a relação entre \no comprimento/diâmetro dos poros do meio real que representam. As ligações podem indicar \napenas a forma de união entre poros. Cada elemento da rede, sítio ou ligação, tem uma \nprobabilidade finita p, de ser ativo e uma probabilidade, 1-p, de ser não ativo.\n\nO termo percolação de ligações, figura 5.1.2.a, é normalmente usado para \ndenotar a percolação que depende da probabilidade de uma ligação estar ativa e onde todos os \nsítios são ativos. Neste caso os sítios indicam apenas o ponto de encontro das ligações.\n\nA percolação de sítios, figura 5 .1.2.b, denota a percolação onde todas as ligações \nindicam apenas a forma de união entre os sítios.\n\nQuando tanto os sítios quanto as ligações caracterizam restrições, mais ou menos \nimportantes, ao processo de invasão, o problema é dito percolação de sítios e ligações (figura \n5.1.3).\n\n\n\n93\n\nFigura 5.1.2. Uma rede quadrada de ligações em \"a\" e \numa rede quadrada de sítios em \"b\".\n\nFigura 5.1.3. Uma rede de sítios e ligações (quadrada: Z=4)\n\nPara uma imagem exemplo (figura 5.1.4) (porosidade igual a 0,137) gerada em um \neditor gráfico e com o uso do protótipo do algoritmo obtêm-se a a imagem da linha mediana na \nfigura 5.1.5 e a discretização dos elementos na figura 5.1.6, gerando-se a função distribuição \nacumulada de cavidades em relação a um raio associado ao nó característico do elemento, de área \nequivalente a cada elemento separado na imagem. Geram-se dados para uma rede de simulação \nonde as cavidades correspondem aos sítios, ou da mesma forma, as cavidades correspondam às \nligações.\n\n\n\n94\n\nEsta separação de elementos é feita a partir dos nós de conexão, gerando-se uma \nimagem reconstruída (com a propriedade inversa do eixo mediano). A subtração desta imagem da \nimagem reconstruída a partir dos pontos restantes (mantendo-se os pontos de maior módulo na \nimagem de distância ao fundo) discretiza os diferentes elementos na imagem original em suas \ncaracterísticas geométricas proeminentes - retângulos, círculos ou configurações variadas \n(operação de intersecção de imagens como descrito na secção 4.4.5). O raio das cavidades é \nnormalizado em relação à métrica utilizada (máscara de chanfro) para a obtenção da escala em \nnúmero de pixel, ou seja, o módulo do ponto na imagem de distância ao fundo é dividido pelo \nfator de escala \"a\" ( onde \"a\" representa o primeiro índice na métrica da máscara de chanfro - \nda,b)> aproximado-o ao maior inteiro.\n\nCom as áreas dos objetos identificados, estas podem ser atribuídas a áreas de \nporos, obtendo-se assim uma distribuição acumulada de cavidades em função do raio (figura\n5.1.7).\n\nFigura 5.1.4. Imagem exemplo gerada em um editor gráfico \n(400X400 pixel, porosidade 0,1485).\n\n\n\nFigura 5.1.5. Imagem da linha mediana para a imagem da figura 5.1.4.\n\nFigura 5.1.6. Identificação dos objetos da figura 5.1.4 (em azul os objetos de conexão).\n\n\n\nr - O ------------------------------------\n\n?\n\n?\n\n?\n\n?\n\n_________ o\n\n?\n\n0 10 20 30 40 50\nRaio do Poro (Pixel)\n\nFigura 5.1.7. Distribuição de poros acumulada em função do raio (pixel) \npara a figura 5.1.6 (porosidade igual a 0,1485).\n\n5.2- SÍTIOS E  LIGAÇÕES COM VOLUME\n\nN o modelo onde os sítios (associados às cavidades proeminentes) e ligações \n(associadas aos estreitamentos entre cavidades) contribuem em volume, as ligações são \nassociadas aos nós com características de conexão. Desta forma são gerados dados para uma rede \nde simulação onde os sítios e ligações são ativos, contribuindo em área com um determinado raio \ncaracterístico.\n\nA partir dos pontos formadores do nó de conexão, uma reconstrução da imagem é \nrealizada gerando uma área a partir da propriedade de reversibilidade do eixo mediano. A \nintersecção ponderada (conservando-se os pontos de maior módulo) desta área com a área obtida \nda reconstrução da imagem a partir dos pontos restantes pertencentes a linha mediana, gera uma \nárea entre cavidades. Assim, esta área é associada à área de uma ligação cilíndrica onde o módulo \ndo raio (na imagem de distância ao fundo) é dado pelo centro do nó de conexão normalizado pela \nmétrica utilizada (como descrito na secção anterior), determinando o raio da ligação em número \nde pixels. Da mesma forma, o raio característico das cavidades é associado ao módulo \nnormalizado do nó de proeminência.\n\n\n\n97\n\nCom o uso de um rótulo para cada objeto, obtemos a discretização da imagem em \náreas associadas aos sítios e ligações, gerando uma função distribuição de cavidades e ligações. \nN a figura 5.2.1, ilustra-se uma imagem exemplo (250 pixel x 250 pixel de porosidade total \n0,3485), os pontos formadores da linha mediana (figura 5.2.2), os pontos formadores dos nós \n(figura 5.2.3) e os objetos discretizados com as áreas de conexão em azul (porosidade igual a \n0,0225) (figura 5.2.4). As funções distribuição acumuladas de sítios e ligações para a imagem \nbinária da figura 5.2.1, são apresentadas gráficamente nas figura 5.2.5 e 5.2.6 respectivamente, \nem função de seus raios característicos.\n\nFigura 5.2.1. Imagem de sítios e ligações gerada em um editor gráfico.\n\n\n\n98\n\nFigura 5.2.3. Imagem dos nós extraídos (mais o contorno dos objetos) com o uso \ndo protótipo do algoritmo do gráfico da linha mediana.\n\n\n\nFigura 5.2.4. Discretização dos elementos (sítios) para a imagem da figura 5.2.1 \n(ligações em azul - porosidade igual a 0,0225).\n\nRaio da Cavidade (Pixel)\n\nFigura 5.2.5. Distribuição de sítios de porosidade 0,326, para a imagem da figura 5.2.4.\n\n\n\n100\n\n(O\n-o«s\n3\nE3O\n<\ncr\no\n\n0.8\n\n0.6\n\n0.4\n\n0.2\n\n0\n\n--------- ?---------\n\ni ]\n\n[\n\n........ ? \" .......\n\n]\n\n_______________ !\n! a\n\n8\nRaio da Garganta (Pixel)\n\nFigura 5.2.6. Distribuição de ligações em relação a um raio característico com porosidade igual \n0,0225 (porosidade total do meio igual 0,3485 - Figura 5.2.1).\n\n5.3- SÍTIOS COM VOLUME E LIGAÇÕES SEM VOLUME\n\nUm modelo de rede de sítios e ligações onde as ligações não contribuem em área \nmas influenciam as condições de invasão do meio em fimção de seu raio característico, se tom a \nadequado quando a geometria do meio não é fortemente caracterizada por cavidades distintas, \ncomo por exemplo na figura 5.3.1, onde as cavidades do meio se identificam por intersecções de \nelementos.\n\nFigura 5.3.1. Cavidades (ou elementos) se interseccionando\n\nDesta maneira, seguindo-se o mesmo procedimento de separação de elementos do \nmétodo anterior, a caracterização das áreas das ligações (dada pela intersecção de imagens a\n\n\n\n101\n\npartir da reconstrução dos pontos de nós de conexão) geram somente linhas delgadas de \nseparação entre elementos. Estas linhas não representam, fisicamente, volumes mas representam \nligações com um raio característico.\n\nPara conservar as informações de porosidade em relação a um raio associado às \ncavidades (sítios), as áreas geradas pelas linhas de separação são divididas igualmente entre as \ncavidades vizinhas, mas conservando-se a informação do raio da conexão (para um modelo de \nligações cilíndricas), raio dado pelo módulo normalizado do valor do centro do nó na imagem de \ndistância ao fimdo.\n\nAssim, uma fimção distribuição acumulada de sítios (poros) dados por um raio \nassociado à área do elemento na imagem é obtida, conservando-se a porosidade total juntamente \ncom a função distribuição acumulada de ligações em número, relacionada em um valor de raio.\n\nE ste modelo de distribuição de sítios e ligações para uma geometria simples \nidealizada é apresentada na figura 5.3.2 (250 pixel X 250 pixel de porosidade total 0,3492, gerada \nem um editor gráfico), juntamente com a sua linha mediana (figura 5.3.3), representação dos nós \n(figura 5.3.4) e as linhas de separação geradas a partir dos nós de conexão pelo uso do prótipo do \nalgoritmo do gráfico da linha mediana (figura 5.3.5). As funções distribuição de cavidades e \nligações para a imagem da figura 5.3.2, são apresentadas graficamente na figura 5.3.6 e 5.3.7, \nrespectivamente.\n\n\n\nFigura 5.3.2. Imagem exemplo gerada em um editor gráfico.\n\nFigura 5.3.3. Imagem da linha mediana para a figura 5.3.2.\n\n\n\nprotótipo do algoritmo do gráfico da linha mediana.\n\nFigura 5.3.5. Discretização dos elementos para a imagem da figura 5.3.2 \n(ligações em azul - porosidade igual a 0,0062).\n\n\n\n-------- ?-----\n?\n\n?\n?\n\ncj ?p\n?\n\n?\n.... n\n\n----------D-O-JÍ\n\nC\n? D D \n\n^ --------\n\n3\n\n0 5 10 15 20 25\n\nRaio da Cavidade (Pixel)\n\nFigura 5.3.6. Distribuição acumulada para os \"sítios\" conservando-se a \nporosidade total (0,3492) da figura 5.3.2.\n\n«0 \n’õ \n£  \nt  \n8 _  \nS  2\n« c\ns é\n3 «=\nE\ng\n<\ncr\no\n\n1\n\n0.8\n\n0.6\n\n0.4\n\n0.2\n\n0\n\n--- ---------------- n\n\n0\n\n[I\n\n?\n\n?\n\n2 4 6\n\nRaio da Garganta (Pixel)\n\n8\n\nFigura 5.3.3. Distribuição acumulada em número de ligações em relação a \num raio característico (porosidade 0 ,0)\n\n\n\n105\n\n5.4- FUNÇÃO NÚMERO DE COORDENAÇÃO\n\nO parâmetro determinante para a geração da rede de percolação é o seu número \nde coordenação Z. O número de coordenação da rede é caracterizado como o número médio de \nligações que se comunicam com cada sítio, ou seja, o número médio de constricções por cavidade \nda estrutura porosa.\n\nSua caracterização sobre uma imagem segmentada é facilmente implementada, \nsendo feita somente uma contagem do número de vizinhos que os elementos de conexão e/ou \nsítio possuem (em função do tipo de rede utilizada).\n\nAssim, uma função distribuição do número de coordenação pode ser obtida, ou em \nmuitos casos, um número de coordenação médio especificado por um valor efetivo na curva da \nfunção.\n\nIlustra-se como exemplo, nas figuras 5.4.1-3, as funções distribuição número de \ncoordenação para os sítios das imagens segmentadas das figuras 5.1.6, 5.2.4 e 5.3.5, \nrespectivamente.\n\nFigura 5.4.1. Função número de coordenação para a figura 5.1.6.\n\n\n\nFigura 5.4.2. Função número de coordenação para a figura 5.2.4.\n\nFigura 5.4.3. Função número de coordenação para a figura 5.3.5.\n\n\n\n107\n\n5.5. ANÁLISE DA AREIA DE \"FONTAINEBLEAU\"\n\nUma imagem da areia de \"Fontainebleau\" (figura 5.5.1) - micrografia obtida por \nLaurindo (1992) - mostra a imagem binarizada desta areia, sendo os grãos representados pela cor \nbranca (a porosidade total para esta imagem é igual 0,3107, com dimensão 250X250 pixel). A \nimagem processada pelo protótipo do algoritmo apresenta sua linha mediana na figura 5 .5 .2 , os \nnós de proeminência na figura 5.5.3 e as áreas das ligações (em azul - porosidade igual a 0,0566) \ndiscretizando os elementos na figura 5.5.4.\n\nFigura 5.5.1. Imagem binária da areia de Fontaineableau \n(porosidade total para esta imagem igual 0,3107)(250X250 pixel).\n\n\n\nFigura 5.5.2. Imagem da linha medina (em azul) para a figura 5.5.1.\n\nFigura 5.5.3. Imagem dos nós principais em azul.\n\n\n\n109\n\nFigura 5.5.4. Imagem segmentada para a areia de Fontainebleau \n(conexões em azul - porosidade igual a 0,0566).\n\nOs resultados da análise da imagem da areia de \"Fontaineableau\" com suas funções \ndistribuição acumuladas de cavidades são apresentadas na figura 5.5.5. Duas curvas são \nobservadas: representada pelos são plotados os resultados da distribuição de cavidades onde \nas ligações contribuem em área (porosidade igual a 0,2541) e em \"A\" os resultados em relação ao \nmodelo onde as ligações no contribuem em área, mas somente com um raio característico \n(porosidade igual a 0,3107).\n\nPara a distribuição acumulada de ligações (ou gargantas), a figura 5.5.6 apresenta \nas distribuições para os dois modelos, onde em \"A\" as ligações contribuem em área (porosidade \nigual a 0,0566) e em quando estas só representam um raio característico (distribuição em \nnúmero - porosidade igual 0 ,0).\n\n\n\n110\n\n1\n\n?g 0.8 \njD\n| 0.6\n&lt; 0.4\ncr\n2 0.2 \n\nli .\n\nQ\n\n?\n\n--\n--\n\n--\n--\n\n-\nn\n\n1\n\nL\n\nn\nS\n\ní ? -\n2 4 6 8\n\nR a io  da Cavidade (Pixel)\n\n10\n\nFigura 5.5.5. Função distribuição acumulada de cavidades para o modelo onde as ligações \ncontribuem em volume -\"A\"- (porosidade de 0,2541), e em \n\npara a decoalêscencia numérica (porosidade igual a 0,3107 - total do meio)\n\n-g 0.8 \nd\n\n|  0.6\n&lt; 0.4\nD\"\n£ 0.2 \nu.\n\n0\n\nI ] A\n\n1\n\n.................................... f\n\nL\n\n1\nA\n\nM \n.......\n\n? \n<\n\n\\\n\n2 4 6 8\nR a io  da Garganta (Pixel)\n\n10\n\nFigura 5.5.6. Função distribuição acumulada de gargantas com volume \n(representado por \"A\", porosidade igual a 0,0566) e em \n\na função distribuição acumulada em número de gargantas, com porosidade igual 0 ,0 .\n\nA função número de coordenação para a areia de Fontainebleau é apresentada na \nfigura 5.5.7, onde destacam-se os números de coordenação igual 2, 1 e 0, respectivamente.\n\n\n\nI l l\n\n1\n\n0.8\n\na\nõ 0.6 \n4D\n\n£ 0.4 \nu.\n\n0.2\n\n0\n\nNúmero de Coordenação\n\nFigura 5.5.7. Função número de coordenação para a imagem da \nareia de Fontaineableau segmentada (figura 5.5.4)\n\n5.6- C O M PA R A Ç Ã O  DE M ÉTO D O S\n\nA técnica de análise de imagens mais empregada atualmente na área de meios \nporosos é a Operação de Abertura - \"OA\" - (erosão e dilatação sucessivas dos objetos na imagem \nbinária, como descrito na secção 1.3.3). Através dessa técnica, obtem-se as funções distribuição \nde poros e de frequência em número de ocorrência de gargantas, descrevendo-se somente a \nmorfologia dos objetos na imagem.\n\nCom o uso do algoritmo da O A eimplementado por Fernandes (1994), aplicado \nsobre as imagens desse capítulo (figuras 5.1.1, 5.2.1, 5.3.2 e 5.5.1), efetua-se uma comparação \ndos resultados com os obtidos pelo uso da técnica do gráfico da linha mediana - \"GLM\".\n\nDevido à limitação existente na OA em não discretizar as áreas de conexão, \napresentam-se os resultados da técnica do GLM somente para a função distribuição acumulada de \nporos (descrita na secção 5.1) e para a função distribuição acumulada em número de gargantas \n(descrita na secção 5.3).\n\nNa figura 5.6.3, apresenta-se o resultado da função distribuição acumulada de \nporos para as duas técnicas, aplicada sobre a imagem de círculos e quadrados da figura 5 . 1 . 1 .\n\n\n\n112\n\nObserva-se a concordância entre os dois métodos evidenciando-se a presença de um número \nmaior de raios obtidos pela OA. Esse fato é oriundo da presença de quadrados na imagem, \ngerando-se a atribuição de áreas de arestas a raios de elementos inclusos na geometria principal \ndaquele objeto (como descrito na secção 1.3.4.1). Dessa maneira, a função obtida pela OA \ncaracteriza a presença de mais elementos na imagem do que o número de elementos esperados.\n\n0.8\nCO \nT5 O\n| 0.6\n3 O\n*  0.4 \no- o \n\n£\n0.2\n\n0\n\n-----------------------------------------------------\n\na a a a a /\n?\n\n<<<?\nS\n\nc\n\nJí a a a a\n\nn\nA A\n\na Q A A &lt;\n? -w a a o a B ---------------------\n\nA&amp;1\n^ A A A A A A Ü\n\nI a a °\n\n10 20 30\nRaio do Poro (Pixel)\n\n40 50\n\nFigura 5.6.1. Comparação de resultados para a figura 5.1.4, entre o GLM e \na OA \"A\", para a Função Distribuição Acumulada de Cavidades..\n\nN a figura 5.6.2, evidencia-se também a presença de um número maior de \nelementos presentes na imagem aplicando-se a OA em relação à curva obtida pelo GLM, sobre a \nimagem de esferas e cilindros se interseccionando (figura 5.2.1), para a função distribuição \nacumulada de poros.\n\n\n\n113\n\n«0\n?o 0.8\nca\n3\nE 0.6\n\n3\n&lt;0.4\nO-\nd) 0.2\nLL\n\n0\n\nn A i\n\n— ? - - - - - - - - - - - -\n\nlA  A\n\nc ] A A A A A A A a\n\n<\n&lt;\n\n? \n&lt;&lt;?\n\n? A A\nb B\n\n. . .\n\nr\n- - - - - - - - - - - - - - - - - -\n\n10 20 30\n\nR a io  do Poro (Pixel)\n\n40\n\nFigura 5.6.2. Comparação de resultados para a figura 5.2.1, entre o GLM e \na OA \"A\", para a Função Distribuição Acumulada de Cavidades.\n\nO mesmo ocorre na figura 5.6.3, gerando-se um domínio maior de grandezas de \nraio através da OA em relação ao domínio de raios apresentado pela GLM, para a imagem de \nesferas se interseccionando (figura 5.3.2). D a mesma forma, as curvas obtidas apresentam-se \nconcordantes em seu comportamento relativo.\n\n1\n\n0.8\n\na\n3\nE 0.6\ng\n<f\n\n0.4\no\nu.\n\n0.2\n\n------- ?—A—\n? A \n\nô A<<? .........\n\n<<ol-l\n\n? >\n? > \n\n? Nu\n\n-CHÛ-D-Û-S ? s D B '? Q y\n\nA\n\n10 15\n\nRaio do Poro (Pixel)\n\n20 25\n\nFigura 5.6.3. Comparação de resultados para a figura 5.3.2, entre o GLM e \na OA \"A\", para a Função Distribuição Acumulada de Poros.\n\n\n\n/\n/ 114\n\nA distribuição acumulada em número de gargantas apresentada na figura 5.6.4, \npara a imagem de esferas (figura 5.3.2), se mostra coerente quando da aplicação do GLM em \nrelação a OA. A tendência observada apresenta uma leve dispersão entre as mesmas, mas ambas \nrepresentam adequadamente as ligações presentes.\n\n1 __\nEo\n.5\n\"S n f i . A\n£  -  0-8 \nt\n8 —  Q 0 .\n\n\"\" ' ü .........\n\n« I\np\n\n3  c 0.4 ? \nE\n3O\n&lt; 0 9 - ?\n\ni\n\ni\n\ncr\nPs\nu- r. .\n\n8\n\nL\n\no ;l\nRaio da Gar<\n\nl f \n\n[janta (Pixel)\n\n5 í\n\nFigura 5.6.4. Comparação de resultados para a figura 5.3.2, entre o GLM e \na OA \"A\", para a Função Distribuição Acumulada em Número de Gargantas .\n\nPara a imagem da areia de Fontainebleau (figura 5.5.1), apresentam-se na figura \n5.6.5 as curvas para a função distribuição acumulada de poros obtidas pelos dois métodos, onde \numa grande concordância é observada, oriunda da geometria irregular daquele meio. Um número \nmaior de grandezas de raio é obtida pela OA, não comprometendo a tendência observada entre as \nduas curvas.\n\n\n\n115\n\n?\n, *  1\n\n3----- A  f\n\nc\nJ\n\nA\nJ\n\ni\nA\n?\n\ní\nA\n\n!\n\n----- â----- -\n\n?\n\n0 2 4 6 8 10 12\n\nRaio do Poro (Pixel)\n\nFigura 5.6.5. Comparação de resultados para a figura 5.5.1, entre o GLM e \na OA \"A\", para a Função Distribuição Acumulada de Cavidades.\n\nAs distribuições acumuladas em número de gargantas para a areia de \nFontainebleau são apresentadas na figura 5.6.6, observando-se novamente a grande concordância \nentre os métodos quando da análise de meios fortemente irregulares geométricamente.\n\n_  1 ~\no\n\n?H 1 0.8.\nA\n? í\n\n2\n\na '3 \n?3 ci  c 0.6. A\n3 ©\n&lt; .2 0.4. (V .\n&amp;  C\n£ *£ 0.2.\nü. o u\n\no 0.\n\nA\n?\n\n() 1 t \n\nR aio\n\n1\n\nda Gar\n\n3 í \n\n? anta (P\n\n3 1 \n\n’ixel)\n\n0 1\n\nFigura 5.6.6. Comparação de resultados para a figura 5.5.1, entre o GLM e \na OA \"A\", para a Função Distribuição Acumulada em Número de Gargantas .\n\n\n\n116\n\nDesta forma, observa-se a uma concordância entre os métodos quando da análise \nde geometrias irregulares, evidenciada pelos resultados apresentados para a areia de \nFontainebleau. Apesar disso, geometrias bem comportadas (regulares) tratadas pela OA, \napresentam resultados diferentes daqueles esperados em função da incapacidade da mesma em \nconservar informações topológicas entre as geometrias protubérantes. Informações essas, que são \nconservadas com o uso do Gráfico da Linha Mediana quando da representação de suas funções \ndistribuição.\n\n\n\n6- ANÁLISE DA ARGAMASSA DE CAL E CIMENTO\n\nO estudo dos fenômenos físicos fundamentais referentes à fixação e transferência \nde umidade em um meio poroso, exige a caracterização da estrutura do meio enquanto espaços \nvazios de diferentes dimensões conectados de acordo com uma configuração topológica.\n\nNeste capítulo apresenta-se a aplicação dos métodos de análise de imagens \npropostos sobre micrografias de uma argamassa de cimento e cal, como a utilizada na confecção \ndo reboco interno de edificações de acordo com a Associação Brasileira de Normas Técnicas. \nEssas micrografias foram obtidas por Yunes (1992) junto à \"Comission Nacional de Energia \nAtómica\", em Buenos Aires, Argentina.\n\nInicialmente é feito um breve relato sobre os processos associados à preparação \ndas amostras, obtenção das micrografias pela microscopia eletrônica de varredura (MEV) e uma \nanálise qualitativa das imagens assim obtidas.\n\nA técnica de binarização por regiões conexas é aplicada sobre as imagens gerando- \nse imagens binárias. Com o uso da técnica do gráfico da linha mediana são obtidas funções \ncaracterísticas: distribuição acumulada de poros, de sítios e ligações (estas últimas com ou sem \ndecoalescência) e função número de coordenação para cada imagem.\n\n\n\n118\n\nFinalizando, considerações sobre os resultados e aplicações são discutidas \nvislumbrando-se as limitações e possibilidades que estas técnicas possuem na caracterização do \nespaço poroso para uso em modelos de sua representação.\n\n6.1- OBTENÇÃO DAS MICROGRAFIAS\n\n6 . 1  1 - Confecção das Amostras.\n\nAs amostras da argamassa forma confeccionadas utilizando uma proporção \nmássica de 8:2:1 (respectivamente areia, cal e cimento). A água adicionada representa de 20 a \n25% da massa total, Fernandes (1990) e Yunes (1992). A areia utilizada foi coletada em uma \nduna da praia da Pinheira (Palhoça/SC) praticamente isenta de materiais solúveis como \ndemonstram testes feitos por Fernandes (1990). Esta areia apresenta grãos cujos diâmetros \nvariam ue 100 a 300 fim com uma frequência de 70% para diâmetros entre 150 e 210/xm, Quadri \n(1988). As amostras foram desmoldadas no quarto ou quinto dia após a confecção e deixadas a \ncurar em condições ambientais por um período de aproximadamente 60 dias. Este período de cura \nvisa a obtenção de amostras já carbonatadas, o que é testado com uma solução de fenolftaleína \ncomo indicador ácido-base.\n\nO material resultante apresenta uma porosidade de 0,31 ±0,03 cm3/cm* em testes \nrealizados por Fernandes (1990) e de 0,307+0,005 cm3 /cm3 em ensaios realizados por Pedrini et \nalli (1991). A densidade aparente é de 1,73+0,05 g/cm3, em ensaios de Fernandes (1990), e de \n1,71 + 0,05 g/cm3 em ensaios de Yunes (1992).\n\n6 .1.2. Preparação das Amostras para Microscopia e Modo de Operação do MEV.\n\nA preparação das amostras pode ser dividida em três etapas: impregnação do \nespaço poroso com uma resina epóxi (XGY da Ciba Giegy, diluída em ácool etílico), desbaste e \npolimento da superfície de observação e evaporação da resina impregnada. A impregnação com \nresina visa proporcionar resistência mecânica à amostra de modo a atenuar rearranjos estruturais \nou mesmo desestruturação quando do desbaste e polimento. A amostra previamente seca é \nsubmetida á vácuo antes e depois da impregnação, deixa-se a resina curar por um período de 24 \nhoras.\n\n\n\n119\n\nApós a cura, procede-se ao polimento grosso utilizando lixa 600 de carbeto de \nsilício. O objetivo é a retirada do excesso de resina (não contida no espaço poroso) e trabalha-se \ncom bancada politriz em alta rotação tendo água como fluido refrigerante. O polimento fino é \nrealizado com o uso de pó de diamante de várias granulometrias, diluídos em um lubrificante e \naplicados embebidos em um pano macio. A sequência de diâmetros de grâos 15:9:6:3:0:0,25/xm \nfoi a que apresentou melhores resultados. Uma fonte de ultra-som foi utilizada entre cada dois \nprocessos consecutivos de modo a eliminar os cristais de diamante que restaram aderidos do \npolimento anterior e que contaminariam o processo seguinte, danificando a superfície da amostra.\n\nApós o polimento, a resina é evaporada a 350°C, no interior de um tubo de \nquartzo (pressão de 10/xm de Hg), uma vez que a evaporação da resina deve se dar em ausência \nde oxigênio de modo a evitar reações de combustão, com conseqüente carbonização da \nsuperfície. Ainda que feita numa temperatura elevada, a evaporação da resina é necessária para \npossibilitar a formação de contraste para as micrografias.\n\nO microscópio eletrônico de varredura (Philips PSEM 500) foi operado nos modos \nemissivo e refrativo. No modo emissivo, são detectados apenas os elétrons secundários emitidos \npela superfície, enquanto que no refrativo são detectados os elétrons retrodifundidos. Yunes \n(1992) conseguiu os melhores resultados trabalhando no modo emissivo, gerando as imagens \napresentadas na próxima secção.\n\n6.1.3- Observações Qualitativas das Micrografias da Argamassa.\n\nN a micrografia de uma secção polida com aumento de 50X, figura 6 .1.3.1, podem \nser observados os grãos de areia com diâmetros característicos compreendidos entre 100 e 300 \num bem como as cavidades (regiões mais escuras) de dimensões comparáveis aos grãos. Essas \ncavidades representam possíveis inclusões de ar ou zonas nas quais ocorreu remoção de grãos \ndevido ao processo de desbaste e polimento, e devem ser desconsideradas quando de uma análise \nquantitativa das imagens. Ainda, para esta escala de observação, a pasta de ligantes aparece como \numa massa homogênea envolvendo os grãos de areia.\n\nO aspecto significativo que aparece na micrografia associada ao aumento de 200X, \nfigura 6 .1.3.2 , diz respeito ao que se pode chamar de uma rede de fissuras em tom o dos grãos e \nno seio da pasta de ligantes com uma largura característica da fissura em tomo de 2fim. A gênese \ndessas fissuras é aqui atribuída ao processo de cura da argamassa e às tensões térmicas. De fato, o\n\n\n\n120\n\naquecimento das amostras para a evaporação da resina epóxi deve contribuir em sua formação. \nContudo, fissuras podem ser observadas tanto no contorno dos grãos como no interior da pasta \nde ligantes, para amostras fraturadas (não polidas) (Yunes, 1992), que foram conservadas à \ntemperatura ambiente para o processo de cura e secadas a 75 °C. Estas amostras fraturadas não \nsão impregnadas de resina e portanto não sofrem o processo de evaporação à 350°C.\n\nAs micrografias com aumento de 800X, figura 6.1.3.3, evidenciam melhor a rede \nde fissuras e podem ser notadas partículas de alumina com diâmetro variando entre 10 e 20/xm.\n\nNos aumentos de 3200X, 6400X e 12500X - figuras 6.1.3.4, 6.1.3.5 e 6.1.3.6, \nrespectivamente - pode-se observar a microestrutura da pasta de ligantes. Evidencia-se um \nuniverso de pequenos capilares, de diâmetros inferiores a 2000A, envolto por capilares maiores. \nEsses pequenos poros são responsáveis pelas propriedades higroscópicas da argamassa.\n\nFigura 6.1.31. Micrografia da argamassa com aumento de 50X (escala: 1 O? im).\n\n\n\n121\n\nFigura 6.1.3.3. Micrografia da argamassa com aumento de 800X (escala: 1 /*m).\n\n\n\n122\n\nFigura 6.1.34. Micrografia da pasta de ligantes da argamassa \ncom aumento de 3200X (escala: 1 /xm).\n\nFigura 6.1.3.5. Micrografia da pasta de ligantes da argamassa \ncom aumento de 6400X (escala: 1 /xm).\n\n\n\n123\n\nFigura 6.1.3.6. Micrografia da pasta de ligantes da argamassa \ncom aumento de 12500X (escala: ljum).\n\n6.2- BINARIZAÇÃO DAS MICROGRAFIAS.\n\nA etapa inicial para se proceder à análise das micrografias é a binarização da \nmicrografia, gerando-se uma imagem discretizada da estrutura em duas fases: uma preta (fase \nporo) e uma branca (fase matriz sólida), para a posterior aplicação do algoritmo de discretização \ndos elementos na imagem da fase porosa.\n\nUtiliza-se o método de binarização por regiões conexas (BRC), gerando-se \nimagens que conservam as informações topológicas (ligações entre cavidades), proposto e \ndiscutido no capítulo 3. Como visto, o método demanda várias etapas e por simplificação, \napresentam-se somente os resultados finais do processamento (imagens binárias).\n\nAs micrografias a serem analisadas são as de aumento de 3200X, 6400X e 12500X \nem função de que essas micrografias possuem somente duas fases (pasta de ligantes e poros), \nsendo que as micrografias de 50X, 200X e 800X apresentam uma terceira fase (grãos de areia) \ndemandando um pré-processamento para sua análise (o que não é objetivo deste trabalho - \nsomente tratamento de imagens bifásicas). Outra característica relevante é o diâmetro das\n\n\n\n124\n\ncavidades que nessas imagens se tomam significativos quando da digitalização da micrografia \natravés do scanner (HPdeskjet 500), permitindo a detecção de bordas que gerem elementos \nconexos representativos (em função da necessidade de um estudo para a estimação de incertezas \nquando da análise de elementos de dimensões próximas ao pixel).\n\nA imagem da escala presente nas micrografias foi retirada mediante o uso de um \neditor gráfico de uso comercial através da pintura dos pixels em função do tom de cinza dos \nelementos em suas vizinhanças, preservando-se informações preciosas a respeito das fases \ninterceptadas por sua geometria. Esse processo não altera o resultado final da binarização em \nfunção do processo de detecção dos gradientes sobre a imagem (discutido no capítulo 3), mas \npermite um aumento no domínio de elementos observados na imagem, não se desprezando \n(\"cortando\") parte do domínio.\n\nUtilizando-se o processo de BRC, obtem-se na figura 6.2.1, a imagem binária para \na micrografia de aumento de 3200X (figura 6.1.3.3), de 429X360 pixel e porosidade aparente \nigual a 0,2699, e cujo pixei representa 714,3Â de diâmetro. A figura 6.2.2 apresenta a imagem \nbinária da micrografia com aumento de 6400X (figura 6.1.3.4), de 436X356 pixel e porosidade \ntotal igual a 0,3137, cujo pixel representa 325,58Â de diâmetro. E  por fim, na figura 6.2.3, a \nimagem binária da micrografia com aumento de 12500X (figura 6.1.3.4), de 415X356 pixel de \nporosidade total igual a 0,3641, cujo pixel representa 181,81Â de diâmetro.\n\n\n\nFigura 6.2.1. Imagem binária para a micrografia de aumento de 3200X \ncom o uso do método de binarização BRC (figura 6.1.3.4).\n\nFigura 6.2.2. Imagem binária para a micrografia de aumento de 6400X \ncom o uso do método de binarização BRC (figura 6.1.3.5).\n\n\n\n126\n\nFigura 6.2.3. Imagem binária para a micrografia de aumento de 12500X \ncom o uso do método de binarização BRC (figura 6.1.3.6).\n\n6.3- APLICAÇÃO DA TÉCNICA DO GRÁFICO DA LINHA MEDIANA\n\nO protótipo do algoritmo da técnica do gráfico da linha mediana, proposto e \ndiscutido no capítulo 4, aplicado às imagens binárias da argamassa (apresentadas na seção 6.1) \nproporciona a segmentação da fase porosa em regiões proeminentes e conexões.\n\nN a figura 6.3.1, apresenta-se a imagem segmentada em regiões de conexão \n(representadas pela cor azul) e cavidades proeminentes com seus respectivos contomos para a \nimagem binária da figura 6.2.1 (micrografia de 3200X de aumento). A segmentação da \nmicrografia de 6400X de aumento (imagem binária apresentada na figura 6.2.2) é apresentada na \nfigura 6.3.2, onde em azul são representadas as áreas de conexão. N a figura 6.3.3 é apresentada a \ndiscretização da imagem binária da figura 6.2.3 (12500X) (áreas de conexão em azul).\n\n\n\nA t __ Bi___\nFigura 6.3.1. Imagem segmentada em áreas de conexão (em azul) e \n\náreas proeminentes, para a figura 6.2.1.\n\nFigura 6.3.2. Imagem segmentada em áreas de conexão (em azul) e \náreas proeminentes, para a figura 6.2.2.\n\n\n\n128\n\nFigura 6.3.3. Imagem segmentada em áreas de conexão (em azul) e\náreas proeminentes, para a figura 6.2.3.\n\n6.4- FUNÇÕES DISTRIBUIÇÃO\n\nAs figura 6.4.1-9, apresentam os resultados estatísticos para as micrografias da \nargamassa quando da segmentação da imagem binária, através das considerações assumidas no \ncapítulo 5, para a descrição morfo-topológica da geometria porosa.\n\nPara cada micrografia segmentada (secção 6.3), apresentam-se as funções \ndistribuição acumulada de poros (cada elemento discretizado representa um poro), as funções \ndistribuição acumulada de cavidades, com e sem decoalescência numérica sobre as ligações \n(secção 5.2-3), e as funções distribuição acumulada de gargantas, comparando-se em relação ao \nuso da decoalescência numérica.\n\n\n\n129\n\n0.8\n(0T3\nj§ 0.6\no\n<\nCT«\n\n0.4\n\n0.2\n\n0\n0\n\n?\n_ „  Q  __\n\n-------.....o\n\n?\n\na\n\n?\n\n?\n\n-  . .. Q\n\n?\n\n?\n\n2000 4000 6000\nRaio do Poro (Angstrõm)\n\n8000\n\nFigura 6.4.1. Função distribuição acumulada de poros para a figura 6.3.1 (imagem de 3200X).\n\n<0TJo\n3\nE\n3O\n<\ncr\n\n1\n\n0.8\n\n0.6\n\n0.4\n\n0.2\n\n0\n\nú\n\nQ ^\nQ\n\nA\n\n—....  s ..... -????\nâ\n\nt)\n\nâ\n\nâ\n\n6 .......\n\n2000 4000 6000\nRaio da Cavidade(Angstrõm)\n\n8000\n\nFigura 6.4.2.Função distribuição acumulada de cavidades para o modelo onde as ligações\ncontribuem em volume (\"? \" - porosidade igual a 0,2386), e em \"A\" para a decoalêscencia\n\nnumérica (porosidade igual a 0,2699) para a imagem da figura 6.3.1 (3200X).\n\n\n\n130\n\n<0\nT5_ra\n3\nE3O\n<\ncro\n\n1\n\n0.8\n\n0.6\n\n0.4\n\n0.2\n\n0\n\nt\n\n| i\n\n> \n? \n\n1\n\nh \nD\n\nI\ni \n\n1\n\n?  s ...'\nA\n\n...... a -- -----------------------\n\n?\n\nu  *. *????\n\nA\n\n<\n\nc\n\n---------------j\n\nA\n\n2000 4000 6000\nRaio de Garganta (Angstrõm)\n\n8000\n\nFigura 6.4.3. Função distribuição acumulada de gargantas com volume \n(representado por \"A\" - porosidade igual a 0,0313) \n\ne em com porosidade igual 0,0, para a figura 6.3.1 (3200X).\n\n?\n\nr - 5 -------- Q------------\n?\n\n' ?  \n\n?\n\n?\n\n?\n\n?\n\nc\n\na\n\n... n\n\n?\n\n?\n\nC\n\n0 2000 4000 6000 8000\nRaio de Poro (Angstrõm)\n\nFigura 6.4.4 Função distribuição acumulada de poros para a figura 6.3.2 (imagem de 6400X).\n\n\n\n131\n\nRaio da Cavidade (Angstrom)\n\nFigura 6.4.5.Função distribuição acumulada de cavidades para o modelo onde as ligações \ncontribuem em volume ( \"A\" - porosidade de 0,2786), e em para a decoalêscencia numérica \n\n(porosidade igual à 0,3157) para a imagem da figura 6.3.2 (6400X).\n<\n\nA  A  A  A ô\nA A ?  a \n\nn\n\n- q - - - - - - - - es- - - - - - - -\n\nA\n\ní\n\n1\n\na\n\n>\n> ?\n\n__\n__\n\n__\n__\n\n__\n__\n1\n\n?\n\nA  ?  \nn\n\n0 2000 4000 6000 8000\nRaio da Garganta (Angstrom)\n\nFigura 6.4.6. Função distribuição acumulada de gargantas com volume\n(representado por - porosidade igual a 0,0351)\n\ne em \"A\" com porosidade igual 0,0, para a figura 6.3.2 (6400X).\n\n\n\n132\n\nFigura 6.4.7. Função distribuição acumulada de poros para a figura 6.3.3 (imagem de 12500X).\n\nFigura 6.4.8.Função distribuição acumulada de cavidades para o modelo onde as ligações\ncontribuem em volume (\"A\" - porosidade de 0,3089), e em para a decoalêscencia numérica\n\n(porosidade igual a 0,3689) para a imagem da figura 6.3.3 (12500X).\n\n\n\n0.8\n\n1\n\na\n•a\na\n\nE3O\n*  0.4\nOP0)\n\n0.2\n\n0\n\n--------------  _  _  _  .......o D ---------\n\n?  ? Y  a  A\n\nr , n D  i A..................... n ______ ................................... ........\n\ni—\n\nD\n?\n\n>\n>\n\nA\n\n?  A  \nA\n\nA\n\nA .\n?\n\nA\n\nA\n\n2000 4000 6000\nRaio de Garganta (Angstrom)\n\n8000\n\nFigura 6.4.9. Função distribuição acumulada de gargantas com volume \n(representado por \"A\" - porosidade igual a 0,0553) \n\ne em com porosidade igual 0,0, para a figura 6.3.3.\n\n6.5- FUNÇÃO NÚMERO DE COORDENAÇÃO\n\nNas figuras 6.5.1-3, apresentam-se as funções número de coordenação (analisada e \ndiscutida na secção 5.4) para as micrografias da argamassa analisadas na secção 6.3.\n\nObserva-se nessses resultados um comportamento característico semelhante, onde \ndestaca-se o número de coordenação 0, função da perda de informações espaciais em vista da \nanálise de uma informação em um plano que secciona um objeto tridimensional. Uma inspeção \nvisual da imagem confirma o fato de que a geometria do meio nessas micrografias é dita não \npercolante, ou seja, um líquido intruso no plano análisado não tem acesso a todas a cavidades, o \nque já  foi discutido por outros autores (Philippi et alli, 1991),\n\n\n\n134\n\n1 T\n\n0.8 4\n\n•ã 0.6 + \n«S3cr\n|  0. 4-  \n\n0.2 \n\n0\n0\n\n------1— I r.v. ? ? •-•??a.g | i),v.v, |---------\n\n1 2  3 4\n\nNúmero de coordenacâo\n\nFigura 6.5.1. Função número de coordenação para a figura 6.3.1 (imagem de 3200X).\n\nFigura 6.5.2. Função número de coordenação para a figura 6.3.2 (imagem de 6400X).\n\n\n\n135\n\nI t  ? .. ................  I I v r .Y.-Y  Y,]  I f e m i  I , t - t , ,------------------------------ 1------- — --------------- 1\n\n0 1 2 3 4 5 6 7 \nNúmero de coordenação\n\nFigura 6.5.3. Função número de coordenação para a figura 6.3.3 (imagem de 12500X).\n\n6.6- COMPARAÇÃO DE MÉTODOS - DISCUSSÃO DOS RESULTADOS.\n\nPara efetuar-se uma discussão dos resultados obtidos com o uso do gráfico da \nlinha medina (GLM), comparam-se as funções distribuição acumulada de poros (discutida na \nsecção 5.1) e a função distribuição acumulada em número de gargantas (discutida na secção 5.3), \ncom resultados obtidos pela operação de abertura (OA). Em função das limitações impostas pela \nO A (secção 1.3.5), não é feita a comparação entre as funções distribuição acumuladas de \ngargantas (com uma contribuição em porosidade), a função número de coordenação e as funções \ndistribuição acumuladas de cavidades com ou sem decoalescência numérica (discutidas nas \nsecções 5.2 e 5.3).\n\nO algoritmo da O A utilizado é o implementado por Fernandes (1994), utilizando a \naproximação da distância Euclidiana a inteiros com o uso da máscara de chanfro d3 _4 _ Aplica-se o \nmesmo, sobre as imagens binárias da argamassa de cal e cimento, apresentadas na secção 6.3 \n(micrografias de 3200X, 6400X e 12500X de aumento, respectivamente).\n\nN a figura 6.6.1, apresentam-se as curvas para a função distribuição acumulada de \nporos obtidas pelo GLM e a O A para a imagem da argamassa de cal e cimento de 3200X de \naumento. Observa-se a grande concordância entre as curvas, evidenciada pela paridade com que \nos pontos das mesmas se apresentam.\n\n0.8\n\n«D\n\n•3 0 .6  \n£\n3 cr\n2 0.4\n\n0.2\n\nO\n\n\n\n136\n\nÔ\nn\n\n--- A----------\n\nA\n?\n\ntí\nÚ\n\n? \n> -\n\nf*l\n\nA\n?\n\nâ\n\n0 2000 4000 6000 8000 10000\n\nRaio do Poro (Angstrõm)\n\nFigura 6.6.1. Comparação de resultados para a micrografia de 3200X de aumento, entre \no GLM e a O A \"A\", para a função distribuição acumulada de poros.\n\nAs curvas para a função distribuição acumulada em número de gargantas para a \nmicrografia de 3200X, são apresentadas na figura 6.6.2. Novamente a grande concordância entre \nas curvas é observada.\n\nEo>\n<B\nü\n£\nt:\noo —\no 2\n? c\n\nc \nE3O\n<\n&amp;O\n\n0.8\n\n0.6\n\n?5 c 0.4\n\n0.2\n\nâ Ô\nn\n\nú Ü °\n— o----- ?-------\n\nS\n\n?\n\nA\n\n2000 4000 6000\n\nRaio da Garganta (Angstrõm)\n\n8000\n\nFigura 6.6.2.Comparação de resultados para a micrografia de 3200X de aumento, entre\no GLM e a OA \"A\", para a função distribuição acumulada em número de gargantas.\n\n\n\n137\n\nPara a micrografia de 6400X de aumento da argamassa de cal e cimento, são \napresentadas nas figuras 6.6.3 e 6.6.4, as funções distribuição de poros e de gargantas, \nrespectivamente. M antém-se a paridade nas tendências observadas entre as curvas, destacadas \npelo comportamento quase simétrico entre as curvas obtidas pelo GLM e a OA.\n\nQ\n\n---- ------?-----A-,\nA A ^\n\na  a  *  A\n\nâ\n\nâ\n\nA ? \n6 a\n\n?\nâ\n\nA\nP\n\nâ\nÚ\n\n0 2000 4000 6000 8000\n\nRaio do Poro ÍAngstrõm)\n\nFigura 6.6.3. Comparação de resultados para a micrografia de 6400X de aumento, entre \no GLM e a OA \"A\", para a função distribuição acumulada de poros.\n\nE 10\na\n1  0 8\nW\n\no Ô  0.6 \na 2 \n?§3  c 0.4 \nE3O&lt;0.2\ncf\no\n\no n\n>\n\n..\n..\n\n..\n\nâ  ° ° 0  0  U\n\n?Q o ? ? u . -- ?\n\nô\nA\n\n? \n>\n ?\n\nA\n\n?\n\n0 2000 4000 6000\nRaio da Garganta (Angstrõm)\n\n8000\n\nFigura 6.6.4. Comparação de resultados para a micrografia de 6400X de aumento, entre\no GLM e a OA \"A\", para a função distribuição acumulada em número de gargantas.\n\n\n\n138\n\nP or fim, nas figuras 6.6.5 e 6.6.6, as curvas de funções distribuição de poros e \ngargantas para a micrografia de 12500X de aumento, obtidas pela O A e GLM. Da mesma forma, \nconfirma-se a repetibilidade da semelhança entre as curvas dos dois processos, evidenciada pela \ncoerência nos resultados para cada ponto.\n\n1\n\n0.8\n(0\n(0\nI 0.6\n3O\n*  0.4tr\n®\n£\n\n0.2\n\n0\n\n. jj ,O Q a H\n\n, a A A .... ..... .....\n\nQ\n?\n\n6\n?\n\nA\na d\n?\n\ne\nâ\n\nA\n\n2000 4000 6000\nRaio do Poro (Ángsüõmí\n\n8000\n\nFigura 6.6.5.Comparação de resultados para a micrografia de 12500X de aumento, entre \no GLM e a OA \"A\", para a função distribuição acumulada de poros.\n\nEo\na\n'õ\n<6\nt\n8 _  \no o\n\n•  I\n3 c\nE3u\n<\nò\n®\n\n1\n\n0.8\n\n0.6\n\n0.4\n\n0.2\n\na A â â ââ<An\n\ni f t a  A n a  ........ . rA-----------------\n\n>\n? \n\nt>\n \n\n?\n\nLJ\nA\n?\n\nA\n\nQ\n\n2000 4000 6000\nRaio da Garganta (Angstrõm)\n\n8000\n\nFigura 6.6.6. Comparação de resultados para a micrografia de 12500X de aumento, entre\no GLM e a OA \"A\", para a função distribuição acumulada em número de gargantas.\n\n\n\n139 /\n\nConfirma-se o que foi observado e discutido na secção 5.6, onde os resultados \napresentados pelo GLM e a O A demonstram uma coerência na representação de geometrias \nfortemente irregulares. Isso propicia a possibilidade de utilização da técnica do gráfico da linha \nmediana e da técnica de binarização por regiões conexas, quando aplicadas sobre imagens reais, \nna obtenção de mais informações a respeito da geometria e topologia do meio, observado nas \ncaracterizações de sítios e ligações (estes últimos com ou sem volume - secção 5.2 e 5.3) e da \nfunção número de coordenação.\n\n\n\n7- CONCLUSÕES E SUGESTÕES\n\nO objetivo desse trabalho foi o desenvolvimento de técnicas de análise de imagens \nque, quando aplicadas sobre o espaço poroso observado em representações de seu domínio, \ntraduzem suas informações morfológicas e topológicas, auxiliando o estudioso da área na \nobtenção de dados característicos à compreensão da influência que os mesmos determinam sobre \nas propriedades físicas do material.\n\nO  domínio de estudo consistiu no desenvolvimento de métodos que permitem a \nmanipulação das informações geométricas em imagens conhecidas como \"imagens em níveis de \ncinza\", obtidas usualmente por inspeção microscópica do material, em que são observadas as \nconfigurações espaciais das fases sólida e porosa.\n\nInicialmente abordou-se um método que conservasse as distinções entre as fases \nquando de uma representação binária, permitindo a caracterização em regiões definidas das áreas \ndeterminadas pela imagem da matriz sólida e do espaço poroso. Desta forma, a correta \nrepresentação binária de uma imagem permite a tentativa de caracterização das informações \ngeométricas, explorando a forma e relação que cada um dos elementos de uma fase apresenta com \nos demais.\n\n\n\n141\n\nA técnica de Binarização por Regiões Conexas desenvolvida, explora a única \ninformação disponível na imagem, traduzida pela intensidade luminosa de cada um de seus pontos \nformadores. Assumindo-se uma relação de vizinhança ao ponto, quando convertida a um espaço \ndiscreto (digitalização da imagem), permite a detecção ao longo das direções preferenciais do \nplano de uma região que delimita cada uma de suas fases. Esse conjunto de pontos denominados \n\"borda\", segmentam a  imagem em conjuntos de pixels associados a áreas pertencentes a fases \ndistintas. Com o domínio segmentado em regiões fechadas, ditas conexas, gerou-se o critério de \ndecisão que explora a função ocorrência de níveis de cinza em cada uma das áreas \nindividualmente, informando a tendência do conjunto de elementos (pixels) de pertencer ou não a \num a determinada fase.\n\nO resultado apresentado se torna promissor pela conservação de informações tanto \nmorfológicas e topológicas em imagens com um pronunciado afastamento da representação plana, \ndeterminado pelos vários tons de cinza que uma mesma fase pode assumir (variações locais na \ntextura superficial de um objeto na imagem). A  técnica se baseia em simplificações coerentes para \na informação intensidade de nível de cinza, apresentada como a tradução da altura do relevo em \ncada ponto.\n\nO método demanda de várias etapas (detecção da borda, rotulagem e binarização), \nmas possui uma relativa facilidade de implementação do ponto de vista algorítmico, dada pelas \nequações e metodologias simplificativas (filtro Laplaciano não-linear, operador de threshold e \nrotulagem). Essa metodologia, tendo em vista a discretização de áreas pela rotulagem de seus \nelementos, oferece uma opção poderosa de interação entre a subjetividade do observador e o \nresultado final. A possibilidade aberta por tal oportunidade, permite a obtenção de resultados \ndiferentes para uma mesma configuração espacial real pelo controle localizado e individual sobre \ncada um dos objetos especificados sobre o plano ótico. D a mesma forma, imperfeições locais \nsobre o plano que não seriam facilmente avaliadas por uma inspeção visual podem ser tratadas \nindividualmente, traduzidas pelo processo como regiões delimitadas, permitindo uma apuração \ncriteriosa de seus aspectos qualitativos por parte do observador.\n\nAs informações geométricas contidas na representação binária da imagem foram \nexploradas através do desenvolvimento da técnica do Gráfico da Linha Mediana. O método \nbaseia-se na extração de um esqueleto chamado linha mediana sobre a imagem binária da fase \nporosa (no escopo do trabalho), através de conceitos da geometria discreta que faz uso das \npropriedades derivadas das chamadas máscaras de chanfro (aproximação da distância Euclidiana \nà discreta). A representação gráfica desse esqueleto é composta pela obtenção de elementos\n\n\n\n142\n\ncomponentes dos chamados nós e arcos, onde os nós representam o centro das configurações \ngeométricas e os arcos traduzem as relações de conexão. O método desenvolve uma nova \nabordagem para a obtenção dos nós através da extração das chamadas \"maiores bolas\" e \n\"menores bolas\" contidas no esqueleto, gerando um novo elemento na representação gráfica \ndenominado \"arco entre nós\". A  classificação dos nós em elementos proeminentes e de conexão \npermite a distinção de áreas de ligação entre os elementos protubérantes através da formulação de \num critério de interferência numérica, permitindo a caracterização de funções distribuição de \nporos, cavidades (com ou sem decoalescência numérica) e ligações, bem como uma função \nnúmero de coordenação.\n\nO desenvolvimento do método explorou as propriedades geométricas intrínsecas \nda chamada linha mediana, permitindo uma nova e genérica formulação para a obtenção dos \nelementos componentes da representação gráfica (nós e arcos). Esse aprimoramento da técnica \npermitiu uma nova possibilidade de descrição da geometria quando relacionada à modelação \nestatística de sua estrutura por redes randômicas, através da obtenção da segmentação da área \nporosa em áreas representativas de cavidades (sítios) e de áreas de gargantas (ligações). Sendo \nentão, uma ferramenta potente quando da necessidade da caracterização adequada do meio \nporoso.\n\nO tratamento de modelos concebidos em um editor de imagens quando \nconfrontados com a chamada Operação de Abertura, técnica de análise de imagens mais usada \natualmente na área de meios porosos, evidenciam a grande precisão do método do GLM na \nrepresentação dos componentes geométricos característicos presentes na imagem. Destaca-se a \nconservação em número de elementos quando da análise de geometrias regulares (círculos, \ncilindros, quadrados).\n\nQuando da análise de geometrias irregulares de meios reais, as curvas obtidas \npelos dois métodos para a distribuição total de poros e gargantas em frequência de ocorrência, \nsão consistentes em número de raios e na frequência observados. Dessa forma, sendo a OA \nlimitada apenas à obtenção de uma função distribuição de poros e uma função distribuição em \nnúmero de gargantas, o GLM apresenta-se como uma importante opção quando da necessidade \nde uma representação mais completa da configuração espacial do meio.\n\nAssim, com o desenvolvimento das técnicas do Gráfico da Linha Mediana e da \nBinarização por Regiões Conexas para a análise de imagens aplicadas ao estudo e caracterização \ngeométrica de meios porosos, pode-se ter um aprimoramento e complementação das informações\n\n\n\n143\n\nobtidas experimentalmente através das técnicas usualmente empregadas (porosimetria, ensaios de \nadsorção e dessorção).\n\nAbrem-se novas linhas de pesquisas que podem ser exploradas para o \ndesenvolvimento do trabalho aqui apresentado, destacando-se como sugestão:\n\n•  um estudo abordando a determinação das incertezas na obtenção das curvas \ncaracterísticas do meio poroso oriundas da aplicação dos processos de binarização por regiões \nconexas e da técnica do gráfico da linha mediana;\n\n•  o desenvolvimento de uma metodologia para a extração de um eixo mediano (e \nconsequentemente geração da linha mediana e sua representação gráfica) através do uso de \nmáscaras de chanfro que apresentem uma melhor aproximação à distância Euclidiana, observadas \nna bibliografia;\n\n•  obtenção de uma função ocorrência expressando a probabilidade de um \ndeterminado raio de uma ligação estar conectado à um determinado raio de uma cavidade, \nevidenciando as relações topológicas.\n\n\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nA D L ER , P.M . (1992) - \"Porous Media: Geometry and Transports\". Ed. Butterworth- \nHeinemcom, Series in Chem ical Engineering.\n\nA D L ER , P. M .; JA C Q U IN , C. G .; Q U IB LIER , J . A (1990). \"Flow in simulated porous \nmedia\". In tJ . M ultiphase Flaw. v. 16, p.691-712.\n\nA R C E L L I, C .i D I B A JA , G.S. (1985) - \"A Width-Independent Fast Thinning Algorithm\". IE E E  \nTransactions on Pattern Analisys and M achine Intelligence, Vol. P AMI-7, NO.4, \nJulho.\n\nA R C E L L I, C. (1984) - \"From thick to nearly thin digital Figure\". Digital Signal Processing - \nE lsevier Science Publishers B. V.\n\nCA STLEM A N , K .R . (1979) - \"Digital Imagem Processing\". Prentice-H all, Inc.\n\nCHASSERY, J . M .; MONTANVERT, A. (1991) - \"Géométrie discrète en analyse d'images\".\nParis, E d i t i o n s  H e r e m e s ,  1991.\n\n\n\nC O L E M A N , G.B., A N D R EW S, H .C . (1979) - \"Image Segmentation bv Clustering\". \nProceedings o f  the IEE E, Vol. 67, No. 5.\n\nC O S T E R , M .; C H E R M A N T , J . L . (1989) - \"Précis d'analvse d'images\". Presses du CNRS.\n\nDA CUNHA N E TO , J . A. B. (1992) - \"Transport d'humidité em matériau poreux en présence \nd'un gradient de température. Caractérisation expérimentale d'un béton cellulaire\". \nThèse de D octeur, Grenoble, Université Joseph Fourier - Grenoble 1,194p.\n\nDAIAN, J . F. (1986) - \"Processus de condensation et de transfert d'eau dans un matériau meso et \nmacroporeux. Etude expérimental du mortier de ciment\". Thèse D octeur-ès- \nSciences Physique, Grenoble, Université Scientifique, Technologique et Médicale de \nGrenoble, 319p.\n\nESSA M . J . W. fl9 8 (n  - \"Percolation theory\". Rep. Prop. Phvs. v.43. p.833-912.\n\nFERNANDES, C. P. (1990) - \"Estudo dos processos de condensação e migração de umidade em \nmeios porosos consolidados. Análise experimental de uma argamassa de cal e \ncimento\". D issertação de M estrado, CPGEMEC - UFSC, Florianópolis\n\nFERNANDES, C .P. (1994) - \"Caracterização Morfo-Topológica de Espaços Porosos: \nReconstituição Multi-Escala e Simulação de Processos de Invasão de Fluidos não- \nmolhantes\". Tese de D outorado - CPGEM C, UFSC, Florianópolis , SC.\n\nHADDON , J.F ., BO Y CE, J .F . (1990) - \"Unification o f image segmentation and edge \ndetection\". IE E E  Proceedings, Vol. 137, Pt. I,No. 3, June.\n\nH O SH E N , J .; K O PE L M A N , R  (1976) - \"Percolation and cluster distribution. I.- Cluster \nmultiple labeling technique and critical concentration algorithm\" P hysical Review’ B. \nV.14, n.8, p.3438-3445.\n\nH A IN SW O R T H , T .J., M ARDIA, K.V. (1988) - \"A Spatial Thresholding M ethod for Image \nSegmentation\". IE E E  Transactions on S.M .C, Vol. SMC-10, No. 6.\n\n\n\n/\n\nL A U R E N T, J . P .; M O S C H E T T O , C. (1991) - \"Une méthode optimisée de grannlométrie par \nanalyse d'images\". Colloque \"Contrôle Q ualité p a r Vision A rtificielle\", Le Creusot. \n9p.\n\nLA U R IN D O , J . B. (1994) - Comunicações Interpessoais.\n\nM O N T A N V E R T , A. (1987) - \"Contribution au traitement de formes discrètes. Squelettes et \ncodage par graphe de la ligne mediane\". Thèse en D octeur de L'U niversite en \nInform atique. L'Institut Nacional Polytechnique de Grenoble - Grenoble.\n\nM O S C H E T T O , C. (1991) - \"Caractérisation de la structure poreuse des matériaux par analyse \nd'images: apport des distances discrètes à la morphologie mathématique\". Rapport \nde Stage, LTHE, Grenoble, 49p..\n\nN E IM A R K , A. V. (1989) - \"Multiscale percolation svstems\". Sov. Phys. JETP. v.69, n.4, p.786-\n\nO TSU , N. (1979) - \"A Threshold Selection Method from Grav-Level Histograms\". IEE E  \nTransactions on S.M .C, Vol. SMC-9, No. 1.\n\nPA R L A R , M .; Y O R T S O S , C. (1988) - \"Percolation theory o f vapor adsorption-desorption \nprocesses in porous media\". J. o f  Colloid and Interface Science, v.124, n .l, p. 162- \n176.\n\nPED R IN I, A.; P H IL IP P I, P. C .; CRUZ, J . A.; FERNANDES, C. P. (1991) - \"Caracterização \nde M eios Porosos\". Relatório Técnico 1/91, SITERPA, Depto de Eng. Mecânica, \nUFSC.\n\nP E R R IN , B. (1985) - \"Etude des transferts couplés de chaleur et de masse dans des matériaux \nporeux consolidés non saturés utilisés en génie civil\". Thèse D octeur D 'Etat, \nToulouse, Université Paul Sabatier de Toulouse, 1985. 267p.\n\nP H IL IP , J . R .; DE VRJOES, D. A. (1957) - \"Moisture mouvement in porous material under \ntemperature gradients\". Transactions o f  the American Geophysical Union, v.38, n.2, \np.222-232.\n\n\n\nI\n\nP H IL IP P I, P. C. (1992) - \"M icroestrutura dos materiais porosos usados em edificações e sna \ninfluência sobre os processos de fixação e transferência de umidade\". M onografia. \nDepartamento de Eng. Mecânica da UFSC.\n\nP H IL IP P I, P. C .; YUNES,P. R .; FERNANDES, C . P .; MAGNANI, F. S. (1994) - \"The \nmicrostructure o f  porous building materials: study o f  a cement and lime mortar\". \nTransport in Porous M edia. (Aceito para Publicação).\n\nP IE R IT Z , R.A.; PH IL IPPI, P.C .; FERNANDES, C .P. (1993) - \" Técnicas de análise de \nimagens no estudo de micrografias de meios porosos\". X X I ENEM P-Encontro \nN acional de Escoam ento em M eios Porosos. Ouro Preto - Minas Gerais.\n\nP IE R IT Z , R.A.; PH IL IPPI, P.C .; FERNANDES, C.P. (1993) - \"Caracterização da \ndistribuição de poros através da análise de imagens\". X X I ENEM P-Encontro \nN acional de Escoam ento em M eios Porosos. Ouro Preto - Minas Gerais\n\nPIE R IT Z , R.A.; PH IL IPPI, P.C. (1993) - \"Obtenção das funções distribuição de sítios e \nligações para uso em modelos de percolacão através de micrografias de meios \nporosos\". X X I ENEM P-Encontro N acional de Escoamento em M eios Porosos. \nOuro Preto - Minas Gerais.\n\nPIE R IT Z , R.A., TOBIAS, O .J., SOARES, F.A .P. (1994) - \"An approach in photo binarization \napplied to porous media\". SE M  - Society fo r  Experim ental M echanics Spring \nConference - Baltimore- Maryland (Aprovado para Publicação), June 6-8\n\nP IE R IT Z , R.A.; PH IL IPPI, P.C . (1994) - \"An Image analisvs technique in the study o f porous \nmedia micro structure\". SE M  - Society fo r  Experim ental M echanics Spring \nConference - Baltimore- Maryland (Aprovado para Publicação), June 6-8.\n\nPR A TT, W .K. (1991) - \"Digital Image Processing\". John W illey &amp; Sons, Inc. - 2° ed.\n\nQUADRI, M. B. (1988) - \"Dinâmica de resposta de tensiômetros: desenvolvimento experimental\ne modelação numérica”. D i s s e r t a ç ã o  d e  M e s t r a d o  - CPGEMC - UFSC,\nFlorianópolis\n\n\n\nQU EN A RD , D. (1989) - ’’Adsorption et transfert d’humidite dans les matériaux higroscopiques.\nApproache du type percolation et experimentation\". Thèse D octeur, Toulouse, \nInstitut National Polytechnique de Toulouse, 198p..\n\nj ’\n\nQUEBLIER, J . A. (1984) - \"A new three-dimensional modeling technique for studying porous \nmedia”. J. o f  C olloid and Interface Science, v.98, p.84-102.\n\nR ID L E R , T .W ., CA LV A R D , S. (1978) - \"Picture thresholding using an interactive selection \nmethod\". IE E E  Transactions on S.M .C, Vol. SMC-8, No. 1.\n\nR O SE N FE L D , A., DAVIS, L. (1979) - \"Image Segmentation and Image Models\". Proceedings \no f  the IE E E , Vol. 67, No. 5.\n\nD E SOUZA, H . A. (1993) - \"Estudo dos processos de fixação e transferência isotérmica de \numidade em meios porosos heterogêneos\". Tese de Doutorado - CPGEMC - UFSC, \nFlorianópolis.\n\nT H IE L , E. (1991) - \"Amélioration des distances du chanfrein. Construction de la ligne médiane \net décomposition des formes\". M èmorie de D EA, Grenoble, Institut de Mécanique \nde Grenoble.\n\nW O O D , R E ,  G O N Z A L E Z , R C . (1992) - \"Digital Image Processing\". Addison-W esley \nP ublishing Company.\n\nVAN D E R  K O O I, J . (1971) - \" Moisture transport in cellular concrets roofs\". P hD . Thesis, \nEindhoven Univ. o f  Technology, Waltman, Delft, 1971.\n\nVAN VL1ET, L .J ., Y O U N G , T .I., B E C K E R S, G.L. (1988) - \"An edge detection model based \non non-linear Laplace filtering\". Pattern Recognition a n d  A rtificia l Intelligence. \nE lsevier Science Publishers B . V -  North-Holland..\n\nD E V R IES, D. A. (1958) - \" Simultaneous transfer o f  heat and moisture in porous media\". \nTransactions o f  the Am erican Geophysical Union, v.39, n.5, p.909-916.\n\n\n\nYUNES, P.R . (1992) - \"Determinação da Distribuição de Poros de uma Argamassa de Cimento \ne Cal Usando as Isotermas de Equillíbrio e Dados de Microscopia Eletrônica\" \nD issertação de M estrado CPGEMC - UFSC, Florianópolis.\n\n\n\nAPÊNDICE A\n\nDIAGRAMA DE BLOCOS DO ALGORITMO DE \nBINARIZAÇÃO POR REGIÕES CONEXAS\n\n\n\nO objetivo desse apêndice é a apresentação do diagrama de blocos do algoritmo de \nbinarização por regiões conexas (BRC) implementado, bem como á s . principais rotinas. A \ninterface gráfica implementada tem suas principais características comentadas, em face a \nimportância da vizualização dos resultados obtidos em cada etapa do processamento para o \ncontrole da imagem binária final.\n\nN a figura A.1, apresenta-se o diagrama de blocos principal do algoritmo de BRC, \nevidênciando-se sua estrutura.\n\nImagem inicial \nl(x,y)\n\n<^~ControlíP^)\n\n£\nInterface\nGráfica\n\nr*> Imagem Binária\n\nDetecção_Borda(\n\nBinarização(\n\nf\n\nControla elemento\n\nFigura A 1. Diagrama de blocos do algoritmo de BRC.\n\nO \"controle\" apresentado na figura A.1, representa as opções escolhidas pelo \nusuário sobre a interface gráfica que possibilta a vizualização do resultados das diversas etapas do \nprocesso, bem como o controle individual da binarização de determinado elemento conexo.\n\nA interface gráfica foi escrita em Xview na plataforma SUN, que é a \nimplementação de \"objetos\" em Xwindow (protocolo gráfico padrão das chamadas \nWorkStations). O uso dos objetos definidos em Xview (janelas de vizualização, menus de \ncomando, etc.) permite uma fácil implementação em liguagem C padrão ASCII para a criação de \num ambiente de controle pelo usuário, mas impedindo o uso de sua interface em outras \nplataformas computacionais.\n\nAs opções definidas permitem a vizualição dos histogramas individuais de cada \nelemento, o total, o histograma da matriz LNLR(x,y); a seleção de uma região sobre a imagem de \nbordas (através do posicionamento pelo mouse do cursor) vizualizando o seu histograma,\n\n\n\npermitindo a aplicação de um threshold sem alterar a configuração dos demais. Salva a imagem \nbinária final em um arquivo *.DAT, para uso no algoritmo do gráfico da linha mediana.\n\nAs variáveis globais do algoritmo são apresentadas na figura A.2, onde destaca-se \no  uso de uma matriz de inteiros multidimensional de trabalho, denominada \nMATRIZ[NCOLx][NLINy][k], sendo a imagem de dimensões I(NCOLx,NLINy) e k = [0,1,2], \nN o nível k=0, armazena-se a imagem em níveis de cinza I(x,y) e nos níveis restantes (k= l e k=2) \nsão reservados as diversas operações nas imagens auxiliares descritas no capítulo 3 (matriz \nimagem LNL(x,y), LNLR(x,y), rótulos e a matriz imagem binária final). Ao final, a imagem \nbinária tem índice k=l e a matriz rótulo tem índice k=2. N a figura A.3 são apresentadas as \nfunções principais de processamento, especificando as operações realizadas.\n\nint MATRIZ[NCOLx][NLINy][k] \nfloat histogramas[número_objetos][257]\n\nfloat vetor_mapa[257] \nint vetor_tamanho[número_objetos]\n\ncorte\nn ú m ero o b je to s \n\nm a io rv a lo r \nmenor valor\n\n= matriz principal de trabalho;\n= matriz dos histogramas dos objetos na \n\nimagem I(x,y) segmentada;\n= vetor histograma da matriz LNLR(x,y); \n= número de pixels de cada região \n= valor de threshold;\n= número de regiões conexas;\n= máximo na matriz LNLR(x,y)\n-  mínimo na matriz LNLR(x,y)________\n\nFigura A.2. Principais variáveis do algoritmo de BRC.\n\n\n\ndetecção_borda( ) = gerência o processo de detecção da borda\nLaplaciano_nao_linear( ) = gera a imgem LNL(x,y)\n\netiqueta_segmentos() = atribui os rótulos as regiões Conexas\nbinarização() = gerência a binarização da imagem\n\nrotina_pinta_elementos() = calcula os histogramas das regiões\nsegmentadas\n\ntendência() = toma a decisão a respeito da fase que o\nobjeto vai pertencer.\n\nbinariza_LNLR( ) = detecta a borda\ncontrola_elemento() = controla a binarização de um elemento\n\nselecionado pelo usuário\nimagem_final( ) = binariza as regiões conexas e a borda\n\nbinariza b o rd a() = binariza os elementos da borda\nFigura A. 3. Principais funções do algoritmo de BRC.\n\nA  seguir são apresentados os algoritmos das principais funções listadas na figura \nA. 3, permitindo o processamento da imagem em níveis de cinza tal como descrito no capítulo 3.\n\ndetecção_borda( ){\nLaplaciano_não_linear(); \netiqueta_segmentos( );\n\n} ________________\n\nLaplaciano_nao_linear(){\nBorda=rótulo=0;\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\n{MATRIZ[i][j][l]=Calcula _FLNL(MATRIZ[i]0][O]>; \n\nM ATRIZ[i][j][l]=MATRIZ[i][j][l] X  Iref0rcador_borda(iJ);} \nD E (i= 0 e y = 0  à i=NCOLx e j=NLINy) faça\n\n{ SE (detector_passagem_zero=verdadeiro) \nMATRIZ[i][j][2]=Borda;} \n\nmaior_valor=menor_valor=0;\nDE (i=0 e y=0 à i=NCOLx e j-N LIN y) faça\n\n\n\n!\n\n{SE (detectaconexão^verdadeiro)\nMATRIZ[i][j][2]=Borda;\n\nSE (MATRIZ[i][j][l]>maior_valor) \nmaior_valor=MATRIZ[i][j][l ];\n\nSE (MATRIZ[i][j][2] Borda \nMATRIZ[i][j][l]=0;}\n\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça \n{requantifica_MATRIZ[i] [j] [ 1 ];\nvetor_mapa[MATRIZ[i][j][l]]=vetor_mapa[MATRIZ[i][j][l]] + 1;} \n\nbinariza_LNLR( );\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\n{SE (MATRIZ[i] [j] [ 1 ]>(vetor_mapa[256]))\nMATRIZ[i] [j] [2]=Borda;\nM ATRIZ[i][j][l]=0;\n\nsenão\nMATRIZ [i] [i ] [2]=0 }\n\n] _______________ ;_________________________________________\n\netiqueta_segmentos( ){\nAlgoritmo descrito na secção 3.3 (MATRIZ[i][j][2]=matriz_rótulo);\n\n}________________________  '___________________________\n\nbinariza_LNLR( ){\nnormaliza{vetor_mapa[i=0 à 255]}; \nvetor_mapa[256]=7i{vetor_mapa[i=0 à 255]}; \n\n}___________________________________________\n\nbinarização(){\nrotina_pinta_elementos( ); \nimagem_final();\n\n}\n\nrotina_pinta_elementos( ){\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\n{histogramas[MATRIZ[i] [j][2]] [MATRIZ[i] [j ] [0] ]=\n\nhistogramas[MATRlZ[i] [j][2]] [MATRIZ[i] [j] [0]] + 1;\n\n\n\nvetor_tamanho[MATRIZ[i][j][2]]=vetor_tamanho[MATRIZ[i][j][2]]+l;} \nDE (i= l à i=numero_objetos)\n\n{normaliza (histogramas[MATRIZ[i][j][2]][i=0 à 255]); \nhistogramas[MATRIZ[i][j][2]][255]=\n\ntendencia(histogramas[MATRIZ[i][j][2]][i=0 à 255]);} \nbinariza_borda( );\n\n) ______________;____________________________\n\nbinariza_borda( ){\nnormaliza (histogramas[0][i=0 à 255]; \nhistogramas[0][256]=:/i(histogramas[0][i:=0 à 255]); \n\n}_________________________________________\n\ntendencia( ){\nSE (pt(hi stogramas[M ATRIZ [i] [j ] [2] ] [i=0 à 255])<127) \n\ntendencia=fase_poro;\nsenão\n\ntendencia=fase_sólida;\n\n}_______________________________________ ’_____________ _\n\ncontrola_elemento(rótulo_selecionado, novo_threshold){\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\n{SE(MATRIZ[i][j][2] = rótulo selecionado e MATRIZ[i][j][0] &lt;novo threshold) \nMATRIZ[i][j][l] = fase_poro;\n\nSE(MATRIZ[i][j][2] = rótulo selecionado e MATRIZ[i][j][0] > novo threshold) \nM ATRIZ[i][j][l] = fase_sólida;}\n\nj ___________________________________________________________________________________________\n\nimagem_final( ){\nD E (i= 0 e y = 0  à i=NCOLx e j=NLINy) faça\n\n{SE (histogramas[MATRIZ[i][j][2]][256]=fase_poro e MATRIZ[i][j][2] j*Borda) \nMATRIZ[i] [j] [ 1 ]=fase_poro\n\nsenão\nMATRIZ[i] [j] [ 1 ]=fase_sólida \n\nSE (histogramas[MATRIZ[i] [j][2]] [256]>MATRIZ[i] [j] [0] \ne MATRIZ[i][j][2]=Borda)\n\n\n\nMATRIZ [i] [j ] [ 1 ]=fase_poro\nsenão\n\nMATRIZ[i] [j ] [ 1 ]=fase_sólida\n\n\n\nAPÊNDICE B\n\nDIAGRAMA DE BLOCOS DO ALGORITMO DO \nGRÁFICO DA LINHA MEDIANA\n\n\n\nNesse apêndice apresenta-se de forma simplificada o diagrama de blocos principal \ndo algoritmo do gráfico da linha medina (GLM ), as principais rotinas implementadas bem como \nas principais variáveis utilizadas pelo protótipo do algoritmo. As características do algoritmo são \ndiscutidas, evidênciando-se sua metodologia e limitações.\n\nO protótipo foi implementado em linguagem C ASCII padrão, permitindo o uso \ndas rotinas de processamento em outras plataformas computacionais. A interface gráfica foi \nimplementada em Xview da plataforma SUN (\"objetos\" gráficos escritos em Xwindow, protocolo \ngráfico padrão das chamadas W orkstations), dessa forma a principal limitação do protótipo é o \nuso da interface gráfica exclusivamente em ambiente SUN. Na figura B .l, apresenta-se o principal \ndiagrama de blocos do algoritmo do GLM.\n\nC ^ Ü s u á rio ^ )\n\nI\nImagem\nBinária\n\nInterface\nGráfica\n\nImagem segmentada\n\ngerente\n\nFigura B .l. O diagrama de blocos do protótipo do algoritmo \ndo gráfico da linha medina.\n\nAs principais opções oferecidas pela interface gráfica implementada são o controle \nsobre a vizualição dos resultados das diversas etapas (imagem dos elementos do gráfico da linha \nmedina e das funções distribuição obtidas), controle sobre as operações executadas e fácil \nmanipulação do processamento de diversas imagens para estudos comparativos.\n\nO chamado \"ciclo de vida\" do algoritmo (termo da engenharia de software que \ndesigna a forma de construção do algoritmo) que foi utilizado é o de prototipagens sucessivas, ou \nseja, para cada nova implementação (nova abordagem ou desenvolvimento da técnica à ser \nimplementada) um novo protótipo é desenvolvido. Esse tipo de abordagem é a única possivel \nquando a forma final da técnica que se quer implementar é desconhecida quando do início do \nprocesso de construção do algoritmo, bem como a lógica necessária ao seu desenvolvimento,\n\n\n\ngerando-se ao final somente um protótipo não otimizado do ponto de vista de seu desempenho \ncomputacional. Dessa forma, durante o desenvolvimento da técnica do GLM o algoritmo sofreu \nmudanças em sua arquitetura, gerando-se o uso de muitas matrizes auxiliares que demandam uma \nutilização de memória muito grande.\n\nEsse número grande de matrizes, que serão observadas em parágrafo posterior, \ndecorrem de seu uso nos diferentes protótipos do algoritmo, onde, por simplificação, foram \nmantidas tendo-se em mente que o objetivo do trabalho era desenvolver a técnica do gráfico da \nlinha mediana e não um  software de uso comercial.\n\nA principal característica lógica implementada é a adaptação do algoritmo de \nrotulagem proposto por Kopelmam et alli (1976), discutido na secção 3.3, onde é feita uma multi- \nrotulagem de um ponto para a identificação dos diferentes elementos do gráfico (nós, arcos e \narcos entre nós), permitindo a execução de um número fixo de percursos sobre a matriz \nindependente do tamanho da imagem e do tamanho e número de objetos existentes. Essa lógica \ndispensa o uso de listas (que demandam de um tempo de execução proibitivo) para a classificação \ndos elementos do gráfico sobre a imagem, permitindo que a técnica do gráfico da linha mediana \ntenha um desempenho que possibilite à sua aplicação (resultados comparativos com a Operação \nde Abertura são discutidos no apêndice C).\n\nD e forma não otimizada (sem o uso de matrizes \"esparsas\" ou a \"alocação \ndinâmica de memória\"), para uma imagem binária I(NCOLx,NLINy), foram utilizadas matrizes \ndistintas para os protótipos de cada etapa da técnica do gráfico da linha mediana, sendo as \nprincipais a matriz LM[NCOLx][NLINy] (matriz linha medina), EM[NCOLx][NLINy] (matriz \neixo mediano) e LMG[NCOLx][NLESÍy][k] (matriz do gráfico da linha medina), onde k \nrepresenta os diversos rótulos que um ponto da linha mediana pode receber. Outras matrizes \nutilizadas foram a MATRIZ_cavidades[NCOLx][NLINy] (imagem das cavidades segmentadas), a \nMATRIZ _jjargantas[NCOLx] [NLINy] (imagem das gargantas segmentadas) e a \nMGRAFICO[número_nós+número_arcos][máx_número_ligações], essa última para a \nclassificação dos nós em função de suas ligações. Uma matriz auxiliar denominada \nsegmento[NCOLx]pSÍLINy][l], foi utilizada para a realização das rotinas de controle, descritas na \nsecção 4.5.\n\nPor simplificação, as funções que tenham os seus algoritmos discutidos no texto\ndesse trabalho ou suas idéias básicas já abordadas, não serão aqui apresentadas (somente as\n\n\n\nrespectivas indicações de secção). Dessa forma, as principais funções do algoritmo que \nrepresentam o bloco gerência na figura B. 1, são:\n\nfunção_chanfro34( )\n\nfunção_eixo_mediano( )\n\nfimção_linha_medina( ) \ngráfico_linha_medina( )\n\nprocura_nós( )\n\nprocura_arcos( )\n\nclassifica_gráfico( ) \nreconhecimento_elementos()\n\nrotina_controle( )\n\nmonta_novo_gráfico_LM( ) \nretira^gargantas( )\n\nreconstituição_imagem( ) \n\ngera_distribuições( ) \n\nconecta_eixo( ) \n\npropagação_forçada( )\n\ngera a imagem de distância ao fundo (DDF(i,j)) com o uso da\nmáscara de chanfro d^ .4  (secção 2.3);\nextração dos pontos do eixo mediano a partir da imagem de\nditância ao ftmdo (secção 4.2);\nextração dos ponto de conexão do eixo mediano;\nutiliza a rotina de multi-rotulagem para a classificação dos\nelementos da representação gráfica;\nextração das maiores e menores bolas para a geração dos\nnós;\nextração dos elementos formadores dos arcos entre nós e dos \narcos;\nreconhece as relações de conexão entre nós;\nidentifica os nós segundo a classificação de\nMontanvert (1987), discutido na secção 4.4.4;\nreaglutina os elementos de nós distintos, gerando novas\nconfigurações espaciais para os elementos do gráfico (nós e\narcos entre nós), discutida na secção 4.4;\nrotulagem dos elementos do gráfico reaglutinados;\nextração dos pontos dos nós para a segmentação da linha\nmediana, para consequênte geração de áreas para as\ngargantas (secção 4.4.5);\nsegmentação da imagem com o uso do critério de\ninterferência discutido na seção 4.4.5;\nobtenção das funções distribuição (poros; gargantas e\nnúmero de coordenação), discutidas no capítulo 5;\nprocura o centro da maior bola nas oito-vizinhaças do ponto\npara conectar o eixo mediano;\ntesta linhas de conexão através do centro da maior bola nas \noito-vizinhanças do ponto.\n\nO diagrama de blocos da caixa gerência é apresentado na figura B.2, explicitando\nas relações entre as funções para a execução do método do gráfico da linha mediana.\n\n\n\nI/ H ____________\n_____ k ._______________\ngráfico_linha_mediana()\n\nreconhecimento elementos()\n\nrotina controlei)\n\n± gera_distribuições( )\n_______ a = imagem binária b =  comandos interface gráfica c =  saída de dados\n\nFigura B.2. O diagrama de blocos para a caixa gerência da figura B. 1.\n\nA seguir são apresentados os algoritmos das principais funções apresentadas na \nfigura B.2, permitindo o processamento de uma imagem binária para a segmentação e \nconsequênte geração das funções distribuição, segundo a metodologia descrita no capítulo 4 para \na formulação da técnica do gráfico da linha mediana proposta.\n\ngráfico_linha_medina( ){\nfunção_chanfro34( )\n\n(descrita na secção 2.3); \nfiinção_ebco_mediano()\n\n(descrita na secção 4.2); \nfunção_linha_mediana( ); \nprocura_nós(); \nprocura_arcos(); \n\n________________ ‘\n\nfimção_linha_mediana( ){\nDE (i=0 ey = 0  à i=NCOLx e j=NLINy) faça \n\nSE ( ID F(ij) E  EM[i][j])\nLM[i][j]=maior^gradiente(ij)\n\n\n\nSE (maior_gradiente(ij)=verdadeiro) \nconecta_eixo(ij);\n\nSE (maior_gradiente(i,j)=FALSO) \npropagação_forçada(ij);\n\ni ___________________ ;____________________________\n\nmaior_gradiente(i j )  {\nSE (O itovizinhos ID F(ij) existe um maior_móduloIDF(x,y)) \n\nretoma_IDF(x,y);\n\n) ______ _____________________________________________________\n\nconecta_eixo(i,j){\nENQUANTO (não encontra IDF(x,y) E  EM(x,y)) faça \n\nLM(ij)=maior_Jgradiente(i,j);\nSE (maior_^radiente(i,j)=EM(i,j)) \n\ntermina_procura;\n\nj ___________________________\n\npropagação_forçada(Í j )  {\nENQUANTO (não encontra IDF(x,y) E  EM(x,y)) faça\n\n(TESTA linha de procura pelo maior_gradiente(i,j)); \nSE (maior^gradiente(ij)=EM(i,j)) \n\ntermina_procura;\n\n} ____________________________\n\nprocura_nós(){\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\nSE ( ID F(ij) E  LM[i][j] e EDF(ij)=maior_bola ou menor bola) \nLMG[i][j][k]=rotula_nó(), (descrito na secção 3.3);\n\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça \nSE ( LMG[i][j][k]=nó)\n\nAlgum dos Oito vizinhos E  LM[i][j]\n=*LMG{nos oito_vizinhos}=LMG[i][j][k];\n\n}\n\n\n\n/\n\nprocura_arcos( ){\nD E (i= 0 e y = 0  à i=NCÒLx e j=NLINy) faça\n\nSE ( LMG[i][j][k] m a io rb o la  ou menor bola e\n(LMG[i][j3[k] ^  LM G[i][j][k+l] ou algum_Oito_vizmho?íLMG[i][j][k])) \n\nLM G[i][j][k+l]=rotula_arco_entre_nós(), (descrito na secção 3.3);\nDE (i=0 e y=0 à i=NCÓLx e j=NLINy) faça \n\nSE ( ID F[i][j]E LM[i][j] e\n( LMG[i][j][k] r ó tu lo n ó  ou LMG[i][j][k] j í r ó t u l o a r c o e n t r e n ó s ) )  \n\nLM G[i][j][k]=rotula_arco(), (descrito na secção 3.3);\n\n} ___________________________________________ ?________________________________ __\n\nclassifica_gráfico(){\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\nSE (algum dos Oito_vizinhos_LMG[i][j][k] ?íLMG[i]jj][k])\nMGRAFICO[LMG[i][j][k]][k]=LMG[de algum dos oito_vizinhos][k]; \n\nSE (LMG[i]{j][k]=centro_nó)\nMGRAFICO[LMG[i][j][k]][0]=módulo_LM[i]|j]\n\nENQUANTO (i &lt; número nós) faça \nENQUANTO (k 0) faça\n\nSE (MGRÁFICO[i][k] D só um arco)\nLMG[.. ][i]=proeminência_estricta;\n\nSE (MGRÁFICO[i][k] D dois nós maiores por dois arcos diferentes) \nLMG[.. ][i]=conexão;\n\nSE (MGRÁFICO[i][k] D só estiver ligado a nós de módulo menor) \nLMG[.. ][i]=proeminência;\n\nSE (MGRÁFICO[i][k] D está ligado a um nó de módulo maior e \na outro menor)\n\nLMG[.. ][i]=proeminência_larga,\n\ni __________________ ___________________________________________________________________\n\nreconhecimento_elementos(){ \nclassificagráfico();\n\n}____________________ __\n\nrotina_controle( ){\nm o n tan o v o  _gráfico_LM ();\n\n\n\n/\n\n}\n\nmonta_novo_gráfico_LM( ){\nDE (i=0 e y=0 à i=NCOLx e j=NLINy) faça\n\nSE (LMG[i]0][k] ^  proeminência e LMG[i][j][k] ^  ró tu lo a rc o ) \n\nsegmento[i][j][0]=módulo_LM[i][j]; \nrotula_segmentos(segmento[i][j][k])\n\n(discutido na secção 3.3); \nclassifica_gráfico();\n\nreconstituição_imagem( ){ \nretira_gargantas()\n\n(discutido na secção 4.4.5); \n\n}_______________________________\n\ngera_distribuições( ){\n(discutido no capítulo 5);\n\n}\n\n\n\nAPÊNDICE C\n\nCARACTERÍSTICAS COMPUTACIONAIS DO ALGORITMO\n\n\n\n/\n\nNesse anexo apresenta-se as principais características computacionais do algoritmo \ndo gráfico da linha medina, evidêncindo-se a sua hierarquia de arquivos bem como o desempenho \nem relação a tempos de execução, quando comparado a operação de abertura.\n\nComo discutido no apêndice B, o ciclo de vida utilizado para a implementação do \nalgoritmo do gráfico da linha mediana foi o de prototipagens sucessivas, caracterizando uma \nconstrüção modular de seu arquivo fonte. Os módulos do algoritmo são arquivos fonte distintos, \nque compartilham variáveis globais no processamento. A linguagem C oferece em seu compilador \na opção da \"LinkEdição\", ou seja, cada novo protótipo implementado (ou novo arquivo com \ndeterminada função) é preservado em um arquivo fonte independente. Através do arquivo \nMakeFile (onde são configuradas as diretivas de compilação) é gerado o arquivo executável com \na \"linkagem\" dos diversos arquivos objetos (*.o), dos respectivos módulos do programa. A \nprincipal vantagem desse tipo de construção é a facilidade e independência de desenvolvimento de \ncada função (módulo) bem como a rapidez de compilação (a modificação de um arquivo necessita \nsomente da recompilação dele próprio).\n\nAs chamadas \"includes\" do programa, definem as variáveis globais utilizadas em \ntodos os módulos, bem como a rotina que converte o \"Bitmap\" do arquivo imagem padrão \nutilizado para uma matriz de inteiros manipuláveis algébricamente.\n\nO padrão de imagem utilizado é o chamado padrão TIFF (um formato de arquivo \nbinário da Windows Marketing Group, Microsoft Corporation) sendo suas características \nreportadas em Thiel (1991). O formato específico do padrão TIFF que foi utilizado é o chamado \n\"256 Color\" de 16 bits, sendo a informação da cor de cada pixel da imagem codificada em RGB \n(red,green e blue). A rotina que converte o arquivo binário para uma matriz de inteiros em níveis \nde cinza utiliza uma função que a partir da codificação RGB especifica um valor de inteiros para \ncada ponto na imagem variando de 0 à 255 (256 níveis de cinza), permitindo a manipulação da \nmatriz imagem pelos módulos implementados.\n\nO executável do protótipo do algoritmo é chamado de \"tese\", sendo os demais \nexplicitados abaixo, com suas respectivas funções de processamento:\n\nbase.c = interface gráfica do protótipo com todas as funções de \nvizualizaçãoe interação com o usuário do programa, \nutilizando Xview (plataforma SUN) ;\n\n\n\nchanfro_34.c = gera a imagem de distância ao fundo com o uso da \nmáscara de chanfro d3 _4 , a partir da imagem de \nrepresentação binária; \n\neixo_mediando:c = extração dos pontos formadores do eixo mediano; \nlinham ediana.c = extração dos pontos de conexão do eixo mediano, \n\ngerando a linha mediana; \nreconstrução, c = descompacta a imagem da linha mediana, gerando a \n\nsegmentação da imagem binária; \ng ráfico L M .c = identifica e rotula os elementos da representação gráfica \n\nda linha mediana (nós, arcos e arcos entre nós); \ninteligência.c = classifica os nós do gráfico da linha mediana segundo a \n\nclassificação de Montanvert (1987); \nclassificax = monta a matriz MGRAFICO[ ][ ], explicitando as\n\nrelações de conexão para uso no arquivo inteligência, c. \ndistribuições, c = calcula as funções distribuição sobre a imagem \n\nsegmentada;\nsegmento.c = executa as rotinas de controle (discutidas na secção \n\n4.4);\nmanager.c = controla a sequência de processamento do método do \n\ngráfico da linha mediana; \nvariáveis.h = \"include\" (arquivo carcaterístico da linguagem C)\n\nresponsável pela declaração das variáveis globais do \nprotótipo (compartilhadas por todos os módulos do \nalgoritmo);\n\nioimageTIF.h = \"include\" responsável pela geração da matriz de inteiros \na partir do arquivo binário de imagem do tipo * T IF  \n(padrão de arquivo imagem); \n\ncores.h = \"include\" que define a \"palette\" de cores (o código de \ncada cor) utilizada pelo arquivo da interface gráfica; \n\nfotoFinal.icon = ícone do programa, Bitmap utilizado para a\nrepresentação do programa no ambiente gráfico \nSolaris - SUN.\n\nA sofisticação da lógica para a execução da implementação da técnica do gráfico \nda linha medina através do uso de rótulos (etiquetas), classificando os elementos em nós e arcos, \natribue um tempo de execução quase constante, em função do número fixo de percursos sobre a\n\n\n\nimagem. Realizando testes entre a técnica do GLM e a OA implementada no programa \"Porous\", \ndo LTHE (Laboratoire D'Etudes e Transfer de Hydrologie en Environement - Grenoble - França) \nem uma mesma CPU (SparkStation 10 - SUN) com um valor de desempenho Specklnt \naproximadamente de 100 M IPs (milhões de instruções por segundo), obtemos as curvas de \ndesempenho apresentadas na figura C .l, quando comparado os tempos de execução sobre uma \nmesma imagem de dimensões constantes x e y ,  variando-se as dimensões dos objetos (quadrados \npresentes na imagem) de um diâmetro mínimo à um diâmetro \"n\".\n\nFigura C. l .  Curvas de tempo de execução para a técnica do GLM e da O A, sobre uma mesma \nimagem de dimensões x por y, variando-se o diâmetro característico de seus elementos.\n\nO ligeiro aumento do tempo de execução para a técnica do gráfico da linha \nmediana é decorrente da variação do número de nós e arcos presentes na imagem quando da \nvariação do tamanho dos objetos, ocasionando um maior número de testes para a verificação das \nrelações de conexão entre nós sobre a matriz MGRAFICO[ ][ ] (discutida no apêndice B). A \nvariação nos tempos de execução para a operação de abertura é decorrente do fato de que para \ncada diâmetro do elemento estruturante utilizado são necessários dois percursos sobre a imagem, \num para a erosão e outro para a dilatação. Como a OA deve testar a existência de diâmetros \nmínimos até um diâmetro máximo presente na imagem, o tempo de execução é diretamente \nproporcional ao número de raios à serem testados.\n\n\n\nAPÊNDICE D\n\nMETODOLOGIA DE VISUALIZAÇÃO \nTRIDIMENSIONAL DE SUPERFÍCIES\n\n\n\nApresenta-se de forma simplificada a metodologia para vizualização tridimensional \nde superfícies a partir de imagens em níveis de cinza bem como alguns exemplos, introduzida e \nexecutada no programa ISO-3D - SINMEG - UFSC, desenvolvida pelo autor e por Clóvis \nRaimundo Maliska Júnior (autor do sotfware gráfico - todos os direitos reservados).\n\nO software ISO-3D é um programa de vizualização gráfica de simulações em \nmecânica de fluidos desenvolvido junto ao Laboratório de Simulação Numérica em Mecânica dos \nFluidos e Transferência de Calor (SINMEC), do departamento de Engenharia Mecânica da \nUniversidade Federal de Santa Catarina. O programa permite a vizualição de malhas \ntridimensionais resultantes de simulações numéricas dos mais variados problemas encontrados na \nengenharia, baseados na metodologia de volumes finitos. A versatilidade do programa bem como \nsua facilidade de operação o torna uma espécie de \"CAD\" para a área de simulações de \npropriedades do escoamento de fluidos (témicás ou plásticas), visto a capacidade de geração de \niso-superfícies através de conceitos gráficos sofisticados (\"rendering\", animação do escoamento, \netc).\n\nA partir das simplificações introduzidas no capítulo 3, onde o nível de cinza de um \nponto sobre uma matriz imagem é tratado como a ordenada \"altura de uma ponto\" (desprezando- \nse problemas outros como iluminação e propriedades óticas do material), idealizou-se uma opção \nno software de vizualização. A idéia básica explorada é a entrada de dados (matriz imagem) ser \napenas bidimensional e o software traduz as informações para uma malha tridimensional, \npermitindo o uso dos conceitos de volumes finitos para a geração de iso-superfícies com as \nferramentas gráficas disponíveis no programa.\n\nO conceito explorado faz com que o valor intensidade do ponto (inteiro variando \nde 0 à 255 - nível de cinza na imagem bidimensional) corresponda à um número de volumes na \nordenada \"z\" (de mesmas coordenadas x e y), sendo o valor da propriedade constante (diferente \nde zero - igual à matriz sólida) atribuído ao centro dos volumes correspondentes (figura D .l). \nDessa forma, é gerado uma malha tridimensional de coordenadas x e y (tamanho da imagem \noriginal) e altura \"z\" igual a 255 volumes (tendo propriedades distintas - matriz sólida ou vazio).\n\n\n\nt\n\nníveis d e  cinza\n\nFigura D. 1. Correspondência entre o tom de cinza de um ponto (na imagem bidimensional) \ne o número de volumes na ordenada \"z\" de mesma propriedade (matriz sólida).\n\nOs pontos localizados na fronteira da imagem são tratados usando os conceitos de \nvolumes fictícios, ou seja, a propriedade (intensidade de cinza) presente nas coordenadas vizinhas \nda fronteira (periferia da imagem) é atribuída a pontos fictícios vizinhos para permitir a \ninterpolação numérica da superfície isométrica desejada (relêvo da imagem em níveis de cinza). \nAssim, da mesma forma descrita no parágrafo anterior, esses pontos fictícios terão um número de \nvolumes na ordenada \"z\" correspondente ao nível de cinza de seus vizinhos, com um valor de \npropriedade constante - matriz sólida (central ao volume atribuído). D e forma esquemática, é \napresentada na figura C.2 as condições assumidas nas \"esquinas\" da imagem e nas arestas para a \ngeração dos volumes fictícios.\n\na' a* b' c’\n\na’ a b c\n\nb’ b 1 1\n\nc' c 1 1\n\nd' d 1 1\n\nx' = pontos fictícios \nx = níveis de cinza da fronteira \nI = níveis de cinza\n\nFigura C.2. Volumes fictícios situados nas arestas e esquinas da imagem.\n\nA geração de volumes de propriedades constantes permite o uso das opções de \nmanipulação gráfica existentes no software, obtendo o posicionamento desejado do volume,\n\n\n\nelementos de \"iluminação\" e da interpolação das propriedades nos volumes fronteiriços da matriz \nsólido e vazia. A partir da definição dessas operações uma \"texturização\" da superfície \n(\"rendering\") pode ser obtida, representativa dos níveis de cinza presentes na imagem original e \nde uma possível imagem tridimensional da topografia do material.\n\nNas figuras D.3-7, apresenta-se o resultado da metodologia de vizualização \ntridimensional de superfícies para suas respectivas micrografias.\n\nFigura D.3. Micrografía com afastamento da representação plana \n(centro da imagem mais escuro)\n\nFigura D.4. Micrografía representativa de uma superfície \"plana\".\n\n\n\nFigura D. 5 Imagem tridimensional da superfície da figura D 3 \n(um quarto da imagem - superior esquerdo - 127X127 pixel).\n\nFigura D.6. Imagem tridimensional da superfície da figura D.4 \n(um quarto da imagem - superior esquerdo - 127X127 pixel).\n\n\n\nFigura D. 7. Imagem da superfície da micrografia de 6400X da argamassa de \ncal e cimento (figura 6.1.3.5), canto inferior direito (127X127 pixel)."}]}}}