{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10744"}, {"@name": "filename", "#text": "1590_DissertMestradoCarlaAlexandraMirraFernandes2013.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade dos Açores \n\nDepartamento de Ciências Agrárias \n\n \n\n \n\nTese de Mestrado em Gestão e Conservação da Natureza \n\n \n \n \n \n\nEnvironmental conditions that constrain invertebrate \n\ncommunities and the performance of benthic indices to \n\nassess ecological status in Mediterranean streams \n\n \n\nCarla Alexandra Mirra Fernandes \n\n \n\n \n\nTese orientada por:  \n\nDoutora Paula Chainho  \n\nProfessor Doutor Luís Cancela da Fonseca  \n\nProfessor Doutor Paulo Alexandre Vieira Borges \n\n \n\n \n\n Angra do Heroísmo, Outubro 2012 \n\n\n\n \n\n2 \n \n\nUniversidade dos Açores \n\nDepartamento de Ciências Agrárias \n\n \n\n \n\n \n\nEnvironmental conditions that constrain invertebrate \n\ncommunities and the performance of benthic indices to \n\nassess ecological status in Mediterranean streams \n\n \n\nCarla Alexandra Mirra Fernandes \n\n \n\nDissertação apresentada na Universidade dos Açores para obtenção do grau de Mestre \n\nem Gestão e Conservação da Natureza \n\n \n\n \n\n \n\nTese orientada por:  \n\nDoutora Paula Chainho  \n\nProfessor Doutor Luís Cancela da Fonseca  \n\nProfessor Doutor Paulo Alexandre Vieira Borges \n\n \n\n\n\n \n\n3 \n \n\nResumo \n\n \n\nCom a publicação da Directiva Quadro da Água em 2000, Portugal assumiu, \n\nassim como os restantes Estados Membros da Comunidade Europeia, o compromisso \n\nde alcançar o bom estado ecológico das suas massas de água superficiais até 2015. \n\nContudo, para tal é necessário primeiramente averiguar o estado actual destas mesmas \n\nmassas de água. Tendo por base as metodologias propostas para os rios do Sul de \n\nPortugal, procedeu-se ao estudo das comunidades de macroinvertebrados bentónicos \n\nexistentes em 13 locais nas bacias hidrográficas de Santo André e Melides. Verificou-se \n\nque, tal como em outras ribeiras mediterrânicas, os insectos são o grupo predominante, \n\ncom uma elevada densidade de taxa generalistas. A forma como os macroinvertebrados \n\nbentónicos respondem a diferentes variáveis ambientais permitiu averiguar que a \n\nconcentração de oxigénio dissolvido, a granulometria e a concentração de matéria \n\norgânica são factores estruturantes destas comunidades, sendo fundamentais para a \n\nposterior avaliação do estado ecológico das ribeiras. \n\n O Índice Português de Invertebrados do Sul (IPtIs) proposto para a avaliação do \n\nestado ecológico da maioria dos rios do sul de Portugal foi aplicado aos locais em \n\nestudo. Os resultados deste índice sugerem que destes treze locais apenas três se \n\nencontram num estado ecológico considerado bom ou excelente. Para uma avaliação \n\necológica integrada e abrangente aplicaram-se também índices de qualidade do habitat \n\nfluvial (IHF) e da galeria ripícola (QBR). Uma vez que a criação do índice IPtIs é \n\nrelativamente recente, não foi ainda possível uma ampla aplicação do mesmo de modo a \n\nverificar a sua eficiência em diferentes tipos de sistemas aquáticos. Como tal, foi \n\nestudada a responsividade deste índice às pressões identificadas nas bacias em estudo. \n\nChegou-se à conclusão que, apesar de este índice ter uma boa responsividade em \n\nambientes lóticos, o mesmo não se verifica quando aplicado em ambientes lênticos ou \n\ncom zonas de interface com águas subterrâneas, subestimando nestes a qualidade \n\necológica.  \n\n \n\n \n\nPalavras-chave: Directiva Quadro da Água, ribeiras, macroinvertebrados bentónicos, \n\ninsectos, IPtIs, estado ecológico. \n\n \n\n \n\n \n\n \n\n\n\n \n\n4 \n \n\nSummary \n\n \n\nWith the publication of the Water Framework Directive in 2000, Portugal and all \n\nother Member States of the European Community, assumed the commitment to achieve \n\na good ecological status of all water bodies by the year of 2015. The accomplishment of \n\nthis major objective requires the assessment of the current status of all water bodies. \n\nBenthic macroinvertebrate communities of 13 locations of the Santo André and Melides \n\nriver basins were assessed based on the methods proposed for the Portuguese Southern \n\nrivers. As in other Mediterranean streams, insects were the predominant group with a \n\nhigh density of generalist taxa. Dissolved oxygen concentration, sediment grain-size and \n\norganic matter concentration were the major environmental variables structuring these \n\nbenthic macroinvertebrate communities. \n\nThe Portuguese multimetric index of the South (IPtIs), proposed for the \n\nassessment of the ecological status of southern Portuguese rivers was determined for the \n\nstudied locations. The obtained results suggest that only three of these thirteen sites are \n\nin an ecological status considered good or excellent. Riparian vegetation quality (QBR \n\nindex) and the habitat diversity (IHF index) were also assessed for a broader and \n\nintegrated ecological assessment. The recent proposal of the IPtIs index as an \n\nassessment method is relatively recent and for that reason a wider use in order to verify \n\nits responsiveness and, therefore, improve its accuracy was not possible. The \n\nresponsiveness of this index to previously identified pressures in the Melides and Santo \n\nAndré river basins was a major objective of this study. Although this index showed a \n\npredictable response in lotic environments, it did not show a good performance when \n\napplied to lentic environments and groundwater/surface water interfaces, underestimating \n\necological quality. \n\n \n\n \n\nKey-words: Water Framework Directive, streams, benthic macroinvertebrates, insects, \n\nIPtIs, ecological status. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n5 \n \n\nAgradecimentos \n\nCom o encerrar desta etapa, é essencial demonstrar o meu agradecimento e apreço a \n\ntodos os que tornaram este trabalho possível, tanto no que respeita ao financiamento \n\ndeste, à orientação, ao auxílio nas tarefas e, em geral, ao apoio moral dado. Assim, \n\ndeixo o meu especial agradecimento: \n\nÀ Paula Chainho, uma verdadeira entusiasta deste projecto e uma autêntica madrinha \n\nem todo este processo, indo além da simples orientação básica de uma “mestranda” e \n\nacreditando no meu potencial mesmo em momentos que considerei não o ter. \n\nAo Professor Luís Fonseca, por ter aceite o meu convite para me orientar, me ter \n\napresentado às ribeiras e me ter incentivado a pensar fora da caixa (coisa que continuo \n\na tentar fazer…). \n\nAo Professor Paulo Borges, que se deixou entusiasmar com este projecto. \n\nAo Projecto GroundScene que financiou este trabalho. \n\nAo Instituto de Oceanografia por me ter acolhido e a este trabalho. \n\nÀ Luísa Chaves, uma guia imprescindível e “guru” de macroinvertebrados que \n\namavelmente dispensou o seu tempo e conhecimentos para me ajudar. \n\nAo pessoal do Laboratório de Zoologia do Instituto de Oceanografia, que fizeram que eu \n\ntivesse, não um, não dois, não três, mas uma verdadeira equipa de orientadores! \n\nObrigada pela vossa disponibilidade e companheirismo. Portanto, quero agradecer-vos: \n\n- Maria João e Pedro Félix, meus colegas de projecto, que me auxiliaram não só \n\nno trabalho de campo e laboratório, mas também nos meus desbloqueios \n\nmentais. \n\n- Carla Azeda, pela disponibilidade na identificação de moluscos e pelos \n\ninúmeros conselhos ao longo destes meses nas mesas da cantina. \n\n - João Paulo, pela ajuda nas identificações e inúmeras dicas. \n\n - Érica Sá pelos conselhos tão úteis ao meu ingresso no mundo laboral da \n\nbiologia. \n\n - Gilda, pela ajuda na identificação dos “bichos” e auxílio nas “regras” do \n\nlaboratório. \n\n - Ana Filipa que despendeu do seu tempo e artes mágicas em SIGs para me \n\nauxiliar. \n\n\n\n \n\n6 \n \n\nAos Filipes, amigos de sempre e para sempre, cuja companhia em horas intermináveis \n\nde biblioteca e disponibilidade para ouvirem os meus desabafos foi imprescindível. \n\nAo meu pai, que tem apostado e acreditado em mim. Que ao ouvir-me dizer “Quero ser \n\nbióloga marinha!” não me desencorajou ou me mandou ser advogada, médica ou técnica \n\nde radiologia. Muito pelo contrário, me encoraja e me incentiva sempre. \n\nAos meus irmãos Andreia, Iuri, Maria e Joana, que suportaram a minha ausência ao \n\nlongo desta luta. À mais velha que é a minha alma gémea e com a qual as palavras \n\nnunca são necessárias. Aos mais novos, pois em tudo o que faço o meu objectivo é \n\ndeixá-los orgulhosos e terem em mim um porto seguro. \n\nAo meu David. Cuja paciência ao longo destes anos tem sido sobrenatural. Ao suportar \n\nas minhas ausências e distâncias. Agradeço-te por isso, mas também por teres estado \n\nao meu lado e na sombra, pondo os meus objectivos e sonhos em primeiro lugar, ficando \n\nos teus sempre para segundo plano para eu poder “brilhar”. Esta conquista também é \n\numa conquista tua, pois sempre me apoiaste, incentivaste e defendeste, mesmo nos \n\nmomentos mais difíceis e contra todas as probabilidades. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n7 \n \n\nTable of Contents \n\n \n\nList of abbreviations…………………………………...…………………………………. 8 \n\nList of figures…………………………………………………………………………….… 10 \n\nList of tables……………………………………………………………………………….. 11 \n\nChapter I \n\nGeneral introduction…………………………….………………………………………….. 12 \n\nChapter II \n\nEnvironmental conditions that structure benthic macroinvertebrate communities in \n\nthe streams of Santo André and Melides River basins, Portugal …………………….. 21 \n\nChapter III \n\nAdequacy of benthic indices to assess the ecological status of small Mediterranean \n\nriver basins ………………………...………………………………………..…………….... 41 \n\nChapter IV \n \n\nFinal remarks………………………………………………….…………………………… 60 \n\nAppendix………………………………………………………………..………………… 63 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n8 \n \n\nList of abbreviations \n\n \nAcronims \n\nARH, I.P.: Administração de Região Hidrográfica, Instituto Público \n\nASPT: Average Score per Taxa    \n\nBBI: Belgium Biotic Index \n\nBMWP: Biological Monitoring Working Party \n\nEBI: Extended Biotic Index \n\nDSFI: Danish Stream Fauna Index \n\nH’: Shannon-Weiner index \n\nIASPT: Iberian Average Score per Taxa    \n\nIBMWP: Iberian Biological Monitoring Working Party \n\nICNB: Instituto de Conservação da Natureza e da Biodiversidade  \n\nINAG, I.P.: Instituto da Água, Instituto Público  \n\nINSAAR: Inventário Nacional de Sistemas de Abastecimento de Água e de Águas \n\nResiduais \n\nIPtIs: Índice Português de Invertebrados do Sul  \n\nJ: Eveness \n\nWFD: Water Framework Directive \n\nWWTP: Wastewater Treatment Plants \n\n \n\nEnvironmental variables (unit) \n\nChl a: Chlorophyll a (µg/L) \n\nCon: Conductivity (mS/cm) \n\nCS: Current Speed (m/s) \n\nDep: Depth (m) \n\nDO: Dissolved oxygen (mg/L) \n\n\n\n \n\n9 \n \n\nGS: Grain size (?) \n\nNH4: Ammonia (mg/L) \n\nNO2: Nitrites (mg/L) \n\nNO3: Nitrates (mg/L) \n\nP: Phosphorous (mg/L) \n\nTDS: Total dissolved solids (g/L) \n\nTOC: Total Organic Content (%) \n\nWT: Water temperature (°C) \n\n \n\nStatistics \n\nANOSIM: Analysis of Similarities \n\nMDS: Multi-Dimensional Scaling \n\nPRIMER: Plymouth Routines In Multivariate Ecological Research \n\nSIMPER: Similarity Percentage Breakdown Procedure routine  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n10 \n \n\nList of Figures \n\nFigure 2.1- Sampling sites selected in the Melides and Santo André river basins, \n\nSouthwest Portugal…………………………………………………………....................... 24 \n\nFigure 2.2 – Total amount of specimens of the different major groups in Santo \n\nAndré and Melides River basins………………………………………………………….... 27 \n\nFigure 2.3 – Abundance of the major faunistic groups for each of the 13 sampling \n\nstations…………………………………………………………………………………….….. 28 \n\nFigure 2.4 – Cluster analysis of the abundance of benthic macroinvertebrate \n\ncommunities of the Melides and Santo André river basins. Two groups of stations A \n\nand B, are indicated.……………………………………………........................................ 29 \n\nFigure 2.5 – Pie plots with the similarity within each group (A and B) and the \n\naverage dissimilarity between groups indicated inside. Taxa with higher \n\ncontributions to the similarity within and the dissimilarity between groups are \n\nindicated.………............................................................................................................ 29 \n\nFigure 2.6 – MDS ordination of the similarity between sampling stations, based on \n\nthe presence/absence dataset. Abbreviations: STA – sampling sites in Santo André \n\nRiver basin; MEL – sampling sites in Melides River basin.......................................... 30 \n\nFigure 2.7 - Diagram of a Principal Coordinates analysis of the influence of \n\nenvironmental variables, as vectors, in the grouping of benthic communities………... 31 \n\nFigure 2.8 - Diagram of a Principal Coordinates analysis of the influence of \n\nenvironmental variables, as vectors, in the presence/absence of taxa in the \n\ngrouping of each basin…………………………………………………………………….... 32 \n\nFigure 3.1 – Hierarquical Cluster analysis based on the correlations between the \n\nmetrics commonly used to assess ecological status.…………………………….....…... 50 \n\nFigure 3.2 – Diagrams of a Principal Coordinates analysis of the influence of the \n\nmetrics used to achieve ecological status in each sampling station based on benthic \n\nmacroinvertebrates………………………………………………………………................ 52 \n\n \n\n \n\n \n\n \n\n\n\n \n\n11 \n \n\nList of Tables \n\nTable 2.1 – Results of the environmental variables measured at each sampling \n\nstation....................................................................................................................... 31 \n\nTable 3.1 – Description of the calculation of IPtIs and included metrics................... 44 \n\nTable 3.2 – Reference values of the metrics used in IPtIs, according to INAG \n\n(2009)……………………………………………………………………………………..... 45 \n\nTable 3.3 – Reference value of IPtIs and the thresholds between the different \n\nclasses of ecological status of this index (INAG, 2009)………………………………. 45 \n\nTable 3.4 - Ecological quality classes of IPtIs and EQR limits, according to INAG \n\n(2009)....................................................................................................................... 45 \n\nTable 3.5 - Threshold for good status based on general physical-chemical \n\nparameters (adapted from INAG, 2009)…………………………………...............….. 46 \n\nTable 3.6 - Ranges of the QBR index quality classes (Jáimez-Cuéllar et al., 2004).  46 \n\nTable 3.7 – Ranges of the IHF quality classes (Prat et al., 2012)……..……………..  47 \n\nTable 3.8 – Characterization of the potential pressures at each sampling station… 48 \n\nTable 3.9 – Ecological quality status given by the different quality measures used. 49 \n\nTable 3.10 – Results of the individual metrics based on IPtIs................................... 50 \n\n \n\n  \n\n\n\n \n\n12 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nChapter I \n\nGeneral Introduction \n\n \n\n \n\n \n\n \n\n\n\nChapter I \n \n\n13 \n \n\nGeneral Introduction \n\n \n\n \n\n \n\nThe importance of freshwater resources  \n\nIn Southern Europe there are growing pressures that are a result of an intense \n\nwater demand, especially in the summer months, that in association with an irregular \n\ndistribution of precipitation leads to a prediction of occurrence of shortages in water \n\nsupply at the medium and long term.  Although freshwater ecosystems only occupy less \n\nthan 1% of the Earth's surface, they can be considered hotspots since they \n\nsupport approximately 10% of all known species and provide goods and services with \n\ngreat value to human societies (Strayer and Dudgeon, 2010).  \n\n \n\nStream Management and the Water Framework Directive (WFD) \n\nThe WFD (2000/60/EC) establishes basic principles of a sustainable water policy \n\nin the European Union with the purpose of protection, improvement and restoration of \n\nsurface and groundwaters. The main objective of this framework is to achieve a good \n\nchemical and ecological status by the year 2015 (European Commission, 2000). \n\nEcological status is an expression of the quality of the structure and functioning of aquatic \n\necosystems associated with surface waters, requiring the use of biological elements to \n\nassess it, namely phytoplankton, aquatic flora, benthic invertebrate fauna, fish fauna.  \n\nThe ecological status of stream ecosystems is a result of natural environmental \n\nconditions and anthropogenic pressures. The greater the intensity of the pressure agents \n\nin the ecosystem, the greater the difference from its natural state (reference condition) \n\n(Ippolito et al, 2009).These pressures lead to an elevated loss of biodiversity, having \n\nRicciardi et al. (1999) concluded that the extinctions rate in freshwater are much greater \n\nthan in the terrestrial fauna. Over-exploitation, pollution, habitat fragmentation, habitat \n\ndegradation or destruction, introduction of non-indigenous species, changes in current \n\nflow regime due to damn and water supply withdrawal systems, and land use changes \n\nare some of the major stressors (Geist, 2011). An increase in scale of threats implies an \n\nincrease in the management effort. Although in the past few years there has been much \n\nimprovement in physico-chemical, biological and ecological assessment, there has been \n\nlittle progress in the integrated management of water resources in a way that failed to \n\nstop deterioration (Verdonschot, 2000). A successful management can only be achieved \n\nby filling the gap between scientific quality information with collaborative involvement of \n\nthe stakeholders and managers (Barmuta et al., 2011). \n\nThe WFD establishes five different quality classes, namely high, good, moderate, \n\npoor and bad and requires that Member States classify all water bodies. The \n\nimplementation of monitoring programs will provide a coherent assessment between \n\n\n\nChapter I \n \n\n14 \n \n\ncountries aiming at supporting the elaboration of programs of measures to restore water \n\nbodies below good status.  \n\nThe ecological status is obtained by the Ecological Quality Ratio (EQR), which \n\nrepresents the deviation of the water body from the reference condition (undisturbed or \n\nminimally disturbed). The EQR is expressed by a numerical scale between 0 and a value \n\nslightly above 1, where values near zero stand for bad ecological status and values near \n\none for high ecological status (Bernardo et al., 2009).  \n\nThe major challenge in Portugal was the lack of historical data for most aquatic \n\nsystems and biomonitoring programs. Adequate ecological quality assessment tools, \n\nincluding sampling methods, metrics and biotic indices were not available (Bernardo et \n\nal., 2009). Therefore, the Portuguese Water Institute (INAG) defined reference conditions \n\nfor each type of river, carried out the selection of metrics responsive to stressors for each \n\nelement of biological quality and established criteria for the classification of ecological \n\nstatus for all biological, chemical, physicochemical and hydromorphological components \n\n(INAG, 2009). \n\nThe WFD brought a change in the monitoring approach of rivers and streams, \n\nreplacing an anthropocentric perspective by an ecocentric perspective, focused on \n\necosystem structure instead of considering water merely as a resource. \n\n \n\nBenthic macroinvertebrates as important ecologic indicators \n\nThe WFD requires that the assessment of ecological water quality is integrated \n\nby a set of biological elements such as fish, aquatic flora and benthic invertebrates to \n\nassess the ecological water quality.  \n\nIn stream systems, benthic macroinvertebrates are one of the biological elements \n\nmost frequently used to assess ecological status. These animals with no backbones \n\ninhabit the streambed substrate are visible to the naked eye and able to be caught in a \n\n500 ?m screen (Duan et al., 2009), although this mesh size is not consensual among all \n\nauthors (e.g., De Pauw et al., 2006). This group comprises a wide diversity of species \n\nbelonging to different taxonomic groups, mainly aquatic larval stages of insects, but it \n\nalso includes arthropods, worms and leaches, bivalves and snails, among others. \n\nBenthic macroinvertebrate communities play a key-role in the food web of stream \n\necosystems, linking producers and top predators (Song et al., 2007). Thus, they are an \n\nimportant source of food and energy to higher levels on the food web, mainly \n\nichthyofauna but also other vertebrates. A variety of species with different feeding \n\nstrategies, including the consumption of algae and bacteria, or leaves and organic matter \n\nare considered in this group (Duan et al., 2009). When benthic invertebrates die, they \n\ndecay, leaving behind nutrients that are reused by aquatic plants and other animals in the \n\nfood chain (Duan et al., 2009). \n\n\n\nChapter I \n \n\n15 \n \n\nMacroinvertebrate communities are a key tool for assessing ecological quality \n\nbecause disturbances in the ecosystem change the community structure (Pires et al., \n\n2000). Some major characteristics of these organisms make them good bioindicators: a) \n\nthey are ubiquitous and relatively sedentary; b) they have a great range of taxonomic and \n\nfunctional feeding groups (Rosado et al., 2011); c) they have a life cycle long enough to \n\nprovide information about the stress conditions to which they were exposed (Fano et al., \n\n2003; Duan et al., 2009); d) their high abundance; e) they are easy to sample; f) they \n\nquickly recolonize the streambed (Lüderitz et al., 2004); g) they show a wide range of \n\ntolerance levels, because they include a great variety of species; h) they differ in their \n\nsensitivity to water pollution and can integrate environmental changes in physical, \n\nchemical, and ecological characteristics of their habitat over time and space (Milbrink, \n\n1983). Accordingly, these diverse communities are essential to evaluate and help to \n\nmaintain the ecological integrity of streams. \n\n \n\n \n\nStreams of the Santo André and Melides River Basins, a case study \n\nSanto André and Melides River basins are exposed to a Mediterranean climate. \n\nThis climate can be defined as oceanic temperate, humid and moderately rainy (Cancela \n\nda Fonseca et al., 1993). Winter is characterized by relatively abundant rainfall, with \n\naverage temperatures relatively low. Summer is dry with low rainfall and high \n\ntemperatures. This characteristics fall into Koppen classification of a humid mesothermic \n\nclimate (Csb) with a warm season not too long and warm (Cancela da Fonseca et al., \n\n1993). \n\nMediterranean streams are physically, chemically, and biologically shaped by \n\nsequential, predictable, seasonal events of flooding and drying over an annual cycle \n\n(Gasith and Resh, 1999). The duration of these events affect drought intensity, which \n\nmay range from declines in discharge below average base flow levels, to intermittency, to \n\nsections drying and, ultimately to stream drought (Boix et al., 2010). These River basins \n\nare located in Alentejo (Southern Portugal), where the average annual temperature is \n\napproximately 15,8ºC, with the lowest temperatures registered in December and January \n\nand the highest values in July, August and September (ARH Alentejo, 2011).The average \n\nannual precipitation is 523 mm and irregular throughout the year (ERENA, 2005). The \n\nrainiest period occurs in December and January, accounting for about 40% of annual \n\nrainfall, and the less rainy season in July and August where the rain fall can be null (ARH \n\nAlentejo, 2011). Hence, the streams of these basins have a torrential regime with \n\nabundant flow in winter and very low flow in summer. \n\nThe Santo André River basin has a 60,2 km perimeter and drains a 145 km\n2\n area into \n\nthe Santo André Lagoon (DSRH, 2004), while Melides River basin has a draining area of \n\n65 km\n2\n (Freitas et al., 2002; Costa et al., 2003). These lagoons are separated from the \n\nAtlantic Ocean by sand barriers but occasionally sea water flows over the dunes and \n\nonce a year (March/April) – St. André, or several times Melides – the lagoons are \n\n\n\nChapter I \n \n\n16 \n \n\nartificially opened. This procedure assures colonization by marine species during regular \n\ncommunication periods between the lagoons and the sea.  \n\n \n\nSocio-economic context \n\nHistorically, fishing and agriculture are the most important activities that took place in \n\nthe surrounding areas of the Santo André and Melides watersheds, held for more than \n\ntwo centuries (Silveira et al., 2006). Nowadays, these two activities are still of high social \n\nand economic importance. During the last years fishing is the main economic activity in \n\nSanto André Lagoon; meanwhile, and in spite of some fishing activity locally important, \n\nrice production is by far the most profitable activity in the Melides area. At the Melides \n\nlagoon, man-made sea openings are established whenever it is necessary to prevent the \n\nrising of brackish water and its overwash into the rice fields. Both lagoonal environments \n\nare also used for recreational purposes. Several economically important fish species \n\noccur in these lagoons. 10-100 tons of fish are harvested annually in Santo André and \n\nthe eel, Anguilla anguilla, was the only important catch during the last years (Bernardo, \n\n1990; Costa et al., 2003).  \n\nEel fisheries at Santo André lagoon involve 30-50 fishermen with small rowboats, \n\nbeing the fyke net the main used fishing gear (Silveira et al., 2009). Eels’ fishing in the \n\nlagoon is of remarkable importance, not only regionally but nationally, with local \n\ndischarges of this species representing more than half the national discharges in some \n\nyears (Silveira et al., 2006). The capture of other species like Dicentrachus labrax or \n\nSparus aurata also occurs, but to a lesser extent (Bernardo, 1990). \n\nAgriculture is currently essentially of subsistence dominated by small family farms, \n\nwith only a small number of farmers producing extensive crops and legumes for sale \n\n(ICN, 2000). This activity is mostly limited to the surrounding area of the Santo André \n\nlagoon, especially in the floodplains of Cascalheira and Badoca streams. Cereals crops \n\n(oat) are the major agriculture production outside the floodplains, complemented with \n\npasture. Livestock has some importance in the region with extensive exploitation of cattle, \n\ngoats and sheep (ICN, 2000). A significant number of pig farms are also present in the \n\nSanto André river basin.  \n\nTourism is an important economic activity, with greater importance during summer, \n\nalthough this activity occurs throughout the year. The lagoon is used as a bathing area \n\nand also for nautical sports. However this area is most sought after by its natural \n\nsurroundings, especially for hiking and visitation throughout the year (CEZH / RNLSAS, \n\n2004).  \n\nIn Melides, the rice production has a high expression, and these crops occupy the \n\nentire area surrounding the downstream area of the Melides stream, using its flow during \n\nthe floodplain flooding period. In 2008, 12 rice producers were registered in the floodplain \n\nof the Melides lagoon,  with a production of 1050 ton, which corresponds to about 7000 \n\nkg / ha, most of the production being sent to 3 milling factories in Alcácer do Sal (Cecílio, \n\n\n\nChapter I \n \n\n17 \n \n\nSA), Figueira da Foz (Ernesto Morgado) and Oliveira de Azeméis (Valente Marques) \n\n(Freitas et al., 2008). Apart from this activity, agriculture is mainly for subsistence, being \n\nmainly constituted by small family farms. In this watershed, livestock is reduced, with 2 \n\npig farms, 4 cattle farms and 6 sheep farms reported as extensive to semi-intensive \n\nsystems, in 2006 (Brigada de Fiscalização do Litoral, 2006).  \n\nAs in Santo André lagoon, tourism is a major economic activity during summer \n\nmonths, mainly because of the beaches, however rural tourism is an additional source of \n\nincome all year round.  \n\nWith all these economic and leisure activities, both studied basins have a high \n\nimportance for the region, not only for local residents but also for tourists who visit this \n\ndestinations all year. Different type and intensity of human activities affect biological \n\ncommunities in different ways and magnitude. Since the streams drain into the Santo \n\nAndré and Melides lagoons it is also important to know the socio-economic activities \n\ndirectly attached to these latter. \n\n \n\nAims and importance of this study \n\n The growing pressure on our water ecosystems, not only by direct human \n\nactivities, but also by climate change as led to an increasing concern about water \n\nresource and the associated biodiversity loss that is at stake. Studies on freshwater \n\necosystems have significantly grown in the past few years, and consequently scientific \n\nliterature focusing on this issue (Oertli et al., 2009). However, in Portugal, scientific data \n\non macroinvertebrate communities and how they respond to anthropogenic and natural \n\nstressors is still scarce. Before the WFD implementation process only a few studies on \n\nbenthic macroinvertebrates communities and their responses to stressors were available \n\n(e.g., Coimbra et al., 1996). Although a great effort was conducted since 2000, \n\nknowledge on aquatic ecosystems and the achievement of good ecological status of \n\nPortuguese water bodies until 2015 is still not likely to be accomplished. This thesis was \n\ndeveloped in the aim of the project GroundScene (PTDC/AAC-AMB/104639/2008), with \n\nthe purpose of contributing to the implementation of the WFD. \n\n Thus, the main objectives of this study in the Santo André and Melides River \n\nbasins are: \n\n \n\n1. To understand what are the major environmental variables structuring the \n\nbenthic macroinvertebrate communities in these streams ; \n\n2. To assess the ecological status of these river basins and evaluate the \n\nadequacy of the available assessment tools. \n\n \n\n \n\n \n\n\n\nChapter I \n \n\n18 \n \n\nReferences \n\n \n\nARH Alentejo (2011). Planos de Gestão das bacias hidrográficas integradas nas regiões \n\nhidrográficas 6 e 7 – Região hidrográfica 6. Relatório, 416p. \n\nBarmuta, L. A., Linke, S., Turak, E. (2011). Bridging the gap between ‘planning’ and \n\n‘doing’ for biodiversity conservation in freshwaters. Freshwater Biology, 56, 180–195. \n\nBernardo, J. M. (1990). Dinâmica de uma lagoa costeira eutrófica (Lagoa de Santo \n\nAndré). PhD Thesis, University of Lisbon. \n\nBernardo, J., Alves, M. H., Pinto, P. (2009). Estado ecológico em rios – Estratégia de \n\nimplementação da Directiva-Quadro da Água em Portugal. Revista APRH,  30, 15-20. \n\nBoix, D., García-Berthou, E., Gascón, S., Benejam, L., Tornés, E., Sala, J., Benito J., \n\nMunné, A., Solà, C., Sabater, S. (2010). Response of community structure to sustained \n\ndrought in Mediterranean rivers. Journal of Hydrology, 383, 135–146. \n\nBrigada de Fiscalização do Litoral (2006). Fontes Poluidoras – Bacia hidrográfica da \n\nRibeira de Melides. Comissão de Coordenação e Desenvolvimento Regional do Alentejo. \n\n22p.  \n\nCancela da Fonseca, L., Costa A. M., Bernardo, J. M., Cruz, T. (1993). Lagoa de Santo \n\nAndré: sistema litoral produtivo mas frágil: pp. 29-42. In: Encontro sobre a Lagoa de \n\nSanto André. Associação Cultural de Santiago do Cacém, Santiago do Cacém. \n\nCEZH / RNLSAS (2004). Reserva Natural das Lagoas de St.º André e Sancha, uma \n\ncontribuição para o plano de gestão. Instituto da Conservação da Natureza / Centro de \n\nZonas Húmidas. \n\nCoimbra, C. N., Graça, M. A. S., Cortes, R. M. (1996). The effects of a basic effluent on \n\nmacroinvertebrate community structure in a temporary Mediterranean river. \n\nEnvironmental Pollution, 94, 301-307. \n\nCosta, A. M., Cristo, M., Cancela da Fonseca, L. (2003). Annual cycle of the benthic \n\ncommunity of a coastal lagoon: Lagoa de Melides (Grândola, SW Portugal). Revista \n\nBiologia, 21, 71-89. \n\nDSRH (2004). Monitorização batimétrica de lagoas costeiras – Lagoas de Santo André. \n\nDirecção de Serviços de Recursos Hídricos. 43p.  \n\nDe Pauw, N., Gabriels, W., Goethals, P. L. M. (2006). River monitoring and assessment \n\nmethods based on macroinvertebrates. In G. Ziglio, M. Siligardi, G. Flaim (Eds.), \n\n\n\nChapter I \n \n\n19 \n \n\nBiological monitoring of rivers. Applications and perspectives (pp. 113-134). Chichester, \n\nUK: John Wiley &amp; Sons Ltd. \n\nDuan, X. H., Wang, Z. Y., Xu, M. Z., Zhang, K. (2009). Effect of streambed sediment on \n\nbenthic ecology. International Journal of Sediment Research, 24, 325–338. \n\nERENA (2005). Plano de Ordenamento da Reserva Natural das Lagoas de Santo André \n\ne da Sancha. Relatório técnico de diagnóstico e ordenamento. 65p. \n\nEuropean Commission, (2000) Directive 2000/60/EC of the European Parliament and of \n\nthe Council – Establishing a framework for Community action in the field of water policy. \n\nEuropean Commission, Brussels. \n\nFano, E., Mistri, M., Rossi, R. (2003). The ecofunctional quality índex (EQI): a new tool \n\nfor assessing lagoonal ecosystem impairment. Estuarine, Coastal and Shelf Science, 56, \n\n709-716. \n\nFreitas, C., Andrade, C., Cruces, A., Amorim, A., Cearreta, A., Ramalho, M. J. (2002). \n\nCoastal Environmental Changes at Different Time-Scales: the Case of the Melides \n\nBarrier-Lagoon System (SW Portugal). Proceedings, Littoral 2002, Eurocoast, 3, 397-\n\n402. \n\nFreitas, C., Silva, C., Andrade, C. F., Cabral, H., Silva, J. M., Carvalho, M. R., Correia, O., \n\nBrotas, V., Vieira, A. R., Cruces, A., Wouters, N., Branquinho C, Santos, P. R., Gameiro, \n\nC., Antunes, C. (2008). Recovery project for the Melides lagoon. Project report. Institute \n\nof Oceanography, Faculty of Sciences, University of Lisbon. \n\nGasith, A., Resh, V. H. (1999). Streams in Mediterranean climate regions: abiotic \n\ninfluences and biotic responses to predictable seasonal events. Annual Review of \n\nEcology and Systematic, 30, 51–81. \n\nGeist, J. (2011). Integrative freshwater ecology and biodiversity conservation. . Ecological \n\nIndicators, 11, 1507–1516. \n\nICN. (2000). Plano de Gestão da Reserva Natural das Lagoas de Santo André e da \n\nSancha, documento preliminar. Instituto da Conservação da Natureza, 63p., Lisboa, \n\nPortugal. \n\nINAG I.P. (2009). Critérios para a classificação do estado das massas de água \n\nsuperficiais- Rios e Albufeiras Ministério do Ambiente, Ordenamento do Território e do \n\nDesenvolvimento Regional. Instituto da Água, I.P. \n\nIppolito, A., Sala, S., Faber, J., Vighi, M. (2009). Ecological vulnerability analysis: A river \n\nbasin case study. Science of the Total Environment, 408, 3880-3890. \n\n\n\nChapter I \n \n\n20 \n \n\nLüderitz, V., Jüpner, R., Müller, S., Feld, C. (2004). Renaturalization of streams and \n\nrivers- the special importance of integrated ecological methods in measurement of \n\nsuccess. An example from Saxony-Anhalt (Germany). Limnologica, 34, 249-263. \n\nMilbrink, G. (1983). An improved environmental index based on the relative abundance of \n\nOligochaetes species. Hydrobiologia, 102, 89–97. \n\nOertli, B., Cereghino, R., Hull, A., Miracle, R. (2009) Pond conservation: from science to \n\npractice. Hydrobiologia, 635, 1-14. \n\nPires, A., Cowx, I., Coelho, M. (2000). Benthic macroinvertebrate communities of \n\nintermittent streams in the middle reaches of the Guadiana Basin (Portugal). \n\nHydrobiologia, 435, 167–175. \n\nRicciardi, A., Neves, R. J., Rasmussen, J. B. (1999). Extinction rates of North American \n\nfreshwater fauna. Conservation Biology, 13, 1–3. \n\nRosado, J., Morais, M., Silva, H., Pedro, A., Serafim, A., Sarmento, P., Fialho, A. (2011). \n\nThe evaluation of ecological status in a Large Portuguese River using Macroinvertebrates \n\nAssemblages. The 12nd International Specialized Conference on Watershed &amp; River \n\nBasin Management. Internacional Water Association (IWA), 13-16 September 2011, \n\nRecife, Pernambuco, Brazil, 8p. \n\nSilveira, M., Vidal, A. M., Cancela da Fonseca, L. (2006). Interacções pesca-avifauna na \n\nLagoa de Santo André. Actas do 1º Seminário sobre Sistemas Lagunares Costeiros, 59-\n\n66. ICN (Instituto de Conservação da Natureza) / CEZH (Centro de Estudos de Zonas \n\nHúmidas), Lisboa. \n\nSilveira, M., Encarnação, P., Vidal, A., Cancela da Fonseca, L. (2009). Aves aquáticas e \n\ngestão da Lagoa de Santo André. Revista da Gestão Costeira Integrada, 9 (3), 55-70.  \n\nSong, M., Hwang, H., Kwak, I., Ji, C., Oh, Y., Youn, B., Chon, T. (2007).  Self-organizing \n\nmapping of benthic macroinvertebrate communities implemented to community \n\nassessment and water quality evaluation. Ecological Modelling, 203, 18–25. \n\nStrayer, D. L., Dudgeon, D. (2010). Freshwater biodiversity conservation: recent progress \n\nand future challenges. Journal of the North American Benthological Society, 29, 344–58.  \n\nVerdonschot, P. F. M. (2000). Integrated ecological assessment methods as a basis for \n\nsustainable catchment management. Hydrobiologia, 422/423, 389-412. \n\nhttp://bibapp.mbl.edu/publications/290-Journal_of_the_North_American_Benthological_Society\n\n\n \n \n\n21 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nChapter II \n\nEnvironmental conditions that structure \n\nbenthic macroinvertebrate communities in the \n\nstreams of Santo André and Melides River \n\nbasins, Portugal  \n\n  \n\n \n\n\n\nChapter II \n\n22 \n \n\nEnvironmental conditions that structure benthic \n\nmacroinvertebrate communities in the streams of Santo \n\nAndré and Melides River basins, Portugal \n\n \n\n \n\n______________________________________________________________________ \n\n \n\nAbstract: Benthic macroinvertebrate communities and environmental variables of 13 \n\nsites of two nearby small Mediterranean river basins, Santo André and Melides, were \n\nassessed in one sample occasion in spring using a standardized methodology. A total of \n\n94 taxa, mostly identified to family level, were recorded. The insects predominate in all \n\nsamples that were mainly characterized by the presence of euribiont groups, such as \n\nChironomidae, Amphipoda and Oligochaeta. Non-insecta and eurihaline taxa increase at \n\ndownstream locations. Principal Coordinate analysis (PCO) was used to emphasise \n\nvariation of benthic macroinvertebrate communities and their relationship with \n\nenvironmental variables. These variables, mainly dissolved oxygen, grain-size and \n\norganic matter, greatly determine the structure of benthic macroinvertebrate communities. \n\nChanges in these variables may favour a higher density of organisms or a higher \n\nrichness of taxa. These are the first results to the knowledge of these poorly understood \n\nstream ecosystems. \n\nKey words: stream, River basin, Mediterranean, benthic macroinvertebrates, insecta. \n\n_______________________________________________________________________ \n\n \n\n \n\nIntroduction \n\nStream ecology and, in particular, benthic invertebrate communities are mainly \n\ninfluenced by substrate quality and heterogeneity (e.g., Beisel et al., 2000), pH, nutrients, \n\noxygen and organic matter concentration (e.g., Alba-Tercedor and Sánchez-Ortega, \n\n1988), but also by hydrological conditions such as water permanence (Bonada et al., \n\n2006) and geomorphology characteristics such as altitude and slope (Feio et al., 2005). \n\nInteractions between these multiple factors determine the spatial gradients established in \n\nfreshwater systems. Nevertheless, anthropogenic pressures can modify these spatial \n\npatterns, since human activities might cause significant changes on stream hydrology \n\nand physical-chemical characteristics.  \n\n Benthic macroinvertebrate are one of the most studied biological communities in \n\nrunning waters, due to their qualities as bioindicators (Rada and Puljas, 2008). The \n\nstructure of these communities react to a variety of chemical and physical variations, and \n\nbecause benthic macroinvertebrates have an intermediate position on the food web, \n\nnatural or manmade shifts have consequences on them, and consequently in ecosystem \n\nprocesses.  \n\n\n\nChapter II \n\n23 \n \n\nThe high seasonal variability of stream invertebrates occurring in Mediterranean \n\nareas is strongly influenced by climatic events. Mediterranean streams have annual and \n\ninter-annual flow variability with the occurrence of frequent floods and droughts. This high \n\nvariability implies a reorganization of macroinvertebrate communities, as the habitat is \n\nhighly modified, first by the loss of riffles and secondly by the loss of pools (Bonada, \n\n2003), leading to a reduction in the number of taxa (Graça et al., 2004). Knowledge of \n\nMediterranean streams has been improving in recent years (e.g., Bonada et al., 2000; \n\nVivas et al., 2002). In Portugal, the study of Mediterranean streams (located in the \n\nSouth), led to the conclusion that the communities of benthic macroinvertebrates contain \n\na lower taxonomic richness than those found in streams of North and Centre (Graça et \n\nal., 2004). In Southwest Portugal, few studies have been developed which leads to a lack \n\nof knowledge of their communities, how they respond to environmental variables and if \n\nthey correspond to those found in other Mediterranean streams. \n\nMediterranean streams are physically, chemically, and biologically shaped by \n\nsequential, predictable, seasonal events of flooding and drying over an annual cycle \n\n(Gasith and Resh, 1999). This annual cycle leads to abundant flow in winter and very low \n\nflow in summer, which ultimately can lead to stream drought (Boix et al., 2010). The \n\nvariability of flow is enhanced in small river basins such as Santo André and Melides, \n\nsince the small length of its streams lead to a rapid response to rainfall (Spruill et al., \n\n2000). \n\nThis study aims to present and examine collected data on the benthic \n\nmacroinvertebrate community’s structure of Santo André and Melides River basin \n\nstreams by determining a) their taxa composition and richness and determine whether \n\nthey correspond those found in other Mediterranean river; b) if the benthic \n\nmacroinvertebrate communities of both River basins are similar; and c) investigate the \n\nrelative contribution of several environmental variables in explaining the observed \n\nstructure variation. \n\n \n\nMethods \n\nStudy area \n\nThis study took place in two small river basins, Santo André and Melides River \n\nbasins, included in the Sado and Mira basins Hydrographic Region and under the \n\nadministration of ARH Alentejo (Administration of Alentejo Hydrographic Region). The \n\nhydrographic regions were defined in the aim of the Water Framework Directive, which \n\ndetermines that each Member-State must aggregate river basins into specific \n\nhydrographic region and assign it to a competent authority (European Commission, \n\n2000). This normative was implemented by the publication of the Portuguese Water Law \n\n(Law 58/2005) that establishes hydrographic regions as the planning and water \n\n\n\nChapter II \n\n24 \n \n\nmanagement divisions. Part of the study area is also included in a protected area, Lagoas \n\nde Santo André e da Sancha Natural Reserve. \n\nA total of 13 locations were selected for this study, 7 located at the Melides river \n\nbasin and 6 at the Santo André river basin. Four different locations were selected at the \n\nMelides stream (RML 1, RML 2, RML 3 and RML 4) and two additional stations were \n\nlocated in the tributaries Samoucal (SAM) and Cabo d’Água (CAG) (Figure 2.1.). In the \n\nSanto André river basin, sampling stations were located at Poço dos Caniços, Badoca, \n\nCascalheira and Chaparros streams, these last two with an upstream and a downstream \n\nstation.The Cascalheira and Badoca streams and Poço dos Caniços are included in the \n\nprotected area Lagoas de Santo André e da Sancha Natural Reserve. The studied \n\nstreams depend on the top phreatic aquifer, except for Fonte dos Olhos that drains water \n\nfrom the deep carbonate aquifer (Tibor Stigter, pers. comm.).  \n\nThis region is influenced by an atmospheric circulation regime that affects all the \n\ncoastline of southern Portugal, associated with the proximity to the Atlantic and the Golf \n\nCurrent, and local topographic factors. This is an area characterized by a Mediterranean \n\nclimate with dry to sub-humid typical weather (Cancela da Fonseca et al., 1993). \n\n \n\n \n\nFigure 2.1- Sampling sites selected in the Melides and Santo André river basins, Southwest Portugal: \n\nBadoca stream (BAD), Cabo d’Água (CAG), Poço dos Caniços (CANS 1 and CAS 2), Serradinha stream (CHA \n\n1 and CHA 2) Melides stream (RML1, RML 2, RML 3 and RML 4), Fonte dos Olhos stream (OLH) and \n\nSamoucal stream (SAM). \n\n \n\n \n\n \n\n\n\nChapter II \n\n25 \n \n\nSampling \n\nSampling took place in spring, May of 2011, as recommended by INAG (2008). \n\nSeveral environmental variables were measured in situ with a portable probe (YSI \n\n600XLM): water temperature (WT – °C), conductivity (Cond – mS/cm), dissolved oxygen \n\n(DO – mg/L) and total dissolved solids (TDS – g/L). \n\nCurrent speed (CS – m/s) was measured with a model 105 Valeport current \n\nmeter. Depth (Dep – m) was also measured. Water samples were collected prior to the \n\nmacroinvertebrate and sediment sampling to avoid bias the results. Five litres of water \n\nwere collected at each site, refrigerated and transported to the certified laboratory of ARH \n\nAlentejo, for nitrates (NO3 – mg/L), nitrites (NO2 – mg/L), phosphorous (P – mg/L), \n\nammonia (NH4 – mg/L) and chlorophyll a (Chl a – µg/L) analysis.  \n\nSediment samples were collected to estimate total organic content (TOC – %) \n\nand grain size. TOC was obtained by loss on ignition (480°C during, at least, 12 hours in \n\na muffle) after drying samples in the stove at 60°C for 24 hours (Pereira et al., 1997). For \n\nsediment grain size, samples dried during 48 hours at 60°C, were sieved through \n\ndifferent mesh sizes (2.00 mm, 0.50 mm, 0.25 mm and 0.063 mm) and each resultant \n\nfraction weighted.  \n\nMacroinvertebrates were collected with a 30x30 cm kick-net, with a 250 µm mesh \n\nsize, used to kick/sweep representatively major habitat types identified at each sampling \n\nsite during 60 seconds. The overture of the net was placed in the upstream direction to \n\nensure that the organisms displaced by the river flow when removing sediments were \n\ndrawn into the net. The same operator collected all macroinvertebrate samples, in order \n\nto minimize the sampling variability. Samples were fixed in 70% ethanol, transported to \n\nthe laboratory, where they were rinsed using a sieve of 500 ?m mesh size. Each sample \n\nwas sorted in order to separate all individuals; these were counted and identified to the \n\nfamily level using a binocular stereomicroscope, with some exceptions (eg., Oligochaeta, \n\nNematoda, Ostracoda), according to Tachet et al. (2000). \n\n \n\nData analysis \n\n  \nMean abundance by sampling time (individuals/60’) was calculated for each \n\nsampling site. A Hierarchical Cluster Analysis was conducted to identify groups of \n\nstations, based on the macroinvertebrate abundance data. Data was previously log(x + 1) \n\ntransformed to reduce the influence of the most abundant species over the less \n\nrepresented. Resemblance between samples was based on the Bray-Curtis similarity \n\ncoefficient and the group-average linkage method was used to group observations. A \n\nsimilarity level of 40% was used to identify groups of stations. A non-parametric test, \n\nANOSIM (Analysis of Similarities) was performed to determine if groups of stations \n\nidentified with the Cluster analysis were significantly different (p<0,01). A SIMPER \n\n(Similarity Percentage Breakdown Procedure) analysis was used to determine the \n\n\n\nChapter II \n\n26 \n \n\nsimilarity level within and between groups and identify which taxa contributed most to \n\nthose similarities/dissimilarities. An n-MDS (non-metric Multi-Dimensional Scaling - MDS) \n\nordination technique was also conducted on presence/absence data of invertebrate \n\ncommunities, to identify spatial taxonomic patterns based on the Bray–Curtis similarity \n\ncoefficient. Different symbols were used to identify stations located at Melides and Santo \n\nAndré River basins and an ANOSIM test was conducted to determine if there were \n\nsignificant taxonomic differences between river basins (p<0,01).  \n\nA Principal Coordinates analysis (PCO was conducted on log(x + 1) transformed \n\nabundance data of macroinvertebrate communities), using Bray-Curtis similarity as a \n\nresemblance measure. Spearman correlations of the environmental variables with the \n\nPCO axes were calculated, to understand the major environmental variables structuring \n\nthe benthic macroinvertebrate communities. Those variables were represented in the \n\nPCO ordination as vectors. A similar procedure was conducted on presence/absence \n\ndata, to understand the relation between environmental variables and the taxonomic \n\npatterns. Add-on). All procedures were performed using the PERMANOVA + PRIMER 6 \n\nsoftware package (Clarke and Gorley, 2006).  \n\nPrior to this analysis, grain-size data was processed in the program GRADISTAT \n\n(Blott and Pye, 2001), a grain size distribution and statistics package for the analysis of \n\nunconsolidated sediments. Mean grain-sizes were logarithmically calculated in phi (?) \n\nunits, where ?=-log2 d, and d the grain diameter in millimetres (mm), using the Folk and \n\nWard graphical method (1957). The phi scale is widely used instead of the millimetre \n\nscale, since it follows a normal distribution and is more appropriate to statistic analyses \n\n(Blott and Pye, 2001). The use of this notation implies the use of both positive and \n\nnegative values, since particles larger than 2mm have negative phi units. Thus, more \n\nnegative phi values are associated to coarser sediment. \n\n \n\n \n\nResults \n\n In the present study a total of 29959 macroinvertebrate specimens were \n\ncollected, with a density of 1352,513 ind/60’ (804,905 ind/60’ in Melides River basin and \n\n1991,389 ind/60’ in Santo André River basin). A total of 94 different taxa were identified \n\n(see appendix), including 11 major taxonomical groups (Mollusca: Bivalvia, Gastropoda; \n\nAnnelida: Oligochaeta; Arthropoda: Crustacea – Amphipoda, Insecta – Coleoptera, \n\nDiptera, Ephemeroptera, Hemiptera-Heteroptera, Odonata, Plecoptera, Tricoptera – \n\nFigure 2.2), 52 found in Santo André and 86 in Melides. Diptera was the most \n\nrepresented group, due to a predominant occurrence of chironomids through all sampling \n\nsites, particularly in CAN (Figure 2.3), followed by Amphipoda and Oligochaeta. Insects \n\nare dominant in these streams, even though non-insect organisms, such as Amphipoda, \n\nOligochaeta or Gastropoda, are predominant in several sites such as RML 4, CAS 2, \n\nOLH and CHA 2. The class Gastropoda has a greater relevance in the Melides river \n\n\n\nChapter II \n\n27 \n \n\nbasin (with 112,75 ind/60’) when compared to the density found in Santo André (0,33 \n\nind/60’). \n\n \n\n \n\n \n\nFigure 2.2 – Total amount of specimens of the different major groups in Santo André and Melides River basins. \n\n \n\n \n\n \n\n \n\nThe cluster analysis of the benthic macroinvertebrates indicated two major \n\ngroups of stations, at a similarity level of 40%, namely group A (OLH, RML 2, CHA 1, \n\nCHA 2) and group B (CAS 2, BAD, CAG, RML 1, SAM, CAS 1, RML 3, RML 4), with \n\nlocation CAN clearly separated from all other stations (Figure 2.4). The ANOSIM \n\ntest showed that groups A and B were significantly different (R=0,469; p<0,01). The \n\nSIMPER analysis showed an average similarity of 46,94% within group A and indicated \n\nthat Gammaridae (24,55%), Oligochaeta (22,25%) and Chironomidae (21,59%) gave the \n\nhighest contributions). Chironomidae (19,91%) also plays an important role in the \n\nresemblance within group B, followed by families Baetidae (16,62%) and Simuliidae \n\n(10,89%) (with an average similarity of 44,65%) (Figure 2.5). These groups exhibit a level \n\nof dissimilarity of 62,91%, with Baetidae (6,13%), Gammaridae (5,55%) and Simuliidae \n\n(5,10%) as the taxa that contributed more for this dissimilarity. \n\n \n\n \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\nin\nd\n/6\n\n0\n' \n\nMelides\n\nSanto André\n\n\n\nChapter II \n\n28 \n \n\n  \n\n \n\n   \n\n   \n\nFigure 2.3 – Abundance of the major faunistic groups for each of the 13 sampling stations. \n\nBAD  CAG CAN \n\nCAS 1 CAS 2 CHA 1 \n\nCHA 2 OLH RML 1 \n\nRML 2 RML 3 RML 4 \n\nSAM \n\nAmphipoda Coleoptera Diptera\n\nEphemeroptera Heteroptera Odonata\n\nOligochaeta Plecoptera Tricoptera\n\nOutros Crustacea Bivalvia Gastropoda\n\n\n\nChapter II \n\n29 \n \n\nFigure 2.4 – Cluster analysis of the abundance of benthic macroinvertebrate communities of the Melides and \n\nSanto André river basins. Two groups of stations A and B, are indicated. \n\n \n\n \n\nFigure 2.5 – Pie plots with the similarity within each group (A and B) and the average dissimilarity between \n\ngroups indicated inside. Taxa with higher contributions to the similarity within and the dissimilarity between \n\ngroups are indicated. \n\n \n\n\n\nChapter II \n\n30 \n \n\nMDS ordination of the presence/absence dataset showed a separation of the \n\nbenthic composition between river basins (Figure 2.6), with a stress of 0,18 – stress \n\nvalues greater than 0,2 indicate that the plotting is close to random, stress values lower \n\nthan 0,2 indicate a useful two-dimensional image and less than 0,1 corresponds to an \n\nideal ordination (Clarke, 1993). There are significant differences between river basins, as \n\nindicated by the ANOSIM test (R=0,485; p<0,01).  \n\n \n\nFigure 2.6 – MDS ordination of the similarity between sampling stations, based on the presence/absence \n\ndataset. Abbreviations: STA – sampling sites in Santo André River basin; MEL – sampling sites in Melides River \n\nbasin. \n\n \n\nEnvironmental variables are presented in Table 2.1. CAN sampling site registered \n\nhigher values in six of the thirteen measured variables (TOC, WT, Con, TDS, Chl a and \n\nP). The same stream had the coarser and finer sediment, in the sites CAS 1 and CAS 2, \n\nrespectively. Besides CAN, CHA 2 also had the higher value of total organic content. \n\nHigher concentrations of dissolved oxygen occurred in CAG and RML 1 sites. The depth \n\nof all sites is relatively low, ranging between 0,20m and 1m. Lentic environments with a \n\nflow so low that was unmeasurable were noticed in CAN, CHA 1, CHA 2 and RML 1. \n\nGreater concentrations of nitrates and nitrites were found in BAD stream. \n\nThe first two axes of the PCO conducted on density data accounted for 45,3% of \n\nvariance (Figure 2.7). Correlations of environmental variables with the first axis suggest \n\ndissolved oxygen (0,59), total organic content (0,51) and sediment grain-size (-0,47) as \n\nthe variables most related to the benthic macroinvertebrate community patterns. Higher \n\nconcentrations of dissolved oxygen are more related with the sampling sites of group B, \n\nand higher concentration of organic matter and finer sediments with group A. The \n\nrelationship between the presence/absence of taxa and the environmental variables \n\n\n\nChapter II \n\n31 \n \n\n(Figure 2.8 - the first two axes explain 43% of the variability) emphasize sediment grain-\n\nsize and chlorophyll a as the most correlated with the first axis (-0,49 and -0,62, \n\nrespectively). In general, finer sediments characterize Santo André sampling sites while \n\nMelides sampling sites are characterized by coarser sediments. \n\n \n\nTable 2.1 - Results of the environmental variables measured at each sampling station. Abbreviations and units: \nGS – grain-size (?); TOC – total organic content (%); WT – water temperature (°C); DO – dissolved oxygen \n(mg/L); Con – conductivity (mS/cm); Dep – depth (m); TDS – total dissolved solids(g/L); CS – current speed \n(m/s);  Chl a – chlorophyll a (µg/L); NH4 – ammonia (mg/L); NO2 – nitrites (mg/L); NO3 – nitrates (mg/L); P- \nphosphorous (mg/L). \n\n \n\n \n\n \n\nFigure 2.7 - Diagram of a Principal \n\nCoordinates analysis of the influence of \n\nenvironmental variables, as vectors, in the \n\ngrouping of benthic communities. \n\nAbbreviations and units: GS – grain-size (?); \n\nTOC – total organic content (%); WT – water \n\ntemperature (°C); DO – dissolved oxygen \n\n(mg/L); Con – conductivity (mS/cm); Dep – \n\ndepth (m); TDS – total dissolved solids(g/L); \n\nCS – current speed (m/s);  Chl a – \n\nchlorophyll a (µg/L); NH4 – ammonia (mg/L); \n\nNO2 – nitrites (mg/L); NO3 – nitrates (mg/L); \n\nP- phosphorous (mg/L). \n\n \n\nSites GS TOC WT DO Con Dep TDS CS Chl a NH4 NO2 NO3 P \n\nBAD 0,28 0,02 22,38 6,66 0,89 0,70 - 0,33 3,60 0,04 0,31 15,00 0,23 \n\nCAG 1,52 0,01 19,40 13,20 0,18 1,00 - 0,08 2,40 0,04 0,03 3,00 0,03 \n\nCAN 0,59 0,15 29,20 7,16 9,92 0,20 5,96 0 71,00 0,04 0,03 2,00 0,32 \n\nCAS 1 -1,00 0,02 23,43 9,67 0,70 0,40 0,47 0,07 2,40 0,04 0,03 4,50 0,05 \n\nCAS 2 2,08 0,01 21,85 8,94 0,63 0,40 0,43 0,13 - 0,04 - - - \n\nCHA 1 2,00 0,09 17,54 2,36 0,37 0,40 0,28 0 11,00 0,04 0,04 2,00 0,09 \n\nCHA 2 0,72 0,15 23,09 8,14 0,72 0,20 0,49 0 12,00 0,08 0,06 9,20 0,07 \n\nOLH 1,40 0,01 19,19 6,05 0,51 1,00 0,37 0,16 0 0,04 0,03 12,00 0,08 \n\nRML 1 -0,05 0,03 24,08 10,09 0,64 0,40 0,42 0 0,40 0,04 0,03 2,00 0,15 \n\nRML 2 -0,59 0,02 20,54 5,08 0,56 1,00 0,40 0,05 0 0,04 0,11 8,00 0,24 \n\nRML 3 -0,51 0,02 20,55 6,42 0,55 0,30 - 0,17 1,90 0,04 0,14 8,10 0,23 \n\nRML 4 -0,44 0,01 25,27 7,90 0,59 0,30 0,37 0,08 0,70 0,04 0,09 6,20 0,08 \n\nSAM 0,22 0,03 22,26 9,90 0,58 0,40 0,40 0,10 0,20 0,04 0,03 2,00 0,08 \n\n\n\nChapter II \n\n32 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 2.8 - Diagram of a Principal Coordinates analysis of the influence of environmental variables, as vectors, \n\nin the presence/absence of taxa in the grouping of each basin. Abbreviations and units: GS – grain-size (?); \n\nTOC – total organic content (%); WT – water temperature (°C); DO – dissolved oxygen (mg/L); Con – \n\nconductivity (mS/cm); Dep – depth (m); TDS – total dissolved solids(g/L); CS – current speed (m/s);  Chl a – \n\nchlorophyll a (µg/L); NH4 – ammonia (mg/L); NO2 – nitrites (mg/L); NO3 – nitrates (mg/L); P- phosphorous \n\n(mg/L). \n\n \n\nDiscussion \n\nPatterns of macroinvertebrate communities are expected to be best explained by \n\na combination of numerous environmental variables, although sometimes single variables \n\nmight explain a major part of the observed variation (Wiberg-Larsen et al., 2000). The \n\nproperties of a habitat within an aquatic ecosystem are assumed to determine the types \n\nof macroinvertebrate communities (Bailey et al., 2004). Insects, amphipods (Crustacea), \n\noligochaetes (Annelida) and molluscs were the dominant groups in the study area, \n\nsimilarly to what was found in other stream ecosystems (eg. Vivas et al., 2002; Acuñaet \n\nal., 2005; Maiolini et al., 2006). This higher proportion is due to the fact that this class is \n\ncharacterized as highly dispersive (Vinson and Hawkins, 1998) and in case of \n\ndisturbances the recolonization from some other near-by stream, in the same catchment \n\nor from beyond that, will normally repair damage in a few insect generations’ time (Zwick, \n\n1992). \n\n Ephemeroptera (mayflies), Plecoptera (stoneflies), Odonata (dragonflies), \n\nTrichoptera (caddisflies), Coleoptera (riffle beetles), and Diptera (true flies) were the \n\norders of Insecta found. As documented in other Mediterranean streams, the dipterans \n\nwere the most abundant group, mostly represented by chironomids (Chironomidae) that \n\nwere present in all sampling sites (e.g., Coimbra et al., 1996; Bonada et al., 2000; Vivas \n\n\n\nChapter II \n\n33 \n \n\net al., 2002; Acuña et al., 2005; Chaves et al., 2008). In Mediterranean streams, other \n\nauthors registered a tendency of Diptera predominance followed by Ephemeroptera (eg. \n\nCoimbra et al., 1996; Pires et al., 2000; Vivas et al., 2002) which is not observed in these \n\nstreams, since the Gammaridae are the second dominant group. This can be explained \n\nby the location of these two river basins in a low land area, close to the coast, with much \n\nless areas with a lotic regime, that is preferred by the majority of the Ephemeroptera \n\n(Gasith and Resh, 1999). The dominance of Gammaridae over other groups occurs \n\nmainly in RML 4, CAS 2 and CHA 2 sampling sites that are downstream locations. Here, \n\none of the common found taxa is Gammarus chevreuxi a highly mobile species that can \n\nbe found in brackish and freshwater (Subida et al., 2009). As it is well known (Maitland, \n\n1966; Mancinelli, 2012), movements between the lagoons and the streams can be \n\nconsidered a possibility for this group of crustaceans. Also, Santo André and Melides \n\nlagoons are supplied by two aquifers, one shallow and other deep and calcareous, which \n\nmay enhance the occurrence of Gammaridae, known to occur in calcareous waters. \n\nAlthough chironomids occur throughout all locations, the density found in CAN \n\nwas extremely high when compared to all other sampling sites (4069,33 ind/60’). \n\nChironomids are pioneer species, ubiquitous, highly mobile and resistant to disturbances \n\n(Acuña et al., 2005). They are known to be little affected by environmental changes and \n\npromptly recolonize following disturbance (Pires et al., 2000). This is in agreement with \n\nthe highly stressful environment noticed in CAN sampling site, with an intermittent regime, \n\nstrongly affected by salinity variations due to freshwater flooding during a period of the \n\nyear and brackish water flushing events related to the Santo André lagoon level rise in \n\nother periods. High values of conductivity, temperature, dissolved solids and chlorophyll a \n\nwere registered, which are only sustained by the most tolerant (and generalist) species, \n\nleading to a low diversity. \n\nBesides CAN, other conspicuous sampling site is OLH, an artificialized spring \n\nwith a high density of Potamopyrgus antipodarum (Mollusca, Gastropoda). This species is \n\nfound in estuaries, brackish waters and in freshwater systems (Robson, 1923; Boycott, \n\n1936); initially exclusive of estuarine and brackish waters, it is known to be an invader in \n\nfreshwater ecosystems (Boycott, 1936; Hunter and Warwick, 1957). It is extremely active, \n\ntravelling at speeds up to 3 cm/min (Heywood and Edwards, 1962), prefers sandy \n\nbottoms (Dorgelo, 1988), constant temperatures and flow (Richards et al., 2001) and has \n\na wide tolerance to nutrient enrichment (Alonso and Camargo, 2003). This is consistent \n\nwith the characteristics and concentration of nitrates found in this sampling site. Múrria et \n\nal. (2008) found a negative relation between P. antipodarum and Chironomidae, which \n\nmay be caused by the movement of this mollusc that displaces chironomids from their \n\ntubes. This can be an explanation for the lower density of chironomids in this site (as \n\ngenerally occurs in Mediterranean streams). \n\nIn general, non-insect taxa were found with a large density in RML 4, CAS 2, \n\nCHA 2, and OLH. This suggests that these locations have a lower probability of extreme \n\n\n\nChapter II \n\n34 \n \n\nevents, such as droughts. In fact, drought effects are linked to intrinsic characteristics of \n\norganisms, such as the ability to take refuge, high colonization rates and delayed \n\nhatching of drought-resistant eggs (Delucchi, 1988). Locations characterized by \n\nintermittency have a higher percentage of insects since colonization with flying taxa is \n\nfaster and simpler, because their adult forms are not aquatic. As stated by Meyer et al. \n\n(2003), stream drying requires a high tolerance or specific adaptations of the aquatic \n\nfauna. Organisms with a full aquatic life-cycle are not able to colonize these locations, \n\nsince the migration is more difficult and time consuming, and one drought event can put \n\nin jeopardy the whole community. \n\nTwo different groupings were identified when using macroinvertebrate densities \n\nand presence/absence, indicating that although the Melides and Santo André river basins \n\nhave distinct taxonomic compositions, the dominant taxa show the influence of other \n\nmajor habitats characteristics. Groups identified based on the taxa density of individuals \n\nand their respective taxa, indicate a separation between lotic habitats (group A) and lentic \n\nlocations and with an interface with groundwater (group B). While the first group is \n\ncharacterized by the dominance of Gammaridae, Oligochaeta and Chironomidae \n\n(21,59%), group B has Chironomidae, Baetidae and Simuliidae as major common taxa. \n\nThe PCO results show that higher concentration of dissolved oxygen, lower \n\nconcentrations of total organic content, and coarser grain-size are associated to the \n\nstations of group B. The opposite is characteristic of group A. A lower velocity flow \n\ndecreases the transport capacity of both inorganic and organic matter, which leads to \n\ndeposition. As these are small streams with riparian gallery, although there is no transport \n\nof organic material in these locations due to the reduced flow and the reduced autotrophic \n\nproductivity outstanding the shading caused by such gallery, they contribute with a \n\nsignificant amount of organic matter, considered therefore allochthonous (Vannote, et \n\nal.,1980; Allan and Castillo, 2007). The decomposition of that organic matter leads to an \n\nincreased biochemical oxygen demand, due to direct chemical reactions and aerobic \n\nrespiration, with consequent decreasing of dissolved oxygen (Brabec et al., 2004; Allan \n\nand Castillo, 2007). Though OLH sampling site (group A) does not have a low current \n\nspeed, it has a groundwater interface. Groundwater frequently has very low \n\nconcentrations of dissolved oxygen, but an enriched concentration of carbon dioxide due \n\nto microbial processing of organic matter as water passes through soil (Allan and Castillo, \n\n2007). CAN sampling site with an elevated food availability and benthic \n\nmacroinvertebrate density, but low taxa richness is an example of what was pointed out \n\nby Chaves et al. (2005) in streams of the Mondego River basin, in which invertebrate \n\ndensities were related with food availability (organic matter), while taxa richness was \n\nhighly associated with hydraulic-related parameters controlled by climatic conditions.  \n\nSanto André river basin has a higher density of benthic macroinvertebrates, but a \n\nlower taxonomic richness when compared to Melides river basin. This suggests that \n\nSanto André River basin communities are mostly based on generalist and opportunistic \n\n\n\nChapter II \n\n35 \n \n\ngroups of organisms (Dauer et al., 1992). Further, analyses show that Melides taxa are \n\nconstrained by coarser sediments.  As pointed out by several authors, less diverse \n\nstations were related to finer sediment grain size, especially sands, since size and \n\nmobility of their particles constrain benthic communities to species capable of penetrating \n\nthe substrate interstices (e.g. Beisel et al., 1998; Pinto and Feio, 2009; Duan et al., 2009). \n\nHabitats characterized by fine sediment are more homogeneous, which implies less \n\nhabitat diversity and removes much of its potential to accommodate a wider range of \n\nspecies. (Vannote et al., 1980; Beisel et al., 1998). \n\n \n\n \n\nConclusions \n\nThe structure of the communities found in the present study streams is different \n\nfrom others recorded in different mediterranean streams. The sampling locations are in \n\ngeneral, similar in density of the dominant taxa, with a large number of specimens of \n\neuribionts, tolerant to a large variety of conditions, ubiquitous and pioneers, mostly from \n\nChironomidae family of the Diptera order. The sampling sites located downstream had a \n\nlarger percentage of non-insecta with the occurrence of eurihaline families, which migrate \n\nbetween the streams and the respective lagoons. Overall, the Melides River basin holds \n\na greater taxonomic richness than the Santo André River basin. \n\nThe results obtained show that abiotic factors greatly influence the structure of \n\nbenthic macroinvertebrate communities, with dissolved oxygen, grain-size and organic \n\nmatter constraining these benthic macroinvertebrate communities. \n\n \n\n \n\nReferences \n\nAcuña, V., Muñoz, I., Omella, M., Sabater, F., Giorgi, A., Sabater, S. (2005). Drought and \n\npostdrought recovery cycles in an intermittent Mediterranean stream: structural and \n\nfunctional aspects. Journal of the North American Benthological Society, 24, 919-933. \n\nAlba-Tercedor, J., A. Sánchez-Ortega. (1988). Un método rápido y simple para evaluar la \n\ncalidad biológica de las aguas corrientes basado en el de Hellawell (1978). Limnetica,4, \n\n51-56. \n\nAllan, J. D., Castillo, M. M. (2007). Stream ecology - Structure and function of running \n\nwaters. Springer. \n\nAlonso, A., Camargo, A. (2003) Short-Term Toxicity of Ammonia, Nitrite, and Nitrate to \n\nthe Aquatic Snail Potamopyrgus antipodarum (Hydrobiidae,Mollusca). Bulletin of \n\nEnvironmental Contamination and Toxicology, 70, 1006–1012. \n\n\n\nChapter II \n\n36 \n \n\nBailey, R. C., Norris, R. H., Reynoldson, T. B. (2004). Bioassessment of freshwater \n\necosystems using the reference condition approach. Kluwer Academic Publishers, \n\nBoston. \n\nBeisel, J.-N., Usseglio-Polatera, P., Thomas, S., Moreteau, J. C. (1998). Stream \n\ncommunity structure in relation to spatial variation: the influence of mesohabitat \n\ncharacteristics. Hydrobiologia, 389, 73-88. \n\nBeisel, J.-N., Usseglio-Polatera, P., Moreteau, J.C. (2000). The spatial heterogeneity of a \n\nriver bottom: a key factor determining macroinvertebrate communities. \n\nHydrobiologia,422/423, 163-171. \n\nBlott, S. J., Pye, K. (2001). GRADISTAT: a grain size distribution and statistics package \n\nfor the analysis of unconsolidated sediments. Earth Surface Processes and Landforms, \n\n26, 1237–1248. \n\nBoix, D., García-Berthou, E., Gascón, S., Benejam, L., Tornés, E., Sala, J., Benito J., \n\nMunné, A., Solà, C., Sabater, S. (2010). Response of community structure to sustained \n\ndrought in Mediterranean rivers.Journal of Hydrology, 383, 135–146 \n\nBonada, N. (2003). Ecology of macroinvertebrate communities in Mediterranean rivers at \n\ndifferent scales and organization levels.Ph.D. thesis, Universitat de Barcelona, Spain. \n\nBonada, N., Rieradevall, M., Prat, N. (2000). Temporalidad y contaminación como claves \n\npara interpretar la biodiversidad de macroinvertebrados en un arroyo mediterráneo (Riera \n\nde Sant Cugat, Barcelona). Limnetica, 18, 81-90. \n\nBonada, N., Rieradevall, M., Prat, N., Resh, V.H. (2006). Benthic macroinvertebrate \n\nassemblages and macrohabitat connectivity in Mediterranean-climate streams of northern \n\nCalifornia.Journal of the North American Benthological Society, 25, 32-43. \n\nBoycott, A. (1936).The Habitats of Fresh-Water Mollusca in Britain.Journal of \n\nAnimalEcology, 5, 116-186. \n\nBrabec, K., Zahrádková, S., N?mejcová, D., P?ril, P., Kokeš, J., Jarkovský, J. \n\n(2004).Assessment of organic pollution effect considering differences between lotic and \n\nlentic stream habitats.Hydrobiologia, 516,331–346. \n\nCancela da Fonseca, L., Costa, A.M., Bernardo J. M., Cruz, T. (1993). Lagoa de Santo \n\nAndré: sistema litoral produtivo mas frágil: pp. 29-42. In: Encontro sobre a Lagoa de \n\nSanto André. Associação Cultural de Santiago do Cacém, Santiago do Cacém. \n\n\n\nChapter II \n\n37 \n \n\nChaves, M. L., Chainho, P., Costa, J. L., Prat, N., Costa, M. J. (2005). Regional and local \n\nenvironmental factors structuring undisturbed benthic macroinvertebrate communities in \n\nthe Mondego River basin, Portugal.Archive für Hydrobiologie, 163, 497-523. \n\nChaves, M. L., Rieradevall, M., Costa, J. L., Chainho, P., Costa, M. J., Prat, N. (2008). \n\nMacroinvertebrate communities of non-glacial high altitude intermittent \n\nstreams.Freshwater Biology, 53, 55-76. \n\nClarke, K. R. (1993). Non-parametric multivariate analysis of changes in community \n\nstructure.Australian Journal of Ecology, 18, 117–143. \n\nClarke, K.R., Gorley, R.N. (2006). “PRIMER v6: User Manual/Tutorial”. PRIMER-E: \n\nPlymouth. \n\nCoimbra, C. N., Graça, M. A. S., Cortes, R. M. (1996). The effects of a basic effluent on \n\nmacroinvertebrate community structure in a temporary mediterranean river. \n\nEnvironmental Pollution, 94(3), 301-307. \n\nDauer, D. M., Rodi, A. J., Ranasinghe, J. A. (1992). Effects of low dissolved oxygen \n\nevents on the macrobenthos of the lower Chesapeake bay. Estuaries, 15(3), 384-391. \n\nDelucchi, C. M. (1988).Comparison of community structure among streams with different \n\ntemporal flow regimes.Canadian Journal of Zoology, 66, 579–586. \n\nDorgelo, J. (1988). Growth in a freshwater snail under laboratory conditions in relation to \n\neutrophication. Hydrobiologia, 157, 125 -127. \n\nDuan, X. H., Wang, Z. Y., Xu, M. Z., Zhang, K. (2009).Effect of streambed sediment on \n\nbenthic ecology.International Journal of Sediment Research, 24,325–338. \n\nDuarte, P., Macedo, M., Cancela da Fonseca, L. (2006). The relationship between \n\nphytoplankton diversity and community function in a coastal lagoon. Hydrobiologia, 555, \n\n3–18. \n\nEuropean Commission, (2000) Directive 2000/60/EC of the European Parliament and of \n\nthe Council – Establishing a framework for Community action in the field of water \n\npolicy.European Commission, Brussels. \n\nFeio, M.J., Vieria-Lanero, R., Ferreira, V., Graça, M.A.S.(2005). The role of the \n\nenvironment in the distribution and composition of Trichoptera assemblages in \n\nstreams.Archiv für Hydrobiologie, 164, 493-512. \n\nhttp://www.nrcresearchpress.com/journal/cjz\n\n\nChapter II \n\n38 \n \n\nGasith, A., Resh, V. H. (1999). Streams in Mediterranean climate regions: abiotic \n\ninfluences and biotic responses to predictable seasonal events. Annual Review of Ecology \n\nand Systematic, 30, 51–81. \n\nGraça, M., Pinto, P., Cortes, R., Coimbra, N., Oliveira, S., Morais, M., Carvalho, M. J., \n\nMalo, J. (2004) Factors affecting macroinvertebrate richness and diversity in Portuguese \n\nstreams: a two-scale analysis.International Review of Hydrobiology, 90, 534-545. \n\nGray, L. J. (1981). Species composition and life histories of aquatic insects I a lowland \n\nSonoran desert stream.The American Midland Naturalist Journal, 106, 229-242. \n\nHeywood, J., Edwards, R. W. (1962). Some Aspects of the Ecology of Potamopyrgus \n\njenkinsi Smith.Journal of Animal Ecology, 31, 239-250. \n\nHunter, W. R., Warwick, T. (1957). XVIII.—Records of Potamopyrgus jenkinsi (Smith) in \n\nScottish Fresh Waters over Fifty Years (1906–56). Proceedings of the Royal Society of \n\nEdinburgh. Section B: Biology, 66, 360-373. \n\nINAG, I.P. (2008). Manual para a avaliação biológica da qualidade da água em sistemas \n\nfluviais segundo a Directiva Quadro da Água Protocolo de amostragem e análise para os \n\nmacroinvertebrados bentónicos. Ministério do Ambiente, Ordenamento do Território e do \n\nDesenvolvimento Regional. Instituto da Água, I.P. \n\nMaiolini, B., Lencioni, V., Boggero, A., Thaler, B., Lotter, A. F., Rossaro, B. (2006). \n\nZoobenthic communities of inlets and outlets of high altitude Alpine lakes.Hydrobiologia , \n\n562, 217–229. \n\nMaitland, P. (1966). Notes on the biology of Gammarus pulex in the River \n\nEndrick.Hydrobiologia, 28, 142-152. \n\nMancinelli, G.(2012). On the trophic ecology of Gammaridea (Crustacea: Amphipoda) in \n\ncoastal waters: A European-scale analysis of stable isotopes data. Estuarine, Coastal \n\nand Shelf Science. \n\nMeyer, A., Meyer, E., Meyer, C. (2003). Lotic communities of two small temporary karstic \n\nstream systems (East Westphalia, Germany) along a longitudinal gradient of hydrological \n\nintermittency.Limnologica, 33, 271-279. \n\nMúrria, C., Bonada, N., Prat, N. (2008) Effects of the invasive species \n\nPotamopyrgusantipodarum (Hydrobiidae, Mollusca) on communitystructure in a small \n\nMediterranean stream. Archiv für Hydrobiologie,171, 131–143. \n\nhttp://nd.edu/~ammidnat/\nhttp://www.springerlink.com/content/mw15622575827500/\nhttp://www.springerlink.com/content/mw15622575827500/\n\n\nChapter II \n\n39 \n \n\nPereira, C. D., Gaudêncio, M. J. Guerra, M. T.,Lopes, M. T. (1997) Intertidal \n\nmacrozoobenthos of Tagus estuary (Portugal): the Expo'98 area. Publicaciones \n\nEspeciales. Instituto Español de Oceanografía, 23, 107-120. \n\nPinto, P., Feio, M. J. (2009). Eficiência dos índices de macroinvertebrados desenvolvidos \n\nno exercício de intercalibração na avaliação do estado ecológico dos rios de Portugal \n\ncontinental. Revista APRH, 30, 65-75. \n\nPires, A., Cowx, I., Coelho, M. (2000).Benthic macroinvertebrate communities of \n\nintermittent streams in the middle reaches of the Guadiana Basin (Portugal). \n\nHydrobiologia, 435, 167–175. \n\nRada, B., Puljas, S. (2008). Macroinvertebrate diversity in the karst  Jadro River (Croatia). \n\nArchives of Biological Sciences, 60, 437-448. \n\nRichards, D. C., Cazier, L. D., Lester, G. T. (2001) Spatial distribution of three snail \n\nspecies, including the invader Potamopyrgus antipodarum, in a freshwater \n\nspring.Western North American Naturalist, 61, 375–380. \n\nRobson, G. (1923). Parthenogenesis in the mollusc Paludestrina jenkinsi.Journal of \n\nExperimental Biology, 1, 65-78. \n\nSpruill, C. A., Workman, S. R., Taraba, J. L. (2000). Simulation of daily and monthly \n\nstream discharge from small watersheds using the SWAT model.American Society of \n\nAgricultural Engineers, 43, 1431-1439. \n\nSubida, M. D., Cunha, M. R., Moreira, M. H. (2009). Life history, reproduction, and \n\nproduction of Gammarus chevreuxi (Amphipoda: Gammaridae) in the Ria de Aveiro, \n\nnorthwestern Portugal. Journal of the North American Benthological Society, 24, 82-100. \n\nTachet, H., Richoux, P., Bournard, M., Usseglio-Polatera, P.(2000).Invertébrés d’eaux \n\ndouce - Systématique, biologie, écologie. CNRS, Paris. \n\nVannote, R. L., Minshall, G. W., Cummins, K. W., Sedell, J. R., Cushing, C. E. (1980). \n\nThe River Continuum Concept.Canadian Journal of Fisheries and Aquatic Sciences, 37, \n\n130-137. \n\nVinson, M. R., Hawkins, C. P. (1998). Biodiversity of stream insects: variation at local, \n\nbasin, and regional scales. Annual Review of Entomology, 43, 271-293. \n\nVivas, S., Casas, J. J., Pardo, I., Robles, S., Bonada, N., Mellado, A., Prat, N., Alba-\n\nTercedor, J., Álvarez, M., Bayo, M. M., Jáimez-Cuéllar, P., Suárez, M. L.,Toro, M., Vidal-\n\nAbarca, M. R., Zamora-Muñoz, C., Moyá, G. (2002). Aproximación multivariante en la \n\nexploración de la tolerancia ambiental de las familias de macroinvertebrados de los ríos \n\nmediterráneos del proyecto GUADALMED. Limnetica, 21, 149-173. \n\nhttp://libra.msra.cn/Journal/1436/arch-biol-sci-archives-of-biological-sciences\nhttp://jeb.biologists.org/\nhttp://jeb.biologists.org/\n\n\nChapter II \n\n40 \n \n\nWiberg-Larsen, P., Brodersen, K.P. Birkhom, S. Grøms, P. N., Skriver, J. (2000). Species \n\nrichness and assemblage structure of Trichoptera in Danish streams. Freshwater Biology, \n\n43, 633-647. \n\nZwick, P. (1992). Stream habitat fragmentation – a threat to biodiversity. Biodiversity and \n\nConservation, 1, 80-97.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n41 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nChapter III \n\nAdequacy of benthic indices to assess the \n\necological status of small Mediterranean river \n\nbasins \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nChapter III \n\n42 \n \n\nAdequacy of benthic indices to assess the ecological status \n\nof small Mediterranean river basins \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAbstract: The European Water Framework Directive (WFD) requires the achievement of \n\na “good” ecological status of water bodies giving great importance to biological \n\ncomponents of the ecosystems. Within this framework, a multimetric index for the \n\nevaluation of ecological quality based on benthic macroinvertebrate communities \n\n(Portuguese multimetric index of the South, IPtIs) was applied in Santo André and \n\nMelides River basins. As part of an integrative approach physical-chemical, riparian and \n\nfluvial habitat qualities were also took into account. It was found that all but three of the \n\nthirteen sampling sites achieved the goal of the WFD. However, it was also found that \n\nthis index has low responsivity in lentic environments or with groundwater sources what \n\nmay give rise to an underestimation of the ecological quality in these ecosystems. \n\n \n\nKey words: IPtIs, macroinvertebrates, ecological quality, stressors. \n\n \n\n \n\n \n\nIntroduction \n\nFreshwater habitats can be considered hotspots of biodiversity since they provide \n\ngoods and services of great value to human societies in matters of economy, culture, \n\nleisure, aesthetics, science and education. However, they are also under several human \n\npressures due to their use for irrigation, waste disposal, harvest of plants, industries, \n\nfarming, among others. These activities have negative effects, such as loss of \n\nbiodiversity, habitat degradation and fragmentation, flow modification and invasion of \n\nnon-native species. Variations in environmental conditions such as fluctuations in \n\ntemperature, precipitation and nutrients concentrations also cause important changes in \n\nfreshwater ecosystems.  \n\n Setting environmental objectives for aquatic systems has become a worldwide \n\nconcern and the Water Framework Directive was published in the European Union \n\n(2000/60/CE) with the objective of protecting and improving the waterbodies’ status, not \n\nonly for human purposes but for maintaining the integrity of these ecosystems “per se”. \n\nThe WFD sets the achievement of good ecological status and good chemical status for \n\nsurface waters by 2015 as its major objectives. The ecological status is understood as \n\nthe expression of the structural and functional quality of aquatic ecosystems associated \n\nto surface waters (European Commission, 2000). The WFD gives great importance to the \n\nbiological components of the ecosystem, recognizing that chemical water quality alone is \n\n\n\nChapter III \n\n43 \n \n\ninadequate to predict or evaluate the overall environment quality or the potential impacts \n\nof forcing factors at the community and ecosystem levels (Fano et al., 2003; Mistri et al., \n\n2008). Hence, a chemical approach is associated to an ecological one, which has aquatic \n\ncommunities such as benthic macroinvertebrates as resource. The assessment of \n\necological status requires the development of adequate tools, based on the identification \n\nof surface water types, the definition of type-specific reference conditions, and the \n\nclassification of all water bodies within five ecological quality classes, ranging from high to \n\nbad (European Commission, 2000). \n\n In the case of rivers, the recommended biological elements for ecological status \n\nclassification are: composition, abundance and age distribution of fish fauna; composition \n\nand abundance of aquatic flora and benthic macroinvertebrates (European Comission, \n\n2000). Water types were defined in order to define adequate reference conditions for \n\nareas with similar characteristics, so that ecological status classifications are comparable \n\nbetween rivers. In Portugal, the identification of river types was based on the following \n\nfactors: altitude, size of catchment area, latitude, longitude, geology, runoff, slope, \n\nmedium flow, average annual precipitation, coefficient of variation of precipitation, annual \n\nmean temperature and amplitude (INAG, 2008).  \n\n Benthic macroinvertebrates are widely used as ecological indicators and several \n\nmetrics are commonly used in Europe, such as: eveness (J), richness, the Shannon-\n\nWeiner diversity (H’), the Belgium Biotic Index (BBI), the Extended Biotic Index (EBI), the \n\nDanish Stream Fauna Index (DSFI), the Biological Monitoring Working Party (BMWP) \n\nandthe Average Score per Taxa (ASPT) (Morais et al., 2004). The BMWP and ASPT, \n\nwere later adapted to the Iberian Peninsula resulting in the indices IBMWP and IASPT \n\n(Alba-Tercedor et al., 2002). Shannon-Weiner index, eveness and richness are diversity \n\nmetrics, while BBI, EBI, DSFI, (I)BMWP and (I)ASPT are based on the tolerance or \n\nsensitiveness of taxa to pollution. These later score each taxonomic group, based on the \n\nexisting knowledge concerning their tolerance to pollution. No specific assessment tools \n\nwere developed to assess the ecological status based on benthic macroinvertebrates in \n\nPortugal before the implementation of the WFD. Two multimetric indices were recently \n\nproposed, one applied to the majority of the river types of the Northern region and the \n\notheradapted for rivers and streams of the Souther region, the Portuguese multimetric \n\nindex of the North (Índice Português de Invertebrados do Norte), IPtIN, and the \n\nPortuguese multimetric index of the South (Índice Português de Invertebrados do Sul), \n\nIPtIs, respectively (INAG, 2009). Metrics that integrate both indices (widely used in \n\nEurope) allow determining the composition and abundance of benthic macroinvertebrate \n\ntaxa, describe gradients of degradation and discriminate quality classes. The recent \n\ncreation of these indices has not yet allowed their wide use unlike other European indices \n\n(e.g., IBMWP).These indices have been improved over time to better translate ecological \n\nquality of the sampled sites. The validation of these new indices requires testing its \n\n\n\nChapter III \n\n44 \n \n\napplicability to different river and habitat types, in order to assess their accuracy to \n\ndiscriminate between disturbed and undisturbed systems and to improve its performance. \n\n This study has two main objectives: \n\n \n\na) Assess the ecological quality of the sampling sites; \n\nb) Evaluate the adequacy of the applied tools. \n\n \n\n \n\nMethodology \n\nSampling \n\nThis study was performed in streams of Santo André and Melides River basins \n\nbelonging to the type Small lowland streams of southern Portugal (S1;&lt;=100). The \n\nsampling methods were the same as indicated in Chapter II. \n\n \n\nData analysis \n\n The Portuguese multimetric index of the South (IPtIs) was used to assess the \n\necological status at each sampling site. This index was calculated using the software \n\nAMIIB@, avalilable at the Portuguese Water Institute website. IPtIs is a multimetric index \n\nthat includes other indices previously developed that integrate information on \n\nsensitive/tolerant taxa, such as the IBMWP (Iberian Bio-Monitoring Working Party) and \n\nthe IASPT (Index of Average Score per Taxon). IPtIs is calculated as indicated in Table \n\n3.1. \n\n \n\nTable 3.1 – Description of the calculation of IPtIs and included metrics (INAG, 2009). \n\nIndex/Metrics Description \n\nIPtIs Nº taxa x 0,2 + EPT x 0,2 + (IASPT – 2) x 0,4 + log (Sel. EPTCD + 1) x 0,2 \n\nNumber of taxa Total number of existent taxa \n\nEPT Number of families belonging to the orders Ephemeroptera, \n\nPlecoptera and Trichoptera \n\nIASPT IBMWP divided by the number of taxa punctuated by IBMWP \n\nLog (Sel. EPTCD + 1) Log10 of 1 plus the sum of the abundances of the families \n\nChloroperlidae, Nemouridae, Leuctridae, Leptophlebiidae, \n\nEphemerellidae, Philopotamidae, Limnephilidae, Psychomyiidae, \n\nSericostomatidae, Elmidae, Dryopidae and Athericidae \n\n \n\nThe final value of the index results from the sum of the weighted metrics. Two \n\nnormalization steps are performed: i) each metric is multiplied by the reference value \n\n(Tables 3.2); ii) after the quotient between the value obtained and the reference value of \n\n\n\nChapter III \n\n45 \n \n\nthis type of river (median of the reference condition, 0,99) will be determined (Table 3.3). \n\nThis normalization steps aim at obtaining a final value expressed as Ecological Quality \n\nRatios (EQR). The definition of the environmental status from the value of EQR is carried \n\nout under a set of five classes as in IBMWP and have five colors to distinguish the level \n\nof disturbance of each sample site (Table 3.4). The Shannon-Weiner diversity and \n\neveness were also calculated using the same software in order to perceive if diversity is a \n\nfactor influencing the biotic index. A Hierarchical Cluster Analysis was performed to \n\nunderstand which metrics were more correlated to the final result of the biotic index, \n\nbased on a resemblance matrix calculated using Spearman rank correlations between \n\nmetrics. \n\n \n\nTable 3.2 - Reference values of the metrics used in IPtIs, according to INAG (2009). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTable 3.3 – Reference value of IPtIs and the thresholds between the different classes of ecological \n\nstatus of this index (INAG, 2009). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTable 3.4 - Ecological quality classes of IPtIs and EQR limits, according to INAG (2009). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMetrics Reference values \n\nEPT taxa 10.00 \n\nNumber of taxa 27.00 \n\nIASPT-2 3.29 \n\nLog (Sel EPTCD+1) 2.48 \n\nReference values \n\nIPtIs 0,99 \n\nHigh/Good (EQR) 0.95 \n\nGood/Moderate (EQR) 0.70 \n\nModerate/Poor (EQR) 0.47 \n\nPoor/Bad (EQR) 0.23 \n\nIPtIs \n\nClass Ecological Quality EQR limits \n\nI High >0,95 \n\nII Good 0,70 &lt;x &lt;0,95 \n\nIII Moderate 0,47 &lt;x &lt;0,70 \n\nIV Poor 0,23 &lt;x &lt;0,47 \n\nV Bad &lt;0,23 \n\n\n\nChapter III \n\n46 \n \n\nFor the purpose of achieving an integrated approach (as demanded by the WFD), \n\nseveral physical and chemical parameters were measured at each site. The riparian \n\nvegetation quality (QBR index) and the habitat diversity (IHF index) (Jáimez-Cuéllar et al., \n\n2004) were also determined. The water quality based on physical-chemical parameters \n\nwas achieved according to INAG (2009) for the parameters: dissolved oxygen (O2), \n\noxygen saturation rate, ammonium (NH4), nitrates (NO3) and total phosphorus (P). This \n\necological status is obtained by the principle “one out all out” with only two categories for \n\nthe chemical status: Good and Bad (the threshold for the good status is shown in Table \n\n3.5). \n\nThe QBR index assesses the degree of naturalness of the channel, \n\ngeomorphology and the riparian vegetation cover: degree, structure and quality. This \n\nindex scores highly disturbed sites with values near 0 and natural sites with 100 (Table \n\n3.6).  \n\nThe IHF index evaluates the heterogeneity of the habitat through its physical \n\ncharacteristics: hydrological conditions, substrate composition, shading and aquatic \n\nvegetation. As the QBR index this index scores between 0 and 100, which indicates \n\nbetter quality for values near 100 (Table 3.7).  \n\n \n\n \n\nTable 3.5 - Threshold for good status based on general physical-chemical parameters (adapted \n\nfrom INAG, 2009). \n\n \n\nParameter Boundary \n\nDissolved oxygen ? 5 mg/L \n\nOxygen saturation rate 60% - 120% \n\nNH4 ? 1 mg/L \n\nNO3 ? 25 mg/L \n\nP ? 0,13 mg/L \n\n \n\n \n\n \n\nTable 3.6 - Ranges of the QBR index quality classes (Jáimez-Cuéllar et al., 2004). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nQuality level QBR \n\nUndisturbed riparian forest, very good quality, natural state ? 95 \n\nRiparian forest with some alterations, good quality. 75-90 \n\nBeginning of significant alterations, intermediate quality 55-70 \n\nStrong alteration, poor quality  30-50 \n\nExtreme degradation, bad quality  ? 25 \n\n\n\nChapter III \n\n47 \n \n\nTable 3.7 – Ranges of the IHF quality clases (Prat el al., 2012). \n\nQuality level  IHF \n\nHabitat well built. \n\nExcellent for the development of macroinvertebrate \n\ncommunities. \n\nBiological indices can be applied without restrictions. \n\n> 60 \n\nHabitat that can support a good macroinvertebrate \n\ncommunity but in which, by natural causes (e.g., \n\nfloods) or man-made, some elements are not well \n\nrepresented. \n\nBiological indices should not be lower, but it is \n\npossible an effect on them. \n\n40-60 \n\nHabitat impoverished. Possibility of obtaining low \n\nvalues of biological indices for problems with habitat \n\nand water quality. The biological data interpretation \n\nshould be made cautiously. \n\n<40 \n\n \n\nA Principal Coordinates analysis (PCO) included in the Add-on PERMANOVA of \n\nthe PRIMER 6 package (Clarke and Gorley, 2006), was performed using a similarity \n\nmatrix based on the results of metrics calculated by the AMIIB@ program (IPtIs, IASPT, \n\nIBMWP, Shannon-Wienner diversity index, Evenness index, EPT and EPTCD). \n\nSimilarities were calculated using Bray-Curtis similarity coeficient. To better understand \n\nthe relation betweenenvironmental conditions and the results of the metrics, vectors \n\nrepresenting the correlations between environmental variables and the PCO axes were \n\noverlaid in the previous PCO. The parameters used were: the environmental variables \n\ntotal organic content, water temperature, dissolved oxygen, conductivity, depth, total \n\ndissolved solids, current speed, chlorophyll a, ammonia, nitrites, nitrates, phosphorous, \n\ngrain-size (statistics regarding this were calculated as in Chapter II); QBR and IHF \n\nindices; and a ratio of non-insect specimens/insect specimens. This last ratio was created \n\nto understand if intermittency might be related to ecological status, since higher values of \n\nthis ratio indicate a bigger percentage of non-insect specimens, and non-insect species \n\nare more related to perennial sites. \n\nHuman pressures at each location were assessed and related to the results of \n\nbenthic metrics, to understand their efficiency identifying different levels of human \n\npressure. The INSAAR (National Inventory of Water Supply Systems and Wastewaters) \n\ndatabase (http://insaar.inag.pt/) was used to identify the location of Wastewater \n\nTreatment Plants (WWTP) and septic tanks, the treatment level, the location of the \n\ndischarge and total population served at each studied stream; the reports of the Brigada \n\nde Fiscalização do Litoral, (2006) and Erena, (2005), indicated other various pressures \n\noccurring in the Melides and Santo André river basins as well as field knowledge. \n\nAccording to this information, the potential sources of pressure that might affect the \n\necological quality are described in Table 3.8. A rank of pressures was attributed: 0 – \n\n\n\nChapter III \n\n48 \n \n\nabsent, 1 – low, 2 – moderate, 3 – high and 4 – very high. In the case of the stressor \n\n“agriculture” the rank was attributed as following: 0 – absent; 1 – family farming; 2 – \n\nextensive farming; 3 – semi-intensive farming; 4 – rice cultivation/intensive farming. \n\nLivestock was ranked based on the number of units and animal species: 0 – absent; 1 – \n\ncattle grazing or sheep farming; 2 – cattle farming plus grazing, or pig farming; 3 – pig \n\nfarming plus cattle grazing; 4 – pig plus cattle farming. Urban pressure was scored as: 0 \n\n– absent; 1 – discharge point at a distance which favours the dispersion and depuration \n\nof the urban sewage; 2 – effluents with secondary treatment serving less than 2000 \n\ninhabitants; 3 – effluents with secondary treatment serving more than 2000 inhabitants; 4 \n\n– effluents with primary treatment serving more than 2000 habitants and septic tanks \n\nwithout secondary treatment. Forestry was based only on presence or absence of \n\nmonoculture tree plantations in the study area, with 0 for absence and 1 for presence.  \n\nThis data was correlated to the PCO axes and plotted as vectors over the PCO \n\nanalysis in order to understand how these pressures explain the ecological quality \n\ndetermined by benthic metrics. \n\n \n\n \n\nTable 3.8 – Characterization of the potential pressures at each sampling station. \n\nSampling Station Agriculture Livestock Urban Forestry \n\nBAD  1 3 4 0 \n\nCAG 0 0 0 0 \n\nCAN 0 0 0 0 \n\nCAS 1 1 2 2 0 \n\nCAS 2 1 1 1 0 \n\nCHA 1 1 0 0 0 \n\nCHA 2 1 1 0 0 \n\nOLH 1 0 0 0 \n\nRML 1 1 1 0 0 \n\nRML 2 1 1 2 0 \n\nRML 3 1 1 2 0 \n\nRML 4 4 2 2 0 \n\nSAM 1 1 0 0 \n\n \n\n \n\n\n\nChapter III \n\n49 \n \n\nResults \n\n The results of the IPtIs (Table 3.9) indicate that most of the sampling stations are \n\nconsidered to have a poor ecological status, with only three of the 13 sites classified as \n\ngood or excellent. Comparing the two river basins, the Santo André River basin does not \n\nhave any sampling site at good ecological status. This means that the three sites with a \n\ngood ecological condition belong to the Melides River basin. The different approaches \n\nused to estimate the quality of the sampling sites show different classification results. \n\nSites CAS 1, CAS 2, CHA 2, OLH, RML 4 and SAM were classified as in a good physical \n\n– chemical status. Most of the sites present a poor or bad riparian gallery, and only BAD \n\nwas considered to have good QBR. Most sites had a good habitat structured and some \n\nshowed a moderate habitat structure. OLH and RML 3 stations showed a very low \n\nconsistency of classifications obtained with different indices. A poor ecological status and \n\na bad quality of the riparian vegetation were identified by IPtIs and QBR, respectively, \n\nwhile IHF indicated, a good habitats structure and a good physical-chemical status. RML \n\n3 showed a good ecological quality, a bad riparian quality, excellent habitat structure and \n\na bad physical-chemical status.  \n\n  \n\nTable 3.9 – Ecological quality status given by the different quality measures used. \n\nSamplig site \nPhysical-\n\nchemical quality \nIPtIs QBR IHF \n\nBAD  0,594 80 55 \n\nCAG  0,441 55 42 \n\nCAN  0,39 65 48 \n\nCAS 1  0,471 5 67 \n\nCAS 2  0,371 50 68 \n\nCHA 1  0,318 70 70 \n\nCHA 2  0,328 20 70 \n\nOLH  0,44 25 59 \n\nRML 1  1,001 45 74 \n\nRML 2  0,545 5 58 \n\nRML 3  0,839 5 73 \n\nRML 4  0,598 40 70 \n\nSAM  0,957 30 70 \n\n \n\n \n\nThe results obtained for the IPtIs metrics are indicated in Table 3.10, showing the \n\nsame tendency for all metrics. Cluster analysis (Figure 3.1) corroborated that relationship \n\nbetween metrics, showing a correlation higher than 0,6 between all metrics determined \n\nby AMIIB@, and a correlation higher than 0,9 between and EPT. In the PCO analysis \n\n(Figure 3.2) these axes explain 95,7% of the variability between the calculated metrics. A \n\n\n\nChapter III \n\n50 \n \n\ntendency of all metrics to increase along the first axis is shown, towards the stations with \n\na better ecological status. \n\n \n\n \n\n \n\nFigure 3.1 – Hierarquical Cluster analysis based on the correlations between the metrics commonly used to \n\nassess ecological status. \n\n \n\n \n\n \n\nTable 3.10 – Results of the individual metrics used in IPtIs. \n\nSampling site Nº Total de Taxa IASPT EPT Taxa Sel. EPTCD \n\nBAD 1               21 4,60 4 2 \n\nCAG                  14 4,46 4 0 \n\nCAN                  16 4,13 1 0 \n\nCAS 1                15 4,07 4 2 \n\nCAS 2                15 3,73 2 0 \n\nCHA 1                9 4,33 2 0 \n\nCHA 2                13 3,85 1 0 \n\nOLH                  14 4,43 4 0 \n\nRML 1               30 5,20 11 42 \n\nRML 2               15 4,07 4 23 \n\nRML 3               23 5,17 9 27 \n\nRML 4               16 4,93 5 8 \n\nSAM                  28 5,11 10 59 \n\n \n\nThe results show that finer sediments (the finer the sediment the larger the vector \n\nGS) are strongly associated with lower quality grades (correlation to the first axis of the \n\nPCO of -0,66). On the other hand, higher current speeds are associated to better quality \n\nstatus (correlation of 0,39). It is perceived that non-insect taxa occur in a \n\nhigherpercentage in locations classified with low quality, which indicates that mostly \n\nperennial locations are considered by these metrics to have poor ecological status \n\n(correlation of -0,57 with the first axis). As indicated previously in Table 3.9, the vectors \n\n\n\nChapter III \n\n51 \n \n\ncorresponding to the indices QBR (correlation of -0,26) and IHF (correlation of 0,31) do \n\nnot follow the trend of the principal index used. QBR follows a trend opposite to the \n\necological quality given by the index based on macroinvertebrates and, although the IHF \n\ndoes not fully follow the trend of the latter, has a greater resemblance to these. \n\n The vectors reflecting the human pressures existing at each sampling station \n\n(based on Table 3.8) are strongly related to stations considered to have a moderate \n\necological quality. When comparing the physical-chemical quality with the pressures \n\nidentified in Table 3.8, a correspondence between them is not seen. As an example, RML \n\n4 and BAD have higher human pressures when compared CAG and CAN and are \n\nclassified in a better ecological status.  \n\n \n\n \n\nDiscussion \n\nBased on the results of the methods proposed for Portuguese Southern rivers \n\n(IPtIs), only three sampling stations located at the Melides river basin fulfil the objective of \n\ngood status, as required by the WFD. These results also indicated that streams of Santo \n\nAndré have lower ecological quality, requiring stringer measures to achieve that target \n\nuntil 2015. When comparing these classifications with those obtained for the same \n\nstreams under the Management Plan of the Sado and Mira basins Hydrographic Region \n\n(ARH Alentejo, 2011), some differences can were observed. The streams of Melides, \n\nSamocal and Badoca were classified as poor and Cascalheira as moderate in the aim of \n\nthe management plan, while this study indicates a better classification, hypothesizing an \n\nimprovement in ecological status along the last two years. However, there is no indication \n\nof the precise location of the sampling sites and on the biological elements used to obtain \n\nthat classification.  \n\nThis study shows that all the metrics included in the index used to evaluate \n\necological quality follow the same trends. The metric more correlated with IPtIs is the \n\nnumber of EPT families (cumulative number of families of Ephemeroptera, Plecoptera, \n\nTrichoptera). This metric includes sensitive taxa, which decreases with increasing amount \n\nof urban and livestock pressure (Bonada et al., 2006; Ippolito et al., 2009). However \n\nthese classes also are rheophilic, with preference for fast flowing waters (Bonada, 2003), \n\nand are known to reside on cobble and gravel sediments (Duan et al., 2009). Therefore, \n\nthe lower number of this metric may not be associated to increased stressors but with \n\nlower current speeds and finer sediments, especially as it was observed in CAG, CAN, \n\nCHA 1 and 2, sites considered to have low pressures but with a lentic regimes.  \n\n\n\nChapter III \n\n52 \n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 3.2 – Diagrams of a Principal Coordinates analysis of the influence of the metrics used to achieve ecological status in each sampling station based on benthic macroinvertebrates divided into: a) vectors symbolizing each \n\nmetric with the length of the vectors as a measure of its importance, all vectors start from the same point, and the second end points in the direction of increasing influence; b) vectors as environmental variables; c) influence of \n\nthe metrics used to achieve ecological status in each sampling station based on benthic macroinvertebrates and the relationship between these stations and the human pressures existent in each. Sampling stations are \n\nrepresented by symbols: ? - included in Santo André River basin, ? - included in the Melides River basin. The color of each sampling site is attributed according to the classification of the IPtIs. \n\nb) \n\nc) \n\na) \n\n\n\nChapter III \n\n53 \n \n\nGrain size and current speed are directly related to the habitat regime (lentic or \n\nlotic) and are, therefore, the most significant natural environmental-gradients affecting the \n\nclassification of ecological quality in these streams, with fine-grained sediments and lentic \n\nenvironments associated with lower ecological quality classes. With decreasing current \n\nvelocity finer material, both inorganic and organic can be deposited. Compared with \n\nhomogeneous streambeds, substrata exhibiting a wide range of particle sizes create a \n\nphysically more complex and heterogeneous habitat (Beisel et al., 1998; Voelz and \n\nMcArthur, 2000; Duan et al., 2009). This statement is in agreement with the classification \n\nof IHF relatively to substrate, once this index gives higher scores to streams with rapids \n\nand substrate composed by stones, pebbles and gravel (Jáimez-Cuéllar et al., 2004). \n\nSuch environments can provide more suitable conditions for species with different \n\nrequirements, and therefore, support a greater variety of benthic species. It is predictable \n\nthat as sediment becomes mostly composed by sand, there is less available colonization \n\narea, especially for aquatic insects, once sandy beds are compact and the interstices \n\nbetween sand particles are too small for benthic macroinvertebrates to move and live \n\nwithin them, also they are unstable and subject to rapid erosion and deposition, leaving \n\ninvertebrates insufficient time to colonize (Duan et al., 2009; Pinto and Feio, 2009). Thus \n\nthey prefer gravel and cobble that generally support a more diverse macroinvertebrate \n\ncommunity than sand (Nedeau et al., 2003). The diversity of benthic invertebrates is \n\ndirectly proportional to the availability of different micro-habitats. This follows the \n\nassumption of Vannote et al., (1980) which states that stable and homogeneous \n\nenvironments have lower diversity, whereas instable and heterogeneous environments \n\nallow a higher species richness due to a broader range of available conditions.In his way, \n\nonce the IPtIs index favours higher diversity, locations classified as good by it have good \n\nscores in IHF index. \n\nThe TOC in these streams can be strongly influenced by the input of material \n\nfrom the riparian vegetation (leaves, fruits, wood,…) and limiting the entry of light into the \n\nchannels, thus conditioning the existence of environmental gradients transition between \n\nthe river and the adjacent terrestrial vegetation (Pardo et al., 2002). In this case, this fact \n\nis translated in not only TOC vector being negatively related to ecological quality, but also \n\nde QBR index in contrary to what was expected. The negative relation of the QBR with \n\nIPtIs results are explained by the fact that higher QBR scores are mainly encountered in \n\nlentic environments, which leads to an increasing of organic matter and for that, \n\nopportunistic species scored poorly in macroinvertebrate ecological indices, such as \n\nChironomidae and Oligochaeta.Thus, it appears that the quality of riparian gallery does \n\nnot constrain the community structure of benthic macroinvertebrates, contrary to the \n\nfindings of other authors.Castela et al. (2008), Barquín et al. (2011) \n\nandCheimonopoulouet al. (2011) found strong relations between the benthic indices and \n\nQBR, where higher values of QBR would lead to a greater biodiversity of the biological \n\ncommunities. \n\n\n\nChapter III \n\n54 \n \n\nAs highlighted in previous studies, a discrepancy between chemical and \n\nbiological measures of water quality was found in this study (Faulkner et al., 2000; Foy et \n\nal., 2001; Baker et al., 2003). Wenn (2008), explains that while chemical status recovers \n\nrapidly, ecological status does not recover so rapidly, revealing pollution past episodes \n\nand / or sporadic. That was a major reason to include an integrated ecological approach \n\nin the WFD, since chemical indicators are not always representative of the ecological \n\nstatus of streams. The abiotic factors evaluated (whether considered or not in the \n\nchemical quality index) do not give an explanation about the ecological status. Higher \n\nwater temperatures are related with higher conductivities and lower dissolved oxygen \n\ncontent (Wetzel, 1993). Since these streams are small and shallow, there is a large \n\ninfluence of solar heating in the water temperature and for that a variation throughout the \n\nday of these parameters so that they will not reflect on the biological communities. The \n\nratio non-insect/insect taxa is negatively related to ecological quality, which might be \n\nexplained by the fact that the taxa whose abundance more contribute to this ratio, \n\nHydrobiidae and Gammaridae, are not highly scored in the IBMWP index. The low score \n\nof Hydrobiidae is due to its tolerance to organic pollution, although Gammaridae are \n\nintolerant to organic pollution, this taxa is not as sensitive as EPT (Paisley et al., 2011). \n\nTherefore, these low scores in IBMWP are reflected in IPtIs, and this index does not have \n\nthese taxa in special consideration in the other terms of the formula (like EPT or EPTCD).  \n\nFour types of stressors where characterized in these two small river basins: \n\nagriculture, livestock, urbanization and forestry. However, the forestry occupation does \n\nnot have a pattern that might cause impacts in aquatic ecosystems. The IPtIs index did \n\nnot reflect the pressures gradient identified in the sampling sites. In this case study, \n\nhigher pressures are associated with moderate quality, especially in BAD and RML 4 \n\nsampling sites, although these two sites are considered to have higher human pressures. \n\nThe Badoca sampling site has an important human pressureresulting from urban \n\neffluents, with a great number of habitants served by the WWTP’s, and from cattle \n\ngrazing. RML 4 has considerable pressures from urban effluents, livestock and rice \n\ncultivation. This activity occurs in the fields nearby this location and has a seasonal \n\nimpact in this location, since the rice fields drain to the streams in September to dry the \n\nfields and proceed with the harvest procedures (Freitas et al., 2008). Besides being a \n\nseasonal pressure, the rice fields drainage occurs downstream to RML 4, so this stressor \n\ndoes not have an impact on water quality in the study sites and, consequently on the \n\nbenthic macroinvertebrate community. All the other stressors lead to nutrients increase, \n\ncaused by the effluents discharged directly into the water by the WWTP’s, nutrients \n\nleaching from nitrogen excreted by animals and nitrogenous fertilizers used in agriculture. \n\nThese pressures might cause eutrophication, especially with NO3 and NO2, but \n\nconcentrations that where measured in the Melides and Santo André streams do not \n\nexceed the limits established for a good physical-chemical status. \n\n\n\nChapter III \n\n55 \n \n\nHowever, undisturbed or slightly disturbed locations are classified as having a \n\npoor ecological quality. These locations are predominantly lentic and with sediments \n\ndominated by sand, with the exception of OLH that is dominated by sand but with a lotic \n\nregime. This station is a particular case, since it has a groundwater interface and the \n\nhabitat was altered in order to create a recreational area that affected the sediment \n\ncharacteristics (sediment was transported from the Melides lagoon) and lead to a loss of \n\nnatural characteristics. The benthic macroinvertebrate community of this location was \n\ndominated by an invasive species, Potamopyrgus antipodarum. This is a species with \n\nhigh tolerance to organic pollution and nutrient enrichment (Alonso and Camargo, 2003) \n\nand it is known to change the structure of communities originally present (Múrria et al., \n\n2008). \n\nThe differences between lentic and lotic habitats are also emphasized by the \n\nresults obtained at sites RML 2 and 3, which have the same stressors, but the last one \n\nhave a better ecological classification, because the current speed is greater and for that \n\nthe substrate and fluvial habitat (IHF) is more heterogeneous. This considerable increase \n\nof current between one station and another is due to the existence of a weir between \n\nthem. \n\nSince the IPtIs index was proposed recently, its efficiency is still very poorly \n\nknown. Yet, studies in other streams in southern Portugal (e.g., Coimbra et al. 1996) also \n\nindicate that the use of indices such as BMWP or IASPT in lentic conditions is not \n\nappropriate. With the arrival of the dry season, the river continuum is interrupted giving \n\nrise to the occurrence of ponds. An increase in temperature and plant detritus occurs in \n\nthose conditions, leading to an increase in salinity due to evaporation and higher nutrients \n\nconcentration. These harsh conditions are similar to those found in polluted sites, causing \n\na predominance of tolerant taxa (Coimbra et al., 1996). Pinto et al. (2004), suggest the \n\nreplacementof the metric EPT by EPTO (Ephemeroptera, Plecoptera, Tricoptera and \n\nOdonata) in Mediterranean streams. The addition of Odonata to the metric compensates \n\nthe absence of Plecoptera in lentic habitats. These are also sensitive to pollution taxa but, \n\nunlike Plecotera are more abundant and diverse in lentic waters (Bouchard, 2004). \n\nGenerally, this index does not efficiently classifies stations with different \n\nenvironmental characteristics, i.e. which have groundwater sources or are lentic. Since \n\nthese lentic environments have sandy bedstream substrates this fact is in agreement with \n\nPinto and Feio (2009), which found low efficiency of this index in sandy bedstreams. This \n\nis also in agreement with the low responsiveness found in other metrics to evaluate lentic \n\nhabitats, as seen above. Withdrawing of the analysis stations with these features, it \n\nappears that the index IPtIs responds relatively well to the existing pressures, when plied \n\nin lotc habitats. \n\n \n\n \n\n \n\n\n\nChapter III \n\n56 \n \n\nConclusions \n\nThis study indicated that few sampling sites were classified in a good ecological \n\nstatus by the IPtIs index, with only three locations presenting good or excellent quality and \n\nhalf considered poor. However, the results of the different assessment tools did not \n\ncoincide, hence an ecological assessment integrating these indices should be used, in \n\norder to better interpret the results obtained with the benthic macroinvertebrate indices, \n\nsince these can be influenced by habitat characteristics. Current speed, sediment grain-\n\nsize and TOC seem to influence significantly the classification results since these \n\nenvironmental factors constrain the benthic community structure and the taxonomic \n\ncomposition at each site. More heterogeneous habitats support a greater diversity of \n\norganisms. On the other hand, locations with lentic environments have a more \n\nhomogeneous habitat type and are, in general, poorly scored by the IPtIs. Species that \n\ncolonize lentic environments tolerate greater concentrations of TOC and also tolerate \n\norganic pollution, therefore these species are equally found in lentic or polluted sites. \n\nUltimately, we concluded that this index does not respond accurately to stressors when \n\nthe habitat characteristics are different from those that were used to develop the index. \n\nUnder the current definition this index should only be used for lotic habitats, since lentic \n\nhabitats have natural pressures similar to human pressures, confounding the \n\ninterpretation of the results. \n\n \n \nReferences \n\nAlba-Tercedor, J., Jáimez-Cuéllar, P., Álvarez, M., Avilés, J., Bonada, N., Casas, J., \n\nMellado, A., Ortega, M., Pardo, I., Prat, N., Rieradevall, M., Robles, S., Sáinz-Cantero, \n\nC., E., Sánchez-Ortega, A., Suárez, M., L., Toro, M., Vidal-Abarca, R., Vivas, S., Zamora-\n\nMuñoz, C. (2002). Caracterización del estado ecológico de ríos mediterráneos ibéricos \n\nmediante el índice IBMWP (antes BMWP’). Limnetica 21(3-4), 175-185. \n\nAlonso, A., Camargo, A. (2003) Short-Term Toxicity of Ammonia, Nitrite, and Nitrate to \n\nthe Aquatic Snail Potamopyrgus antipodarum (Hydrobiidae, Mollusca). Bulletin of \n\nEnvironmental Contamination and Toxicology, 70, 1006–1012. \n\nARH Alentejo (2011). Planos de Gestão das bacias hidrográficas integradas nas regiões \n\nhidrográficas 6 e 7 – Região hidrográfica 6. Relatório, 416p. \n\nBaker, A., Inverarity, R., Charlton, M., Richmond, S. (2003). Detecting river pollution \n\nusing fluorescence spectrophotometry: case studies from the Ouseburn, NE England. \n\nEnvironmental Pollution, 124, 57–70. \n\nBarquín, J., Fernández, D., Álvarez-Cabria, M., Peñas, F. (2011). Riparian quality and \n\nhabitat heterogeneity assessment in Cantabrian rivers. Limnetica, 30, 329-346. \n\n\n\nChapter III \n\n57 \n \n\nBeisel, J.-N., Usseglio-Polatera, P., Thomas, S., Moreteau, J. C. (1998). Stream \n\ncommunity structure in relation to spatial variation: the influence of mesohabitat \n\ncharacteristics. Hydrobiologia, 389, 73-88. \n\nBernardo, J., Alves, M. H., Pinto, P. (2009). Estado ecológico em rios – Estratégia de \n\nimplementação da Directiva-Quadro da Água em Portugal. Revista APRH, 30, 15-20. \n\nBonada, N. (2003). Ecology of macroinvertebrate communities in Mediterranean rivers at \n\ndifferent scales and organization levels. Ph.D. thesis, Universitat de Barcelona, Spain. \n\nBonada, N., Rieradevall, M., Prat, N. (2006).  Benthic macroinvertebrate assemblages \n\nand macrohabitat connectivity in Mediterranean-climate streams of northern California. \n\nJournal of the North American Benthological Society, 25, 32–43. \n\nBouchard, R. W. (2004). Guide to Aquatic Invertebrates of the Upper Midwest – \n\nIdentification Manual for Students, Citizen Monitors, and Aquatic Resource Professionals. \n\nUniversity of Minnesota. \n\nBrigada de Fiscalização do Litoral (2006). Fontes Poluidoras – Bacia hidrográfica da \n\nRibeira de Melides. Comissão de Coordenação e Desenvolvimento Regional do Alentejo. \n\n22p.  \n\nCastela, J., Ferreira, V., Graça, M. (2008). Evaluation of stream ecological integrity using \n\nlitter decomposition and benthic invertebrates. Environmental Pollution, 153, 440-449. \n\nCheimonopoulou, M., Bobori, D., Theocharopoulos, I., Lazaridou, M. (2011). Assessing \n\nEcological Water Quality with Macroinvertebrates and Fish: A Case Study from a Small \n\nMediterranean River. Environmental Management, 47, 279–290. \n\nClarke, K. R., Gorley, R. N. (2006). “PRIMER v6: User Manual/Tutorial”. PRIMER-E: \n\nPlymouth. \n\nCoimbra, C. N., Graça, M. A. S., Cortes, R. M. (1996). The effects of a basic effluent on \n\nmacroinvertebrate community structure in a temporary mediterranean river. \n\nEnvironmental Pollution, 94, 301-307. \n\nDuan, X. H., Wang, Z. Y., Xu, M. Z., Zhang, K. (2009). Effect of streambed sediment on \n\nbenthic ecology. International Journal of Sediment Research, 24, 325–338. \n\nERENA (2005). Plano de Ordenamento da Reserva Natural das Lagoas de Santo André \n\ne da Sancha. Relatório técnico de diagnóstico e ordenamento. 65p. \n\nhttp://bibapp.mbl.edu/publications/290-Journal_of_the_North_American_Benthological_Society\n\n\nChapter III \n\n58 \n \n\nEuropean Commission, (2000) Directive 2000/60/EC of the European Parliament and of \n\nthe Council – Establishing a framework for Community action in the field of water policy. \n\nEuropean Commission, Brussels. \n\nFaulkner, H., Edmonds-Brown, V., Green, A. (2000). Problems of quality designation in \n\ndiffusely polluted urban streams - the case of Pymme's Brook, north London. \n\nEnvironmental Pollution, 109, 91-107. \n\nFano, E., Mistri, M., Rossi, R. (2003). The ecofunctional quality índex (EQI): a new tool \n\nfor assessing lagoonal ecosystem impairment. Estuarine, Coastal and Shelf Science, 56, \n\n709-716. \n\nFoy, R., Lennox, S. D., Smith, R. V. (2001). Assessing the effectiveness of regulatory \n\ncontrols on farm pollution using chemical and biological indices of water quality and \n\npollution statistics. Water Research, 35, 3004–3012. \n\nFreitas, C., Silva, C., Andrade, C. F., Cabral, H., Silva, J. M., Carvalho, M. R., Correia, O., \n\nBrotas, V., Vieira, A.R., Cruces, A., Wouters, N., Branquinho, C., Santos, P. R., Gameiro, \n\nC., Antunes, C. (2008). Recovery project for the Melides lagoon. Project report. Institute \n\nof Oceanography, Faculty of Sciences, Univ. Lisbon. \n\nIppolito, A., Sala, S., Faber, J., Vighi, M. (2009). Ecological vulnerability analysis: A river \n\nbasin case study. Science of the Total Environment, 408, 3880-3890 \n\nINAG, I.P. (2008). Manual para a avaliação biológica da qualidade da água em sistemas \n\nfluviais segundo a Directiva Quadro da Água Protocolo de amostragem e análise para os \n\nmacroinvertebrados bentónicos. Ministério do Ambiente, Ordenamento do Território e do \n\nDesenvolvimento Regional. Instituto da Água, I.P. \n\nINAG, I.P. (2009). Critérios para a classificação do estado das massas de água \n\nsuperficiais- Rios e Albufeiras. Ministério do Ambiente, Ordenamento do Território e do \n\nDesenvolvimento Regional. Instituto da Água, I.P. \n\nJáimez-Cuéllar, P., Vivas, S., Bonada N., Robles, S., Mellado, A., Álvarez, M.,  Avilés, J., \n\nCasa, J., Ortega, M., Pardo, I., Prat, N., Rieradevall, M., Sáinz-Cantero, C. E., Sánchez-\n\nOrtega, A., Suárez, M. L., Toro, M., Vidal-Abarca, M. R., Zamora-Muñoz, C., Alba-\n\nTercedor, J. (2002). Protocolo GUADALMED (PRECE). Limnetica, 21, 187–204. \n\nMistri, M., Munari, C., Marchini, A. (2008). The fuzzy index of ecosystem integrity (FINE): \n\na new index of environmental integrity for transitional ecosystems. Hydrobiologia, 611, \n\n81-90. \n\n\n\nChapter III \n\n59 \n \n\nMorais, M., Pinto, P., Guilherme, P., Rosado, J., Antunes, I. (2004). Assessment of \n\ntemporary streams: the robustness of metric and multimetric indices under different \n\nhydrological conditions. Hydrobiologia, 516, 229-249. \n\nMúrria, C., Bonada, N., Prat, N. (2008) Effects of the invasive species Potamopyrgus \n\nantipodarum (Hydrobiidae, Mollusca) on community structure in a small Mediterranean \n\nstream. Archiv für Hydrobiologie, 171, 131–143. \n\nNedeau, J. E., Richard, W. M., Kaufman, M. G. (2003). The effect of an industrial effluent \n\non an urban stream benthic community: water quality vs habitat quality. Environmental \n\nPollution, 123, 1-13. \n\nPaisley, M., Walley, W., Trigg, D. (2011). Identification of macro-invertebrate taxa as \n\nindicators of nutrient enrichment in rivers. Ecological Informatics, 6, 399–406. \n\nPardo, I., Álvarez, M., Casas, J., Moreno, J. L., Vivas, S., Bonada, N., Alba-Tercedor, J., \n\nJáimez-Cuéllar, P., Moyá, G., Prat, N., Robles, S., Suárez, M. L., Toro, M., Vidal-Abarca, \n\nM. R. 2002. El hábitat de los ríos mediterráneos. Diseño de un índice de diversidad de \n\nhàbitat. Limnetica, 21, 115-132. \n\nPinto, P., Feio, M. J. (2009). Eficiência dos índices de macroinvertebrados desenvolvidos \n\nno exercício de intercalibração na avaliação do estado ecológico dos rios de Portugal \n\ncontinental. Revista APRH, 30, 65-76. \n\nPinto, P., Rosado, J., Morais, M., Antunes, I. (2004). Assessment methodology for \n\nsouthern siliceous basins in Portugal. Hydrobiologia, 516, 191-214. \n\nVannote, R. L., Minshall, G. W., Cummins, K. W., Sedell, J. R., Cushing, C. E. (1980). \n\nThe River Continuum Concept. Canadian Journal of Fisheries and Aquatic Sciences, 37, \n\n130-137. \n\nVoelz, N. J, McArthur, J. V. (2000). An exploration of factors influencing lotic insect \n\nspecies richness. Biodiversity and Conservation, 9, 1543–1570. \n\nWenn, C. L. (2008). Do freshwater macroinvertebrates reflect water quality improvements \n\nfollowing the removal of point source pollution from Spen Beck, West Yorkshire?. Earth &amp; \n\nE-nvironment, 3, 369-406. \n\nWetzel, R. G. (1993). Limnologia. Fundação Calouste Gulbenkian. \n\n \n\n \n\n \n\n\n\n \n\n60 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nChapter IV \n\nFinal Remarks \n\n \n\n \n\n \n\n \n\n \n\n\n\nChapter IV \n\n61 \n \n\nFinal Remarks \n\n \n\n \n\nThe WFD implementation process currently in place at the European Union led to \n\na strong increase in the development of monitoring programs, to support the \n\nassessment of water bodies’ ecological status. Some of the European countries had \n\npreviously developed such programs. However, in Portugal, as in other countries, there \n\nwere no monitoring programs including biological elements. The scarcity of biological \n\ndata on some biological elements and the absence of sampling protocols also \n\ncontributed to delay the implementation of this Directive and the fulfilment of the \n\nestablished dead lines. Monitoring programs are currently ongoing, but specific \n\ncharacteristics of the Portuguese stream systems constrain the use of the tools \n\ndeveloped, as it was emphasized by the results of this study. \n\n The data compiled in this thesis improves the understanding of benthic \n\ninvertebrate communities in the streams of the Santo André and Melides river basins and \n\nallows to reach a set of conclusions that were discussed in chapters II and III. The key \n\nfindings are summarized below. \n\n \n\n The studied streams are characterized by communities with a dominance \n\nof insects over other taxonomical groups. The most common and widespread taxa was \n\nthe Chironomidae family of the Diptera order that are known to be euribiont and tolerant \n\nto a large variety of conditions. Higher densities were found in Santo André River basin, \n\nwhile higher taxonomic diversity was found in Melides. Taxa richness was highly \n\nassociated with hydraulic-related parameters controlled by climatic conditions (current \n\nspeed), while invertebrate abundance was related with food availability (total organic \n\ncontent), once an important number or the streams of Santo André watershed were \n\nconsidered to be lentic. This is coherent with the ecological status attributed to these \n\nstreams, where the streams in the Melides River basin were the best classified. More \n\nheterogeneous habitats host a greater diversity of organisms. Thereby, the locations with \n\nlentic environments, with more homogeneous characteristics were, in general, poorly \n\nscored by the IPtIs. Species that colonize lentic environments tolerate greater \n\nconcentrations of TOC and also tolerate organic pollution, therefore these species are \n\nequally found in lentic or polluted sites. Only three of the sampling sites were classified in \n\na good ecological status by the IPtIs index, therefore considered to achieve the goal of the \n\nWFD. Nevertheless, this index does not respond accurately to natural stressors, such as \n\nhabitat characteristics different from those for which the index was developed. Under the \n\ncurrent definition this index should only be used for lotic habitats, since lentic habitats \n\nhave natural pressures similar to human pressures, confounding the interpretation of the \n\nresults. \n\n\n\nChapter IV \n\n62 \n \n\nFuture directions \n\n \n\nBiotic interactions, such as competition and predation are likely to have an \n\nimportant contribute regulating benthic invertebrate abundance and distribution. Thereby \n\nit would be important that further studies would take these interactions into account, not \n\nonly within benthic invertebrate communities but also with other communities like fish, for \n\ninstance, that may have considerable effects in benthic communities driven by predation. \n\nThese effects can lead to a misinterpretation of the real ecological status existent. A \n\nmulti-season approach also would be ideal to understand the ecology of these \n\nMediterranean streams, how they change throughout the year and how they respond to \n\nextreme events, once structure of communities change seasonally. \n\nFinally, rehabilitation measures to improve the ecological status of the lotic \n\nstreams considered not to be with good ecological quality should be taken in order to \n\nunderstand how efficient are the assessment tools and, ultimately, to fulfil the goals of the \n\nWFD by 2015. \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n63 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAppendix \n\n \n\n \n\n \n\n \n\n\n\n \n\n64 \n \n\nList of taxa identified and respective density (ind/60’) in each sampling station \n\n BAD  CAG CAN CAS 1 CAS 2 CHA 1 CHA 2 OLH RML 1 RML 2 RML 3 RML 4 SAM \n\nAcroloxus 0 0 0 0 0 0 0 0 0 0 0 0,333333 0 \n\nAeshnidae 0 0 4,666667 0 0 0 0 0 0,333333 0 0 0 0 \n\nAncylus 1,5 0 0 0,5 0 0 0 0 12 0 10 3,333333 4,444444 \n\nAnthomyiidae 0,5 0 0 0,5 0 0 0 0 0,333333 0 0,666667 0 0 \n\nAssiminea 0 0 0 0 0 0 0 0,444444 0,333333 0 0 0,333333 0 \n\nAthericidae 0 0 0 0 0 0 0 0 0 0 0 0 0,222222 \n\nBaetidae 203 34 1 203,5 17 2 0 0 103,6667 5,333333 167,6667 7 130,6667 \n\nBrachycentridae 0 0 0 0 0 0 0 0,444444 0 0 11,33333 27 3,333333 \n\nBranchiobdellidae 0 0 0 0 0 0 0 0 0 0 0,333333 0 0 \n\nCaenidae 3 6 0 0,5 0 0 0 0,222222 11,33333 11,66667 0,333333 0,333333 29,55556 \n\nCapniidae 180,5 2 0 0 0 2 0 0 2,666667 0,333333 32 0 3,333333 \n\nCeratopogonidae 1 0 84,33333 0 0,333333 2 6 0,888889 14,33333 0,666667 1 0 0 \n\nChaoboridae 0 0 0 0 0 0 0 0 0 0 0 0 0,222222 \n\nChironomidae 96 86 4069,333 107 20,33333 270 504 27,77778 111,6667 177,3333 1152,333 76,66667 290,4444 \n\nChrysomelidae 0 0 0 0,5 0 0 3 0 0 0 0,666667 0,666667 0,222222 \n\nCoenagrionidae 0 0 21 0 0 0 0 0,444444 0,333333 0,333333 0 0 0 \n\nCorbicula 0 0 0 0 0 0 0 0 0 0 0 0,333333 0 \n\nCordulegasteridae 0 0 0 0 0 0 0 0 0 0 0 0 0,222222 \n\nCorixidae 0 0 0 0 0 0 153 0 2 0,666667 0 0 0,888889 \n\nCulicidae 0 0 0 0 0 0 0 0 0,333333 0 0 0 0 \n\nCurculionidae 0 0 0 0 0,333333 0 0 0 0 0 0 0 0,222222 \n\nCyclopoida 1,5 24 4 0 0 0 54 0,222222 2 2,666667 0 0 7,555556 \n\nDaphniidae 0 2 0 0 0 0 0 0 0 0 0 0 0 \n\n\n\n \n\n65 \n \n\nDecapoda 0 0 0 0 0 0 0 0 2 9,333333 0 0 1,333333 \n\nDixidae 0,5 0 0 0 4 0 0 0 13 0 0 0 1,777778 \n\nDolicopodidae 0 6 0 0 0 0 0 0 0 0 0 0 0 \n\nDryopidae 0,5 0 0 0 0 0 0 0 0,333333 0 0 0 0 \n\nDytiscidae 1 0 9 0 2 0 0 0 7,666667 3,333333 0 0,333333 2,222222 \n\nEcnomidae 0 4 0 31,5 0 0 3 1,333333 23,33333 0 2 1 10,22222 \n\nElmidae 0,5 0 0 1,5 0,333333 0 0 0,222222 6,666667 22,66667 27,33333 8,333333 43,55556 \n\nEmpididae 4 0 0 0 0 0 0 0 0 0 0,333333 0 0,444444 \n\nEphydridae 0 0 20,33333 0 0 0 24 0,222222 0 0 0 0 0,222222 \n\nGammaridae 0,5 0 1 587,5 403 88 1128 194,4444 0 279,3333 195,3333 401,6667 0 \n\nGastropoda 0 2 0 0 0 0 0 0 0 0 0 0 0 \n\nGerridae 0 0 0 0 0 0 0 0,444444 0 0,333333 0 0 0,444444 \n\nGlossosomatidae 0 0 0 0 0 0 0 0,222222 0 0 4,333333 0 0,888889 \n\nGomphidae 0 0 0 0 0 0 0 0 0,333333 0,333333 0 0 0 \n\nGyrinidae 0 0 0 4 0 0 0 0 1 0 1,333333 0,666667 1,555556 \n\nHaliplidae 0 0 0 0 0 0 0 0 0 0,333333 0 0 2 \n\nHelophoridae 0 0 0 0 1 0 0 0 2 0 0 0 0 \n\nHydracarina 0 4 5 0 0 0 0 0 2,333333 0,333333 0,666667 0 1,111111 \n\nHydraenidae 0 0 13 0 0 0 0 0 2 0 0 0 0,222222 \n\nHydrobiidae 0 0 0 0 0 0 0 212,2222 0 48,66667 122 86,66667 0 \n\nHydrochidae 0 0 0 0 2,666667 0 15 0 0 0 0,333333 0 0 \n\nHydrometridae 0 0 0 0 0 2 0 0 0,333333 0 0 0 0 \n\nHydrophilidae 0,5 2 145,6667 0 0,666667 0 0 0,888889 1,666667 0 1,333333 0 1,333333 \n\nHydropsychidae 0 0 0 12 0,666667 0 0 0,222222 11,33333 0 174 7 11,11111 \n\nHydroptilidae 0 0 0 0 0 0 0 0,888889 0,333333 0 2 0 1,333333 \n\nHydroscaphidae 0 0 0 0 0,333333 0 0 0 0 0 0 0 0 \n\n\n\n \n\n66 \n \n\nHygrobiidae 0 0 0 0 1 0 12 0 0 0 0 0 0 \n\nJaniridae 6,5 0 0 0 0 0 0 0 0 0 0 0 0,444444 \n\nLaophonte 0 0 5 0 0 0 0 0 0 0 0 0 0 \n\nLepidoptera 0 0 0 0 0,333333 0 0 0 0 0 0 0 0 \n\nLeptoceridae 0 0 0 0 0 0 0 3,333333 3 1,333333 0 2,666667 1,555556 \n\nLeptophlebiidae 0 0 0 0 0 0 0 0 33 0 0 0 15,33333 \n\nLestidae 0 2 0 0 0 0 0 0 0 0 0 0 1,777778 \n\nLeuctridae 0 0 0 0 0 0 0 0 0,666667 0 0 0 0 \n\nLibellulidae 0 0 1 0 0 0 0 0 0 0 0 0 0 \n\nLimoniidae 7,5 32 0 0 1 0 3 0 1 0 1 0 0,222222 \n\nLymnaeidae 0 0 0 0 0 0 0 0,666667 0 0,333333 0 0 0 \n\nMesoveliidae 0,5 0 2 2,5 3,666667 0 0 0 0 0 0 1 1,111111 \n\nNaucoridae 0 8 0 0 0 0 0 0 0 1 0 0 0 \n\nNematoda 4,5 2 1,333333 0 0 0 0 0,222222 0,333333 0 0,333333 1 0 \n\nNevrorthidae 0 0 0 0 0 0 0 0 0,333333 0 0 0 0 \n\nNoteridae 0 0 0 0 0 0 0 0 0,333333 0 0 0 0,444444 \n\nNotonectidae 0 0 0 1 0 0 0 0 0,333333 0,666667 0 0 0,222222 \n\nOligochaeta 299,5 26 210,6667 16,5 1,333333 436 1563 32,44444 3 163,6667 90,66667 61,33333 7,111111 \n\nOstracoda 0,5 12 100 0 0,333333 14 6 20,88889 0,333333 4 1 0,333333 6,222222 \n\nPalaemon varians 0 0 0 0 0 20 6 0,666667 0 0,333333 0 1,333333 0 \n\nPalaemonidae 0 0 0 0 0 0 6 0 0,333333 0 0,333333 0 0 \n\nPerlodidae 0,5 0 0 0 0 0 0 0 0 0 0 0 0 \n\nPhriganeidae 0 0 0 0 0 0 0 0 0 0 0 0 0,444444 \n\nPhysidae 0 0 0 0 0 0 0 1,555556 0,333333 1,666667 0,333333 0 2,222222 \n\nPlanorbidae 0 0 0 0 0 0 0 0,222222 0 0 0 0 3,777778 \n\nPolycentropodidae 0 0 0 0 0 0 0 2,888889 4,666667 1 1 0,333333 0,222222 \n\n\n\n \n\n67 \n \n\nPotamopyrgus \nantipodarum 0 0 0 0 0 0 0 126,6667 0 149,3333 0 0 0 \n\nPsychodidae 0 2 0 0 0 0 12 1,111111 1,333333 0 0,333333 0 0,888889 \n\nPtychopteridae 1,5 2 0 0 0 0 0 0 0 0,333333 0,333333 0 0 \n\nPulmonata 0 0 0 0 0 0 0 0 0,333333 0,333333 0 0 0 \n\nRhagionidae 0,5 0 0 0 0 0 0 0 0 0 0 0 0 \n\nRhyacophilidae 0 0 0 0 0 0 0 0 1 0 0,666667 0 0 \n\nSericostomatidae 0 0 0 0 0 0 0 0 1 0 0 0 0 \n\nSialis 0 0 0 0 0 28 0 0 0 0 0 0 0,222222 \n\nSimulidae 131 0 0 632,5 6,333333 2 33 0 69,66667 0 92 27,33333 16,44444 \n\nSphaeriidae 0 0 0 0 0 0 0 2,222222 1 0 0 0 0 \n\nStratomyidae 0 0 0 0 0 0 0 0 0,333333 0 0 0 0 \n\nTabanidae 0 0 0 0 0,333333 0 0 0 0 0 0 0 0 \n\nThaumeleida 0 0 0 0 0 0 0 0 0 0,333333 0 0 0 \n\nTipulidae 0,5 0 0 0 0,333333 0 0 0 6 0 1 0 0,666667 \n\nTricoptera 0 0 0 0 0 0 0 0 0 0 6,333333 16,33333 1,777778 \n\nTurbellaria 0 0 0 0 0 0 0 0 0 0,666667 86 0 0,222222 \n\nVeliidae 0 0 2 0,5 0,666667 0 0 0,222222 1 0 0 0 0,222222 \n\nVertigo 0 0 0 0 0 0 0 0 0 0 0,666667 0 0"}]}}}