{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11523"}, {"@name": "filename", "#text": "16883_ulfc092954_tm_catia_fidalgo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE LISBOA \n\nFACULDADE DE CIÊNCIAS \n\nDEPARTAMENTO DE BIOLOGIA VEGETAL \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nHEAVY METAL RESISTANCE IN EXTREMOPHILIC \nYEASTS:  \n\nA MOLECULAR AND PHYSIOLOGICAL APPROACH \n \n \n\n \n\n \n\n \n\nCátia Isabel Assis Fidalgo \n\nMESTRADO EM MICROBIOLOGIA APLICADA \n\n2011 \n\n\n\nUNIVERSIDADE DE LISBOA \n\nFACULDADE DE CIÊNCIAS \n\nDEPARTAMENTO DE BIOLOGIA VEGETAL \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nHEAVY METAL RESISTANCE IN EXTREMOPHILIC \nYEASTS:  \n\nA MOLECULAR AND PHYSIOLOGICAL APPROACH \n\n \nDissertação orientada por: Doutora Sandra Chaves e Prof.ª Doutora Ana Tenreiro \n\n \n\n \n\n \n\nCátia Isabel Assis Fidalgo \n\nMESTRADO EM MICROBIOLOGIA APLICADA \n\n2011 \n\n\n\n \n \n\n \n\n \n\n \n\n \n\nHEAVY METAL RESISTANCE IN EXTREMOPHILIC \nYEASTS:  \n\nA MOLECULAR AND PHYSIOLOGICAL APPROACH \n\n \nCátia Isabel Assis Fidalgo \n\n2011 \n\n \n\nThis thesis was fully performed at Center for Biodiversity, Functional and \nIntegrative Genomics (BioFIG- FCUL) under the direct supervision of \nDra. Sandra Chaves. \n\nProf.ª Dra. Ana Tenreiro was the internal designated supervisor and also \nparticipated as direct co-supervisor in the scope of the Master in Applied \nMicrobiology of the Faculty of Sciences of the University of Lisbon. \n\n  \n\n\n\nAcknowledgments  \nFirst of all, I would like to acknowledge the fantastic support that my advisors, Sandra Chaves and \n\nProf. Ana Tenreiro, gave me and, of course, all the advice and patience throughout the years. \n\nAlso, I would like to thank the research group leader, Prof. Rogério Tenreiro, for giving me the \n\nopportunity to carry out my thesis project in the Laboratory of Biotechnology and Microbiology in the \n\nFaculty of Sciences in the University of Lisbon, and for the support provided throughout my MsC.  \n\nAdditionally, I would like to acknowledge Prof. Rui Malhó for all support provided in the \n\nfluorescence microscopy work and important input throughout this work. I would also like to thank \n\nMário Gadanho for all the laboratory-related support and enlightenment regarding the background of \n\nthis study.  \n\nI would especially like to acknowledge the very important support from my laboratory colleagues, \n\nthe amazing BugWorkers, throughout the last years by supporting me and my work in the most \n\ndiverse ways. Thank you!  \n\nLast, but not least, I would like to acknowledge the support from my friends, boyfriend, parents, \n\nbrother, godmother and family in general: I could not have done this without you.  \n\n  \n\n\n\nAbstract \nHeavy metal resistant microorganisms are often associated with acidic environments, since metals \n\nare easily solubilized in acidic milieus. A unique yeast species from the Cryptococcus genus was \n\nisolated from two sulfur-rich acidic environments: acid mine drainage in the south of Portugal and a \n\nvolcanic river in Argentina. The uniqueness of this species lies on the fact that it is the first acidophilic \n\nbasidiomycetous yeast known to date. Additionally, the two strains chosen for this work (one from \n\neach environment) are resistant to high levels of heavy metals (arsenic, cadmium, copper and zinc). \n\nMetal resistance mechanisms are only described for neutrophilic yeasts, and mainly involve thiolated \n\npeptides and efflux transporters. To unveil the mechanisms that allow this Cryptococcus species to \n\nresist high levels of heavy metals, physiological, cytological and molecular approaches were \n\nconducted. Since both isolation sites are sulfur-rich, the possibility that this element influences metal \n\nresistance was assessed with microscale growth assays by determining minimal inhibitory \n\nconcentrations of the four metals in differential sulfate availability conditions. Assessment of thiol-\n\nmediated resistance mechanisms was achieved by incubating cells (grown with and without metal) \n\nwith the thiol-specific fluorescent probe 5-chloromethylfluorescein-diacetate. Dot blot hybridization was \n\napplied to detect gene homologues involved in arsenic extrusion, and vacuolar metal-thiol \n\naccumulation in response to arsenic and cadmium. Also, suppression subtractive hybridization was \n\nconducted to investigate resistance to cadmium by analyzing transcripts induced upon exposure to \n\nthis metal. Our results indicate that thiolated peptides are involved in resistance to arsenic and zinc in \n\nthe Portuguese strain, cadmium in the Argentinean strain, and copper in both strains. Also, both \n\nstrains presented evidence of an arsenic extrusion mechanism, and of a Cd-induced demand in \n\nprotein synthesis and folding. Thus, the present work allowed unveiling of heavy metal resistance \n\nmechanisms in two strains of this unique novel yeast species, Cryptococcus sp.. \n\n \n\nKeywords: Extremophilic yeasts, Heavy metal resistance mechanisms, Fluorescence microscopy, \n\nDifferential gene expression, DNA hybridization.  \n\n \n\n \n\n \n\n  \n\ni \n\n\n\nResumo \nExistem diferentes critérios para definir ‘metal pesado’ que consideram diferentes características \n\ndos elementos metálicos. No entanto, o critério mais aceite consiste na comparação da gravidade \n\nespecífica do metal em relação à da água: metal pesado é aquele cuja gravidade específica é pelo \n\nmenos cinco vezes superior à da água. Esta qualidade é atribuída a elementos essenciais como o \n\ncobre e o zinco, e a elementos não essenciais como o arsénio e o cádmio (Lide, 2009). Metais \n\npesados, essenciais e não essenciais, podem ser tóxicos para todos os organismos, pelo que ao \n\nlongo da evolução foram desenvolvidas diversas estratégias de destoxificação em resposta à \n\npresença destes elementos em excesso. Em microorganismos, este tipo de estratégias encontra-se \n\nprincipalmente caracterizado em organismos modelo com aplicações clínicas ou na indústria, como \n\nEscherichia coli, Candida albicans, Saccharomyces cerevisiae e Schizosaccharomyces pombe. No \n\nentanto, os níveis de resistência a metais pesados que estes microorganismos exibem é baixo em \n\ncomparação com os níveis observados em microorganismos isolados de locais extremos, como por \n\nexemplo ambientes aquáticos ácidos ricos em metais pesados (Dopson et al., 2003). Em leveduras, \n\nas principais estratégias descritas em leveduras consistem em mecanismos que levam à \n\ndestoxificação do citoplasma (Perego &amp; Howell, 1997; Tsai et al., 2009). Estes podem ser exercidos \n\npor transporte dos metais para o exterior da célula, mediado por transportadores específicos, ou por \n\nacumulação dos metais, normalmente complexados com péptidos tiolados, em organitos como o \n\nvacúolo (revisto em Tamás &amp; Wysocki, 2010).  \n\nMicroorganismos resistentes a metais pesados estão frequentemente associados a ambientes \n\nacídicos, visto que a solubilização destes metais é facilitada em meios com pH baixo. Um exemplo \n\ndeste tipo de ambiente existe na Faixa Piritosa Ibérica cuja extensão inclui o Rio Tinto, em Espanha, \n\ne as minas de São Domigos, no sul de Portugal. Dada a exploração de minérios associada a estes \n\nlocais, os depósitos estáveis de minerais associados a diferentes metais foram expostos ao ar e \n\nágua, o que conduziu à lenta reacção espontânea de oxidação desses mesmos minerais (Johnson &amp; \n\nHallberg, 2003). Comunidades de microorganismos litotróficos, presentes nas águas associadas a \n\nestes locais, aceleraram o processo de oxidação de minerais, visto que permitiram a regeneração de \n\ncompostos necessários à reacção de oxidação. Um destes compostos, o ião férrico, em conjunto com \n\no pH baixo permitiu uma manutenção da oxidação e lixiviação de metais que, dada a sua solubilidade \n\nmais facilitada em águas ácidas, ficam mais concentrados (López-Archilla et al., 2001; Johnson &amp; \n\nHallberg, 2003). Este tipo de contaminação da água por oxidação de minerais expostos é \n\ndenominado drenagem ácida de minas. A geologia local das minas de São Domingos é dominada por \n\ndepósitos sulfúricos polimetálicos e inclui um lago particularmente extremo na Achada do Gamo, com \n\no pH mais baixo de todos os lagos envolventes (pH 1.8) e com concentrações elevadas de enxofre e \n\nvários metais (Gadanho et al., 2006). Por outro lado, ambientes aquáticos extremos com pH baixo e \n\nelevada concentração de metais podem ter uma origem relacionada com actividade vulcânica, como \n\né o caso do Rio Agrio, localizado na Patagónia Argentina (Pedrozo et al., 2001). Neste caso, a acidez \n\nda água do rio é uma consequência directa da produção de ácido sulfúrico no interior do vulcão, \n\ndevido à actividade geotérmica e consequente emissão de gases do vulcão. Devido a interacções \n\nquímicas, a acidez das águas leva a um desgaste da geologia vulcânica local e resulta em elevadas \n\nii \n\n\n\nconcentrações de enxofre e metais na água (Pedrozo et al., 2001; Russo et al., 2008). Na parte \n\nsuperior deste rio (mais próxima do vulcão), o pH é de 2.2 e foram observadas concentrações \n\nelevadas de enxofre e metais pesados como ferro, zinco e arsénio (Russo et al., 2008).  \n\nUma nova espécie pertencente ao género Cryptococcus foi isolada em dois locais extremos \n\ndistintos: Achada do Gamo, nas minas abandonadas de São Domingos (Gadanho et al., 2006); e Rio \n\nAgrio, na Patagónia Argentina (Russo et al., 2008). Para realizar o presente trabalho foram escolhidas \n\nduas estirpes desta espécie – uma de cada local. As estirpes desta espécie requerem pH baixo para \n\ncrescer eficientemente, o que torna Cryptococcus sp. a primeira levedura basidiomicete acidófila \n\nconhecida até à data (Russo et al., 2008). Adicionalmente, apresentam níveis de resistência a metais \n\npesados mais elevadas que as toleradas por microorganismos modelo (Gadanho et al., 2006).  \n\nNo presente estudo foram pesquisados mecanismos pelos quais estas duas estirpes conseguem \n\nresistir a níveis elevados dos metais pesados arsénio, cádmio, cobre e zinco, tendo em consideração \n\num eventual papel do enxofre nos mecanismos de resistência aos metais. Para tal, foram usadas \n\nabordagens experimentais a nível fisiológico, citológico e molecular.  \n\nAs metodologias aplicadas incluíram ensaios de crescimento em microescala para determinar \n\nconcentrações mínimas inibitórias para cada metal em diferentes condições de disponibilidade de \n\nsulfato. Por análise das diferenças nos níveis de resistência a cada metal pesado em condições \n\ndiferenciais de sulfato, foi possível compreender a influência que a disponibilidade de sulfato exerce \n\nsobre os níveis de resistência a cada metal pesado. Foi também avaliado o eventual papel da forma \n\nquímica do composto metálico adicionado ao meio de cultura (arsenato vs. arsenito no caso do \n\narsénio, e sulfato de metal vs. cloreto de metal para os outros metais).  \n\nA destoxificação de metais pesados por acumulação de péptidos tiolados está largamente descrita \n\nna literatura como sendo uma estratégia generalizada de resistência a metais pesados em leveduras. \n\nPor esta razão, a possibilidade da existência desta estratégia na espécie acidófila foi averiguada. \n\nPara tal, técnicas citológicas para observação em microscopia de fluorescência foram optimizadas e \n\naplicadas nas duas estirpes, para os quatro metais pesados em estudo. As duas estirpes foram \n\ncrescidas em meio com e sem metais pesados, e foram incubadas com uma sonda fluorescente \n\nespecífica para grupos tiolados, a diacetato-5-clorometilfluoresceína (CMFDA). A observação destas \n\ncélulas em microscopia de fluorescência permitiu avaliar variações na intensidade de fluorescência \n\nprovocadas pela presença dos metais. A observação de diferenças nas intensidades de fluorescência \n\nem condições diferenciais de crescimento (com metal vs. sem metal) foi interpretada como indicação \n\nde participação de péptidos tiolados nos mecanismos de destoxificação.  \n\nForam também optimizadas e aplicadas metodologias de biologia molecular para averiguar a \n\npresença de homólogos de genes envolvidos no efluxo de arsénio, e de homólogos de um gene \n\nenvolvido na acumulação de arsénio e cádmio no vacúolo da célula. A metodologia aplicada para \n\neste fim foi hibridação de DNA por ‘dot blot’ que consiste na utilização de uma sonda, que \n\ncorresponde ao gene que se pretende detectar, com o DNA genómico das estirpes em análise. Os \n\ngenes pesquisados incluíram dois homólogos de genes envolvidos no transporte de arsénio para o \n\nexterior da célula (arsA e arsB), e um homólogo de um gene envolvido na acumulação vacuolar de \n\niii \n\n\n\narsénio e cádmio (ycf1). As sondas para esta hibridação foram obtidas por PCR a partir do DNA \n\ngenómico da espécie-tipo do género Cryptococcus, C. neoformans. Para tal, foram desenhados \n\nprimers ‘forward’ e ‘reverse’ para cada um dos três genes, e foram conduzidas reacções de PCR com \n\num nucleótido marcado com digoxigenina (DIG-dUTPs). Os produtos de PCR obtidos foram então \n\nusados como sondas na procura de homologia dos genes indicados nas duas estirpes em estudo.  \n\nNeste trabalho foi também incluída uma abordagem transcriptómica para análise e identificação de \n\ngenes diferencialmente expressos em células crescidas na presença e na ausência de cádmio. Para \n\ntal, foi extraído RNA de células obtidas em condições diferenciais (com e sem cádmio) em fase \n\nexponencial de crescimento e o mRNA foi purificado a partir do RNA total. Posteriormente, foi \n\nrealizado um processo de hibridação subtractiva supressiva nas duas estirpes, no qual se obteve uma \n\nbiblioteca de cDNA correspondente a transcritos cuja expressão foi aumentada na presença de \n\ncádmio. Após sequenciação, estes transcritos foram identificados comparação com bases de dados \n\nde sequências presentes no ‘National Center for Biotechnology Information’ (NCBI). \n\nAs metodologias aplicadas e consequente análise de resultados permitiram inferir sobre alguns \n\naspectos das estratégias que as duas estirpes de Cryptococcus sp. analisadas utilizam na \n\ndestoxificação de metais pesados. Nomeadamente, na estirpe Portuguesa predomina a evidência de \n\nque se trata de um mecanismo de resistência principalmente mediado por tióis, com possível \n\nsubsequente acumulação no vacúolo da célula. Por outro lado, no caso da resistência ao arsénio na \n\nestirpe Argentina, o principal mecanismo de destoxificação parece ser mediado por efluxo do metal, \n\npossivelmente por um homólogo da bomba de efluxo ArsB, associada a uma ATPase homóloga de \n\nArsA. Os resultados obtidos na resistência ao cádmio também indicam variabilidade intra-específica, \n\numa vez que há indicação de um mecanismo de resistência mediado por tióis para a estirpe \n\nArgentina. No entanto, com base nos dados obtidos não foi possível sugerir um mecanismo \n\nespecífico para a estirpe Portuguesa. No caso da resistência ao cobre, os resultados sugerem a \n\nexistência de um mecanismo mediado por tióis em ambas as estirpes, com a possibilidade de um \n\nmecanismo adicional que pode operar predominantemente na estirpe Portuguesa. Finalmente, a \n\nanálise dos resultados obtidos sob exposição das leveduras a elevadas concentrações de zinco \n\nsugerem a possibilidade de acumulação deste metal em compartimentos celulares como o vacúolo. \n\nOs resultados obtidos neste trabalho demonstram variabilidade intra-específica nos mecanismos \n\nde destoxificação de metais pesados em Cryptococcus sp., visto que nem sempre a mesma \n\nestratégia de resistência a metais pesados foi observada nas duas estirpes em estudo. Foi também \n\nverificada a possibilidade de existência de mais de um mecanismo de resistência a operar em \n\nsimultâneo para apenas um metal, o que pode justificar a elevada resistência a metais pesados \n\nobservada nas duas estirpes estudadas. Os mecanismos de destoxificação nesta levedura única \n\ndeverão, então, ser alvo de análise em maior detalhe em investigação futura. \n\nPalavras-chave: Leveduras extremófilas, Mecanismos de resistência a metais pesados, \n\nMicroscopia de fluorescência, Expressão diferencial de genes, Hibridação de DNA.  \n\niv \n\n\n\nIndex \n \nAbstract i \n\nResumo  ii \n\n \n\n1. Introduction 1 \n\n1.1. Metals and metal resistance 1 \n\n1.2. Extreme acidic environments 9 \n\n1.3. An extremophilic yeast: Cryptococcus sp. 12 \n\n \n\n2. Objectives 13 \n\n \n\n3. Experimental workflow 14 \n\n \n\n4. General methodologies 15 \n\n \n\n5. Physiological approach 16 \n\n \n\n6. Cytological approach 23 \n\n \n\n7. Molecular approach 27 \n\n7.1. Metal(loid) transporters 27 \n\n7.2. Cd-induced response 32 \n\n \n\n8. Global discussion 38 \n\n8.1. Arsenic resistance 38 \n\n8.2. Cadmium resistance 39 \n\n8.3. Copper resistance 41 \n\n8.4. Zinc resistance 42 \n\n \n\n9. Final considerations 43 \n\n \n\n10. Bibliographic references 44 \n\n \n\n11. Annexes  47 \n\n \n\n \n\n\n\n1 \n\n1. Introduction \n1.1. Metals and metal resistance \n\nClassification of metallic elements \n\nMetallic elements can be classified considering a number of characteristics. In a biological \n\nperspective, metals are either considered essential or nonessential, taking into account their biological \n\nfunction. Essential metals exert functions on biological reactions or are part of the composition of \n\nbiological components, such as metalloproteins (Waldron et al., 2009). These metals usually have \n\ntheir cytosolic levels tightly regulated through homeostasis mechanisms and are typically maintained \n\nwithin a narrow range. On the other hand, nonessential metals are not necessary for cell function, are \n\nusually toxic in very low concentrations and lack homeostasis mechanisms. Nevertheless, excessive \n\nconcentrations of both essential and nonessential metals can be cytotoxic and even cause cell death \n\n(Hall, 2002). \n\nA different metal classification considers chemical reactivity and relies on the affinity to bind certain \n\nligands. Metals that present high affinity to react with sulfhydryl (thiol) groups are considered soft \n\nmetals, in contrast with hard metals, which preferably bind oxygen. A third alternative is considered \n\nwhen metals are able to bind sulfur, oxygen or nitrogen atoms (Summers, 2009). In general, the \n\nabovementioned group of nonessential metals falls under the soft metal category and is highly related \n\nto cell toxicity, since the reaction with thiol groups may lead to functional impairment of many proteins. \n\nThis chemical property is, nonetheless, explored by cells for metal detoxification (reviewed in Tamás &amp; \n\nWysocki, 2010).  \n\nSome metals are considered heavy metals and the difference between heavy and non-heavy \n\nmetals has been subject of discussion (Duffus, 2002). The most used parameter for this classification \n\nconsists in the ratio of specific gravity of the metal vs. the specific gravity of water at 1 to 4ºC. \n\nConsidering this parameter, several thresholds have been used to define what is considered heavy, \n\nbut none is globally accepted (Duffus, 2002). The most accepted and applied threshold is a specific \n\ngravity ratio >5 to define a heavy metal (Lide, 2009).  \n\nFinally, some elements in the periodic table are considered metalloids (or semi-metals), since they \n\npresent intermediary physiochemical properties between those of metals and nonmetals (Tamás et al., \n\n2006).  \n\n \n\nIn the present work, the four heavy metal(loid)s under study (one heavy metalloid and three heavy \n\nmetals) are considered heavy by the most accepted definition (specific gravity ratio >5) and comprise \n\nessential and nonessential elements. Metal(loid) toxic effects and detoxification responses in yeasts \n\nwill be analyzed in more detail in the following sections. \n\n \n\n \n\n\n\n2 \n\nMetal(loid)-induced cellular damage and toxicity \n\nAlthough some metals are necessary as micronutrients for biological activities, all elements are \n\ntoxic when present in excess. As a consequence, living organisms have evolved different strategies of \n\nmetal(loid) detoxification during evolution to cope with metal(loid)-induced toxicity. Metal(loid) toxicity \n\ncan be viewed as a consequence of oxidation state, speciation, complex form, concentration and \n\ninteraction with cellular components (Summers, 2009). Metal(loid) availability is highly important for \n\ntoxicity, since it determines uptake, intracellular distribution and interaction with molecules. In general, \n\nmetal(loid) exposure can lead to oxidative stress, impairment of DNA repair systems, alteration of \n\nprotein function and interference with membrane fluidity (reviewed in Beyersmann &amp; Hartwig, 2008).  \n\nIn the present work, the following heavy metal(loid)s were studied: Arsenic (As; metalloid), \n\nCadmium (Cd), Copper (Cu) and Zinc (Zn). Some specific toxic effects and cellular targets of these \n\nheavy metal(loid)s are listed in Table 1.  \n\n \n\nTable 1 Toxic effects and cellular targets of the metal(loid)s Arsenic (As), Cadmium (Cd), Copper (Cu) and Zinc (Zn). \nInformation in Beyersmann &amp; Hartwig (2008), Thorsen et al., (2009) and Tamás &amp; Wysocki (2010). \n\nHeavy metal(loid) Toxic effects at the cellular level \n\nAs \n\nIndirect oxidative stress:  \n? Indirect Fenton-type reactions \n? Protein oxidation and lipid peroxidation \n\nInhibition of tubulin and actin polymerization \nInterference with DNA: \n? Decreased DNA repair  \n? Genomic instability \n\nCd \n\nIndirect oxidative stress:  \n? Indirect Fenton-type reactions, leading to lipid peroxidation \n? Inhibition of antioxidant enzymes \n\nReplacement of calcium and Zn ions in proteins \nIron depletion  \nInterference with DNA: \n? DNA mismatch repair system \n? DNA replication \n\nCu \n\nOxidative stress:  \n? Direct Fenton-type reactions \n? Protein oxidation and lipid peroxidation \n? DNA damage \n\nIron depletion \n\nZn \n\nIndirect oxidative stress:  \n? Indirect Fenton-type reactions \n\nIron depletion \n\n \n\nOxidative stress is caused by reactive oxygen species (ROS) formed in the presence of agents \n\nsuch as metal(loid)s. When ROS reach toxic levels, nearly all cellular components can be damaged. \n\nUltimately, oxidative stress may result in lipid peroxidation, protein oxidation and DNA damage. Some \n\nmetal(loid)s are considered redox active, as they undergo redox-cycling reactions, while others are \n\n\n\n3 \n\nconsidered redox inactive. The latter can, however, lead to oxidative stress by indirect mechanisms, \n\nsuch as enzyme inactivation and antioxidant pool depletion (reviewed in Beyersmann &amp; Hartwig, \n\n2008).  \n\nMore specifically, As ions are redox active and are able to lead to redox reactions in biological \n\nsystems by indirect Fenton-type reactions, resulting in ROS accumulation in the cell. This indirect \n\nROS production induced by As leads to more toxic effects than the direct binding of the metalloid to \n\nproteins (Samikkannu et al., 2003). Ultimately, oxidative stress induced by As results in lipid \n\nperoxidation and protein oxidation (reviewed in Tamás &amp; Wysocki, 2010). In addition, the oxidation \n\nstate of this metalloid influences its toxicity, as the pentavalent form arsenate (As(V)) is less toxic than \n\nthe trivalent form arsenite (As(III); Oremland &amp; Stolz, 2003). As(V) is a molecular analog of phosphate \n\nand becomes cytotoxic by inhibiting oxidative phosphorylation. As(III), on the other hand, is more toxic \n\ndue to its ability to bind to thiol groups and consequently impair the function of many proteins (Haugen \n\net al., 2004; reviewed in Tamás et al., 2006).  \n\nCu is also a redox active metal and frequently leads to the formation of hydroxyl radicals by \n\nFenton-type reactions. Cu-related oxidative stress results in lipid peroxidation, oxidative protein \n\ndamage and DNA damage (reviewed in Beyersmann &amp; Hartwig, 2008).  \n\nOn the other hand, Cd and Zn are redox inactive and, consequently, do not directly participate in \n\nredox reactions. The toxic effects of Zn excess, apart from indirect participation in Fenton reactions, \n\nare not well known in yeasts. The nonessential metal Cd is able to cause oxidative stress indirectly, by \n\ninhibiting the activity of antioxidant enzymes (reviewed in Beyersmann &amp; Hartwig, 2008, and in Tamás \n\n&amp; Wysocki, 2010).  \n\n \n\nSome metal ions present similar physiochemical properties as those of essential ions (e.g. charge \n\nand radius size). These properties allow the toxic metal ions to replace essential ions in cellular \n\ncomponents, possibly resulting in functional impairment of those components (reviewed in \n\nBeyersmann &amp; Hartwig, 2008). Cd ions easily replace calcium (Ca) ions in biological systems, since \n\nboth present the same charge and have similar radius. Despite the higher affinity of Cd to bind sulfur, \n\nand Ca to bind oxygen, Cd is able to bind to oxygen and replace Ca in proteins, leading to toxic \n\neffects. Cd can also replace Zn in proteins, despite the difference in radius size. In this case, protein \n\nfunction is usually disturbed or abolished, and the most affected proteins are transcription factors. Cd \n\nmay substitute Zn ions in Zn-finger domains of DNA repair proteins, disturbing their correct function \n\nwithin the DNA repair complex and potentially leading to the inactivation of DNA repair systems \n\n(reviewed in Beyersmann &amp; Hartwig, 2008). In addition to sensibility to Cd ions, Zn-fingers are \n\npotential targets for other toxic metal(loid)s. In Zn-finger domains, Zn is complexed through four \n\ninvariant cysteine (Cys) and/or histidine residues, allowing not only DNA-binding but also protein-\n\nprotein interactions. The thiol side chain present in Cys residues is susceptible to oxidation by many \n\ntoxic compounds, such as As(III). In this case, As(III) reacts with thiol groups in Zn-finger domains, \n\nleading to diminished DNA repair or altered DNA methylation patterns (reviewed in Beyersmann &amp; \n\nHartwig, 2008).  \n\n\n\n4 \n\nOverall, it is clear that metal(loid)s lead to toxicity through a number of mechanisms and cellular \n\ntargets. Some of these mechanisms and targets are common to different metallic elements, while \n\nothers are metal(loid)-specific.  \n\n \n\n \n\nMetal(loid) uptake and detoxification systems  \n\nMicrobes have evolved mechanisms in order to cope with the presence of metal(loid)s. These \n\nmechanisms can either be directed towards homeostasis for essential metals, or detoxification for \n\nnonessential and excess essential metal(loid)s. Studies regarding metal(loid) detoxification \n\nmechanisms in microbes have been conducted in prokaryotes and eukaryotes. In neutrophilic and, \n\nmore recently, acidophilic prokaryotes, detoxification mechanisms have been identified and \n\ncharacterized. Most available information refers to neutrophilic prokaryotes, despite the fact that \n\nmicrobes surviving in acidic metal(loid)-rich environments should possess the most advanced \n\ndetoxification mechanisms, making them ideal systems to study and improve understanding of \n\nmetal(loid) resistance (Dopson et al., 2003).  \n\nInformation available for metal(loid) detoxification mechanisms in yeasts only considers neutrophilic \n\nyeasts and there is considerably less information available when compared to prokaryotes. In addition, \n\nthe studied neutrophilic yeasts are mainly model organisms, belonging to the ascomycetous group, \n\nsuch as Saccharomyces cerevisiae, Schizosaccharomyces pombe and Candida albicans. Literature in \n\nmodel yeasts indicates that upon metal(loid) exposure the main goal of the yeast cell is to detoxify the \n\ncytoplasm by rendering the metal ions unavailable to promote cytotoxic effects. This cytoplasmic \n\ndetoxification can be achieved by metal(loid) transport to the outside of the cell, or to lesser sensitive \n\ncellular compartments, such as the vacuole (reviewed in Tamás &amp; Wysocki, 2010). An alternative \n\nmechanism can be observed in these model yeasts where the metallic compounds do not reach the \n\ncytoplasm: biosorption. This mechanism includes bioaccumulation and the precipitation/chelation of \n\nthe metal at the cell wall, and is highly dependent on cell wall characteristics. The structure and the \n\ndistribution of homopolysaccharides (mannans and glucans), single saccharides and acid \n\ncomponents, which are good binding agents, dictate the cell wall’s biosorption capacity (reviewed in \n\nRaspor &amp; Zupan, 2006). Nevertheless, the main metal(loid) detoxification mechanisms in yeast remain \n\nthose that allow cytoplasmic detoxification (reviewed in Tamás &amp; Wysocki, 2010), and are described in \n\ngreater detail in the following paragraphs.  \n\nIn general, essential metals enter yeast cells by dedicated transporters, which are often a target of \n\nnegative regulation when the specific metal is present in excess intracellularly. On the other hand, \n\nnonessential metal(loid)s do not enter yeast cells via dedicated transporters. Instead, these metals are \n\nable to use some transporters for essential ions (reviewed in Tamás &amp; Wysocki, 2010). More \n\nspecifically, As uptake can be mediated in the As(V) or As(III) chemical form, through different \n\ntransporters: As(V) enters cells through phosphate transporters (Figure 1A); while As(III) enters the \n\ncell by aquaglyceroporins (Fps1) or hexose permeases. The chemical form As(OH)3 is similar to  \n\n\n\n5 \n\n \n\n \n\n \n\n \n\nFigure 1 Schematic representation of heavy metal(loid) uptake and detoxification pathways known to operate in yeasts. \nNonessential metal(loid)s As (A) and Cd (B) enter the cell through transporters for essential ions, while essential heavy \nmetals Cu (C) and Zn (D) enter the yeast cell through dedicated transporters. Detoxification of excess metal(loid)s in \nyeast mainly occurs through cytoplasmic detoxification, which can be achieved by metal(loid) efflux and/or metal(loid) \n\ntransport to lesser sensitive cellular compartments, such as the vacuole. Cytoplasmic detoxification based on chelation \n\nwith thiolated peptides – such as glutathione (GSH), phytochelatins (PC2 and PC) and metallothioneins (MT) – is widely \n\nobserved in yeast. See text for detail. Based on information from Carri et al. (1991), Kneer et al. (1992), Dancis et al. \n\n(1994), Li et al. (1997), Perego &amp; Howell (1997), Yuan et al. (1997), Clemens et al. (1999), Mukhopadhyay et al. (2000), \n\nPeña et al. (2000), Weissman et al. (2000), Tamás &amp; Wysocki (2001), Borrelly et al. (2002), Rosen (2002), Sharma et al. \n\n(2002), Nagy et al. (2006), Tamás et al. (2006), Adle et al. (2007), Pagani et al. (2007a), Prévéral et al. (2006), Simm et \n\nal. (2007), Prévéral et al. (2009), Tsai et al. (2009), Maciaszczyk-Dziubinska et al. (2010a and 2010b), Tamás &amp; Wysocki \n\n(2010) and Beaudoin et al. (2011).  \n\nB \n\nC D \n\nMain detoxification mechanism \n\nNot main mechanism \n\nEnergy-dependent Saccharomyces cerevisiae \n\nSchizosaccharomyces pombe \n\nCandida albicans \n\nA \n\n\n\n6 \n\nglycerol, allowing uptake through the aquaglyceroporin. On the other hand, in the As2O3 form, a \n\nstructure similar to a hexose is formed upon polymerization of three As2O3 molecules. Cd uptake \n\nsystems mostly comprise transporters involved in the uptake of essential cations (Figure 1B), such as \n\nZn, Ca, Manganese and Iron (reviewed in Tamás &amp; Wysocki, 2010).  \n\nEssential metal uptake, as mentioned above, occurs through dedicated transporters. For Cu, these \n\ntransporters belong to the Ctr gene family (Figure 1C): in the baker’s yeast, S. cerevisiae, Ctr1 (Dancis \n\net al., 1994) and Ctr3 (Peña et al., 2000) are responsible for the uptake of the essential cation as \n\nCu(I). Prior to uptake, divalent copper is reduced outside the cell by a Cu(II) reductase in S. \n\ncerevisiae. In the fission yeast S. pombe, Cu is transported by a Ctr4/5 complex (Beaudoin et al., \n\n2011). For Zn, two dedicated transporters are described in yeasts (Figure 1D): the high affinity \n\ntransporter Zrt1 and the low affinity transporter Zrt2 (reviewed in Tamás &amp; Wysocki, 2010). \n\nOnce inside the yeast cell, metal(loid)s often react with thiol groups present in Cys residues, and \n\nthese reactions may impair protein function, as described before. However, thiolated peptides can be \n\nproduced to chelate metal(loid)s, reducing their reactivity and availability to exert toxic effects. Such \n\nthiolated peptides include the enzymatically synthesized glutathione (GSH) and phytochelatins (PC), \n\nand the gene-coded low molecular weight metallothioneins (MT; reviewed in Tamás &amp; Wysocki, 2010). \n\nThe resulting metal-thiolated peptide complexes may be used as a substrate for metal(loid) extrusion \n\nto the outside of the cell, or for accumulation in cellular compartments such as the vacuole (Figure 1). \n\n \n\nGSH is a tripeptide (L-?-Glu-Cys-Gly), enzymatically synthesized by two enzymes in the cytoplasm \n\nin an energy-dependent manner (Suzuki et al., 2011). This peptide the main antioxidant agent inside \n\nyeast cells and plays a great role in protecting the cell against oxidative stress, which is one of the \n\nmain toxic effects exerted by metal(loid)s in yeast cells (Table 1). GSH detoxifies ROS, is involved in \n\nthe modulation of gene expression, in redox signaling, and in the regulation of enzymatic activities \n\n(Zechmann et al., 2011). Additionally, the thiol group present in the Cys residue of GSH reacts with \n\nAs(III), Cd, and Cu with lower affinity, to form a GS-metal(loid) complex (Figure 1A-C; reviewed in \n\nTamás &amp; Wysocki, 2010).  \n\nIn S. pombe, the small metal(loid)-binding peptides PC ((?-Glu-Cys)nGly) are synthesized by the \n\nconstitutively expressed PC synthase (PCS) in the presence of some metal(loid)s. PCS uses GSH as \n\na substrate, yielding the enzymatically synthesized Cys-rich small peptides (Clemens et al., 1999). \n\nDue to the thiol groups present in Cys residues, PCs are able to bind metal(loid)s, in the same fashion \n\nas GSH. This is mainly the case in detoxification of As(III), Cd (Figure 1A-C; Prévéral et al., 2006; \n\nreviewed in Tamás &amp; Wysocki, 2010).  \n\nIn S. cerevisiae, PC synthesis has also been described. In this case, however, PCS is not involved \n\nand only two GSH molecules are used, yielding PC2 (Kneer et al., 1992). These PC2 molecules were \n\nassociated with Cd, Cu and Zn detoxification, but were not considered main pathways for \n\ndetoxification of these heavy metals (Figure 1B-D; reviewed in Tamás &amp; Wysocki, 2010). \n\n \n\n\n\n7 \n\nFinally, MTs are gene-coded low molecular weight Cys-rich proteins that protect yeast cells against \n\na broad range of metals (reviewed in Tsai et al., 2009). The most described yeast MT is the Cup1 of \n\nS. cerevisiae, which is mainly associated with Cu detoxification (reviewed in Tamás &amp; Wysocki, 2001). \n\nCarri et al. (1991) described Cup1 as not being involved in Cd detoxification. However, several \n\nauthors attributed Cd, in addition to Cu, detoxification to chelation by this MT (Perego &amp; Howell, 1997; \n\nreviewed in Tamás &amp; Wysocki, 2001).  \n\nFurthermore, the MTs Crs5 (S. cerevisiae; Pagani et al., 2007a) and Zym1 (S. pombe; Borrelly et \n\nal., 2002) are described as the main MTs associated with Zn detoxification. These MTs have also \n\nbeen associated to Cd detoxification in yeasts, although not as a main detoxification mechanism \n\n(Figure 1B; reviewed in Tamás &amp; Wysocki, 2010).  \n\n \n\nMetalloid detoxification, in the case of As(V), involves reduction to As(III) by an As(V) reductase in \n\nthe cytoplasm (Figure 1A; Mukhopadhyay et al., 2000). Three families of arsenate reductases have \n\nbeen described and all involve binding of As(V) to thiol groups in Cys residues followed by \n\nparticipation of a sulfate intermediate to yield As(III) (reviewed in Rosen, 2002). Consequently, despite \n\nthe As chemical form that enters the cell, an As(III) pool can be viewed as the target for As \n\ndetoxification. In S. cerevisiae, a predominant As(III) detoxification mechanism consists in transport of \n\nAs(GS)3 complexes to the vacuole through the transporter Ycf1 (Prévéral et al., 2006). Alternatively, \n\nAs(III) may be extruded from the cell by the aquaglyceroporin Fps1, in a concentration gradient \n\nmanner (Maciaszczyk-Dziubinska et al., 2010a), or by the As(III)-specific transporter Arr3 (also known \n\nas Acr3; Maciaszczyk-Dziubinska et al., 2010b). The latter transporter facilitates the efflux of the \n\nAs(OH)2O\n- anion, coupled to the membrane potential (reviewed in Tamás &amp; Wysocki, 2010). Recently, \n\nan additional mechanism has been proposed for S. cerevisiae. In this mechanism, GSH is extruded to \n\nthe outside of the cell, by an unknown transporter, and As(GS)3 complexes are formed, as As(III) exits \n\nthe cell through Arr3. As a result, these As(GS)3 complexes cannot re-enter the cell by the Fps1 \n\ntransporter. Additionally, this extracellular metalloid chelation would alter the concentration gradient of \n\nAs(OH)3, the substrate of Fps1. As a consequence, this aquaglyceroporin would be able to extrude \n\nAs(OH)3 form the cell (unpublished data reviewed in Tamás &amp; Wysocki, 2010).  \n\nIn S. pombe, the presence of the metalloid in the cytoplasm binds to the constitutively expressed \n\nPCS and lowers its turnover rate. As a consequence, PC is synthesized and As(III)-PC complexes are \n\nformed, resulting in the main form of As(III) detoxification in the fission yeast (reviewed in Tamás &amp; \n\nWysocki, 2010).  \n\n \n\nCd detoxification mechanisms in yeasts are highly associated with thiolated peptides (Figure 1B). \n\nIn fact, Cd(GS)2 complexes have been described as a substrate for transport to the outside of the cell, \n\nby the Yor1 transporter in S. cerevisiae (Nagy et al., 2006) and to the vacuole, by different \n\ntransporters. In this yeast, the vacuolar transport of Cd(GS)2 by Ycf1 has also been described (Li et \n\nal., 1997), operating in a similar way to As(GS)3 detoxification (see above). To a lesser extent, the \n\n\n\n8 \n\nsame substrate is transported by Bpt1 in the baker’s yeast (Sharma et al., 2002; reviewed in Tamás &amp; \n\nWysocki, 2010). In the fission yeast S. pombe, however, vacuolar accumulation of Cd-thiolated \n\npeptides complexes occurs through Hmt1. This transporter has been associated with vacuolar \n\naccumulation of Cd(GS)2 complexes (reviewed in Tsai et al., 2009) and was recently shown to be a \n\npolyvalent transporter, in the sense that Hmt1 can also transport Cd-PC complexes (Prévéral et al., \n\n2009).  \n\nAn additional Cd detoxification mechanism by efflux has been identified in S. cerevisiae, where \n\nthiols are not implicated. In this case, Cd extrusion is accomplished by the plasma membrane \n\ntransporter Pca1, a Cd efflux pump. In the presence of this toxic metal, the turnover rate of Pca1 is \n\ndecreased and the transporter is directed to the plasma membrane (Adle et al., 2007). Interestingly, \n\nPca1 is usually nonfunctional in common laboratory strains of the baker’s yeast, since these strains \n\ngenerally harbor a missense mutation in a conserved residue that results in loss of function (Adle et \n\nal., 2007; reviewed in Tamás &amp; Wysocki, 2010). \n\n \n\nAs denoted above, thiolated peptides in general play a significant role in Cd detoxification \n\nmechanisms in yeasts. In fact, the presence of this heavy metal in S. cerevisiae cells was described \n\nas being responsible for a phenomenon called sulfur sparing (Figure 2; Fauchon et al., 2002). Upon \n\nexposure to Cd, the yeast cells respond by converting most of the intracellular sulfate pool into GSH, \n\nthus causing a decline in the sulfate available for protein synthesis. Cells adapt to this vital metabolite \n\nrequirement by reducing the production of abundant sulfur-rich proteins, as protein synthesis becomes \n\nhighly conditioned by the necessity to produce considerable amounts of GSH (Fauchon et al., 2002).  \n\nIn sulfur sparing, some abundant glycolytic enzymes are replaced by sulfur-depleted isozymes. \n\nThe difference in amino acid occurrence is specific to methionine and Cys and is more pronounced for \n\nCys residues, as the synthesized sulfur amino acids are mostly used for GSH biosynthesis. This \n\nadaptation works mainly on the most abundant proteins, regardless of their function, as expected for a \n\nsignificant sulfur saving (Fauchon et al., 2002; and reviewed in Tamás &amp; Wysocki, 2010).  \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 2 Schematic representation of Cd-induced sulfur sparing. In the left panel, in normal cell metabolism in yeast, the \ngreater portion of the intracellular sulfate pool is used in the synthesis of sulfur-rich proteins. Upon exposure to elevated \n\nconcentrations of Cd (right panel) the intracellular sulfate pool suffers a deviation from the synthesis of sulfur-rich \n\nproteins to the synthesis of GSH. Additionally, some abundant sulfur-rich enzymes are replaced by sulfur-poor isozymes. \n\nBased on information available in Fauchon et al. (2002); representation adapted from Tamás et al. (2006).  \n\n\n\n9 \n\nCu detoxification in S. cerevisiae is highly associated with the Cu-induced MT Cup1 (Figure 1C). \n\nThis MT protects the yeast cell from oxidative stress and toxic levels of metallic ions (reviewed in \n\nTamás &amp; Wysocki, 2010). An additional intracellular detoxification mechanism for Cu relies on the \n\nactivity of the P-type ATPase Ccc2 in S. cerevisiae and in S. pombe (Weissman et al., 2000). \n\nHowever, Cu transport by Ccc2 is described as restricted to the Golgi compartment, as part of the \n\nsecretory pathway, not being considered to play a significant role in Cu detoxification (Yuan et al., \n\n1997). \n\nCu detoxification may also be achieved by the Cd transporter Pca1. However, the detoxification \n\nmechanism for this metal does not depend on metal translocation, which was the case for Cd. A Cys-\n\nrich region located in the N-terminus of Pca1 sequesters Cu and detoxification is achieved in this \n\nsense (Adle et al., 2007). Nevertheless, Cu detoxification may be accomplished in yeasts by metal \n\ntranslocation through the plasma membrane. This is accomplished by Crp1, identified in C. albicans, \n\nwhich resists higher Cu levels than the S. cerevisiae (Weissman et al., 2000).  \n\n \n\nAs denoted by Pagani et al. (2007a), in contrast with the large amount of knowledge gathered on \n\nthe response to zinc depletion, little is known about the molecular responses triggered by zinc \n\noverload beyond the participation of the vacuolar-sequestering pathway. In S. cerevisiae, Zn \n\ndetoxification requires two vacuolar transporters, Zrc1 and Cot1 (Figure 1D; Simm et al., 2007). These \n\nauthors observed a capacity for vacuolar accumulation of 100 mM of this cation, which is considered \n\nto be close to the maximum Zn tolerated concentration for the baker’s yeast. On the other hand, the \n\nfission yeast S. pombe accumulates surplus Zn intracellularly, in the endoplasmic reticulum, through \n\nthe Zhf1 transporter (Borrelly et al., 2002).  \n\nAn alternative intracellular Zn detoxification mechanism was identified in yeast and is mediated by \n\nZn-induced MTs: Crs5 in S. cerevisiae (Pagani et al., 2007a) and Zym1 in S. pombe (Borrelly et al., \n\n2002). \n\n \n\n \n\n1.2. Extreme acidic environments  \n\nAcidic water bodies are a type of extreme environment characterized by low pH and often \n\nassociated with elevated metal(loid) concentrations, since low pH promotes the solubilization of \n\nmetallic compounds. These extreme environments may have a natural or an anthropogenic origin and \n\nthe latter is frequently related to mining activities (Johnson &amp; Hallberg, 2003).  \n\nThe Iberian Pyrite Belt (IPB) is a vast mining area that comprises the south of Spain and Portugal. \n\nThe IPB is one of the most important pyrite (FeS2) regions in the world due to its complex polymetallic \n\nsulfide deposits. In the south of Portugal, the IPB includes the São Domingos’ mines (SDM). These \n\nabandoned copper-iron mines represent an example of acid mine drainage (AMD), a well-known type \n\nof extreme acidic environment.  \n\n\n\n10 \n\nAMD is a consequence of the oxidative solubilization of exposed minerals, especially sulfides, in \n\nthe presence of ferric iron (Fe3+). This compound acts as an oxidant and is of major importance in \n\nmineral oxidation in AMD generation. Some minerals, such as FeS2, are stable when both water and \n\noxygen are excluded. However, the unearthing of geological formations, as a result of mining \n\nactivities, exposes the minerals to water and oxygen (Figure 3A). Very slowly, spontaneous abiotic \n\nreactions oxidize minerals, using Fe3+ as an oxidant, yielding reduced inorganic sulfur compounds \n\n(RISCs; e.g. S2O3\n2-). Proton acidity increases as a by-product of the previous reaction and facilitates \n\nthe solubilization of metallic compounds. The resulting conditions allow the establishment of acid-\n\ntolerant and/or acidophilic prokaryotes that are able to thrive in metal(loid)-rich waters.  \n\n \n\n \n\n \n\nFigure 3 Schematic representation of the establishment and maintenance of acidic pH and high metal concentration in \nAMD waters. A Initial and slow establishment of an extreme environment, as a consequence of mining activities and \nspontaneous abiotic reactions. First, the presence of ferric iron (Fe3+) allows mineral oxidation, acting as an oxidant. As \n\na result, reduced inorganic sulfur compounds (RISCs, e.g. S2O32-) are formed and proton acidity increases as a by-\n\nproduct of the mineral oxidation reaction. Slowly, an acidic environment is established which facilitates the solubilization \n\nof metallic compounds. B The previously settled extreme environment allows the establishment of a microbial \ncommunity of lithotrophic prokaryotes. Iron oxidizing bacteria (IOB) present in this community regenerate Fe3+, allowing \n\nfaster mineral oxidation reactions. Sulfur oxidizing bacteria (SOB) use RISCs as a substrate for sulfuric acid production, \n\nfurther contributing to an acidic environment. Based on information in López-Archilla et al. (2001), and reviewed in \n\nJohnson &amp; Hallberg (2003). \n\n \n\n \n\nA \n\nB \n\n\n\n11 \n\nUpon establishment of this community of lithotrophic prokaryotes, the mentioned reaction of RISCs \n\noxidation is highly accelerated (Figure 3B). This enhanced efficiency of mineral oxidation reactions is \n\nespecially due to the fact that iron oxidizing bacteria (IOB; López-Archilla et al., 2001) in the \n\ncommunity are able to perform cycles of Fe3+ regeneration, which is required for further mineral \n\noxidation. Additionally, sulfur oxidizing bacteria (SOB) present in the microbial community are able to \n\nproduce sulfuric acid, using RISCs as a substrate. In summary, the presence of this microbial \n\ncommunity allows the establishment of a much more extreme environment and the maintenance of the \n\nextreme conditions (reviewed in Johnson &amp; Hallberg, 2003).  \n\n \n\nNaturally acidic environments can be found in water bodies near volcanic activity. An example of \n\nthis type of extreme environment is the Lake Caviahue in the Argentinean Patagonia. The nearby \n\nCopahue volcano releases metals as naturally existing minerals through volcanic activity (Pedrozo et \n\nal., 2001). This natural process of volcanic geothermal activity and consequent gas expulsions are \n\nresponsible for the acidity verified in Lake Caviahue, since sulfuric acid is originated in the headwaters \n\nof the river in the volcano. In a parallel to the AMD situation, the acidic waters weather the local \n\nvolcanic geology and lead to elevated concentrations of different metal(loid)s. The microbial \n\ncommunity present in this naturally acidic environment also allows the enhancement and maintenance \n\nof the extreme characteristics (Pedrozo et al., 2001; Russo et al., 2008).  \n\n \n\n \n\nSuccinctly, extreme acidic environments with different origins can lead to the same results: low pH \n\nand elevated concentrations of metal(loid)s. In the first given example, the Portuguese AMD site, there \n\nis one particularly acidic pond, named Achada do Gamo, which presents pH=1.8 (Gadanho &amp; \n\nSampaio, 2006). In the example of a natural acidic environment, a main inflow of Lake Caviahue, the \n\nUpper region of the River Agrio (URA) presents a similar acidity value, with pH=2.2 (Russo et al., \n\n2008). Both sites present elevated concentrations of sulfur and different metal(loid)s, as described in \n\nTable 2. \n\n \n\nTable 2 Metal and sulfur concentrations (mM) from two extreme sites: acid mine drainage in Achada do Gamo, Portugal \n(PRT; Gadanho &amp; Sampaio, 2006, and Gadanho, personal communication) and upper River Agrio in Argentina (ARG; \n\nRusso et al., 2008).  \n\n \nArsenic Cadmium Copper Zinc Iron Sulfur¥ \n\nPRT 0.64 0.04 10.07 0.006 160.98 306.25 \nARG 12.29† n. d. b. d. l. 0.12 1.24 74.85 \n\nn. d. – not described. b. d. l. – below detection level. \n†Information available in Pedrozo et al., 2001.  \n¥Sulfur was measured as total sulfur in the PRT site and as sulfate in the ARG site. \n\n \n\n\n\n12 \n\nConsidering the extreme nature of the described AMD and volcanic sites, the organisms that are \n\nable to live in these conditions must have evolved metal resistance mechanisms. Interestingly, despite \n\nthe highly important role that the prokaryote community plays in the maintenance of the above \n\ndescribed extreme environments, studies conducted in acidic waters of the IPB revealed that \n\neukaryote microbes, such as yeasts, are the main biomass contributors (Zettler et al., 2002; Gadanho \n\n&amp; Sampaio, 2006).  \n\n \n\nTaking into account the impact that elevated metal concentrations may have on the environment \n\nand public health, the study of metal resistance mechanisms is of great importance.  \n\n \n\n \n\n1.3. An extremophilic yeast: Cryptococcus sp.  \n\nAn undescribed species of the Cryptococcus genus has been isolated from the two extreme \n\nenvironments described above: Achada do Gamo in SDM in Portugal (Gadanho et al., 2006) and URA \n\nin Argentinean Patagonia (Russo et al., 2008).  \n\n \n\nGross &amp; Robins (2000) suggested that fungi living in acidic habitats should be regarded as acid-\n\ntolerant rather than acidophilic, since they are also able to grow under neutral or even alkaline pH \n\nconditions. However, isolates from this Cryptococcus species require low pH for optimal growth \n\n(Gadanho et al., 2006; Russo et al., 2008), a physiological requirement that has only been observed in \n\na species of Candida, C. sorbophila, which presents an optimum growth ah pH 2.5-3 (De Silóniz et al., \n\n2002). Consequently, these species should be considered acidophilic, and the yeast species under \n\nstudy in the present work represents the only acidophilic basidiomycetous yeast discovered to date. \n\nThe ascomycetous yeast C. sorbophila was found to resist Zn to higher levels than the model yeast \n\nS. cerevisiae (De Silóniz et al., 2002). However, strains from the Cryptococcus species under study \n\nresist high concentrations of several metals, higher than those presented by model organisms \n\n(Gadanho et al., 2006).  \n\n \n\nIn the present work, two strains of Cryptococcus sp., one from each isolation effort described \n\nabove, were chosen for the study of heavy metal resistance mechanisms: MSD44 (from Achada do \n\nGamo) and CRUB1564 (from URA). These strains were chosen as a result of their pH requirements, \n\nhigh metal resistance levels and accentuated geographical separation. Accordingly, the study of these \n\nstrains could provide an insight into the intraspecific variation in metal(loid) detoxification mechanisms \n\nof a unique acidophilic basidiomycetous yeast species.  \n\n  \n\n\n\n13 \n\n2. Objectives \nThe main goal in this work consisted in unveiling heavy metal(loid) resistance mechanisms in two \n\nstrains from the unique acidophilic yeast Cryptococcus sp.. To achieve this main goal, intermediary \naims were established and studied by applying the following approaches: \n\n \n\nA. Physiological approach to assess the influence of sulfate availability on heavy metal(loid) \nresistance. \n\nAs mentioned before, sulfur metabolism appears to play a central role in metal(loid)-induced \nresponse. Also, this subject is of particular importance since high sulfur/sulfate concentrations \nwere detected in the natural habitats of the two chosen strains.  \n\n \n\nB. Cytological approach to evaluate the involvement of thiolated peptides in metal(loid) \ndetoxification mechanisms. \n\nSince the thiol groups present in Cys side chains are often involved in metal(loid) \ndetoxification in yeasts, the possibility of accumulation of thiolated peptides in response to \nmetal(loid) exposure was assessed in optimal sulfate conditions, determined in the \nphysiological approach. \n\n \n\nC. Molecular approach to identify genes and gene products involved in metal(loid) detoxification \nmechanisms.  \n\nGene homologues of transporters involved in metal(loid) detoxification were identified in the \ntype species of the Cryptococcus genus, C. neoformans. The presence of homologues of \nthese genes was evaluated in the genome of both selected Cryptococcus sp. strains.  \n\nGene products associated with a Cd-induced response were analyzed at a molecular level. To \ndo so, a transcriptomic approach was conducted by applying suppression subtractive \nhybridization. \n\n \n\n  \n\n\n\n14 \n\n3. Experimental workflow \n \n\nThe following illustration represents the experimental workflow conducted in the present work. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n15 \n\n4. General methodologies \nStrains and growth conditions \n\nTwo strains of Cryptococcus sp. were studied in this work: MSD44 and CRUB1564. Both are \n\nconsidered acidophilic (optimum pH for growth 2.5-4) and were maintained in acidic (pH=3) solid Malt \n\nYeast Peptone (MYP; composition and preparation in Annex I) growth medium. Microbiological \n\nexperiments with these strains were performed with cells grown in MYP medium at room temperature \n\n(RT) for three days.  \n\nThe Saccharomyces cerevisiae strain used in the present work belongs to the Yeast Portuguese \n\nCulture Collection (PYC3507). This strain was maintained in MYP media (pH=5-5.5) and incubated \n\novernight at 30ºC to obtain biomass for microbiological assays. The same incubation conditions were \n\napplied for Cryptococcus neoformans, provided by the Instituto de Higiene e Medicina Tropical. \n\n \n\nLiquid Yeast Nitrogen Base (YNB; composition and preparation in Annex II) was used in several \n\nassays and it was prepared in two variants: Sulfate-YNB and Chloride-YNB, when the added \n\nammonium salt was ammonium sulfate or ammonium chloride, respectively. For the acidophilic \n\nstrains, the pH of the media was adjusted to 3.0 with H2SO4, and incubation occurred at RT. For the \n\nneutrophilic strains, the pH of the media was adjusted to 5-5.5 and yeast cells were incubated at 30ºC. \n\nMedium agitation was kept constant throughout the incubation periods.  \n\n \n\n \n\nHeavy metal(loid) solutions \n\nIn the present study, two chemical forms of each metal(loid) were tested: As was tested as As(V) \n\nand As(III); Cd, Cu and Zn were tested as metal sulfate and metal chloride.  \n\nAs(V) ((Na2HAsO4)?7H2O), As(III) (NaAsO2), Cd sulfate (3(CdSO4)?8H2O) and chloride (CdCl2), Cu \n\nsulfate (CuSO4?5H2O) and chloride (CuCl2?2H2O), Zn sulfate (ZnSO4?7H2O) and chloride (ZnCl2) stock \n\nsolutions were prepared by adding sterilized ultra-pure water (supw) to the respective metal(loid) \n\nconjugates and adjusting pH to 3.0 with H2SO4.  \n\n \n\nThe solutions were then sterilized by filtration with syringe filters (with a pore diameter of 0.22 µm) \n\nand stored in falcon tubes at RT. \n\n  \n\n\n\n16 \n\n5. Physiological approach \nDetermination of minimal inhibitory concentration in differential sulfate availability conditions \n\nMicroscale growth assays were conducted to establish minimal inhibitory concentrations (MIC) of \n\nthe four tested metal(loid)s in different conditions of sulfate availability. These assays were performed \n\nusing 10 by 10 well honeycomb sterile plates containing a working volume of 300 µL per well. \n\nMicrobial growth was monitored with the automated turbidimeter Microbiology Reader Bioscreen C \n\n(Growth Curves USA, New Jersey, USA; Begot et al., 1996).  \n\nIn these metal(loid) resistance assays, five concentrations of each metal(loid) were tested in 2-fold \n\ndilution series, from 1:2 to 1:32. These dilution series and corresponding metal(loid) concentrations \n\nare shown in Table 3. Liquid YNB medium was used in these assays, in two variants: Sulfate-YNB and \n\nChloride-YNB. These two YNB media were combined with two chemical forms/salts of each \n\nmetal(loid): As(V) vs. As(III) for As, and metal sulfate vs. metal chloride for all other metals. As a \n\nresult, two sulfate availability conditions were tested for As, and four were tested for the other metals, \n\nfor each strain. A schematic representation for the Cd resistance assay is depicted in Figure 4. The \n\nsame principle was applied to the other metal(loid)s under study.  \n\n \n\nTable 3 Two-fold metal(loid) concentrations tested in metal(loid) resistance assays. Concentrations are given in mM and \ndenote metal(loid) concentration, not the metal salt.  \n\n 1:2 1:4 1:8 1:16 1:32 \n\nAs 17 8.5 4.3 2.1 1.1 \n\nCd 54.5 27.3 13.6 6.8 3.4 \n\nCu 54.2 27.1 13.6 6.8 3.4 \nZn 230 115 57.5 28.8 14.4 \n\n \n\nEach assay included adequate metal(loid)-free controls. A negative control (Cneg) with supw and \n\nmedium, without inoculum, was used to ensure there were no contaminants in the medium. A positive \n\ncontrol (Cpos) with supw and medium, with inoculum, was used to ensure inoculum viability. After \n\nmedium preparation in each well, a cell suspension with OD600=0.9 U (equivalent to 9x10\n6 cells mL-1) \n\nwas prepared for each strain. With the exception of Cneg controls, each well was inoculated with 1 µL \n\nfrom this suspension using a calibrated inoculation loop, which corresponded to approximately 9x103 \n\ncells. \n\n \n\nParameters for growth assays were set in Bioscreen C software Research Express (Transgalactic \n\nLtd, Helsinki, Finland). The microplates were incubated at 22ºC with a pre-heating step of 10 minutes, \n\nwith continuous and intensive shaking. The corrected optical density (ODc, where the first OD \n\nmeasurement is considered 0.001 U) was measured for each well, every two hours for 5 days, with a \n\nwide band filter to determine turbidity, resulting in 60 OD measurements per well.  \n\n \n\n\n\n17 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 4 Schematic representation of the Cd resistance assay for one strain. Each square represents one well in the 10 \nby 10 honeycomb plate. Each metal concentration was tested in triplicate for each sulfate availability condition, resulting \n\nin 3x20 determinations per metal, per strain. The depicted Cd concentrations refer to the metal ion, not the metal salt. \n\n1:2 to 1:32 relates to the metal dilution series performed in each well. Controls were performed at least in duplicate. \n\nCpos corresponds to the positive control, containing supw and medium, with inoculum. Cneg corresponds to the \n\nnegative control, containing supw and medium, without inoculum.  \n\n \n\n \n\nData analysis \n\nThe parameter area under the curve represents ODc as a function of time and was determined \n\nautomatically for each well by the Research Express software. Data for AUC for all wells was exported \n\nto an Excel working sheet (Microsoft Software) and analyzed for each condition (AUC ) as follows:  \n\n \n\n\t = \t\n\t\n\n\t \t\n\t? \t \t \t  \n\n \n\nThe average Cneg value for each YNB medium was used as a correction factor, to subtract the \n\nbackground in microbial growth readings. The average Cpos value for each YNB medium was used as \n\na normalization factor in data analysis, to allow comparison between assays. As a result, AUC  \n\nrepresents the corrected normalized average AUC for each condition (n=3). The threshold for positive \n\ngrowth was established at AUC  ? 0.05 (i.e., 5% of the average growth of the Cpos), as it presented a \n\ngood correspondence with visible growth on the microplate (data not shown) and with maximum ODc \n\n? 0.1 (ODc threshold previously established by Gadanho, M., personal communication).  \n\n \n\nMIC was defined as the lowest metal(loid) concentration tested in which AUC  &lt;0.05. Accordingly, \n\nthe maximum tolerated concentration determined by microscale assays, mMTC, was obtained. This \n\nconcentration corresponds to the one immediately below MIC, i.e., the highest metal(loid) \n\n\n\n18 \n\nconcentration tested that allowed detectable growth (AUC  ? 0.05). To assess the influence of sulfate \n\navailability on resistance to each metal(loid), yeast growth was statistically analyzed by comparing \n\nAUC  values at the mMTCs in the four sulfate availability conditions.  \n\n \n\nFirst, F-test was applied to determine homocedasticity. Then, a t-Student test was performed, \n\nconsidering a confidence level of 95%, assuming equal or unequal variances, depending on F-test \n\nresults (Zar, 1999). For each strain and for each metal(loid), comparisons were performed between \n\naverage AUC  for the mMTC determined in: (i) Sulfate-YNB vs. Chloride-YNB and (ii) As(V) vs. As(III) \n\nor metal sulfate vs. metal chloride within the same YNB variant.  \n\n \n\n \n\nResults and discussion  \n\nThe determined MIC, mMTC and corresponding AUC  values are displayed in Table 4. MIC \n\ndeterminations are also represented in Figure 5.  \n\n \n\nTable 4 Minimal inhibitory concentrations (MIC), maximum tolerated concentrations (mMTC) and corresponding AUC  \nvalues, determined with Bioscreen C turbidimeter. +SO4 and –SO4 refer to the type of YNB medium: Sulfate-YNB and \n\nChloride-YNB, respectively. Metal(loid) concentrations are given in mM.  \n\n \nMIC (mM) mMTC (mM) AUC  in mMTC \n\n MSD44 CRUB1564 MSD44 CRUB1564 MSD44 CRUB1564 \n +SO4 -SO4 +SO4 -SO4 +SO4 -SO4 +SO4 -SO4 +SO4 -SO4 +SO4 -SO4 \n\nAs(V) 17 17 17 17 8.5 8.5 8.5 8.5 0.60 0.52 0.87 0.64 \n\nAs(III) 8.5 8.5 8.5 8.5 4.3 4.3 4.3 4.3 0.93 0.99 0.83 1.04 \n\nCdSO4 54.5† 54.5† 54.5† 54.5† 54.5 54.5 54.5 54.5 0.23 0.31 0.10 0.10 \n\nCdCl2 54.5† 54.5† 54.5† 54.5 54.5 54.5 54.5 27.3 0.25 0.23 0.09 0.19 \n\nCuSO4 54.2 27.1 6.8 3.4¥ 27.1 13.6 3.4 3.4 0.25 0.33 0.38 0.01 \n\nCuCl2 27.1 27.1 6.8 3.4¥ 13.6 13.6 3.4 3.4 0.42 0.26 0.44 0.00 \n\nZnSO4 230† 230 230 115 230 115 115 57.5 0.13 0.14 0.10 0.18 \nZnCl2 230 115 115 115 115 57.5 57.5 57.5 0.14 0.41 0.24 0.18 \n\n†The real MIC for the corresponding metals was not determined, as the corresponding strains presented AUC  > 0.05 for the highest metal \n\nconcentration tested. \n¥AUC  &lt;0.05 for all tested metal concentrations for the corresponding strain. \n\n \n\nAs showed in Figure 5A, results for the microscale growth assays with As show that the MIC values \n\nfor As(V) are higher than those presented for As(III) in both strains. This result is in accordance with \n\nthe previously described higher toxicity of As(III) (Oremland &amp; Stolz, 2003).  \n\nStatistical assessment of average growth upon exposure to different As chemical forms showed \n\nthat the average growth obtained in the corresponding mMTCs is equivalent (Table 4). The same \n\n\n\n19 \n\nresult was obtained upon comparison of average growth in Sulfate-YNB vs. Chloride-YNB media. The \n\nlatter result suggests that As resistance is not influenced by sulfate availability in either strain.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 5 Representation of MIC determination results for MSD44 and CRUB1564, for As, Cd, Cu and Zn in different \nsulfate availability conditions: with Sulfate-YNB (+SO4) and with Chloride-YNB (-SO4). For each YNB medium, two \n\nchemical forms of each metal(loid) were tested. The values next to the axis represent metal(loid) concentration in mM. \n\n \n\nResults for microscale growth in the presence of Cd (Figure 5B) showed that the Cd MIC was the \n\nsame in both strains (54.5 mM; Table 4) in all tested sulfate availability conditions. However, statistical \n\nanalysis of average growth within the obtained mMTC revealed that CRUB1564 reaches higher AUC  \n\nin Chloride-YNB medium in the presence of CdSO4 when compared to growth with Sulfate-YNB \n\n(p=0.005; Table 4).  \n\n \n\nMIC determination for Cu (Figure 5C) shows an overall higher level of resistance for MSD44 than \n\nfor the Argentinean strain. In fact, there was no detectable growth for CRUB1564 in Chloride-YNB \n\n(Table 4). This result suggests a sulfate dependency and will be analyzed further in detail.  \n\nStatistical analysis of growth in the presence of CuSO4 revealed that sulfate availability influences \n\nthe growth of MSD44, since AUC  was higher in Sulfate-YNB medium (Table 4; p=0.012).  \n\n \n\nFinally, average growth in the presence of Zn (Table 4) was statistically analyzed. For this metal, \n\nthe results showed that MSD44 reaches higher AUC  in the presence of Sulfate-YNB, regardless of \n\nthe metal chemical form (p=0.002 for ZnSO4 and for ZnCl2).  \n\n \n\n \n\n  \n\nA B C D \n\n\n\n20 \n\nTo understand the apparent sulfate dependence for Cu resistance in the Argentinean strain, two \n\nadditional microscale growth assays were performed. In these assays, four Cu concentrations were \n\ntested: as described above, with metal dilutions from 27.1 to 3.4 mM (Table 3).  \n\nThe first assay was conducted in order to evaluate the yeast response to increasing concentrations \n\nof sulfate, by assessing the minimum sulfate concentration necessary to obtain growth. To achieve \n\nthis goal, sulfate in MgSO4 form was added to the metal-containing medium in three concentrations \n\n(mM): 520, 416 and 312, where the first concentration (520 mM) corresponds to the sulfate \n\nconcentration present in Sulfate-YNB medium.  \n\nA second assay was performed to understand whether the addition of magnesium (Mg) to the \n\nmedium influenced growth. Three Mg concentrations (as MgCl2) were tested with the same Cu \n\nconcentrations tested before (27.1 to 3.4 mM). The Mg concentrations used in this assay were \n\nequivalent to the Mg concentrations added in the assay with MgSO4.  \n\n \n\nResults from these additional assays are presented in Table 5 and Figure 6.  \n\n \n\nTable 5 Minimal inhibitory concentrations (MIC), maximum tolerated concentrations (mMTC) and corresponding AUC  \nvalues for the two additional microscale growth assays, determined with Bioscreen C turbidimeter. MgSO4 and MgCl2 \n\nrefer to what was being tested in the additional microscale growth assay: different sulfate concentrations and different \n\nmagnesium concentrations, respectively. Concentrations are given in mM.  \n\n \nMIC (mM) mMTC (mM) AUC  in mMTC \n\n MgSO4 MgCl2 MgSO4 MgCl2 MgSO4 MgCl2 \n 520 416 312 520 416 312 520 416 312 520 416 312 520 416 312 520 416 312 \n\nCuSO4 27.1 27.1† 27.1† 3.4¥ 3.4¥ 6.8 13.6 13.6 13.6 3.4 3.4 3.4 0.35 0.40 0.41 0.00 0.03 0.12 \nCuCl2 27.1† 27.1† 27.1† 3.4¥ 3.4¥ 3.4¥ 13.6 13.6 13.6 3.4 3.4 3.4 0.32 0.41 0.27 0.00 0.03 0.03 \n\n†The real MIC for the corresponding metals was not determined, as the corresponding strains presented AUC  > 0.05 for the highest metal \n\nconcentration tested. \n¥AUC  &lt;0.05 for all tested metal concentrations for the corresponding strain. \n\n \n\n \n\nFigure 6 Results of MIC determination for CRUB1564 with Cu in Chloride-YNB medium supplemented with different \nsulfate (as MgSO4) and Mg concentrations (as MgCl2). The values next to the axis represent Cu concentration in mM. \n\n \n\n\n\n21 \n\nAlthough the minimum sulfate concentration necessary to ensure yeast growth upon exposure to \n\nCu was not determined with these assays, the MICs obtained clearly show that the addition of sulfate \n\nas MgSO4 to Chloride-YNB medium allows CRUB1564 to grow in the presence of this metal (Figure \n\n6). Statistical analysis of AUC  in the mMTCs (Table 5) showed that average growth with CuSO4 was \n\nequivalent in the three sulfate concentrations tested. However, for CuCl2, the average growth was \n\nsignificantly reduced in the lowest sulfate concentration tested (312 mM; p=0.048), which also reflects \n\nan influence of sulfate availability.  \n\nIn the case of the microscale growth assay testing different Mg concentrations, detectable growth \n\n(AUC >5%) was only observed for the condition with 3.4 mM of CuSO4 and 312 mM of MgCl2 (Table \n\n5). Statistical analysis showed that growth in this condition is much lower than for CuSO4 with 312 mM \n\nof MgSO4 (p=0.007), suggesting that sulfate was necessary for the higher MIC values observed in the \n\nfirst additional assay.  \n\nConsidering the results obtained in these additional assays, Cu resistance in CRUB1564 was \n\nclearly influenced by sulfate (as MgSO4) availability. MIC values for CuSO4 resistance increased from \n\n6.8 mM with Sulfate-YNB (Table 4 and Figure 5C) to 27.1 with the same theoretical sulfate \n\nconcentration (520 mM; Table 5 and Figure 6). This suggests that the addition of sulfate may not have \n\nbeen the only factor responsible for the improved Cu resistance, as a synergistic effect of Mg and \n\nsulfate could be taking place. The possibility of Mg participation on Cu resistance in this strain was not \n\nfurther assessed in the present study. \n\n \n\n \n\nIn summary, this physiological approach allowed assessment of the influence of sulfate in \n\nmetal(loid) resistance for both acidophilic strains. AUC  analysis showed that the sulfate availability \n\npositively influences the Portuguese strain’s resistance to Cu, when added as CuSO4, and Zn in both \n\nmetal forms. A different outcome was observed for the Argentinean strain for CdSO4 resistance, since \n\ngrowth was enhanced when sulfate was absent from the YNB growth medium. CRUB1564 showed, \n\nhowever, sulfate dependency for Cu resistance, as this strain does not present detectable growth \n\nupon expose to Cu unless sulfate is provided in the medium, as Sulfate-YNB or as MgSO4. Overall, \n\nthe obtained results suggest that sulfur availability, as sulfate, plays a role in resistance to some of the \n\ntested metal(loid)s.  \n\n \n\nIn the following cytological approach, the participation of thiolated peptides in metal(loid) response \n\nwill be assessed. As mentioned in the Introduction section, these peptides possess Cys residues \n\nwhich have sulfur in the thiol (GS) groups. As a consequence, analysis of the variation of intracellular \n\nthiol content should allow further enlightenment on the role that sulfur plays in metal(loid) \n\ndetoxification. \n\n \n\n\n\n22 \n\nAdjustment of growth conditions for cytological and molecular approaches \n\nTo proceed to the cytological and molecular approaches in this study, it was necessary to obtain a \n\nlarge amount of biomass to successfully conduct the experiments. Accordingly, the conditions used for \n\nyeast growth were optimized.  \n\nOverall, the results from the microscale growth assays showed that the growth conditions with the \n\nhighest sulfate concentrations allowed better microbial growth. In accordance with these results, the \n\nYNB medium used in subsequent approaches was Sulfate-YNB and the metal chemical form was the \n\nmetal sulfate. In the case of As, the chemical form As(V) was used since it presented itself as being \n\nless toxic than the trivalent form.  \n\nYeast growth cultures were produced in 5 mL volumes and the inoculum was optimized in order to \n\nobtain a sufficient amount of biomass in a short period of time. Accordingly, the inoculum for 5 mL of \n\ngrowth culture was established at 1.5x107 cells mL-1, which corresponded to a OD600=1.5 U. The \n\ngrowth conditions were as stated in the General methodologies section.  \n\nFinally, the metal(loid) concentrations used for yeast growth were also optimized. This was \n\nnecessary since the metal(loid) concentrations that allowed detectable growth in microscale assays \n\n(mMTC; AUC >5%) were too elevated to allow sufficient biomass for the execution of cytological and \n\nmolecular experiments. Several growth assays were then conducted to determine the maximum \n\ntolerated concentrations of the metal(loid)s in these scale up conditions (suMTC). These assays were \n\nperformed with both acidophilic strains and with S. cerevisiae, since this model yeast was used as a \n\ncontrol in cytological experiments. The results for the obtained suMTCs are listed in Table 6. \n\n \n\nTable 6 Maximum tolerated concentrations determined in scale up growth assays (suMTC) with Sulfate-YNB medium \n(pH=3 for MSD44 and CRUB1564; pH=5 for S. cerevisiae). The depicted concentrations, given in mM, refer to \n\nconcentration of the metal(loid) (As, Cd, Cu and Zn), not the metal salt.  \n\n \nMSD44 CRUB1564 S. cerevisiae \n\nAs(V) 4.3 8.5 n. d. \n\nCdSO4 27.3 13.6 0.2 \n\nCuSO4 6.8 3.4 n. d. \nZnSO4 28.8 28.8 n. d. \n\nn. d. – not determined. \n\n \n\n  \n\n\n\n23 \n\n6. Cytological approach \nProtocol optimization and sample preparation \n\nThe hypothesis of thiol accumulation in response to the presence of metal(loid)s was evaluated in \n\nMSD44 and CRUB1564 cells using the fluorescent CellTracker Green CMFDA (5-\n\nchloromethylfluorescein-diacetate) probe from Invitrogen (California, USA). This reagent passes freely \n\nthrough membranes and, once inside the cell, is cleaved by nonspecific esterases. The chloromethyl \n\ngroup of CMFDA reacts with thiol groups in thiolated peptides and the resulting dye-protein conjugate \n\nis cell-impermeant. Additionally, the excess unconjugated dye exits the cell by passive diffusion. To \n\nassess the possibility of thiol accumulation in response to metal(loid)s, the CMFDA fluorescence \n\nintensity observed for cells grown in the presence of the metal(loid) was compared to the intensity for \n\ncells grown without metal (control condition).  \n\nThe protocol for sample preparation and staining was adapted and optimized from the Invitrogen \n\nCellTracker manual for Probes for Long-Term Tracing of Living Cells. Considering the lack of \n\ninformation on settings for this protocol in yeasts, three parameters were optimized: (i) initial inoculum, \n\n(ii) CMFDA concentration, and (iii) CMFDA incubation time. Optimization was conducted using S. \n\ncerevisiae as a control, grown with and without Cd. This model yeast was used with Cd since it is \n\ndescribed in the literature as accumulating thiolated peptides in response to exposure to this metal \n\n(reviewed in Tamás &amp; Wysocki, 2010). After optimization, a control using S. cerevisiae cells was \n\nperformed in all assays as an experimental control to ensure the success of the experimental protocol.  \n\nThe optimized protocol was performed as follows: yeast growth obtained in scale up conditions with \n\nand without metal(loid) was harvested in exponential phase by centrifugation (5 min at 4000 rpm). \n\n2x106 of these cells were then transferred to 15 mL falcon tubes containing 1 µM CMFDA in Sulfate-\n\nYNB (final volume 2 mL) and incubated for 25 min. The incubation conditions used for incubation \n\nperiods in this protocol were the same as those applied for yeast growth (see General methodologies).  \n\nFrom this point forward, all samples were protected from light. After CMFDA incubation, the cells \n\nwere harvested by centrifugation (10 min at 4000 rpm), ressuspended in fresh Sulfate-YNB medium \n\nwithout CMFDA and without metal(loid)s, and incubated for 30 min. Then, the samples were washed \n\nwith phosphate saline buffer (PBS; 5 min, 4000 rpm) and fixed with 3.7% formaldehyde prepared in \n\nPBS (30 min; 100 rpm) to crosslink the amines in peptides-dye conjugates. After washing twice with \n\nPBS, the cells were ressuspended in 200 µL PBS and transferred to 1.5 mL eppendorf tubes. \n\nAfterwards, 10 µL aliquots were placed on microscope glass slides and allowed to dry for 30 min at \n\n37ºC. A drop of an antifade reagent (Molecular Probes ProLong Gold antifade reagent, Invitrogen, \n\nCalifornia, USA) was added on top of the dried sample. Finally, a cover slip was placed on top of the \n\nsamples.  \n\nThe samples were observed in an inverted fluorescence microscope (Olympus IX50) considering \n\nthe absorption and emission wave lengths indicated for CMFDA: 492 nm (blue) and 517 nm (green), \n\nrespectively. Images were captured with the Sensicam PCO camera with an exposure time of 0.4 \n\nseconds using the software Image-Pro Plus Version 6.0 (Media Cybernetics, Inc, Maryland, USA). \n\n\n\n24 \n\nData analysis  \n\nThe fluorescence intensity of each pair of control vs. presence of metal(loid) conditions was \n\ncompared. For each condition, the fluorescence intensity of the highest possible number of cells was \n\nmeasured to provide accurate mean fluorescence intensity values. Consequently, sample sizes (n) \n\nwere different for each condition and are listed in Table 7.  \n\n \n\nTable 7 Sample sizes (n) for MSD44 and CRUB1564 in cytological assays for all tested conditions.  \n\n Control sample size Metal(loid) and sample size \n\nMSD44 \n\n52 As(V), n=113; CuSO4 n=404 \n\n260 CdSO4, n=619 \n\n73 ZnSO4, n=199 \n\nCRUB1564 \n129 As(V), n=360; CuSO4 n=609 \n\n199 CdSO4, n=253; ZnSO4, n=415 \n\n \n\nRelative fluorescence intensity (RFI) for the tested conditions was calculated as: \n\n \n\n\t = \t\n\t \t \t \t \t \t ?\t\n\n\t \t \t \t \t\n \n\n \n\nAs a consequence, RFI for control conditions was always 1, and >0 for presence of metal(loid) \n\nconditions. The RFI values for each pair of control vs. presence of metal(loid) conditions were \n\nstatistically analyzed. First, a F-test was performed to assess homocedasticity, and then a t-Student \n\ntest was applied considering a confidence level of 95%, assuming equal or unequal variances, \n\ndepending on F-test results (Zar, 1999). Additionally, a confidence interval with a 95% confidence \n\nlevel was obtained for each RFI value.  \n\n \n\n \n\nResults and discussion  \n\nThiol probing results for all tested metal(loid)s in optimal sulfate availability conditions, and \n\ncorresponding RFI values, are displayed in Figure 7A and 7B, respectively.  \n\n \n\nThe images captured for CMFDA staining with and without As(V) clearly showed a differential \n\nstaining for the Portuguese strain, but not for the Argentinean one (Figure 7A, As(V)). These \n\nobservations are supported by the RFI values: 1.36 for MSD44 with As, and 0.96 for CRUB1564 with \n\nAs (Figure 7B, As(V)).  \n\n\n\n25 \n\n \n\n MSD44 CRUB1564 \n Control Metal(loid) Control Metal(loid) \n\nAs(V) \n\n    \n\nCdSO4 \n\n    \n\nCuSO4 \n\n    \n\nZnSO4 \n\n    \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigure 7 Results for the cytological assays for the acidophilic strains MSD44 and CRUB1564, with and without \nmetal(loid)s. A Images obtained for CMFDA staining in control vs. presence of metal(loid) conditions. Samples were \nobserved under the fluorescence microscope (Olympus IX50) with 100x magnification. Images were captured with \n\n(Sensicam PCO) using the software Image-Pro Plus Version 6.0 (Media Cybernetics, Inc, Maryland, USA). All images \n\nwere adjusted using the same software, by applying a display range of fluorescence intensity from 150 to 750 units.       \n\nB RFI values for control vs. presence of metal(loid) conditions for MSD44 and CRUB1564. The error bars represent \nconfidence intervals with a 95% confidence level.  \n\nA \n\nB \n\n\n\n26 \n\nUpon statistical analysis of RFI values, the difference in fluorescence intensity was significant for \n\nMSD44 (p=2.86E-56). Accordingly, results point to an As-induced response in this strain that consists \n\nin intracellular accumulation of thiolated peptides. For the Argentinean strain, the obtained results \n\nshow that thiol accumulation does not change in the presence of As (Figure 7). However, the \n\nstatistical analysis provided a p-value of 0.003, which, although considered significant at the applied \n\nconfidence level, is much higher than that obtained for a clearly significant differential staining \n\n(p=2.86E-56 for MSD44). This statistically significant difference in RFI values for CRUB1564 may be \n\nattributed to a very small variation in average fluorescence intensity (<0.014; data not shown) and, as \n\na consequence, a variation of 0.04 (i.e., 4%) in RFI is considered statistically significant. As a \n\nconsequence of the abovementioned considerations, the fluorescence intensity in the presence of As \n\nwas considered to be similar to that of the control condition for CRUB1564.  \n\nThe results for CMFDA staining for control vs. Cd staining show a differential staining for the \n\nArgentinean strain, but not for the Portuguese strain (Figure 7A, CdSO4). This difference is reflected in \n\nthe obtained RFI values: 1.83 for CRUB1564, and 1.06 for MSD44 (Figure 7B, CdSO4). Statistical \n\nanalysis of these results confirmed the significant differences observed for CRUB1564 (p=2.49E-83). \n\nFor MSD44, statistical analysis provided a p-value of 2.18E-8. For the same reasons as presented \n\nabove for the statistical analysis for CRUB1564 in the presence of As, the intracellular thiol content \n\nupon exposure to Cd for MSD44 was considered equivalent to the control condition.  \n\nFor Cu, results for CMFDA staining suggest thiol accumulation for both strains (Figure 7A, CuSO4). \n\nStatistical analysis of RFI values confirmed the observed differential staining: RFI=1.17 for MSD44 \n\n(p=4.54E-16), and RFI=1.26 for CRUB1564 (p=9.04E-56) in the presence of Cu (Figure 7B, CuSO4).  \n\nFinally, neither strain showed thiol accumulation upon exposure to Zn (Figure 7A, ZnSO4). In fact, a \n\ndecrease in fluorescence intensity was observed in the Portuguese strain in the presence of Zn. \n\nStatistical analysis for RFI in MSD44 (RFI=0.77; Figure 7B, ZnSO4) confirmed the significance of this \n\ndecrease in fluorescence intensity (p=8.86E-25). For the Argentinean strain, statistical analysis of RFI \n\nvalues (RFI=0.97) provided a p-value of 0.008 which, as justified before, was considered as not having \n\nbiological significance. \n\n \n\nIn summary, results for the cytological approach for MSD44 point to a thiol accumulation in \n\nresponse to As and Cu. However, upon exposure to Zn, the thiol pool is diminished. For the \n\nArgentinean strain, the results obtained with this approach show that the heavy metals Cd and Cu \n\nlead to thiol accumulation.  \n\n \n\nConsidering the contrasting results between strains for the nonessential metal(loid)s As and Cd, \n\nand taking into account the available information on detoxification mechanisms for these elements, a \n\nseries of experiments involving molecular approaches were designed and conducted.  \n\n  \n\n\n\n27 \n\n7. Molecular approach \n7.1. Metal(loid) transporters \n\nTo further comprehend metal(loid) detoxification mechanisms in the acidophilic yeasts at study, the \n\npresence of homologues involved in these mechanisms was assessed in silico in basidiomycetous \n\nyeasts. To do so, the sequences of proteins involved in metal(loid) detoxification, from the original \n\nmicrobes, were used as a protein query in a search in a non-redundant protein database (blastp; \n\nAltschul et al., 1990) in National Center for Biotechnology Information (NCBI), using the default \n\nsettings. Gene homologues of transporters involved in As and Cd detoxification were identified in the \n\ngenome of C. neoformans, the type species of the genus. These transporters include the As(III) efflux \n\ntransporter complex ArsAB (Tsai et al., 2009) and the vacuolar transporter Ycf1 (see Introduction).  \n\n \n\nThe As(III) efflux mechanism conducted by the ArsAB pump was first identified and described in \n\nbacteria and is constituted by two components: the actual As(III) pump (ArsB) and an optional ATPase \n\n(ArsA). According to the available literature, ArsB is able to confer As(III) resistance by itself, however, \n\nwhen ArsA is co-expressed, the ArsAB pump transports As(III) more efficiently (reviewed in Tsai et al., \n\n2009). The genes found in C. neoformans present homologies with ArsA (accession number \n\nXM_767623.1) and ArsB (XM_569061.1) described in the bacterial ars operon, and were not \n\nhomologues of genes in other yeasts (information available in NCBI database). Considering the \n\nresults obtained for As detoxification with the previous approaches, the possibility of As(III) efflux \n\nshould be evaluated. As mentioned in the Introduction section, Ycf1 transports As(GS)3 and Cd(GS)2 \n\nconjugates to the vacuole, and was first described in S. cerevisiae (Li et al., 1997; Prévéral et al., \n\n2006). Since thiolated peptides appear to be involved in As and Cd detoxification for MSD44 and \n\nCRUB1564, respectively, the search for evidence of the presence of this transporter (accession \n\nnumber XM_569810.1) is of great importance in both strains.  \n\n \n\nHomology for the As(III) transporter Arr3 (see Introduction) was also found in C. neoformans (in \n\nNCBI database; accession number XP_772635.1). This transporter is implied in As(III) detoxification in \n\nmodel yeasts, which are not related with very high resistance levels (see Introduction). Accordingly, its \n\npresence by homology search was not assessed in the genome of the acidophilic strains.  \n\n \n\nConsidering this information, the first molecular approached applied aimed to assess the presence \n\nof arsA, arsB and ycf1 gene homologues, found in C. neoformans, in the genomes of the acidophilic \n\nstrains MSD44 and CRUB1564. \n\n \n\n \n\n \n\n\n\n28 \n\nDNA extraction and sample preparation  \n\nHomologue gene search was conducted to assess the presence of homologue genes of metal(loid) \n\ntransporters in the genomes of MSD44 and CRUB1564. To do so, DNA was extracted from both \n\nacidophilic strains and from the neutrophilic yeasts C. neoformans and S. cerevisiae to use as controls \n\nduring the experiments.  \n\nDNA extraction was conducted according to the following protocol: cells grown in solid MYP \n\nmedium (see General methodologies) were recovered into an eppendorf tube containing Tris EDTA \n\nBuffer (TE, 1 mL) and washed by centrifugation (5 min, 4000 rpm). After ressuspending in Lysis Buffer \n\n(composition in Annex III) and adding approximately 200 µL of glass beads (acid-washed 425-600 µm \n\nglass beads, Sigma-Aldrich, Missouri, USA), cells were lysed by vortexing for 2 min at maximum \n\nspeed. The samples were then incubated for 1 hr at 65ºC and further lysed by repeating the vortexing \n\nstep. Proteins were removed by phenol extraction (1x vol; 10 min, RT, 13000 rpm) followed by a \n\nchloroform-isoamyl alcohol 24:1 purification (1x vol; 10 min, RT, 13000 rpm). The aqueous phase was \n\ntransferred to a new eppendorf tube and nucleic acid was precipitated with salt (NaAc, 0.3 M final \n\nconcentration) and cold absolute ethanol (-20ºC, 2.5x vol) on ice for 30 min. The resulting pellet was \n\nwashed with cold 70% ethanol (1 mL). Finally, the extracted nucleic acid was ressuspended in PCR \n\ngrade water and treated with RNase (working concentration 50 µg mL-1) overnight at 4ºC.  \n\n \n\nDNA quality was determined by gel electrophoresis of the DNA extracts (5 µL from each sample), \n\nusing 1% agarose and TBE buffer (0.5x). DNA quantification was assessed by a fluorescence-based \n\nmethod using Qubit dsDNA High Specificity Assay Kit, according to the manufacturer’s \n\nrecommendations, with Qubit fluorometer (Invitrogen, California, USA).  \n\n \n\n \n\nProbe synthesis by PCR \n\nTo assess the presence of the mentioned homologue genes in the genomes of the acidophilic \n\nstrains MSD44 and CRUB1564, three DNA probes were synthesized by PCR. The resulting PCR \n\nproducts corresponded to homologue genes identified in C. neoformans as being involved in \n\nmetal(loid) detoxification by transport: arsA, arsB and ycf1.  \n\nTo produce these probes, forward and reverse primers were designed with Primer-BLAST, a tool in \n\nNCBI, according to the available sequences. The conditions for PCR amplification were optimized for \n\neach primer set and the optimized settings are displayed in Table 8.  \n\n \n\nAfter amplification, the resulting PCR products were purified using the Jetquick PCR product \n\nPurification Spin Kit (Genomed GmbH, Germany), according to the manufacturer’s instructions, and \n\nsequenced using the laboratory sequencing services. The resulting sequences were submitted to a \n\nvisual correction with Chromas Lite 2.01 software (Technelysium Pty, Australia) and used as a \n\n\n\n29 \n\nnucleotide query in a search in nucleotide databases (blastn) in NCBI, using the default settings. The \n\nresults of this search confirmed that the three PCR products corresponded to the gene homologues at \n\nstudy. \n\n \n\nTable 8 Optimized settings for PCR amplification of arsA, arsB and ycf1 in C. neoformans.  \n\nTemperature (ºC) Time (min) Number of cycles \n\n94 3 1 \n\n94 1 \n\n34 65 1 \n\n72 1 \n72 3 1 \n\n \n\nThe homology search for the three mentioned genes was first conducted by PCR amplification in \n\nthe genomic DNA of MSD44 and CRUB1564, with the forward and reverse primers described above. \n\nHowever, this approach resulted in amplification of unrelated products, even using different annealing \n\ntemperatures (data not shown), which could be attributed to sequence differences between the type \n\nspecies and the tested strains of Cryptococcus sp.. As a consequence, dot blot hybridization was \n\nperformed to search for gene homologues in the acidophilic strains.  \n\n \n\nThe probes for dot blot hybridization were synthesized by PCR, using the abovementioned primer \n\nsets and amplification settings (Table 8), according to the PCR DIG-labeling Mix protocol from Roche \n\n(Mannheim, Germany). The DIG-labeling mix contains DIG-conjugated dUTPs that are incorporated \n\ninto the PCR products as the PCR takes place. Accordingly, the resulting PCR products correspond to \n\nDIG-labeled probes, containing DIG-dUTPs.  \n\n \n\n \n\nDot blot hybridization \n\nFor this approach, positively charged nylon membranes were used (from Roche Diagnostics, \n\nMannheim, Germany). One membrane for each probe was prepared by adding dots of yeast DNA (5 \n\nµL per dot), from C. neoformans, MSD44, CRUB1564 and S. cerevisiae, as represented in Figure 8. \n\nDNA from the type species C. neoformans was used as control for the presence of the homologue \n\ngene.  \n\n \n\nThe amount of DNA present in each dot was normalized according to the genome size of the \n\ntested yeasts, in an effort to ensure the same number of genome copies in the different dots. \n\nHowever, since this information is not available for the acidophilic strains, the genome size was \n\nassumed to be approximately the same as the type species C. neoformans (Table 9). \n\n\n\n30 \n\n \n\nFigure 8 Schematic representation of a membrane in a dot blot hybridization assay. The letters under the dots represent \nthe following yeasts: a: C. neoformans, b: MSD44, c: CRUB1564, d: S. cerevisiae.  \n\n \n\nTable 9 Approximate genome size and DNA quantity applied in each dot in dot blot hybridization assays.  \n\n \nApproximate genome size (Mb) DNA in dot (ng) \n\nC. neoformans 18.5 200 \nMSD44† 18.5 200 \n\nCRUB1564† 18.5 200 \nS. cerevisiae 12.1 135 \n\n† Genome size of both Cryptococcus sp. strains was assumed to be approximately the same as the genome of the type species C. neoformans.  \n\n \n\nThe protocol for dot blot hybridization was adapted and optimized from the DIG Application Manual \n\nfor Filter Hybridization from Roche Molecular Biochemicals: genomic DNA and DIG-labeled probes \n\nwere denatured by boiling for 10 and 5 min, respectively, and immediately placed on ice. For each dot \n\nthe corresponding genomic DNA sample volume (5 µL) was placed on the membrane. The DNA \n\nsamples were allowed to dry and were then fixed to the membrane by baking at 180ºC for 2 hr.  \n\nThe membranes pre-hybridized with pre-warmed Pre-Hybridization Solution (10 mL; composition of \n\ndot blot hybridization solutions is described in Annex IV) for 1 hr at the hybridization temperature (Thyb \n\n= 60ºC; optimized empirically) in 50 mL falcon tubes, in a hybridization oven. The Pre-Hybridization \n\nSolution was recovered (3.5 mL) and 7 µL of DIG-labeled probe were added (Hybridization Solution). \n\nThe membranes were allowed to hybridize overnight (approximately 16 hr) at Thyb. Excess and \n\nnonspecifically bound DIG-labeled probe was washed with Low (2x 5 min at RT) and High Stringency \n\nBuffer (2x 15 min at Thyb), respectively. The membranes were then washed with Washing Buffer and \n\nequilibrated in Blocking Solution (40 min at RT). Anti-DIG-AP Antibody (1:5000) was added to 5 mL of \n\nrecovered Blocking Solution and the membranes were incubated for 30 min. Excess Antibody was \n\nremoved with Washing Buffer (2x 15 min). The membranes were then equilibrated with Detection \n\nBuffer for 3 min and transferred to flat containers. Nitro-blue tetrazolium/5-bromo-4-chloro-3-\n\nindolyphosphate p-toluidine salt (NBT/BCIP) Chromogenic Substrate (150 µL) was added to 7.5 mL of \n\nDetection Buffer and the membranes were incubated overnight, protected from light. Finally, to stop \n\nthe revelation step, the Detection Solution was replaced by TE Buffer.  \n\nThe membranes were then photographed using the UVItec Image System (Cambridge, United \n\nKingdom) with the Alliance Software (Blackburn, Australia). Contrast and brightness were adjusted for \n\nbetter visualization of the dots, using the same software. Finally, the membranes were analyzed by \n\nvisual assessment of the presence of a positive result (visible dot) or negative result (dot not visible).  \n\n \n\n\n\n31 \n\nResults and discussion  \n\nThe results of the dot blot hybridization assays are displayed in Figure 9.  \n\n \n\nHomologue gene C. neoformans MSD44 CRUB1564 S. cerevisiae \n\narsA \n\n \n\narsB \n\n \n\nycf1 \n\n \nFigure 9 Dot blot hybridization results for the tested probes. Images were obtained with the UVItec Image System \n(Cambridge, United Kingdom) with the Alliance Software (Blackburn, Australia) and enhanced for contrast and \n\nbrightness using the same software. Arrows were placed at the left of all applied dots from S. cerevisiae to facilitate \n\ninterpretation. \n\n \n\nHomology search in the genomic DNA of MSD44 and CRUB1564 showed positive results for all \n\nscreened genes at the tested Thyb (Figure 9). These results point to the presence of homologues of the \n\nthree metal(loid) detoxification associated genes in the genomic DNA of both acidophilic strains.  \n\n \n\nThe results obtained point to the possibility of vacuolar accumulation of thiolated peptides upon \n\nexposure to As and Cd in MSD44 and CRUB1564, since both strains presented evidence of the \n\npresence of a homologue of the vacuolar transporter Ycf1. Additionally, evidence of As(III) efflux by \n\nhomologues of the ArsAB complex points to the possibility of As(III) efflux as a detoxification pathway \n\nfor both strains.  \n\n \n\nAn additional approach was conducted to allow further understanding of Cd detoxification \n\npathways. In this additional molecular approach Cd-induced up-regulated genes were assessed in \n\nboth acidophilic strains.  \n\n \n\n \n\n  \n\n\n\n32 \n\n7.2. Cd-induced response \n\nRNA extraction and sample preparation  \n\nThe present molecular approach was conducted to assess the Cd-induced response at a \n\ntranscriptional level.  \n\nPrior to the RNA extraction protocol, the laboratory material used for the RNA extraction and \n\ndownstream protocols were treated for RNA handling. Metallic spatulas (thoroughly washed) and \n\nglass beads (acid-washed, with 425-600 µm, from Sigma-Aldrich, Missouri, USA) were baked at \n\n180ºC overnight (approximately 16h). Supw was treated with 0.01% diethyl pyrocarbonate (DEPC) \n\novernight at 37ºC and autoclaved (15 min at 121ºC). Solutions for RNA extraction and downstream \n\napplications were prepared with DEPC-treated supw and new stock reagent solutions. Eppendorf \n\ntubes were treated with 0.01% DEPC water overnight at 37ºC and autoclaved.  \n\n \n\nThe protocol used for total RNA extraction was adapted and optimized from the Invitrogen manual \n\nfor TRIzol reagent: cells grown with and without Cd in scale up conditions (Table 6) were harvested in \n\nexponential phase and ressuspended in TRIzol reagent (1 mL per 4-5x107 cells) in 1.5 mL eppendorf \n\ntubes. After adding approximately 200 µL of treated glass beads, cells were mechanically lysed by \n\nvortexing at maximum speed for 2x 2 min. Chloroform purification in the presence of the TRIzol \n\nreagent allowed protein and DNA removal. The aqueous phase, containing the total RNA, was \n\ntransferred to a new eppendorf tube and RNA was precipitated with isopropanol (10 min, at RT). After \n\ncentrifugation, the resulting pellet was washed with 75% ethanol and allowed to dry before \n\nressuspending in 20 µL DEPC-treated supw. The samples were incubated at 55ºC for 10 min to allow \n\npellet solubilization and stored at -70ºC. RNA quality was determined by gel electrophoresis of total \n\nRNA extracts (5 µL from each sample). Total RNA concentration was assessed using a fluorescence-\n\nbased method with the Qubit RNA Assay Kit, as recommended by the manufacturer, with Qubit \n\nfluorometer (Invitrogen, California, USA).  \n\nMessenger RNA was purified from total RNA samples with GenElute mRNA Miniprep Kit (Sigma-\n\nAldrich, Missouri, USA), as recommended by the manufacturer. Succinctly, the oligo-d(T) polystyrene \n\nbeads added to the samples in the spin columns bind to polyadenylated mRNA and, after washing \n\ncontaminants, the mRNA is recovered in the provided elution solution. After this purification step, the \n\nmRNA samples are stored at -70ºC. Messenger RNA concentration was also assessed, in the same \n\nmanner as described above for total RNA samples.  \n\n \n\n \n\n  \n\n\n\n33 \n\nSuppression subtractive hybridization  \n\nThe four mRNA samples obtained were subjected to suppression subtractive hybridization (SSH) \n\nto allow assessment of differentially expressed transcripts in the presence of Cd. Succinctly, this \n\napproach allows selective amplification of differentially expressed and normalized double stranded \n\n(ds) cDNA fragments. The subtraction step in SSH ensures that ds cDNAs that correspond to \n\ndifferential transcripts are preferentially present in the final product, as the products commonly \n\nexpressed in the control (driver mRNA) and Cd (tester mRNA) growth conditions are subtracted. \n\nAdditionally, the normalization step in this methodology ensures that low abundance transcripts have a \n\nhigher probability of being represented in the final product.  \n\nSSH was performed with the PCR-Select cDNA Subtraction kit from Clontech (California, USA; \n\nDiatchenko et al., 1996) and the experimental protocol was conducted as recommended by the \n\nmanufacturer: first, mRNA samples (105 ng for MSD44, 85 ng for CRUB1564) were converted into \n\ncDNA with AMV Reverse Transcriptase. The second-strand synthesis was performed with an enzyme \n\ncocktail containing DNA polymerase I, RNase H and E. coli DNA ligase, yielding ds cDNA. Then, the \n\nnucleic acid was purified with phenol-chloroform-isoamyl alcohol (25:24:1) and NH4OAc/ethanol \n\nprecipitation. Next, tester and driver ds cDNA samples were digested with RsaI, a four-base cutting \n\nrestriction enzyme that generates shorter, blunt-ended ds cDNA fragments. The resulting ends are \n\noptimal for adaptor ligation prior to hybridization. The samples were purified again, as described \n\nabove.  \n\nThe resulting ds cDNA samples from driver mRNA were now ready for the hybridization steps. \n\nHowever, the tester ds cDNA fragments had to be ligated to two adaptors (1 and 2R) before the \n\nhybridization step took place. Each tester sample was ligated to the adaptors with T4 DNA ligase \n\n(overnight at 16ºC). The resulting adaptor-ligated ds cDNA tester fragments were ready for the \n\nhybridization steps. Two sequential hybridization steps were performed. In the first, an excess of \n\nadaptor-free RsaI-digested driver ds cDNA was added to each corresponding adaptor-ligated RsaI-\n\ndigested tester ds cDNA. This hybridization occurred by denaturing briefly at 98ºC and annealing for 8 \n\nhr at 68ºC. For the second hybridization, fresh denatured adaptor-free RsaI-digested driver ds cDNA \n\nand both tester samples were mixed together. This step took place overnight at 68ºC. These \n\nhybridization steps allowed normalization and enrichment of differentially expressed transcripts.  \n\nThe resulting subtracted samples were then subjected to two consecutive PCR amplifications to \n\nobtain differentially expressed cDNAs in elevated amounts. For the first PCR reaction (settings in \n\nTable 10), only one primer was used. This ‘PCR Primer 1’, provided in the kit, was complementary to \n\nthe sequence of the adaptors, enabling the exponential amplification of differentially expressed \n\ntranscripts. Prior to the amplification cycles, the adaptors were extended for 5 min at 72ºC. At this \n\npoint, non-differentially expressed hybrid sequences were either not amplified or did not have an \n\nexponential amplification. Then, a nested PCR was performed, with the adaptor-specific primers 1 and \n\n2R, and the PCR cycling started immediately: 35 cycles as described in Table 10, except with an \n\nannealing temperature of 65ºC. The resulting PCR products were enriched for differentially expressed \n\nds cDNAs corresponding to Cd-induced up-regulated transcripts.  \n\n\n\n34 \n\nThe PCR products were purified using the Jetquick PCR Product Purification Spin Kit (Genomed \n\nGmbH, Germany) and ligated into the T/A pCR II vector from Invitrogen, using TA Cloning Kit \n\n(Invitrogen, California, USA) as recommended by the manufacturer. Consequently, two pools of \n\nrecombinant vectors were obtained, one for each acidophilic strain.  \n\n \n\nTable 10 PCR amplification settings for the first PCR reaction in SSH procedure.  \n\nTemperature (ºC) Time (min) Number of cycles \n\n94 3 1 \n\n94 1 \n\n34 64 1 \n\n72 1.5 \n\n72 3 1 \n\n \n\nThese recombinant vectors were used to transform chemically competent E. coli XL-1 Blue-MRF’ \n\ncells by applying the heat shock method. 300 µL aliquots of the ampicillin resistant transformed cells \n\nwere used as inoculum in supplemented Luria Bertani Agar plates (medium composition and \n\npreparation in Annex V) to select the transformant clones. Cell lysates from both subtracted lybraries \n\nwere prepared in 50 µL of TE with 0.1% of Tween 20, by boiling at 100ºC for 10 min. Then, PCR \n\namplification using polylinker-specific primers (settings in Table 11) allowed a screening of the \n\nselected 150 clones with assessment of insert size.  \n\n \n\nTable 11 PCR settings for insert amplification of 150 clones from the subtracted lybraries of MSD44 and CRUB1564.  \n\nTemperature (ºC) Time (min) Number of cycles \n\n94 3 1 \n\n94 1 \n\n34 50 1.5 \n\n72 1 \n\n72 3 1 \n\n \n\n40 of 150 screened clones were selected for sequencing using insert size as criteria to select \n\ndifferent products. PCR products were purified with Jetquick PCR Product Purification Spin Kit \n\n(Genomed GmbH, Germany) and sequencing was conducted using laboratory sequencing services. \n\nThe resulting sequences were submitted to a visual correction with Chromas Lite 2.01 software \n\n(Technelysium Pty, Australia), and used as a nucleotide query in a search in a non-redundant protein \n\ndatabase, using a translated nucleotide query (blastx) in NCBI, using the default settings. The results \n\nof this homology search were analyzed considering cutoff values of 70.0 and 10E-10 for score and \n\nexpected E-value, respectively, as these allowed removal of unspecific homology detection in the \n\nblastx search, while maintaining results that clearly reflected homology.  \n\n \n\n\n\n35 \n\nResults and discussion \n\nThe results obtained for the homology search (blastx) of the sequenced products are summarized \n\nin Table 12 and further details are provided in Table 13.  \n\n \n\nTable 12 General results of homology search of the subtracted cDNA library obtained from SSH for MSD44 and \nCRUB1564.  \n\n \nMSD44 CRUB1564 \n\nNumber of sequenced products 21 19 \n\nAverage read length (bp) 312 335 \n\nMatch with known products 5/21 8/19 \n\nMatch with products with putative function 2/21 4/19 \nNo match† 14/21 7/19 \n\n†Includes sequences below cutoff values for score (>70.0) and above cutoff for expected E-value (<10E-10). Lack of match in blastx is also \n\nconsidered in these sequences. \n\n \n\nTable 13 Putative identification of proteins corresponding to sequences obtained in SSH for both acidophilic strains \naccording to blastx results in NCBI. All results presented below showed homology with sequences from Cryptococcus \nneoformans and Cryptococcus gattii. Accession numbers refer to the results for the type species, C. neoformans.  \n\n Accession \nnumbers \n\nFrequency Score Query length \n(bp) \n\nCoverage \n(%) \n\nMax \nid (%) \n\nE-value \n\nMSD44        \n\nFunctional category        \n\nProtein synthesis \n       \n\n40S ribosomal protein S7 XP_572711.1 2/21 176.0 399 78 87 1E-54 \n\nProtein folding        \n\nCyclophilin A XP_568796.1 1/21 162.0 372 70 87 1E-49 \n\nHypothetical proteins \n       \n\nJmjC domain XP_778339.1 1/21 70.1 123 97 67 1E-14 \nNADB_Rossmann domain XP_567473.1 1/21 94.7 419 87 50 5E-22 \n\nCRUB1564 \n       \n\nFunctional category \n       \n\nProtein synthesis \n       \n\n60S ribosomal protein L17 XP_568654.1 1/19 76.3 405 48 63 2E-21 \n\nTranslation elongation factor 1-? AAB88586.1 1/19 89.4 246 76 70 6E-20 \n\nTranslation elongation factor 2 XP_570549.1 5/19 214.0 379 87 92 8E-64 \n\nProtein folding        \n\nCyclophilin A XP_568796.1 1/19 162.0 337 79 86 6E-50 \n\nHypothetical proteins \n       \n\nRNA recognition motif XP_568231.1 4/19 148.0 479 74 66 4E-40 \n†When more than one query showed homology with the same predicted protein, only the queries with higher Score and lower E-value are \n\npresented. \n\n \n\n\n\n36 \n\nResults obtained for homology search with the SSH final products matched sequences from the \n\ntype species C. neoformans and from the related C. gattii. Since score and E-value parameters \n\nindicated a higher homology to sequences from C. neoformans (data not shown), only the accession \n\nnumbers for the type species are displayed in Table 13.  \n\n \n\nThe results obtained with the SSH methodology and homology search suggest that exposure to Cd \n\nleads to the up-regulation of different gene products involved in protein synthesis in both strains, as \n\nreflected by the up-regulation of ribosomal proteins and translation elongation factors (Table 13). \n\nThese results are in agreement with comparative transcriptomic and proteomic studies conducted in \n\nS. cerevisiae, which showed that several genes involved in protein synthesis are up-regulated upon \n\nexposure to Cd (Momose &amp; Iwahashi, 2001; Jin et al., 2008). Other studies report that this enhanced \n\nprotein synthesis is highly related to sulfur sparing (see Introduction, Figure 2; Fauchon et al., 2002), \n\nas enzymes involved in the sulfur amino acid biosynthesis pathway are up-regulated in the presence \n\nof Cd and mainly directed to the synthesis of GSH (Fauchon et al., 2002; Vido et al., 2001).  \n\n \n\nCyclophilin A is involved in protein folding mechanisms and was detected in both acidophilic strains \n\n(Table 13). Enhanced protein folding and stabilization appears to be a general response mechanism in \n\nyeasts upon exposure to Cd, as reported by some transcriptomic approaches (Momose &amp; Iwahashi, \n\n2001; Jin et al., 2008). Additionally, the comparative proteomic study from Vido et al. (2001) showed \n\nthat heat shock proteins are highly associated with Cd-response, since many proteins are damaged in \n\nthe presence of this nonessential metal.  \n\n \n\nResults from homology search of sequences obtained for the Portuguese strain indicated that \n\nproteins containing JmjC domains are up-regulated in response to Cd (Table 13). These domains \n\nhave Zn-fingers and are part of the cupin superfamily of metalloenzymes (Mosammaparast &amp; Shi, \n\n2010). The JmjC domain has been associated with proteins that directly remove histone lysine \n\nmethylation via a hydroxylation reaction (Trewick et al., 2005; Kwon &amp; Ahn, 2011), thus participating in \n\nhistone modifications and regulation of the integrity of the chromatin structure (Clissold &amp; Ponting, \n\n2001). Chromatin modification has been associated with yeasts response to Cd, as several chromatin \n\nremodeling complexes were found to be up-regulated upon exposure to this metal (Momose &amp; \n\nIwahashi, 2001; Jin et al., 2008; Ruotolo et al., 2008). These chromatin modification complexes were \n\nreported as being able to influence the expression of genes necessary for recovery after exposure to \n\nthe nonessential metal and. Moreover, these complexes influence DNA reactivity and accessibility to \n\nDNA repair enzymes (Ruotolo et al., 2008), which are a target of Cd toxicity (Table 1).  \n\n \n\n \n\n\n\n37 \n\nAn additional Cd-induced response was observed for MSD44, which is associated with NADB-\n\nRossman domains (Table 13). According to the protein annotation resource Conserved Domains \n\nDatabase (CDD), this domain is found in numerous dehydrogenases of metabolic pathways such as \n\nglycolysis, and many other redox enzymes, which typically contain a second domain which is \n\nresponsible for specifically binding a substrate and catalyzing a particular enzymatic reaction. Proteins \n\nthat fit this profile, such as enzymes involved in carbohydrate metabolism, were found to be up-\n\nregulated in the presence of Cd (Fauchon et al., 2002; Jin et al., 2008). Jin et al. (2008) assessed the \n\ntranscriptomic response to different heavy metals and observed the occurrence of a common metal \n\nresponse. The latter corresponds to a general and non-specific response activated upon exposure to \n\ndifferent metals and includes enzymes involved in carbohydrate metabolism. Accordingly, in this \n\nstudy, the up-regulation of these proteins in response to Cd may be part of a common response, \n\ninstead of a Cd-specific mechanism.  \n\n \n\nIn addition to enhanced protein synthesis and folding processes, the obtained results for the \n\nArgentinean strain indicate that gene products harboring domains with RNA recognition motifs (RRM) \n\nwere up-regulated (Table 13). According to CDD, proteins harboring RRM domains are involved in \n\npost-transcriptional gene expression processes including mRNA and rRNA processing, RNA export \n\nand RNA stability. Nucleocytoplasmic transport was recently implicated in yeast cell recovery and \n\nsurvival mechanisms in response to Cd toxicity by Ruotolo et al. (2008). These authors observed that \n\nmRNA trafficking is up-regulated upon Cd exposure and suggest that mRNA turnover and \n\nrelocalization are important factors for translational and metabolic reprogramming under metal stress \n\nconditions. \n\n \n\nBoth in ours and in the abovementioned studies, a considerable percentage of unknown products \n\nwere up-regulated upon Cd exposure. This reflects how much is still unknown in heavy metal \n\nresponse and detoxification in yeasts and reinforces the necessity to conduct more studies on the \n\nsubject. In our study in particular, the high number of unmatched products (Table 12) reflects how \n\nmuch is unknown in metal response mechanisms in basidiomycetous yeasts, as the most studied \n\nmicrobes within the group are the clinically relevant C. neoformans and C. gattii. More importantly, the \n\nuniqueness of the species at study suggests that the extreme conditions to which it is constantly \n\nexposed probably conditioned the mechanisms used to thrive in such an environment, in a parallel to \n\nwhat has been observed in prokaryotes (Dopson et al., 2003; see Introduction). Accordingly, at least \n\npart of the unmatched sequences obtained in this approach may correspond to products related to \n\nundescribed heavy metal response and resistance mechanisms.  \n\n \n\n  \n\n\n\n38 \n\n8. Global discussion \nIn the present work, different approaches were conducted to understand metal(loid) detoxification \n\nmechanisms in two acidophilic yeasts from a new Cryptococcus species. Considering the results \n\nobtained and the information available for metal(loid) detoxification mechanisms in yeasts (described \n\nin the Introduction section), a number of hypotheses for mechanisms operating in these strains are \n\nproposed below. \n\n \n\n \n\n8.1. Arsenic resistance \n\nInformation available on As detoxification mechanisms describe mainly As(III) detoxification. In fact, \n\nthe only As(V) detoxification mechanism described in yeasts resides in the reduction of As(V) to As(III) \n\nby an As(V) reductase (Mukhopadhyay et al., 2000). Thiol-mediated As(III) detoxification mechanisms \n\ninclude As(III) chelation by thiolated peptides, namely GSH and PC. Subsequently, As(GS)3 \n\ncomplexes may be transported to the vacuole by Ycf1 (Prévéral et al., 2006; reviewed in Tamás &amp; \n\nWysocki, 2010). As(III) detoxification can also be accomplished by metalloid efflux to the outside of the \n\ncell, through a number of transporters, not involving thiolated peptides (reviewed in Tamás &amp; Wysocki, \n\n2010). Despite the absence of information in published literature about C. neoformans, evidence of \n\nhomologues of genes related with As(III) detoxification were found in its genome (information based \n\non NCBI database). These include the Ycf1 vacuolar transporter, the As(III) efflux pump ArsB and its \n\nassociated ATPase ArsA, and the As(III) permease Arr3.  \n\n \n\nResults obtained for MSD44 and CRUB1564 showed that As resistance levels are not influenced \n\nby sulfate availability, and confirmed the higher toxicity of the trivalent chemical form of the metalloid \n\n(Table 4 and Figure 5A; Oremland &amp; Stolz, 2003). Additionally, both strains present homology with \n\ngenes related to As(III) detoxification: ycf1, arsB and the associated ATPase arsA (Figure 9). Intra-\n\nspecific variability was observed in the cytological approach, as the Portuguese strain presented \n\nhigher thiol accumulation levels upon exposure to As, while thiol levels did not change for CRUB1564 \n\n(Figure 7).  \n\nAccording to the obtained results and the available literature, an As detoxification mechanism \n\ncommon to both acidophilic strains could be attributed to a reduction step of As(V) to As(III) with an \n\nAs(V) reductase (reviewed in Tamás &amp; Wysocki, 2010). Since both MSD44 and CRUB1564 present \n\nhomologues of arsA, arsB and ycf1 genes, As(III) detoxification may be accomplished by metalloid \n\nefflux and vacuolar accumulation simultaneously, as is the case for S. cerevisiae with the Arr3 \n\npermease and Ycf1 (see Introduction). Considering that accumulation of thiolated peptides upon \n\nexposure to As was only observed for the Portuguese strain, a predominant As(III) detoxification \n\nmechanism involving the vacuolar sequestration of As(GS)3 conjugates can be suggested for MSD44.  \n\n\n\n39 \n\nRegarding the involvement of thiolated peptides in response to As toxicity, a phenomenon \n\nequivalent to sulfur sparing was observed in response to As exposure in S. cerevisiae (Haugen et al., \n\n2004). These authors showed that exposure to As in the baker’s yeast lead to an alteration in sulfur \n\nand GSH metabolism, resulting in an increased production of GSH. The results observed for the \n\nPortuguese strain are in agreement with this possibility of alteration in the sulfur and GSH metabolism \n\ndirected towards an oxidative stress response, as the thiol content in MSD44 was increased upon \n\nexposure to the metalloid.  \n\n \n\nOn the other hand, As-induced intracellular thiol accumulation was not observed for CRUB1564, \n\nsuggesting that this strain predominantly resists As by detoxification mechanisms that do not involve \n\naccumulation of thiolated peptides, such as As(III) extrusion by the abovementioned ArsAB pump.  \n\nIt should be noted that low sensitivity to small variations of fluorescence intensity may represent a \n\nlimitation inherent to the applied cytological methodology. Accordingly, although the results for \n\nCRUB1564 do not point to an enhanced thiol accumulation induced by As, the possibility of GSH \n\nproduction to cope with oxidative stress cannot be excluded, seen as this thiolated peptide is the \n\ncentral antioxidant in yeast cells (Zechmann et al., 2011).  \n\n \n\nProtein activity studies should be conducted in future investigation to confirm As(III) efflux activity \n\nby ArsAB homologues and vacuolar accumulation by a Ycf1-like transporter in both acidophilic strains.  \n\n \n\n \n\n8.2. Cadmium resistance \n\nCd detoxification mechanisms described in yeasts highly suggests Cd chelation by the thiolated \n\npeptides GSH and PCs, resulting in Cd-thiolated peptide complexes (reviewed in Tamás &amp; Wysocki, \n\n2010), with subsequent vacuolar accumulation through Ycf1 (Li et al., 1997) or Hmt1 (Prévéral et al., \n\n2006 and 2009), respectively. Additionally, Cd(GS)2 complexes were shown to be the substrate of the \n\nCd efflux pump Yor1 (Nagy et al., 2006). Moreover, Cd-induced sulfur sparing was described as \n\nshifting the intracellular sulfur pool to GSH production to cope with Cd toxicity (Figure 2; Fauchon et \n\nal., 2002). In fact, only one detoxification mechanism was described in yeasts as not involving \n\nthiolated peptides: the Cd efflux pump Pca1 (Figure 1B; Adle et al., 2007).  \n\n \n\nThe results obtained for the Argentinean strain highly point to an involvement of thiolated peptides \n\nin the Cd response: (i) MIC determination results showed that the lowest Cd resistance level was \n\nassociated with the condition with less available sulfate (Table 4 and Figure 5B); (ii) a clear thiol \n\naccumulation was observed upon Cd exposure in the cytological approach (Figure 7; RFI=1.83); (iii) \n\nevidence of a homologue of a Cd(GS)2 vacuolar transporter was found (Figure 9). On the other hand, \n\n\n\n40 \n\nthe only evidence found linking Cd detoxification to thiolated peptides in MSD44 is related with the \n\npositive result for search of a ycf1 gene homologue (Figure 9). Nevertheless, this positive result can \n\nbe related only to As(III) detoxification (as discussed above) and not to Cd detoxification, since Ycf1 \n\nuses As(GS)3 and Cd(GS)2 conjugates as a substrate for transport (reviewed in Tamás &amp; Wysocki, \n\n2010).  \n\n \n\nA common Cd response could be present in both acidophilic strains, based on de novo protein \n\nsynthesis and folding, which were found to be involved in the response to this heavy metal by the \n\nconducted transcriptomic approach. Also, since the Cd resistance levels are very high in MSD44 and \n\nCRUB1564, an efflux mechanism can be involved in Cd resistance in both strains, possibly through a \n\nhomologue of the transporter Pca1, since this transporter is described as being capable of an efficient \n\nCd detoxification (Adle et al., 2007).  \n\nConsidering the abovementioned results and background information, Cd detoxification in MSD44 \n\nwould mainly operate via a Pca1-like efflux pump, since it is the only mechanism described that does \n\nnot involve thiolated peptides.  \n\nOn the other hand, since thiols are clearly involved in Cd detoxification for the Argentinean strain \n\nand evidence of increased protein synthesis was observed in the SSH approach (Table 13), a possible \n\nsulfur sparing setting can be involved in the Cd response in this strain. This hypothesis would result in \n\nan elevated intracellular GSH content which could chelate the nonessential metal, forming Cd(GS)2 \n\ncomplexes and possibly lead to subsequent vacuolar accumulation through a homologue of Ycf1 \n\n(reviewed in Tamás &amp; Wysocki, 2010) or Hmt1 (Prévéral et al., 2009). Alternatively, GSH could be \n\nused as a substrate for Cd-induced PC synthesis, resulting in the formation of Cd-PC complexes, with \n\npossible subsequent vacuolar accumulation through a homologue of the Hmt1 transporter (Prévéral et \n\nal., 2009).  \n\n \n\nFurther investigation is needed in several aspects to fully assess Cd detoxification mechanisms in \n\nthese acidophilic strains. First, the sulfur sparing possibility proposed for the Argentinean strain should \n\nbe assessed by analyzing alterations in the sulfur metabolism proteins in the presence of Cd. \n\nFurthermore, the possibility of a Pca1-like transporter should be assessed by homology search and \n\nsubsequent gene expression assays.  \n\n \n\n \n\n  \n\n\n\n41 \n\n8.3. Copper resistance \n\nTwo main detoxification mechanisms are described in yeasts for Cu detoxification. The first \n\nassociates the production of the Cup1 MT in response to Cu excess (reviewed in Tamás &amp; Wysocki, \n\n2010). The second mechanism involves Cu transport to the outside of the cell and was described as \n\nconferring relatively elevated resistance levels to the yeast C. albicans (Weissman et al., 2000).  \n\nResults for the Argentinean strain in the physiological approach clearly reflected sulfate \n\ndependency upon exposure to Cu (Figure 5C and 6; Table 4 and 5). Results for CMFDA staining in \n\nthis strain also support the involvement of sulfur in Cu detoxification, since thiol accumulation was \n\nobserved in response to the presence of Cu. Subsequently, a thiol-mediated mechanism for Cu \n\nresistance is in agreement with the obtained results, possibly involving participation of MTs in a Cup1-\n\nlike setting (Figure 1C; reviewed in Tamás &amp; Wysocki, 2010). Nevertheless, other thiolated peptides, \n\nsuch as GSH and/or PCs may be involved in this response, although not described as being chiefly \n\ninvolved with Cu detoxification in yeasts. To understand if this thiol-mediated Cu detoxification \n\nresponse is being mediated by a MT, a Northern blot experiment could be performed, using conserved \n\nsequences as a probe.  \n\n \n\nThe results obtained for the Portuguese strain also point to an influence of sulfate availability and \n\nthe involvement of thiolated peptides in Cu detoxification: (i) MIC determination results and \n\nsubsequent statistical analysis showed that this strain resists higher Cu concentrations in the condition \n\nwith most available sulfate (Figure 5C); (ii) the differential staining in cytological assays pointed to thiol \n\naccumulation upon exposure to Cu (Figure 7). However, this strain showed much higher resistance to \n\nthis heavy metal (Figure 5C). Considering these results, a basal mechanism involving thiolated \n\npeptides may be suggested, similar to the one suggested above for the Argentinean strain. \n\nNevertheless, taking into account the higher resistance levels observed for MSD44, an additional Cu \n\ndetoxification mechanism, not involving thiolated peptides, can be suggested for this strain. \n\nAccordingly, further Cu detoxification may be achieved in the Portuguese strain by exporting this metal \n\nto the outside of the cell through a Crp1-like transporter, as is the case in C. albicans (Weissman et \n\nal., 2000).  \n\n \n\nAssessment of MT-mediated Cu detoxification should be assessed as described above for \n\nCRUB1564. Moreover, the presence of a Crp1-like transporter should be evaluated by homology \n\nsearch using conserved regions of this transporter as a probe.  \n\n \n\n \n\n  \n\n\n\n42 \n\n8.4. Zinc resistance \n\nAs was denoted before, the main Zn detoxification mechanism identified so far in yeasts consists in \n\nvacuolar accumulation of this metal (Figure 1D; Simm et al., 2007). An alternative intracellular \n\naccumulation mechanism was identified in the fission yeast S. pombe and relies on Zn accumulation \n\nin the endoplasmic reticulum (Borrelly et al., 2002). Additionally, a thiol-mediated mechanism was \n\ndescribed in different ascomycetous yeasts, where MTs are synthesized in response to exposure to \n\nexcess Zn (Pagani et al., 2007a; Borrelly et al., 2002).  \n\n \n\nThe results obtained in this study revealed that sulfate availability influences Zn resistance levels in \n\nthe Portuguese strain in three different aspects: (i) the lower MIC value observed was obtained for the \n\ncondition with less available sulfate (Figure 5D); (ii) statistical analysis of AUC  in the evaluated \n\nmMTCs showed that yeast growth is superior in Sulfate-YNB medium (Table 4); (iii) a decrease in thiol \n\naccumulation was observed upon Zn exposure (Figure 7A; ZnSO4), which was reflected by an RFI \n\nvalue of 0.77 (Figure 7B; ZnSO4). This Zn-induced thiol pool depletion was observed in yeasts before, \n\nby Pagani et al. (2007b). These authors reported that the presence of excess Zn induced an oxidative \n\nstress response in the yeast cell, followed by a consumption of low-molecular weight thiols, namely \n\nGSH. Considering this information, MSD44 may respond to Zn surplus by consuming thiols, possibly \n\nGSH as a means to cope with Zn-induced oxidative stress, thus supporting the need for sulfate \n\navailability in the growth medium. Moreover, an additional Zn detoxification mechanism mediated by \n\nmetal accumulation in an intracellular compartment may be suggested, seen as higher than average \n\nresistance levels were observed. Such intracellular accumulation could be directed to the vacuole, \n\nthrough a Cot1-like or Zrc1-like transporter, or to the endoplasmic reticulum, through a Zhf1-like \n\ntransporter.  \n\nThe results obtained for the Argentinean strain only point to the possibility of sulfate availability \n\ninfluence upon analysis of the determined MIC values, seen as the MIC determined for the condition \n\nwith most sulfate is double the MICs obtained in all other conditions (Figure 5D). However, statistical \n\nanalysis of average growth revealed that AUC  was equivalent in all tested conditions. Considering \n\nthis, the hypothesis of Zn-induced MT synthesis could be evaluated, as it would account for a higher \n\ndemand for sulfate availability in the growth medium. However, differential thiol accumulation was not \n\nobserved upon exposure to Zn in this strain (Figure 7). Accordingly, the predominant mechanism of Zn \n\ndetoxification in CRUB1564 may rely on intracellular accumulation in organelles such as the vacuole \n\nor the endoplasmic reticulum, through homologues of the abovementioned transporters.  \n\nConsidering that the proposed Zn detoxification mechanisms involve different subcellular \n\ncompartments, further understanding of the detoxification mechanism(s) operating in Cryptococcus sp. \n\ncould be explored using fluorescence microscopy with a Zn-specific probe and adequate organelle-\n\nspecific probes. This methodology would allow visualization of the subcellular compartment that stores \n\nZn upon exposure to elevated concentrations: vacuole, endoplasmic reticulum, both, or neither – the \n\nlatter situation suggesting an alternative mechanism.  \n\n\n\n43 \n\n9. Final considerations \nIn the present work, heavy metal(loid) detoxification mechanisms were assessed in two strains \n\nfrom geographically distinct backgrounds, belonging to a new and unique acidophilic yeast species.  \n\nOverall, the results obtained suggest intra-specific variability in detoxification mechanisms that \n\noperate upon metal(loid) exposure. This was particularly observed for Cu resistance, since the \n\nArgentinean strain revealed a sulfate dependency upon exposure to toxic concentrations of this heavy \n\nmetal. Seen as the Portuguese strain is exposed to very high concentrations of Cu in its natural \n\nenvironment (Table 2), it could be hypothesized that the different backgrounds that MSD44 and \n\nCRUB1564 are exposed to may have influenced the evolution of metal detoxification mechanisms.  \n\n \n\nDespite the fact that some results obtained throughout this study are in agreement with \n\nmechanisms already described in neutrophilic yeasts, novel heavy metal(loid) detoxification \n\nmechanisms may be accountable for the overall higher resistance levels presented by the tested \n\nstrains of Cryptococcus sp.. These high resistance levels may be associated with a higher number of \n\ncopies of genes related to metal(loid) detoxification, enhanced expression of those genes upon \n\nmetal(loid) exposure, or undescribed resistance mechanisms.  \n\n \n\nFurther investigation should be pursued for all tested metal(loid)s, to disclose which mechanisms \n\nare associated with each metal(loid) and to understand how these microbes thrive in such extreme \n\nenvironments.  \n\n \n\n  \n\n\n\n44 \n\n10. Bibliographic references \nAdle DJ, Sinani D, Kim H &amp; Lee J (2007) A Cadmium-transporting P1B-type ATPase in yeast Saccharomyces \ncerevisiae. J Biol Chem 282:947-955.  \nAltschul SF, Gish W, Miller W, Myers EW &amp; Lipman DJ (1990) Basic local alignment search tool. J Mol Biol 215:403-\n410. \nBeaudoin J, Thiele DJ, Labbé S &amp; Puig S (2011) Dissection of the relative contribution of the Schizosaccharomyces \npombe Ctr4 and Ctr5 proteins to the copper transport and cell surface delivery functions. Microbiology 157:1021-1031.  \nBegot C, Desnier I, Daudin JD, Labadie JC &amp; Lebert A (1996) Recommendations for calculating growth parameters by \noptical density measurements. J Microbiol Methods 25:225-232. \nBeyersmann D &amp; Hartwig A (2008) Carcinogenic metal compounds: recent insight into molecular and cellular \nmechanisms. Arch Toxicol 82:493-512.  \nBorrelly GPM, Harrison MD, Robinson AK, Cox SG, Robison NJ &amp; Whitehall SK (2002) Surplus zinc is handled by \nZym1 metallothionein and Zhf endoplasmic reticulum transporter in Schizosaccharomyces pombe. J Biol Chem \n277:30394-30400.  \nCarri MT, Galiazzo F, Ciriolo MR &amp; Rotilio G (1991) Evidence for co-regulation of Cu, Zn superoxide dismutase and \nmetallothionein gene expression in yeast through transcriptional control by copper via Ace1 factor. FEBS Lett 278:263-\n266. \nClemens S, Kim EJ, Neumann D &amp; Schroeder JI (1999) Tolerance to toxic metals by a gene family of phytochelatin \nsynthases from plants and yeast. EMBO J 18:3325-3333.  \nClissold PM &amp; Ponting CP (2001) JmjC: cupin metalloenzyme-like domains in jumonji, hairless and phospholipase \nA2beta. Trends Biochem Sci 26:7-9.  \nDancis A, Haile D, Yuan DS &amp; Klausner RD (1994) The Saccharomyces cerevisiae copper transport protein (Ctr1p). \nBiochemical characterization, regulation by copper, and physiologic role in copper uptake. J Biol Chem 269:25660-\n25667.  \nDe Silóniz MI, Payo EM, Callejo MA, Marquina D &amp; Peinado JM (2002) Environmental adaptation factors of two yeasts \nisolated from the leachate of a uranium mineral heap. FEMS Microbiol Lett 210:233-237.  \nDiatchenko L, Lau YFC, Campbell AP, Chenchik A, Moqadam F, Huang B, Lukyanov S, Lukyanov K, Gurskaya N, \nSverdlov ED &amp; Siebert PD (1996) Suppression subtractive hybridization: a method for generating differentially regulated \nor tissue-specific cDNA probes and libraries. Biochemistry 93:6025-6030.  \nDopson M, Baker-Austin C, Koppineedi PR &amp; Bond PL (2003) Growth in sulfidic mineral environments: metal resistance \nmechanisms in acidophilic micro-organisms. Microbiology 149:1959-1970.  \nDuffus JH (2002) “Heavy metals” – a meaningless term. Pure Appl Chem 74:793-807.  \nFauchon M, Lagniel G, Aude JC, Lombardia L, Soularue P, Petat C, Marguerie G, Sentenac A, Werner M &amp; Labarre J \n(2002) Sulfur sparing in the yeast proteome in response to sulfur demand. Mol Cell 9:713-723.  \nGadanho M &amp; Sampaio JP (2006) Microeukaryotic diversity in the extreme environments of the Iberian Pyrite Belt: a \ncomparison between universal and fungi-specific primer sets, temperature gradient gel electrophoresis and cloning. \nFEMS Microbiol Ecol 57:139-148.  \nGadanho M, Libkind D &amp; Sampaio JP (2006) Yeast Diversity in the Extreme Acidic Environments of the Iberian Pyrite \nBelt. Microb Ecol 52:552-563.  \nGross S &amp; Robbins EI (2000) Acidophilic and acid-tolerant fungi and yeasts. Hydrobiologia 433:91-109.  \nHall JL (2002) Cellular mechanisms for heavy metal detoxification. J Exp Bot 366:1-11.  \nHaugen AC, Kelley R, Collins JB, Tucker CJ, Deng C, Afshari CA, Brown JM, Ideker T &amp; van Houten B (2004) \nIntegrating phenotypic and expression profiles to map arsenic-response networks. Genome Biol 5:R95.  \nJin YH, Dunlap PE, McBride SJ, Al-Refai H, Bushel PR &amp; Freedman JH (2008) Global transcriptome and deletome \nprofiles of yeast exposed to transition metals. PLoS Genet 4:e1000053.  \nJohnson DB &amp; Hallberg KB (2003) The microbiology of acidic mine waters. Res Microbiol 154:466-473.  \nKneer R, Kutchan TM, Hochberger A &amp; Zenk MH (1992) Saccharomyces cerevisiae and Neurospora crassa contain \nheavy metal sequestering phytochelatin. Arch Microbiol 157:305-310.  \nKwon DW &amp; Ahn SH (2011) Role of yeast JmjC-domain containing histone demethylases in actively transcribed regions. \nBiochem Biophys Res Commun 410:614-619.  \nLi ZS, Lu YP, Zhen RG, Szczypka M, Thiele DJ &amp; Rea PA (1997) A new pathway for vacuolar cadmium sequestration in \nSaccharomyces cerevisiae: YCF1-catalyzed transport of bis(glutathionato)cadmium. Biochemistry 94:42-47.  \nLide DR, editor (2009) CRC handbook of chemistry and physics, 89th edition. Florida, USA: CRC Press. \nLópez-Archilla AI, Marin I &amp; Amils R (2001) Microbial Community Composition and Ecology of an Acidic Aquatic \nEnvironment: The Tinto River, Spain. Microb Ecol 41:20-35. \nMaciaszczyk-Dziubinska E, Migdal I, Migocka M, Bocer T &amp; Wysocki R (2010a) The yeast aquaglyceroporin Fps1p is a \nbidirectional arsenite channel. FEBS Lett 584:726-732.  \n\n\n\n45 \n\nMaciaszczyk-Dziubinska E, Wawrzycka D, Sloma E, Migocka M &amp; Wysocki R (2010b) The yeast permease Acr3p is a \ndual arsenite and antimonite plasma membrane transporter. Biochim Biophys Acta 1798:2170-2175. \nMomose Y &amp; Iwahashi H (2001) Bioassay of cadmium using a DNA microarray: genome-wide expression patterns of \nSaccharomyces cerevisiae response to cadmium. Environ Toxicol Chem 20:2353-2360. \nMosammaparast N &amp; Shi Y (2010) Reversal of histone methylation: biochemical and molecular mechanisms of histone \ndemethylases. Annu Rev Biochem 79:155-179.  \nMukhopadhyay R, Shi J &amp; Rosen BP (2000) Purification and characterization of ACR2p, the Saccharomyces cerevisiae \narsenate reductase. J Biol Chem 275:21149-21157.  \nNagy Z, Montigny C, Leverrier P, Yeh S, Goffeau A, Garrigos M &amp; Falson P (2006) Role of the yeast ABC transporter \nYor1p in cadmium detoxification. Biochimie 88:1665-1671.  \nOremland RS &amp; Stolz JF (2003) The ecology of arsenic. Science 300:939-944.  \nPagani MA, Villarreal L, Capdevila M &amp; Atrian S (2007a) The Saccharomyces cerevisiae Crs5 Metallothionein metal-\nbinding abilities and its role in the response to zinc overload. Mol Microbiol 63:256-269.  \nPagani MA, Casamayor A, Serrano R, Atrian S &amp; Ariño J (2007b) Disruption of iron homeostasis in Saccharomyces \ncerevisiae by high zinc levels: a genome-wide study. Mol Microbiol 65:521-537.  \nPeña MM, Puig S &amp; Thiele DJ (2000) Characterization of the Saccharomyces cerevisiae high affinity copper transporter \nCtr3. J Biol Chem 275:33244-33251.  \nPedrozo F, Kelly L, Diaz M, Temporetti P, Baffico G, Kringel R, Friese K, Mages M, Geller W &amp; Woelfl S (2001) First \nresults on the water chemistry, algae and trophic status of an Andean acidic lake system of volcanic origin in Patagonia \n(Lake Caviahue). Hydrobiologia 452:129-137.  \nPerego P &amp; Howell SB (1997) Molecular mechanisms controlling sensitivity to toxic metal ions in yeast. 147:312-318.  \nPrévéral S, Ansoborlo E, Mari S, Vavasseur A &amp; Forestier C (2006) Metal(loid)s and radionuclides cytotoxicity in \nSaccharomyces cerevisiae. Role of YCF1, glutathione and effect of buthionine sulfoximine. Biochimie 88:1651-1663.  \nPrévéral S, Gayet L, Moldes C, Hoffmann J, Mounicou S, Gruet A, Reynaud F, Lobinsky R, Verbavatz JM, Vavasseur A \n&amp; Forestier C (2009) A common highly-conserved cadmium detoxification mechanism from bacteria to humans. Heavy \nmetal tolerance conferred by the ABC transporter SpHMT1 requires glutathione but not metal-chelating phytochelatins \npeptides. J Biol Chem 284:4936-4943.  \nRaspor P &amp; Zupan J (2006) Yeasts in extreme environments. Yeast Handbook, Biodiversity and Ecophysiology of \nYeasts (Rosa CA &amp; Péter G eds) pp.371-417. Springer-Verlag, Berlin.  \nRosen BP (2002) Biochemistry of arsenic detoxification. FEBS Lett 529:86-92.  \nRuotolo R, Marchini G &amp; Ottonello S (2008) Membrane transporters and protein traffic networks differentially affecting \nmetal tolerance: a genomic phenotyping study in yeast. Genome Biol 9:R67.  \nRusso G, Libkind D, Sampaio JP &amp; van Broock MR (2008) Yeast diversity in the acidic Rio Agrio-Lake Caviahue \nvolcanic environment (Patagonia, Argentina). FEMS Microbiol Ecol 65:415-424.  \nSamikkannu T, Chen CH, Yih LH, Wang AS, Lin SY, Chen TC &amp; Jan KY (2003) Reactive oxygen species are involved \nin arsenic trioxide inhibition of pyruvate dehydrogenase activity. Chem Res Toxicol 16:409-414. \nSharma KG, Mason DL, Liu G, Rea PA, Bachhawat AK &amp; Michaelis S (2002) Localization, regulation, and substrate \ntransport properties of Bpt1p, a Saccharomyces cerevisiae MRP-type ABC transporter. Eukaryot Cell 1:391-400.  \nSimm C, Lahner B, Salt D, LeFurgey A, Ingram P, Yandell B &amp; Eide DJ (2007) Saccharomyces cerevisiae vacuole in \nzinc storage and intracellular zinc distribution. Eukaryot Cell 6:1166-1177.  \nSummers AO (2009) Damage control: regulating defenses against toxic metals and metalloids. Curr Opin Microbiol \n12:138–144. \nSuzuki T, Yokoyama A, Tsuji T, Ikeshima E, Nakashima K, Ikushima S, Kobayashi C &amp; Yoshida S (2011) Identification \nand characterization of genes involved in glutathione production in yeast. J Biosci Bioeng 112:107-113.  \nTamás MJ &amp; Wysocki R (2001) Mechanisms involved in metalloid transport and tolerance acquisition. Curr Genet 40:2-\n12.  \nTamás MJ, Labarre J, Toledano M &amp; Wysocki R (2006) Molecular Biology of Metal Homeostasis and Detoxification. Top \nCurr Genet 14:395-454.  \nTamás MJ &amp; Wysocki R (2010) How Saccharomyces cerevisiae copes with toxic metals and metalloids. FEMS Microbiol \nRev 34:925-951.  \nThorsen M, Perrone GG, Kristiansson E, Traini M, Ye T, Dawes IW, Nerman O &amp; Tamás MJ (2009) Genetic basis of \narsenite and cadmium tolerance in Saccharomyces cerevisiae. BMC Genomics 10:105. \nTrewick SC, McLaughlin PJ &amp; Allshire RC (2005) Methylation: lost in hydroxylation? EMBO Rep 6:315-320.  \nTsai SL, Singh S &amp; Chen W (2009) Arsenic metabolism by microbes in nature and the impact on arsenic remediation. \nCurr Opin Biotechnol 20:659-667.  \nVido K, Spector D, Lagniel G, Lopez S, Toledano MB &amp; Labarre J (2001) A proteome analysis of the cadmium response \nin Saccharomyces cerevisiae. J Biol Chem 276:8469-8474.  \nWaldron KJ, Rutherford JC, Ford D &amp; Robinson NJ (2009) Metalloproteins and metal sensing. Nature 460:823-830.  \n\n\n\n46 \n\nWeissman Z, Berdicevsky I, Cavari BZ &amp; Kornitzer D (2000) The high copper tolerance of Candida albicans is mediated \nby a P-type ATPase. Proc Natl Acad Sci 97:3520-3525.  \nYuan DS, Dancis A &amp; Klausner RD (1997) Restriction of copper export in Saccharomyces cerevisiae to a late Golgi or \npost-Golgi compartment in the secretory pathway. J Biol Chem 272:25787-25793.  \nZar JH (1999) Biostatistical analysis, 4th edition. New Jersey, USA: Prentice Hall, Upper Saddle River.  \nZechmann B, Liou LC, Koffler BE, Horvat L, Tomaši? A, Fulgosi H &amp; Zhang Z (2011) Subcellular distribution of \nglutathione and its dynamic changes under oxidative stress in the yeast Saccharomyces cerevisiae. FEMS Yeast Res \n11:631:642.  \nZettler LAA, Gómez F, Zettler E, Keenan BG, Amils R &amp; Sogin ML (2002) Eukaryotic diversity in Spain’s River of Fire. \nNature 417:137. \n\n  \n\n\n\n47 \n\n11. Annexes  \nAnnex I – Solid MYP preparation \n\nSolid MYP medium was prepared as stated in Table 12 and sterilized by autoclave (15 min at \n121ºC). The pH was then adjusted to 3.0 with H2SO4 for the acidophilic strains. \n\n \n\nTable 14 Final concentration (% w/v) for components of solid MYP medium (adapted from Gadanho et al., 2006).  \n\n% w/v Component \n\n0.7 Malt extract \n0.25 Yeast extract \n1.7 Peptone \n1.7 Agar \n\n \n\n \n\nAnnex II – Liquid YNB preparation \n\nLiquid yeast nitrogen base (YNB) was prepared as stated in Table 13. The pH of the growth \n\nmedium was adjusted to 3.0 with H2SO4. After pH adjustment, the growth medium was sterilized by \n\nfiltration with syringe filters (pore diameter of 0.22 µm) and stored in falcon tubes at RT. \n\n \n\nTable 15 Final concentration (% w/v) for components of liquid YNB medium, according to the manufacturer’s instructions \n(Sigma-Aldrich, Missouri, USA). \n\n% w/v Component  \n\n0.001 L-histidine  \n0.002 DL-methionine  \n0.002 DL-tryptophan  \n\n0.5 Glucose  \n0.17 Yeast Nitrogen Base  \n0.66 (NH4)2SO4 Sulfate-YNB \n0.53 NH4Cl Chloride-YNB \n\n \n\n \n\nAnnex III – DNA extraction solutions \n\nLysis Buffer: 50 mM Tris, 250 mM NaCl, 50 mM EDTA, 0.3% SDS, pH adjusted to 8.0.  \n\nTE Buffer: 10 mM Tris, 1 mM EDTA, pH 8.0. Also used in Dot blot hybridization.  \n\n  \n\n\n\n48 \n\nAnnex IV – Dot blot hybridization solutions \n\nPre-hybridization Solution: 5X SSC, 0.1% Sarcosil, 0.02% SDS and 1X Blocking Reagent†. \n\nLow Stringency Buffer: 2X SSC and 0.1% SDS. \n\nHigh Stringency Buffer: 0.5X SSC and 0.1% SDS. \n\nMaleic Acid Buffer: 0.1 M Maleic acid, 0.15 M NaCl; adjusted to pH 7.5 with solid NaOH. \n\nWashing Buffer: 0.1 M Maleic Acid Buffer, 0.3% (v/v) Tween 20, 0.15 M NaCl. \n\nBlocking Solution: 1X Blocking Reagent† in 0.1 M Maleic Acid Buffer.  \n\nDetection Buffer: 0.1 M Tris-HCl, 0.1 M NaCl, pH 9.5. \n\nDetection Solution: 1:50 NBT/NCIP Chromogenic Substrate† diluted in Detection Buffer. \n\nTE Buffer: see Annex III. \n\n†Blocking Reagent and NBT/NCIP Chromogenic Substrates were provided in the DIG High Prime DNA Labeling and \n\nDetection Starter Kit I from Roche Applied Science (Mannheim, Germany). \n\n \n\nAnnex V – Luria Bertani solid medium preparation \n\nLuria Bertani Agar (LBA) medium was prepared as stated in Table 14 and sterilized by autoclave \n\n(15 min at 121ºC).  \n\n \n\nTable 16 Final concentration (% w/v) for components of solid LBA medium. \n\n% w/v Component \n\n1 Tryptone \n0.5 Yeast extract \n0.5 NaCl \n1.5 Agar \n\n \n\nThe following supplements were added to sterile liquefied LBA: \n\n? Ampicillin, 100 µg mL-1 \n\n? Isopropyl-?-D-thiogalactoside (IPTG), 80 µg mL-1 \n\n? 5-bromo-4-chloro-3-indolyl-beta-D-galactopyranoside (X-Gal), 80 µg mL-1 \n\n \n\n \n\n \n\n \n\n\n\tparte1\n\tparte2"}]}}}