{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07605"}, {"@name": "filename", "#text": "12323_000772912.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIA POLÍTICA \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\nA POLÍTICA EXTERNA CHINESA PARA ÁFRICA: UMA ANÁLISE \nDOS CASOS DO SUDÃO E DA NIGÉRIA \n\n \n\n \n\n \n\nJANAINA RYSDYK \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n\nPorto Alegre \nDezembro 2010 \n\n \n\n\n\n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIA POLÍTICA \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\nA POLÍTICA EXTERNA CHINESA PARA ÁFRICA: UMA ANÁLISE \nDOS CASOS DO SUDÃO E DA NIGÉRIA \n\n \n\n \n\n \n\nJANAINA RYSDYK \n\n \n\n \n\n \n\nDissertação apresentada à \nUniversidade Federal do Rio \nGrande do Sul como requisito para \na obtenção do grau de Mestre em \nCiência Política. Sob orientação do \nProf. Dr. Paulo Fagundes \nVisentini.  \n\n \n \n \n \n \n \n \n\nPorto Alegre \nDezembro 2010 \n\n\n\n \n\n \n\nAGRADECIMENTOS \n \n \n \n \nAgradeço, primeiramente, ao meu orientador, Prof. Dr. Paulo Fagundes \nVisentini, pela inspiração, pelo apoio, pela compreensão e pelo \nprofissionalismo com que sempre me acolheu durante a orientação deste \ntrabalho.  \n \nAgradeço também ao conjunto de professores do Programa de Pós-Graduação \nem Ciência Política da UFRGS, que colaboraram para a minha formação \nacadêmica e intelectual, em especial para o Prof. Dr. Marco Aurélio Chaves \nCepik, pelo incentivo em iniciar a pós-graduação nessa área e pelo constante \napoio durante o curso. \n \nMeu agradecimento ao meu irmão, Rodrigo Rysdyk, pelo apoio e carinho que \nsempre dedicou aos meus projetos de vida, especialmente no trajeto para a \nrealização deste trabalho.    \n \n\n \n\n  \n\n\n\n \n\n \n\nRESUMO \n \n \n \n \n\nA relação sino-africana tem raízes seculares, passando por períodos de \nintercâmbio intenso, alternados por ciclos de menor interação. Na atualidade, o \ninteresse chinês no continente africano está centrado em apoio político, no \nmercado consumidor para seus produtos manufaturados e, principalmente, em \nfontes de recursos naturais – com ênfase para o petróleo -, as quais possam \ngarantir o abastecimento do país e possibilitar a continuidade do vertiginoso \ncrescimento econômico apresentado pela China, nas últimas décadas. Nesse \ncontexto, o fortalecimento dos vínculos com países africanos fornecedores de \npetróleo, como a Nigéria e o Sudão, torna-se uma questão de grande \nrelevância para a política externa chinesa, pois os governantes do gigante \nasiático precisam elaborar estratégias, que possibilitem aumentar a cooperação \ncom o continente, sem deixar de considerar a realidade interna de cada país \nafricano. O presente trabalho tem como objetivo central o estudo das \ncaracterísticas da política externa chinesa para África, visando identificar se há \num padrão utilizado para todo o continente africano, ou se a política externa \nchinesa varia para cada país africano. Para tanto, serão analisados dois casos, \nSudão e Nigéria, no período entre a proclamação da República Popular da \nChina (RPC), em 1949, e os dias atuais.  \n\n \n\n \n\nPalavras-chaves: China, África, Política Externa, Sudão, Nigéria. \n  \n\n\n\n \n\n \n\nABSTRACT \n \n \n \n \n\nThe Sino-African relationship has secular roots, going through periods of \nintense exchange, alternating cycles of less interaction. Currently, the \nChinese´s interest in Africa is focused on political support, in the consumer \nmarket for its manufactured products and, mainly, in sources of natural \nresources - with particular emphasis on oil - which can guarantee the supply of \nthe country and also enable the economy to continue growing, as the last \ndecades. In this context, the strengthening of ties with African oil suppliers such \nas Nigeria and Sudan, becomes a matter of great importance for Chinese \nforeign policy, because the chinese government needs to elaborate strategies \nto increase the cooperation with the continent, considering the internal reality of \neach African country. This work is mainly aimed to the characteristics of \nChinese foreign policy for Africa, to identify if there is a model for the chinese \nrelationship with the entire African continent, or the Chinese foreign policy \nvaries case by case, based on the analysis of two cases, and Sudan Nigeria; in \nthe period between the proclamation of the People's Republic of China (PRC), \nin 1949, and the current days. \n \n\nKeywords: China, Africa, Foreign Policy, Sudan, Nigeria.  \n\n\n\n \n\n \n\nSUMÁRIO \n\n \n\n1. INTRODUÇÃO ........................................................................................................ 7 \n\n2. A RELAÇÃO SINO-AFRICANA APÓS 1949 ................................................... 17 \n\nReaproximação sino-africana entre 1949 e 1978............................................... 17 \n\nSegundo momento da reaproximação sino-africana ......................................... 27 \n\nRevitalização da relação sino-africana – FOCAC .............................................. 29 \n\nResultados do FOCAC ........................................................................................... 33 \n\nIndústria e Comércio ............................................................................................... 34 \n\nIntegração chinesa com organismos regionais africanos ................................. 44 \n\n3. A PRESENÇA CHINESA NO SUDÃO .............................................................. 49 \n\nA República do Sudão ............................................................................................ 50 \n\nPrimeira fase do relacionamento sino-sudanês (1959 a 1990) ........................ 51 \n\nAs Guerras Civis sudanesas .................................................................................. 52 \n\nSegunda fase do relacionamento sino-sudanês (1990 aos dias atuais) ........ 58 \n\nA China e o petróleo sudanês ............................................................................... 62 \n\nAcordo Geral de Paz (CPA) ................................................................................... 67 \n\nA China e o Governo do Sul do Sudão (GOSS) ................................................. 70 \n\nConflito de Darfur ..................................................................................................... 71 \n\nIniciativas das Nações Unidas e da União Africana em Darfur ........................ 76 \n\nA China em Darfur ................................................................................................... 78 \n\n4. A RELAÇÃO SINO-NIGERIANA ........................................................................ 80 \n\nRepública Federal da Nigéria ................................................................................ 80 \n\nRelação sino-nigeriana (1960 - 1999) .................................................................. 82 \n\nRelação sino-nigeriana de 1999 aos dias atuais ................................................ 87 \n\nA China e o petróleo nigeriano .............................................................................. 95 \n\n5. CONSIDERAÇÕES FINAIS .............................................................................. 104 \n\n6. REFERÊNCIAS .................................................................................................. 110 \n\nAnexo I: Mapa político do Sudão ............................................................................ 116 \n\nAnexo II: Empresas chinesas nos consórcios do setor petrolífero do Sudão .. 117 \n\nAnexo III: Presença chinesa nos blocos petrolíferos do Sudão ......................... 118 \n\nAnexo IV: Mapa Político da Nigéria ........................................................................ 119 \n\nAnexo V: Principais Blocos Petrolíferos da Nigéria ............................................. 120 \n\n \n\n \n\n\n\n7 \n\n \n\n \n\n \n\n1. INTRODUÇÃO \n \n\nA relação sino-africana tem raízes seculares, passando por períodos de \n\nintercâmbio intenso, alternados por ciclos de menor interação. Na atualidade, o \n\ninteresse chinês no continente africano está centrado em apoio político, no \n\nmercado consumidor para seus produtos manufaturados e, principalmente, em \n\nfontes de recursos naturais – com ênfase para o petróleo -, as quais possam \n\ngarantir o abastecimento do país e possibilitar a continuidade do vertiginoso \n\ncrescimento econômico apresentado pela China, nas últimas décadas. Nesse \n\ncontexto, o fortalecimento dos vínculos com países africanos fornecedores de \n\npetróleo, como a Nigéria e o Sudão, torna-se uma questão de grande \n\nrelevância para a política externa chinesa, pois os governantes do gigante \n\nasiático precisam elaborar estratégias, que possibilitem aumentar a cooperação \n\ncom o continente, sem deixar de considerar a realidade interna de país \n\nafricano. \n\n  \n\n A política externa chinesa foi fortemente influenciada por uma série de \n\nmudanças internas, as quais foram iniciadas no final da década de 1970. Sob o \n\ncomando de Deng Xiaoping, foi implantado um programa nacional rumo às \n\n“Quatro Modernizações” – na agricultura, indústria, defesa nacional, ciência e \n\ntecnologia. Os governantes chineses, desde então, trabalham no sentido de \n\npromover o crescimento econômico do país, pois, para essas lideranças, uma \n\neconomia forte é a fórmula para atingir alto nível de desenvolvimento da \n\npopulação chinesa e maior segurança em longo prazo. A estratégia de \n\ndesenvolvimento da economia tem obtido sucesso, visto que o crescimento \n\nmédio tem-se mantido por volta de 9% há duas décadas. De acordo com dados \n\ndo Banco Mundial, em 2009, mesmo enfrentando os efeitos da recessão \n\nmundial no primeiro semestre, o país terminou o ano com crescimento \n\neconômico de 8,7%, e a expectativa é de que esse percentual cresça para \n\n9,5% em 2010\n1\n.  \n\n                                                 \n1\n China Quartely Update – março 2010 disponível em:  \n\n<http://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFICEXT/CHINAEXTN/0,,co\nntentMDK:22506322~pagePK:141137~piPK:141127~theSitePK:318950,00.html > acesso em 16 de maio \nde 2010. \n\nhttp://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFICEXT/CHINAEXTN/0,,contentMDK:22506322~pagePK:141137~piPK:141127~theSitePK:318950,00.html\nhttp://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFICEXT/CHINAEXTN/0,,contentMDK:22506322~pagePK:141137~piPK:141127~theSitePK:318950,00.html\n\n\n8 \n\n \n\n \n\n \n\nAs mudanças ocorridas internamente influenciaram o relacionamento da \n\nChina com os demais países. No governo de Deng Xiaoping, a diplomacia \n\nchinesa passou a ter um caráter não ideológico e a política externa baseou-se \n\nno conceito de soft power\n2\n e nos cinco princípios da coexistência pacífica \n\nformulados pelo primeiro-ministro Zhou EnLai na década de 1950: respeito \n\nmútuo da soberania e da integridade territorial; não agressão mútua; não \n\ninterferência nos assuntos internos; igualdade e vantagens recíprocas; \n\ncoexistência pacífica. Deng Xiaoping procurou um papel mais ativo para a \n\nChina no sistema internacional, expandindo e intensificando relações bilaterais, \n\nparticipando de acordos regionais e estendendo seu envolvimento em \n\norganizações multilaterais.  Durante a década de 1990, o presidente chinês \n\nacrescentou aos cinco princípios de Zhou En-Lai a chamada Estratégia dos 24 \n\ncaracteres: “Observe calmly; secure our position; cope with affairs calmly; hide \n\nour capacities and bide our time; be good at maintaining a low profile; and \n\nnever claim leadership”\n3\n, em mais uma demonstração da intenção chinesa de \n\nalcançar seus objetivos sem o uso da força bélica. \n\n \n\nA rápida ascensão econômica, aliada aos altos índices de urbanização e \n\nàs alterações no padrão de consumo da população, aumentou drasticamente a \n\ndemanda chinesa por hidrocarbonetos, entre eles o petróleo. Até meados da \n\ndécada de 1980, a China ostentava o posto de maior exportador de petróleo do \n\nLeste Asiático\n4\n. Em 1993, no entanto, o país deparou-se com o fim da \n\nautossuficiência do produto\n5\n e a necessidade de reorganizar rapidamente suas \n\nfontes de energia primária, ocorrendo, assim, o ingresso chinês na corrida \n\nmundial por suprimentos e reservas petrolíferas. De acordo com dados da \n\nagência estadunidense Energy Information Administration (EIA), em 2008, a \n\nChina consumiu aproximadamente 7,8 milhões de barris de petróleo por dia, \n\ntornando-se o segundo maior país consumidor do produto no mundo, atrás \n\nsomente dos EUA. Entre 2009 e 2010, a demanda chinesa por petróleo tem \n\n                                                 \n2\n Dentro da área das Relações Internacionais, o conceito de soft power ou poder brando, cunhado pelo \n\nautor Joseph S. Nye, refere-se à habilidade de um Estado de alcançar seus objetivos utilizando meios \nculturais ou ideológicos, ou seja, pela capacidade de atrair a cooperação de outros Estados, ao invés do \nuso da força, coerção. \n3\n KLEINE-AHLBRANDT, 2008, p.41. \n\n4\n JIANHAI, ZWEIG, 2005, p.25. \n\n5\n JIANG, 2008, p.53. \n\n\n\n9 \n\n \n\n \n\n \n\nprevisão de aumentar para 8,2 milhões de barris por dia, ao passo que a \n\nprodução do país continuará estável, na marca de 4 milhões de barris por dia.   \n\n \n\nEssa necessidade sem precedentes por recursos energéticos requer \n\ngrande atenção dos governantes, que se debruçam no desenvolvimento de \n\nestratégias que convençam os Estados fornecedores – muitos dos quais já \n\nfortemente vinculados a multinacionais ocidentais – a incluir a China entre seus \n\nprincipais parceiros comerciais. Na busca por contratos para exploração e \n\nfornecimento, as três principais empresas petrolíferas chinesas, as estatais \n\nChina National Petroleum Corporation (CNPC), China National Offshore Oil \n\nCorporation (CNOOC) e China Petroleum and Chemical Corporation \n\n(SINOPEC), têm a vantagem de não precisarem apresentar altos índices de \n\nlucratividade individuais, podendo assumir riscos que são inconcebíveis para \n\nempresas ocidentais. Dessa forma, as estatais petrolíferas ficam aptas a \n\natender às necessidades da estratégia de desenvolvimento do Estado chinês.  \n\n \n\nNa concorrência por fornecedores no mercado internacional, os \n\ngovernantes chineses, além da vantagem já mencionada de contar com \n\nempresas estatais capazes de competir de forma mais agressiva nos \n\nprocessos licitatórios pelos direitos de exploração, ainda dispõem de atrativos \n\ndiferenciados para promover o desenvolvimento de relações comerciais sólidas \n\ne de longo prazo com os países fornecedores. Grandes investimentos em \n\ninfraestrutura, crédito de longo prazo, cancelamento de dívidas e oferecimento \n\nde ajuda humanitária fazem parte do “pacote” chinês oferecido para Estados \n\ncomo Equador, Austrália, Venezuela, Filipinas e, também, países do continente \n\nafricano, os quais são ricos não só em recursos energéticos como em muitas \n\noutras fontes de matérias-primas. \n\n \n\nDe acordo com a EIA\n6\n, em 2008, a China importou 3,6 milhões de \n\nbarris/dia de petróleo em estado bruto, sendo 50% provenientes de países da \n\nregião do Oriente Médio, 30% de países situados na África, 3% na região Ásia-\n\nPacífico e 17% nas demais regiões. Com base nesses dados, pode-se \n\n                                                 \n6\n EIA http://www.eia.doe.gov/cabs/China/Oil.html \n\nhttp://www.eia.doe.gov/cabs/China/Oil.html\n\n\n10 \n\n \n\n \n\n \n\nperceber que a estratégia da política externa chinesa para obtenção de \n\nrecursos energéticos está sendo bem recebida por muitos países africanos, os \n\nquais já contribuem com um volume significativo das importações chinesas do \n\nproduto. Todavia, viu-se que é previsto que a demanda da China por petróleo \n\ncresça, exigindo que os chineses trabalhem no sentido de fortalecer ainda mais \n\nos laços com os africanos e, assim, aumentar o volume de petróleo importado \n\nda região.  \n\n \n\nEm janeiro de 2006, governo chinês publicou o chamado White Paper, \n\nno qual foi detalhada a política externa chinesa para África, apresentando a \n\ndisposição da China de desenvolver uma nova parceria estratégica, \n\ncaracterizada pela igualdade política e pela confiança mútua, cooperação \n\neconômica win-win e intercâmbio cultural. Em novembro do mesmo ano, foi \n\nrealizada a terceira reunião ministerial do Fórum de Cooperação China-África \n\n(FOCAC)\n7\n, em Pequim, contando com a participação de representantes de 48 \n\nEstados africanos – dentre esses, 41 eram Chefes de Estado – e da cúpula do \n\ngoverno chinês. Durante a cerimônia de abertura do III FOCAC, o presidente \n\nHu Jintao anunciou as oito etapas do plano do governo chinês para fortalecer a \n\ncooperação sino-africana\n8\n. Para as áreas de comércio e investimentos, foi \n\nprometida a criação de um fundo de investimentos no valor de 5 bilhões de \n\ndólares, no intuito de viabilizar e dar suporte aos investimentos de empresas \n\nchinesas na África; o incentivo a uma maior abertura do mercado chinês aos \n\nafricanos, por meio do aumento (de 190 para 440) no número de produtos sem \n\nimpostos de importação; assim como o estabelecimento de até cinco zonas de \n\ncomércio e cooperação econômica entre a China e a África, no prazo de três \n\nanos\n9\n. Na área de infraestrutura e formação, foi anunciada a construção de um \n\ncentro de conferências para a União Africana (UA) – visando promover a \n\nintegração dos países africanos – e uma série de medidas para infraestrutura e \n\npromoção de treinamento e especialização (treinamento de 15.000 \n\nprofissionais africanos, construção de 30 hospitais, 30 centros de tratamento e \n\n                                                 \n7\n  A FOCAC foi estabelecida pela China e por países africanos em 2000, com intuito de promover a \n\ncooperação Sul-Sul. Antes da Cúpula de 2006, houve duas outras reuniões, em Pequim (2000) e Etiópia \n(2003). \n8\n Discurso do presidente Hu Jintao durante a cerimônia de abertura do III FOCAC. Disponível em: &lt;\n\nhttp://www.focac.org/eng/ltda/dscbzjhy/SP32009/t606840.htm > Acesso em 10 de março de 2010.  \n9\n Ibidem. \n\nhttp://www.focac.org/eng/ltda/dscbzjhy/SP32009/t606840.htm\n\n\n11 \n\n \n\n \n\n \n\nprevenção da malária, envio de 100 especialistas em agricultura e 100 jovens \n\nvoluntários, construção de 100 escolas rurais e o aumento de 2.000 para 4.000 \n\nbolsas de estudos do governo chinês para estudantes africanos até 2009)\n10\n\n.  \n\n \n\nAlém das medidas na área de investimentos, infraestrutura e comércio, o \n\npresidente chinês anunciou, também, um plano para fomentar o \n\ndesenvolvimento africano, dobrando a assistência para a África entre 2006 e \n\n2009, dispondo 3 bilhões de dólares em empréstimos preferenciais e 2 bilhões \n\nde dólares em crédito para exportação até 2009, além de cancelar a dívida de \n\ntodos os empréstimos devidos pelos países pobres, altamente endividados e \n\npaíses em desenvolvimento da África com relações diplomáticas com a China. \n\nDurante a cúpula do IV FOCAC, realizada em novembro de 2009 na cidade de \n\nSharm el-Sheik, no Egito, o ministro chinês das Relações Exteriores, Yang \n\nJiechi, declarou que as oito etapas anunciadas em 2006 para o fortalecimento \n\ndas relações sino-africanas foram cumpridas\n11\n\n. No entanto, de acordo com um \n\nrelatório elaborado pelo Centre for Chineses Studies (CCS), burocracia, atrasos \n\nno transporte e questões organizacionais minaram a implementação de muitos \n\nprojetos de infraestrutura programados no Fórum anterior\n12\n\n. As relações \n\ncomerciais e os investimentos realizados pela China confirmam um \n\nestreitamento no relacionamento entre o país asiático e a África; porém, de \n\nacordo com Samy (2010), é impossível precisar o valor da ajuda chinesa aos \n\nafricanos, já que a China não publica os números exatos de seus \n\ninvestimentos. O motivo de o governo chinês não ser transparente sobre os \n\ndados de sua ajuda aos países africanos parece estar ligado ao fato de os \n\ngovernantes preferirem passar a imagem da China como um país ainda em \n\ndesenvolvimento, assim como evitarem qualquer ressentimento da população \n\nchinesa, especialmente dos que vivem na pobreza, com relação à ajuda que \n\nseu país disponibiliza aos estrangeiros\n13\n\n.  \n\n \n\n                                                 \n10\n\n Ibidem. \n11\n\n Relatório Discurso do Ministro chinês das Relações Exteriores, Yang Jiechi durante o IV FOCAC. \nDisponível em: &lt;http://www.focac.org/eng/dsjbzjhy/zyjh/t627658.htm > Acesso em 10 junho de 2010. \n12\n\n Centre for Chinese Studies (CCS). Disponível em: &lt;http://www.ccs.org.za/wp-\ncontent/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf > Acesso \n11 de junho de 2010. \n13\n\n SAMY, 2010, p.81. \n\nhttp://www.focac.org/eng/dsjbzjhy/zyjh/t627658.htm\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\n\n\n12 \n\n \n\n \n\n \n\nOferecendo aos seus parceiros africanos incentivos econômicos e \n\npolíticos e recebendo em troca a garantia de fornecimento – por meio de \n\ncontratos comerciais de longo prazo ou sob a forma de joint ventures\n14\n\n com \n\nempresas locais, com investimentos diretos para exploração e produção –, os \n\ngovernantes chineses recorrem à expressão win-win para caracterizar os \n\nprojetos bilaterais e demonstrar que a cooperação Sino-Africana resultará em \n\nbenefícios para ambos os lados.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n\n \n\nA maior parte dos governos de países africanos vê grandes vantagens \n\nem fortalecer os laços com a China, pois, além da disposição em investir na \n\nconstrução de estradas, hospitais, pontes, escolas, ferrovias, estádios e portos \n\ne de assinar acordos bilaterais para o cancelamento de dívidas, o governo \n\nchinês, ao contrário de entidades multilaterais como o Fundo Monetário \n\nInternacional (FMI) e o Banco Mundial, dispõe-se a realizar os investimentos \n\nsem condicioná-los a mudanças na política interna dos países (democracia, \n\ndireitos humanos, etc.). A única condição política imposta pelos chineses é o \n\nnão reconhecimento de Taiwan como nação independente. De acordo com \n\nZweig e Jianhai (2005, p.31), “a política externa chinesa guiada pela busca de \n\nrecursos naturais não dá espaço para moralidade”, ou seja, a China não julga a \n\nviabilidade de acordos comerciais baseada na política interna de um país. A \n\nfrase do diplomata chinês Zhou Wenzhong resume a posição da China sobre o \n\nassunto: “Negócios são negócios. Nós tentamos separar política de \n\nnegócios”\n15\n\n. \n\n \n\nO princípio chinês de não interferência em assuntos internos de outros \n\nEstados conquista a confiança de muitos governantes africanos e possibilita a \n\nconcretização de negócios com a vantagem de enfrentar pouca concorrência \n\npor parte de empresas ocidentais, as quais muitas vezes são desestimuladas \n\npelo governo doméstico ou por investidores de manterem relações comerciais \n\ncom países africanos que não apresentam os padrões mínimos de governança. \n\n                                                 \n14\n\n Joint Venture é a associação de empresas, não definitiva, com vistas à exploração de determinados \nnegócios num dado mercado, sem a perda das suas personalidades jurídicas. Esse instrumento é uma \netapa anterior a uma possível participação societária e, na verdade, a conexão destas se dá por \ninteresses convergentes (PEREIRA, 2006, p.2) \n15\n\n ALDEN, 2008, p. 299. \n\n\n\n13 \n\n \n\n \n\n \n\nNo entanto, essa estratégia chinesa gera vigorosas críticas de muitos países \n\nocidentais e organizações multilaterais, que pressionam para um \n\nposicionamento mais ativo da China, principalmente em assuntos que \n\nenvolvem desastres humanitários, como no caso do Sudão. Na década de \n\n1990, empresas ocidentais foram encorajadas a abandonar suas atividades no \n\nEstado sudanês, devido à eclosão da segunda guerra civil\n16\n\n e das acusações \n\nfeitas por países do Ocidente sobre o Sudão estar abrigando terroristas. Com a \n\nsaída das empresas ocidentais, abriu-se espaço para as estatais chinesas, \n\nque, mesmo com o aparecimento de evidências da prática de genocídio no \n\nconflito da região de Darfur, mantiveram as suas relações comerciais com o \n\npaís, alegando que os conflitos armados eram uma questão interna a ser \n\nresolvida pelo governo e pelo povo sudanês.  \n\n \n\nFoi somente em 2006, quando os conflitos na região se intensificaram, \n\ncolocando em risco os altos investimentos realizados e, também, acarretando \n\num custo significativo para a imagem da China junto à comunidade \n\ninternacional, que os governantes chineses decidiram utilizar sua boa relação \n\ncom o governo de Omar Al-Bashir para convencê-lo a cooperar com a \n\nOrganização das Nações Unidas (ONU) e aceitar a entrada de uma missão de \n\npaz no país, demonstrando o soft power chinês. Vale ressaltar que a China é o \n\nmaior parceiro econômico do Sudão, importando 54% do petróleo produzido no \n\npaís e, por meio da estatal CNPC, possuindo 40% das ações da maior \n\npetrolífera sudanesa, a Greater Nile Petroleum Operating Company (GNPOC). \n\nEm 2008, os sudaneses foram o segundo maior fornecedor africano de \n\npetróleo para China, exportando 214 mil barris por dia, atrás somente de \n\nAngola\n17\n\n. Nesse mesmo período, dados do Fundo Monetário Internacional \n\n(FMI) apontam que 95% das receitas de exportações e 60% das receitas do \n\ngoverno central sudanês derivaram do setor petrolífero\n18\n\n.  \n\n                                                 \n16\n\n O Sudão é o maior país da África em dimensões territoriais – 2,5 milhões de km². De acordo com dados \ndo Banco Mundial, o número total de habitantes chega a 41,3 milhões, os quais sao majotariamente \nmulçumanos ao Norte e animistas-cristãos ao Sul. As diferenças entre as duas regiões geraram uma \nhistória de conflitos que resultaram em duas guerras civis, sendo a primeira de 1955 a 1972, com uma \ntrégua até 1983, e a outra de 1983 a 2005. Atualmente, o país sofre com conflitos na região de Darfur, \ninciados em 2003, em que grupos armados se rebelaram contra o governo central, acarretando milhares \nde mortes. \n17\n\n EIA – disponível em: &lt;http://www.eia.doe.gov/cabs/Sudan/Oil.html> Acesso em 15 de junho de 2010. \n18\n\n FMI Country Report, n.09/218, julho 2009, p.4. \n\nhttp://www.eia.doe.gov/cabs/Sudan/Oil.html\n\n\n14 \n\n \n\n \n\n \n\nCom a previsão do crescimento da demanda chinesa por petróleo, o \n\ngoverno de Hu Jintao, além de manter os laços já fortemente estabelecidos \n\ncom fornecedores como o Sudão, também precisa desenvolver estratégias \n\npara aumentar sua participação nas exportações de outros grandes produtores \n\nafricanos, os quais, atualmente, enviam somente uma pequena parte da sua \n\nprodução à China. Um bom exemplo de como os chineses estão atuando para \n\naumentar sua participação nas exportações dos grandes produtores africanos \n\nde petróleo é o caso da Nigéria. Atualmente, os nigerianos são os maiores \n\nprodutores petrolíferos na África, com 2,2 milhões de barris/dia\n19\n\n; porém, em \n\n2008, esse país africano foi responsável por apenas 3% das importações \n\nchinesas provenientes da África\n20\n\n. Apostando no aumento desse percentual, os \n\nchineses fazem altos investimentos no país. De acordo com MTHEMBU-\n\nSALTER (2009), dos 10,5 bilhões de dólares investidos pela China no setor \n\npetrolífero entre 2001 e 2007, aproximadamente a metade, 4,8 bilhões de \n\ndólares, foi destinada à Nigéria.  \n\n \n\nA estratégia da política externa chinesa de oferecer investimentos em \n\ninfraestrutura para fortalecer os laços com os Estados africanos foi muito bem \n\nrecebida durante a gestão do presidente nigeriano Olusegun Obasanjo, entre \n\n1999 e 2007. Nesse período, a política nigeriana para os licitantes asiáticos, \n\nem busca de contratos para exploração e fornecimento de petróleo, vinha ao \n\nencontro da estratégia chinesa para o continente africano. Obasanjo utilizava a \n\nestratégia do oil for infrastructure para negociar com investidores estrangeiros \n\ndo setor petrolífero. Essa estratégia previa que, em troca do direito de primeira \n\nrecusa (RFR) nos processos de licitação ou descontos na assinatura de \n\ncontratos para a exploração dos blocos petrolíferos, a China e outros países \n\nasiáticos precisavam assumir o compromisso de investir em projetos de \n\ninfraestrutura na Nigéria. Aparentemente, a motivação para essa política foi a \n\ncrescente frustração do governo nigeriano com os resultados da sua relação \n\ncom o Ocidente e com as inúmeras condições por estes impostas para o envio \n\nde ajuda ao país. Durante o governo de Obasanjo, multinacionais chinesas \n\n                                                 \n19\n\n  EIA – http://www.eia.doe.gov/cabs/Nigeria/Oil.html \n20\n\n FOSTER et al, 2009, p.40. \n\nhttp://www.eia.doe.gov/cabs/Nigeria/Oil.html\n\n\n15 \n\n \n\n \n\n \n\nassinaram inúmeros contratos na área de construção, telecomunicação, \n\ntransporte, energia, entre outros.  \n\n \n\nEm 2006, o governante nigeriano trabalhou para emendar a Constituição \n\ne concorrer ao seu terceiro mandato como presidente, porém não conseguiu \n\naprovação do Legislativo para participar das eleições. Umaru Musa Yar’Adua, \n\npertencente ao mesmo partido político (PDP)\n21\n\n, foi eleito presidente da Nigéria. \n\nApesar de as eleições terem sido consideradas fraudulentas e não terem \n\nrecebido o endosso dos observadores dos EUA e da União Europeia, o novo \n\npresidente foi empossado em 29 de maio de 2007.  \n\n \n\nLogo que assumiu a presidência, o novo governo passou a revisar os \n\nacordos do oil for infrastructure, resultando na suspensão ou no cancelamento \n\nde diversos contratos. As novas lideranças não estavam alinhadas com a \n\nestratégia de investimentos diretos em infraestrutura, preferindo negociar o \n\npetróleo em troca de injeções de dinheiro no orçamento.  \n\n \n\nA China, por sua vez, parece estar decidida a seguir as bases ditadas \n\npelo novo governo e continuar, assim, aumentando sua presença na Nigéria. A \n\nestatal chinesa SINOPEC pagou, em Junho de 2009, 7.2 bilhões de dólares \n\npela empresa petrolífera canadense Addax, dando controle aos chineses de \n\nparte significativa das reservas petrolíferas nigerianas\n 22\n\n. \n\n \n\nCom base nessas ponderações iniciais, o presente trabalho tem como \n\nobjetivo central o estudo das características da política externa chinesa para \n\nÁfrica, visando identificar se há um padrão utilizado para todo o continente \n\nafricano, ou se a política externa chinesa varia para cada país africano. Para \n\ntanto, serão analisados dois casos, Sudão e Nigéria, no período entre a \n\nproclamação da República Popular da China (RPC), em 1949, e os dias \n\natuais\n23\n\n. Cabe ressaltar que a escolha do Sudão e da Nigéria para nortear esse \n\nestudo, se deve ao fato destes países africanos enfrentarem realidades \n\n                                                 \n21\n\n Partido Democrático Popular. \n22\n\n MTHEMBU-SALTER, p. 25, 2009. \n23\n\n Na análise dos casos empíricos, outros recortes temporais, relacionados com os países africanos em \nquestão, também embasarão o estudo.\n\n \n\n\n\n16 \n\n \n\n \n\n \n\npolíticas, sociais e econômicas bastante distintas, ao mesmo tempo em que \n\npossuem abundantes fontes de petróleo - recurso energético de crescente \n\ndemanda na China e, por esse motivo, crucial para garantir a continuidade do \n\ncrescimento econômico do país asiático.  \n\n \n\nA hipótese principal do trabalho é de que o governo chinês, apesar de \n\nutilizar um padrão para nortear sua política externa para o continente africano, \n\nmuitas vezes, precisa flexibilizá-lo a fim de alinhar seus próprios interesses \n\neconômicos e políticos com a realidade interna bastante diversa dentre \n\nEstados africanos como o Sudão e a Nigéria.  \n\n \n\nA abordagem será histórico-descritiva e serão utilizadas fontes \n\nbibliográficas, análise de documentos oficiais e declarações de governantes \n\nafricanos e chineses, assim como análise de dados estatísticos em fontes \n\neletrônicas: EIA, World Bank, FMI, OPEC, entre outras. \n\n \n\nO trabalho está organizado da seguinte forma: após as considerações \n\nexpostas nesta introdução, o capítulo 2 apresentará um histórico da relação \n\nsino-africana, visando identificar se há um padrão na política externa chinesa \n\npara todo o continente africano. Nos capítulos 3 e 4, será estudada a relação \n\nda China com o Sudão e a Nigéria, respectivamente, procurando identificar se \n\na política externa chinesa para este países segue um padrão utilizado para \n\ntodo o continente, ou se apresenta características próprias. Feito isso, serão \n\napresentadas as considerações finais deste trabalho. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n\n \n\n \n\n \n\n2. A RELAÇÃO SINO-AFRICANA APÓS 1949 \n \n\nNa história recente, pode-se observar a reaproximação entre o país \n\nasiático e o continente africano em dois momentos. O primeiro período teve \n\ninício com a proclamação da República Popular da China (RPC), em 1949, e foi \n\nmarcado, principalmente, pelos interesses políticos e ideológicos do governo \n\nde Mao Tsé Tung, os quais coincidiram com a busca dos países africanos pela \n\nindependência de suas metrópoles europeias.  \n\n \n\nO segundo momento - iniciado no final da década de 1980 - envolveu \n\ninteresses políticos e econômicos de ambos os lados. A China buscou apoio \n\npolítico no continente africano para enfrentar o isolamento diplomático imposto \n\npelo Ocidente\n24\n\n – devido ao chamado Massacre da Praça Tiananmen\n25\n\n. No \n\nâmbito econômico, o interesse chinês se concentrou nas fontes de recursos \n\nnaturais e no gigantesco mercado africano para os seus produtos \n\nmanufaturados. Na África, a partir desse período, muitos governantes \n\npassaram a perceber a nação asiática como um modelo político e econômico, o \n\nqual oferece estratégias para redução da pobreza, o crescimento econômico e \n\na inserção internacional, sem, no entanto, exigir mudanças em assuntos \n\ninternos de cada país. Ademais, os chineses passaram a prover importantes \n\nfontes de investimentos, ajuda econômica e tecnológica, bem como suporte \n\npolítico em organizações internacionais, por exemplo, no Conselho de \n\nSegurança das Nações Unidas.  \n\n \n\nReaproximação sino-africana entre 1949 e 1978 \n \n\nNo primeiro momento da reaproximação, entre a proclamação da \n\nRepública (1949) e a abertura econômica (1978), a política externa chinesa \n\npara a África foi marcada pela ideologia e por questões políticas. A China \n\nenvolveu-se intensamente na luta contra o imperialismo e o colonialismo, \n\n                                                 \n24\n\n Principalmente pelos EUA e pela União Europeia. \n25\n\n As manifestações que deflagraram o chamado Massacre da Praça Tiananmen ocorreram entre 15 de \nabril e 04 de junho de 1989, em Beijing. Os protestos foram motivados pela insatisfação de grupos da \nsociedade chinesa, como estudantes, intelectuais e trabalhadores urbanos, com os rumos do sistema \npolítico e as reformas econômicas realizadas pelo governo. No dia 03 de junho, os governantes decidiram \nenviar a infantaria e tanques do exército para Praça Tiananmen, no intuito de suprimir os protestos. O uso \nda força militar contra os manifestantes ocasionou mortes de centenas de civis.   \n\n\n\n18 \n\n \n\n \n\n \n\nposição que, para os países africanos, resultou no suporte chinês ao processo \n\nde descolonização, por meio de assistência econômica, apoio diplomático, \n\ntransferência de armas e treinamentos. Anshan (2007) salienta que a economia \n\nda China, nesse período, estava a serviço da diplomacia e que os projetos de \n\ninfraestrutura e os empréstimos disponibilizados aos africanos, com baixos \n\njuros e prazo estendido para pagamento, não refletiam a precária situação \n\neconômica interna do país, tornando o relacionamento sino-africano dessa \n\népoca limitado e sem base prática ou sustentável.  \n\n \n\nO processo para o estabelecimento de relações diplomáticas entre o \n\ngoverno de Mao Tsé-Tung e os novos países independentes da África e da \n\nÁsia teve início durante a Conferência de Bandung\n26\n\n, em 1955. Nesse \n\nencontro, o primeiro-ministro da China, Zhou EnLai, apresentou os cinco \n\nprincípios da coexistência pacífica, no intuito de demonstrar como o governo \n\nchinês planejava conduzir a sua política externa. Além disso, o premier chinês \n\nconheceu o presidente egípcio Gamal Abdel Nasser, o que culminou no \n\nestabelecimento de relações diplomáticas entre os dois países em 1956. Após \n\no Egito, o governo de Mao Tsé-Tung foi reconhecido por outros países \n\nafricanos como Argélia, Marrocos, Sudão e Guiné, ainda na década de 1950\n27\n\n. \n\nAtualmente, a China mantém relações diplomáticas com 49 dentre as 53 \n\nnações da África.  \n\n \n\nEntre 1963 e 1965, Zhou EnLai realizou três visitas oficiais ao continente \n\nafricano e anunciou os oito princípios chineses para a assistência econômica e \n\ntecnológica aos países estrangeiros: igualdade e benefício mútuo; respeito à \n\nsoberania e não imposição de condições; concessão de empréstimos com \n\njuros baixos e flexibilidade na condição de pagamento; ênfase no \n\ndesenvolvimento e independência econômica dos países beneficiários; \n\ninvestimentos pequenos com retornos rápidos; fornecimento de equipamentos \n\n                                                 \n26\n\n A Conferência de Bandung ocorreu em abril de 1955, na Indonésia, e reuniu líderes de 29 países afro-\nasiáticos, incluindo a República Popular da China. De acordo com Marques, Berutti e Faria (2007), o \nobjetivo da conferência foi a condenação do imperialismo, da discriminação racial e da construção de \narmas atômicas pelas grandes potências. Os participantes apontaram, ainda, a disposição para tentar \nimpedir a intervenção, principalmente os EUA e a URSS, nos assuntos internos dos Estados. Surgiu, \nassim, o movimento afro-asiático, precursor do Movimento dos Países Não-Alinhados.  \n27\n\n Oliveira, 2007. http://www.casadasafricas.org.br/site/img/upload/674760.pdf \n\nhttp://www.casadasafricas.org.br/site/img/upload/674760.pdf\n\n\n19 \n\n \n\n \n\n \n\nde alta qualidade com base nos preços do mercado internacional; transferência \n\nde tecnologia; e igualdade no tratamento para especialistas da China, \n\ngarantindo que os chineses não requisitariam condições especiais de trabalho, \n\nquando enviados pelo governo de seu país, para realização de projetos em \n\nterras estrangeiras. \n\n \n\nAs visitas do primeiro-ministro chinês à África resultaram, já em 1964, na \n\nassinatura, entre a China e seis países africanos, de acordos que se referiam a \n\nprojetos de infraestrutura e assistência tecnológica. Além disso, os chineses \n\nforam responsáveis por 53% dos empréstimos concedidos aos Estados \n\nafricanos naquele ano, todos negociados para pagamentos em longo prazo\n28\n\n. \n\n \n\n A construção da ferrovia Tanzânia-Zâmbia (Tazara) é apontada como o \n\nprojeto chinês de maior projeção na África nesse primeiro período de \n\nreaproximação. Entre 1970 e 1975, foram construídos 1.860 km de ferrovia \n\npara ligar a capital tanzanesa, Dar es Salaam, à província de Copperbelt, na \n\nZâmbia, já que os zambianos estavam encontrando dificuldades para \n\ntransportar mercadorias através da Rodésia (atual Zimbábue) e da África do \n\nSul. Para a realização da obra, a China concedeu empréstimo de 405 milhões \n\nde dólares, sem juros, além da mão de obra de cinquenta mil trabalhadores\n29\n\n. \n\n \n\nAlém do cunho ideológico, o apoio do governo chinês aos movimentos \n\nde descolonização e aos projetos das novas nações independentes africanas \n\ntambém tinha um caráter político, visto que os chineses esperavam o suporte \n\nafricano para alcançar seus objetivos no cenário internacional. Samy (2010) \n\naponta que, entre as décadas 1960 e 1970, a política de assistência chinesa \n\naos países estrangeiros era guiada, fundamentalmente, por dois fatores: a \n\ndeterioração do relacionamento sino-soviético e a necessidade de garantir, em \n\norganizações internacionais como as Nações Unidas, o não reconhecimento de \n\nTaiwan como uma nação independente. Nesse contexto, em 1971, os países \n\nafricanos foram essenciais para os chineses garantirem um assento \n\n                                                 \n28\n\n South African Institute of International Affairs (SAIIA) \nhttp://www.saiia.org.za/images/stories/research/chap/chap_toolkit_200909.pdf \n29\n\n Ibidem. \n\nhttp://www.saiia.org.za/images/stories/research/chap/chap_toolkit_200909.pdf\n\n\n20 \n\n \n\n \n\n \n\npermanente no Conselho de Segurança das Nações Unidas, pois a África foi \n\nresponsável por 26 dos 76 votos em favor da China\n30\n\n. Na ocasião, o presidente \n\nMao Tsé-Tung admitiu: “We were brought back into the United Nations by our \n\nBlack African friends”\n31\n\n. \n\n \n\nO volume do comércio sino-africano, entre as décadas de 1960 e 1970, \n\ncomo mostra a tabela 01, pode ser considerado modesto, pois – apesar de \n\naumentar de 110,5 milhões de dólares (1960) para 177,2 milhões de dólares \n\nem 1970 – representou, apenas, entre 1% e 2% do total de importações e \n\nexportações chinesas no período. Outro ponto a ser ressaltado é que, nesse \n\nperíodo, a balança comercial registrou um superávit em favor dos chineses, já \n\nque o volume total de exportações para a África foi maior do que o volume das \n\nimportações realizadas do continente africano. \n\n \n\nTabela 01: Comércio entre China e o continente africano 1950-2000  \n\n   \nTotal \n\nAno \nExportação \n\nU$/milhões \n\nImportações \nU$/milhões \n\nComerciado \nU$/milhões \n\n1950 8,9 3,2 12,1 \n\n1960 33,8 76,7 110,5 \n\n1970 112,1 65,1 177,2 \n\n1980 575,7 384 959,7 \n\n1990 659,6 275,3 934,9 \n\n1991 1001,8 438,4 1440,2 \n\n1992 1390,8 659,8 2050,6 \n\n1993 1527,5 1003,1 2530,6 \n\n1994 1749 894 2643 \n\n1995 2493,8 1427,5 3921,3 \n\n1996 2566,6 1464 4030,6 \n\n1997 3200 2470 5670 \n\n1998 4059,3 1476,5 5535,8 \n\n1999 4109,0 2375,0 6484,0 \n\n2000 5043,0 5555,0 10598,0 \nFonte: KONINGS, 2007, p.348 \n\n \n\nCom o início do governo de Deng Xiaoping, a relação da China com o \n\ncontinente africano passou a ser mais pragmática. Durante a década de 1980, \n\nos governantes chineses estavam concentrados em resolver questões internas \n\n                                                 \n30\n\n SAMY, 2010. \n31\n\n ANSHAN, 2007, p.78. \n\n\n\n21 \n\n \n\n \n\n \n\ne no desenvolvimento econômico do seu próprio país. Dessa forma, a \n\nassistência econômica, assim como o comércio bilateral\n32\n\n e a ajuda \n\nhumanitária à África, foram reduzidos.  \n\n \n\nNa 12ª Assembleia Nacional do Partido Comunista Chinês (PCC), que \n\nocorreu em 1982, foi anunciado que a nova política externa do país seria \n\nembasada na Paz e Desenvolvimento, ao invés da ênfase em Guerra e \n\nRevolução\n33\n\n. Além disso, a antiga estratégia da economia servindo a \n\ndiplomacia foi revertida pelo princípio da diplomacia a serviço da economia. \n\nNesse mesmo ano, o primeiro-ministro chinês, Zhao Ziyang, visitou onze \n\npaíses africanos\n34\n\n e anunciou que a China passaria a observar quatro \n\nprincípios na sua relação com o continente: igualdade e vantagens recíprocas; \n\nvalorização da eficácia; diversidade em formas de cooperação; e \n\ndesenvolvimento mútuo. Com esses novos fundamentos, os chineses visavam \n\ndemonstrar que buscariam reciprocidade, igualdade e colaboração no \n\nrelacionamento com a África, em detrimento de uma relação baseada na \n\nassistência econômica aos Estados africanos. \n\n \n\nApesar de os diplomatas chineses continuarem discursando sobre a \n\ncooperação Sul-Sul e a China ainda fornecer ajuda econômica – mesmo que \n\nmodesta – à África, a ausência de visitas da cúpula do governo chinês ao \n\ncontinente africano na década de 1980 indica que o país asiático estava \n\ntrabalhando para diversificar suas relações com outros Estados da comunidade \n\ninternacional e que a África passou a ter um papel de menor relevância dentro \n\nda política externa chinesa. Nesse período se desenhava o fim da Guerra Fria, \n\nrefletindo a reaproximação sino-soviética e tornando, consequentemente, o \n\ncontinente africano menos estratégico na disputa da China com a URSS e os \n\nEUA por zonas de influência.  \n\n \n\n                                                 \n32\n\n De acordo com TAYLOR (1998), a partir da metade da década, as exportações da China para os \npaíses africanos foram reduzidas em 61%. \n33\n\n ANSHAN, 2007, p.72. \n34\n\n Egito, Argélia, Marrocos, Guiné, Gabão, República Democrática do Congo, Congo, Zâmbia, Zimbábue, \nTanzânia e Quênia (TAYLOR, 1998, p. 445). \n\n\n\n22 \n\n \n\n \n\n \n\nCom o afastamento chinês, a parceria comercial e a assistência \n\neconômica provenientes de países ocidentais, como os EUA, tornaram-se \n\nainda mais importantes para a África. Diante desse cenário, muitos \n\ngovernantes africanos cederam à pressão do Ocidente e iniciaram uma série \n\nde ajustes estruturais nos seus países, os quais estavam baseados, \n\nprincipalmente, no chamado Consenso de Washington\n35\n\n. Os organismos \n\nmultilaterais e doadores ocidentais apresentavam os dez princípios do \n\nConsenso como uma fórmula para promover a recuperação econômica dos \n\npaíses em desenvolvimento e, frequentemente, utilizavam a implementação \n\ndesses fundamentos como precondição para a concessão de empréstimos do \n\nFMI e assistência aos países africanos.  \n\n \n\nDe acordo com OBIORAH (2007), logo que imposições como a redução \n\nde gastos públicos, as restrições macroeconômicas, o respeito aos direitos \n\nhumanos e, em alguns casos, a democratização – com o fim dos regimes de \n\npartido único e eleições para o governo – foram introduzidas como condição \n\npara a aprovação de projetos na África, os governantes africanos resistiram \n\nvigorosamente, alegando que tais reformas não seriam adequadas às suas \n\nnações, pois poderiam desencadear conflitos étnicos e instabilidade interna. \n\nEntretanto, essas discordâncias foram diminuindo à medida que a ajuda \n\neconômica não era enviada pelos ocidentais. \n\n \n\nNa década de 1990, a maioria dos governos africanos pareciam ter \n\nabsorvido a tese de que a democratização e os ajustes estruturais levariam à \n\nrecuperação da economia, no curto prazo, e ao desenvolvimento sustentável, \n\nno longo prazo. Todavia, muitos setores da sociedade civil africana alegavam e \n\ncontinuam afirmando, nos dias atuais, que as reformas apresentadas no \n\n                                                 \n35\n\n A expressão Consenso de Washington foi cunhada pelo economista estadunidense John Willianson e \ntrata de um conjunto de dez pontos, entendidos como centrais para o desenvolvimento de um país. São \neles: disciplina fiscal, por meio da qual o Estado deve limitar seus gastos à arrecadação, eliminando o \ndéficit público; focalização dos gastos públicos em educação, saúde e infraestrutura; reforma tributária; \nliberalização financeira, com o fim de restrições que impeçam instituições financeiras internacionais de \natuar em igualdade com as nacionais e o afastamento do Estado do setor; taxa de câmbio competitiva; \nliberalização do comércio exterior, com redução de alíquotas de importação e estímulos à exportação, \nvisando a impulsionar a globalização da economia; eliminação de restrições ao capital externo, permitindo \ninvestimento direto estrangeiro; privatização, com a venda de empresas estatais; desregulação, com \nredução da legislação de controle do processo econômico e das relações trabalhistas; e direito de \npropriedade. \n\n\n\n23 \n\n \n\n \n\n \n\nConsenso de Washington falharam na redução da pobreza em seus países. \n\nApesar de concordarem com certas condições impostas, como a \n\ndemocratização e padrões mínimos de governança, afirmam que as reformas e \n\nos condicionamentos não asseguraram a concretização das metas de \n\ndesenvolvimento.  \n\n \n\nDentro deste contexto, a China, que já começava a apresentar um \n\ncrescimento econômico surpreendente, embasado nas reformas iniciadas por \n\nDeng Xiaoping, emergiu como um modelo político e econômico alternativo ao \n\nConsenso de Washington, oferecendo uma estratégia para a redução da \n\npobreza, o crescimento econômico e a inserção internacional, a qual não exigia \n\ninterferência nos assuntos políticos, econômicos ou sociais das outras nações. \n\nNeste ponto, vale uma análise mais detalhada sobre o Consenso de Pequim, \n\nexpressão cunhada por Joshua Cooper Ramo, no intuito de contrapor o modelo \n\nchinês de desenvolvimento ao Consenso de Washington: \n\n \n\n“A China está abrindo caminho para outras nações ao redor do \nmundo, as quais estão tentando, não apenas encontrar uma \nforma de desenvolver seus países, mas também de se encaixar \nna ordem mundial de uma maneira que lhes permita ser \nrealmente independentes, protegerem sua cultura e escolhas \npolíticas, em um mundo em que o poder gravita em torno de um \núnico centro. Eu chamo isto de nova física do poder e \ndesenvolvimento do Consenso de Pequim”. (2004, p.4, tradução \nda autora) \n \n\nSegundo RAMO (2004) é possível identificar três teoremas básicos \n\ndentro do modelo chinês de desenvolvimento. O primeiro trata da inovação: o \n\ngoverno chinês tem-se beneficiado de investimentos em alta tecnologia, \n\ninovação e educação, como formas de aumentar a produtividade total dos \n\nfatores da economia chinesa. O autor menciona que na China as mudanças \n\nocorrem em velocidade tão alta que a inovação constante é a única forma de \n\ncombater os problemas causados pelas próprias transformações.  \n\n \n\nO segundo teorema refere-se à sustentabilidade, ou seja, as taxas \n\nelevadas de crescimento não bastam, e o governo busca agora o \n\ndesenvolvimento equilibrado. Nota-se que, desde o início do seu processo de \n\n\n\n24 \n\n \n\n \n\n \n\nabertura econômica, a China deixou de ser uma das nações mais igualitárias \n\ndo mundo para constar na lista das mais desiguais. A percepção da \n\ndesigualdade como risco à estabilidade social, somada ao temor de que as \n\ntaxas de crescimento acabem se chocando com limites estruturais de recursos, \n\nlevou o governo chinês a adotar o discurso da necessidade de \n\ndesenvolvimento equilibrado. \n\n \n\nO último teorema é o da autodeterminação e diz respeito ao poder \n\nemergente da China, o qual é alicerçado no exemplo de seu próprio modelo, na \n\nforça de seu sistema econômico e na defesa rígida da soberania nacional. O \n\nPartido Comunista Chinês tem utilizado o conceito de soft power (poder \n\nbrando) para definir a sua política externa. Vale neste ponto um estudo mais \n\ndetalhado sobre o conceito de poder e de soft power dentro da área de \n\nrelações internacionais (RIs), visando um melhor entendimento da política \n\nexterna chinesa.  \n\n \n\nNo estudo das relações internacionais (RIs), diversas conceituações de \n\npoder coexistem, pois, enquanto alguns autores o definem como a soma das \n\ncapacidades do Estado em termos políticos, militares, econômicos e \n\ntecnológicos, outros estabelecem uma definição em termos relativos, ao \n\ndefinirem o poder de um Estado não em relação a suas capacidades \n\nintrínsecas, mas sim em comparação com os demais Estados com os quais \n\ncompete. De acordo com BARNETT e DUVALL (2005), o conceito de poder \n\nproveniente da corrente realista das RIs – no qual o poder é definido como a \n\nhabilidade dos Estados de usar recursos materiais para fazer com que os \n\noutros façam o que, de outra forma, não fariam – dominou os debates sobre o \n\ntema até algumas décadas atrás. Para esses autores, qualquer consideração \n\nsobre poder na política internacional deve considerar os fatores apresentados \n\npelo realismo; todavia, eles argumentam que os estudiosos da área devem \n\ntrabalhar com múltiplas concepções de poder, de modo a aprofundar a \n\ncompreensão sobre o tema.  \n\n \n\nA partir da década de 1970, autores ligados à corrente neoliberal \n\ninstitucionalista das RIs incorporaram novas premissas ao conceito realista de \n\n\n\n25 \n\n \n\n \n\n \n\npoder. Para eles, os Estados com interesses em comum tendem a criar \n\ninstituições e acordos internacionais, promovendo a cooperação no sistema \n\ninternacional. A intensificação dos intercâmbios econômicos, políticos e \n\nculturais provoca transformação e evolução na natureza do poder, cujas formas \n\nse ampliam para além do tradicional hard power, ou poder bruto – passíveis de \n\nserem vistos e sentidos, como poderio militar, tamanho e geografia do país, \n\nrecursos naturais, matérias-primas, entre outros –, para incluir as dimensões do \n\nsoft power (poder brando), ou seja, a habilidade de um Estado de alcançar \n\nseus objetivos utilizando meios culturais ou ideológicos, desenvolvendo a \n\ncapacidade de atrair a cooperação de outras nações sem o uso da força bélica. \n\n \n\nJoseph Nye cunhou o termo soft power em seu livro “Bound to Lead – \n\nThe changing nature of american power”, publicado em 1990. Para ele, soft \n\npower é a habilidade de um Estado de alcançar seus objetivos utilizando meios \n\nculturais ou ideológicos, ou seja, pela capacidade de atrair a cooperação de \n\noutras nações sem o uso da força, da coerção. Na sua obra “Soft Power: The \n\nmeans of Success in World Politics”, de 2004, NYE (2004:11) aponta três \n\nfontes básicas de soft power: a atratividade da cultura, os valores políticos e a \n\npolítica externa de uma nação. Cultura e instituições políticas atraentes \n\nprovocam admiração, ajudando os líderes políticos de um país a estabelecer \n\nagendas de colaboração que envolvam outros Estados.  \n\n \n\nEsse conceito tem sido utilizado frequentemente nos discursos do \n\npresidente Hu Jintao, do premier Wen Jiabao e de outros importantes líderes \n\npolíticos, demonstrando que o governo chinês considera o fortalecimento de \n\nseu soft power um importante elemento para a obtenção de seus objetivos \n\ninternos e externos. De acordo com YOSHIHARA e HOLMES (2008), o soft \n\npower chinês tem crescido pelo uso das três fontes básica apresentadas por \n\nNye. A cultura chinesa sempre inspirou outros povos e, nas últimas décadas, \n\nparece estar passando por um renascimento. Há um aumento significativo no \n\nnúmero de centros de estudos de língua chinesa e matrículas de estrangeiros \n\nem universidades chinesas. O instituto Confúcio – um centro cultural destinado \n\na promover a língua e a cultura chinesa, com patrocínio do Ministério da \n\n\n\n26 \n\n \n\n \n\n \n\nEducação Chinês – já está estabelecido em mais de 15 universidades nos EUA \n\ne em mais de 100 em todo o mundo\n36\n\n.  \n\n \n\n No âmbito da política externa, o governo chinês vem trabalhando para \n\naumentar sua participação em acordos regionais, bilaterais e multilaterais, \n\nmantendo o principio de não interferência em assuntos internos de outros \n\npaíses. Em termos de ideais políticos, apesar de a China não contar com um \n\nregime político democrático, a combinação de governo autoritário com \n\ncrescimento econômico torna-se um grande atrativo para muitos países em \n\ndesenvolvimento da África, da América Latina e de partes da Ásia, os quais se \n\nidentificam com essa nova opção de governo.  \n\n \n\nVale ressaltar que, apesar de os chineses buscarem a ascensão na \n\ncomunidade internacional, utilizando-se da diplomacia, da cultura e da \n\nideologia e sem o uso da força bélica, seus governantes têm procurado \n\nconstruir outras armas poderosas no mundo globalizado. Vide, como exemplo, \n\nas reservas internacionais, que chegaram a 2,45 trilhões de dólares em junho \n\nde 2010\n37\n\n – boa parte acumulada em títulos do governo dos EUA. Elas são um \n\nreflexo da política de manutenção de uma taxa de câmbio desvalorizada, um \n\ndos motores do modelo exportador chinês. Ramo considera essas reservas \n\ninternacionais uma parte importante do Consenso de Pequim na área de \n\nsegurança, não porque os chineses ambicionam território ou hegemonia, mas \n\nporque tais reservas proporcionam a possibilidade real da autodeterminação \n\nchinesa\n38\n\n.    \n\n \n\nAinda não está comprovado que o modelo bem-sucedido de crescimento \n\neconômico da China vai, de fato, se transformar em um projeto igualmente \n\nbem-sucedido de desenvolvimento, que beneficie uma parcela mais \n\nsignificativa da população. Entretanto, muitos governantes africanos, \n\ninsatisfeitos com as imposições e as interferências nos assuntos internos de \n\nseus países e, também, frustrados com a falta de resultados positivos do \n\n                                                 \n36\n\n YOSHIHARA; HOLMES, 2008, p.125. \n37\n\n Banco Central chinês &lt;http://www.pbc.gov.cn/english//detail.asp?col=6400&amp;ID=1501 > acesso em 20 \njulho de 2010. \n38\n\n RAMO, 2004, p.50. \n\nhttp://www.pbc.gov.cn/english/detail.asp?col=6400&amp;ID=1501\n\n\n27 \n\n \n\n \n\n \n\nConsenso de Washington e com a demora no envio de ajuda por parte do \n\nOcidente, perceberam a reaproximação e o aumento da presença chinesa no \n\ncontinente, a partir da década de 1990, como uma alternativa para seus \n\nproblemas internos. \n\n \n\nSegundo momento da reaproximação sino-africana  \n \n\nA postura chinesa de relativo afastamento em relação ao continente \n\nafricano foi alterada no final da década de 1980, devido a uma série de fatores \n\npolíticos e econômicos. Politicamente, a China necessitou do apoio africano \n\napós o chamado Massacre da Praça Tiananmen, ocorrido em 1989. No plano \n\neconômico, havia a necessidade sem precedentes por fontes de recursos \n\nnaturais, para garantir a continuidade do crescimento econômico, bem como a \n\nabertura de mercado para os produtos chineses manufaturados.  \n\n \n\n A morte de centenas de civis, ocorrida em 04 de Junho de 1989, gerou \n\numa severa crise na relação da China com o Ocidente, incluindo críticas em \n\nrelação à violação dos direitos humanos e um embargo de armas, imposto \n\npelos EUA e pela União Europeia\n39\n\n. O governo chinês, por sua vez, condenou \n\ntal postura, acusando os países ocidentais de interferência nos assuntos \n\ninternos do seu país e de violação à soberania da China.  \n\n \n\nA estratégia da cúpula do PCC para resistir às críticas do Ocidente foi \n\nenviar seus diplomatas em busca de parcerias nos países em \n\ndesenvolvimento, os quais também estavam sofrendo pressão para \n\ndemocratizar seus regimes políticos. Entre 1989 e 1992, o Ministro das \n\nRelações Exteriores chinês, Qian Qichen, realizou quatorze visitas à África\n40\n\n, \n\ncom o objetivo de explicar a posição de Beijing diante do episódio de \n\nTiananmen, reforçar a ideia da cooperação Sul-Sul e reafirmar os cinco \n\nprincípios da política externa formulados na década de 1950, com ênfase no \n\nprincípio de não interferência em assuntos internos de outras nações. \n\n \n\n                                                 \n39\n\n TULL, 2006, p.460. \n40\n\n TAYLOR, 1998, p.450. \n\n\n\n28 \n\n \n\n \n\n \n\nNesse contexto, muitos líderes africanos, insatisfeitos com os resultados \n\ndo Consenso de Washington, tornaram-se importantes aliados da China, por \n\ncompartilharem opiniões sobre a democratização e os direitos humanos e \n\nperceberem o país asiático como um novo modelo de desenvolvimento. A visão \n\nchinesa de que o direito econômico e o direito à subsistência são prioridades \n\npara os países em desenvolvimento e precedem os direitos políticos foi \n\napoiada por muitas nações na África\n41\n\n. Além disso, havia o entendimento dos \n\ngovernantes africanos de que qualquer mobilização bem-sucedida de um \n\nsegmento da sociedade chinesa contra seu governo poderia gerar precedentes \n\npara mobilizações dessa natureza também na África.  \n\n \n\nAssim, naquele momento, o alinhamento das nações africanas à posição \n\nda China pode ser resumido em três pontos\n42\n\n: i) o autointeresse das elites \n\nafricanas sob a ameaça dos projetos de democratização, ii) a solidariedade e o \n\nressentimento com a interferência ocidental em assuntos internos de outro país \n\nem desenvolvimento\n43\n\n, e iii) o entendimento pragmático de que o envolvimento \n\nnas críticas ocidentais à China poderia ameaçar uma importante fonte de ajuda \n\nestrangeira ao continente africano. Vale salientar que, entre 1956 e 1987, \n\nmesmo com o decréscimo dos valores dispensados na década de 1980, a \n\nChina forneceu o total de 4.783 milhões de dólares em ajuda econômica aos \n\npaíses africanos, significando 62% dos investimentos chineses em programas \n\nde assistência para outros países\n44\n\n. \n\n \n\nAtualmente, o governo chinês continua contando com o apoio político da \n\nÁfrica, principalmente para o não reconhecimento de Taiwan como nação \n\nindependente\n45\n\n e, também, para enfrentar as frequentes acusações ocidentais \n\ncom relação ao desrespeito dos direitos humanos\n46\n\n. Em contrapartida, os \n\n                                                 \n41\n\n TAYLOR, 2006, p.939. \n42\n\n TAYLOR, 1998, p.447 \n43\n\n Os governantes africanos acreditavam que as críticas ocidentais à China almejavam retardar o rápido \ndesenvolvimento econômico que o país asiático vinha apresentando na primeira década do governo de \nDeng Xiaoping. Para SNOW (1995), tanto a China quanto a África acreditavam estar enfrentando inimigos \nem comum: o imperialismo e o neoimperialismo dos países desenvolvidos.  \n44\n\n TAYLOR, 1998, P.449. \n45\n\n Apenas quatro, dos 53 países africanos, mantêm relações diplomáticas com Taiwan.  São eles \nSuazilândia, São Tomé e Príncipe, Gâmbia e Burkina Faso. \n46\n\n Juntos os países africanos representam mais de 30% dos votos em organizações internacionais, como \nas Nações Unidas.  \n\n\n\n29 \n\n \n\n \n\n \n\nchineses apoiam o continente africano na comunidade internacional, usando o \n\nseu poder de veto no Conselho de Segurança da ONU para conter as sanções \n\neconômicas propostas pelos EUA e outros países ocidentais, como no caso do \n\nConflito de Darfur, no Sudão. A China, ainda, defende a expansão dos \n\nmembros permanentes do Conselho de Segurança, no intuito de incluir nações \n\nafricanas. \n\n \n\nAlém do suporte político, não há dúvidas sobre o interesse econômico \n\nna reaproximação das duas regiões. O governo chinês, visando manter o \n\ncrescimento da economia em ritmo acelerado, precisou buscar parcerias na \n\nÁfrica para garantir o suprimento de hidrocarbonetos e de outros recursos \n\nnaturais, bem como para abrir espaço no mercado consumidor africano para \n\nseus produtos manufaturados. A maioria dos países africanos, por sua vez, \n\npercebe a China como um novo modelo de desenvolvimento a ser seguido e, \n\ntambém, uma importante fonte de investimentos, ajuda econômica e \n\ntecnológica.  \n\n \n\nA combinação de interesses políticos e econômicos transformou a África \n\nem parceiro cada vez mais relevante para a China no século XXI. Assim, mais \n\ndo que se reaproximar, o governo de Hu Jintao deseja revitalizar, expandir e \n\naprofundar a sua relação com o continente africano, por meio de pacotes de \n\najuda econômica, investimentos em infraestrutura, bem como, por meio da \n\ndiplomacia e a criação do Fórum de Cooperação China-África (FOCAC). \n\n \n\nRevitalização da relação sino-africana – FOCAC \n \n\nA ideia da criação do FOCAC – Fórum de Cooperação China-África – foi \n\nlançada durante a visita realizada pelo presidente chinês Jiang Zemin à África, \n\nem 1996. A fundação desse fórum é considerada um passo importante para a \n\nrevitalização e o fortalecimento da relação sino-africana, pois fornece um \n\nmecanismo diplomático que promove o diálogo entre a China e a África, \n\n\n\n30 \n\n \n\n \n\n \n\nfacilitando o desenvolvimento de uma agenda comum no âmbito político e \n\neconômico, além do avanço na cooperação Sul-Sul\n47\n\n.      \n\n \n\nO primeiro FOCAC, realizado em outubro de 2000, na cidade de Beijing, \n\ncontou com a abertura do presidente Jiang Zemin e a participação de três \n\npresidentes, além de ministros africanos, representando 44 países da África\n48\n\n. \n\nApós essa primeira reunião, foram publicados dois importantes documentos: a \n\nDeclaração de Beijing do FOCAC e o Programa para a Cooperação Sino-\n\nAfricana no Desenvolvimento Econômico e Social. Nesses documentos, os \n\nlideres chineses e africanos acordaram sobre o estabelecimento de uma \n\nparceria estratégica para o desenvolvimento econômico.  \n\n \n\nNa segunda reunião ministerial, em 2003, na cidade de Adis Abeba, \n\nparticiparam o primeiro-ministro chinês, Wen Jiabao, o primeiro-ministro da \n\nEtiópia, Meles Zenawi, além de seis presidentes africanos, três vice-\n\npresidentes, o presidente da União Africana (UA)\n 49\n\n, Alpha Oumar Konare, e o \n\nsecretário-geral da ONU. Nesse fórum foi lançado o Plano de Ação Addis \n\nAbaba para o período de 2004 a 2006, no qual a China se comprometeu a \n\naumentar gradualmente sua assistência à África, promovendo o treinamento \n\nprofissional para dez mil africanos, em três anos, incentivando o turismo e os \n\ninvestimentos de empresas privadas chinesas nos países africanos\n50\n\n. Além \n\ndisso, os governantes chineses anunciaram o cancelamento das dívidas de 31 \n\npaíses africanos, no total de 1,3 bilhões de dólares, e também prometeram \n\nrepresentar os interesses africanos em organizações multilaterais, apoiar a \n\nNEPAD\n51\n\n e aumentar a participação nas forças de paz da ONU\n52\n\n.  \n\n                                                 \n47\n\n O FOCAC reúne os níveis ministeriais da China e dos países africanos a cada três anos.  \n48\n\n FOCAC - http://www.focac.org/eng/ltda/dyjbzjhy/DOC12009/t606797.htm \n49\n\n A União Africana (UA) foi criada em julho de 2002 e substituiu a Organização da Unidade Africana \n(OUA). Atualmente conta com a participação de todos os países do continente, com exceção do \nMarrocos. Essa organização tem o objetivo central de aumentar a integração econômica e cooperação \npolítica entre os povos africanos. \n50\n\n CCS – Centre for Chinese Studies – http://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-\nEvaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf \n51\n\n Em 2001, a África do Sul, juntamente com outras lideranças africanas, criaram o programa de \ndesenvolvimento econômico NEPAD - Nova Parceria para o Desenvolvimento Africano. Esse programa \nvisa o vínculo entre democracia, governabilidade e desenvolvimento econômico, além de propor uma \nnova base idearia de inserção internacional da África e retomar certa ofensiva diplomática do continente \nno debate sobre o desenvolvimento.  \n52\n\n Idem. \n\nhttp://www.focac.org/eng/ltda/dyjbzjhy/DOC12009/t606797.htm\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\n\n\n31 \n\n \n\n \n\n \n\nO III FOCAC, realizado em 2006, novamente na cidade de Beijing, atraiu \n\na atenção mundial ao contar com a participação de representantes de 48 \n\nEstados africanos – entre eles 41 Chefes de Estado. Essa reunião celebrou o \n\n50ª aniversário das primeiras relações diplomáticas entre a República Popular \n\nda China e o continente africano e foi considerada o maior encontro, até então, \n\nverificado entre os dirigentes chineses e africanos, desde 1956. \n\n \n\nDurante o fórum de 2006, o Presidente Hu Jintao abordou o tema da \n\ncooperação Sul-Sul no contexto da globalização e do avanço das tecnologias, \n\nassim como reiterou a importância da África para a política externa da China. O \n\ngovernante chinês anunciou, também, um plano de ação composto por oito \n\netapas, com medidas nas áreas de infraestrutura, desenvolvimento, comércio e \n\ninvestimentos, visando fortalecer cooperação sino-africana\n53\n\n. \n\n \n\nUm ponto importante dessa reunião do FOCAC foi o interesse renovado \n\nda China em expandir o Investimento Direto Estrangeiro (IDE) na África. A \n\npartir do plano de ação anunciado, criou-se um fundo de investimentos no valor \n\nde cinco bilhões de dólares para viabilizar e dar suporte às empresas chinesas \n\ndispostas a realizarem projetos no continente africano. Ao término da cúpula de \n\n2006, já foi possível observar os resultados positivos dessa iniciativa, com a \n\nassinatura de dezesseis acordos comerciais, no total de 1,9 bilhões de dólares, \n\nem áreas como tecnologia e comunicação, infraestrutura e recursos naturais. O \n\nmaior contrato foi assinado com o Egito, para a construção de uma fundição de \n\nalumínio, no valor de 938 milhões de dólares, a ser realizada pela estatal \n\nchinesa China International Trust and Investment Company (CITIC). Outros \n\ncontratos assinados na época incluíam, além de acordos com o Quênia e a \n\nÁfrica do Sul, 60 milhões de dólares com o Sudão, para o desenvolvimento da \n\nindústria de tecidos; 300 milhões de dólares com a Nigéria, para a melhoria da \n\ninfraestrutura rodoviária; 200 milhões com a Zâmbia, para a mineração de \n\ncobre; além de um contrato para o desenvolvimento da rede telefônica em \n\n                                                 \n53\n\n Discurso do presidente Hu Jintao durante a cerimônia de abertura do III FOCAC. Disponível em: &lt;\nhttp://www.focac.org/eng/ltda/dscbzjhy/SP32009/t606840.htm > Acesso em 10 de março de 2010. \n\nhttp://www.focac.org/eng/ltda/dscbzjhy/SP32009/t606840.htm\n\n\n32 \n\n \n\n \n\n \n\nGana e a finalização de um acordo de 600 milhões de dólares para a \n\nconstrução de uma barragem de 400 MW pela da Sino Hydro Corporation\n54\n\n \n\n \n\nO IV FOCAC foi realizado em Sharm El Sheik, no Egito, entre 8 e 9 de \n\nnovembro de 2009. O plano de ação resultante desse fórum demonstra a \n\nintenção dos países africanos e da China de promover a paz e a segurança \n\nregional, assim como a posição chinesa de reforçar a colaboração com \n\norganizações regionais e sub-regionais na África. O documento também \n\nsalienta que as duas regiões pretendem fortalecer a coordenação e a \n\ncooperação em questões como a crise financeira internacional, as alterações \n\nclimáticas, a reforma do sistema internacional, as metas do desenvolvimento \n\ndo milênio e as negociações da Rodada Doha\n55\n\n.  \n\n \n\nNo âmbito da cooperação econômica, o governo chinês, além de \n\nconceder o cancelamento de dívidas dos Estados africanos, comprometeu-se \n\ncom a criação de centros de demonstração da tecnologia agrícola; a abertura \n\nde mercado; o fornecimento de empréstimos preferenciais; e a viabilização de \n\nempréstimos especiais para as pequenas e médias empresas africanas, \n\nvisando a capacitação para o desenvolvimento sustentável da África.  \n\n \n\nNa questão do desenvolvimento, os chineses prometeram conceder \n\nassistência em projetos de energia limpa, aumentar a quantidade de bolsas \n\npara estudantes africanos, treinar mais profissionais, fornecer equipamentos de \n\nassistência médica, além de lançar o Programa de Parceria Científica e \n\nTecnológica China-África, que visa reforçar a capacidade de \n\nautodesenvolvimento africano em questões tecnológicas relativas à \n\nsubsistência da população e ao desenvolvimento econômico. O plano de ação \n\ndo IV FOCAC, ainda, prevê maior interação cultural e incentivo aos \n\ndepartamentos relevantes de ambas as regiões a manterem subfóruns no \n\n                                                 \n54\n\n NAIDU, 2007, p.288. \n55\n\n Relatório da 4ª Reunião Ministerial do FOCAC, apresentado pelo ministro de Relações Exteriores \nchinês, Yang Jiechi. Disponível em: &lt;http://www.focac.org/eng/dsjbzjhy/zyjh/t627658.htm > Acesso em 10 \nde junho de 2010. \n\nhttp://www.focac.org/eng/dsjbzjhy/zyjh/t627658.htm\n\n\n33 \n\n \n\n \n\n \n\nâmbito FOCAC, a fim de impulsionar a cooperação entre os departamentos \n\nfuncionais\n56\n\n.  \n\n \n\nResultados do FOCAC \n \n\nApesar da história relativamente breve do FOCAC, já é possível \n\nperceber alguns resultados significativos para integração em áreas como \n\nagricultura, cultura, treinamento e, principalmente, economia. Entre a primeira \n\ncúpula e o III FOCAC, em 2006, a China cancelou, aproximadamente, 1,3 \n\nbilhões de dólares em dívidas de trinta países da África, treinou mais de dez mil \n\nprofissionais africanos, garantiu a entrada sem impostos para 190 produtos \n\nafricanos, distribuiu 1.200 bolsas de estudos por ano para estudantes africanos \n\nem instituições de ensino chinesas, enviou por volta de 16.000 doutores para \n\ntrabalhar em áreas rurais, entre 2000 e 2005, assim como despachou 700 \n\nprofessores para escolas rurais no continente africano\n57\n\n. Esses números \n\naumentaram após o bilionário plano de ação apresentado pelos chineses no III \n\nFOCAC e estão programados para continuarem crescendo após o quarto \n\nfórum, em 2009. \n\n \n\nOs países africanos, na sua maioria, estão satisfeitos com os resultados \n\ndo fórum, pois consideram adequados os projetos de ajuda, a agenda e as \n\nnovas propostas de cooperação apresentados pela China. Há, entretanto, \n\nlíderes sociais e setores da sociedade civil africana – apoiados por correntes \n\nde estudiosos, governantes e organizações ocidentais – preocupados com a \n\nestrutura dessa parceria estratégica, temendo que, em longo prazo, a presença \n\nchinesa na África possa provocar resultados negativos para o desenvolvimento \n\nde suas nações.  \n\n \nAs principais questões apontadas por essas correntes críticas passam \n\npelo impacto que a inserção da China vem causando na indústria e no \n\ncomércio do continente, pela falta de maior integração chinesa com organismos \n\nregionais africanos, pela insistência de seguir o princípio de não interferência – \n\nmesmo em casos como o do Sudão – e, também, pela necessidade de \n                                                 \n56\n\n Idem. \n57\n\n NAIDU; CORKIN; HERMAN, 2009, p.101. \n\n\n\n34 \n\n \n\n \n\n \n\naumentar a transferência de tecnologia do país asiático para África. Buscando \n\nmaior entendimento sobre essas questões, serão analisados abaixo dados \n\nreferentes à parceria comercial sino-africana. \n\n \n\nIndústria e Comércio \n \nDe acordo com a Tralac (Trade Law Centre for Southern Africa), o \n\ncomércio sino-africano aumentou de 10,6 bilhões para 39,80 bilhões de dólares \n\nentre 2000 e 2005, chegando ao pico de 106,75 bilhões de dólares em 2008 \n\n(gráfico 01).  \n\n \n\nGráfico 01: Comércio China-África entre 2000 e 2009 \n\n                                     \n\nFonte: Tralac, 2010. \n\n \n\nEm 2009, o total comerciado entre as regiões foi de 90 bilhões de \n\ndólares e, apesar da queda de 16% em comparação com 2008, os chineses já \n\nhaviam-se tornado o terceiro principal parceiro comercial da África, atrás \n\nsomente dos EUA e da França\n58\n\n. Nota-se que dos 90 bilhões de dólares em \n\ntransações comerciais entre a China e o continente, em 2009, 56% estão \n\nconcentrados em cinco países: Angola, África do Sul, Nigéria, Sudão e Egito \n\n(gráfico 02). \n\n \n\n                                                 \n58\n\n Centre for Chinese Studies – CCS – http://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-\nEvaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf \n\n$10,60 $10,80 $12,39\n$18,58\n\n$29,46\n\n$39,80\n\n$55,47\n\n$73,54\n\n$106,75\n\n$90,01\n\n2000 2001 2002 2003 2004 2005 2006 2007 2008 2009\n\nValores em U$/bilhões\n\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\n\n\n35 \n\n \n\n \n\n \n\nGráfico 02 – China: Principais Parceiros Comerciais Africanos em 2009 \n\n \n\nFonte: Tralac, 2010. \n\n \n\nPara KOHLI (2009), a complementaridade das economias é o ponto-\n\nchave para explicar o grande aumento na parceria comercial entre as duas \n\nregiões, pois, enquanto o continente africano tem recursos naturais para suprir \n\na crescente demanda chinesa, a China oferece produtos manufaturados de \n\nbaixo custo à população africana. Contudo, existe o receio de que a relação \n\nsino-africana fique centrada somente na troca dos recursos naturais africanos \n\npelos produtos manufaturados chineses, na mesma linha do modelo \n\nexploratório experimentado pela África durante a colonização ocidental.  \n\n \n\nDados corroboram essa preocupação, demonstrando que há uma alta \n\nconcentração de produtos primários, com predominância do petróleo, no \n\nvolume de importações chinesas da África, bem como grande diversidade de \n\nprodutos de valor agregado nas exportações da China para os africanos. No \n\nmomento não há indícios de que a África esteja desenvolvendo seu setor \n\nindustrial de forma a exportar para os chineses não apenas recursos primários, \n\nmas também um volume significativo de produtos com valor agregado.  \n\n \n\n  Em 2009, do total aproximado de 42 bilhões de dólares em importações \n\nrealizadas pela China de países africanos, cerca de 38 bilhões de dólares \n\n(90%) ficaram concentrados em recursos naturais, sendo 33,22 bilhões de \n\ndólares (79%) referentes a produtos minerais (dos quais 65% petróleo e 14% \n\n$ 17,05\n$ 15,14\n\n$ 6,37 $ 6,36\n$ 5,86\n\n1\n\n2\n\n4\n\n8\n\n16\n\nAngola  África do Sul Nigéria Sudão Egito\n\nU$ Bilhões\n\n\n\n36 \n\n \n\n \n\n \n\noutros minerais); 2,26 bilhões de dólares (5%), ligas metálicas; 1,76 bilhões de \n\ndólares (4%), pedras e metais preciosos; e 740 milhões de dólares (2%), \n\nprodutos de madeira. Os demais 4,31 bilhões de dólares (10%) das \n\nimportações foram divididos em uma série de outros produtos, especialmente \n\nprimários (gráfico 03).   \n\n \n\nGráfico 03: Importações chinesas da África – 2009 \n\n \n\nFonte: Tralac, 2010. \n\n \n\nCom referência ao petróleo – principal produto africano importado pelos \n\nchineses –, é interessante ressaltar que, de acordo com a EIA, em 2008, a \n\nChina importou 3,6 milhões de barris/dia, representando, aproximadamente, a \n\nmetade da sua demanda interna. A África foi a segunda principal região \n\nfornecedora, com o total de 1,1 milhões de barris/dia (30%), atrás somente do \n\nOriente Médio, responsável pelo total de 1,8 milhões de barris/dia, ou 50% das \n\nimportações. Países da região asiática contribuíram com 101 mil barris/dia \n\n(3%), enquanto que 603 mil barris/dia (17%) foram provenientes das demais \n\nregiões (gráfico 04). \n\n \n\n65%\n\n14%\n\n5%\n\n4%\n2%\n\n10%\n\nPetróleo\n\nMinerais - diversos\n\nLigas de metal\n\nPedras e metais preciosos\n\nProdutos em Madeira\n\nOutros produtos\n\n\n\n37 \n\n \n\n \n\n \n\nGráfico 04: Importações chinesas de petróleo no mundo - 2008 \n\n \n\nFonte: EIA, 2010. \n\n \nNo que tange às exportações da China para a África, a quantia total \n\ncomerciada, em 2009, foi de 47,72 bilhões de dólares. Percebe-se que os cinco \n\nprincipais tipos de produtos representam apenas 18% do total exportado da \n\nChina para a África (8,7 bilhões de dólares), demonstrando a diversidade de \n\nprodutos de valor agregado: 6%, máquinas (2,78 bilhões de dólares); 5% (2,40 \n\nbilhões de dólares), equipamentos de transporte; 3% (1,63 bilhão de dólares), \n\ntecidos e roupas; 2% (1,03 bilhão de dólares), calçados; e 2% (849 milhões de \n\ndólares), produtos plásticos. Os demais 82% do volume de exportações da \n\nChina para África estão divididos em diversos outros produtos, primordialmente \n\nmanufaturados (gráfico 05). \n\n \nGráfico 05: Exportações da China para África \n\n \n\nFonte: Tralac, 2010. \n\n50%\n\n30%\n\n3% 17%\n\nOriente Médio\n\nÁfrica\n\nÁsia-Pacífico\n\nOutras regiões\n\n6% 5%\n3%\n\n2%\n2%\n\n82%\n\nMáquinas\n\nEquipamento de transporte\n\nTecidos e Roupas\n\nCalçados\n\nProdutos Plásticos\n\nOutros\n\n\n\n38 \n\n \n\n \n\n \n\nNa tabela 02, pode-se observar o total de importações e exportações \n\nentre as regiões, com déficit para ambos os lados, dependendo do período. Em \n\nlinhas gerais, a balança comercial entre a China e o continente africano não \n\napresentou um desequilíbrio acentuado entre 2000 e 2009 (gráfico 06). A \n\nmédia de importações e exportações entre as duas regiões, nesse período, \n\napresenta um superávit de apenas 0,3% para os africanos.  \n\n \n\n \n\nTabela 02: Total de importações e exportações sino-africana entre 2000 e 2009. \n\n \nImportações Exportações \n\nAno \nChina da África \n\n(U$/bilhões) \n\n China para África \n(U$/bilhões) \n\n2000 5,54 5,06 \n\n2001 4,79 6,01 \n\n2002 5,43 6,96 \n\n2003 8,36 10,2 \n\n2004 15,64 13,82 \n\n2005 21,11 18,69 \n\n2006 28,77 26,70 \n\n2007 36,23 37,31 \n\n2008 55,88 50,87 \n\n2009 42,28 47,72 \nFonte: Tralac, 2010. \n\n \n\n \n\nGráfico 06: Balança Comercial sino-africana entre 2000 e 2009 \n\n \n\nFonte: Tralac, 2010. \n\n \n\n$ 0\n\n$ 10\n\n$ 20\n\n$ 30\n\n$ 40\n\n$ 50\n\n$ 60\n\n2000 2001 2002 2003 2004 2005 2006 2007 2008 2009\n\nU$  (bilhões)\n\nImportações chinesas da \nÁfrica\n\nExportações da China para \nÁfrica\n\n\n\n39 \n\n \n\n \n\n \n\nO petróleo é o elemento central do comércio entre as duas regiões. Uma \n\nanálise das exportações e importações realizadas com a China - separada por \n\npaís africano -, mostra que, para as nações que não possuem reservas \n\nsignificativas de petróleo ou exportam esse recurso para outras regiões no \n\nmercado internacional, há um superávit bastante significativo em favor da \n\nChina. Como exemplo dessa situação, pode-se observar a relação comercial \n\nda China com nações como Nigéria e Egito, as quais constam entre os cinco \n\nprincipais parceiros comerciais da China, em 2009 (gráfico 07).  \n\n \n\nGráfico 07: Balança Comercial da China com cinco principais parceiros da África - 2009 \n\n \n\nFonte: Tralac, 2010. \n\n \n\nO comércio com esses dois países está fortemente embasado nas \n\nexportações chinesas de produtos manufaturados, representando 86% (5,47 \n\nbilhões de dólares) para Nigéria e 87% (5,11 bilhões de dólares) para o Egito, \n\ndo comércio bilateral entre as regiões (tabela 03).  \n\n \n\nTabela 03: Cinco principais parceiros comerciais da China na África  \n\n \nImportações Exportações Total \n\n \n\nChina da África \n(U$/bilhões) \n\nChina para África \n(U$/bilhões) \n\nComerciado \n(U$/bilhões) \n\nAngola 14,66 2,39 17,05 \n\nÁfrica do Sul 7,77 7,36 15,13 \n\nNigéria 0,898 5,47 6,37 \n\nSudão 4,66 1,7 6,36 \n\nEgito 0,752 5,11 5,86 \nFonte: Tralac, 2010. \n\n$ 0\n\n$ 2\n\n$ 4\n\n$ 6\n\n$ 8\n\n$ 10\n\n$ 12\n\n$ 14\n\n$ 16\n\nAngola África do Sul Nigéria Sudão Egito\n\nImportação chinesa dos produtos Africanos \n\nExportação da China para África\n\nU$ (bilhões)\n\n\n\n40 \n\n \n\n \n\n \n\nA Nigéria, apesar de ser o maior produtor de petróleo do continente \n\nafricano, exporta apenas uma pequena parte do seu petróleo aos chineses, \n\noptando por negociar 44% da sua produção com os EUA. De acordo com a \n\nCentral Intelligence Agency (CIA), 95% da economia nigeriana estão baseados \n\nna exportação de petróleo\n59\n\n, ou seja, o país não detém fontes abundantes de \n\noutros recursos naturais ou uma indústria desenvolvida que promovam outros \n\nprodutos para exportação. Dessa forma, a relação comercial sino-nigeriana fica \n\ncentrada nos produtos manufaturados chineses. Em 2009, a balança comercial \n\nentre os dois países ficou bastante desigual, pois do total de 6,37 bilhões de \n\ndólares comerciados, apenas 14%, ou 898 milhões de dólares, foram \n\nreferentes às importações da China do país. \n\n \n\nO total comerciado entre a China e o Egito, em 2009, foi de 5,86 bilhões \n\nde dólares, sendo que 87% deste total (5,11 bilhões de dólares) foram \n\nreferentes às exportações chinesas aos egípcios. No mesmo ano, somente \n\n13% do total comerciado entre os dois países (752 milhões de dólares) foram \n\nreferentes às importações chinesas do Egito, sendo o petróleo responsável por \n\n63% (474 milhões de dólares) deste total.  \n\n \n\nA balança comercial da China com países como Sudão e Angola, os \n\nquais possuem grandes reservas petrolíferas e negociam com os chineses a \n\nmaior parte da sua produção\n60\n\n, mostra o inverso da situação nigeriana e \n\negípcia. As importações chinesas equivalem a 73% (4,66 bilhões de dólares) \n\ndo comércio com o Sudão, sendo o petróleo responsável por 99,7% desse \n\ntotal. No caso angolano, a importação do petróleo é ainda mais significativa, \n\nrepresentando 85% (14,66 bilhões de dólares) do comércio com os chineses. \n\n \n\nA China é o segundo maior consumidor de petróleo no mundo, atrás \n\nsomente dos EUA. De acordo com dados da EIA, entre 2009 e 2010, a \n\ndemanda chinesa por esse recurso energético tem previsão de aumentar para \n\n8,2 milhões de barris por dia, enquanto a produção do país deve continuar \n\n                                                 \n59\n\n Central Intelligence Agency – CIA. Disponível em: &lt;https://www.cia.gov/library/publications/the-world-\nfactbook/geos/ni.html > Acesso em 01 de agosto de 2010. \n60\n\n De acordo com a EIA, 55% do petróleo sudanês e 29% do angolano são exportados para China. \n\nhttps://www.cia.gov/library/publications/the-world-factbook/geos/ni.html\nhttps://www.cia.gov/library/publications/the-world-factbook/geos/ni.html\n\n\n41 \n\n \n\n \n\n \n\nestável, na marca de 4 milhões de barris/dia. Considerando que, em 2008, a \n\nÁfrica foi responsável por 30% das importações chinesas do produto, atrás \n\nsomente dos países do Oriente Médio, a tendência é que esse aumento na \n\ndemanda chinesa acarrete o aumento do comércio entre as duas regiões nos \n\npróximos anos.  \n\n \n\nAnalisando os dados apresentados acima, percebe-se que há \n\nfundamentos para o receio com relação às características do comércio sino-\n\nafricano, pois as transações comerciais entre as duas regiões, de fato, estão \n\ncentradas na troca de recursos naturais por produtos manufaturados. Há risco \n\nde que os países ricos em recursos naturais enfrentem a chamada doença \n\nholandesa – ou seja, a entrada significativa de moeda estrangeira, decorrente \n\ndas exportações, pode acarretar a sobrevalorização da moeda nacional e a \n\nconsequente falta de competitividade dos produtos manufaturados nacionais \n\nem relação aos produtos externos\n61\n\n. \n\n \n\nOs países que possuem reservas significativas de recursos naturais \n\nprecisam ficar atentos ao resultado que o fluxo de produtos manufaturados \n\nchineses causa na indústria local e, consequentemente, no número de \n\nempregos formais em seu território. Atualmente, a indústria dos países \n\nafricanos, na sua esmagadora maioria, não tem como competir com a alta \n\ncapacidade de produção das empresas chinesas dentro de relações recíprocas \n\nde comércio.  \n\n \n\nO setor têxtil é citado como exemplo do resultado da concorrência direta \n\ndos produtos africanos com os chineses, não apenas no mercado interno \n\ncomo, também, no mercado internacional. Em 2000, as exportações das \n\nfábricas de tecido africanas passaram a operar nos EUA, sob a vigência da \n\nAGOA – Lei de Crescimento e Oportunidade para África\n62\n\n. A partir dessa lei, \n\nforam estabelecidas quotas para tecidos e roupas importadas da China e foi \n\npermitida a entrada dos produtos africanos no mercado estadunidense, sem \n\n                                                 \n61\n\n BRESSER-PEREIRA, 2008, p.48. \n62\n\n A Lei de Crescimento e Oportunidade para África (AGOA) foi criada pelo Congresso dos EUA em maio \nde 2000 e visa ajudar as economias da África e melhorar a relação econômica dos EUA com essa região. \n\n\n\n42 \n\n \n\n \n\n \n\nimpostos. O resultado foi um rápido crescimento da exportação de tecidos na \n\nÁfrica, particularmente em países como África do Sul, Lesoto, Madagascar, \n\nSuazilândia e Quênia (tabela 04).  \n\n \nTabela 04: Crescimento das exportações de tecido entre 2000 e 2004. \n\n  \nDestino \n\nFornecedor  Ano Mundial EUA % do total \n\nQuênia 2000 51.527 46.701 90,63% \n\n \n2004 305.448 295.520 96,75% \n\nLesoto 2000 154.192 146.364 94,92% \n\n \n2004 494.155 481.787 97,50% \n\nMadagascar 2000 610.683 115.377 18,89% \n\n \n2004 559.501 345.728 61,79% \n\nSuazilândia 2000 37.712 33.356 88,45% \n\n \n2004 190.537 188.467 98,91% \n\nÁfrica do Sul 2000 453.153 150.313 33,17% \n\n \n2004 252.453 149.402 59,18% \n\nFonte: KAPLINSKY, MCCORMICK, MORRIS, 2006, p.10. \n\n \n\nNo entanto, assim que o acordo expirou, em 1º de janeiro de 2005, e as \n\nrestrições para os produtos asiáticos foram retiradas, as exportações chinesas \n\npara os EUA aumentaram significativamente. Os africanos, por sua vez, \n\nperderam participação no mercado, já que não conseguiram competir com os \n\nbaixos custos dos produtos da China. O efeito negativo foi imediato, pois \n\nmuitas fábricas africanas fecharam e milhares de trabalhadores perderam seus \n\nempregos (tabela 05). \n\n \n\nTabela 05: Queda nos empregos formais entre 2004 e 2005 \n\nPaís 2004 2005 % \n\nQuênia 34614 31745 9,30% \n\nLesoto 50217 35678 28.9% \n\nSuazilândia  32000 14000 56,20% \n\nÁfrica do Sul 98000 86000 12,20% \nFonte: KAPLINSKY, MCCORMICK, MORRIS, 2006, p.13. \n\n \n\nA situação no setor têxtil gerou protestos em várias regiões da África, \n\nnão apenas com relação à competição com a China na indústria de roupas e \n\ntecidos, mas também em outros setores. Na Nigéria, o sindicato acusou as \n\nimportações da China pela redução de 350 mil postos de trabalho, e, na \n\n\n\n43 \n\n \n\n \n\n \n\nEtiópia, apesar de a competição com os chineses gerar uma melhoria na \n\nqualidade dos calçados, houve uma redução nos empregos e no mercado para \n\nas empresas locais. Um estudo com 96 micros, pequenas e médias empresas \n\nafricanas mostrou que, como consequência da competição da China, 28% \n\nfaliram e 32% foram forçadas a diminuir o tamanho de suas operações\n63\n\n.  \n\n \n\nO enfraquecimento da indústria local – devido à impossibilidade atual \n\ndos africanos de competir diretamente com produtos chineses no mercado \n\ninterno e internacional –, somado ao fato de que multinacionais chinesas, ao se \n\ninstalarem na África, raramente contratam trabalhadores locais, gera o receio \n\nda desindustrialização da África, ou seja, a redução persistente da participação \n\ndo emprego industrial no emprego total do continente africano\n64\n\n.   \n\n \n\nAs multinacionais chinesas raramente contratam trabalhadores locais na \n\nÁfrica, optando por trazê-los da China, principalmente porque, do ponto de \n\nvista econômico, é mais eficiente e conveniente recrutar trabalhadores \n\nchineses do que treinar africanos. Os chineses, geralmente, estão mais \n\nfamiliarizados com a tecnologia dessas empresas e não impõem obstáculos \n\nculturais e de comunicação com o gerenciamento. Além disso, funcionários \n\nprovenientes da China são mais complacentes com a demanda de trabalho, \n\naceitam trabalhar por longas horas, durante feriados e finais de semana\n65\n\n. O \n\nfato de as empresas chinesas operarem basicamente com mão de obra \n\nrecrutada em seu próprio país não somente reduz as oportunidades de \n\nemprego para os trabalhadores africanos, como também ocasiona a baixa \n\nintegração com as empresas locais, diminuindo, assim, as oportunidades de \n\ntransferência tecnológica e de competências. O endereçamento dessa questão \n\npelas lideranças africanas, ao se reunirem com os governantes chineses, no \n\nFOCAC ou em reuniões bilaterais, é um dos pontos cruciais para que a \n\npresença de empresas chinesas na África oportunize, em longo prazo, \n\ndesenvolvimento da economia local.  \n\n \n\n                                                 \n63\n\n KAPLINSKY (2006), p.16. \n64\n\n ROWTHORN; RAMASWANY,1999. \n65\n\n ANSHAN, 2007, p.81. \n\n\n\n44 \n\n \n\n \n\n \n\nAinda com referência às consequências da relação sino-africana para o \n\nsetor industrial, é importante ressaltar que, apesar das críticas de a presença \n\ncomercial chinesa estar enfraquecendo a indústria local, atualmente, com \n\nexceção da indústria de têxtil e, em menor medida, do setor calçadista, as \n\nempresas chinesas não competem diretamente com as africanas. Na África, a \n\nmaior parte das empresas locais ainda não disponibiliza capital e tecnologia \n\npara competir com empresas chinesas e de outras nações. Em setores como \n\ntelecomunicação, engenharia e construção civil, os maiores competidores são \n\nmultinacionais estrangeiras, com as quais as chinesas, frequentemente, \n\nacertam longos contratos de parceria.  \n\n \n\nDe acordo com o Centre for Chinese Studies (CCS), cabe aos africanos \n\ntrabalharem em medidas de proteção de sua indústria e em acordos que \n\nvinculem a implantação de empresas multinacionais no seu território, com a \n\ntransferência de tecnologia e contratação de mão de obra local. A África do Sul \n\nbuscou uma solução para proteger a indústria têxtil local, por meio do \n\nestabelecimento de quotas para os tecidos provenientes da China. A \n\nimplantação desse mesmo procedimento pode servir de exemplo para proteger \n\nnão somente a indústria de tecidos, mas também a de outros produtos em todo \n\no continente africano. No entanto, segundo KAPLINSKY (2006), os mercados \n\nna África são muito pequenos para permitir economia de escala e competição. \n\nAssim, a proteção do mercado africano precisa ser organizada em bases \n\nregionais.   \n\n \n\nIntegração chinesa com organismos regionais africanos \n \n\nDentro do estudo das relações internacionais, a teoria liberal apresenta o \n\nconceito de interdependência, o qual se refere à dependência mútua – ou seja, \n\nos Estados sofrem o impacto do que acontece em outros lugares, das ações de \n\nseus semelhantes em outros países. Assim, quanto maior o grau de relações \n\ntransnacionais, de fluxo de capital, bens, pessoas e comunicações além-\n\nfronteiras, mais elevado será o nível de interdependência. Os pensadores \n\nliberais argumentam que a alta divisão do trabalho na economia internacional \n\nintensifica a interdependência, desestimulando e reduzindo os conflitos \n\n\n\n45 \n\n \n\n \n\n \n\nviolentos entre os Estados. Esses teóricos ressaltam que, a despeito da \n\npermanência do risco de os Estados modernos retornarem à opção militar e à \n\ncorrida armamentista, a probabilidade de que isso aconteça é baixa.  \n\n \n\nRobert Keohane e Joseph Nye – a partir de dois trabalhos publicados na \n\ndécada de 1970, uma coletânea de artigos intitulada “Transnational Relations \n\nand World Politics” (1971) e o livro “Power and Interdependence: World Politics \n\nin Transition” (1977) – apresentaram as instituições internacionais como \n\nimportantes fatores para a promoção da cooperação entre os Estados. Para \n\nesses autores, a grande vantagem da cooperação é criar condições mais \n\nestáveis e conhecidas de interação entre as nações e, assim, aliviar a falta de \n\nconfiança e o sentimento de medo mútuo presente no ambiente, todos \n\nconsiderados problemas tradicionais da anarquia internacional\n66\n\n. A \n\nintensificação dos intercâmbios econômicos, políticos e culturais provoca uma \n\ntransformação e evolução na natureza do poder, cujas formas se ampliam para \n\nalém do tradicional hard power, ou poder bruto, para incluir as dimensões do \n\nsoft power (poder brando).  \n\n \n\nO governo chinês tem buscado maior cooperação na comunidade \n\ninternacional, por meio da atuação em organizações multilaterais, regionais e, \n\nespecialmente, por meio de intercâmbio bilateral com os outros Estados. Com \n\nrelação à África, o FOCAC é a principal demonstração da intenção chinesa de \n\ncriar condições para a maior interação econômica, política e cultural com o \n\ncontinente africano. Contudo, a insistência do governo chinês de canalizar as \n\nnegociações no Fórum China-África – em vez de negociar com organizações \n\nregionais, as quais visam promover programas integrados e abrangentes de \n\nproteção e desenvolvimento para o continente – vem provocando críticas de \n\nalguns setores da comunidade africana.  \n\n                                                 \n66\n\n O conceito de anarquia internacional foi criado dentro da Teoria Realista das RIs e considera que o \nsistema internacional é formado por Estados soberanos e que estes não estão dispostos a abrir mão de \nsua autonomia e identidade própria. Assim, os teóricos consideram impossível a existência, no plano \ninternacional, de uma autoridade suprema legítima e indiscutível que possa estabelecer regras, \nimplementá-las e punir aqueles que não as cumprirem. Diferentemente do que ocorre no pacto doméstico, \nonde existe a transferência de soberania dos indivíduos ao Estado, no sistema internacional as \nsoberanias já se encontram estabelecidas e não podem ser transferidas, de forma que cada Estado deve \ngarantir sua própria sobrevivência no cenário anárquico do sistema internacional.  \n\n \n\n\n\n46 \n\n \n\n \n\n \n\nO relatório da CCS, publicado em 2010, aponta que algumas lideranças \n\nafricanas defendem que os países africanos devem trabalhar juntos em \n\nsoluções para as demandas internas do seu continente para, então, receber o \n\napoio e a cooperação da China. Algumas opções propostas para solucionar \n\nessa questão são o envolvimento da China, por meio de um processo \n\nespecífico da União Africana (UA) com o FOCAC, ou então, a fusão do FOCAC \n\ncom o NEPAD, a qual é vista como um programa de desenvolvimento para \n\nÁfrica, concebido e gerenciado por africanos.  \n\n \n\nEntretanto, de acordo com TULL (2006), a resistência dos chineses em \n\napoiar a união do FOCAC com esses organismos regionais ocorre, em grande \n\nparte, porque os governantes chineses não querem ser pressionados a \n\noferecer suporte a alguns elementos estruturais de organismos como o \n\nNEPAD: democracia, probidade fiscal e transparência, imprensa livre, entre \n\noutros. Além disso, as organizações africanas citadas têm defendido \n\nprocedimentos que claramente violam uma regra fundamental da política \n\nexterna chinesa, nomeadamente, o princípio da não interferência em assuntos \n\ninternos de outras nações. Tanto a UA quanto o NEPAD concordam com a \n\nintervenção militar, a fim de prevenir ou ajudar a resolver conflitos internos em \n\npaíses que estejam passando por situação de violações dos direitos humanos \n\ne crimes contra a humanidade.   \n\n \n\nOutra questão salientada pelos críticos é que a estratégia chinesa de \n\nfornecer ajuda econômica sem a imposição de condições, como probidade \n\nfiscal e transparência, pode levar alguns governantes a utilizarem \n\nirresponsavelmente as verbas provenientes de acordos com a China, causando \n\nendividamento desses países, em longo prazo, em vez de proporcionar o \n\ndesenvolvimento de suas nações. Estados africanos como Sudão, Angola e \n\nZimbábue, que sofrem com regimes políticos repressivos, conflitos civis, \n\nacusações de desrespeito aos direitos humanos e de corrupção, encontraram, \n\nno princípio chinês de não interferência em assuntos internos de outras \n\nnações, uma forma de ignorar a pressão internacional para reformas \n\neconômicas e políticas.  \n\n \n\n\n\n47 \n\n \n\n \n\n \n\nPercebe-se, por meio dos dados apresentados neste capítulo, que, \n\ndesde o início das transformações políticas e econômicas experimentadas pela \n\nChina a partir da década de 1980, a política externa está baseada em \n\nprincípios pragmáticos de integração com a África. O pacote chinês de \n\ninvestimentos, de ajuda econômica e de suporte político - o qual compõe o \n\npadrão da política externa chinesa para todo o continente africano - não está \n\nembasado em motivos altruístas, mas na necessidade chinesa de suprir a \n\ndemanda de recursos energéticos e naturais, a fim de dar continuidade ao \n\ncrescimento acelerado da sua economia, assim como angariar apoio político na \n\ncomunidade internacional e abrir mercado para seus produtos manufaturados. \n\nNo entanto, é inegável que o aumento da presença chinesa também é de \n\ninteresse dos africanos, os quais percebem na China um modelo de \n\ndesenvolvimento que oferece opções frente ao modelo ocidental, além de \n\ntrazer mais investimentos em infraestrutura, treinamentos e assistência \n\neconômica.  \n\n \n\nEm face do interesse chinês no território africano, outras nações e \n\ninvestidores passam a prestar mais atenção no potencial do continente, \n\noriginando outras fontes de negócios e assistência à África. A preocupação \n\nreferente às características da relação comercial, a qual está centrada, em \n\ngrande parte, na troca dos produtos manufaturados chineses pelos recursos \n\nnaturais do continente africano, é relevante, como mostram os dados das \n\nexportações e importações entre as duas regiões. Todavia, essa situação não \n\nparece ser suficiente para caracterizar a relação da China com a África como \n\ncolonialista. Vale lembrar que, ao contrário das metrópoles ocidentais, a China \n\nproporciona ferramentas para que os Estados africanos – se endereçarem em \n\nconjunto medidas para resolver a situação do uso de mão de obra e proteção \n\nda indústria local, transferência de tecnologia, entre outras questões – possam \n\nencontrar seu próprio caminho para o desenvolvimento.  \n\n \n\nO governo de Hu Jintao tem interesse em evitar que aumente o \n\ndescontentamento de alguns setores da sociedade africana com a presença da \n\nChina no continente, pois protestos contra multinacionais e trabalhadores \n\nchineses são cada vez mais frequentes, podendo prejudicar a credibilidade da \n\n\n\n48 \n\n \n\n \n\n \n\nChina e, consequentemente, seus negócios nos países da região. Os planos \n\nde ação do FOCAC mostram que, pelo menos teoricamente, há interesse dos \n\ngovernantes chineses em promover maior interação entre o seu país e os \n\norganismos regionais, assim como parecem dispostos a dar espaço para \n\ndiscussão de propostas africanas para a agenda do fórum, como demonstra a \n\niniciativa de realizar a reunião preparatória entre membros do governo chinês e \n\nafricanos, em 18 e 19 de outubro de 2008, ou seja, com mais de um ano de \n\nantecedência do IV FOCAC.  Nota-se, também, maior flexibilidade dos \n\ngovernantes chineses com relação ao tradicional princípio de não interferência, \n\ndemonstrado pelo o uso da boa relação com o governo sudanês para \n\nconvencê-lo a aceitar a entrada das missões de paz da ONU na região de \n\nDarfur, em 2006. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n49 \n\n \n\n \n\n \n\n3. A PRESENÇA CHINESA NO SUDÃO \n \n\nA República do Sudão foi o quarto país da África a estabelecer relações \n\ndiplomáticas com o governo de Mao Tsé-Tung, em 04 de fevereiro de 1959\n67\n\n. \n\nAo analisar as cinco décadas de relacionamento sino-sudanês, é possível \n\nidentificar dois momentos distintos: antes e depois do desenvolvimento do setor \n\npetrolífero no Sudão\n68\n\n. No primeiro momento, entre 1959 e o final da década de \n\n1980, os sudaneses ainda não possuíam infraestrutura para a exploração do \n\npetróleo em grande escala, tampouco haviam-se tornado exportadores do \n\nproduto. Assim, a parceria comercial com a China não tinha grande impacto na \n\neconomia do país africano. No âmbito político e diplomático, os dois países \n\nmantiveram um relacionamento amigável, porém limitado. A China utilizou seu \n\ntradicional princípio de não interferência em assuntos internos de outros \n\nEstados para evitar envolvimento na severa guerra civil que assolava o país \n\nafricano. O governo sudanês, por sua vez, estava alinhado, até meados da \n\ndécada de 1980, com os Estados Unidos da América (EUA), recebendo apoio \n\neconômico do país ocidental e, também, investimentos de empresas \n\nestadunidenses no incipiente setor petrolífero.  \n\n \n\nO segundo momento da relação entre a China e o país africano foi \n\nmarcado pela parceria no desenvolvimento do setor petrolífero sudanês e pelo \n\nconsequente aumento do comércio, assim como pelo envolvimento político e \n\ndiplomático entre os dois países. Para o Sudão, o suporte técnico e financeiro \n\nchinês na criação de infraestrutura para extrair, transportar e processar o \n\npetróleo possibilitou que o país se tornasse, a partir de 1999, um importante \n\nexportador africano desse recurso energético. No âmbito político, o apoio \n\nchinês tem sido essencial para o Sudão, pois, após romper o alinhamento com \n\nos EUA, no início da década de 1990, o governo sudanês tem recorrido aos \n\nchineses para evitar a aprovação de sanções econômicas no Conselho de \n\nSegurança das Nações Unidas e, também, intervenções sem a autorização do \n\ngoverno central nos conflitos internos do país.  \n\n \n\n                                                 \n67\n\n O primeiro país africano a estabelecer relações diplomáticas com a RPC foi o Egito (1956), seguido da \nArgélia (1958), do Marrocos (1958) e do Sudão (1959). \n68\n\n LARGE, 2008, p.2. \n\n\n\n50 \n\n \n\n \n\n \n\nPara os chineses – que aumentam cada vez mais o consumo interno de \n\npetróleo –, a parceria com o Sudão tornou-se importante, pois garante o \n\nfornecimento de uma parte do consumo interno do produto. Inicialmente, o \n\ngoverno chinês procurou utilizar o princípio de não interferência, no intuito de \n\ndesvincular o crescimento das transações comerciais dos problemas internos \n\nsudaneses. No entanto, o agravamento dos conflitos civis no Sudão, assim \n\ncomo a posição cada vez mais relevante que os chineses vêm assumindo na \n\npolítica internacional, forçaram o governo de Hu Jintao a buscar certa \n\nflexibilização na sua política externa. Os chineses procuram, atualmente, uma \n\nforma de conciliar os cinco princípios da sua política externa\n69\n\n com a \n\nnecessidade de defender seus interesses econômicos e de responder às \n\npressões internacionais por maior envolvimento, principalmente em situações \n\nrelacionadas a desastres humanitários, como no caso do Conflito de Darfur.  \n\n \n\nNeste ponto vale uma análise mais aprofundada das duas fases do \n\nrelacionamento sino-sudanês destacadas acima, pois cada uma delas fornece \n\nelementos importantes para o alcance do objetivo central desse capítulo, o qual \n\nvisa identificar se a política externa chinesa para esse país segue um padrão \n\nutilizado para todo o continente, ou se apresenta características próprias. O \n\ncapítulo está dividido em três partes: na primeira seção, apresentar-se-ão \n\ndados importantes para o entendimento da realidade política, cultural e \n\neconômica do Sudão; a segunda parte tratará da primeira fase do \n\nrelacionamento sino-sudanês, entre 1959 e 1990; na terceira parte será \n\napresentado um estudo sobre o período entre 1990 e os dias atuais, incluindo a \n\nrelação comercial, com ênfase no mercado petrolífero. \n\n \n\nA República do Sudão \n \n\n O Sudão é o país com maior extensão territorial do continente africano, \n\ncom 2.505.813 km\n2\n. Além de ser limitado ao leste pelo Mar Vermelho, por onde \n\nfaz fronteira com a Arábia Saudita, outros oito países limitam o Sudão\n70\n\n: Egito, \n\n                                                 \n69\n\n Respeito mútuo da soberania e da integridade territorial; não agressão mútua; não interferência nos \nassuntos internos; igualdade e vantagens recíprocas; e coexistência pacífica. \n70\n\n Para um mapa político do país, ver anexo I. \n\n\n\n51 \n\n \n\n \n\n \n\nEritreia, Etiópia, Quênia, Uganda, República Democrática do Congo, República \n\nCentro-Africana e Chade\n71\n\n.    \n\n \n\n De acordo com dados da Central Intelligence Agency (CIA), em 2010, o \n\ntotal da população sudanesa chegou a aproximadamente 44 milhões de \n\nhabitantes, sendo composta por diferentes grupos étnicos: 52% são africanos; \n\n39%, árabes; 6%, bejas; 2%, estrangeiros; e 1% da população é de outras \n\nformações étnicas. A maioria da população sudanesa é muçulmana (70%), os \n\ndemais 25% dos sudaneses seguem a crença animista, e 5% são cristãos.  \n\n \n\n O produto interno bruto (PIB), em 2009, foi de 54,7 bilhões de dólares, \n\nsendo composto pelo setor agrícola (32,1%), pela indústria (29,4%) e pelo setor \n\nde serviços (38,5%). Em 2008, o petróleo representou 95% das receitas de \n\nexportação e 60% das receitas do governo central sudanês, demonstrando a \n\nalta dependência da economia do país em relação ao setor petrolífero. Apesar \n\ndisso, a agricultura continua tendo papel fundamental na economia, pois \n\nemprega 80% dos trabalhadores\n72\n\n. \n\n \n\n Dados da EIA apontam que, em 2009, o Sudão possuía reservas \n\npetrolíferas de 5 bilhões de barris, as quais estão localizadas essencialmente \n\nna região Centro-Sul do país. A produção aproximada desse recurso \n\nenergético, em 2008, foi de 480 mil barris/dia, sendo consumidos internamente \n\n86 mil barris/dia, e o restante, destinado à exportação. Mesmo com o alto \n\nvolume de receita proveniente das exportações petrolíferas, o Sudão continua \n\ntendo baixo Índice de Desenvolvimento Humano\n73\n\n, ficando na 154ª posição no \n\nranking mundial.  \n\n \n\nPrimeira fase do relacionamento sino-sudanês (1959 a 1990)  \n \n\nO estabelecimento das relações diplomáticas com a China ocorreu na \n\nmesma década em que os sudaneses se tornaram independentes da \n\n                                                 \n71\n\n CIA. Disponível em &lt;https://www.cia.gov/library/publications/the-world-factbook/geos/su.html> Acesso \nem 10 de julho de 2010. \n72\n\n Ibidem. \n73\n\n International Human Development Indicators. Disponível em: \n &lt;http://hdrstats.undp.org/en/countries/profiles/SDN.html > acesso em 01 de agosto de 2010.  \n\nhttp://pt.wikipedia.org/wiki/Agricultura\nhttps://www.cia.gov/library/publications/the-world-factbook/geos/su.html\nhttp://hdrstats.undp.org/en/countries/profiles/SDN.html\n\n\n52 \n\n \n\n \n\n \n\nmetrópole britânica (1956) e, também, em que foram iniciadas as guerras civis \n\nentre as regiões Norte e Sul, que assolaram o país entre 1955 e 2005. A \n\nsituação de conflito interno e a consequente necessidade do governo central de \n\nfinanciar o embate contra as forças rebeldes do Sul facilitaram a crescente \n\npresença chinesa no Sudão. Por esse motivo, ao analisar a primeira fase do \n\nrelacionamento sino-sudanês, é importante também um estudo das causas e \n\nconsequências desses conflitos armados. \n\n \n\nAs Guerras Civis sudanesas  \n \n\nAs duas guerras civis do Sudão foram interpretadas pela mídia em geral \n\ne, também, por muitos acadêmicos, como sendo o resultado de um conflito \n\nétnico e religioso, entre o povo árabe muçulmano do Norte e os africanos \n\ncatólicos e animistas do Sul do país\n74\n\n. Entretanto, autores como DÖPCKE \n\n(1999) e GENTILI (2005) afirmam que os conflitos internos nos países \n\nafricanos não podem ser compreendidos apenas com base nas diferentes \n\netnias e religiões da população, pois, apesar de esses fatores serem \n\nimportantes formas de mobilização, sozinhos não constituem a causa da \n\nviolência. Há importantes questões políticas e econômicas envolvidas nesses \n\nconflitos.  Döpcke salienta:  \n\n \n\n“(...) etnicidade e identificação étnica em si não podem ser \nresponsabilizadas pelos conflitos. A própria tradição multiétnica \ndos Estados africanos pré-coloniais e os exemplos de \ncoexistência pacífica de diversas etnias demonstram que não \nexiste automatismo entre multietnicidade e conflito. Mas, \netnicidade e regionalismo são suscetíveis de politização em \nconflito pelo poder ou por recursos econômicos devido às \nimperfeições do processo político em muitos países africanos.” \n(1999, p.100) \n\n \n\n O Sudão atual é resultado das invasões turco-egípcias, que, no século \n\nXIX, começaram a estabelecer as bases do que viria a se constituir o atual \n\nterritório sudanês, seja pela unificação por via militar das numerosas \n\ncomunidades étnicas existentes no Norte, seja pelo estabelecimento das \n\nfronteiras, ao Sul, na busca por mão de obra escrava. Dessa forma, refletindo \n\n                                                 \n74\n\n Para um mapa político do país, ver anexo I. \n\n\n\n53 \n\n \n\n \n\n \n\numa complexa divisão territorial de identidades étnicas, culturais, religiosas e \n\nregionais, o Sudão se dividiu entre um Norte árabe, majoritariamente \n\nmuçulmano, e um Sul composto por populações que se consideram \n\nculturalmente subsaariana e adeptas das religiões animista ou cristã.  \n\n \n\nNo período colonial, os britânicos estabeleceram a capital em Cartum – \n\nna região Norte – e concentraram seus investimentos nessa parte do país. A \n\nregião Sul e as demais periferias – como a Província de Darfur, a oeste – foram \n\nnegligenciadas pela metrópole. Essa marginalização causou grande \n\nressentimento nessas populações periféricas e deu início a um processo de \n\ninsatisfação, que culminaria nos conflitos armados da década de 1950.  O foco \n\nda colonização britânica na região Norte do país, especialmente na capital, foi \n\nevidenciado em um relatório elaborado pelas Nações Unidas\n75\n\n: \n\n \n\n“Desde a colonização britânica, o foco da atenção ficou na \nregião central onde o Blue Nile e o White Nile se encontram, \nassim o desenvolvimento ficou centrado em Cartum e na região \nfértil de El Jessira onde o algodão de fibra longa tem sido \ncultivado como a principal cultura agrícola do país. Com exceção \ndessas regiões, o restante do território sudanês têm sido \nmarginalizado e negligenciado, incluindo Darfur e outras regiões \ncomo Cordofão, as Montanhas Nuba, o leste e o Sul.” \n(2005,p.19, tradução da autora) \n\n \n\nApós a independência, as fronteiras estabelecidas no período colonial \n\nforam mantidas, e o governo do recém-formado Estado sudanês foi assumido \n\npor representantes da população do Norte, os quais nomearam políticos e \n\noficiais árabes para cargos importantes no Sul, conservando a lógica da \n\nconcentração de poder na capital e a marginalização das demais regiões. O \n\nsentimento de pertencimento nacional – embrionário na população desse novo \n\nEstado – foi sendo minado, na medida em que os habitantes das periferias \n\nforam percebendo a identificação do Estado com as elites políticas no poder e, \n\ntambém, foi ficando evidente a incapacidade do governo central de promover o \n\ndesenvolvimento com políticas públicas eficazes para o bem-estar social e a \n\nsegurança de seus habitantes.  \n\n                                                 \n75\n\n http://daccess-dds-ny.un.org/doc/UNDOC/GEN/N05/225/36/PDF/N0522536.pdf?OpenElement \n \n\nhttp://daccess-dds-ny.un.org/doc/UNDOC/GEN/N05/225/36/PDF/N0522536.pdf?OpenElement\n\n\n54 \n\n \n\n \n\n \n\nÉ possível identificar, assim, um conjunto de fatores políticos e \n\neconômicos no desencadeamento das guerras civis entre as regiões Norte e \n\nSul: a instauração das fronteiras iniciadas pelas invasões turco-egípcias; o \n\nmodelo britânico de colonização; e a opção das elites políticas do país de \n\nmanter esse modelo de dominação após a independência.  As diferenças \n\nétnicas e religiosas não constituem a causa principal, mas acabam se tornando \n\numa forma de mobilização, na medida em que o Estado sudanês falha em unir \n\nsua população em torno de uma identidade nacional ampla e coesa.  \n\n \n\nEm 1955, o chamado Motim de Torit, que reuniu uma unidade militar \n\nformada por soldados da região Sul contra o governo de Cartum, deu início à \n\nviolência armada entre as regiões. No final da década de 1950, o general \n\nAbrahim Abboud – levado ao poder por um golpe de Estado – iniciou um \n\nprojeto de islamização no país, tornando obrigatório o ensino da língua árabe, \n\nordenando a construção de diversas mesquitas, bem como estabelecendo \n\ncomo pré-requisito a conversão ao Islã para o acesso aos cargos \n\nadministrativos no governo. Além disso, os missionários cristãos que, até \n\nentão, eram responsáveis pelo ensino na região Sul foram expulsos do país, \n\ncom base em acusações de incentivo a revolta e ameaça ao território \n\nsudanês\n76\n\n. Com tais medidas, o governo central acirrou, ainda mais, a \n\ninsatisfação dos sulistas, resultando na organização das chamadas guerrilhas \n\nAnyanya. Segundo JOHNSON (2004), por intermédio dessas guerrilhas os \n\ngrupos rebeldes intensificaram suas ofensivas contra Cartum, começando \n\noficialmente a Primeira Guerra Civil sudanesa\n77\n\n. \n\n \n\nNa década de 1960, a guerra civil se tornou ainda mais intensa, \n\nespecialmente depois que os insurgentes conseguiram aumentar seu arsenal \n\nbélico devido à interceptação de armamentos que o governo central enviava \n\npara apoiar o Movimento dos Simba, na República Democrática do Congo, \n\nentre 1964-1965\n78\n\n. Nessa mesma época, o presidente Abboud recebeu, em \n\n                                                 \n76\n\n FERREIRA, 2000, p.27. \n77\n\n Segundo SALIH (2005), além da Anyanya foram formados, no mesmo período, outros movimentos \nregionais, como o Beja Congress (BC), a General Union of Nuba Mountains (GUNM) e a Front for the \nRenaissance of Darfur (FRD). \n78\n\n JOHNSON, 2004, p.31 \n\n\n\n55 \n\n \n\n \n\n \n\nCartum, o primeiro-ministro chinês Zhou EnLai, o qual anunciou os oito \n\nprincípios da China para a assistência econômica e tecnológica aos países \n\nestrangeiros\n79\n\n, reforçando o relacionamento amistoso com o governo sudanês. \n\nPara a China, a boa relação sino-sudanesa era essencial, já que os seus \n\ngovernantes precisavam garantir que Taiwan obtivesse o menor número \n\npossível de aliados no continente africano.  \n\n \n\nAinda em 1964, o regime militar sudanês foi substituído por um governo \n\ndemocrático, que também foi pouco efetivo em solucionar os problemas \n\neconômicos e a guerra civil do país. As grandes divergências entre os partidos \n\nno Parlamento frustraram as expectativas tanto de fortalecimento do Estado \n\nsudanês quanto de união da população em torno de uma nação coesa. Ao \n\nperceber a fraqueza do regime democrático, um grupo comandado pelo coronel \n\nGaafar Mohamed al-Nimeiri organizou o segundo golpe de Estado, que durou \n\ndezesseis anos e se tornou o maior período ditatorial já enfrentado pelo Sudão \n\naté a atualidade. \n\n \n\nDe acordo com FERREIRA (2000), o começo do governo de al-Nimeiri \n\nfoi marcado pelo alinhamento com a União Soviética e com a Líbia. Entretanto, \n\nao perceber a conivência desses países com a tentativa de golpes de Estado \n\nsofrida pelo seu governo em 1971, al-Nimeiri mudou sua política externa e \n\nbuscou apoio político e econômico no Egito e, principalmente, nos EUA.  \n\n \n\nA aproximação com o governo de Nixon trouxe suporte humanitário, \n\nfinanceiro e militar, assim como investimentos de multinacionais \n\nestadunidenses no incipiente setor petrolífero sudanês. Em contrapartida, o \n\nSudão foi o primeiro país da região a restabelecer relações diplomáticas com \n\nos EUA após a Guerra dos Seis Dias no Oriente Médio, além de se manifestar \n\nem favor dos acordos de Camp David, assinados em 1978. Ainda em relação à \n\n                                                 \n79\n\n Igualdade e benefício mútuo; respeito à soberania e não imposição de condições; concessão de \nempréstimos com juros baixos e flexibilidade na condição de pagamento; ênfase no desenvolvimento e \nindependência econômica dos países beneficiários; investimentos pequenos com retornos rápidos; \nfornecimento de equipamentos de alta qualidade com base nos preços do mercado internacional; \ntransferência de tecnologia; e igualdade no tratamento para especialistas da China, garantindo que os \nchineses não requisitariam condições especiais de trabalho quando enviados pelo governo de seu país \npara realização de projetos em terras estrangeiras. \n\n\n\n56 \n\n \n\n \n\n \n\npolítica externa do Sudão durante o governo de al-Nimeiri, é interessante \n\nressaltar que, em 1971, os sudaneses demonstraram a intenção de manter o \n\nbom relacionamento com o governo chinês, ao, juntamente com outros países \n\nafricanos, votarem em favor do assento permanente para a China no Conselho \n\nde Segurança das Nações Unidas.  \n\n \n\nNo âmbito interno, o novo regime instituiu a União Socialista Sudanesa \n\n(SSU) como único partido político legítimo no país e procurou desenvolver a \n\neconomia por meio da exportação de algodão\n80\n\n. Além disso, al-Nimeiri foi \n\nreconhecido internacionalmente ao conseguir pôr fim à Primeira Guerra civil, \n\nem 1972, com a assinatura do Acordo de Adis Abeba. Esse acordo reconheceu \n\nos estados do Sul como uma região autônoma, prevendo, por exemplo, a \n\nexistência de uma assembleia e de um corpo executivo eleito, de um \n\norçamento próprio, a absorção gradual das forças de guerrilha Anyanya no \n\nexército nacional e o inglês como língua oficial da região\n81\n\n.  \n\n \n\nContudo, a estabilidade gerada por esse Acordo de Paz não foi \n\nduradora, uma vez que o compromisso com o desenvolvimento econômico, \n\nsocial e cultural da região Sul não foi cumprido. Os sulistas não tardaram a \n\nperceber que al-Nimeiri continuava a realizar projetos, os quais envolviam \n\ninteresses da região Sul, sem consultar suas lideranças, como, por exemplo, as \n\nnegociações realizadas com empresas estrangeiras\n82\n\n para a exploração do \n\npetróleo descoberto em Upper Nile e Jonglei, região Centro-Sul do país e, \n\ntambém, para a construção do Canal Jonglei, destinado a aumentar a \n\nquantidade de água disponível para irrigação, porém beneficiando \n\nexclusivamente a população do Norte.  \n\n \n\nNovamente sentindo-se marginalizados, os rebeldes sulistas começaram \n\na organizar o reinício da luta armada contra Cartum. O estopim para a eclosão \n\nda Segunda Guerra Civil ocorreu em 1983, quando o governo central anunciou \n\nmedidas que contrariavam decisões essenciais do Acordo de Paz: a dissolução \n\n                                                 \n80\n\n ZEN, 2005, p.229. \n81\n\n FERREIRA, 2000, p.28. \n82\n\n Chevron dos EUA e Total (França). \n\n\n\n57 \n\n \n\n \n\n \n\nda administração regional do Sul e a divisão da região em três territórios \n\ndistintos, assim como a decisão de promover a islamização do Estado \n\nsudanês, com a imposição da sharia\n83\n\n, ou seja, de leis islâmicas em todo o \n\nterritório.  \n\n \n\nPode-se perceber que o recomeço da luta entre Cartum e a região Sul \n\nfoi causado pelos mesmos motivos da primeira guerra, ou, como aponta ARYA \n\n(2009), o período entre 1955 e 2005 nada mais é do que um único conflito, \n\nintercalado por onze anos de cessar-fogo.  No entanto, é importante salientar \n\nque a segunda parte da guerra civil teve consequências ainda mais \n\ndesastrosas para o país, com milhões de mortos e desalojados. De acordo com \n\no relatório das Nações Unidas, \n\n \n\n“Desde que começou, em 1983, o conflito interno entre o Norte e \no Sul tem impactado o Sudão em muitos aspectos. É o mais \nlongo conflito na África, envolvendo sérios abusos aos direitos \nhumanos e desastres humanitários. Durante o conflito, mais de 2 \nmilhões de pessoas morreram e 4,5 milhões de pessoas foram \nforçadas a abandonar suas casas.” (2005, p.20, tradução da \nautora) \n\n \n\nAs forças rebeldes mobilizaram-se por meio do Movimento de Libertação \n\ndo Povo Sudanês (SPLM) e seu braço armado, o Exército de Libertação do \n\nPovo Sudanês (SPLA). Esse movimento era liderado pelo tenente-coronel John \n\nGarang, absorvendo as guerrilhas Anyanya, no intuito de “lutar pela \n\nincorporação do sul em uma nação democrática que reconhecesse os direitos \n\ne igualdade de todos os cidadãos” (FERREIRA, 2000, p.28).  Para contrapor a \n\nofensiva dos rebeldes, o governo central decidiu utilizar, além das forças \n\narmadas nacionais, a ação de milícias, as quais intensificaram o já violento \n\nconflito entre as duas regiões.  \n\n \n\nOs efeitos dessa guerra civil, assim como a crise econômica nacional e a \n\ngrande fome – gerada pela seca de 1983-1984 – resultaram na queda do \n\ngoverno de al-Nimeiri, após revolta popular, em abril de 1985. O Sudão pós-\n\n                                                 \n83\n\n A sharia foi introduzida por Nimeiri devido à pressão exercida pelas elites islâmicas. Ao instituir o \nmonopartidarismo, Nimeiri retirou os líderes islâmicos do governo, porém, ao sentir-se pressionado pelas \ntentativas de golpe desses grupos, o presidente promoveu a chamada Reconciliação Nacional, com a \nqual as principais lideranças islâmicas voltaram a compor as bases do governo.  \n\n\n\n58 \n\n \n\n \n\n \n\nNimeiri passou por um período transicional, entre abril de 1985 e abril de 1986, \n\ntendo o Conselho Militar Transicional (CMT) para supervisionar os assuntos do \n\npaís e a transição para o governo democrático.  \n\n \n\nEm abril de 1986, Sadiq al-Mahdi tornou-se primeiro-ministro sudanês \n\npor meio de eleições multipartidárias. O novo governo enfrentou várias \n\ndificuldades relacionadas à falta de alimentos, assim como uma situação \n\neconômica caótica e o acirramento da guerra civil. As recorrentes derrotas \n\nsofridas pelas tropas governamentais frente às forças rebeldes do Sul \n\nobrigaram o governo de al-Mahdi a fazer concessões políticas, incluindo o fim \n\nda lei islâmica, o que foi encarado pelos mais radicais como uma traição à \n\nidentidade árabe-islâmica.  \n\n \n\nA recorrente falha do governo democrático em fortalecer o Estado, \n\npromovendo o desenvolvimento, assim como o fim da instabilidade interna do \n\npaís, oportunizaram um novo golpe militar, em 30 de junho de 1989. A Frente \n\nIslâmica Nacional (NIF), liderada pelo Brigadeiro Omar Hassan Ahnmad al-\n\nBashir, com o apoio do líder espiritual Hassan al-Turabi, assumiu o poder \n\ncentral.  \n\n \n\nNesse mesmo ano, a China voltou sua política externa para o continente \n\nafricano, em busca de apoio político e de recursos naturais. Após o massacre \n\nda Praça Tiananmen, os chineses precisavam da África para enfrentar o \n\nisolamento diplomático e, no âmbito econômico, necessitavam de fornecedores \n\nde recursos naturais – especialmente o petróleo – para suprir a sua crescente \n\ndemanda interna. O Sudão, por sua vez, comandado por al-Bashir, precisou do \n\napoio financeiro para desenvolver seu setor petrolífero, além do suporte político \n\npara enfrentar as crescentes críticas internacionais sobre a situação interna do \n\npaís.  Nesse contexto, teve início a segunda fase da relação sino-africana. \n\n \n\nSegunda fase do relacionamento sino-sudanês (1990 aos dias atuais) \n \n\nAo assumir o governo do Sudão, al-Bashir concentrou todos os seus \n\nesforços no cerceamento da oposição política e, também, na consolidação do \n\n\n\n59 \n\n \n\n \n\n \n\npoder interno no Norte do país. A lei islâmica, sharia, foi restabelecida, \n\ntornando comum o estabelecimento de políticas repressivas embasadas no \n\nfundamentalismo islâmico. No intuito de conseguir se estabilizar no poder, o \n\nPartido do Congresso Nacional (NCP)\n84\n\n interrompeu todos os direitos e \n\ninstituições democráticas, criou um serviço secreto central e comitês populares \n\nlocais leais ao regime. Além disso, foram oficialmente institucionalizadas as \n\nForças Populares de Defesa (PDF), as quais, de acordo com SALIH (2005), \n\nocasionaram a militarização generalizada da sociedade sudanesa, gerando um \n\nagravamento ainda maior dos conflitos internos no Sudão.  \n\n \n\n“A lei das Forças Populares de Defesa (PDF) estabeleceu uma \nforça paramilitar para treinar homens e mulheres em tarefas civis \ne militares, elevar seu nível de consciência de segurança, instilar \na disciplina militar, para que, assim, eles pudessem cooperar \ncom as forças armadas regulares e com o serviço de segurança. \n(...) De acordo com fontes confiáveis das forças armadas do \nSudão, em 1999 havia 80.000 tropas regulares nas forças \narmadas no Sudão, 3.500 oficiais do NIF comissionados e \n150.000 PDF.” (SALIH, 2005, p.9, tradução da autora) \n \n\nO novo regime intitulou o conflito com os sulistas como Jihad e começou \n\numa campanha militar de neutralização dos rebeldes do Sul, visando uma \n\nvitória que se traduzisse na imposição da sua visão ideológica da sociedade. \n\nNo início da década de 1990, o NCP oportunizou a entrada de vários grupos \n\nrebeldes de outros países, incluindo grupos islâmicos radicais do Oriente \n\nMédio, que pudessem ajudar na realização desse objetivo.  \n\n \n\nNo que se refere à política externa, o Governo do Sudão (GOS) apoiou \n\nSaddam Hussein na Guerra do Golfo, adotando uma posição fortemente \n\nantiestadunidense, a qual contribuiu para o enfraquecimento das relações do \n\nSudão com países muçulmanos de regimes moderados, como o Egito e a \n\nJordânia\n85\n\n, ao mesmo tempo em que ocasionou o estreitamento do \n\nrelacionamento com governos fundamentalistas, como o do Irã.  \n\n \n\nDurante uma visita a Cartum, em dezembro de 1991, o então presidente \n\niraniano Hashemi Rafsanjani declarou o Sudão como “vanguarda da Revolução \n                                                 \n84\n\n A NCP é o braço jurídico-legal da NIF.  \n85\n\n FERREIRA, 2000, p.30. \n\n\n\n60 \n\n \n\n \n\n \n\nIslâmica no continente africano” (ARYA, 2009, p.67), oferecendo dez milhões \n\nde dólares em ajuda econômica e o envio de dois mil soldados do Exército dos \n\nGuardiões da Revolução Islâmica (IRGC) para treinar as forças de segurança \n\nsudanesas e grupos islâmicos estrangeiros. Cartum, por sua vez, permitiu que \n\nTeerã usasse o território sudanês como ponto de encontro dos grupos \n\nextremistas iranianos. Ademais, utilizando o financiamento oferecido pelo Irã, \n\nos sudaneses firmaram acordo com a China para a compra de armamentos no \n\nvalor de 300 milhões de dólares, incluindo dois helicópteros, cem mil libras de \n\nbombas de alta altitude, além de um esconderijo de munições de grande porte \n\ne outras exportações de aviões militares e armas pequenas\n86\n\n.  \n\n \n\nARYA (2009) e LARGE (2008) ressaltam um crescente envolvimento do \n\nSudão com grupos considerados terroristas, a partir da metade da década de \n\n1990. O governo de al-Bashir, fortemente embasado nos ideais do líder al-\n\nTurabi, autorizou a entrada de muçulmanos no país sem a necessidade de \n\nvisto. Assim, ativistas islâmicos da Argélia, da Tunísia e do Egito receberam \n\npassaportes sudaneses, e até mesmo terroristas, como o venezuelano llich \n\nRamirez Sanchez – conhecido como Carlos, o Chacal – e Osama Bin Laden, \n\nreceberam asilo do governo sudanês\n87\n\n.  \n\n \n\nEm junho de 1995, o Sudão foi associado à tentativa de assassinato do \n\npresidente egípcio Hosni Mubarak, já que os terroristas envolvidos no atentado \n\nhaviam sido treinados no seu território. Além disso, após a al-Qaeda realizar \n\num ataque à embaixada americana no Quênia – matando 263 pessoas e \n\nferindo cinco mil –, o governo estadunidense autorizou, em retaliação, o \n\nbombardeio de uma fábrica farmacêutica em Cartum, alegando que o local \n\nestava sendo usado por Bin Laden e outros terroristas para produzir armas \n\nquímicas\n88\n\n. \n\n   \n\nOs indícios cada vez maiores do envolvimento do governo de al-Bashir \n\ncom grupos extremistas e com atentados em territórios estrangeiros, assim \n\n                                                 \n86\n\n LARGE, 2008, p.95. \n87\n\n De acordo com ARYA (2009), Osama Bin Laden viveu no Sudão de 1991 até 1996, onde se casou com \na sobrinha de al-Turabi e coordenou seus negócios e as operações da al-Qaeda. Estima-se que o \nterrorista saudita tenha treinado mais de cinco mil guerrilheiros nos campos do Sudão, em 1994. \n88\n\n ARYA, 2009, p. 68. \n\n\n\n61 \n\n \n\n \n\n \n\ncomo as recorrentes violações dos direitos humanos ocorridas durante a guerra \n\ncontra o Sul, foram ocasionando um progressivo isolamento diplomático do \n\ngoverno sudanês por parte dos países ocidentais e da ala moderada do Oriente \n\nMédio. Os EUA, antigo parceiro político e econômico, a partir desse período, \n\npassaram a considerar o Sudão um dos Estados párias, juntamente com a \n\nLíbia e o Irã. \n\n \n\nSegundo LARGE (2008), o afastamento diplomático vivenciado pelo \n\nregime de al-Bashir, aliado às dificuldades no relacionamento com o Banco \n\nMundial e o FMI, serviram de base para o crescimento da presença chinesa no \n\nSudão. Uma relação de mútuo interesse se estabeleceu entre os dois países, \n\npois o governo sudanês necessitava tanto de suporte político, para enfrentar as \n\nseveras críticas internacionais com relação à guerra civil e os abusos \n\ncometidos contra os direitos humanos, quanto de apoio econômico, para \n\nfinanciar a guerra contra o Sul e amenizar a grave crise financeira. A China, por \n\nsua vez, buscava apoio político e, acima de tudo, fornecedores de recursos \n\nnaturais – no caso do Sudão, o petróleo –, para dar continuidade ao seu \n\ncrescimento econômico.   \n\n \n\nInicialmente, o governo chinês utilizou o princípio de não interferência \n\nem assuntos internos de outros Estados para justificar os seus crescentes \n\ninvestimentos no Sudão, mesmo depois de o país ter sido considerado \n\n“patrocinador do terrorismo” pelos EUA (ARYA, 2009, p.68) e o presidente \n\nsudanês ter sido acusado, pela comunidade internacional, de inúmeros abusos \n\ncontra os direitos humanos, como, por exemplo, raptos de crianças, \n\nrecrutamento forçado, torturas, expulsão do povo Nuer das suas terras, uso da \n\nfome como instrumento de combate, etc.\n89\n\n.  \n\n \n\nEm meados de 1990, o presidente sudanês visitou Pequim e \n\ndemonstrou interesse em realizar uma parceria com a China para desenvolver \n\no setor petrolífero do seu país. Como forma de atingir seus objetivos com \n\nrelação ao fornecimento desse recurso energético, o governo chinês iniciou, \n\n                                                 \n89\n\n FERREIRA, 2000, p.31. \n\n\n\n62 \n\n \n\n \n\n \n\nentão, uma série de investimentos na construção da infraestrutura necessária \n\npara extrair, transportar, processar e exportar o petróleo. Teve início, assim, o \n\naumento da presença da China no setor petrolífero sudanês.  \n\n \n\nA China e o petróleo sudanês   \n \n\nO envolvimento do país asiático com o petróleo sudanês foi intensificado \n\nquando a estatal chinesa CNPC comprou 40% das ações da Greater Nile \n\nPetroleum Operating Company (GNPOC), a maior petrolífera do Sudão\n90\n\n. Essa \n\nempresa tem a concessão para explorar três blocos petrolíferos (1, 2 e 4) no \n\nSul do país, mais precisamente nas áreas de Unity e Cordofão do Sul. De \n\nacordo com a EIA, a capacidade total desses poços é estimada em 450 mil \n\nbarris/dia, porém o pico da produção anual, até o momento, ocorreu em 2006, \n\ncom 270 mil barris/dia. Em 2008, o total produzido caiu para 210 mil barris/dia, \n\ne, em curto prazo, a produção desses poços tende a continuar em declínio.  \n\n \n\nA CNPC comprou, também, 41% das ações da Petrodar, segunda maior \n\npetrolífera sudanesa, que tem a concessão de exploração dos blocos 3 e 7, em \n\nUpper Nile, na região Sul. Além das ações adquiridas pela CNPC, os chineses \n\ncontam, por meio da estatal Sinopec, com mais 6% das ações da Petrodar\n91\n\n, \n\ncontabilizando o total de 47% das ações dessa empresa sudanesa. Segundo a \n\nEIA, esses poços têm reservas estimadas em 460 milhões de barris e \n\nproduziram, em 2008, cerca de 200 mil barris/dia. Há estimativas de que a \n\nprodução aumente em 50 mil barris/dia, em 2010, porém alguns analistas \n\nafirmam que esse acréscimo somente será possível se o projeto de \n\ninfraestrutura para escoar a produção, incluindo 1.392 km de oleodutos até o \n\nPorto do Sudão, estiver operando de acordo.  \n\n \n\nAinda com relação ao crescimento da presença chinesa no setor \n\npetrolífero sudanês, é interessante ressaltar que a China tem participação na \n\nexploração de outros três blocos. A Red Sea Petroleum Operating Company \n\n(RSPOC), que detém a concessão para exploração do bloco 15, em águas \n\n                                                 \n90\n\n Para informação sobre as demais empresas que compõem esse consórcio, ver anexo II. \n91\n\n Ibidem. \n\n\n\n63 \n\n \n\n \n\n \n\nprofundas, está dividida entre CNPC (35%), Petronas (35%), Sudapet (15%), \n\nExpress Petroleum &amp; Gas (10%) e Hi-Tech (5%). Além disso, a CNPC possui \n\n95% da CNPCIS, que controla o bloco 6, na região Oeste\n92\n\n, assim como um \n\nacordo com o governo sudanês para exploração do bloco 13, offshore, \n\nlocalizado no Nordeste sudanês\n93\n\n. \n\n \n\nNo que tange às exportações de petróleo, dados da EIA apontam que o \n\nSudão, em 2008, produziu aproximadamente 480 mil barris de petróleo por dia, \n\nconsumindo apenas 86 mil barris/dia. O restante, ou seja, 394 mil barris/dia, \n\nforam exportados para o mercado asiático, especialmente para a China, que foi \n\nresponsável pelo consumo de 54% (214 mil barris/dia) desse total. O Japão foi \n\no segundo maior consumidor do petróleo sudanês, importando 26% da \n\nprodução sudanesa (102 mil barris/dia), e a Indonésia, terceiro maior parceiro \n\nno período, importou 11% da produção (43 mil barris/dia). A Índia comprou 5% \n\nda produção (19,7 mil barris/dia), e os demais 4% (15,3 mil barris/dia) foram \n\nimportados para outros países asiáticos, como Coreia do Sul, Taiwan, Tailândia \n\ne Malásia (gráfico 08). \n\n \n\nGráfico 08: Destino das exportações de petróleo do Sudão (2009) \n \n\nFonte: EIA, 2010. \n\n \n\n                                                 \n92\n\n Idem. \n93\n\n Ver mapa com a localização dos mapas petrolíferos do Sudão no anexo III. \n\n54%\n26%\n\n11%\n5% 4%\n\nChina\n\nJapão\n\nIndonésia\n\nIndia\n\nOutros\n\n\n\n64 \n\n \n\n \n\n \n\nAo analisar o total de transações comerciais realizadas entre a China e o \n\nSudão, percebe-se que o petróleo é o principal elemento do comércio sino-\n\nsudanês. Em 2009, do total de 4,66 bilhões de dólares importados pela China \n\ndo Sudão, 99,14% (4,62 bilhões de dólares) foram referentes à compra de \n\npetróleo e 0,86% (40 milhões de dólares) dividiram-se em uma série de outros \n\nprodutos como couro, algodão cru, resíduos e sucata de cobre, entre outros \n\n(gráfico 09).  \n\n \n \nGráfico 09: Importações chinesas do Sudão em 2009 \n\n \n\nFonte: Tralac, 2010. \n\nNo que tange às exportações da China para os sudaneses, nota-se uma \n\ngrande diversificação de produtos manufaturados. Os cinco principais produtos \n\ncomerciados representam apenas 19% (330 milhões de dólares) do volume \n\ntotal exportado em 2009, que chegou a 1,7 bilhão de dólares. Os 81% \n\nrestantes, ou 1,37 bilhão de dólares, estão distribuídos em uma grande \n\nvariedade de outros produtos (gráfico 10). \n\n \n\n99,14%\n\n0,86%\n\nPetróleo\n\nOutros\n\n\n\n65 \n\n \n\n \n\n \n\nGráfico 10: Exportações da China para o Sudão \n\n \n\nFonte: Tralac, 2010. \n\n \n\nAnalisando a balança comercial entre os dois países no período de \n\n1999, quando o Sudão começou a exportar petróleo, até 2009, percebe-se que \n\ndesde 2000 há superávit para os sudaneses, devido ao crescente volume de \n\nimportações chinesas de petróleo (tabela 06). O gráfico 11 permite visualizar \n\nmais claramente o supervávit em favor dos sudaneses, com ápice em 2008, \n\ncom o total aproximado de 6,3 bilhões de dólares em exportações para a China \n\ne apenas 1,8 bilhão de dólares em importações. \n\n \n\nTabela 06: Balança comercial sino-nigeriana entre 1999 e 2009 \n\n \nImportação Exportação \n\nAno \nChina – Sudão \n(U$ x milhões) \n\nChina-Sudão \n(U$ x milhões) \n\n1999 53 230 \n\n2000 732 158 \n\n2001 938 220 \n\n2002 1157 392 \n\n2003 1443 478 \n\n2004 1705 816 \n\n2005 2615 1294 \n\n2006 1941 1417 \n\n2007 4114 1536 \n\n2008 6302 1850 \n\n2009 4659 1704 \nFonte: Tralac, 2010. \n\n \n\n5%\n\n4%\n4%\n\n3%\n3%\n\n81%\nPeças para telefonia\n\nEstruturas  de ferro ou aço\n\nTubos de aço ou ferro\n\nPneus de borracha\n\nPartes para elevadores\n\nOutros\n\n\n\n66 \n\n \n\n \n\n \n\nGráfico 11: Balança comercial sino-sudanesa entre 2000 e 2009 \n\n \n\nFonte: Tralac, 2010. \n\n \n\nPATEY (2010) alerta para o risco de os sudaneses enfrentarem a \n\nchamada “doença holandesa”, pois o aumento na entrada de moeda \n\nestrangeira no país africano, proveniente das exportações do petróleo, pode \n\nocasionar a sobrevalorização da moeda nacional e, consequentemente, queda \n\nda competitividade dos produtos manufaturados domesticamente em relação \n\naos produtos estrangeiros. Dessa forma, o já enfraquecido setor industrial \n\nsudanês tende a se defrontar com mais esse obstáculo para se desenvolver.  \n\n \n\nOutro fator importante para a análise da presença chinesa no setor \n\npetrolífero do Sudão é a relação de dependência que a economia sudanesa \n\nvem desenvolvendo das exportações de petróleo e, por conseguinte, da \n\nparceria com a China. Em 2008, o petróleo representou 95% das receitas de \n\nexportação e 60% das receitas do governo central sudanês\n94\n\n, e, no mesmo \n\nperíodo, a China foi o destino de 54% das exportações do setor petrolífero. \n\nOra, se a economia sudanesa demonstra ser altamente dependente do \n\npetróleo e mais da metade das exportações desse produto é destinada aos \n\nchineses, pode-se concluir que o bom andamento das finanças sudanesas, \n\npelo menos nesse momento, está fortemente relacionado com a parceria entre \n\no governo sudanês e o país asiático. A China é um parceiro-chave para a \n\n                                                 \n94\n\n FMI Country Report, n.09/218, julho 2009. \n\n0\n\n1.000\n\n2.000\n\n3.000\n\n4.000\n\n5.000\n\n6.000\n\n7.000\n\n1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009\n\nImportações \nchinesas do \nSudão\n\nExportações \nda China para \no Sudão\n\nU$ / milhões\n\n\n\n67 \n\n \n\n \n\n \n\neconomia sudanesa; no entanto, o inverso não é verdadeiro. De acordo com a \n\nEIA, o Sudão forneceu por volta de 6% do petróleo consumido na China em \n\n2008, enquanto países como Angola e Arábia Saudita foram responsáveis por \n\ncerca de 15% e 20%, respectivamente. \n\n  \n\nO vínculo no âmbito econômico reflete-se na relação política entre os \n\ndois países. Em 2006, o agravamento da crise civil na região de Darfur – que \n\ncolocou em risco os investimentos chineses no setor petrolífero, assim como \n\nintensificou a pressão internacional por um posicionamento mais ativo do \n\ngoverno chinês – fez com que Pequim interferisse diretamente no assunto, \n\nsolicitando a autorização do governo central sudanês para a entrada de uma \n\nforça de paz no Sudão, organizada pelas Nações Unidas em conjunto com a \n\nUnião Africana. Nesse caso, a parceria econômica com o país asiático foi um \n\nfator relevante para a decisão de al-Bashir de atender ao pedido da China e \n\naceitar a missão de paz no seu território.  \n\n \n\nAcordo Geral de Paz (CPA) \n \n\nO final da década de 1990, além de ter sido marcado economicamente \n\npelo início das exportações de petróleo, também contou com mudanças na \n\npolítica interna e externa no Sudão. No que tange à política interna, durante o \n\nano de 1999, rivalidades pessoais entre o presidente Omar al-Bashir e o \n\nideólogo do regime e líder do Parlamento Hassan al-Turabi resultaram na \n\ndissolução do Legislativo, suspensão da Constituição, declaração de Estado de \n\nEmergência e expulsão de al-Turabi do governo\n95\n\n. Com relação à política \n\nexterna, o governo de al-Bashir percebeu que a ideologia islâmico \n\nfundamentalista prejudicava as relações exteriores do país e, assim, o \n\npresidente tratou de reduzir tal discurso, facilitando a cooperação regional e, \n\ntambém, o diálogo com os Estados Unidos.  \n\n \n\nO maior envolvimento do Sudão na comunidade internacional trouxe não \n\napenas vantagens como acordos regionais e o restabelecimento das relações \n\n                                                 \n95\n\n Ao ser expulso do governo, al-Turabi fundou o Partido do Congresso Popular (PCP) e o Movimento \nJustiça e Igualdade (JEM) na região de Darfur, em oposição ao governo de al-Bashir.  \n\n\n\n68 \n\n \n\n \n\n \n\ndiplomáticas com o governo Bush, mas também grande pressão para que o \n\ngoverno sudanês desse um fim à guerra civil no país. Assim, em 2002, foi \n\niniciada uma série de negociações entre o governo central e os rebeldes do Sul \n\n– representados pelo grupo SPLM/A –, que culminaram na assinatura do \n\nAcordo Geral de Paz (CPA), em Naivasha, no Quênia, no dia 09 de janeiro de \n\n2005.  \n\n \n\nEsse acordo, assinado sob a égide da Autoridade Intergovernamental \n\npara o Desenvolvimento (IGAD) \n96\n\n, teve apoio imediato dos chineses, como se \n\npode perceber nas palavras do seu embaixador no Sudão: “A China apóia \n\nplenamente o CPA, visando estabelecer a paz, a unidade e o desenvolvimento \n\ndo Sudão (…)” \n97\n\n.  \n\n \n\nO CPA é um acordo complexo e ambicioso, que visa estabelecer a paz \n\npor meio de correções do desequilíbrio histórico na divisão do poder e dos \n\nrecursos econômicos. Seus protocolos, que incluem questões relacionadas a \n\nEstado e religião, autodeterminação, divisão de poder, recursos econômicos e \n\nsegurança proporcionaram à região Sul do país maior autonomia econômica e \n\npolítica, baseando-se no modelo “um país, dois sistemas”.  \n\n \n\nO Sudão passou a ter uma autoridade central – Governo da Unidade \n\nNacional (GONU) – e um governo semiautônomo para a região Sul, intitulado \n\nGoverno do Sul do Sudão (GOSS), sediado em Juba. O governo central ficou \n\nresponsável pelos quinze países do Norte e, sob a jurisdição do GOSS, ficaram \n\nos outros dez países do sul. De acordo com SCHAFER (2007), os dois \n\ngovernos estão ligados especialmente por instituições como a Corte \n\nConstitucional, o Banco Central, o Conselho de Defesa e o gabinete do \n\nprimeiro vice-presidente, o qual também é presidente do GOSS. Ficou \n\nestabelecido que o presidente pode ser proveniente de qualquer uma das duas \n\n                                                 \n96\n\n O organismo sub-regional IGAD – Autoridade Intergovernamental para o Desenvolvimento – é formado \npor sete países: Eritreia, Etiópia, Djibuti, Quênia, Uganda, Sudão e Somália. Surgiu em 1986, com o \nintuito de coordenar estritamente os esforços dos países-membros no combate à seca e à desertificação. \nNo entanto, durante a década de 1990, os organizadores decidiram revitalizar a IGAD e ampliar sua área \nde atuação, de modo que passasse a compreender três áreas prioritárias: prevenção de conflitos, gestão \ne assuntos humanitários;  desenvolvimento de infraestrutura (transportes e comunicações); bem como \nsegurança alimentar e proteção ambiental. http://www.dfa.gov.za/foreign/Multilateral/africa/igad.htm \n97\n\n LARGE, 2008, p.12, tradução da autora. \n\nhttp://www.dfa.gov.za/foreign/Multilateral/africa/igad.htm\n\n\n69 \n\n \n\n \n\n \n\nregiões, dependendo da maioria dos votos nas eleições, e que, dos dois vice-\n\npresidentes, um precisa ser do Norte, e o outro, do Sul. O primeiro vice-\n\npresidente deve ser da região oposta à do presidente eleito nas urnas.  \n\n \n\nReferentemente à economia, o Acordo de Paz instituiu a divisão dos \n\nlucros provenientes da exportação do petróleo (50% para o Norte, 42% para o \n\nSul e 8% divididos entre as províncias produtoras). No plano militar, foram \n\nestabelecidos dois exércitos distintos, um para cada território, apesar de já \n\nestar previsto um exército misto para as três regiões mais sensíveis: Abyei, \n\nMontanhas do Nuba e Nilo Azul\n98\n\n. Além disso, ficou acertada a adoção de uma \n\nnova Constituição nacional, incluindo a limitação da sharia para as \n\ncomunidades muçulmanas do Norte, o agendamento de eleições para 2010, \n\nassim como um período interino de seis anos, depois do qual a população do \n\nSul decidirá, por um referendo, se permanecerá fazendo parte de um Sudão \n\nunido ou optará pela independência total\n99\n\n.   \n\n \n\nCom relação à implementação dos compromissos assumidos em 2005, \n\no GONU – sob o comando de al-Bashir, que venceu as eleições realizadas em \n\nabril de 2010 – tem sido acusado de não estar verdadeiramente empenhado \n\nem cumprir algumas demandas acordadas. As acusações de descaso podem \n\nser percebidas, por exemplo, na recusa de al-Bashir em aceitar as conclusões \n\nda comissão criada para determinar as fronteiras de Abyei, que é uma das \n\nprincipais áreas produtoras de petróleo\n100\n\n. Além disso, o GONU foi acusado de \n\nnão realizar o censo nacional corretamente e atrasar a delimitação das demais \n\nfronteiras Norte-Sul, ou seja, o governo de al-Bashir é suspeito de prejudicar \n\n                                                 \n98\n\n Essas três regiões, apesar de majoritariamente africanas e cristãs, estão sob o controle do governo do \n\nNorte. Entretanto, o SPLM/A, apoiado pela população local, tem reivindicado o controle dessas regiões \nfronteiriças.  \n99\n\n Vale ressaltar que, pela primeira vez na histórica africana, um Acordo de Paz estabelece a \npossibilidade e o direito de secessão do território de um Estado estabelecido, confrontando, assim, a \nregra básica da Unidade Africana, a qual considera as fronteiras africanas indissolúveis.  \n100\n\n De acordo com Inverno e Prendergast, logo após a assinatura do CPA, foi criada a Comissão Abyei \nLimites (ABC), composta por cinco representantes de cada uma das duas partes e cinco especialistas \ninternacionais.  Foi acordado que, se os Comissários selecionados por ambas as partes chegassem a um \nacordo, as fronteiras de Abyei seriam determinadas por peritos internacionais e que essa seria definitiva e \nvinculativa.  Os integrantes foram nomeados pelos Estados Unidos, o Reino Unido e IGAD, a pedido de \nambas as partes. O ABC agiu rapidamente e apresentou suas conclusões ao GONU, em 14 de julho de \n2005, que, porém, foram rejeitadas pelo presidente al-Bashir. A determinação da fronteira teve de ser \nencaminhada, assim, para uma arbitragem internacional. \nhttp://www.enoughproject.org/publications/peace-rocks-sudan%E2%80%99s-comprehensive-peace-\nagreement \n\nhttp://www.enoughproject.org/publications/peace-rocks-sudan%E2%80%99s-comprehensive-peace-agreement\nhttp://www.enoughproject.org/publications/peace-rocks-sudan%E2%80%99s-comprehensive-peace-agreement\n\n\n70 \n\n \n\n \n\n \n\nimplementações cruciais para o sucesso do CPA, as quais se refletem no \n\nnúmero de eleitores para as eleições nacionais e referendo de \n\nautodeterminação, assim como na repartição das receitas do petróleo. \n\n \n\nPode-se perceber que a assinatura do CPA e a instauração da paz entre \n\nNorte e Sul foi apenas o começo do desafio para os governantes sudaneses, \n\npois a manutenção da situação pacífica entre as duas regiões somente será \n\npossível se os compromissos assumidos no Acordo de Naivasha forem \n\ncolocados em prática. Ademais, os sudaneses precisam ampliar a paz para as \n\noutras regiões do país, especialmente para a província de Darfur, que enfrenta \n\num grave conflito armado desde 2003.  \n\n \n\nA China e o Governo do Sul do Sudão (GOSS) \n \n\nAo analisar os protocolos do CPA, percebe-se que a arquitetura política \n\ndo Sudão mudou drasticamente após 2005. Dessa forma, os chineses, que até \n\nentão mantinham uma relação exclusiva com o governo de Cartum, precisaram \n\ntambém buscar o apoio do novo governo do Sul do país. A maior autonomia da \n\npopulação do Sul de gerir seus recursos e a possibilidade de essa região se \n\ntornar independente a partir do referendo de 2011 trouxeram um grande \n\ndesafio para a política externa chinesa, que precisa considerar os interesses \n\ndessa nova elite política para, assim, garantir seus próprios objetivos, \n\nnomeadamente os contratos para exploração de petróleo no Sul.  \n\n \n\nA aproximação da China com o novo governo do Sul sudanês começou \n\ncom a visita de uma delegação do GOSS à Pequim, em 2005, na qual foi \n\ntratada uma possível cooperação e assistência econômica da China para a \n\nregião. Em julho de 2007, o presidente do Sudão do Sul (e primeiro vice-\n\npresidente do Sudão), Salva Kiir Mayardit, realizou outra viagem à Pequim, \n\ndessa vez acertando um empréstimo de 300 milhões de dólares para a sua \n\nregião. Em contrapartida, os chineses receberam a garantia de que os \n\ncontratos para a exploração de petróleo seriam mantidos pelo GOSS\n101\n\n não \n\n                                                 \n101\n\n LARGE, 2008, p.102. \n\n\n\n71 \n\n \n\n \n\n \n\napenas nos termos do CPA, como também no caso de secessão, em 2011. \n\nDepois da visita de uma delegação do governo chinês à Juba, durante agosto \n\nde 2007, um novo pacote de assistência econômica foi anunciado para \n\nfinanciar a construção de uma hidrelétrica e outros projetos de infraestrutura\n102\n\n. \n\n \n\nEsse processo de aproximação entre a China e o GOSS sugere que o \n\ngoverno chinês reconhece a nova realidade política do Sudão, formalizada e \n\ndesenvolvida com o CPA. Independentemente de ter apoiado o governo do \n\nNorte durante a guerra civil e da desconfiança que esse histórico gera em \n\nalgumas autoridades do GOSS, a política externa chinesa parece estar se \n\nadaptando às necessidades dos novos atores políticos do Sul e, assim, \n\ngarantindo as concessões para exploração de petróleo, mesmo em caso de \n\nsecessão.  \n\n \n\nAlém do desafio de alinhar os interesses do seu país com a maior \n\nautonomia sulista, os chineses enfrentam um desafio ainda maior no que se \n\nrefere ao seu posicionamento com relação a Darfur. O início do embate armado \n\nnessa região trouxe para os chineses não somente a necessidade de defender \n\nseus investimentos no Sudão, mas também a de desenvolver uma estratégia \n\nque permita que a sua política externa, tradicionalmente embasada no princípio \n\nde não interferência, atenda a demanda da comunidade internacional por maior \n\nenvolvimento nesse conflito. \n\n \n\nConsiderando as consequências da situação em Darfur para a realidade \n\ninterna do Sudão, assim como a mudança que ela acarreta na relação sino-\n\nsudanesa, torna-se interessante que esse trabalho apresente um estudo mais \n\naprofundado desse conflito, o qual já é caracterizado como desastre \n\nhumanitário. \n\n \n\nConflito de Darfur \n \n\nO conflito de Darfur, além de estar relacionado com a histórica \n\nmarginalização de Darfur pelo governo central, é também resultado das \n\n                                                 \n102\n\n Ibidem. \n\n\n\n72 \n\n \n\n \n\n \n\nnegociações do CPA, iniciadas em 2002. Os estados fora do eixo Norte-Sul \n\nforam excluídos das discussões sobre o Acordo de Paz, pois os mediadores \n\nestavam receosos de que a inclusão de outras regiões fosse prejudicar o bom \n\nandamento das negociações. Dessa forma, o sentimento de descaso, \n\nassociado à percepção de que a região Sul, por meio da luta armada contra o \n\ngoverno, foi capaz de obter maior divisão do poder e autonomia, incentivaram \n\ngrupos rebeldes a atacarem postos governamentais no Oeste, dando início ao \n\nchamado Conflito de Darfur. \n\n \nNo início de 2003, postos governamentais situados na província de \n\nDarfur foram atacados por rebeldes que se dividiam em dois grupos – \n\nMovimento de Libertação do Sudão (SLM/A) e Movimento Justiça e Igualdade \n\n(JEM). Esses grupos protestavam contra a marginalização política sofrida pela \n\nregião Oeste durante as negociações do CPA, e pretendiam sinalizar ao mundo \n\nque a assinatura do Acordo de Paz não seria suficiente para resolver a \n\ndesigualdade social, política e econômica nas regiões fora do eixo Norte-Sul.  \n\n \n\nO nome Darfur significa “Terra dos Fur”, e refere-se à população fur, que \n\nforma uma das etnias predominantes na região. Além desse grupo étnico \n\nafricano, outros dois, também de etnia africana, se destacam: os masalit e os \n\nzaghawa. Essas etnias se dedicam principalmente à agricultura e compartilham \n\no território com vários grupos étnicos minoritários nômades de origem árabe. \n\nNesse ponto é importante ressaltar que a variável religiosa não pode ser \n\nconsiderada para explicar as causas do conflito na região, já que a população \n\ndarfuriana, apesar de formada por várias etnias, pertence, majoritariamente, à \n\nreligião muçulmana. \n\n \n\nAté a conquista turco-egípcia, no final do século XIX, essa região era \n\ngovernada por sultanatos independentes, nos quais as populações árabes e \n\nafricanas conviviam em relativa paz. Em 1916, a região de Darfur foi \n\nincorporada ao Sudão por forças anglo-egípcias, porém a estrutura \n\nadministrativa nativa foi mantida. Essa estrutura autóctone contava com \n\nautonomia para resolver questões sobre a alocação de terra para fins agrícolas \n\nou de pastoreio e, também, para administrar os tribunais locais, como centros \n\n\n\n73 \n\n \n\n \n\n \n\nde resolução de conflito. Entretanto, o autogoverno não se estendia para os \n\nassuntos socioeconômicos, os quais – tal qual ocorria em outras regiões \n\nperiféricas do país – eram negligenciados pelo governo central.  \n\n \n\nApós a independência do país, na década de 1950, a marginalização \n\ndas periferias foi perpetuada pelas elites políticas de Cartum, e, assim, os \n\nsulistas, os darfurianos, as populações do Leste e de alguns territórios do \n\nextremo norte (fronteira com o Egito) continuaram à parte das decisões \n\npolíticas do país, sofrendo com a falta de recursos para desenvolver suas \n\nregiões. \n\n \n\nEm 1971, o presidente Nimeiri aboliu o sistema de administração nativa \n\ne o substituiu por conselhos regionais, distritais e de áreas específicas. A partir \n\nde então, o Estado se tornou dono de todas as terras que não tinham \n\nproprietário privado, e, assim, foi destituído o poder dos chefes locais, que \n\nantes decidiam sobre o uso desses territórios. Essa medida do governo central \n\ntrouxe muita incerteza para a população de região de Darfur e abriu espaço \n\npara a disputa tribal, já que uma localidade antes utilizada por uma tribo \n\npoderia, de acordo com o novo sistema, ser controlada por outra.  \n\n \n\nA disputa pelo controle das terras foi acirrada nos meados da década de \n\n1980, durante a seca regional que transformou o solo arável em deserto e \n\ngerou, consequentemente, uma fome devastadora entre 1983 e 1984.  Nesse \n\nperíodo, um grande número de povos nômades árabes, do norte de Darfur e do \n\nChade, se assentou na área de lavoura central, tradicionalmente dominada \n\npela população agricultora. Essa situação gerou animosidade entre fazendeiros \n\nafricanos e os nômades árabes, que, à procura de pasto, constantemente \n\nmarchavam sobre as terras das fazendas, inutilizando-as. Grupos de \n\nlavradores árabes “que um dia haviam celebrado o retorno anual dos nômades \n\nárabes, cujos animais haviam fertilizado suas terras e ajudado a levar suas \n\ncolheitas ao mercado, começaram a impedir a migração desses nômades” \n\n(POWER, 2004 apud BADMUS, 2006, p.325). \n\n \n\n\n\n74 \n\n \n\n \n\n \n\nO governo central, envolvido na guerra com os sulistas, não prestou \n\natenção nos conflitos da região Oeste, que, entre 1987 e 1989, presenciou uma \n\nbrutal batalha entre os grupos de fazendeiros fur e os pastores árabes, com \n\nperdas humanas e materiais para ambos os lados. Estima-se que, nesse \n\nembate, mais de dois mil fazendeiros fur e quinhentos árabes foram \n\nassassinados, 40 mil cabeças de gado foram perdidas, além de quatrocentas \n\nvilas e centenas de tendas nômades terem sido queimadas\n103\n\n. Apesar da \n\nrealização de uma Conferência Intertribal Local, em 1989, as recomendações \n\npara compensação e punição foram largamente desconsideradas, não \n\nresolvendo a tensão entre a população. \n\n \n\nAutores como JOOMA (2006) e BADMUS (2008) consideram que a \n\ndesertificação do solo, a fome devastadora e o subsequente embate pelo \n\ncontrole das terras aráveis contribuíram fortemente para o atual conflito de \n\nDarfur. No entanto, pode-se dizer que o elemento central para o \n\ndesencadeamento da violência armada na região foi o fato de os darfurianos \n\nterem percebido a negligência com relação aos graves problemas de sua \n\nregião durante as negociações do CPA. É possível perceber, assim, que as \n\ninterpretações comumente divulgadas pela mídia, de que o conflito em Darfur é \n\ncausado pelas diferenças étnicas da população, não consideram variáveis mais \n\namplas e complexas da questão, como os fatores políticos e econômicos.  \n\n \n\nConforme mencionado anteriormente, os grupos étnicos da região de \n\nDarfur – primordialmente árabes nômades e africanos sedentários – conviviam \n\nem relativa paz até a década de 1970. Tal qual ocorreu na guerra entre Norte e \n\nSul, a identidade étnica somente se tornou fator de mobilização em Darfur \n\nquando o Estado falhou em promover uma identidade nacional coesa, com \n\npolíticas voltadas para resolver as incertezas com relação à divisão de terras e \n\nà grave situação de subdesenvolvimento da região. JOOMA destaca que “na \n\nessência, o conflito em Darfur emana da governança fraca, que afeta todo o \n\nSudão” (2006, p.1, tradução da autora). \n\n \n\n                                                 \n103\n\n BADMUS, 2008, p.325 \n\n\n\n75 \n\n \n\n \n\n \n\nDentro desse contexto, os principais grupos rebeldes de Darfur, SLM/A e \n\nJEM, percebendo que várias demandas dos sulistas haviam sido atendidas \n\napós o embate armado contra Cartum, resolveram também levantar armas \n\ncontra o governo central a partir de 2003. Inicialmente, o governo de al-Bashir \n\nmenosprezou os insurgentes darfurianos, porém, diante do agravamento dos \n\nconflitos na região e da ameaça que essa situação gerava para sua própria \n\nhegemonia, Cartum optou por utilizar milícias regionais, intituladas Janjaweed, \n\npara reforçar o trabalho das Forças Armadas nacionais no combate contra os \n\nrebeldes. Essas milícias, formadas principalmente por grupos nômades árabes \n\nde Darfur, receberam armamentos do governo central, assim como liberdade \n\npara agirem de acordo com as suas próprias normas\n104\n\n.  \n\n \n\nO resultado das ações praticadas pelas milícias e forças militares \n\nsudanesas na Província de Darfur foi devastador. Vilas nas regiões dominadas \n\npelos rebeldes foram saqueadas e incendiadas, mulheres foram estupradas e \n\nhomens assassinados, centenas de milhares de sobreviventes foram forçados \n\na fugir para a vizinha República do Chade, enquanto muitos continuam \n\ndeslocados internamente no Sudão. Apesar de não haver consenso sobre a \n\nestimativa de mortes geradas pelo conflito de Darfur, a ONU calcula a soma de \n\n300 mil mortes e três milhões de refugiados desde o começo dos conflitos, em \n\n2003\n105\n\n. Um relatório das Nações Unidas classificou as ações do governo \n\ncentral do Sudão e das milícias Janjaweed da seguinte forma: \n\n \n\n“(…) o governo do Sudão e as mílicias Janjaweed são \nresponsáveis por sérias violações nos direitos humanos \ninternacionais (...). A Comissão aponta que as forças \ngovernamentais e as milícias conduziram ataques \nindiscriminados, incluindo morte de civis, tortura, \ndesaparecimentos, destruição de aldeias, estupro e outras \nformas de violência sexual, pilhagens e deslocamentos forçados, \nem todo o Darfur. Esses atos foram executados em bases \namplas e sistemáticas e, portanto, podem ser considerados \ncrimes contra a humanidade.” (NAÇÕES UNIDAS, 2005, p.3, \ntradução da autora). \n\n \n\n                                                 \n104\n\n BADMUS, 2008, p.327. \n105\n\n CENTRO DE NOTÍCIAS DAS NAÇÕES UNIDAS, ICC sends Sudan’s failure to honour arrest warrants to Security \nCouncil. Disponível em:  \nhttp://www.un.org/apps/news/story.asp?NewsID=34819&amp;Cr=darfur&amp;Cr1=&amp;Kw1=darfur&amp;Kw2=&amp;Kw3=. Acesso em 02 \nagosto, 2010.    \n\nhttp://www.un.org/apps/news/story.asp?NewsID=34819&amp;Cr=darfur&amp;Cr1=&amp;Kw1=darfur&amp;Kw2=&amp;Kw3\n\n\n76 \n\n \n\n \n\n \n\nIniciativas das Nações Unidas e da União Africana em Darfur \n \n\nTendo em vista o grande número de mortes e o grau da violência e \n\nsofrimento imposto à população de Darfur, organizações multilaterais e \n\nregionais têm-se mobilizado na busca por uma solução para o conflito armado \n\nna região. Em julho de 2004, a União Africana (UA) iniciou sua estratégia de \n\napoio, com negociações para o Acordo de Cessar-fogo Humanitário, o qual foi \n\nassinado em 08 de abril, na cidade de N’Djamena, na República do Chade. No \n\nintuito de monitorar o acordo, foi criada a Missão da União Africana no Sudão \n\n(AMIS), que chegou contar, em 2005, com 6.171 militares e 1.560 policiais.  \n\n \n\nO Conselho de Segurança das Nações Unidas também se manifestou \n\ncom relação à grave situação dos darfurianos. Por meio da Resolução 1556\n106\n\n, \n\nque computou treze votos a favor e a abstenção da China e do Paquistão, o \n\nConselho convocou o governo do Sudão a desarmar as milícias Janjaweed e \n\nprender seus líderes e associados, os quais tinham violado os direitos \n\nhumanos e cometido atrocidades na região de Darfur. Essa resolução \n\nrequisitou, ainda, que o governo central voltasse às negociações com os \n\ngrupos SLM/A e JEM, além de estabelecer um embargo de armas aos atores \n\nnão estatais da região. O Conselho de Segurança ameaçou Cartum com \n\nmedidas mais severas, caso o governo de al-Bashir falhasse em executar os \n\npassos necessários para dar fim à violência e às atrocidades contra a \n\npopulação civil da região.   \n\n \n\nEm 2005, o Conselho criou, por meio da Resolução 1590\n107\n\n, a Missão \n\ndas Nações Unidas para o Sudão (UNMIS), que se destinava a ajudar na \n\nimplantação dos compromissos assumidos no Acordo de Paz entre Norte e Sul, \n\ne, também, reprimir a violência em Darfur. A missão foi estabelecida por um \n\nperíodo de seis meses e contou com 10 mil militares e 715 policiais.  \n\n \n\nMesmo com a pressão da comunidade internacional, Cartum não \n\ndemonstrou o esforço necessário para deter a violência em Darfur. Assim, o \n\n                                                 \n106\n\n http://www.un.org/News/Press/docs/2004/sc8160.doc.htm \n107\n\n http://www.un.org/News/Press/docs/2005/sc8343.doc.htm \n\nhttp://www.un.org/News/Press/docs/2004/sc8160.doc.htm\nhttp://www.un.org/News/Press/docs/2005/sc8343.doc.htm\n\n\n77 \n\n \n\n \n\n \n\nConselho, por meio da Resolução 1591\n108\n\n, resolveu intensificar sua ação na \n\nregião, fortalecendo o monitoramento do embargo de armas; congelando os \n\nbens dos sudaneses suspeitos da prática de crimes de guerra; impondo \n\nsanções e restrições de viagens a líderes de milícias e a oficiais militares do \n\ngoverno sudanês que controlam tais líderes; e buscando o julgamento de tais \n\nindivíduos no Tribunal Penal Internacional. De acordo com BADMUS (2008), \n\napesar dessas medidas punitivas, essa resolução das Nações Unidas pouco \n\ncontribuiu para impedir o fluxo de armas dentro do país e para deter a resposta \n\ndesumana de Cartum à insurgência em Darfur. \n\n \n\nA União Africana, por sua vez, continuando os esforços para gerar um \n\nacordo mais duradouro do que o cessar-fogo, promoveu novas negociações, \n\nque resultaram no Acordo de Paz de Darfur (DPA). Esse acordo, no entanto, foi \n\nassinado por apenas uma das facções do SLM/A, representada por Minni Arkoi \n\nMinnawi. Dessa forma, além de não promover a paz na região, o DPA ainda \n\nacabou causando certo agravamento da situação, já que aos embates entre \n\nrebeldes e governo foram somados novos conflitos entre rebeldes signatários \n\ndo DPA e os não signatários. Com o fracasso do Acordo de Paz, as Nações \n\nUnidas decidiram expandir a ação da UNMIS para Darfur (Resolução 1706) \n109\n\n, \n\nreforçando as tropas para um total de 17.300 militares e 3.300 policiais civis. \n\nVale salientar que, na votação dessa resolução, a China, mais uma vez, \n\nmostrou seu alinhamento com o governo de al-Bashir, ao se abster na votação, \n\njuntamente com a Rússia e o Catar.  \n\n \n\nEm julho de 2007, o Conselho de Segurança autorizou – dessa vez \n\ncontando com o voto favorável dos chineses – o estabelecimento de uma \n\nOperação Híbrida UA e ONU em Darfur (Resolução 1769), referida pela sigla \n\nUNAMID. O mandato inicial era de 12 meses, porém, com a continuidade do \n\nconflito na região, esse período foi sendo ampliado. Recentemente, em julho de \n\n2010, o Conselho estendeu o mandato da UNAMID até julho de 2011\n110\n\n.  \n\n \n\n                                                 \n108\n\n http://www.un.org/sc/committees/1591/index.shtml \n109\n\n http://www.un.org/News/Press/docs/2006/sc8821.doc.htm \n110\n\n http://www.un.org/ga/search/view_doc.asp?symbol=S/RES/1935(2010) \n\nhttp://www.un.org/sc/committees/1591/index.shtml\nhttp://www.un.org/News/Press/docs/2006/sc8821.doc.htm\nhttp://www.un.org/ga/search/view_doc.asp?symbol=S/RES/1935(2010)\n\n\n78 \n\n \n\n \n\n \n\nA China em Darfur \n \n\nAté meados da década de 2000, a China alegava que os conflitos \n\narmados eram uma questão interna a ser resolvida pelo governo e o povo \n\nsudanês, optando, assim, por se abster nas votações de diversas resoluções \n\ndo Conselho de Segurança, ou, até mesmo, impedindo que sanções \n\neconômicas fossem votadas, fazendo uso da ameaça de veto. O governo \n\nchinês insistia em que exercer pressão política e econômica sobre o governo \n\ncentral seria contraprodutivo para o país africano. TULL (2006) salienta que, ao \n\nrejeitar as tentativas do Conselho de Segurança de sancionar economicamente \n\nos sudaneses, a China pretendia, principalmente, defender seus próprios \n\ninteresses na região, pois as sanções colocavam em risco o fornecimento de \n\npetróleo e os investimentos realizados no país. Além disso, a situação \n\nconflituosa e instável em Darfur acabava favorecendo a presença chinesa no \n\npaís africano, já que mantinha as multinacionais ocidentais fora das \n\nnegociações.  \n\n \n\nO agravamento do conflito em Darfur, principalmente após 2006, trouxe \n\nmudanças para a política externa chinesa. Nesse período, o conflito se \n\nespalhou por toda a fronteira com a República do Chade, ameaçando os \n\ninvestimentos realizados pelos chineses na região. Associado aos riscos \n\neconômicos, o governo de Hu Jintao percebeu que a estratégia de não \n\ninterferência acarretava um custo significativo para a imagem do país junto à \n\ncomunidade internacional\n111\n\n.  \n\n \n\nAssim, em 2007, ao votar a favor da Resolução 1769, os chineses \n\ndemonstraram interesse em adotar uma abordagem mais flexível para sua \n\npolítica externa, a qual pudesse não apenas defender os seus interesses \n\neconômicos e garantir um bom relacionamento com os países africanos, mas, \n\ntambém, amenizar as críticas internacionais relacionadas à falta de um \n\nposicionamento mais ativo em desastres humanitários, como no caso de \n\nDarfur. Vale salientar que, apesar de votar em favor da UNAMID, o governo \n\nchinês utilizou o seu bom relacionamento com o governo do Sudão, a fim de \n\n                                                 \n111\n\n KLEINE-AHLBRANDT e SMALL, 2008, p.46-47. \n\n\n\n79 \n\n \n\n \n\n \n\ngarantir que o presidente al-Bashir desse a sua anuência para a entrada da \n\nmissão de paz no seu território, evitando, dessa forma, o uso da força bélica e \n\npossíveis acusações de desrespeito à soberania do país africano, em mais \n\numa demonstração do soft power chinês. Resta saber se a parceria chinesa \n\ncom organizações internacionais para diminuir o sofrimento da população em \n\nDarfur se ampliará no intuito de promover o êxito da implementação do CPA.  \n\n \n\nDe acordo com os autores KLEINE-AHLBRANDT e SMALL (2008), o \n\napoio incondicional a governos impopulares e repressivos parece estar sendo \n\nreavaliado pelas lideranças políticas da China. Nos últimos anos, os chineses \n\nvêm tentando equilibrar seus interesses econômicos com a responsabilidade \n\nque o seu novo papel como importante ator da política internacional exige. No \n\ncaso do Sudão, ainda em 2007, a principal agência chinesa de planejamento \n\neconômico, em conjunto com o Ministério das Relações Exteriores e com o \n\nMinistério do Comércio, publicou um documento anunciando que esse país \n\nafricano havia sido retirado da lista de Estados preferenciais para investimento \n\nde empresas chinesas.  \n\n \n\nApesar de a parceria comercial sino-sudanesa continuar prosperando, \n\npercebe-se que os chineses estão buscando outras fontes de recursos \n\nenergéticos na região, no intuito de obter maior flexibilidade para o seu \n\nabastecimento interno\n112\n\n.  Os recentes investimentos na Nigéria e em Angola, \n\ngrandes produtores de petróleo na África, demonstram o interesse chinês em \n\ndiversificar seus investimentos no setor.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                 \n112\n\n GILL et alli, 2007, p.14. \n\n\n\n80 \n\n \n\n \n\n \n\n4. A RELAÇÃO SINO-NIGERIANA  \n \n\nA República Federal da Nigéria tornou-se independente da metrópole \n\nbritânica em outubro de 1960. Nas quatro décadas seguintes, o governo \n\nnigeriano assumiu uma posição pró-Ocidente, concentrando sua política \n\nexterna nos EUA e países europeus. Com relação à política externa para a \n\nChina, apesar de não ter havido um movimento de apoio a Taiwan, também \n\nnão houve esforço dos nigerianos para aprofundar o relacionamento com o \n\ngoverno chinês até o início do governo de Olusegun Obasanjo, em 1999. É \n\npossível perceber, portanto, dois momentos distintos no relacionamento sino-\n\nnigeriano: o primeiro, entre 1960 e 1999, marcado pelo pouco entrosamento \n\nentre os dois governos; e um segundo período – de 1999 até os dias atuais –, \n\nquando a China passa a ter maior interação com o governo nigeriano, \n\nprincipalmente no âmbito econômico, com aumento significativo dos \n\ninvestimentos chineses no país africano, assim como do comércio entre os dois \n\npaíses.  \n\n \n\nO objetivo desse capítulo é o estudo do relacionamento político e \n\neconômico da China com a Nigéria, após o estabelecimento das relações \n\ndiplomáticas entre os dois países, em 1960, buscando identificar se a política \n\nexterna chinesa para esse país segue um padrão utilizado para todo o \n\ncontinente, ou se apresenta características próprias. O capitulo está dividido \n\nem três partes: primeiramente serão apresentados dados fundamentais para a \n\ncompreensão da realidade política, cultural e econômica da Nigéria; na \n\nsegunda parte, tratar-se-á da relação sino-nigeriana entre 1960 e 1999; e \n\nfinalmente, na última seção, haverá um estudo sobre o período entre 1999 e os \n\ndias atuais, incluindo a relação comercial, com ênfase no mercado petrolífero. \n\n \n\nRepública Federal da Nigéria \n \n\nA República Federal da Nigéria tem área total de 923.769 km² e está \n\nlocalizada na África Ocidental, fazendo fronteira com Golfo da Guiné, Benin, \n\n\n\n81 \n\n \n\n \n\n \n\nCamarões, Chade e Níger\n113\n\n. De acordo com o Banco Mundial\n114\n\n, o país conta \n\ncom um total aproximado de 154 milhões de habitantes, sendo considerado o \n\noitavo país mais populoso do mundo e o mais populoso da África. A população \n\nnigeriana é composta por mais de 200 grupos étnicos, sendo os mais \n\nnumerosos e politicamente influentes os hauçás-fulani, muçulmanos, \n\nlocalizados especialmente na região Norte; iorubás, cristãos, centrados \n\npredominantemente na região Sudoeste; e a etnia ibo, cristãos da região \n\nSudeste. As duas principais religiões do país são muçulmana (50%) e cristã \n\n(40%)\n115\n\n. \n\n \n\nO PIB, em 2009, foi estimado em 169 bilhões\n116\n\n de dólares, o terceiro \n\nmaior da África, atrás somente da África do Sul e do Egito\n117\n\n. A economia do \n\npaís é altamente dependente do setor petrolífero, o qual foi responsável, em \n\n2008, por 95% das receitas de exportação e 65% da receita do governo\n118\n\n. A \n\nEIA estima que, em janeiro de 2010, a Nigéria possuía reservas petrolíferas de \n\n37,2 bilhões de barris, as quais estão localizadas, principalmente, na região do \n\nDelta do Níger (onshore) e na região do Golfo da Guiné (offshore). O país é o \n\nmaior produtor africano desse recurso energético, tendo produzindo 2,2 \n\nmilhões de barris ao dia em 2009. Ademais, os nigerianos possuem as maiores \n\nreservas de gás natural da África, estimadas, em janeiro de 2010, em 5,24 \n\ntrilhões de metros cúbicos. \n\n \n\nApesar das grandes reservas naturais e da alta receita proveniente da \n\nexportação desses recursos, o Banco Mundial aponta que, em 2009, o PIB per \n\ncapita na Nigéria foi de apenas 1.092 dólares. Além disso, a expectativa média \n\nde vida é de 47,9 anos; menos da metade da população tem acesso a água \n\npotável; e no ranking do Índice de Desenvolvimento Humano (IDH) de 2009, o \n\npaís encontra-se na 158ª posição\n119\n\n.  \n\n                                                 \n113\n\n Para mapa político da Nigéria, ver anexo IV. \n114\n\n http://www.worldbank.org/ \n115\n\n Banco Mundial. Disponível em &lt;http://www.worldbank.org/ >. Acesso em 01 de agosto de 2010.  \n116\n\n Ibidem.  \n117\n\n Central Intelligence Agency – CIA. Disponível em: &lt;https://www.cia.gov/library/publications/the-world-\nfactbook/geos/ni.html > Acesso em 01 de agosto de 2010.  \n118\n\n EIA. Disponível em &lt;http://www.eia.doe.gov/cabs/Nigeria/Background.html > Acesso em 01 de agosto \nde 2010. \n119\n\n UNDP, Relatório de Desenvolvimento Humano 2009 – Disponível em &lt;http://www.hdr.undp.org > \nacesso em 01 de agosto de 2010. \n\nhttp://www.worldbank.org/\nhttp://www.worldbank.org/\nhttp://www.worldbank.org/\nhttps://www.cia.gov/library/publications/the-world-factbook/geos/ni.html\nhttps://www.cia.gov/library/publications/the-world-factbook/geos/ni.html\nhttp://www.eia.doe.gov/cabs/Nigeria/Background.html\nhttp://www.hdr.undp.org/\n\n\n82 \n\n \n\n \n\n \n\nPara MTHEMBU-SALTER (2009), a grande discrepância entre a \n\narrecadação do governo e o baixo índice de desenvolvimento humano da \n\nNigéria está relacionada com sua longa instabilidade política e social. Como \n\nserá estudado ao longo deste capítulo, os nigerianos sofreram seu primeiro \n\nGolpe de Estado em 1966, apenas seis anos após sua independência, e, a \n\npartir de então, enfrentaram uma sucessão de golpes militares que perduraram \n\naté a restauração da democracia, no final da década de 1990. O país, apesar \n\nde atualmente contar com um governo democrático, ainda enfrenta graves \n\nproblemas como a corrupção; a falta de transparência nas instituições; a \n\ninexistência de um projeto de diversificação da economia – que possibilite o \n\ndesenvolvimento de outros setores, como a indústria e a agricultura; entre \n\noutras políticas públicas que promovam a melhoria na qualidade de vida da \n\npopulação em geral.  \n\n \n\nRelação sino-nigeriana (1960 - 1999) \n \n\nNa década de 1960, o governo nigeriano pós-independência optou por \n\npriorizar a relação com o Ocidente, implicando em um comércio bilateral pouco \n\nsignificativo com os chineses, assim como baixa interação política entre os \n\ngovernos dos dois países. Nesse período, a economia nigeriana estava \n\nfortemente vinculada ao setor agrícola, que representava, em 1960, 64,1% do \n\nPIB do país e 90% das receitas de exportação do governo central\n120\n\n.  \n\n \n\nConforme UTOMI (2008), os chineses, que nessa época enfrentavam \n\nseus próprios desafios econômicos e políticos, eram considerados um parceiro \n\nimprovável para o desenvolvimento da Nigéria. A política externa chinesa era \n\nmarcada pela ideologia e tinha como estratégia a busca de aliados contra o \n\ncapitalismo e a influência ocidental, principalmente dos EUA – o qual era \n\nimportante parceiro para os nigerianos. Nesse contexto, o governo chinês \n\ntambém não mostrou interesse em estreitar as relações com a Nigéria, como \n\ndemonstra o fato de a Nigéria não estar incluída na lista dos dez países \n\nafricanos visitados pelo premier chinês Zhou Enlai entre 1963 e 1964.  \n\n                                                 \n120\n\n ADEDIPE, 2004, p.1. \n\n\n\n83 \n\n \n\n \n\n \n\nEm 1966, a Nigéria sofreu seu primeiro Golpe de Estado, levando ao \n\npoder o chefe militar Yakubu Gowon. A partir de então, os nigerianos \n\nenfrentaram uma sucessão de golpes militares, que perduraram até a \n\nrestauração do regime democrático, no final da década de 1990. Pouco tempo \n\ndepois de assumir o poder, em 1967, o presidente Gowon defrontou-se com \n\numa guerra civil, na qual as províncias do Sudeste do país, formadas \n\nmajoritariamente pela etnia ibo, lutavam pela separação da Nigéria e a \n\nproclamação da República de Biafra.  \n\n \n\nDe acordo com MTHEMBU-SALTER (2009), a China apoiou \n\npublicamente a secessão das províncias do Sudeste. Um pronunciamento do \n\nentão Ministro das Relações Exteriores, Chen Yi, vinculou o apoio chinês à \n\nproclamação da República de Biafra ao fato de a União Soviética estar \n\napoiando o governo central nigeriano. No entanto, ainda de acordo com \n\nMTHEMBU-SALTER, esse posicionamento chinês parecia estar relacionado, \n\nespecialmente, com a forte aliança chinesa com o governo da Tanzânia, que \n\napoiava a secessão. Os chineses forneceram armamentos aos rebeldes, \n\nporém essa contribuição acabou não fazendo nenhuma diferença no resultado \n\nda guerra – que acabou em 1970, com a derrota dos insurgentes.  \n\n \n\nA política externa do governo de Gowon incluía a participação efetiva do \n\npaís em organizações internacionais e regionais, como as Nações Unidas e a \n\nOrganização da Unidade África (OUA). A Nigéria teve sua vez como membro \n\nnão permanente do Conselho de Segurança das Nações Unidas, colaborando \n\ncom o fornecimento de tropas para uma missão de paz no Zaire, em 1960.  As \n\nrelações diplomáticas com a China foram estabelecidas em 1971, no mesmo \n\nano em que o governo nigeriano, juntamente com outros países africanos, \n\nvotou a favor do assento permanente para a China no Conselho de Segurança \n\ndas Nações Unidas, em detrimento de Taiwan. A primeira visita oficial do \n\npresidente nigeriano à Pequim ocorreu apenas em 1974; todavia, essa viagem \n\nnão teve maior relevância para a relação entre os dois países, já que dez \n\nmeses após voltar à Nigéria, Gowon foi deposto da presidência pelo brigadeiro \n\nMurtala Ramat Mohammed. \n\n \n\n\n\n84 \n\n \n\n \n\n \n\nNo âmbito econômico, Gowon promoveu um plano de ação intitulado \n\nThe First National Development Plan, que visava, além de fortalecer a \n\neconomia agrícola, expandir o setor industrial do país. O governo envolveu-se \n\nintensamente nesse plano, já que o capital privado gerado localmente não era \n\nsuficiente para o desenvolvimento do setor. Houve um crescimento significativo \n\nda indústria na composição do PIB nigeriano, aumentando de 4,8% para 8,2% \n\nem 1970\n121\n\n. \n\n \n\nNo início da década de 1970, a Nigéria se tornou membro da \n\nOrganização dos Países Exportadores de Petróleo (OPEP), e o petróleo \n\nsubstituiu o cacau, o amendoim e outros produtos agrícolas como principal \n\nproduto de exportação. Por volta de 1975, esse hidrocarboneto já se havia \n\ntornado o centro da economia do país africano. Como consequência da falta de \n\npolítica desenvolvimentista, poucos nigerianos se beneficiaram da riqueza \n\ngerada pelos hidrocarbonetos; muitos decidiram abandonar o trabalho no \n\ncampo e migrar para os centros urbanos, que estavam crescendo devido aos \n\nnegócios gerados pelo setor petrolífero. A crescente migração enfraqueceu o \n\nsetor agrícola do país e gerou problemas sociais nas zonas urbanas, como \n\ndesemprego, criminalidade, entre outros.  \n\n \n\nCom relação à política interna, MELTZ (1991) ressalta que o governo de \n\nGowon foi marcado pela  corrupção em todos os níveis da vida nacional.  \n\nSuborno e nepotismo faziam parte de um complexo sistema de clientelismo e, \n\napesar de os goverrnantes prometerem o fim da corrupção, a população \n\ntornou-se cada vez mais consciente dos abusos, por meio, principalmente, das \n\nrevelações diárias na imprensa. O clima político deteriorou-se, culminando na \n\ndeposição de Gowon com um Golpe de Estado em 29 de julho de 1975. O \n\nbrigadeiro Murtala Ramat Mohammed assumiu a presidência, porém seu \n\ngoverno durou apenas alguns meses, pois o presidente foi assassinado, em \n\nfevereiro de 1976. \n\n \n\n                                                 \n121\n\n Ibidem. \n\n\n\n85 \n\n \n\n \n\n \n\nOlusegun Obasanjo assumiu, então, a presidência do país, prometendo \n\nrestaurar o governo civil e melhorar a qualidade do serviço público. \n\nEconomicamente, a Nigéria atravessava um momento positivo, devido, \n\nespecialmente, ao grande volume das exportações petrolíferas. O setor \n\nindustrial, apesar de enfrentar a escassa infraestrutura, continuava a crescer, \n\ncom a fabricação de bens de consumo, a montagem de veículos e a produção \n\nde medicamentos como sabão, tintas, material de construção, etc. Ainda \n\ndurante esse período, foi construída uma usina de aço em Ajaokuta, no estado \n\nde Kwara, e foram promovidos, pelo do Banco Mundial, projetos de irrigação \n\nem larga escala nos estados de Borno, Kano, Sokoto e Bauchi.  \n\n \n\nCom relação ao comércio com a China, MTHEMBU-SALTER (2009) \n\nsalienta que Obasanjo demonstrou preocupação com o crescente desequilíbrio \n\nda balança comercial, já que a entrada de produtos manufaturados chineses \n\nestava aumentando progressivamente. Dessa forma, delegações do alto \n\nescalão de ambos os países trabalharam juntas entre 1978 e 1979, resultando \n\nem um pacote de ajuda chinesa para Nigéria, incluindo o envio de médicos, \n\nassim como de especialistas em agricultura, para ajudar no desenvolvimento \n\nde um novo modelo de produção agrícola. Contudo, o pacote de ajuda \n\nacordado, além de limitado, não reverteu o desequilíbrio da balança comercial. \n\n \n\nEm 1979, foi aprovada a nova Constituição do país – baseada no \n\nmodelo dos EUA –, na qual foram asseguradas, entre outras reformas, as \n\neleições para presidência, Senado e Câmara dos Deputados. Entre julho e \n\nagosto de 1979, foram realizadas as primeiras eleições nacionais sob a égide \n\nda nova Constituição, e o presidente eleito, Sheru Shagari – do Partido \n\nNacional da Nigéria (NPN) – assumiu o governo central. Cabe enfatizar que \n\nObasanjo foi o primeiro governante militar do Estado nigeriano a transferir o \n\ncomando do país para um governo eleito democraticamente. \n\n \n\nOs nigerianos criaram grande expectativa em relação à Segunda \n\nRepública: o preço do petróleo continuava em alta e esperava-se que o lucro \n\nproveniente das exportações desse produto fosse utilizado para diversificar a \n\neconomia e promover o desenvolvimento do país. Entretanto, o governo civil \n\n\n\n86 \n\n \n\n \n\n \n\nnão sobreviveu por muito tempo, pois o NPN não conseguiu formar uma base \n\nde apoio sólida no Senado e na Câmara, minando, assim, a possibilidade de \n\numa autoridade central forte.  Uma série de problemas sociais, acusações de \n\ncorrupção e má gestão da economia do país ocasionaram a falta de confiança \n\nda população no governo democrático. Denúncias de fraude nas eleições, \n\nocorridas em 1983, foram utilizadas como motivo para um novo golpe militar, \n\nque levou à presidência do país o general Muhammadu Buhari.  \n\n \n\nÉ importante ressaltar que, nesse mesmo período, a China começava a \n\napresentar o resultado das políticas criadas pelo governo de Deng Xiaoping. \n\nEssa nova fase política e econômica da China ocasionou sua aproximação com \n\no continente africano, principalmente na busca por parcerias para o \n\nabastecimento de hidrocarbonetos e outros recursos naturais. Contudo, a \n\nrelação comercial e política com os nigerianos não apresentou, nesse período, \n\num crescimento significativo.  \n\n \n\nVoltando à situação interna da Nigéria, um dos maiores problemas \n\nenfrentados pelo governo de Buhari foi a grande dívida externa do país, \n\nacumulada ao longo de décadas de má gestão econômica. Mesmo com a forte \n\npressão do FMI para adoção de medidas que viabilizassem uma reestruturação \n\nna economia do país – com redução dos gastos públicos e restrições \n\nmacroeconômicas –, a crise econômica continuou assolando os nigerianos e \n\nenfraquecendo o governo de Buhari. Dentro desse contexto, um novo golpe \n\nmilitar ocorreu em agosto de 1985, levando o general Ibrahim Badamasi \n\nBabangida à presidência. \n\n \n\nLogo após assumir o governo, Babangida implantou o Programa de \n\nAjuste Estrutural (SAP), apoiado pelo Banco Mundial, no intuito de resolver a \n\ncaótica situação econômica do país. Nos dois primeiros anos, entre 1986 e \n\n1988, uma série de medidas para redução de gastos públicos, assim como \n\npolíticas para estimular o investimento estrangeiro na Nigéria, começaram a \n\ntrazer alguns resultados positivos para a economia. No entanto, as medidas \n\nadotadas não foram suficientes para estabilizá-la: o preço do petróleo caiu no \n\nmercado mundial; a moeda nacional (naira) sofreu desvalorizaçõe em 1986, \n\n\n\n87 \n\n \n\n \n\n \n\n1989 e 1990; assim como o número de desempregados aumentou \n\ndrasticamente. No âmbito político, Babangida se comprometeu com o retorno \n\ngradual ao governo democrático, e novas eleições foram marcadas para junho \n\nde 1993. No entanto, o resultado do pleito foi anulado, e um novo governo \n\nmilitar estabeleceu-se no país, no mesmo ano, sob o comando do general Sani \n\nAbacha.  \n\n \n\nMTHEMBU-SALTER (2009) salienta que, durante o governo de Abacha, \n\no colapso econômico se intensificou, o Parlamento foi dissolvido, governadores \n\nmilitares foram nomeados para todos os estados do país, assim como foram \n\nproibidas atividas politícias e qualquer tipo de oposição ao governo. Com \n\nrelação à política externa, Abacha decidiu buscar fontes alternativas de ajuda \n\neconômica e de investimentos para o país, devido às imposições realizadas \n\npelos países ocidentais no envio de recursos financeiros. Essa decisão levou \n\nao início do contato nigeriano, ainda que modesto, com a China. Note-se que, \n\nnesse mesmo período, os chineses se depararam com o fim da sua \n\nautossuficiência de petróleo e buscavam formas de expandir, cada vez mais, \n\nas suas parcerias na África, especialmente com os países fornecedores do \n\nproduto.  \n\n \n\nEm 1994, foi fundada a Câmara de comércio sino-nigeriana, \n\naumentando o comércio bilateral entre os dois países. No ano seguinte,  a \n\nempresa chinesa China Civil Engineering Construction Corporation (CCECC) \n\nvenceu um contrato de 529 milhões de dólares para a reabilitação do sistema \n\nferroviário da Nigéria. O premier chinês à época, Li Ping, visitou a Nigéria em \n\n1997, assinando acordos para projetos de geração de energia, usinas de aço e \n\nexploração de petróleo. Contudo, a reabilitação das ferrovias e os acordos \n\nassinados pelo primeiro-ministro chinês nunca foram colocados em prática. A \n\nparceria sino-nigeriana, então, permaneceu estagnada até 1999, quando \n\nOlusegun Obasanjo, dessa vez eleito democraticamente, assumiu a \n\npresidência do país.  \n\n \n\nRelação sino-nigeriana de 1999 aos dias atuais \n \n\n\n\n88 \n\n \n\n \n\n \n\n Apesar de Obasanjo ter sido um governante militar entre 1976 e 1979, \n\nseu governo foi visto com grande expectativa pela população. Após o \n\nagravamento das medidas ditatoriais ocorridas no país, especialmente durante \n\no governo de Abacha, os nigerianos clamavam por melhorias nos direitos \n\nhumanos e nas liberdades políticas, assim como por uma liderança \n\nresponsável, que conseguisse resolver a situação econômica e acabasse com \n\na corrupção e a decadência institucional do país.  \n\n \n\n Ao assumir a presidência, Obasanjo garantiu melhorias na liberdade de \n\nimprensa e política, assim como nos direitos civis. O novo presidente também \n\ndefendeu a luta contra a corrupção, estabelecendo a Comissão Independente \n\ncontra Práticas Corruptivas (ICPC), com o intuito de receber e investigar \n\ndenúncias da prática delituosa. Apesar das medidas visando o fortalecimento \n\nda imagem do governo junto à sociedade, o regime democrático de Obasanjo \n\ncontinuou sendo acusado de praticar o clientelismo e, também, de sustentar a \n\ncorrupção em vários setores da vida pública.  \n\n \n\nNo âmbito econômico, conforme relatório da Organização das Nações \n\nUnidas para Agricultura e Alimentação (FAO)\n122\n\n, o governo central nigeriano \n\noptou pela privatização de grandes companhias siderúrgicas, mineradoras e \n\npetroquímicas. Além disso, criou um programa de consolidação bancária, o \n\nqual fortaleceu o setor financeiro e, assim, melhorou a capacidade estatal de \n\nconceder créditos ao setor privado. Na agricultura, houve um impulso rumo ao \n\ndesenvolvimento, por meio do Programa Nacional Especial para Segurança \n\nAlimentar (PNESA), iniciado em 2001. Esse programa ofereceu tecnologias \n\nque permitiram aos pequenos produtores diversificar os seus sistemas de \n\ntrabalho e aumentar a produtividade, propiciando o uso mais sustentável dos \n\nrecursos naturais e ajudando no desenvolvimento das comunidades rurais. A \n\nChina envolveu-se no PNESA enviando assessores técnicos, que foram \n\ncolocados à disposição dos agricultores. \n\n \n\n                                                 \n122\n\n http://www.fao.org/fileadmin/user_upload/newsroom/docs/pathways.pdf \n\nhttp://www.fao.org/fileadmin/user_upload/newsroom/docs/pathways.pdf\n\n\n89 \n\n \n\n \n\n \n\nAs políticas macroeconômicas tiveram alguns resultados positivos e, em \n\n2006, a Nigéria conseguiu pagar 12 bilhões de dólares aos seus credores no \n\nexterior, praticamente acabando com a sua dívida externa. De acordo com o \n\nBanco Mundial, a economia do setor não petrolífero cresceu 9%, em média, \n\nentre 2003 e 2009. Em 2008, o setor agrícola voltou a apresentar uma \n\nporcentagem significativa do PIB (aproximadamente 40%) e empregou cerca \n\nde 70% da população ativa. \n\n \n\nA despeito da evolução política, a Nigéria ainda convive sob forte tensão \n\ninterna entre as regiões Centro-Norte – as quais produzem pouco petróleo, \n\nporém são compostas por grupos politicamente dominantes e recebem 87% da \n\nrenda petrolífera – e os estados do Sul, produtores de petróleo, que ficam com \n\napenas 13% dos lucros provenientes desse setor\n123\n\n. Dessa forma, a etnicidade \n\nacaba se tornando um fator de mobilização das etnias, as quais estão \n\ncentradas ao sul do país (ibo, ogoni, ijaw) e reivindicam maior participação nos \n\nresultados das exportações petrolíferas. Assim como ocorre no Sudão, grande \n\nparte da mídia e muitos acadêmicos apontam os conflitos étnicos como causa \n\ndos conflitos internos na Nigéria; no entanto, uma análise mais aprofundada da \n\nsituação mostra que importantes questões políticas e econômicas são os \n\nelementos centrais das insurgências.  \n\n \n\nHá diversos grupos rebeldes na região do Delta do Níger, os quais \n\nreclamam uma parcela maior das receitas provenientes da exportação do \n\npetróleo, assim como compensações pelos prejuízos ambientais causados pela \n\nexploração do petróleo. O Movimento para Emancipação do Delta do Níger \n\n(MEND) é o mais conhecido desses grupos, especialmente pela sua postura \n\nviolenta contra empresas do setor petrolífero e suas instalações. Em 2006, o \n\nMEND começou a atacar instalações de petrolíferas e sequestrar seus \n\nfuncionários estrangeiros, levando a uma redução na produção do petróleo e à \n\ngrande insegurança por parte das multinacionais com relação à continuidade \n\ndos negócios no país. \n\n \n\n                                                 \n123\n\n Ver anexo II para principais regiões de produção petrolífera.  \n\n\n\n90 \n\n \n\n \n\n \n\nNo que tange à política externa, a busca por uma aproximação com os \n\nchineses pode ser percebida já no começo do governo de Obasanjo. \n\nAparentemente, a motivação para essa estratégia rumo à Ásia está relacionada \n\ncom a falta de resultados positivos provenientes do Consenso de Washington. \n\nAlém disso, o governante nigeriano ficara bastante impressionado com o \n\ncrescimento econômico chinês e a infraestrutura que conheceu na China, \n\ndurante suas visitas ao país asiático. Em 2000, a Nigéria enviou representantes \n\npara o primeiro Fórum de Cooperação China-África (FOCAC), em Pequim, \n\ndepois do qual foi assinado um contrato para a empresa chinesa CCECC \n\nconstruir uma vila em Abuja com cinco mil alojamentos, para abrigar os atletas \n\ndos Jogos Olímpidos da África. De acordo com UTOMI (2008), a construção \n\ndessa vila foi uma oportunidade de os chineses demonstrarem sua crescente \n\ncooperação com a África, em um cenário de alcance internacional. Ainda com \n\nrelação aos investimentos chineses em infraestrutura, cabe salientar que, em \n\n2002, as duas maiores empresas chinesas de fornececimento de \n\nequipamentos para o setor de  telecomunicação, ZTE e Huawei, começaram \n\nativamente o fornecimento de equipamentos e projetos de implantação de rede \n\npara os serviços fixos e sem fio na Nigéria.  \n\n \n\n A relação sino-nigeriana recebeu ainda mais atenção durante o segundo \n\nmandato de Obasanjo, que iniciou em 2003 e perdurou até 2007. Nesse \n\nperíodo, o presidente nigeriano visitou Pequim duas vezes e garantiu \n\nconcessões de vários blocos de petróleo de seu país para as companhias \n\nchinesas. Em 2005, o Banco da China financiou a construção de usinas de \n\nenergia nos estados de Ogun (335 MW), Ondo (335 MW) e Kogi (138 MW)\n124\n\n. \n\nAlém disso, em 2006, o presidente chinês Hu Jintao visitou Abuja e ofereceu 4 \n\nbilhões de dólares em ajuda para projetos de infraestrutura, e a China National \n\nOffshore Oil Corporation (CNOOC) investiu 2,3 bilhões de dólares no setor \n\npetrolífero nigeriano\n125\n\n.  \n\n \n\n Para MTHEMBU-SALTER (2009), o elemento central da política do \n\ngoverno nigeriano em relação à China pode ser resumido como oil for \n\n                                                 \n124\n\n FOSTER et al, 2009, p.25. \n125\n\n Centre for Chinese Studies (CCS) in: http://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-\nEvaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf \n\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/ENGLISH-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\n\n\n91 \n\n \n\n \n\n \n\ninfrastructure, ou seja, em troca da concessão para a exploração dos blocos \n\npetrolíferos nigerianos, o governo de Obasanjo exigia o compromisso de \n\ninvestimento em projetos de infraestrutura no país. A primeira das três rodadas \n\nde licitações, realizadas dentro da estratégia oil for infrastructure, ocorreu em \n\n2005, com 77 blocos de petróleo oferecidos e a maioria das empresas \n\nocidentais ficando de fora, devido tanto ao direito de primeira recusa (RFR) \n\ndado aos chineses quanto à exigência de que o contrato fosse assinado em \n\nparceria com empresas nacionais. Nesse processo, somente 44 blocos foram \n\nconcedidos, e, destes, praticamente a metade foi retirada, já que os \n\nganhadores não cumpriram o prazo de pagamento. As empresas chinesas não \n\nderam lance, porque acreditavam, erroneamente, que já haviam assegurado as \n\nconcessões em acordos anteriores com o governo nigeriano.  \n\n \n\nDurante a visita do presidente Hu Jintao à Abuja, em 2006, foi assinado \n\num acordo no qual o governante chinês comprometeu as empresas estatais do \n\nseu país com a reabilitação da deteriorada rede ferroviária entre Lagos e Kano, \n\nna expectativa de receber a concessão de blocos de petróleo em futuras \n\nlicitações. Ainda durante o ano de 2006, ocorreu outra rodada de licitações, na \n\nqual estavam autorizadas a concorrer somente as empresas dispostas a fazer \n\ninvestimentos significativos em projetos de infraestrutura no país. A estatal \n\nchinesa CNPC, utilizando o RFR, assegurou dois blocos (OPLs\n126\n\n 471 e 298) \n\nno Delta do Níger e outros dois (OPLs 732 e 721) na bacia do Lago Chade. Em \n\ncontrapartida, a empresa chinesa se comprometeu a investir 2 bilhões de \n\ndólares para reabilitar a refinaria de Kaduna. \n\n \n\nEm outubro de 2006, o governo nigeriano concedeu a construção da \n\nferrovia Lagos-Kano, sem licitação, para a empresa chinesa CCECC. \n\nInicialmente a obra foi orçada em 15,4 bilhões de dólares, porém essa cotação \n\ninicial foi reduzida para 8,3 bilhões de dólares, ficando, mesmo assim, muito \n\nacima do preço estimado pelo Banco Mundial. Embora estivesse planejado que \n\na maior parte do projeto seria financiada pelo Banco de Exportação e \n\nImportação da China (EximBank), com um empréstimo apoiado nas \n\n                                                 \n126\n\n OPL – Oil Production Licences. \n\n\n\n92 \n\n \n\n \n\n \n\nconcessões dos blocos de petróleo, houve também a exigência de pagamento \n\nem cash do governo nigeriano. Assim, um adiantamento no valor de 250 \n\nmilhões de dólares foi realizado para a CCECC em janeiro de 2007\n127\n\n. Outro \n\nimportante projeto de infraestrutura foi iniciado por Obasanjo, ainda no ano de \n\n2006, garantindo um acordo com o governo chinês para construção de uma \n\nusina hidrelétrica de 2600 megawatts (MW) em Mambilla, no estado de Taraba. \n\nDe acordo com MTHEMBU-SALTER (2009), Obasanjo vinculou o projeto da \n\nhidrelétrica com a concessão de blocos de petróleo para a China National \n\nOffshore Oil Corporation (CNOOC), na rodada de licitações anunciadas para \n\n2007.   \n\n \n\nDuas semanas antes de terminar o seu mandato como presidente, \n\nObasanjo realizou a terceira rodada de licitações de blocos petrolíferos. A \n\nempresa chinesa CNPC recebeu o direito de primeira recusa (RFR) para um \n\nbloco, reafirmando sua promessa de investimentos na refinaria de Kaduna. \n\nPara a CNOOC, foi dado RFR para outros quatro blocos, vinculados ao \n\nempréstimo de 2,5 bilhões de dólares, realizado pelo governo nigeriano para o \n\nfinanciamento dos projetos da ferrovia Lagos-Kano e da hidrelétrica de Taraba. \n\nApesar dos RFR, as empresas chinesas decidiram não realizar ofertas, devido \n\nà insegurança causada pela proximidade da rodada de licitações e o final do \n\nmandato de presidente nigeriano.  \n\n \n\nA busca do governo de Obasanjo por investimentos em projetos de \n\ninfraestrutura vinha ao encontro da política chinesa para o continente africano, \n\na qual centrava seus investimentos na obtenção de parcerias para o \n\nfornecimento de recursos naturais, mercado consumidor e apoio político – sem \n\nintervir na política interna dos países parceiros. No entanto, a estratégia do \n\ngoverno chinês teve de ser reelaborada, considerando que, no final do seu \n\nsegundo mandato, Obasanjo tentou emendar a Constituição para concorrer ao \n\nterceiro mandato como presidente da Nigéria, mas não conseguiu aprovação \n\ndo Legislativo. O novo presidente eleito tinha outra estratégia para conduzir os \n\n                                                 \n127\n\n MTHEMBU-SALTER, 2009, p.3. \n\n\n\n93 \n\n \n\n \n\n \n\ninvestimentos externos no setor petrolífero, a qual não incluía a troca do \n\npetróleo por projetos de infraestrutura.  \n\n \n\n As eleições, ocorridas em 21 de abril de 2007, elegeram Umaru Musa \n\nYar’Adua, pertencente ao mesmo partido político de Obasanjo (PDP)\n128\n\n, como \n\nnovo presidente da Nigéria. Apesar de as eleições terem sido consideradas \n\nfraudulentas e não terem recebido o endosso dos observadores dos EUA e da \n\nUnião Europeia, Yar’Adua foi empossado em 29 de maio de 2007.  \n\n \n\nAo assumir o cargo, o novo governante passou a revisar os acordos do \n\noil for infrastructure, o que resultou na suspensão ou no cancelamento de \n\ndiversos contratos. MTHEMBU-SALTER (2009) ressalta que alguns desses \n\nacordos ainda podem ser reativados; contudo, esse processo somente ocorrerá \n\nse as parcerias estiverem em sintonia com a nova realidade política nigeriana. \n\nEmbora Obasanjo e Yar’Adua pertençam ao mesmo partido político, o novo \n\npresidente vinha de um grupo étnico diferente. Enquanto Obasanjo é um \n\niorubá, cristão, proveniente da região Sul, Yar’Adua era um muçulmano do \n\nNorte, pertencente à etnia fulani. A elite de apoio do novo governo, ao que \n\nparece, não concordará com a continuidade dos acordos realizados por \n\nObasanjo enquanto eles próprios não estiverem beneficiados por tais \n\ncontratos\n129\n\n.  \n\n \n\nDessa forma, os contratos realizados entre o governo Obasanjo e os \n\nchineses para a realização dos projetos de infraestrutura – reabilitação da \n\nferrovia Lagos-Kano e da refinaria de Kaduna, assim como a construção da \n\nusina hidrelétrica de Mambilla – foram suspensos até serem reanalisados. \n\nAlém disso, Yar'Adua não assinou o acordo necessário para ativar o \n\nempréstimo de 2,5 bilhões dólares requisitado pela gestão anterior.  \n\n \n\nO projeto de reabilitação da ferrovia Lagos-Kano – para o qual a chinesa \n\nCCECC foi contratada sem licitação – foi suspenso pelo ministro de transporte, \n\nem maio de 2009, pois o atual governo não concorda que a CCECC seja a \n\n                                                 \n128\n\n Partido Democrático Popular. \n129 \n\nMTHEMBU-SALTER, 2009, p. 3.\n \n\n\n\n94 \n\n \n\n \n\n \n\núnica responsável por projetar, fazer os cálculos da quantidade de material \n\nnecessário, construir e fiscalizar o projeto. Em declaração à imprensa, o \n\nministro sugeriu que, para o negócio com a CCECC sobreviver, é necessária \n\numa renegociação substancial\n130\n\n. Representantes do governo informaram, \n\nainda, que, para o projeto da hidrelétrica de Mambilla continuar, será \n\nnecessária uma renegociação nas modalidades de financiamento. De acordo \n\ncom MTHEMBU-SALTER (2009), não apenas os projetos de infraestrutura \n\nnegociados com os chineses pela gestão de Obasanjo foram paralisados, \n\ncomo também as concessões para exploração dos blocos de petróleo estão \n\nsob ameaça. No começo de 2009, um comitê da Câmara dos Deputados \n\nsugeriu a suspensão da OPL 298, mantendo, ao que tudo indica, as OPLs 471, \n\n721 e 732.  \n\n \n\nO governo pós-Obasanjo baseia sua política para o recebimento de \n\ninvestimentos externos em uma estratégia intitulada por MTHEMBU-SALTER \n\nde oil for cash, ou seja, prefere obter injeções de dinheiro no orçamento a \n\nnegociar investimentos diretos em infraestrutura. Mesmo após o falecimento de \n\nYar’Adua, em 05 de maio de 2010, o seu sucessor, Goodluck Jonathan, \n\ncontinuou a política de revisão dos antigos contratos de concessão para \n\nexploração de petróleo e, também, vem procurando desenvolver o setor \n\npetrolífero, por meio de parcerias para construção de novas refinarias no país. \n\nO governo de Hu Jintao, por sua vez, parece decidido a seguir os princípios \n\nditados pelo novo governo, como demonstram investimentos recentes do país \n\nasiático na Nigéria.   \n\n \n\nConsiderando os dados apresentados acima, percebe-se que o petróleo \n\nnão é apenas o elemento central da economia nigeriana, mas também o é da \n\nrelação comercial desse país africano com a China. Assim, torna-se relevante \n\num estudo mais aprofundado sobre o desenvolvimento dessa indústria na \n\nNigéria e, também, sobre o crescimento do envolvimento dos chineses nessa \n\nárea.  \n\n                                                 \n130\n\n Jornal Punch disponível em: http://www.punchng.com/Articl.aspx?theartic=Art200905034171287, \nacesso em: 10 março 2010. \n\nhttp://www.punchng.com/Articl.aspx?theartic=Art200905034171287\n\n\n95 \n\n \n\n \n\n \n\nA China e o petróleo nigeriano  \n \n\nA descoberta de jazidas de petróleo na Nigéria ocorreu no início do \n\nséculo XX. Porém, foi somente em 1937 que a concessionária Shell BP \n\ncomeçou a sua busca de forma mais sistemática. A primeira descoberta \n\ncomercial ocorreu em 1956, em Oloibiri, na região do Delta do Níger\n131\n\n e, dois \n\nanos mais tarde, o petróleo começou a ser exportado. Mesmo contando com \n\nquantidade escassa e rendimentos pouco significativos, os nigerianos \n\npercebiam grandes possibilidades de expansão econômica devido a esse \n\nproduto, acentuando as rivalidades políticas na véspera da independência.  \n\n \n\nComo mencionado anteriormente, há diversos grupos rebeldes – \n\nformados, principalmente, pelas etnias ijaw e ibos, centradas na região Sul do \n\npaís – lutando contra o governo e as companhias petrolíferas, no intuito de \n\nobter melhor distribuição da renda petrolífera e compensações pelos danos \n\nambientais para as regiões produtoras. Nem mesmo a retomada da \n\ndemocracia, em 1999, foi capaz de estabilizar a tensão em torno da questão, e \n\nas cada vez mais frequentes ações dos grupos insurgentes têm ocasionado a \n\nqueda da produção do setor e, consequentemente, a redução da receita do \n\nEstado.  \n\n \n\nConforme PEREIRA (2006), mesmo sendo o maior país exportador de \n\npetróleo do continente africano, a capacidade de refino da Nigéria continua \n\nsendo insuficiente para suprir a demanda interna do produto, acarretando na \n\nnecessidade de o país de importar petróleo refinado e seus derivados dos EUA \n\ne da Europa. As quatro principais refinarias do país, todas estatais, possuem \n\ncapacidade para refinar 445 mil barris por dia; contudo, problemas de \n\nsabotagem, destruição, má administração e falta de manutenção fazem com \n\nque essa quantidade seja reduzida em praticamente 50%, diminuindo, \n\nconsequentemente, as receitas provenientes desse setor. \n\n \n\nA primeira refinaria de petróleo nigeriana, Port Harcourt I – localizada no \n\nestado de Rios, na região Sul do país – iniciou suas atividades no final de \n\n                                                 \n131\n\n OPEC (2009) – Annual Statistical Bulletin 2009. \n\n\n\n96 \n\n \n\n \n\n \n\n1965, com capacidade de 38 mil barris por dia, quantidade suficiente para \n\natender as necessidades internas do país naquele período. Após ter suas \n\noperações interrompidas durante a guerra civil – entre 1967 e 1970 –, a \n\nrefinaria voltou a operar com a capacidade expandida para 60 mil barris diários. \n\nJá naquele período, o total refinado não era o bastante para suprir a demanda \n\nda economia em crescimento, sendo necessário que quantidades substanciais \n\ndo produto fossem refinadas pela multinacional Shell e, também, por países \n\nvizinhos como Camarões, Gana e Costa do Marfim. \n\n \n\nAo longo da década de 1970, seguindo os princípios dos outros \n\nmembros da OPEP, a Nigéria nacionalizou a indústria de petróleo, comprando \n\nparticipações das empresas petrolíferas que operavam em seu país. Em 1977, \n\nfoi criada a Nigerian National Petroleum Company (NNPC), que acumula as \n\nfunções de órgão regulador da indústria e estatal participante das operações de \n\nexploração, produção e refino petrolífero, por meio de joint ventures com \n\nmultinacionais do setor. A NNPC possui 60% de participação em todas as \n\nparcerias, exceto no caso com a Shell, em que esse percentual é de 55%.  \n\n \n\nEm 1978, essa estatal foi responsável pela construção da segunda \n\nrefinaria nigeriana, localizada na cidade de Warri, estado de Delta, e, em \n\noutubro de 1980, inaugurou, em Kaduna, no Centro-Norte do país, a terceira \n\nindústria de refino, com capacidade para produzir cerca de 100 mil barris por \n\ndia. Entretanto, devido à falta de manutenção, a sua capacidade de refinação \n\nreal é estimada em apenas 70 por cento desse montante. A Port Harcourt II, \n\nquarta refinaria nigeriana,  foi concluída em março de 1989.  \n\n \n\nEm 2009, os nigerianos produziram 2,2 milhões de barris de petróleo por \n\ndia, dos quais, de acordo com a EIA, 1,9 milhão de barris/dia foram destinados \n\nà exportação. A maior parte do petróleo nigeriano – 760 mil barris/dia (40%) – \n\nfoi destinada aos EUA. No mesmo período, países europeus como Espanha, \n\nFrança, Alemanha e Holanda importaram, juntos, 285 mil barris/dia (15%); na \n\nÁsia, a Índia e a Indonésia importaram 342 mil barris/dia (18%); os brasileiros \n\nreceberam 190 mil barris/dia (10%); para a África do Sul foram destinados 76 \n\nmil barris/dia (4%); e os demais 247 mil barris/dia, ou 13% das exportações, \n\n\n\n97 \n\n \n\n \n\n \n\nforam distribuídos entre diversos países, em todos os continentes, \n\nnomeadamente Portugal, Itália, UK, China, Canadá, Peru, Senegal, Suíça, \n\nAústria, Austrália, Suécia, Turquia, Japão, Taiwan, Nova Zelândia, Taiwan e \n\nIrlanda (gráfico 12).  \n\n \n\nGráfico 12: Destino das exportações nigerianas de petróleo (2009) \n\n \n\nFonte: EIA, 2010. \n\n \n\nNo que tange à relação com os chineses, cabe mencionar que, até 1993, \n\na China era autossuficiente na produção do petróleo. Porém, a partir desse \n\nperíodo, devido ao grande crescimento da sua economia, o país asiático \n\npassou a necessitar de importações do produto, a fim de garantir o seu \n\nabastecimento interno. Nesse contexto, o estreitamento da relação sino-\n\nnigeriana passou a ser ainda mais significativo para o país asiático, \n\nconsiderando que a Nigéria é o maior produtor de petróleo no continente \n\nafricano. FOSTER (2009) aponta que, em 2006, do total de petróleo importado \n\npela China da África, apenas 3% foram provenientes da Nigéria.  Os chineses, \n\ncontudo, estão dispostos a continuar realizando investimentos no país, por \n\nmeio de empresas como a Sinopec, a CNOOC e a CNPC, no intuito de \n\naumentar sua participação no volume de petróleo exportado pelos nigerianos.  \n\n \n\nEm junho de 2009, a estatal chinesa SINOPEC – aderindo à estratégia \n\ndo atual governo nigeriano para o setor petrolífero – pagou 7,2 bilhões de \n\n40%\n\n5%\n4%3%3%\n\n11%\n\n7%\n\n10%\n\n4%\n\n13%\nEUA\n\nEspanha\n\nFrança\n\nAlemanha\n\nHolanda\n\nIndia\n\nIndonésia\n\nBrasil\n\nÁfrica\n\nOutros\n\n\n\n98 \n\n \n\n \n\n \n\ndólares pela petrolífera canadense Addax, proporcionando aos chineses o \n\ncontrole de parte significativa das reservas petrolíferas nigerianas\n132\n\n. Outro \n\ngrande acordo entre os dois países foi acertado em 2010, com a assinatura de \n\num contrato entre a NNPC e a empresa China State Construction Engineering \n\nCorporation (CSCEC), para a construção de uma refinaria na Zona Livre de \n\nLekki, no valor de 8 bilhões de dólares. Os chineses vão cobrir 80% dos custos, \n\na NNPC, 20%, enquanto o governo de Lagos fornecerá terra e infraestrutura. \n\nAinda dentro desse acordo, mais 23 bilhões de dólares serão investidos para a \n\nconstrução de outras duas refinarias nos estados de Bayelsa e Kogi\n133\n\n e uma \n\npetroquímica (ainda sem local definido). As três refinarias juntas serão capazes \n\nde processar 750 mil barris por dia e estão previstas para começarem a operar \n\nem cinco anos. De acordo com diretor-geral da NNPC, Sheru Ladan, a Nigéria \n\npode economizar, anualmente, dez milhões de dólares nas importações de \n\nprodutos refinados, enquanto as refinarias permitirão a criação de 20 mil \n\nempregos diretos e indiretos\n134\n\n. \n\n \n\nApesar de a quantidade de petróleo nigeriano importado pela China ser \n\nainda pouco significativa, se comparada com o volume enviado pela Nigéria \n\npara os EUA e países europeus, esse produto tem grande representatividade \n\nno volume total de importações chinesas da Nigéria. Em 2009, o setor \n\npetrolífero representou 79% do total aproximado de 898 milhões de dólares \n\nimportados pelos chineses da Nigéria. Além do petróleo, outro recurso \n\nenergético, o gás natural, foi responsável por 13%, ou cerca de 119 milhões de \n\ndólares, das importações no mesmo período. Os demais 8% (67 milhões de \n\ndólares) das importações estão divididos em uma série de outros recursos \n\nnaturais, como minérios, algodão, madeira, entre outros (gráfico 13).  \n\n \n\n \n\n \n\n \n\n \n\n                                                 \n132\n\n MTHEMBU-SALTER, p. 9, 2009. \n133\n\n BBC News, 6 de julho de 2010. Disponível em: http://www.bbc.co.uk/news/10527308 \n134\n\n Jornal de Angola, 19 de maio de 2010. Disponível em: \nhttp://jornaldeangola.sapo.ao/15/0/grupo_chines_financia_a_construcao_de_refinarias_de_petroleo_na_ni\ngeria \n\n\n\n99 \n\n \n\n \n\n \n\nGráfico 13: Importações de produtos nigerianos pela China (2009) \n\n \n\nFonte: Tralac, 2010. \n\n \n\n \n\nAo contrário do que ocorre com os nigerianos, que exportam \n\nbasicamente recursos naturais para a China, as exportações dos chineses para \n\na Nigéria estão centradas em uma série bem diversificada de produtos \n\nmanufaturados. Como se pode observar no gráfico 14, os cinco principais tipos \n\nde produto representam apenas 20% do volume total de 5,47 bilhões de \n\ndólares exportados em 2009. Peças para o setor de telefonia representaram \n\npor volta de 5%, ou 286 mil dólares das exportações; motocicletas também \n\nrepresentaram, aproximadamente, 5% do total exportado; e o mesmo \n\npercentual (5%) se aplica para peças elétricas. Pneus representaram 3%, ou \n\n164 mil dólares; e motores de veículos foram responsáveis por cerca de 2% \n\n(125 milhões) do volume de exportações no ano de 2009. Os demais 80% das \n\nexportações, ou 4,4 bilhões de dólares, estão distribuídos em uma grande \n\nvariedade de produtos como ar-condicionados, televisores, projetores, \n\npequenas embarcações, inseticidas e fungicidas, perucas e produtos para \n\ncabelos, escavadoras, entre outros.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n79%\nU$ 712 milhões\n\n13%\nU$ 119 milhões\n\n8%\nU$ 67 milhões\n\nPetróleo\n\nGás Natural\n\nOutros\n\n\n\n100 \n\n \n\n \n\n \n\nGráfico 14: Exportação da China para Nigéria (2009) \n\n \n\nFonte: Tralac, 2010. \n\n  \n\nA balança comercial entre os dois países apresenta um superávit para \n\nos chineses, já que o volume de importações de petróleo e outros recursos \n\nainda é pequeno, se comparado com as exportações de produtos à Nigéria. Na \n\ntabela 07, são apresentados os valores comerciados entre os dois países \n\ndesde o início a aproximação sino-nigeriana, em 1999. O gráfico 15 permite \n\nvisualizar mais claramente o supervávit em favor dos chineses, o qual teve seu \n\nápice em 2008, com o total aproximado de 6.700 milhões de dólares em \n\nexportação e apenas 509 mil dólares em importações. \n\n \n\nTabela 07: Balança comercial sino-nigeriana entre 1999 e 2009 \n\n \nImportação Exportação \n\nAno \nChina – Nigéria \n\n(U$ x mil) \nChina-Nigéria \n\n(U$ x mil) \n\n1999 182,49 396,00 \n\n2000 292,93 563,88 \n\n2001 227,44 917,15 \n\n2002 121,31 1047,09 \n\n2003 71,68 1787,49 \n\n2004 462,58 1719,27 \n\n2005 527,06 2305,28 \n\n2006 277,75 2855,67 \n\n2007 537,49 3800,19 \n\n2008 509,92 6758,13 \n\n2009 898,23 5475,71 \n\n5% 5%\n5% 3%\n\n2%\n\n80%\n\nPeças para telefonia\n\nMotocicletas\n\nPeças elétricas\n\nPneus\n\nMotores de veículos\n\nOutros produtos \nmanufaturados\n\n\n\n101 \n\n \n\n \n\n \n\nFonte: Tralac, 2010. \n\n \nGráfico 15: Balança Comercial sino-nigeriana entre 1999 e 2009 \n\n \n\nFonte: Tralac, 2010. \n\n \n\nCom base nos dados acima, pode-se perceber que o total comerciado \n\nentre China e Nigéria é ainda pouco significativo, se comparado com o \n\ncomércio realizado entre os chineses e outros países africanos como Sudão e \n\nAngola. Visando aumentar sua participação tanto na importação do petróleo \n\nnigeriano quanto no gigantesco mercado consumidor desse país africano, os \n\nchineses vêm realizando investimentos bastante significativos na Nigéria. Além \n\ndos investimentos já mencionados para o setor petrolífero, a China anunciou, \n\ntambém, uma parceria para a construção de uma Zona de Livre Comércio \n\n(FTZ) em Lagos. A primeira parte do projeto abrange uma área de 15 km\n2 \n\ne \n\nprevê o investimento de 200 milhões de dólares da empresa chinesa CCECC e \n\n67 milhões de dólares da nigeriana Lekki Global Investment Co.Ltd.\n135\n\n. Foi \n\nplanejada a construção de redes elétricas, de estradas, assim como de centrais \n\nde fornecimento de água e sistema de tratamento de esgoto\n136\n\n.  Após a \n\nconclusão da Fase I, prevista para 2014, a zona de livre comércio contará com \n\num parque industrial apto para fabricar produtos têxteis, material de \n\nconstrução, assim como móveis e eletrodomésticos. Para as fases II e III, estão \n\nplanejados o investimento de 5 bilhões de dólares, cobrindo uma área de 150 \n\nkm\n2\n, para abrigar indústrias de produtos farmacêuticos, químicos, automotivos, \n\n                                                 \n135\n\n TAYLOR, 2007, p. 632. \n136\n\n http://www.lfzdc.com/ \n\n0\n\n1.000\n\n2.000\n\n3.000\n\n4.000\n\n5.000\n\n6.000\n\n7.000\n\n1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009\n\nImportações \nchinesas da Nigéria\n\nExportações da \nChina para Nigéria\n\nU$ milhões\n\n\n\n102 \n\n \n\n \n\n \n\nentre outros. Ao assinar o contrato para essa parceria, Chen Xiaoxing, \n\nresponsável pela parte chinesa da FTZ, anunciou que, ao ser finalizado, esse \n\nprojeto tem previsão de oferecer emprego para 300 mil trabalhadores \n\nnigerianos, além de facilitar o comércio dos produtos nigerianos com os \n\nmercados europeu e estadunidense.  \n\n \n\nAlém dos altos investimentos realizados pelos chineses na Nigéria, a \n\nsituação interna do país africano – com os constantes ataques de grupos \n\nrebeldes contra o governo e empresas petrolíferas – parece estar abrindo \n\nespaço para o aumento da presença chinesa no país. Empresas multinacionais \n\nocidentais estão cada vez mais insatisfeitas com os prejuízos causados pelas \n\ninvestidas dos insurgentes e com os riscos de manter suas instalações nas \n\nregiões conflituosas.  A anglo-holandesa Shell anunciou, em dezembro de \n\n2009\n137\n\n, a intenção de vender alguns blocos petrolíferos na região do Delta \n\nNíger, pelo valor aproximado de 5 bilhões de dólares. A estatal chinesa \n\nSinopec, por sua vez, já demonstrou interesse nesse negócio.  \n\n \n\nIndependentemente da compra dos blocos petrolíferos da Shell, a China \n\nvem aumentando sua presença gradualmente na Nigéria. Basta observar os \n\ndados apresentados neste capítulo sobre o volume comerciado entre os dois \n\npaíses desde 2000 (tabela 07). O volume de exportações chinesas para a \n\nNigéria cresceu de 563,88 mil dólares (em 2000) para aproximadamente 5,5 \n\nmilhões de dólares em 2009. As importações realizadas pela China também \n\napresentam um crescimento acentuado – de 292,93 mil dólares em 2000 para \n\n898,23 mil dólares em 2009. Esse volume tende a aumentar ainda mais, pois, \n\nao que tudo indica, os chineses já perceberam que o continente africano não \n\npode ser considerado um bloco único. Assim, a estratégia de aproximação \n\nprecisa ser formulada caso a caso, considerando as peculiaridades da política \n\ninterna de cada país africano. Ao enfrentar a suspensão de contratos \n\nrealizados por Obasanjo pelo novo governo nigeriano, os chineses estão \n\ncientes de que não podem se relacionar igualmente com a Nigéria – com \n\n                                                 \n137\n\n The Times (20 dezembro 2009) disponível em: \n<http://business.timesonline.co.uk/tol/business/industry_sectors/natural_resources/article6962925.ece> \nacesso em 15 junho de 2010.  \n\nhttp://business.timesonline.co.uk/tol/business/industry_sectors/natural_resources/article6962925.ece\n\n\n103 \n\n \n\n \n\n \n\nregime democrático e independente economicamente da relação comercial \n\ncom a China – e com o Sudão, o qual tem al-Bashir como presidente desde \n\n1989 e tem a economia altamente dependente do comércio bilateral com os \n\nchineses. \n\n  \n\n\n\n104 \n\n \n\n \n\n \n\n5. CONSIDERAÇÕES FINAIS \n \n\nO presente trabalho teve como objetivo central identificar se há um \n\npadrão na política externa chinesa para todo o continente africano, ou se varia \n\npara cada país da África. Para tanto, foram analisados dois casos, Sudão e \n\nNigéria, no período entre a proclamação da República Popular da China (RPC), \n\nem 1949, e os dias atuais. \n\n \n\n Verificou-se que a política externa chinesa para África está centrada na \n\nbusca por maior aproximação econômica e política com o continente e, para \n\ntanto, os chineses utilizam o chamado “pacote chinês”, composto por grandes \n\ninvestimentos em infraestrutura, crédito de longo prazo, cancelamento de \n\ndívidas, oferecimento de ajuda humanitária, além de apoio político em \n\norganizações internacionais como o Conselho de Segurança das Nações \n\nUnidas. Contudo, a realidade política e econômica interna de cada país \n\nafricano é bastante diversa, fazendo com que os governantes chineses \n\npercebam que a África não pode ser considerada um bloco único e, por isso, a \n\nestratégia de aproximação precisa ser adaptada caso a caso, considerando as \n\npeculiaridades da política interna de cada país.  \n\n \n\nA reaproximação entre a China e o continente africano, na história \n\nrecente, ocorreu em dois momentos distintos. Primeiramente, após a \n\nproclamação da República Popular da China (RPC), em 1949, coincidindo com \n\na busca dos países africanos pela independência de suas metrópoles \n\neuropeias e, depois, no final da década de 1980, quando a China buscou apoio \n\nno continente africano para enfrentar o isolamento diplomático imposto pelo \n\nOcidente – devido ao chamado Massacre da Praça Tiananmen. Além do \n\nsuporte político, não há dúvidas sobre o interesse econômico na \n\nreaproximação das duas regiões. O governo chinês, visando manter o \n\ncrescimento da economia em ritmo acelerado, buscou parcerias na África para \n\ngarantir o suprimento de petróleo e de outros recursos naturais, bem como \n\npara abrir espaço no mercado consumidor africano para seus produtos \n\nmanufaturados.  \n\n \n\n\n\n105 \n\n \n\n \n\n \n\nMuitos governantes de países africanos, por sua vez, insatisfeitos com \n\nas imposições e as interferências nos assuntos internos de seus países e, \n\ntambém, frustrados com a falta de resultados positivos do Consenso de \n\nWashington e com a demora no envio de ajuda por parte do Ocidente, \n\nperceberam a reaproximação e o aumento da participação chinesa no \n\ncontinente como uma alternativa para seus problemas internos. Assim, líderes \n\nafricanos tornaram-se importantes aliados da China, compartilhando opiniões \n\nsobre a democratização e os direitos humanos, assim como perceberam o país \n\nasiático como um novo modelo de desenvolvimento. A visão chinesa de que o \n\ndireito econômico e o direito à subsistência são prioridades para os países em \n\ndesenvolvimento, precedendo os direitos políticos, foi apoiada por muitas \n\nnações na África.  \n\n \n\nA combinação de interesses políticos e econômicos transformou o \n\ncontinente africano em um parceiro cada vez mais relevante para a China no \n\nséculo XXI. Além da reaproximação com a África, o governo de Hu Jintao \n\ntambém busca a revitalização, a expansão e o aprofundamento da relação \n\nentre as duas regiões. Visando alcançar tais objetivos, os chineses oferecem \n\npacotes de ajuda econômica, investimentos em infraestrutura, bem como \n\nutilizam a diplomacia, incluindo visitas da cúpula do governo chinês à África e a \n\ncriação do Fórum de Cooperação China-África (FOCAC). \n\n \n\nA presença da China no continente africano tem crescido \n\nvertiginosamente na última década. O comércio entre as duas regiões \n\naumentou de 10,6 bilhões de dólares em 2000 para 90 bilhões de dólares em \n\n2009. Atualmente, os chineses são o terceiro maior parceiro comercial dos \n\nafricanos, atrás somente dos EUA e da França. A complementaridade das \n\neconomias é o ponto-chave para explicar o grande aumento na parceria \n\ncomercial entre as duas regiões, pois, enquanto o continente africano tem \n\nrecursos naturais para suprir a crescente demanda chinesa, a China oferece \n\nprodutos manufaturados de baixo custo à população africana. Contudo, existe \n\no receio de que a relação sino-africana fique centrada somente na troca dos \n\nrecursos naturais africanos pelos produtos manufaturados chineses. \n\n \n\n\n\n106 \n\n \n\n \n\n \n\nA importação chinesa de petróleo domina o comércio entre o país \n\nasiático e a África. Ao analisar o comércio bilateral dos chineses com as \n\nnações africanas, percebe-se que há um superávit significativo em favor dos \n\nchineses, especialmente nos casos em que o país africano não possui reservas \n\nsignificativas de petróleo ou exporta esse recurso para outras regiões no \n\nmercado internacional. Pode-se concluir, dessa forma, que há fundamentos \n\npara o receio com relação às características do comércio sino-africano, pois as \n\ntransações comerciais entre as duas regiões, de fato, estão centradas na troca \n\nde recursos naturais por produtos manufaturados. Todavia, é importante \n\nressaltar que, apesar das críticas de a expansão comercial chinesa estar \n\nenfraquecendo a indústria local, atualmente, com exceção da indústria de têxtil \n\ne, em menor medida, do setor calçadista, as empresas chinesas não \n\ncompetem diretamente com as africanas. Na África, a maior parte das \n\nempresas locais ainda não disponibiliza capital e tecnologia para competir com \n\nempresas chinesas e de outras nações. Em setores como telecomunicação, \n\nengenharia e construção civil, os maiores competidores são multinacionais \n\nestrangeiras, com as quais as chinesas frequentemente acertam longos \n\ncontratos de parceria.  \n\n \n\nDe acordo com o Centre for Chinese Studies (CCS), cabe aos africanos \n\ntrabalhar em medidas de proteção de sua indústria e em acordos que vinculem \n\na implantação de empresas multinacionais no seu território, com a \n\ntransferência de tecnologia e contratação de mão de obra local. A África do Sul \n\nbuscou uma solução para proteger a indústria têxtil local, por meio do \n\nestabelecimento de quotas para os tecidos provenientes da China. A \n\nimplantação desse mesmo procedimento pode servir de exemplo para proteger \n\nnão somente a indústria de tecidos, mas também a de outros produtos em todo \n\no continente africano. No entanto, segundo KAPLINSKY (2006), os mercados \n\nna África são muito pequenos para permitir economia de escala e competição. \n\nAssim, a proteção do mercado africano precisa ser organizada em bases \n\nregionais.   \n\n \n\nOs países com reservas significativas de recursos naturais precisam \n\nficar atentos ao resultado que o fluxo de produtos manufaturados chineses \n\n\n\n107 \n\n \n\n \n\n \n\ncausa na indústria local e, consequentemente, no número de empregos formais \n\nem seu território. Atualmente, a indústria dos países africanos, na sua \n\nesmagadora maioria, não tem como competir com a alta capacidade de \n\nprodução das empresas chinesas dentro de relações recíprocas de comércio. \n\nTodavia, essa situação não parece ser suficiente para caracterizar a relação da \n\nChina com a África como colonialista. Vale lembrar que, ao contrário das \n\nmetrópoles ocidentais, a China proporciona ferramentas para que os Estados \n\nafricanos – caso enderecem em conjunto medidas para resolver a situação do \n\nuso de mão de obra e proteção da indústria local, transferência de tecnologia, \n\nentre outras questões – possam encontrar seu próprio caminho para o \n\ndesenvolvimento.  \n\n \n\nO governo chinês tem interesse em evitar que aumente o \n\ndescontentamento de alguns setores da sociedade africana com a presença da \n\nChina no continente, pois protestos contra multinacionais e trabalhadores \n\nchineses são cada vez mais frequentes, podendo prejudicar a credibilidade da \n\nChina e, consequentemente, seus negócios nos países da região. Os planos \n\nde ação do FOCAC mostram que, pelo menos teoricamente, há intenção dos \n\ngovernantes chineses de promover maior interação entre o seu país e os \n\norganismos regionais, bem como parecem dispostos a dar espaço para \n\ndiscussão de propostas africanas para a agenda do fórum, como demonstra a \n\niniciativa de realizar a reunião preparatória entre membros do governo chinês e \n\ndos governos africanos em 18 e 19 de outubro de 2008, ou seja, com mais de \n\num ano de antecedência do IV FOCAC. Percebe-se, também, maior \n\nflexibilidade dos governantes chineses com relação ao tradicional princípio de \n\nnão interferência, como demonstra o uso da boa relação com o governo \n\nsudanês para convencê-lo a aceitar a entrada das missões de paz da ONU na \n\nregião de Darfur, em 2006. \n\n \n\nÉ possível identificar que os resultados positivos da relação sino-africana \n\npassam pela forma com que os governantes africanos utilizam os recursos \n\nprovenientes da relação comercial com a China. Se houver diversificação dos \n\nsetores da economia, negociação de acordos bilaterais para transferência de \n\ntecnologia e treinamento de mão de obra qualificada, entre outras medidas, a \n\n\n\n108 \n\n \n\n \n\n \n\nrelação sino-africana caminhará rumo ao desenvolvimento mútuo, \n\ndiferentemente do que houvera no período de colonização ocidental.  \n\n \n\nAo estudar os casos da relação chinesa com o Sudão e com a Nigéria, \n\nobserva-se que os governantes chineses, primeiramente, utilizaram uma \n\npolítica externa padrão para se relacionar politicamente e para aumentar sua \n\nparticipação no setor petrolífero nos dois países. Grandes investimentos em \n\ninfraestrutura, crédito de longo prazo, cancelamento de dívidas e oferecimento \n\nde ajuda humanitária faziam parte da estratégia para fortalecer os laços com \n\nesses importantes fornecedores de petróleo. Contudo, a realidade da política \n\ninterna e da economia desses países é diferente, fazendo com que os \n\ngovernantes chineses percebessem que o continente africano não pode ser \n\npensado como um bloco único e, por isso, a estratégia de aproximação precisa \n\nplanejada de acordo com a realidade de cada país.  \n\n \n\nOs sudaneses enfrentam, desde a sua independência até os dias atuais, \n\ngraves conflitos civis ocasionados pela falha na consolidação de uma nação \n\ncoesa entre as diferentes etnias e pela má distribuição dos recursos do \n\ngoverno central entre as regiões. Após conseguirem dar um fim à longa guerra \n\ncivil que assolou o país por décadas, por meio da assinatura do Acordo de Paz \n\n(CPA) entre o governo central (Norte) e os insurgentes (Sul), o país agora \n\nenfrenta um novo conflito civil na região de Darfur, o qual também está \n\nrelacionado com problemas políticos e econômicos. Essa grave situação \n\ninterna no Sudão torna o governo de al-Bashir dependente do suporte chinês, \n\ntanto na esfera política quanto na econômica. Politicamente, os sudaneses \n\nnecessitavam de apoio para enfrentar as severas críticas internacionais com \n\nrelação ao conflito civil e os abusos cometidos contra os direitos humanos, e, \n\nno âmbito econômico, existe uma clara dependência da relação comercial com \n\no país asiático, já que a economia sudanesa está fortemente embasada na \n\nexportação de petróleo, e os chineses atualmente importam mais da metade da \n\nprodução desse produto. Cabe enfatizar, ainda, que o presidente al-Bashir \n\nassumiu o poder central do Sudão em 1989 e, desde então, concentra as \n\nprincipais decisões do país, facilitando o relacionamento com os chineses, os \n\nquais estão acostumados a realizar planejamento em longo prazo. Mesmo que \n\n\n\n109 \n\n \n\n \n\n \n\na população do Sul decida, por intermédio do referendo de 2011, pela \n\nindependência total, em vez de optar por um Sudão unido, os chineses \n\ncontinuarão sendo ponto-chave para a nova república, rica em recursos \n\nenergéticos.   \n\n \n\nA Nigéria, por sua vez, também apresenta uma economia bastante \n\ndependente do setor petrolífero; entretanto a maior parte da sua produção é \n\nexportada para os EUA e países europeus. Dessa forma, não há indícios de \n\numa relação de dependência econômica com os chineses, pois somente uma \n\npequena parte de sua produção é exportada aos chineses. Ademais, os \n\nnigerianos contam com um regime político democrático que, apesar de ainda \n\nestar sendo consolidado, estabelece eleições a cada quatro anos e, \n\nconsequentemente, traz a possibilidade de troca do grupo político no comando \n\napós cada mandato presidencial. A estratégia única, elaborada com base nos \n\ninvestimentos em infraestrutura, foi bem recebida pelos nigerianos durante o \n\ngoverno de Obasanjo. Todavia, após as eleições realizadas em 2006, um novo \n\ngrupo político assumiu o poder central na Nigéria, e a estratégia da troca de \n\ninvestimentos em infraestrutura por concessões para exploração petrolífera \n\npassou a ser questionada. O governo de Hu Jintao, por sua vez, tratou de \n\nreformular sua estratégia de aproximação com os nigerianos e parece decidido \n\na seguir os princípios ditados pelo novo governo, como demonstram \n\ninvestimentos recentes do país asiático na Nigéria \n\n \n\nAo enfrentar a suspensão de contratos realizados por Obasanjo pelo \n\nnovo governo nigeriano, os chineses estão cientes de que não podem a \n\nmesma estratégia política para se relacionar com a Nigéria e com o Sudão. O \n\ngoverno chinês, ao que tudo indica, está decidido a flexibilizar sua politica \n\nexterna para acompanhar as exigências de cada país, visando, principalmente \n\nsuprir a sua demanda interna por petróleo e outros recursos naturais e, assim, \n\ndar continuidade no crescimento da sua economia. \n\n \n\n \n\n \n\n \n\n\n\n110 \n\n \n\n \n\n \n\n6. REFERÊNCIAS  \n\n \n\nADEDIPE, Biodun. The impact of oil on Nigeria’s economic policy \nformulation. Disponível em: &lt;http://www.odi.org.uk/events/2004/06/16/32-\nbackground-paper-sunday-abiodun-adedipe-impact-oil-nigerias-economic-\npolicy-formulation.pdf > Acesso em 25 de julho de 2010. \n \nADEWUYL, Adeolu; BANKOLE, Abiodun; OGUNKOLA, Olawale. China-Nigeria \nEconomic relations.  \n \nALDEN, Chris. China in Africa. Nova Iorque: Zed Books, 2008.  \n \n____, Chris. China and África. A New Development Partnership. Strategic \nAnalysis, v. 32, n.2, 2008. \n \nALVES, André Gustavo Miranda Pirelli. Os interesses econômicos da China na \nÁfrica. Boletim de Economia e Política Internacional. n.1, p.25-32, 2010.  \n \nANSHAN, Li. China and Africa: policy and challenges. China security, v. 3, n. \n3, p. 69-93, 2007. \n \nARYA, Shailender. Sudan – Conflicts, Terror, Oil. Journal of Defense Studies. \nv.3, n.4, p.64-78. 2009.  \n \nBADMUS, Isiaka Alani. Nosso Darfur, Darfur Deles: A política desviante do \nSudão e a nascente limpeza étnica em uma emergente anarquia africana. \nContexto Internacional. v.30, n.2, p.309-360, 2008. \n \nBANCO MUNDIAL. China Quartely Update. Março de 2010. Disponível em: &lt;\nhttp://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFI\nCEXT/CHINAEXTN/0,,contentMDK:22506322~pagePK:141137~piPK:141127~t\nheSitePK:318950,00.html > acesso em 16 maio de 2010.  \n \nBARACUHY, Braz. A Crise da Liga das Nações em 1926: Realismo \nNeoclássico, Multilateralismo e a Natureza da Política Externa Brasileira. \nContexto Internacional. Rio de Janeiro, v.28, n. 2, p. 355-397, 2002. \n \nBARNETT, Michael; DUVALL, Raymond. Power in International Politics. \nInternational Organization, n. 59, p.39-75, 2005.  \n \nBRESSER-PEREIRA, Luis Carlos. The Dutch Disease and its neutralization: a \nRicardian approach. Revista de Economia Política, n.48, p.47-71, 2008. \n \nCLAPLAM, Christopher. Africa and the International System: The politics of \nthe state survival. Nova Iorque: Cambridge University press, 2007. \n \nCARMODY, Pádraig R.; OWUSU, Francis Y. Competing Hegemons? Chinese \nversus American geo-economic strategies in Africa. Political Geography. v. \n26, p-504-524, 2007. \n \n\nhttp://www.odi.org.uk/events/2004/06/16/32-background-paper-sunday-abiodun-adedipe-impact-oil-nigerias-economic-policy-formulation.pdf\nhttp://www.odi.org.uk/events/2004/06/16/32-background-paper-sunday-abiodun-adedipe-impact-oil-nigerias-economic-policy-formulation.pdf\nhttp://www.odi.org.uk/events/2004/06/16/32-background-paper-sunday-abiodun-adedipe-impact-oil-nigerias-economic-policy-formulation.pdf\nhttp://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFICEXT/CHINAEXTN/0,,contentMDK:22506322~pagePK:141137~piPK:141127~theSitePK:318950,00.html\nhttp://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFICEXT/CHINAEXTN/0,,contentMDK:22506322~pagePK:141137~piPK:141127~theSitePK:318950,00.html\nhttp://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/EASTASIAPACIFICEXT/CHINAEXTN/0,,contentMDK:22506322~pagePK:141137~piPK:141127~theSitePK:318950,00.html\n\n\n111 \n\n \n\n \n\n \n\nCCS - Centre for Chinese Studies – http://www.ccs.org.za/wp-\ncontent/uploads/2010/03/PORTUGUESE-Evaluating-Chinas-FOCAC-\ncommitments-to-Africa-2010.pdf \nCOOKE, Jennifer G. China’s Soft Power in Africa. In: MCGIFFERT, Carola \n(ORG).  Chinese Soft Power and Its Implications for United States: \nCompetition and Cooperation in the Developing World. Washington: CSIS, \n2009, p.27-44. \n \nDiscurso do presidente chinês Hu Jintao na cerimônia de abertura do III \nFOCAC. Disponível em: \nhttp://www.focac.org/eng/ltda/dscbzjhy/SP32009/t606840.htm > Acesso em 10 \nde março de 2010. \n \nEnergy Information Administration (EIA). Disponível em: &lt;\nhttp://www.eia.doe.gov/countries/> Acesso em: 10 mar. 2010. \n \nEBEL, Robert E. Energy and Geopolitics in China: Mixing Oil and Politics. \nWashington: CSIS, 2009. \n \nEDWARDS, Chris; JENKINS, Rhys. The economic impacts of China and India \non sub-saharan Africa: Trends and prospects. Journal of Asian Economics. v. \n17, p.207-225. 2006. \n \nFMI Country Report, n.09/218, Julho 2009. Disponível em: &lt;\nhttp://www.imf.org/external/pubs/ft/scr/2009/cr09218.pdf> Acesso em 10 de \njunho de 2010.  \n \nFOSTER, VIVIAN et al., Building Bridges: China’s Growing Role as \nInfrastructure Financier for Africa. Washington, DC: World Bank, 2009. \n \nGILL, Bates; HUANG, Chin-Hao; MORRISON. J. Stephen. Assessing China’s \nGrowing influence in Africa. China Security, v.3, n.3, 2007, p.3-21. \n \nGILL, Stephen. Gramsci, Materialismo Histórico e Relações Internacionais. \nRio de Janeiro: Editora UFRJ, 2007 \n \nGLASER, Bonnie S.; MURPHY, Melissa E. Soft Power with Chinese \nCharacteristics:scas The Ongoing Debate. In: MCGIFFERT, Carola (ORG).  \nChinese Soft Power and Its Implications for United States: Competition \nand Cooperation in the Developing World. Washington: CSIS, 2009, p.10-26. \n \nGRIFFITHS, Martin. 50 Grandes Estrategistas das Relações Internacionais. \nSão Paulo: Contexto. 2004. \n \nGU, Jing; HUMPHREY, John. The Impact of Africa on China. Institute of \nDevelopment Studies.  \nhttp://www.aercafrica.org/documents/asian_drivers_working_papers/JHumphre\nyJingGuTheImpactof.pdf, acesso em: 10 de maio de 2010. \n \n\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/PORTUGUESE-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/PORTUGUESE-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.ccs.org.za/wp-content/uploads/2010/03/PORTUGUESE-Evaluating-Chinas-FOCAC-commitments-to-Africa-2010.pdf\nhttp://www.focac.org/eng/ltda/dscbzjhy/SP32009/t606840.htm\nhttp://www.eia.doe.gov/countries/\nhttp://www.imf.org/external/pubs/ft/scr/2009/cr09218.pdf\nhttp://www.aercafrica.org/documents/asian_drivers_working_papers/JHumphreyJingGuTheImpactof.pdf\nhttp://www.aercafrica.org/documents/asian_drivers_working_papers/JHumphreyJingGuTheImpactof.pdf\n\n\n112 \n\n \n\n \n\n \n\nHALLIDAY, Fred. Repensando as Relações Internacionais. Porto Alegre: \nUFRGS, 2.ed, 2007. \n \nHUNTINGTON, Samuel P. O choque de civilizações e a recomposição da \nordem mundial. Rio de Janeiro: Objetiva, 1996 \n \nJIANHAI, Bi.; ZWEIG, David. China’s global hunt for energy. Foreign Affairs, v. \n84, n. 5, p.25-38, 2005. \n \nJIANG, Wenran. China’s Emerging Partneship in Africa. In: ROTBERG, Robert \nI. (Org). China Into Africa: Trade, Aid and Influence. Washington: Brookings \nInstitution Press, 2008. \n \nJOHNSON, Douglas. The root causes of Sudan’s civil war. Bloomington: \nIndiana University Press, 2004. \n \nJOOMA, Mariam Bibi. Darfur and the Battle for Khartoum. Situation Report. \nInstitute for Security Studies (ISS). Pretoria, 2006. \n \nKAPLINSKY, Raphael. Winners and Losers: China’s trade theats and \nopportunities for Africa. In: WILD, Leni; MEPHAM, David (org). The new \nsinosphere: China in Africa. Londres: IPPR, 2006. p.12-22. \n \nKLEINE-AHLBRANDT, Stephanie.; SMALL, Andrew. China’s new dictatorship \ndiplomacy: is Beijing parting with pariahs? Foreign affairs, v. 87, n. 1, p. 38-56, \n2008. \n \nKOHLI, Col JS. The dragon on Safari: China’s Africa Policy. IPCS Special \nReport, n.86, 2009. \n \nKONINGS, Piet. China and Africa: Building a Strategic Partnership. Journal of \nDeveloping Societies. v.23. n.3, 2007. p.341-367. \n \nKRASNER, Stephen D. A Statist Interpretation of American Oil Policy toward \nthe Middle East. Political Science Quartely. v. 94, n.1, p.77-96, 1979. \n \nLARGE, Daniel. China &amp; the Contraditions of Non-interference in Sudan. \nReview of African Political Economy, v.35, n.115, p.93-106, 2008. \n \n____, Daniel. Sudan foreign relations with Asia: China and the politics of looking \neast. Institute for Security Studies, paper 158, p.1-20, 2008. \n \nLIN, Teh-Chang. Beijing’s foreign aid policy in the 1990s: continuity and \nchanges. In: http://iir.nccu.edu.tw/attachments/journal/add/4/v32-1-3.pdf, \nacesso em: 10 de março, 2010. \n \nMANJI, Firoze; MARKS, Stephen (org). African perspectives on China in \nAfrica. Nairobi e Oxford:Fahamu, 2007. \n \n\nhttp://iir.nccu.edu.tw/attachments/journal/add/4/v32-1-3.pdf\n\n\n113 \n\n \n\n \n\n \n\nMARQUES, Adhemar Martins; BERUTTI, Flavio Costa; FARIA, Ricardo Moura \nde. História do Tempo Presente. 2ed.  São Paulo: Contexto, 2007  \n \nMELTZ, Helen Chapin. Nigeria: A country study. Washington: Library of \nCongress, 1991. \n \nMINGJIANG, Li. China Debates Soft Power. Chinese Journal of International \nPolitics. v.2, p.287-308, 2008. \n \nMORGENTHAU, Hans J. Política Entre as Nações: a Luta Pelo Poder e Pela \nPaz. Brasília: UNB, 2003. \n \nMTHEMBU-SALTER, Gregory. Elephants, Ants and Superpowers: Nigeria’s \nRelations with China. SAIIA Occasional Paper, n.42, 2009. \n \nNAIDU, Sanusha. The Forum on China-Africa Cooperation (FOCAC): What \ndoes the future hold? China Report, v 43, n.3, p.283-296, 2007. \n \n____, Sanusha; CORKIN, Lucy; HERMAN, Hayley. China’s (Re)-Emerging \nrelations with Africa: Forging a New Consensus? Politikon,v.36, n.1, p.87-115, \n2009. \n \nNYE, Joseph S. The Changing Nature of World Power. Political Science \nQuartely. v. 105, n.2, p.177-192, 1990. \n \n____, Joseph S. Soft Power. Foreing Policy, n.80, p.153-171, 1990. \n \n____, Joseph S. O Paradoxo do Poder Americano: por que a única \nsuperpotência do mundo não pode prosseguir isolada. Tradução Luiz \nAntônio Oliveira de Araújo. São Paulo: UNESP, 2002. \n \n___, Joseph S. Soft Power and American Foreign Policy. Political Science \nQuartely. v. 119, n.2, p.255-270, 2004.  \n \n___, Joseph S. Soft Power: The Means to Success in World Politics. New \nYork: Public Afairs, 2004.  \n \n___, Joseph S. Cooperação e conflito nas relações internacionais: Uma \nleitura essencial para entender as principais questões da política mundial. \nSão Paulo: Gente, 2009. \n \nOLIVEIRA, Amaury Porto de Oliveira. A China constrói uma parceria \nestratégica com a África. Trabalho apresentado na Conferência sobre China, \npromovido pela Fundação Alexandre Gusmão, no período de 17 e 18/04/2008. \n \nPATEY, Luke A. Crude days ahead? Oil and the Resource curse in Sudan. \nAfrican Affairs, p.1-20, 2010.  \n \nPEREIRA, Wesley Robert. Nigéria e a questão petrolífera. Conjuntura \nInternacional: Puc Minas, 2006. \n\n\n\n114 \n\n \n\n \n\n \n\n \nRAMO, Joshua Cooper. The Beijing Consensus: notes on the new physics of \nChinese power . London: Foreign Policy Centre, 2004. \n \nRAMONET, Ignácio. Guerras do Século XXI: Novos Temores e Novas \nAmeaças. Petrópolis: Vozes, 2003. \n \nREADER, John. Africa: A biography of the continent. Londres: Penguin \nBooks, 1998. \n \nROMANA, Heitor Barras. República Popular da China a sede do poder \nestratégico: Mecanismos do processo de decisão. Coimbra: Almedina, \n2005. \n \nROTBERG. Robert I. (org). China into Africa: Trade, Aid and Influence. \nWashington: Brookings Institution Press, 2008. \n \nRowthorn, R; Ramaswany, R. Growth, Trade and Deindustrialization. IMF Staff \nPapers.,v.46, n.1. 1999. \n \nSALIH, M.A. Mohamed. Understanding the Conflict in Darfur. Occasional \nPaper, Centre of African Studies, University of Copenhagen, 2005. Disponível \nem: \nhttp://www.teol.ku.dk/cas/research/publications/occ._papers/muhamed_salihsa\nmletpaper.pdf/ Acesso em: 20 jul. 2010. \n \nSAMY, Yiagadeesen. China's Aid Policies in Africa: Opportunities and \nChallenges, The Round Table, v. 99, n. 406, p.75-90, 2010. \n \nSAUTMAN, Barry; HAIRONG, Yan. Frinds and Interestes: China’s distinctive \nlinks with Africa. African Studies Review, v.50, n.3, 2007. p.75-114. \n \nSCHAFER, Leslie Anne. Negotiating the North/South Conflict: Sudan’s \nCompheensive Peace Agreement. Institute for Security Studies. ISS Paper \n148. Pretoria, 2007.  \nDisponível em: http://www.issafrica.org/uploads/PAPER148.PDF Acesso: 10 \nmar. 2010. \n \nSCHNEIDER, Luiza. As causas políticas do conflito do Sudão: \nDeterminantes estruturais e estratégicos. (Monografia Relações Internacionais). \nFaculdade de Ciências Econômicas. Universidade Federal do Rio Grande do \nSul, 2008. \n \nSÉBILLE-LOPEZ, Philippe. Geopolítica do Petróleo. Lisboa: Instituto Piaget, \n2006. \n \nSNOW, Philip. China and África: consensus and camouflage. In: ROBINSON, \nThomas; SHAMBAUGH, David. Chinese Foreign Policy: Theory and \nPractice. Nova Iorque: Oxford University Press, 1995.  \n \n\nhttp://www.teol.ku.dk/cas/research/publications/occ._papers/muhamed_salihsamletpaper.pdf/\nhttp://www.teol.ku.dk/cas/research/publications/occ._papers/muhamed_salihsamletpaper.pdf/\nhttp://www.issafrica.org/uploads/PAPER148.PDF\n\n\n115 \n\n \n\n \n\n \n\nTAYLOR, Ian. China's foreign policy towards Africa in the 1990s. Journal of \nModern African Studies, v.36, n.3, 1998. \n \n___ Ian. China’s oil diplomacy in Africa. International Affairs, v.82, n.5, 2006. \np.937-959. \n \nTHOMPSON, Drew. China’s Soft Power in Africa: from the “Beijing consensus” \nto health diplomacy. China Brief, v.5, n. 21, 2005. \n \nTRALAC – Trade Law centre for Southern Africa – Disponível em: &lt;\nhttp://www.tralac.org/cgi-\nbin/giga.cgi?cat=1044&amp;limit=10&amp;page=0&amp;sort=D&amp;cause_id=1694&amp;cmd=cause_\ndir_news#china > Acesso em: 10 jul. 2010. \n \nTULL, Denis M. China’s engagement in Africa: scope, significance and \nconsequences. Journal of modern African studies, v. 44, n. 3, p. 459-479, \n2006. \n \nVISENTINI, Paulo Fagundes. As relações internacionais da Ásia e da \nÁfrica. Petrópolis. RJ: Vozes, 2007. \n \nVISENTINI, Paulo Fagundes; RIBEIRO, Luis Dario; PEREIRA, Analucia \nDanilevicz. Breve História da África. Porto Alegre: Leitura XXI, 2007. \n \nWENPING, He. The Balancing Act of China’s Africa Policy. China Security, \nv.3, n.3, 2007. \n \nWILD, Leni; MEPHAM, David (org). The new sinosphere: China in Africa. \nLondres: IPPR, 2006. \n \nYOSHIHARA, Toshi; HOLMES, James R. China’s Energy-Driven: Soft Power. \nOrbis. v. 52, p.123-137, 2008. \n \nZAFAR, Ali. Learning from the Chinese Miracle: Development Lessons for Sub-\nSaharan Africa. Policy Research Working Paper. n.WS5216, 2010. \n \n\nZEN, Cássio Eduardo. O Relatório da Comissão Internacional de Inquérito \nSobre a Situação em Darfur - Sudão. Revista Brasileira de Direito \nInternacional - RBDI, América do Norte, v.1 mar. 2006. Disponível em: \nhttp://ojs.c3sl.ufpr.br/ojs2/index.php/dint/article/view/4646/3811. Acesso em: 11 \njul. 2010. \n \n \n \n \n \n \n \n \n \n\nhttp://www.tralac.org/cgi-bin/giga.cgi?cat=1044&amp;limit=10&amp;page=0&amp;sort=D&amp;cause_id=1694&amp;cmd=cause_dir_news#china\nhttp://www.tralac.org/cgi-bin/giga.cgi?cat=1044&amp;limit=10&amp;page=0&amp;sort=D&amp;cause_id=1694&amp;cmd=cause_dir_news#china\nhttp://www.tralac.org/cgi-bin/giga.cgi?cat=1044&amp;limit=10&amp;page=0&amp;sort=D&amp;cause_id=1694&amp;cmd=cause_dir_news#china\nhttp://ojs.c3sl.ufpr.br/ojs2/index.php/dint/article/view/4646/3811\n\n\n116 \n\n \n\n \n\n \n\nAnexo I: Mapa político do Sudão \n \n\n \nFonte: Nações Unidas \n\n \n \n\n\n\n117 \n\n \n\n \n\n \n\nAnexo II: Empresas chinesas nos consórcios do setor petrolífero do \nSudão  \n \n\n  \nEMPRESA \n\nBLOCO CONSÓRCIO NOME % ORIGEM \n\n1,2,4 GNPOC CNPC 40 China \n    Petronas 30 Malásia \n    ONGC Videsh 25 Índia \n    Sudapet 5 Sudão \n\n3,7 Petrodar  CNPC 41 China \n    Petronas 40 Malásia \n    Sudapet 8 Sudão \n    Sinopec 6 China \n\n    Al Thani 5 \nEmirados \nÁrabes Unidos \n\n6 CNPCIS CNPC 95 China \n    Sudapet 5 Sudão \n\n13 \nCNPC, Pertamina &amp; \nSudapet CNPC 40 China \n\n    Pertamina 15 Indonésia \n    Sudapet 15 Sudão \n    Dindir Petroleum 10 Sudão \n\n    \nExpress Petroleum &amp; \nGas 10 Nigéria \n\n    Africa Energy 10 Nigéria \n\n15 RSPOC Petronas 35 Malásia \n    CNPC 35 China \n    Sudapet 15 Sudão \n\n    \nExpress Petroleum &amp; \nGas 10 Nigéria \n\n    \nHi Tech Petroleum \nGroup 5 Sudão \n\nFonte: European Coalition on Oil in Sudan (ECOS) \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n118 \n\n \n\n \n\n \n\nAnexo III: Presença chinesa nos blocos petrolíferos do Sudão  \n \n \n\n \nFonte: European Coalition on Oil in Sudan (ECOS) \n\n\n\n119 \n\n \n\n \n\n \n\n Anexo IV: Mapa Político da Nigéria \n\nFonte: Nações Unidas \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n120 \n\n \n\n \n\n \n\nAnexo V: Principais Blocos Petrolíferos da Nigéria \n\n \n\nFonte: MARIN, Cecile (1999) “Bataille pour le pétrole au Nigéria”. Le Monde Diplomatique, Fevereiro de \n\n1999. Disponível em: http://www.monde-diplomatique.fr/cartes/afriquenigeriamdv51, acesso em 10 de \n\njunho de 2010. \n\n \n \n \n \n \n \n \n\nhttp://www.monde-diplomatique.fr/cartes/afriquenigeriamdv51"}]}}}