{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04251"}, {"@name": "filename", "#text": "BGP_1997_11_1-2_03_Analise_comparativa_da_Paleogeologia_dos_litorais.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ANÁLISE COMPARATIVA DA PALEOGEOLOGIA DOS LITORAIS ATLÂNTICOS BRASILEIRO E AFRICANO\nCOMPARATIVE ANALYSIS OF THE PALEOGEOLOGYALONG\nTHE ATLANTIC BRAZILIAN AND AFRICAN SHORES\nANÁLISIS COMPARATIVO DE LA PALEOGEOLOGÍA DE LOS LITORALES ATLÁNTICOSBRASILENO YAFRICANO\nPedro de Cesero (Editor)1 Francisco Celso Ponte (Coordenador)\nPARTICIPANTES\nAirton A. Northfleet; Alfredo Gonçalves; Antônio Sérgio T. Netto; Augusto M. C. França; Carlos A. T. Penna; Clodomir A. M. da Silva; Edson M. Ribeiro; Geoni B. da Rosa; J. Adriano Lopes; Júlio Cesar Ribeiro; Luiz Eduardo Neves; Olívio B. da Silva; Paulo T. Araripe e Ubirajara P. de Souza\nRESUMO\nMuitos profissionais de Geologia desconhecem a origem de certos conceitos. Por este motivo, em suas citações, não dão o devido crédito aos legítimos autores. Resgata-se, aqui, um trabalho fundamental para entender a evolução das bacias sedimentares brasileiras. Publicado em 1972, este artigo foi o primeiro em que se desenvolveu uma visão mais global da evolução das bacias conhecidas na época utilizando-se a tectônica de placas. Em certos detalhes, já está superado, muitas interpretações mudaram, mas as idéias básicas de evolução das bacias ainda são aceitas e utilizadas. É importante lembrar que não se dispunha de todos os dados atuais, e que certas feições - como o Graben de Pendência, por exemplo - não eram conhecidas. Era o início da exploração de bacias como as de Campos e Santos. As bases interpretativas deste trabalho foram desenvolvidas, em 1971, por um grupo de geólogos no SETUP (hoje CEN-NOR), Bahia. No ano seguinte, apresentou-se uma síntese do relatório original no XXVI Congresso da Sociedade Brasileira de Geologia (SBG) em Belém (Pará). Mas, por um lapso da comissão organizadora do evento, o trabalho não foi publicado nos anais do Congresso, só tendo sido editado como relatórios internos do DIDEP/SETUP/BA (1972) e do DEXPRO/Rio (1972). Para editar este trabalho no BGP, procurou-se manter a forma com que deveria ter sido publicado nos anais do Congresso. Também para facilitar a edição, não estão sendo publicadas as figuras 11 e 12, as tabelas estratigráficas das principais bacias brasileiras e suas correlatas africanas. Acredita-se que a compreensão do trabalho não será prejudicada. Desta forma, espera-se que sejam resgatados outros trabalhos de igual importância, que também permanecem desconhecidos dos geólogos brasileiros.\n(Originais recebidos em 19.05.93.)\nABSTRACT\nMany professional geologists are not familiar with the origin of certain concepts. This is the reason that when making references, they do not give credit to the real authors. This paper recovers a paper which is essential to understand the evolution of the Brazilian sedimentary basins. This article was firstpublished in 1972 and it was the first one based on plate tectonics which developed a more global vision on the evolution of the basins known up to that time. In some details it is outdated, many interpretations have changed, but the basic ideas about the evolution of the basins are accepted and used today.\nIt should be remembered that the present data were not available and some features - e.g the Pendência Graben - were unknown; it was the very beginning of basin exploration such as in the Campos and Santos basins. The interpretation premises of the work were developed by a team of geologists working at the SETUP (today CEN-NOR) in Bahia. In the following year, a summary of the original report was presented during the 26th Congress of the Brazilian Geological Society\n1 Universidade do Estado do Rio de Janeiro, Faculdade de Geologia, Departamento de Estratigrafia e Paleontologia, Maracanã, 20559-900, Rio de Janeiro, RJ, Brasil.\ne-mail: cesero@uerj.br\nin memoriam\n(SBG) held in Belém (Pará State). Due to a fault of the organizing committee, the paper was not published in the Congress proceedings, it was only printed as internal reportsproduced by the DIDEP/SETUP/BA (1972) and the DEXPRO/Rio (1972).\nIn order to publish this paper in the BGP, an attempt was made to maintain the original form, as it should had been printed in the Congress proceedings. Also, in order to make editing easier, figures 11 and 12, the stratigraphic tables for the main Brazilian basins and their African correlates are not being published. It is believed that the understanding of the work will not be affected. We hope that other important papers that are unknown to Brazilian geologists can be restored. The Brazilian and Western African coastlines were orientated by the ancient structural lines. In the Upper Jurassic, continental deposits were accumulated within the Afro-Brazilian trough, extending from the Alagoas-Cameroun to the Almada-Congo areas. The Wealden reactivation established the coastlines along the rift valleys. The first one, from south to north, along the underlying alignments, and the second, from west to east, cutting across and giving rise to a series of lakes. During the Aptian, the first marine transgressions took place, building up two proto-oceanic gulfs. One of them, bounded by the Walvis-Rio Grande and the Pernambuco-Cameroun protochains, favored the deposition of thick evaporite deposits. To the north, the secondgulf maintained an open connection with the ocean. From the Albian to the Turonian, the two continents remained linked. However, due to the progressive separation of the plates, pulsation transgressions tookplace until full marine conditions were attained. The rupture of the last link between the two plates was during the Turonian and the Santonian. Shearing stresses occurred along the Brazilian northeastern and the Gulf of Guinea coasts, caused by the transcurrent displacement of the two plates. However, to the south of Pernambuco-Cameroun, tension stresses were always registered while the continents were migrating. When both plates were completely free, the African plate was released from the tension stress, giving rise to the compression of the Benué trough. During the Cenozoic, the uplift of continental belts, adjacent to the coasts, supplied the continental margins and intracratonic basins with sediments.\n(Expanded abstract available at the end of the paper.)\nRESUMEN\nMuchos profesionales de Geologia desconocen el origen de ciertos conceptos. Por este motivo, en sus citaciones, no dan el crédito debido a los autores legítimos. Se rescata, aqui, un trabajo fundamental para entender la evolución de las cuencas sedimentarias brasilehas. Publicado en 1972, este articulo fue elprimero en el cual se desarrolló uma visión más global de la evolución de las cuencas conocidas en esa época, considerando la tectónica de placas. En ciertos detalles, ya está superado; muchas interpretaciones cambiaron, pero las ideas básicas de evolución de las cuencas todavia son aceptadas y utilizadas. Es importante recordar que no se disponia de todos los datos actuales, y que ciertas formas - como el Graben de Pendencia, por ejemplo - no eran conocidas. Era el inicio de la explotación de cuencas como las de Campos y Santos. Las bases interpretativas de este trabajo fueron desarrolladas en 1971, por un grupo de geólogos en el SETUP (hoy CEN-NOR), Bahia. En el aho siguiente, se presentó una sintesis del informe original en el XXVI Congreso de la Sociedad Brasileha de Geologia (SBG) en Belén (Pará). Pero, por un lapso de la comisión organizadora del evento, el trabajo no fue publicado en los anales del Congreso, solamente habiendo sido edictado como informes internos del DIDEP/SETUP/BA (Doc. 1972) y del DEXPRO/Rio (Doc. 1972). Para edictar este trabajo en el BGP, se procuró mantener la forma con la cual deberia haber sido publicado en los anales del Congreso. También para facilitar la edición, no se están publicando las figuras 11 y 12, las tablas estratigráficas de las principales cuencas brasilehas y suas correlatas africanas. Se cree que la comprensión del trabajo no será perjudicada. De esta forma, esperamos que sean rescatados otros trabajos de igual importancia, que también siguen desconocidos de los geólogos brasilehos.\n1.\tINTRODUÇÃO\nEste trabalho foi empreendido por um grupo de geólogos da PETROBRAS no SETUP/Bahia (hoje CEN-NOR), originalmente com o objetivo de prover um enquadramento regional para a Bacia do Recôncavo, cuja evolução, durante o Andar Rio da Serra (Cretáceo Inferior), foi estudada em detalhe na segunda metade do IV Curso de Projetos Especiais de Geologia (CEPEG-IV), em 1971.\nO trabalho original, mais extenso, sob o título de Evolução Paleogeológica do Brasil Oriental e África Ocidental, foi editado como Relatório Interno n° 6, DIDEP/SETUP (CPEG IV, 1972). Os mapas geológicos tiveram como documentos básicos a Carte Tectonique International de lAfrique (ASGAS-UNESCO, 1968) e o Mapa Geológico da América do Sul (DNPM, 1964), ambos na escala 1:5.000.000. As informações complementares foram extraídas de relatórios internos da PETROBRAS, inéditos em sua maioria, e da bibliografia disponível na época.\nDada a exigüidade de tempo e da bibliografia, e dados disponíveis durante o curso, considera-se este trabalho apenas uma síntese preliminar e incompleta. Uma lacuna evidente, por exemplo, é a falta de um estudo bioestratigráfico comparativo das áreas estudadas.\n2.\tPLATAFORMA PRÉ-MESOZÓICA\nA plataforma pré-mesozóica do Brasil Oriental e da África Ocidental é uma ortoplataforma de longa duração, cuja consolidação ocorreu no Eo-cambriano após o ciclo Brasiliano-Baikaliano.\n2.1.\tPré-cambriano e Eocambriano\nOs trabalhos de Almeida (1967, 1969a) sobre a evolução da Plataforma Brasileira e a subdivisão do Pré-cambriano da África Ocidental mostram uma correlação quase perfeita entre os ciclos tectonorogênicos brasileiros e africanos, o que permite o estabelecimento de unidades geocronológicas comuns, como mostrado na figura 1. Tanto na África como no Brasil, as rochas de idade arqueana (mais velhas que 2 600 milhões de anos) apresentam-se intensamente metamorfizadas e granitizadas, com o desenvolvimento de charnoquitos e granulitos. Como tais rochas foram afetadas por ciclos posteriores, mostram grandes dispersões de idades radiométricas (geocronológicas).\nO Pré-cambriano Inferior (PC) está representado pelos ciclos Transamazônicos, no Brasil, e Eburniano, na África, de idade entre 1 800 e 2 600 milhões de anos. Tais ciclos tiveram papel importante na cratonização da África e do Brasil. Tanto no Brasil como na África, o Pré-cambriano Médio (PB), com idades variando entre 850 e 1 800 milhões de anos, tem distribuição bem mais restrita do que os ciclos anteriores.\nNele, podem ser reconhecidos dois ciclos tectonorogênicos principais. O mais antigo (PB2), que inclui o Ciclo do Espinhaço, no Brasil, e o Mayobiano, na África; e o mais novo (PB1), representado pelo Ciclo do Minas-Uruaçuano, no Brasil, e pelo Ciclo Kibariano-Matsap na África.\nO limite geocronológico entre o Pré-cambriano e o Paleozóico é aceito internacionalmente como 570 milhões de anos. Na África e no Brasil, entretanto, não foram observados eventos tectonorogênicos dessa idade. Os ciclos orogênicos do final do Pré-cambriano (Brasiliano, no Brasil, e seus equivalentes o Ktanguiano-Baikaliano, na África), prolongaram-se até o Eocambriano.\nA subdivisão (PP) (fig. 1) foi criada para incluir as rochas que resultaram da fase inicial dos ciclos Brasiliano e Baikaliano Tardio. Datam desta época os últimos eventos compressionais que afetaram as plataformas brasileira e africana, há cerca de 550 milhões de anos.\nFig. 1 - Divisão do Pré-cambriano no Brasil Oriental e África Ocidental.\nFig. 1 - Precambrian division in Eastern Brazil and Western Africa.\nNa África e no Brasil, as rochas (PP) possuem características de depósitos de miogeossinclinal com metamorfismo praticamente nulo ou epizonal. Nesta época, também ocorreu o desenvolvimento de extensas coberturas sedimentares pouco dobradas sobre as plataformas mais antigas. Tais depósitos estão representados por diamictitos (tilito basal) cobertos por folhelhos e ardósias interestratificadas com sílex, seguidos de camadas de calcário com Collenia que, para cima, gradam para sedimentos terrígenos imaturos, localmente molassóides.\nA sedimentação carbonática parece indicar o fim da fase miogeossinclinal, e os terrígenos seriam o registro da inversão dos miogeossinclínios.\n2.2.\tBacias Paleozóicas\nA inversão dos miogeossinclínios do final dos ciclos Brasiliano e Baikaliano produziu uma seqüência de sedimentos terrígenos e imaturos que, no Brasil, segundo Almeida (1969a), caracteriza o estágio de transição que precedeu a consolidação da Plataforma Brasileira. Na África também existem depósitos idênticos, de idade cambro-ordoviciana, que, possivelmente, representam o estágio de transição da Plataforma Africana. Almeida (comunicação verbal) chama a atenção para a localização das bacias cambro-ordovicianas, situadas nas bordas das sinéclises paleozóicas onde, devido a subsidência, ficaram protegidas da erosão (fig. 2). Ao longo da costa, não existem vestígios de tais bacias, evidenciando que vastas áreas vêm sofrendo levantamento, possivelmente desde o Paleozóico.\nMAPA PALEOGEOLOGICO PRE-SILURIANO\nCOBERTURAS CAMBRO-ORDOVICIANAS E EO - CAMBRIANAS ( 440 - 550 ma )\nGEOSSINCLINIOS E ÁREAS REJUVENESCIDAS\nI \"I NOS CICLOS BRASILIANO E BAIKALIANO (550-850ma)\nIfTl PLATAFORMAS PRÉ-BRASILIANAS E\nI—±—I PRÉ- KATANGUIANAS ( > 850 ma )\n0\n1=\n500\n1000 km\nPOR A.A. NORTHFLEET E C.A. THOMASI PENA\nFig.2 - Mapa paleogeológico do Pré-siluriano.\nFig. 2 - Paleogeologic pre-Silurian map.\nNo início do Siluriano, a plataforma Afro-brasileira apresentava-se relativamente consolidada e estabilizada (ortoplataforma). Amplas e rasas depressões começaram a se formar nessa época, dando origem às grandes sinéclises onde se depositaram inicialmente conglomerados e arenitos quartzosos, grosseiros e supermaturos do tipo Furnas, Serra Grande e Table Moutain, na África. Tais sedimentos cobriam grandes áreas em camadas pouco espessas (fig. 3).\nFig. 3 - Mapa paleogeológico do Pré-mesozóico.\nFig. 3 - Paleogeologic pre-Mesozoic map.\nNo final do Siluriano ou no Devoniano iniciou-se uma fase de sedimentação marinha, representada pelos folhelhos cinza-escuros das formações Ponta Grossa, Pimenteiras, Maecuru e Bokkeweld.\nA sedimentação carbonífera e eopermiana caracterizou-se pela extensa ocorrência de material tilóide nas camadas Dwyka, na África do Sul, e Itararé, no Paraná, o que, em geral, é apontado como evidência de glaciação continental.\nA sedimentação neopermiana tem caráter predominantemente pelítico, com arenitos pouco espessos e finas intercalações de carvão.\nNo final do Permiano e princípio do Triássico, as camadas vermelhas (red beds) e evaporitos marcam o início da fase geocrática (continentalização), que passou a predominar na plataforma gondwânica, do Brasil e da África, durante quase todo o Mesozóico.\nDe modo geral, nas sinéclises paleozóicas as camadas são relativamente pouco espessas, suborizontais, cobrindo milhares de quilômetros quadrados, demonstrando grande quietude tectônica.\n3.\tBACIAS MESOZÓICAS\n3.1.\tBacias Juro-triássicas\nNo início do Mesozóico, a plataforma Afro-brasileira apresentava-se emersa (fig. 4), com grandes áreas dominadas por sedimentação continental.\nFig. 4 - Mapa paleogeológico do Pré-cretáceo.\nFig. 4 - Paleogeologic pre-Cretaceous map.\nO clima mostrava tendência à aridez crescente, desde o fim do Permiano. As antigas sinéclises paleozóicas foram colmatadas por depósitos extensos, pouco espessos, de grau crescente de maturidade textural e grande homogeneidade lateral. Restos de vertebrados, impressões de plantas e moldes de ostracodes são os raros vestígios deste tempo.\nNenhuma ocorrência de Juro-triássico marinho foi encontrada, até agora, na costa ocidental da África e leste do Brasil, indicando que os continentes permaneciam ainda unidos neste tempo (Kennedy, 1965). Essa área, aparentemente, manteve-se positiva e submetida a erosão até o Jurássico Superior, quando se formou a “Depressão Afro-brasileira” (fig. 4), uma calha rasa e alongada onde se depositaram os sedimentos continentais das formações Aliança e Sergi, no Recôncavo, e Serraria em Alagoas/Sergipe, Missão Velha do Araripe, e suas correlatas M'Vone e N'Dombo, do Gabão, na África.\n3.2.\tBacias Cretácicas Pré-aptianas\nDo final do Permiano até o início do Cretáceo, a plataforma Afro-brasileira permanecia emersa e dominada por sedimentação continental. Esta plataforma, entre o final do Jurássico e início do Cretáceo, nas costas leste do Brasil e oeste da África, foi atingida por intenso tectonismo de caráter tafrogênico, a “Reativação Wealdeniana” (Almeida, 1967) (fig. 5), preferencialmente nas áreas afetadas pela orogênese Brasiliana-baikaliana ou Pan-africana.\nFig. 5 - Mapa paleogeológico do Pré-aptiano.\nFig. 5 - Paleogeologic pre-Aptian map.\nA movimentação vertical ao longo de antigas linhas de fraqueza e a criação de novos falhamentos tensionais deram origem a sistemas de rifts (rift valleys), onde foram depositados os grupos Santo Amaro, Ilhas e Massacará, do Recôncavo, o subgrupo Coruripe, de Alagoas/Sergipe, e o Cocobeach inferior e médio, do Gabão e Congo.\nO abatimento de blocos deu origem, também, a bacias isoladas do tipo meio-graben, como as do Araripe, e outras menores, como as do Rio do Peixe e Iguatu, no Ceará. Nas grandes sinéclises, prosseguiu ainda a sedimentação continental.\nOutro evento importante da “Reativação Wealdeniana” foi a extrusão intermitente de grandes volumes de magma basáltico nas bacias do Paraná, Parnaíba e Kaokoweld. Entre os derrames depositaram-se arenitos eólicos e fluviais. Também nas bacias marginais de Campos, Espírito Santo e Barreirinhas ocorreram rochas vulcânicas intercaladas em sedimentos continentais, lacustres, fluviais e deltaicos.\n3.3.\tBacias Albo-aptianas\nUma erosão acentuada atacou os blocos elevados nos bordos das bacias formadas por colapso durante a tafrogenia wealdeniana. Sobre esta superfície de erosão, ocorreu a primeira invasão marinha registrada no Brasil oriental e na\nÁfrica ocidental. A discordância entre sedimentos continentais pré-aptianos e sedimentos marinhos albo-aptianos é reconhecida nos bordos de quase todas as bacias costeiras dessa área (fig. 6).\nMAPA PALEOGEOLÓGICO PRE-CRETÁCEO SUPERIOR\nSEDIMENTOS CONTINENTAIS\tBACIAS CETÁCEAS APTI AN 0-ALBIANAS\nSEDIMENTOS MARINHOS TERRÍGENOS\nSEDIMENTOS CARBONÁTICOS\n500\n1000km\n0\nSEDIMENTOS MARINHOS NÃO ESPECIFICADOS\nPOR GEONY A.VDA ROSA E OLÍVIO B. DA SILVA\nFig. 6 - Mapa Paleogeológico do Pré-cretáceo Superior.\nFig. 6 - Paleogeologic Upper pre-Cretaceous map.\nNo embrionário Atlântico Sul, devido a uma provável precariedade de sua ligação com o mar aberto, aliada à aridez do clima albo-aptiano, predominou precipitação generalizada de evaporitos entre as cadeias Walvis-Rio Grande, ao sul, e Alagoas-Camerum, ao norte. Precipitação evaporítica registrou-se também em bacias intracratônicas, como é o caso da Formação Codó, na sinéclise do Parnaíba, e da Formação Santana, no meio-graben do Araripe.\nOs depósitos evaporíticos nas bacias costeiras do Brasil e da África constituem evento marcante em suas histórias geológicas, justificando a subdivisão das colunas cretácicas nelas contidas em três seções: pré-salíferas, salíferas e pós-salíferas, o que evidencia o paralelismo da evolução tecto-sedimentar entre elas.\nDo Albiano Médio ao Cenomaniano, prevaleceram condições marinhas mais francas das costas ocidental da África e leste do Brasil, tendo-se iniciado o ciclo de deposição predominantemente carbonático em quase todas as bacias da costa sul. Ao norte, as bacias de Bragança-Vizeu, São Luiz, Barreirinhas, Piauí, Ceará e Potiguar receberam grande suprimento de seqüências clásticas progradacionais (Miura, 1972).\nA sedimentação marinha estendeu-se, no Albiano, até a fossa de Benué, na Nigéria, ao passo que as bacias do Recôncavo, Tucano e Jatobá permaneceram isoladas do mar, recebendo lençóis de sedimentos continentais terrígenos.\nDurante essa época, as bacias marinhas situadas ao sul de Pernambuco-Camerum constituíam uma província zoogeográfica distinta daquelas situadas ao norte desta área (Beurlen, 1967b, e Reyment, 1969). Essa situação deve ter perdurado até o fim do Turoniano (Reyment e Tait, 1972), talvez interrompida por efêmeras comunicações motivadas por transgressões pulsatórias.\n3.4.\tBacias do Cretáceo Superior\nA sedimentação marinha continuou com seu caráter dominantemente carbonático até o Turoniano, passando a predominar os clásticos finos até o fim do Cretáceo (fig. 7).\nFig. 7 - Mapa paleogeológico do Pré-cenozóico.\nFig. 7 - Paleogeologic pre-Cenozoic map\nSegundo Reyment e Tait (1972), com base principalmente no estudo de amonóides, a distribuição faunística entre as províncias zoogeográficas do Atlântico Norte e do Atlântico Sul é observada até no Turoniano Superior. Tinoco (1967), estudando foraminíferos, só constatou a ocorrência de espécies cosmopolitas na bacia costeira de Pernambuco-Paraíba, a partir do início do Maastrichtiano, sugerindo que somente nesta época se tenha estabelecido a franca comunicação entre as duas províncias atlânticas. Beurlen (1967a) concorda com Tinoco, admitindo que o desaparecimento da barreira entre os dois oceanos somente ocorreu no fim do Campaniano. Vale salientar que, nesta área, a sedimentação marinha iniciada no Santoniano foi precedida de vulcanismo datado de cerca de 90 milhões de anos (Vandoros et al. 1966).\nA sedimentação marinha ocorreu também no norte da África, nas bacias interiores do Tchad e Tamesna, inundadas desde o Campaniano Superior até o Turoniano Inferior, por um raso mar epicontinental (Reyment e Tait, 1972). As demais depressões cratônicas foram assoreadas por extensos lençóis de arenitos e siltitos continentais.\n4.\tBACIAS CENOZÓICAS\nDurante o Cenozóico, as costas oriental do Brasil e ocidental da África foram palco de sucessivas transgressões e regressões oscilatórias.\nO surgimento de extensa faixa ao longo das costas brasileira e africana rejuvenesceu as áreas-fonte que passaram a fornecer sedimentos terrígenos para as margens continentais e depressões intra-cratônicas (fig. 8).\nt> iflO OOB Kt ílWir.\nMAPA GEOLÓGICO GENERALIZADO\nFftLEOZaCQ\nFF1\nE2 PÍtÉ-C4MiHI4N0\nPOfl J.6.L. HIBLIRÇ\n4. NONTKlEEF\nFig. 8 - Mapa paleogeológico generalizado.\nFig. 8 - Generalized paleogeologic map.\nCom a regressão do mar epicontinental trans-sahariano, as bacias intracratônicas daquela área passaram a receber sedimentação continental.\nManifestações vulcânicas registraram-se durante o Burdigaliano nas ilhas Fernando Pó, Príncipe e São Tomé. No Brasil, o vulcanismo no Rio Grande do Norte e arquipélago de Fernando de Noronha prolongou-se, embora debilmente, até o final do Plioceno, há cerca de 2 milhões de anos (Cordani, 1970).\n5.\tEVOLUÇÃO TECTÔNICA (fig. 9)\nNo final do Pré-cambriano, os geossinclínios brasilianos apresentavam-se colmatados por sedimentos predominantemente carbonáticos, denotando que as áreas-fonte apresentavam-se já bastante rebaixadas, e havia calma tectônica nas áreas de deposição (fig. 2). Esta sedimentação carbonática estendia-se também sobre grandes áreas das plataformas do Congo, São Francisco e Guaporé (fig. 2). As unidades assim formadas foram pouco afetadas pelos dobramentos e processos térmicos associados, por isso, hoje, elas apresentam metamorfismo quase nulo e atitudes suborizontais.\nNo início do Fanerozóico ocorreu, na plataforma Afro-brasileira, o último episódio tecto-orogênico que provocou a inversão dos geossinclíneos e produziu extensas faixas de dobramentos brasilianos e baikalianos. Esta movimentação 10\tB. Geoci.PETROBRAS,RiodeJaneiro, 11 (1/2):1-18, jan/dez.1997\nprovocou o rejuvenescimento radiométrico e a migmatização de grandes áreas do embasamento Transamazônico e do Eburdiano, principalmente ao longo das costas leste e nordeste do Brasil e oeste da África.\nEm conseqüência da inversão dos geossinclíneos, a sedimentação que se seguiu apresenta caráter predominantemente geocrático, representado por sedimentos imaturos, arcósicos, grauvaques e espessos conglomerados com intercalações freqüentes de rochas piroclásticas de ácidas a ocasionalmente basaltos. Esta sedimentação, segundo Almeida (1969b), caracteriza a transição do estágio de paraplataforma para o de ortoplataforma (fig. 9).\nEVOLUÇÃO TECTÔNICA ESQUEMÁTICA DAS MARGENS CONTINENTAIS DO BRASIL ORIENTAL E ÁFRICA OCIDENTAL\nFig. 9 - Evolução tectônica esquemática das margens continentais do Brasil Oriental e África Ocidental.\nFig. 9 - Schematic tectonic evolution of the continental margins in Eastern Brazil and Western Africa\nApós a consolidação da plataforma, no final do Cambro-ordoviciano, a sedimentação passou a se processar nas grandes sinéclises paleozóicas.\nNas coberturas sedimentares fanerozóicas do Brasil, foram reconhecidas seis seqüências sedimentares, separadas por grandes discordâncias inter-regionais (Almeida, 1969a; Ghignone e Northfleet, 1971).\nNo início do Mesozóico (Triássico), a plataforma Afro-brasileira apresentava-se recoberta, em grande parte, por sedimentos continentais fluviais e eólicos depositados em condições de grande quietude tectônica. Porém, um continuado levantamento epirogenético deu origem à formação de uma antéclise, estendendo-se da Plataforma de São Francisco ao Maciço de Chaillu. Aí, a erosão da delgada capa de sedimentos neopaleozóicos e paleozóicos expôs o embasamento em vasta área (fig. 9).\nNo Jurássico Superior, seja por efeito do adelgaçamento da crosta (Freund, 1967), seja por falhamentos longitudinais incipientes, houve o alívio das tensões atuantes no eixo da antéclise, dando lugar à formação de uma bacia sedimentar alongada, de direção N-S: a “Depressão Afro-brasileira” (fig. 4). O afundamento desta calha foi bastante lento a princípio, permitindo a deposição dos lençóis sedimentares de idade do Andar Dom João e seus equivalentes. Vale mencionar que, já nesta época, notava-se nesta calha tendência à bifurcação que evoluiu mais tarde para a formação das bacias do Recôncavo, Tucano e Jatobá.\nNo início do Cretáceo, a “Reativação Wealdeniana” desencadeou severo fendilhamento tafrogênico sobre antigos alinhamentos estruturais. Essa reativação foi acompanhada de extenso magmatismo de basalto toleítico, formando as trapas do Paraná, Bacia do Parnaíba, e Karoo, no Kaokouveld. Além destas, ocorreram outras menores nas bacias de Cuanza, Campos e Espírito Santo.\nAo longo das atuais costas leste brasileira e oeste africana, progrediu de sul para norte um fendilhamento formando um sistema de rifts que, capturando a drenagem existente, deu origem a um conjunto de lagos interligados, semelhantes aos atuais da África Oriental (fig. 5). Situavam-se, aí, as atuais bacias de Cuanza, do Congo, do Gabão, do Espírito Santo, do Jequitinhonha e de Alagoas/Sergipe. O Recôncavo, Tucano e Jatobá constituem uma ramificação do rift principal. A antiga zona de fraturas de Pernambuco parece ter controlado o progresso do fendilhamento, para norte. O meio-graben do Jatobá, por exemplo, foi criado pelo abatimento do bloco ao sul daquela geofratura, formando nítida deflexão com o alinhamento norte-sul da Bacia do Tucano.\nDo mesmo modo, o abaixamento do bloco ao sul da geofratura da Paraíba deu origem à Bacia do Araripe, isolada do sistema do rift principal.\nOs sedimentos dos grupos Santo Amaro, Ilhas, subgrupos Coruripe, Formação Cocobeach e seus correlatos apresentam seções espessas com grandes variações faciológicas, e são testemunho do rápido assoreamento desses lagos tectônicos.\nFendilhamento semelhante parece ter ocorrido também mais ao norte, entre a costa do Maranhão e a Costa do Marfim. O fraturamento nessa área teria progredido de oeste para leste, cortando transversalmente as direções estruturais do embasamento.\nCom a invasão marinha do Aptiano-Albiano, formaram-se, ao longo das duas fendas, norte-sul e equatorial, dois longos e estreitos golfos. A geofratura de Pernambuco-Camerum aparentemente barrava a progressão das fendas norte-sul, mantendo isolados os golfos proto-oceânicos.\nAs estruturas vulcânicas das proto-cadeias de Walvis e Rio Grande formavam soleiras que restringiam a comunicação do embrionário Atlântico Sul. O ambiente assim restrito e a aridez reinante propiciaram a formação dos evaporitos desde São Paulo (Bacia de Santos), e Angola até Alagoas e Gabão.\nA aridez climática também favoreceu a sedimentação evaporítica nas bacias intracratônicas do Paraíba e Araripe.\nDo Albiano ao Eocenomaniano prevaleceram condições marinhas mais francas, sujeitas a transgressões e regressões. Nessa época, o fendilhamento equatorial, progredindo para leste, teria avançado até a Fossa de Benué.\nPersistia, todavia, a ligação dos dois continentes entre Pernambuco-Rio Grande e Nigéria-Camerum. A possível inundação desta barreira, durante curto intervalo do Albiano, pode ter estabelecido comunicação efêmera entre os dois mares intercontinentais.\nO progressivo alargamento das fendas propiciou o aparecimento da crosta simática, no assoalho dos dois golfos proto-oceânicos, ramificando-se até a Fossa de Benué.\nA separação dos continentes deve ter-se completado entre o final do Turoniano e o Coniaciano, desaparecendo, assim, a barreira que unia o nordeste brasileiro à costa do Camerum-Nigéria. A extinção da última barreira foi acompanhada pelo vulcanismo do Cabo, em Pernambuco, datado em 90 milhões de anos (Vandoros et al. 1966). Este vulcanismo é correlacionável aos granitos jovens do Camerum e da Nigéria, na África.\nBeurlen (1967a e b), com base no estudo comparativo das faunas cretácicas marinhas das bacias costeiras brasileiras e africanas, concluiu que o desaparecimento desta barreira no Atlântico só ocorreu no fim do Campaniano.\nO rompimento do último elo que unia os dois continentes permitiu a aceleração das placas continentais, deslizando uma contra a outra, em movimentação transcorrente, ao longo da costa norte do Brasil e de sua simétrica africana. Esse movimento produziu esforços de cisalhamento registrados por estruturas na plataforma continental do Maranhão e do Ceará, e de Gana e Costa do Marfim, na África.\nCessando o contato entre os continentes em migração, verificou-se, no final do Santoniano, o alívio das tensões e a resultante compressão na Fossa Benué, dobrando os sedimentos ali depositados. Os sedimentos do Campaniano, na Bacia de Barreirinha, já não sofreram dobramentos (Miura, informação verbal).\nEnquanto isso, nas bacias costeiras do Atlântico Sul, localizados, respectivamente, na retaguarda das placas brasileira e africana, atuaram apenas esforços tensionais.\nA partir do Campaniano, acelerou-se a separação das placas continentais, passando a vigorar no Atlântico as mesmas condições de mar aberto e de alta energia, existentes até hoje.\nO vulcanismo, iniciado no fim do Turoniano, continuou ativo até o fim do Terciário, formando arquipélagos vulcânicos e bancos submersos.\nNo fim do Terciário, o ajustamento isostático produziu o soerguimento das bordas do Atlântico Sul, havendo, então, um basculamento das placas em direção ao interior dos continentes. Com isto, uma faixa de 100 km a 300 km de largura, ao longo dos litorais de ambos os continentes, ficou exposta à erosão, tendo servido de fonte de sedimentos para as bacias costeiras e depressões interiores.\nEsta ampla epirogênese terciária ao longo da costa, associada à alta energia do Atlântico, seria responsável pela sedimentação predominantemente terrígena na plataforma continental.\nA história geológica da origem e evolução da costa norte do Brasil e do Golfo da Guiné, aqui apresentada, ainda tem alguns aspectos controvertidos. A título de ilustração, serão citadas algumas interpretações alternativas, sem discutir os argumentos a favor ou contra de cada uma delas. Writht (1968) interpreta o Graben do Benué como uma ramificação do sistema de rifts norte-sul, admitindo que os dois continentes tenham permanecido ligados ao longo do soerguimento de costa leste-oeste, e não entre Pernambuco-Camerum.\nBurke et al. (1971) consideram que o ângulo reto da costa nordeste do Brasil e seu correspondente na costa africana resultaram da junção tríplice de três sistemas de rifts que se encontravam no local do atual delta do Níger. Dois ramos dessa junção teriam continuado a se alargar, dando origem ao Atlântico Sul e Equatorial, respectivamente, ao passo que o terceiro ramo, o de Benué, teria sido abandonado.\nGrant (1971) contesta essa interpretação, admitindo que o proto-Atlântico Sul, a fossa de Benué e o proto-Golfo da Guiné formavam uma junção instável de dois sistemas de rifts em uma zona de transcorrência.\nEspera-se que, em breve, novos dados geológicos, oriundos das plataformas continentais, permitam estabelecer, com maior segurança, a verdade geológica.\n6.\tCONCLUSÕES\na)\tSendo este trabalho fruto de pesquisa não exaustiva, deve ser encarado apenas como um estudo preliminar da análise necessária para o conhecimento global dos fenômenos geológicos que atuaram, durante o Mesozóico, entre o Brasil e a África.\nb)\tA distribuição de sedimentos paleozóicos na região hoje ocupada pelas bacias do Recôncavo/Tucano e Sergipe/Alagoas indica que a área foi afetada por um levantamento epirogenético e erosão, anteriores ao Jurássico Superior; provavelmente, de idade triássica a neo-jurássica. Desta forma, ainda são encontrados, nessas bacias, sedimentos paleozóicos.\nc)\tOs contornos das costas atlânticas do Brasil e da África foram, em grande parte, orientados pelos alinhamentos tectônicos Brasiliano-Baikaliano, implantados na plataforma no início do Fanerozóico (550 milhões de anos). No Jurássico Superior, implantou-se nestes alinhamentos depressão alongada, a “Depressão Afro-brasileira”, onde se acumularam os sedimentos continentais avermelhados do Grupo Dom João (Andar) e seus correlatos.\nd)\tNo Cretáceo Inferior, a “Reativação Wealdeniana” definiu a futura linha de costa ao longo dos sistemas de rifts (rift valleys): o Afro-brasileiro e o Equatorial. O primeiro foi orientado ao longo dos alinhamentos estruturais Brasiliano-Baikaliano, ao passo que o segundo os cortava transversalmente.\ne)\tNo rift norte-sul, o tectonismo, mais intenso no Cretáceo Inferior, com o tempo migrou para norte, ao passo que, no rift de leste-oeste, migrou para leste.\nf)\tNo Aptiano-Albiano, ocorreu a primeira invasão do mar ao longo dos rifts (rift valleys) formando dois golfos proto-oceânicos, separados pela ligação terrestre entre o nordeste brasileiro e o Camerum.\ng)\tA ruptura dessa ligação parece ter ocorrido entre o final do Turoniano e o Coniaciano.\nh)\tNas bacias situadas na retaguarda das placas continentais, ou seja, a leste da africana e a oeste da sul-americana, atuaram apenas esforços tensionais durante todo o Mesozóico e Cenozóico.\ni)\tDurante o Coniaciano e o Santoniano, pelo menos, houve movimentação transcorrente ao longo da costa norte do Brasil e do Golfo da Guiné, produzindo estruturas de cisalhamento.\nj)\tA partir do Campaniano, têm reinado as mesmas condições de mar aberto e de alta energia em todo o litoral atlântico brasileiro e seu homólogo africano.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F. F. Origem e evolução da plataforma brasileira. Rio de Janeiro: DNPM/DGM, 1967. 36p. (DNPM/DGM Boletim n. 241).\nALMEIDA, F.F. Divisão estratigráfica do Pré-cambriano da plataforma brasileira. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 23., 1969, Salvador. Anais... Salvador: [s.n.], 1969a. 52p.\nALMEIDA, F.F. Diferenciação tectônica da plataforma brasileira. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 23., 1969, Salvador. Anais... Salvador: [s.n.], 1969b. p. 24 - 46.\nASGAS. UNESCO. Carte tectonique internationale de FAfrique (1/5000000). Paris: Commission for the Geological Map of the World, 1968.\nBEURLEN, K. A estrutura geológica do nordeste do Brasil. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 21., 1967, Curitiba. Anais... Curitiba: [s.n.], 1967a. p. 151-158.\nBEURLEN, K. Estratigrafia da faixa sedimentar costeira Recife-João Pessoa. Boletim da Sociedade Brasileira de Geologia, São Paulo, v. 16, n. 1, p. 43-54, 1967b.\nBRASIL. DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERAL. Mapa geológico da América do Sul. Rio de Janeiro: DNPM, 1960. Escala 1:50000.\nBURKE, K., DESSAUVAGIE, T.F.J., WHITEMAN, A. J. Opening of the Gulf of Guinea and geological history of the Bennue depression and Niger Delta. Natural Physical Science, v. 233, p. 51-55, 1971.\nCORDANI, V.G. Idade do vulcanismo do Oceano Atlântico. Boletim do Instituto de Geociências e Astronomia. São Paulo: IGA-USP, 1970. p. 9-76.\nFREUND, R. Rift valleys. In: THE WORLD RIFT SYSTEM. [Ottawa]: Geological Survey of Canada, 1967. Paper 66/14.\nGHIGNONE, J. I. E., NORTHFLEET, A. A. Sequências sedimentares brasileiras. Salvador: PETROBRAS.RPBA. DIREX, 1971. 7f (Relatório n. 1424).\nGRANT, K. G. South Atlantic, Benne Trough and Gulf of Guinea Cretaceous triple Junction. Geological Society of America Bulletin, Boulder, v. 82, p. 2295-2298, 1971.\nKENNEDY, W. Q. The influence of basement structure on the evolution of the coastal (Mesozoic and Tertiary) basins of Africa. In: SALT BASINS AROUND AFRICA A SYMPOSIUM, 1965, London. [Proceedings...]. London: The Institute of Petroleum, 1965. p. 7-16.\nMIURA, K. Geologia da plataforma continental do Maranhão, Piauí, Ceará, Rio Grande do Norte. Rio de Janeiro: PETROBRAS.DEXPRO.DIVEX, 1972. 41p. (Relatório interno).\nPETROBRAS. Revisão estratigráfica da Bacia do Recôncavo-Tucano. Salvador: PETROBRAS.RPBA.DIREX, 1971. 150f. (Relatório interno, 1381).\nPETROBRAS.DIDEP.SETUP. Evolução paleogeológica do Brasil Oriental e África Ocidental. Salvador: PETROBRAS.DIDEP.SETUP, 1972a. 71p. (Relatório interno, n.4) (CPEG IV).\nPETROBRAS.DIDEP.SETUP. Análise comparativa da paleogeologia dos litorais atlânticos, brasileiro e africano. Salvador: PETROBRAS.DIDEP.SETUP, 1972b. 20p. (Relatório interno) (CPEG IV).\nPETROBRAS.DEXPRO. Análise comparativa da paleogeologia dos litorais atlânticos, brasileiro e africano. Rio de Janeiro: PETROBRAS. DEXPRO, 1972. 23p. (Relatório interno) (CPEG IV).\nREYMENT, R.A. Ammonite biostratigraphical, continental drift and oscilatory transgretions. Nature, London, n. 224, p. 137-140, 1969.\nREYMENT, R.A., TAIT, E.A. Biostratigraphical dating of the Early history of the South Atlantic Ocean. Philosophical Transactions of the Royal Society of London, Série B, London, v. 264, n. 858, p. 55-95, 1972.\nTINOCO, I.M. Micropaleontologia da faixa sedimentar costeira Recife-João Pessoa. Boletim da Sociedade Brasileira de Geologia, São Paulo, v. 16, n. 1, p. 81-85, 1967.\nVANDOROS, P., CORDANI, U., MATZKO, J. J. Idades absolutas das rochas ígneas da Região do Cabo, Pernambuco. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 20., 1966. Vitória. Resumos das Comunicações... Rio de Janeiro: Sociedade Brasileira de Geologia, 1966. 131p. p. 64-66. (Sociedade Brasileira de Geologia. Publ. n. 1).\nWRIGHT, J. B. South Atlantic Continental drift and the Benué trough. Tectonophysics, Amsterdam, v. 6, n. 4, p. 301-310,\n1968.\nBIBLIOGRAFIA\nAGUIAR, G.A. Geologia da Bacia do Maranhão. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 25., 1971, São Paulo. Anais... São Paulo: [s.n.], 1971. p. 113-122.\nALMEIDA, F.F. et al. Radiometria age determinations from Northeastern Brazil. Boletim da Sociedade Brasileira de Geologia, v. 17, n. 1, p. 3-14, 1968.\nALLARD, G. O., TIBANA, P. Extensão pré-cretácea e petrografia da Série Estância. Boletim Técnico da PETROBRAS, Rio de Janeiro, v. 9, n. 11, p. 17-45, 1966.\nALLARD, G. O., HURST, V.J. Brazil-Gabon geologic link supports continental drift. Science, v. 163, p. 528-532, 1969.\nASMUS, H. E., PONTE, F. C. Bacias da Margem Continental Brasileira. Rio de Janeiro: PETROBRAS.DEXPRO. DIVEX, 1970. 67f. (Relatório interno, n. 3641).\nBEURLEN, K. O Turoniano marinho do nordeste do Brasil. Sociedade Brasileira de Geologia. São Paulo, v. 10, n. 2, p. 3952, 1961.\nBEURLEN, K. Geologia e estratigrafia da Chapada do Araripe. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 17., 1963, Recife, [Trabalhos técnicos...] Recife: [s.n.], 1963. 47p.\nBRAUN, O.P.G. Contribuição à estratigrafia do Grupo Bambuí. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 22.,\n1968,\tBelo Horizonte, Anais... Belo Horizonte: [s.n.], 1968. p. 155-166.\nFURON, R. Geology of Africa. Edinburg: Olivier and Boiyd, 1963. 377p.\nHASUI, Y. O Cretáceo do oeste mineiro. Boletim da Sociedade Brasileira de Geologia, São Paulo, v. 18, n. 1, p. 39-59, 1969.\nHASUI, Y. Geocronologia do centro-oeste brasileiro. Boletim da Sociedade Brasileira de Geologia, São Paulo, v. 19, n. 1, p. 5-26, 1970.\nHIRTZ, M. P. Les basins saliferes du Gabon et du Congo. In: CONGRES NATIONALE DU PÉTROLE, 5., 1965, Le Touquet. Annales... [s.l.] : [s.n.], 1965.\nKROEMELBEIN, K., WENGER, R. Sur quelque analogies remarcable dans les microfaunes cretaces du Gabon et du Brésil Oriental (Bahia e Sergipe). In: BASIN SEDIMENTAIRES DU LITORAL AFRICAIN SYMPOSIUM, 1966, Paris. [Annales...] Paris: Association des Services Geologiques Africains, 1966. p. 193-196.\nKEGEL, W. A estrutura geológica do nordeste do Brasil. Rio de Janeiro: DNPM/DGM, 1965. 47p. (DNPM/DGM, Boletim n. 227).\nMESNER, J. C., WOOLDRIDGE, L.C.P. Maranhão Paleozoic Basin and Cretaceous Coastal basins, North Brazil. American Association Petroleum Geologists Bulletin, Tulsa, v. 48, n. 49, p. 1475-1512, 1962.\nNOGUTI, I., SANTOS, J.F. Zoneamento preliminar por foraminíferos planctônicos do Aptiano ao Mioceno na plataforma continental do Brasil. Salvador: PETROBRAS.RPBA.DIREX, 1971. 34f. (Relatório interno, 1390)\nNORTHFLEET, A.A. et al. Reavaliação dos dados geológicos da Bacia do Paraná. Boletim Técnico da PETROBRAS. Rio de Janeiro, v. 12, n. 3, p. 291-346, 1969.\nPAMPLONA, H.R.P. Litoestratigrafia da Bacia Cretácea de Barreirinhas. Boletim Técnico da PETROBRAS, v. 12, n. 3, p. 261-290, 1964.\nREYRE, D. Particularité géologique des bassins cotières de l’Quest Africain. In: BASSINS SEDIMENTAIRES DU LITTORAL AFRICAIN, SYMPOSIUM, 1966, Paris. [Annales...]. Paris: Association des Services Geologiques Africain, 1966. p. 253-304.\nREZENDE, W. M., PAMPLONA, H.R.P. Estudo do desenvolvimentodo Arco Ferrer-Urbano Santos. Boletim Técnico da PETROBRAS, Rio de Janeiro, v. 13, n. 1/2, p. 5-14, 1970.\nSCHALLER, H. Revisão estratigráfica da Bacia de Sergipe-Alagoas. Boletim Técnico da PETROBRAS, v. 12, n. 1, p. 21-86,\n1969.\nSTONELEY, R. The Niger Delta Region in the light of the theory of continental drift. Geology Magazine, London, v. 13, n. 5, p. 385-397, 1966.\nSUSZCSYNSKI, E.F. La téctonique et la geologie da la partie orientale du Bouclier Bresilien. Bulletin de la Societé Geologique de France, Paris, v. 7, n. 9, p. 147-152, 1967.\nUESUGUI, N., SANTOS, A. Distribuição de esporomorfos do Permo-carbonífero da Bacia de Sergipe-Alagoas, Rio de Janeiro: PETROBRAS.DEXPRO.DIVEX, 1966. (Relatório interno).\nVIANA, C. F. Correspondência entre os ostracodes das séries cocobeach (Gabão) e Bahia (Brasil). Boletim Técnico da PETROBRAS, Rio de Janeiro, v. 9, n. 3/4, p. 367-382, 1966.\nEXPANDED ABSTRACT\nGreat extensions of the Brasilian and African coast-lines, were controled by Early Phanerozoic structural alignements, imposed by the Brazilian-Baikalian orogeny.\nIn Upper Jurassic, blankets of red beds and fluviatile sands, were accumulated within a north-south oriented trought the \"Afro-Brazilian Depression\", extended from the present Alagoas-Cameroun to Almada-Congo area.\nThe Wealden reactivation estabilished the future coast-line along two great rift systems. The first one, progressing from south to north, paralel to the structural basement alignements, and the second, from west to east, cutting across those structural lines.\nIn the Aptian, along these progressive fissures, occured the first marine transgression building up two elongated proto-oceanic gulfs.\nThe embrionic South Atlantic, still restricted by volcanic structures of the proto Walvis-Rio Grande ridges, favoured the deposition of thick evaporitic deposits. At this time the embrionic Equatorial Atlantic Ocean apparently, was in open connection with the ocean.\nFrom the Albian to the Turonian, the two continents remained linked between the North-Eastern Brazil and Nigeria-Cameroun. Despite this fact, free-marine condition prevailled, due to the progressive spreading of the oceanic fissures.\nThe rupture of this last land connection, at the Turonian-Coniacian, triggered a transcurent displacement of the two plates along the North Brazilian and Gulf Guinea coasts. This lateral movement submited the region to shearing stress during the Coniacian and Santonian.\nWhen the two plates were completly free, at the Upper Santonian, there was a release of tensional stress in the Africain plate, and a resulting compression of the Benué trough.\nTensional efforts acted continuously along the East-Brazilian and West-African coasts placed on the trailing edges of the South-American and African plates.\nDuring the Cenozoic the epeirogenic uplift of continental belts, adjacent to the coasts, provided the supply of terrigenous sediments to the continental margins and intracratonic basins."}]}}}