{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13673"}, {"@name": "filename", "#text": "19727_000932834.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nDEPARTAMENTO DE CIÊNCIA POLÍTICA \n\n \n\n \n\n \n\n \n\n \n\n \n\nBruno da Silva Conceição \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCOMPETIÇÃO ELEITORAL NO BRASIL: \n\nAnálise da influência da fórmula eleitoral nas disputas majoritárias \n\nmunicipais (2008-2012) \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n 2014 \n\n \n\n \n\n \n\n \n\n\n\n2 \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nDEPARTAMENTO DE CIÊNCIA POLÍTICA \n\n \n\n \n\n \n\n \n\n \n\n \n\nBruno da Silva Conceição \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCOMPETIÇÃO ELEITORAL NO BRASIL: \n\nAnálise da influência da fórmula eleitoral nas disputas majoritárias \n\nmunicipais (2008-2012) \n \n\n \n\n \n\n \n\nDissertação apresentada ao Programa de \n\nPós-Graduação em Ciência Política do \n\nInstituto de Filosofia e Ciências \n\nHumanas da Universidade Federal do \n\nRio Grande do Sul como requisito \n\nparcial à obtenção do título de Mestre \n\nem Ciência Política. \n\n \n\n \n\nOrientador: Prof. Dr. André Luiz \n\nMarenco dos Santos \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n 2014 \n\n \n\n \n\n \n\n\n\n3 \n\n \n\nBruno da Silva Conceição \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCOMPETIÇÃO ELEITORAL NO BRASIL: \n\nAnálise da influência da fórmula eleitoral nas disputas majoritárias \n\nmunicipais (2008-2012) \n \n\n \n\n \n\nDissertação de Mestrado defendida para a obtenção do título de Mestre em Ciência \n\nPolítica do Programa de Pós-Graduação em Ciência Política da Universidade Federal do \n\nRio Grande do Sul.  \n\n  \n\n   \n\nData de aprovação: 24 de Fevereiro de 2014. \n\n  \n\n Banca examinadora: \n\n \n\n \n\n \n\n______________________________________________________  \n\nProf. Dr. André Luiz Marenco dos Santos (Orientador) – PPGCP/UFRGS \n\n  \n\n  \n\n______________________________________________________ \n\nProfª. Drª. Maria Izabel Saraiva Noll PPGCP/UFRGS \n\n \n\n  \n\n______________________________________________________  \n\nProf. Dr. Gustavo Giora UFFS \n\n \n\n \n\n______________________________________________________  \n\nProf. Dr. Manoel Caetano de Araújo Passos NUPERGS/UFRGS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n 2014 \n\n \n\n\n\n4 \n\n \n\nAGRADECIMENTOS \n\n \n\nPrimeiramente, gostaria de agradecer ao Programa de Pós-Graduação em \n\nCiência Política da Universidade Federal do Rio Grande do Sul pela possibilidade de \n\ncontemplar mais um período de estudos numa das melhores Universidades Públicas do \n\npaís. Nesses dois anos de Mestrado foi fundamental também o apoio financeiro da \n\nCoordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) para a \n\nprodução tranquila dessa dissertação. \n\n Agradeço ao meu orientador André Marenco pela confiança depositada nesta \n\npesquisa, além das importantes críticas construtivas para a melhora da qualidade desta \n\ndissertação. Aos demais professores do PPGCPOL, eu agradeço pelo conhecimento \n\nrepassado e debatido durante esse tempo de Mestrado. \n\nAgradeço aos componentes da banca de dissertação de Mestrado, professores \n\nIzabel Noll, Gustavo Giora e Manoel Passos, pelos comentários, críticas e sugestões que \n\ncontribuíram para o aperfeiçoamento desta versão final da dissertação. \n\nQuero agradecer também aos vários colegas e amigos do PPGCPOL que \n\ncompartilharam comigo sotaques, visões de mundo, excentricidades, discussões, \n\nconversas descontraídas, muitos cafés, etc. Agradecimento em especial a Camila de \n\nVasconcelos pelo apoio técnico na parte estatística desta pesquisa. \n\nAos amigos (extra-acadêmico) e também aos meus familiares, agradeço pelo \n\napoio sentimental e paciência com que me suportaram durante este tempo. \n\nPor fim, vejo que a produção de conhecimento científico embora seja assinada \n\nindividualmente sempre é fruto de conhecimento coletivo compartilhado (de pessoas \n\nvivas e mortas). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 \n\n \n\nRESUMO \n\n \n\nNeste estudo investigamos o efeito da fórmula eleitoral na competição municipal \n\nbrasileira, mais precisamente, nas eleições para o cargo de Prefeito em 2008 e 2012. \n\nUtilizamos o conceito de competição eleitoral que corresponde ao número de candidatos \n\nefetivos concorrendo em cada pleito. Para medir isso, recorremos ao número de \n\ncandidatos efetivos (NCE), índice que estabelece o número real de candidaturas que tem \n\npeso em uma disputa eleitoral. Nosso questionamento norteador é saber se haveria \n\ndiferenciação na competição política nas cidades com turno único que utilizam a \n\nfórmula de Plurality (Maioria simples), comparada com aquelas cidades que possuem a \n\npossibilidade de segundo turno que utilizam a fórmula de Majority Runoff (maioria \n\nabsoluta)? Nosso objetivo é testar as Leis de Duverger que indicam que quando é \n\nutilizada a fórmula de Plurality tendemos para bicandidaturas, enquanto ao utilizarmos \n\na fórmula de Majority Runoff tendemos para multicandidaturas na disputa majoritária. \n\nEssa tarefa será realizada pela análise comparada das competições municipais, em todas \n\nas cidades brasileiras, através dos dados provenientes do Tribunal Superior Eleitoral \n\n(TSE) que mantém os resultados das eleições gerais no país. \n\n \n\nPalavras-chave: Sistema Eleitoral; Competição Eleitoral; Eleições. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n6 \n\n \n\nABSTRACT \n\n \n\nWe investigated the effect of the electoral formula in the Brazilian city, more precisely, \n\nin the elections for the office of Mayor in 2008 and 2012. We use the concept of \n\nelectoral competition that corresponds to the number of effective candidates competing \n\nin each election. To measure this, we use the number of effective candidates (NCE), an \n\nindex that establishes the actual number of applications that have weight in an electoral \n\ncontest. Our guiding question is whether there would be differentiation on competition \n\npolicy in cities with a single round using the formula Plurality (simple majority), \n\ncompared with those cities that have the possibility of runoff using the formula Majority \n\nRunoff (absolute majority)? Our goal is to test the Laws of Duverger indicate that when \n\nusing the formula Plurality tend to bicandidaturas while when we use the formula \n\nMajority Runoff tend to multicandidaturas in majority contention. This task is \n\nperformed by the comparative analysis of municipal competitions in all Brazilian cities, \n\nusing data from the Supreme Electoral Tribunal (TSE) that holds the results of the \n\ngeneral elections in the country. \n\n \n\n \n\nKeywords: Electoral System; Elections; Electoral Competition. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n7 \n\n \n\n \n\nLISTA DE QUADROS E TABELAS \n\n \n\n \n\nQuadro 1. Evolução do Sistema Partidário e do Federalismo no Brasil (1822-2014)  ............ 25 \n\n \n\nTabela 1. Competição eleitoral nos Municípios por Região com Plurality nas eleições \n\nde primeiro turno de 2008 (%)  ................................................................................................ 30 \n\n \n\nTabela 2. Competição eleitoral nos Municípios por Região com Plurality nas eleições \n\nde primeiro turno de 2012 (%)  ................................................................................................ 31 \n\n \n\nQuadro 2. Partidos que alcançaram Prefeituras nas eleições de 2008 ...................................... 34 \n\n \n\nQuadro 3. Partidos que alcançaram Prefeituras nas eleições de 2012 ...................................... 35 \n\n \n\nTabela 3. Competição eleitoral nos Municípios por Região com Majority Runoff nas \n\neleições de primeiro turno de 2008 (%) ................................................................................... 39 \n\n \n\nTabela 4. Competição eleitoral nos Municípios por Região com Majority Runoff nas \n\neleições de primeiro turno de 2012 (%) ................................................................................... 40 \n\n \n\nTabela 5. Municípios e partidos que passaram para o segundo turno nas eleições de \n\n2008 .......................................................................................................................................... 43 \n\n \n\nTabela 6. Municípios e partidos que passaram para o segundo turno nas eleições de \n\n2012 .......................................................................................................................................... 44 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n8 \n\n \n\nSUMÁRIO \n\n \n\n \n\nINTRODUÇÃO ...................................................................................................................... 09 \n\nProblema ................................................................................................................................. 10 \n\nObjetivos .................................................................................................................................. 10 \n\nMetodologia ............................................................................................................................. 11 \n\n \n\nCAPÍTULO 1 - REVISÃO TEÓRICA. ........................................................................... .... 14 \n\n1.1 Competição Eleitoral ........................................................................................................ 14 \n\n1.2 A influência do Sistema Eleitoral .................................................................................... 18 \n\n \n\nCAPÍTULO 2 – O SUBSISTEMA PARTIDÁRIO BRASILEIRO ................................... 23 \n\n2.1 Federalismo ....................................................................................................................... 23 \n\n2.2 Por que analisar o local? .................................................................................................. 26 \n\n \n\nCAPÍTULO 3 – EFEITOS DO SISTEMA ELEITORAL .................................................. 29 \n\n3.1 Resultados eleitorais nos municípios com Plurality ....................................................... 29 \n\n3.2 Resultados eleitorais nos municípios com Majority Runoff  ......................................... 38 \n\n \n\n4. CONSIDERAÇÕES FINAIS ............................................................................................. 47 \n\n \n\n5. REFERÊNCIAS BIBLIOGRÁFICAS ............................................................................. 49 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n9 \n\n \n\nINTRODUÇÃO \n\n \n\nA onda de protestos nas ruas no país, em junho de 2013, trouxe de volta a \n\ndiscussão sobre a necessidade de uma reforma política ampla no Brasil. Os debates em \n\ntorno desse tema projetam alterações que afetariam até o sistema eleitoral, mostrando a \n\nimportância de discutirmos acerca das debilidades, e da mesma forma, dos ganhos que \n\nas regras eleitorais que vigoram, atualmente, acarretam para a estabilidade democrática. \n\nMudanças nas regras do jogo poderiam implicar em desvios nocivos da \n\ninstitucionalização democrática já que a incerteza paira sobre o futuro das instituições \n\npolíticas advindas de uma drástica reforma política. A ideia proposta pelo governo da \n\nPresidenta Dilma Roussef (PT) de mudanças substanciais na vida política nacional foi \n\nbarrada pelo Congresso, ao menos nas eleições de 2014, para ser discutida após o \n\nperíodo eleitoral.  \n\nEsta análise põe em pauta uma discussão recorrente dentro da academia, da \n\nopinião pública, e também na população em geral, de que existem partidos “demais” no \n\nnosso cenário político e de que eles atrapalham a identificação do eleitor com seus \n\nrepresentantes. Num certo ponto, os dados obtidos neste estudo apontam para uma \n\nefetiva caracterização do que cientistas políticos vêm trabalhando ao longo do tempo, \n\nisso é: dependendo da fórmula eleitoral aplicada para regrar a competição eleitoral \n\ntemos um aumento, ou uma diminuição, dos partidos em competição.  \n\nTal constatação percebida nesta pesquisa está distanciada da visão da opinião \n\npública de que o sistema partidário é caótico e inflado de siglas partidárias atrapalhando \n\no andamento político. Pelo contrário, a fórmula eleitoral incide que as disputas ao \n\nExecutivo municipal tenham sentidos inclusivos ou excludentes de competidores, a \n\npartir da possibilidade, ou não, de uma segunda rodada de disputa ao cargo majoritário. \n\nAssim, a fórmula de maioria simples, de turno único, serve como “freio” para investidas \n\nde pequenas siglas. Um fato importante devido à maioria dos municípios brasileiros \n\nadotarem essa fórmula para definir seu Prefeito. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n10 \n\n \n\nProblema \n\n \n\nInvestigamos o efeito das regras institucionais no sistema partidário municipal \n\nbrasileiro, mais precisamente, nas eleições para o cargo de Prefeito em 2008 e 2012, no \n\nintuito de determinar se a competição eleitoral segue as predições feitas por Maurice \n\nDuverger (1970), conhecidas como leis, segundo as quais a regra de Plurality (maioria \n\nsimples) tende a um dualismo de forças e a regra de Majority Runoff (maioria absoluta) \n\nfavorece para um aumento nos competidores ao Executivo.  \n\nEm outras palavras, haveria diferenciação na competição eleitoral nas cidades que \n\npossuem a possibilidade de segundo turno comparada com aquelas cidades cuja \n\ndimensão populacional restringe a seleção de governantes em somente uma rodada de \n\ndisputa?  \n\nAs hipóteses que transpassam a pesquisa são: a fórmula eleitoral de Plurality nas \n\neleições de turno único conduz a um dualismo de forças em disputa, sendo um forte \n\nredutor da competição. E de outro lado, a fórmula eleitoral de Majority Runoff nas \n\neleições com dois turnos tende realmente a um aumento no número efetivo de \n\ncandidaturas. São essas duas hipóteses, que englobam parte do corpo teórico das leis de \n\nDuverger, alvos de testes de seu valor preditivo neste estudo. Isso será aprofundado \n\nmais adiante, porém podemos adiantar que tivemos uma forte confirmação dessa \n\ntendência quanto ao primeiro caso e uma regular constatação quanto ao segundo. \n\n \n\nObjetivos \n\n \n\nNa medida em que há inúmeras pesquisas em nível federal e estadual sobre o \n\nsistema eleitoral (NICOLAU, 1996; LIMA JR, 1997; TAVARES, 1997), para citar \n\nalguns trabalhos, um olhar em âmbito municipal que ultrapasse o estudo de caso sobre \n\nas disputas majoritárias ainda é um foco pouco coberto pela literatura. Então, este \n\nestudo quer contribuir para a ampliação do conhecimento do sistema eleitoral e de sua \n\ninfluência no subsistema partidário brasileiro. \n\nOutro fator de interesse está em verificar o quanto de produção teórica \n\nestrangeira resiste a refutações quando aplicada em casos com trajetórias distintas da \n\neuropeia como são os partidos brasileiros e da América Latina. Ademais, a busca por \n\nregularidades ou padrões que expliquem o maior número de casos possíveis é uma meta \n\ndas Ciências Humanas tendo em vista o nosso objeto “instável”.  \n\n\n\n11 \n\n \n\nMetodologia \n\n \n\nA pesquisa será realizada pela análise comparada das competições eleitorais \n\nmunicipais de 2008 e 2012, apenas para o cargo de Prefeito, em todas as cidades \n\nbrasileiras. A metodologia adotada será separar os municípios com segundo turno \n\ndaquelas localidades de turno único para analisar os efeitos das leis de Duverger quanto \n\nà fórmula eleitoral: Plurality e Majority Runoff em nível municipal. Vários autores \n\nsalientam que a comparação é o meio aproximado de controlarmos nossas hipóteses de \n\npesquisas mais eficiente, se colocamos lado a lado com os resultados obtidos pelas \n\nCiências Exatas (SARTORI, 1994; PANEBIANCO, 1994; MORLINO, 1994; KEMAN, \n\n2008). Para tanto, precisamos ter cuidado na seleção de casos que se enquadrem em \n\nduas lógicas básicas: 1) não sejam completamente idênticos; 2) não sejam absurdamente \n\ndiferentes. \n\nO teste da consistência das leis de Duverger será através de um índice amplamente \n\nutilizado na Ciência Política. O índice do número de partidos efetivos (NPE), criado por \n\nMarkku Laakso e Rein Taagepera (1979), serve para visualizar quantos partidos, de \n\nfato, tem peso/poder em uma instância representativa para formação de maiorias e, \n\nconsequentemente, programar ou impedir decisões na instância representativa \n\n(NICOLAU, 1997). \n\n Neste caso, no entanto, será feito um ajuste para medir concentração de \n\ncandidaturas\n1\n, em detrimento da concentração de partidos, devido à formação de \n\ncoligações nas disputas majoritárias acontecerem de maneira corrente. Esse é um forte \n\nimpeditivo para calcularmos bipartidarismo para o Executivo (NICOLAU, 1996; \n\nTAVARES, 1997).  \n\n \n\nRae [1971] produziu um conceito tecnicamente seguro, porque \n\nquantitativamente preciso, de bipartidarismo, com base no acesso ao corpo \n\nlegislativo ao propor que sejam considerados sistemas bipartidários ‘aqueles \n\nnos quais o primeiro partido detém menos do que 70% das cadeiras \n\nlegislativas e os dois primeiros partidos detém pelo menos 80% das \n\ncadeiras’[...] ou, do ponto de vista da distribuição das preferências eleitorais, \n\naqueles nos quais os dois maiores partidos conquistam, em conjunto, 90% ou \n\nmais dos votos e, dos dois, o maior obtém menos do que 70% dos votos. \n\n(TAVARES, 1997, pp.172-173).  \n \n\n                                                 \n1\n Gary Cox (1997) utiliza a nomenclatura Number of  Viable Competitors para analisar a competição \n\neleitoral nas eleições majoritárias. É a mesma fórmula de Laakso e Taagepera (1979) aplicando o cálculo \n\na percentagem de votos dos candidatos. Utilizaremos a expressão Número de Candidatos Efetivos (NCE) \n\npara facilitar a compreensão, porém é o mesmo sentido usado por Cox (1997). \n\n\n\n12 \n\n \n\nSendo raro acontecer uma disputa majoritária entre somente dois partidos é \n\nnecessário fazer uma adequação. O desvio do objeto de análise dos partidos para os \n\ncandidatos, ou candidaturas lançadas por eles de maneira isolada ou conjunta, parece ser \n\no modo mais adequado de mensuração do fenômeno da competição eleitoral. Além \n\ndisso, esse foco nas candidaturas é uma ferramenta heurística já utilizada para esses \n\ncasos de competição eleitoral ao Executivo (SHUGART; CAREY, 1992, COX, 1997). \n\n A fórmula para mensurar o número de candidatos efetivos (NCE) no subsistema \n\npartidário brasileiro municipal segue os seguintes passos: Imaginemos, hipoteticamente, \n\nduas eleições, em cenários distintos (cidade A e cidade B), onde existem cinco \n\ncandidatos que concorreram numa eleição com suas respectivas votações. No entanto, \n\nhá diferenças fundamentais entre eles quanto às votações obtidas: \n\nCidade A =     Cidade B = \n\nPX = 60%     PX = 20% \n\nPY = 30%     PY = 20% \n\nPZ = 5%     PZ = 20% \n\nPH = 2,5%     PH = 20% \n\nPL = 2,5%     PL = 20%  \n\n \n\nNos dois exemplos, acima expostos, temos duas análises distintas do número \n\nde candidaturas efetivas. De acordo com as percentagens de votos teríamos a cidade A \n\nsendo um sistema com dualismo de forças, enquanto a cidade B teria um sistema com \n\nmulticandidaturas. \n\n A razão disso é que, conforme a nomenclatura utilizada por Duverger (1970), \n\num sistema bipartidário caracteriza-se por possui um valor de partidos efetivos /X /= 1,5 \n\n? X ? 2,5, enquanto um sistema multipartidário é caracterizado dessa maneira quando \n\npossui um índice de partidos efetivos /X /= 2,5 &lt;X.  Transformando esses índices para \n\nnosso objeto de análise, adicionado a nomenclatura de Cox (1997) para eleições \n\nmajoritárias, o cálculo do Número de Candidatos Efetivos (NCE) é feito pela fórmula: \n\n \n\nN= 1/ ? (Vi/100)² \n\n \n\nOnde: Vi = percentagem de votos de cada candidato.  \n\n \n\n \n\n\n\n13 \n\n \n\nNo exemplo da Cidade A, temos um sistema de bicandidaturas por que: \n\nPX = 60%; PY= 30%; PZ = 5%; PH= 2,5%; PL=2,5% \n\n1/ [(60/100)² + (30/100)² + (5/100)² + (2,5/100)² + (2,5/100)²  ]= 1/[(0,60)² + \n\n(0,30)² + (0,05)² + (0,025)² + (0,025)² ] =  1/ (0,36 + 0,09 + 0,0025 + 0,000625  + \n\n0,000625) = 1/0,45 = 2,2 (Número de Candidatos Efetivos) \n\n \n\nNo exemplo da Cidade B, temos um sistema de multicandidaturas por que: \n\nPX = 20%; PY= 20%; PZ = 20%; PH= 20%; PL=20% \n\n1/ [(20/100)² + (20/100)² + (20/100)² + (20/100)² + (20/100)²  ]= 1/[(0,20)² + \n\n(0,20)² + (0,20)² + (0,20)² + (0,20)² ] =  1/ (0,04 + 0,04 + 0,04 + 0,04  + 0,04) = 1/0,2 = \n\n5 (Número de Candidatos Efetivos) \n\n \n\nEsse recorte facilita determinar possíveis discrepâncias nas poucas, porém \n\ncentrais, localidades do país que possuem 2º turno, em razão de possuírem mais de 200 \n\nmil eleitores, caso não haja um vencedor por maioria absoluta de votos no 1º turno. Os \n\ndados analisados serão provenientes das estatísticas do Tribunal Superior Eleitoral \n\n(TSE) que mantém os resultados das eleições gerais no país. \n\nApós essa apresentação sucinta da problemática e da metodologia abordamos \n\ncomo se estrutura essa dissertação. No primeiro capítulo, discutimos em detalhes o \n\nconceito de competição eleitoral e as concepções acerca da influência do sistema \n\neleitoral na competição eleitoral, tendo em vista o caso do subsistema partidário \n\nbrasileiro. No capítulo 2, explicamos um pouco do contexto de formação do subsistema \n\npartidário brasileiro, o processo recorrente de fortalecimento e enfraquecimento dos \n\nentes federativos durante a trajetória de consolidação política do país, e também \n\ndiscutimos a relevância de analisar-se a questão local.  \n\nNo último capítulo, apresentamos os resultados da análise comparativa da fórmula \n\neleitoral\n2\n, que chegou a ultrapassar mais de 11.000 municípios, nas duas eleições \n\npesquisadas neste estudo. Por fim, apresentamos as considerações finais da pesquisa e \n\nindicamos possíveis caminhos a serem explorados pelos pesquisadores do sistema \n\neleitoral. \n\n                                                 \n2\n Arend Lijphart (2008) aponta que existem outros parâmetros dentro do sistema eleitoral que não \n\nsomente a fórmula eleitoral: magnitude dos distritos, barreira eleitoral, número total de membros de uma \n\nassembleia eleita, influencia das eleições presidenciais sobre as eleições legislativas, grau de \n\ndesproporcionalidade e vínculos eleitorais interpartidários. Para os fins dessa pesquisa, somente a fórmula \n\neleitoral é necessária para a compreensão do fenômeno. \n\n\n\n14 \n\n \n\nCAPÍTULO 1 - REVISÃO TEÓRICA \n\n \n\n1.1 Competição Eleitoral \n\n \n\nA área de estudos sobre sistema eleitoral é prolifera em trabalhos que almejam \n\nrelacionar os efeitos das regras eleitorais nos sistemas partidários (NOHLEN, 1995; \n\nNICOLAU, 1996; LIMA JR, 1997; TAVARES, 1997; COX, 1997; MAINWARING, \n\n2001; LIJPHART, 2008; MARENCO, 2012). No pano de fundo destas pesquisas está a \n\ndiscussão da validade teórica das famosas proposições\n3\n de Maurice Duverger (1970): \n\n1. A representação proporcional tende ao multipartidarismo; \n\n2. O sistema majoritário de dois turnos (Majority Runoff ou maioria absoluta) \n\ntende ao multipartidarismo. \n\n3. O sistema majoritário de turno único (Plurality ou maioria simples) tende ao \n\ndualismo de partidos. \n\nO enfrentamento empírico dessas leis aconteceu em duas vertentes: \n\nprimeiramente, um foco no Legislativo com análises voltadas para o cálculo de partidos \n\nefetivos nas Assembleias Nacionais, percebendo os efeitos da configuração partidária \n\ncom a adoção da Plurality em distritos uninominais tenderem para um bipartidarismo, e \n\nda representação proporcional em distritos plurinominais favorecer um \n\nmultipartidarismo. A segunda vertente está direcionada para as eleições majoritárias, \n\nprincipalmente presidenciais, buscando testar os efeitos da competição eleitoral com \n\nmaioria simples ou maioria absoluta. Nosso estudo incorpora-se nessa última vertente.  \n\nA competição eleitoral, aqui entendida, está pautada na forma de disputa da classe \n\npolítica, inseridos no modo de seleção de governantes da democracia representativa, que \n\nbuscam a prevalência do voto popular para controlar o aparato público \n\n(SCHUMPETER, 1961). Assim, o conceito de competição eleitoral está conectado a \n\nluta intraelites políticas que devem se adaptar as regras eleitorais na busca dos cargos \n\npúblicos.  \n\nNo Brasil possuímos uma quantidade de siglas partidárias concorrendo ao poder \n\nExecutivo, nas suas variadas esferas, no período eleitoral. Nessa competição aos postos \n\nde gestão da administração pública a influência das regras eleitorais na composição das \n\ndisputas majoritárias aparece como obstáculo, ou mesmo freio, de acesso para algumas \n\n                                                 \n3\n Comumente chamadas de Leis de Duverger. Essa nomenclatura será adotada daqui por diante. \n\n\n\n15 \n\n \n\ncandidaturas participarem nas eleições (DUVERGER, 1970; COX, 1997). Desse modo, \n\no sistema eleitoral torna-se uma variável importante para as decisões políticas, conforme \n\nCox (1997) aborda: \n\n \n\nUm \"sistema eleitoral\" é entendido aqui como um conjunto de leis e regras \n\npartidárias que regulam a competição eleitoral entre e dentro dos partidos. Os \n\nsistemas eleitorais têm muitos aspectos, e podem regrar as eleições para \n\nvários cargos - executivo, legislativo e judiciário, simultaneamente. \n\n(Tradução do Autor).\n4\n \n\n \n\nA dinâmica da competição eleitoral está ligada à influência do sistema eleitoral na \n\ndisposição dos partidos em escrutínios majoritários (LIJPHART, 2008). Esse caráter \n\ntécnico da fórmula eleitoral influi na oferta de candidatos no mercado eleitoral \n\naumentando, ou diminuindo, o número de concorrentes para escolha da população.  \n\nTais regras podem favorecer grandes partidos propiciando a manutenção do status \n\nquo político, ou ainda serem mais permissivas permitindo que novos competidores \n\nadentrem na arena eleitoral. Essa balança inclusiva ou exclusiva depende da percepção \n\nque as lideranças partidárias possuem do sistema eleitoral. Matthew Shugart e John \n\nCarey (1992) afirmam que a diferença básica entre a fórmula de Plurality (maioria \n\nsimples) e a fórmula de Majority Runoff (maioria absoluta) para a ação das lideranças \n\npartidárias é o timing que são feitas as barganhas políticas: \n\n \n\nPara maximizar suas chances de vitória, os líderes partidários que disputam a \n\neleição presidencial em maioria simples num ambiente multipartidário devem \n\nprocurar construir coalizões antes da eleição. Na maioria dos casos, isto \n\nsignifica que os principais competidores serão dois candidatos relativamente \n\nmoderados. Por outro lado, por causa da maioria absoluta conduzir muito da \n\nnegociação entre os partidos para o período entre os turnos a eficiência da \n\neleição presidencial é reduzida. (Tradução do Autor).\n5\n \n\n \n\nEssa percepção das chances de sucesso conforme a fórmula eleitoral vigente pode \n\npassar despercebida na maioria dos pequenos partidos. Continuam existindo partidos \n\neleitorais lançando candidaturas em contextos menos favoráveis de sucesso, segundo os \n\ndados apurados nesta pesquisa. Os custos dessa falta de informação do timing correto de \n\n                                                 \n4\n No original: “An “electoral system” is understood here to be a set of laws and party rules that regulate \n\nelectoral competition between and within parties. Electoral systems have many aspects, and can govern \n\nelections to many offices – executive, legislative, and judicial –simultaneously”. (COX, 1997, p.38). \n\n \n5\n  No original: “To maximize their chances of victory, party leaders contesting a plurality presidential \n\nelection in a multiparty environment must seek to build coalitions before the election. In most cases this \n\nmeans that the principal contenders will be two relatively moderate candidates. On the other hand, \n\nbecause majority runoff leaves much of the bargaining among parties to the period between rounds, the \n\nefficiency of presidential election is reduced.”(SHUGART; CAREY, 1992, p.216). \n\n\n\n16 \n\n \n\nlevar em frente uma candidatura acarretam em perda de espaço posterior na formação \n\ndas coalizões de governo. É provável que partidos que aderem mais cedo a um \n\ncompetidor vencedor terão uma maior fatia no “bolo” do governo, seja em postos da \n\nadministração pública ou cargos comissionados.  \n\nAntes de encerrarmos essa seção, são necessários alguns apontamentos sobre a \n\ncrítica da consistência da abordagem do sistema eleitoral influenciar o subsistema \n\npartidário. Alguns autores abordam uma inversão na direção da causalidade, sendo o \n\nsistema partidário a influenciar o sistema eleitoral já que é a classe política quem \n\ndetermina as “regras do jogo” (COLOMER, 2003). Desse modo, um recorte que \n\ninvestigue as negociações interpartidárias feitas pelas lideranças políticas das siglas \n\nseria mais prolífero em explicações sobre como funciona a democracia representativa, \n\nrestando ao sistema eleitoral o papel de consolidar as diretrizes feitas pela elite política.  \n\n \n\nA ênfase nessa linha de causalidade não nega, é claro, que os sistemas \n\neleitorais existentes fornecem diferentes incentivos, positivos e negativos, \n\npara a criação e duração de partidos políticos, mas precisamente porque os \n\nsistemas eleitorais têm consequências importantes para a formação do \n\nsistema partidário, cabe supor que são escolhidos pelos atores políticos \n\natuantes no seu próprio interesse. (Tradução do Autor).\n6\n \n\n \n\nO argumento aponta para o peso do cálculo que os atores políticos fazem para \n\nimpor um dado sistema eleitoral. O temor sentido por certos líderes da falta de apoio \n\npopular suficiente para adotar regras que lhes favoreçam, de maneira irrestrita, termina \n\npor conduzir a uma opção de sistema eleitoral permissivo que diminuam as chances de \n\nalguns atores políticos serem “perdedores absolutos” (COLOMER, 2003). Seguindo a \n\nlinha de incerteza de Downs (1999), sobre quais aspectos seriam mais atrativos para o \n\neleitor tomar sua decisão em quem votar, seria custoso adotar um sistema eleitoral que \n\nbeneficie uma minoria, pois a obrigação de fazer um bom governo aumenta. \n\n Outra decorrência da decisão por um sistema eleitoral rígido\n7\n seria que uma \n\nalternância do poder indicaria custos muito altos de o partido antecessor retomar o \n\npoder futuramente. Dependeria, em grande parte, do apoio popular deste partido. \n\n                                                 \n6\n No original: “El énfasis en esta línea de causalidad no niega, por supuesto, que los sistemas electorales \n\nexistentes ofrecen diferentes incentivos, positivos y negativos, para la creación y la duración de partidos \n\npolíticos, pero, precisamente porque los sistemas electorales tienen importantes consecuencias sobre la \n\nformación del sistema de partidos, cabe suponer que son elegidos por actores políticos ya existentes en su \n\npropio interés.” (COLOMER, 2003, p.39). \n\n \n7\n No original: “Cabe, pues, esperar que solamente en situaciones en las que haya un solo partido que sea \n\ninstitucionalmente dominante y espere obtener o mantener un amplio apoyo de los votantes, se elegirán o \n\nmantendrán reglas restrictivas basadas en requerimientos de mayoría” (COLOMER, 2003, 41).  \n\n\n\n17 \n\n \n\nEssa opção interesseira vista por Colomer (2003) das lideranças políticas esbarra \n\nnuma constatação clara das teorias de transição democrática de que a abertura para \n\ncompetição partidária é um pressuposto da democracia representativa. Desta forma, é \n\nesperada a possibilidade de haver alternância com o lado perdedor aceitando uma \n\neventual derrota. Admitir que a regra de maioria fosse limitadora da competição \n\neleitoral, por favorecer apenas um ganhador, é parcialmente uma verdade. Já que em \n\npaíses que utilizam a Plurality, tanto para o Executivo quanto para o Legislativo, isso \n\nnão impediu o surgimento de uma terceira força política (Reino Unido), e nem causou \n\num monopólio partidário (Estados Unidos da América). \n\nO problema em afirmar que a condição das regras está sujeita ao número de \n\npartidos existentes reside no erro em aproximar partidos eleitorais dos partidos efetivos, \n\naqueles que realmente fazem a diferença. Acordo sobre qual sistema eleitoral deve ser \n\nadotado presume cessões de espaço para minorias que impeçam estas mesmas minorias, \n\nantes excluídas do processo decisório, terminem por utilizar a força para depor seus \n\nconcorrentes (BOIX, 2003). Decorre disso incertezas sobre a direção da causalidade: \n\n \n\nA linha de causalidade que é assumida nesta abordagem é dupla: as regras de \n\nmaioria induzem a formação de dois grandes partidos, mas as configurações \n\nbibartidárias também mantém ou escolhem a regra da maioria; a \n\nrepresentação proporcional permite o desenvolvimento de vários partidos, \n\nmas os sistemas multipartidários também tendem a estabelecer ou confirmar \n\na regra de representação proporcional. (Tradução do Autor).\n8\n \n\n \n\n Gary Cox (1997) aponta que apesar da incerteza da direção da causalidade, quem \n\ninfluencia quem, é nítido para o sucesso das lideranças partidárias coordenarem suas \n\nestratégias de maximização de sufrágios, ou mesmo ganhos políticos materiais, saber \n\nadaptarem-se as regras eleitorais existentes para seu benefício. Nessa perspectiva, \n\nconhecer o timing certo de lançar uma candidatura, desistir dela, ou fazer uma coalizão \n\ntorna-se um requisito indispensável para o sucesso eleitoral. \n\n Focando em vários casos pelo mundo afora, os sistemas eleitorais de alguns \n\npaíses combinam regras de maioria com representação proporcional, como é o caso \n\nbrasileiro, cabendo aos partidos fazerem coalizões ou lançarem candidaturas isoladas \n\ndependendo da disputa em questão.  \n\n                                                 \n8\n No original: “La línea de causalidad que en este enfoque se presume es doble: las reglas de mayoría \n\ninducen la formación de dos grandes partidos, pero las configuraciones bipartidistas también mantienen o \n\neligen reglas de mayoría; la representación proporcional permite el desarrollo de múltiples partidos, pero \n\nlos sistemas multipartidistas también tienden a establecer o confirmar reglas de representación \n\nproporcional.” (COLOMER, 2003, p.44). \n\n\n\n18 \n\n \n\nNo que tange a obtenção de cargos, o Executivo parece ser um cenário mais \n\nrestritivo, conforme os dados desta pesquisa, enquanto o Legislativo, com a adoção da \n\nrepresentação proporcional, fornece maiores dividendos aos partidos pela magnitude \n\ndos distritos serem maior que M=1 na maioria dos sistemas partidários (NOHLEN, \n\n1995). \n\nFinalmente, se fosse irrelevante o sistema eleitoral na vida partidária, os cálculos \n\nestratégicos de tempo de campanha, alianças, etc. seriam desperdício de recursos. A \n\nclasse política pode determinar quantos podem concorrer a um cargo, entretanto, nada \n\nindica quem será beneficiado, em longo prazo, com o sistema eleitoral imposto pelas \n\nelites. A atuação no governo, ou na oposição, determinará quais agentes políticos \n\nobterão o apoio popular em futuras eleições, independente do sistema eleitoral. O \n\nconhecimento do funcionamento do sistema eleitoral afeta diretamente a configuração \n\ndo sistema partidário conforme veremos adiante. \n\n \n\n1.2 A influência do Sistema Eleitoral \n\n \n\nComo dito anteriormente, Maurice Duverger (1970) foi pioneiro ao observar os \n\nefeitos do sistema eleitoral sobre o sistema partidário. Duas dessas leis elaboradas pelo \n\ncientista político francês são importantes, neste estudo, para explicar em parte esse \n\nfenômeno. A primeira lei aborda que quando há um escrutínio majoritário de turno \n\núnico, as legendas teriam reduzidas as expectativas de sucesso no pleito, pela regra da \n\nmaioria simples para aprovação de um novo governo, tendendo na prática ao \n\nbipartidarismo: “Os métodos de maioria simples (plurality) em distrito uninominal são \n\ndo tipo ‘o vencedor leva tudo’: vencem os candidatos apoiados pelo maior número de \n\neleitores, e todos os demais ficam sem representante – o que reflete perfeitamente a \n\nfilosofia majoritária.” (LIJPHART, 2008, p.169). O exemplo típico é o bipartidarismo \n\nnorte-americano que, através de suas regras eleitorais, termina por limitar a disputa \n\nentre o Partido Republicano e o Partido Democrata. \n\n \n\nA técnica norte-americana corresponde ao mecanismo geral do sistema \n\nmajoritário de um só turno. A ausência do segundo turno e de ‘ballotage’ \n\n(isto é, resultado negativo, nenhum dos candidatos conseguindo maioria \n\nabsoluta), principalmente na eleição presidencial, constitui, de fato, um dos \n\nmotivos históricos do advento do bipartidarismo e de sua manutenção. \n\n(DUVERGER, 1970, p.254). \n\n \n\n\n\n19 \n\n \n\nO efeito derivado das regras coercitivas, visualizadas em sistemas partidários \n\nmajoritários de turno único, produz dois tipos de fatores: de um lado, o fator mecânico \n\nque amparado na regra eleitoral força uma sub-representação da terceira força política, e \n\nde outro lado, o fator psicológico, atuando no eleitor, que retira votos dessa terceira \n\nforça partidária. Os fatores mecânicos e psicológicos beneficiam os grandes partidos ao \n\ninduzirem os eleitores, pelo temor de desperdiçar seu voto, a selecionarem sua segunda \n\npreferência partidária, com potenciais chances de sucesso no pleito, como opção na \n\ncabine de votação (DUVERGER, 1970). \n\n Essa correspondência entre a fórmula eleitoral da maioria simples em conjunto \n\ncom os efeitos mecânicos e psicológicos alinhavados por Duverger (1970) caracteriza \n\numa forte barreira para ascensão de novos partidos. “Uma proposição da análise política \n\ncomparada que se tornou muito conhecida é a de que o método da maioria simples \n\nfavorece os sistemas bipartidários” (LIJPHART, 2008, p.189).  \n\nIsso contrapõe uma posição dos reformistas radicais da política brasileira que \n\nquerem eliminar pequenos partidos, vistos como legendas de aluguel, pois são partidos \n\ninteressados apenas em verbas públicas. No capítulo 3, apresentaremos dados que \n\ncorroboram as predições de Duverger (1970) sobre a fórmula de maioria simples ser um \n\nlimitador da competição eleitoral. \n\nSobre a segunda lei de Duverger analisada aqui, ela já prega uma lógica inversa. \n\nQuando há um escrutínio majoritário de dois turnos tende-se a um aumento dos \n\ncompetidores, logo que há uma primeira rodada de classificação, de duas candidaturas, \n\npara uma posterior rodada final. “De fato, a ação do sistema de escrutínio poderia ser \n\ncomparado à de um freio ou de um acelerador.” (DUVERGER, 1970, p.241). Apenas \n\nquando não temos um franco favorito, que vença já no primeiro turno, prospera um \n\ncenário de incerteza sobre quem passará para o segundo turno incentivando o \n\nlançamento de candidaturas para o Executivo.  \n\n \n\nPortanto, a maioria absoluta pode realmente desencorajar coalescência de \n\nforças opostas, mesmo que apenas um único assento esteja em jogo. Essas \n\nforças em vez disso preferem correr separadamente com uma intenção de (1) \n\nficando em segundo lugar passarem ao segundo turno e, assim, atrair o apoio \n\nde outras candidatos que não conseguiram, ou (2) melhorar a sua própria \n\nposição de barganha com um dos dois candidatos no segundo turno , talvez \n\ntrocando o seu suporte de apoio político por concessões de cargos. (Tradução \n\ndo Autor).\n9\n \n\n                                                 \n9\n No original: “Thus majority runoff can actually discourage coalescence of the opposing forces, even \n\nthough only a single seat is at stake. These forces instead run separately with the intention of either (1) \n\nplacing second in order to make the runoff themselves and thus attract the support of others who failed, or \n\n\n\n20 \n\n \n\nNa ótica dos partidos, eles necessitam posicionar-se conforme as regras do jogo \n\nde maneira pragmática no intuito de maximizar suas chances de arrecadação de \n\nsufrágios (COX, 1997; DOWNS, 1999). Nisso, as regras institucionais são importantes \n\npara, em cada situação, as legendas tomarem uma posição que lhes favoreça. A oferta \n\nde candidatos seguiria essa limitação de coerção endógena das normas institucionais. O \n\ndesaparecimento ou a presença de regras que reduzam o número de candidatos efetivos \n\npoderiam, respectivamente, impedir ou criar uma lógica dualista. \n\nOs candidatos teriam incentivos, na volta inicial, para apresentarem seus \n\nprogramas partidários, suas posições no que tange assuntos cotidianos ou problemas \n\nfrequentes do município, etc. Sedimentados os postulantes ao cargo do Executivo, na \n\nrodada final interessa cativar seu projeto no imaginário da população. Aqueles com uma \n\nvantagem adquirida na primeira volta tentam manter sua votação, enquanto os segundos \n\ncolocados almejam uma ultrapassagem final, recolhendo os votos restantes dos \n\nperdedores da rodada inicial.  \n\nAs condições que propiciam tanto o multipartidarismo quanto o bipartidarismo \n\nestão dadas acima. O multipartidarismo é esperado quando há uma fraca imposição \n\ntécnica sobre as regras do jogo, enquanto o bipartidarismo surge de uma forte imposição \n\ntécnica do sistema eleitoral, por exemplo, pela ausência de uma rodada extra para \n\naqueles que não atingem a maioria absoluta\n10\n\n, ou seja, 50% mais 1 dos votos válidos. \n\nEntretanto, em raros países observamos apenas duas legendas disputando os votos dos \n\neleitores. Existem outros partidos menores que figuram orbitando atenção na arena \n\neleitoral embaralhando a questão da existência, ou não, de um sistema bipartidário. Qual \n\nseria, então, a definição premente para a configuração de um esquema bipartidário em \n\ncontraposição a um sistema multipartidário?  \n\n \n\nUm sistema bipartidário estrito é aquele em que, qualquer que seja o número \n\nde partidos eleitorais ou parlamentares, dois partidos, e apenas dois, entre os \n\nquais a força eleitoral se distribui com equilíbrio simétrico estável, contam \n\ncom a probabilidade efetiva de conquistar eleitoralmente o governo, cada um \n\nsozinho, sem o concurso de qualquer outro partido. (TAVARES, 1997, \n\np.172). \n\n \n\n                                                                                                                                               \n(2) enhancing their own bargaining position with one of the two candidates in the runoff, perhaps \n\nexchanging support for policy or office concessions.” (SHUGART &amp; CAREY, 1992, p.210). \n\n \n10\n\n “As fórmulas de maioria requerem uma maioria absoluta para a eleição. Um modo de satisfazer esse \n\nrequisito é realizar um segundo turno complementar entre os dois candidatos mais votados, no caso de \n\nnenhum deles ter obtido maioria absoluta no primeiro turno.” (LIJPHART, 2008, p.172). \n\n \n\n\n\n21 \n\n \n\n Devemos aqui nortear a diferença do conceito de bipartidarismo, visto em nossa \n\nabordagem como bicandidaturas, da visão proposta por José Antonio Tavares (1997). \n\nNossa pesquisa aborda esse fenômeno do bipartidarismo seguindo uma nomenclatura \n\nproposta por Gary Cox (1997) quanto ao número de candidatos ou candidaturas efetivos \n\nna disputa eleitoral\n11\n\n. A adaptação decorre da presença no cenário político nacional das \n\ncoligações interpartidárias. Essas alianças interpartidárias denotariam o caráter \n\nlimitativo das regras eleitorais na competição política. \n\nIsso porque comprimem preferências, por vezes ideologicamente díspares no nível \n\nmunicipal, dentro de um mesmo bloco partidário devido à dificuldade de legendas \n\nsolitárias executarem uma campanha eleitoral\n12\n\n. Preferimos, então, centrar nas \n\ncandidaturas, que podem agregar um combinado de siglas em apoio a sua candidatura, \n\npara testar a ocorrência do fenômeno. \n\n A definição colocada por Tavares (1997) vista acima, supõe improvável a \n\nobservação do bipartidarismo no Brasil aplicando as rígidas condições propostas por \n\nDouglas Rae (1971). No excerto abaixo, Tavares (1997) argumenta que a quantidade de \n\nlegendas circulando na esfera política brasileira é um forte impeditivo para isso:  \n\n \n\nColigações eleitorais que incluem um número cada vez maior de partidos \n\npara enfrentarem um adversário polar comum constituem fenômeno \n\nconsistente com o pluripartidarismo, sobretudo quando este se aproxima \n\ntendencialmente daquela variedade que Sartori identifica como um \n\npluripartidarismo polarizado centrífugo. (TAVARES, 1997, p.172). \n\n \n\nNossa discordância está no olhar dado para essas coligações eleitorais nas \n\ndisputas majoritárias como impeditivas de registrarmos a persistência da validade \n\nconceitual das leis de Duverger. Essa afirmação serve corretamente para análises \n\nvoltadas para o Legislativo. Entretanto, disputas para o Executivo são diferenciadas na \n\nquestão das coligações de apoio a um candidato já que o interesse é oferecer suporte \n\npara formar governo (NOHLEN, 1995). As coligações que ocorrem para o Legislativo \n\nsão mais horizontais, com a possibilidade de coexistirem perfis carismáticos na mesma \n\nchapa, conhecidos como “puxadores” de votos, favorecendo o sucesso eleitoral da \n\nchapa. \n\n                                                 \n11\n\n Gary Cox (1997) utiliza essa terminologia para diferenciar o número de candidaturas efetivas em nível \n\ndistrital do número de partidos efetivos no plano nacional. \n\n \n12\n\n Entre os fatores impeditivos de candidaturas partidárias “puro sangue” está os altos custos de \n\ncampanha, o pequeno tempo de TV, falta de lideranças carismáticas, falta de bases eleitorais, etc. \n\n\n\n22 \n\n \n\n As coligações para o Executivo são mais verticais, ou seja, temos um nome \n\nreconhecido de um grande partido disputando a preferência do eleitor, com partidos \n\nmenores orbitando ao seu redor em busca de futuros dividendos. Não esquecemos que \n\npode haver situações onde o candidato a vice-prefeito possua capacidades carismáticas \n\nsimilares ao do candidato para Prefeito que ele está apoiando. Isso talvez seja uma tática \n\nda coligação em virtude da impossibilidade de reeleição compulsória no país aos cargos \n\nmajoritários. Assim, a união de forças serviria a interesses recíprocos a curto e longo \n\nprazo.  \n\n Aqui entendemos como uma estratégia política dos partidos menores para \n\nconseguirem influenciar, de alguma maneira, o futuro governo pelo apoio dado no \n\nperíodo eleitoral (SHUGART; CAREY, 1992). Contudo, ao final das negociações de \n\napoio, fica claro que temos uma assimetria hierárquica na direção da chapa em disputa \n\nao cargo majoritário no qual a predominância das decisões fica a cargo do candidato a \n\nPrefeito. Ou seja, a última palavra é a dele. Por isso a diferença de análise do objeto de \n\npesquisa saindo dos partidos para os candidatos.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n\n \n\nCAPÍTULO 2 – O SUBSISTEMA PARTIDÁRIO BRASILEIRO \n\n \n\n2.1 Federalismo \n\n \n\nPassamos neste momento a uma análise detalhada do objeto de pesquisa. Os \n\nestudos acerca dos subsistemas partidários não são novidade em circunstância da \n\nheterogeneidade das forças partidárias em nível estadual, se comparado à disposição de \n\nforças no plano federal (LIMA JR, 1997). As características territoriais do país \n\npropiciam que os entes federativos possuam uma autonomia em relação ao governo \n\ncentral. Dessa forma, a competição partidária possui matizes distintos em cada estado. \n\nNo plano local, segue essa tendência assimétrica de poder entre os partidos políticos. \n\nTudo isso, segundo Fernando Luiz Abrucio (2003), originado do processo de \n\nredemocratização política que fortaleceu os estados. \n\n \n\nMas o novo federalismo que se estruturava foi além disso: sua ideia motriz \n\nfoi a da descentralização, que se combinou com a luta inicial pela \n\nredemocratização do país. Tal fato fortaleceu também os prefeitos dos \n\nmunicípios, bem como uma série de movimentos sociais que defendiam a \n\nnecessidade de se descentralizar um conjunto enorme de políticas públicas, \n\nalém de estabelecer novos padrões de relacionamento entre o Estado e a \n\nsociedade. (ABRUCIO, 2003, p. 251). \n\n \n\nDesde o período colonial possuímos uma trajetória de alternância entre \n\ncentralização e descentralização do Governo Central que afetou a autonomia dos entes \n\nsubnacionais (ABRUCIO, 2003). Essa caminhada repleta de avanços e retrocessos dos \n\nentes federativos reflete-se também na formação do sistema partidário brasileiro \n\nmarcado por rupturas em momentos de consolidação do sistema partidário.  Dessas \n\nrupturas, a mais marcante refere-se ao período de 1945-1964. Nesta época passávamos \n\npela experiência mais duradoura de eleições transparentes se comparado ao período da \n\npolítica dos Governadores, na República Velha, onde a lógica de mando dos “coronéis” \n\ngarantia cabedal de sufrágios para máquinas partidárias estaduais em troca de \n\nautoridade local.  \n\nApesar de existirem eleições periódicas há uma dificuldade conceitual de \n\nenquadrar a República Velha como democrática, até no sentido mínimo de \n\nprocedimentos de seleção de governantes, pela existência generalizada de eleições \n\nfraudulentas e rara alternância de poder que as formações políticas estaduais \n\ncarregavam em comum.  \n\n\n\n24 \n\n \n\nOutro problema está na intervenção partidária a serviço da classe econômica \n\ncafeeira, classe detentora dos maiores recursos durante o período da República Velha. \n\nOs Governadores estaduais entronavam seus dependentes, subalternos e aliados na \n\nlógica patrimonialista, garantido aos “coronéis” uma política econômica voltada para o \n\ncafé. Em troca disso recebiam os sufrágios dos moradores ao redor desse mandatário \n\nlocal. Era recorrente a intimidação no dia da votação para garantir o apoio aos \n\ncandidatos do “coronel”. A prática do “voto de cabresto”, compra do voto ou/e ameaça \n\nfísica, fazia parte do cotidiano da época até a interrupção desse pacto das elites \n\npartidárias estaduais pela tomada do poder, em 1930, por Getúlio Vargas.  \n\nRetomando ao segundo período democrático (1945-1964), que substitui a ditadura \n\nVarguista, tivemos uma relativa consolidação do sistema partidário nacional, algo \n\ninédito, pautado na força de três principais partidos: PTB, PSD e UDN\n13\n\n. A 2º \n\nRepública trouxe consigo o aumento da participação eleitoral pela extensão do sufrágio \n\nuniversal a um maior contingente de pessoas.  \n\nA mudança significativa na formação do sistema partidário de 1945-1964 está no \n\nrealinhamento dos partidos políticos que passaram de seções voltadas para a competição \n\nestadual para seções nacionalizadas. Apesar de alguns partidos ainda manterem-se \n\nregionalizados, ou seja, tinham preocupação na sua sustentação em estados definidos, \n\nfornecendo ao Congresso somente representantes eleitos de apenas um ou dois estados, \n\nos grandes partidos do período pré-golpe de 64 tinham caráter nacional (SOARES, \n\n1973).  \n\nEsta conjuntura teve seu desaparecimento com a chegada do golpe militar de 1964 \n\nque depôs o então Presidente João Goulart. O período militar significou um arranje \n\nbipartidário no Brasil, ao definir que só poderiam coexistir dois partidos no cenário \n\nbrasileiro. O maior deles representava os interesses dos militares, enquanto o segundo \n\ncorrespondia a um espaço concedido para oposição, incluindo todos os oposicionistas \n\ncom visões divergentes entre si, se manifestarem num mesmo partido. Eram eles, \n\nrespectivamente: ARENA e MDB\n14\n\n.  \n\nNo quadro 1 abaixo, temos uma síntese histórica da evolução política no país, \n\ndesde a independência em 1822, que conduziram para o modelo de sistema partidário \n\nbrasileiro atual. \n\n                                                 \n13\n\n Partido Trabalhista Brasileiro (PTB), Partido Socialista Democrático (PSD) e União Democrática \n\nNacional (UDN). \n\n \n14\n\n Aliança Renovadora Nacional (ARENA) e Movimento Democrático Brasileiro (MDB). \n\n\n\n25 \n\n \n\nQuadro1. Evolução do Sistema Partidário e do Federalismo no Brasil (1822-\n\n2014) \n\nPeríodo Regime Político Poder do Governo Sistema Partidário \n\n1822-1889 Monarquia Centralizado Bipartidarismo: Liberais e \n\nConservadores \n\n1889-1930 República \n\nOligárquica \n\nDescentralizado Ausência de sistema partidário \n\nnacional. Partidos únicos por \n\nestado. \n\n1930-1937 Período de \n\nTransição \n\nCentralizado Fim dos partidos estaduais. \n\nAusência de sistema partidário \n\nnacional. \n\n1937-1945 Ditadura Vargas Centralizado Proibido o funcionamento de \n\npartidos políticos. \n\n1945-1964 Democracia Descentralizado Multipartidarismo: PSD, UDN, \n\nPTB, etc. \n\n1964-1982 Ditadura Militar Centralizado Bipartidarismo: ARENA e MDB \n\n1982-hoje Democracia Descentralizado Multipartidarismo \n\nFonte: Carlos Ranulfo Melo (2007) e Maria Hermínia Tavares de Almeida (2007). \n\n \n\nEsse quadro inconstante de consolidação dos partidos propiciou estudos que \n\nverificassem o estágio das instituições e dos partidos brasileiros após o período \n\nautoritário (NICOLAU, 1996; MAINWARING, 2001). Olavo Brasil de Lima Jr (1997) \n\nampliou esse campo de estudo, acerca dos efeitos da federalização, ao examinar que o \n\nnúmero de partidos competitivos no mercado eleitoral, e sua decorrente participação \n\nrelativa de votos, variam de estado para estado. Isso acarreta diferentes estratégias das \n\nlideranças partidárias atuarem em consonância com o sistema eleitoral posto no \n\ncaminho dos partidos. \n\nO inicio do atual período democrático, pós-ditadura militar, foi marcado pela \n\ninstabilidade financeira, por processo de impeachment presidencial, risco de inflação, \n\nescândalos de corrupção, rápida proliferação, e também extinção, de siglas partidárias, \n\netc. Nesse momento instável da política nacional, o debate teórico centrou-se em torno \n\nda questão dos arranjos que permitem a governabilidade do Executivo e se a \n\ndescentralização gerada pelas características do nosso desenho institucional fortalece ou \n\nenfraquece o governo (PALERMO, 2000). \n\n\n\n26 \n\n \n\n Vicente Palermo (2000) aponta um quadro conceitual sobre o poder do \n\ngoverno, na democracia atual, a partir de duas variáveis: o grau de concentração do \n\npoder decisório do Executivo (disperso/concentrado) e a efetiva capacidade de impor \n\ndecisões frente ao Legislativo (governável/ ingovernável). Os cientistas políticos \n\nfavoráveis e críticos ao nosso sistema de governo se posicionam dentro desses eixos. A \n\nvisão mais positiva do sistema de governo brasileiro, que se vincula a um grau \n\nconcentrado de poder decisório do Executivo com efetiva capacidade de colocar em \n\npauta sua agenda política frente ao Congresso, tem se consolidado nos últimos anos\n15\n\n. \n\nFinalmente, depois dessa sucinta passagem histórica sobre a conturbada \n\nconsolidação do sistema partidário brasileiro, interessa ressaltar nosso enfoque que \n\nprivilegia os efeitos do sistema eleitoral sobre a estratégia de competição da classe \n\npolítica. Isso significa uma percepção de quanto o sistema eleitoral interfere na \n\ncompetição política alterando as disposições de lançamento de candidaturas. Antes de \n\nencaminharmos para a análise dos dados, recolhidos no TSE, resta ainda discernir sobre \n\nos ganhos heurísticos da análise local. \n\n \n\n2.2 Por que analisar o local? \n\nCada município é um caso diferenciado? Aspectos cotidianos de cada localidade \n\ninfluenciam diretamente uma eleição? Seria problemático levar em frente esta pesquisa \n\nseguindo uma abordagem de que o ambiente político local supera as normas \n\ninstitucionais colocadas na competição eleitoral. Por mais discrepantes que sejam os \n\ndilemas sociais do norte ou do nordeste do país, se comparado aos dilemas dos \n\nmoradores do sul ou sudeste, pensamos que existe uma lógica comum por todo o país. \n\nApesar da mudança de sotaques, qualquer classe política tem o mesmo interesse frente \n\nao seu eleitorado: a busca pela eleição (DOWNS, 1999; MAINWARING, 2001).  \n\nPautando na questão da eleição, Scott Mainwaring (2001) percebe um incentivo \n\npara busca ou perpetuação no cargo público local, pois “para ter poder no partido \n\nnacional, é preciso ser poderoso em seu próprio estado de origem. A carreira dos \n\n                                                 \n15\n\n Sobre as visões favoráveis ao Presidencialismo brasileiro ver: FIGUEIREDO, Argelina e LIMONGI, \n\nFernando. (1995), \"Mudança Constitucional, Desempenho do Legislativo e Consolidação Institucional\". \n\nRevista Brasileira de Ciências Sociais, ano 10, nº 29, pp. 175-200. \n\n LIMONGI, Fernando e FIGUEIREDO, Argelina. (1998), \"Bases Institucionais do Presidencialismo de \n\nCoalizão\". Lua Nova, nº 44, pp. 81-106.   \n\nSANTOS, Fabiano. (1999), \"Instituições Eleitorais e Desempenho do Presidencialismo no Brasil\". \n\nDados, vol. 42, nº 1, pp. 111-138. \n\n \n\n\n\n27 \n\n \n\npolíticos brasileiros depende em grande medida do que acontece no nível local” \n\n(MAINWARING, 2001, p.309). Assim, explicar cada ambiente local não produz uma \n\nexplicação universal que possa dar sentido às eleições municipais como um todo \n\n(COLLOVALD; SAWICKI; HEURTIN, 1989).  \n\nNo entanto, nossa ênfase, posta na influencia das regras institucionais, não \n\ninvalida pesquisas que busquem saber mais detalhadamente sobre uma região ou local \n\nespecifico. Uma visão antropológica da política\n16\n\n está servindo para elucidar pontos \n\ncruciais da dinâmica local entre representante e representado. A limitação está na \n\ncapacidade de generalização dessas descobertas para outros contextos. \n\n A evidência empírica que traz a análise local sobre conjecturas teóricas \n\ngeralmente aplicadas a casos nacionais é algo a ser mais explicitado, uma vez que os \n\nresultados obtidos na esfera local podem corroborar ou refutar evidências encontradas \n\nna esfera nacional (SAWICKI, 1988). Focalizando para os ganhos dessa pesquisa, Cox \n\n(1997) observa que muitas das predições de Duverger tinham como alvo observações de \n\ndados distritais antes de inferi-las para o nível nacional\n17\n\n.  Aumentando o número de \n\ncasos para teste das leis de Duverger possibilitou a reaproximação de uma área de \n\nestudo tanto própria quanto conectada aos acontecimentos da esfera nacional. \n\n \n\nO poder local não pode ser considerado como uma simples retransmissão de \n\npoliticas  desenvolvidas nacionalmente. Ele tem a sua caracterísitca própria, a \n\nsua dimensão específica; não é a simples tradução espacial de conflitos de \n\nclasses nacionais, mas o resultado de uma história local particular. (Tradução \n\ndo Autor) \n18\n\n. \n\n \n\nA pesquisa local está longe de ser antagônica a uma pesquisa utilizando dados \n\nnacionais. Entretanto, enfrentam o estigma de serem mais pautadas pela despolitização e \n\n                                                 \n16\n\n  Marcos Bezerra (1999) aponta que os parlamentares desejam apoio dos prefeitos nas eleições pela \n\nvisibilidade deles, decorrente da legitimidade proporcionada nas eleições majoritárias e, somado a isso, \n\npela exposição na imprensa local da qual os prefeitos são os principais destaques. Uma relação simbiótica \n\nos une dentro do “tempo da política”, contudo, passível de rompimento quando ambas as partes não \n\ncumprem tratos firmados de ajuda eleitoral nas “bases”. Mais detalhes: \n\n BEZERRA, Marcos Otávio. Em Nome das “Bases”: Política, Favor e Dependência Pessoal. Rio de \n\nJaneiro: Relume Dumará, 1999. \n\n \n17\n\n “The district-level evidence is not entirely unproblematic but nonetheless looks a good deal more \n\nimpressive than does the national-level evidence”. (COX, 1997, p.28). \n\n \n18\n\nNo original :  « Le pouvoir local ne peut être envisagé comme le simple relais de politiques élaborées \n\nnationalement. Il possède son épaisseur propre, sa dimension spécifique ; il n’est pas la simple traduction \n\nspatiale des conflits de classes nationaux mais le résultat d’une histoire local particulière. « (BRIQUET; \n\nSAWICKI, 1989, p.8). \n\n\n\n28 \n\n \n\npelo personalismo. Os meios de comunicação, a população e os próprios políticos \n\ntendem a enxergar um desinteresse progressivo na vida política pelos eleitores \n\n(COLLOVALD; SAWICKI; HEURTIN, 1989). \n\n Pela proximidade dos prefeitos com a população, os incentivos para pedidos mais \n\nclientelistas são vistos como propícios de se efetivarem pela prática das campanhas \n\npolíticas conterem promessas vagas ou casuísticas. A questão que impera desse cenário \n\né: será que as regras de maioria, principalmente a Plurality, provocam o domínio local \n\nclientelista em algumas cidades? Casos de amplo domínio de famílias ou candidatos em \n\ncidades são reforçados pelo efeito de redução da competição da fórmula de turno único?  \n\nPara essas dúvidas, análises focalizadas longitudinais são de grande auxílio na sua \n\nelucidação. Uma resposta prévia é comentar que o distrito uninominal tem uma forte \n\nimposição por fortalecer uma disputa dualista, mesmo se há dois turnos de disputa. Os \n\ndados da pesquisa, que veremos no próximo capítulo, são conclusivos dos efeitos \n\nredutores da competição eleitoral quando somente uma vaga em disputa. Isso acontece \n\ndevido ao fator psicológico de Duverger (1970), que possui afinidades com o conceito \n\nde voto estratégico de Cox (1997), atuar retirando sufrágios dos candidatos mal \n\nposicionados tanto em Plurality, quanto em Majority Runoff. Os dois primeiros \n\ncolocados na corrida política são beneficiados através da percepção do eleitor de \n\nmaximixar seus ganhos na sua preferência particular mais bem posicionada (DOWNS, \n\n1999). Assim, conforme a percepção que cada eleitor faz sobre os sufrágios dos outros \n\neleitores, em conjunto com as estatísticas das pesquisas eleitorais que antecedem o \n\npleito, o individuo adapta seu voto as melhores chances de seu candidato mais bem \n\nposicionado vencer (COX, 1997). \n\nAliado a essa conjuntura, se nos municípios brasileiros possuímos recorrentes \n\ncasos de prefeitos que estão diversas vezes concorrendo ou mesmo mantendo-se nos \n\ncargos, pleito após pleito, parece lógico creditarmos uma parcela de responsabilidade \n\ndeste fenômeno ao sistema eleitoral. Contudo, o estudo de caso parece ser uma \n\npossibilidade muito boa para excluir outras possíveis respostas a essa condição, tais \n\ncomo um bom Accountability vertical\n19\n\n do seu eleitorado, o dispositivo da reeleição \n\ndesinteresse da população com a política local, compra de votos, etc. \n\n \n\n                                                 \n19\n\n O conceito de accountability vertical foi desenvolvido por Guillermo O’Donnel para dar conta da \n\ncapacidade do eleitor premiar ou punir seu candidato conforme sua gestão. Detalhes em: \n\nO’DONNEL, G. Accountability Horizontal e Novas poliarquias. Lua Nova. Nº 44, p. 27-54, 1998. \n\n\n\n29 \n\n \n\nCAPÍTULO 3 – EFEITOS DO SISTEMA ELEITORAL \n\n \n\n3.1 Resultados eleitorais nos municípios com Plurality \n\n \n\nNossa abordagem está voltada para as disputas majoritárias municipais onde a \n\nfórmula eleitoral para seleção do governante permite duas possibilidades de disputa: \n\nturno único em Plurality (maioria simples) e dois turnos em Majority runoff (maioria \n\nabsoluta). A implantação do principio majoritário, considerando eleições democráticas \n\nsem fraudes no Brasil, provém do Código Eleitoral de 1950\n20\n\n.  \n\n \n\nEm 1950, o Congresso promulgou um novo Código Eleitoral que, pela \n\nprimeira vez na história da República, adotou sistemas eleitorais iguais para \n\ncargos equivalentes nos três níveis da estrutura federal: a representação \n\nproporcional para a Câmara dos Deputados, as Assembleias Legislativas e as \n\nCâmaras Municipais e a regra majoritária para a eleição de presidente, vice-\n\npresidente, governadores, vice-governadores, prefeitos e vice-prefeitos. \n\n(NICOLAU, 2012, p. 91). \n\n \n\nMesmo no período de ditadura militar manteve-se no Código Eleitoral de 1965\n21\n\n a \n\nrealização de eleição direta para Prefeito. O formato atual do sistema eleitoral surge a \n\npartir da Constituição Federal de 1988\n22\n\n, sendo da mesma forma observada na Lei das \n\nEleições\n23\n\n de 1997, com o Prefeito elegendo-se com o maior número de votos válidos. \n\nA excepcionalidade está nos municípios acima de 200 mil eleitores que requerem \n\nmaioria absoluta de votos válidos. Esses casos serão detalhados na próxima seção. \n\nCabe fazermos uma observação sobre a nomenclatura adotada, daqui pra frente, \n\nsobre a fórmula eleitoral. No sentido de evitarmos dúvidas de interpretação apontaremos \n\na fórmula eleitoral na sua conceituação internacional, ou seja, Plurality e Majority \n\nRunoff, ao invés de maioria simples e maioria absoluta. Isso evitará transtornos de \n\nsignificado ao tratarmos os dados empíricos. \n\n                                                 \n20\n\n Lei nº1164, de 24 de julho de 1950, art.46. \n\n \n21\n\n Art. 83 Na eleição direta para o Senado Federal, para Prefeito e Vice- Prefeito, adotar-se-á o principio \n\nmajoritário. Lei nº 4.737, de 15 de julho de 1965. \n\n \n22\n\n Art. 29, inciso I – eleição do Prefeito, do Vice-Prefeito e dos Vereadores, para mandato de quatro anos, \n\nmediante pleito direto e simultâneo realizado em todo o País;  \n\nArt. 29, inciso II – eleição do Prefeito e do Vice-Prefeito realizada no primeiro domingo de outubro do \n\nano anterior ao término do mandato dos que devam suceder, aplicadas as regras do art.77 no caso de \n\nMunicípios com mais de duzentos mil eleitores. Constituição da República Federativa do Brasil. \n\n  \n23\n\n Art. 3º Será considerado eleito Prefeito o candidato que obtiver a maioria dos votos, não computados \n\nos em branco e os nulos. Lei nº 9.504, de 30 de setembro de 1997. \n\n\n\n30 \n\n \n\nVale ainda frisar que neste estudo abordamos somente às eleições majoritárias \n\ntrabalhando com uma magnitude constante de M=1 para o cargo de Prefeito. Nas \n\neleições legislativas, a magnitude é um componente do sistema eleitoral importante da \n\ncompetição partidária (SHUGART; CAREY, 1992; NICOLAU, 1996; COX, 1997). Em \n\npesquisas relacionando Plurality em disputas majoritárias com representação \n\nproporcional para disputas legislativas mostram-se que as duas eleições não são \n\ncorrelacionadas, pois os efeitos apresentados na disputa majoritária não influenciam em \n\numa diminuição de partidos efetivos no Legislativo com a escolha de representação \n\nproporcional (SHUGART; CAREY, 1992).  \n\nComo a prática de coalizões está sedimentada na vida parlamentar, dito de outra \n\nforma, o partido do Executivo não possui maioria isolada no Legislativo para aprovar as \n\npautas do governo, achamos desnecessário calcular o número de partidos efetivos (NPE) \n\ndas Câmaras Municipais do país, em 2008 e 2012, pela percepção de que os resultados \n\napontariam, em menor ou maior escala, para um multipartidarismo.  \n\nBaseado no cálculo do número de candidatos efetivos (NCE), de cada cidade, uma \n\ndistinção prévia é feita a partir dos valores obtidos em cada localidade. Os valores de \n\n1,0 a 1,4 correspondem a uma eleição ganha com ampla vantagem de um candidato \n\nsobre o seu rival mais próximo. Os valores de 1,5 a 2,5 indicam uma composição \n\ndualista de força nos pleitos, ao redor de 90% dos votos válidos divididos entre dois \n\ncandidatos, enquanto que valores acima de 2,5 denotam uma disputa de \n\nmulticandidaturas (RAE, 1971; NOHLEN, 1995; NICOLAU, 1996). Vistas estas \n\ndefinições de mensuração, passamos ao teste da primeira hipótese da pesquisa de que a \n\nfórmula eleitoral de Plurality, nas eleições de turno único, conduz a um dualismo de \n\nforças em disputa sendo um forte redutor da competição eleitoral. \n\n \n\nTabela 1. Competição eleitoral nos Municípios por Região com Plurality nas eleições de \n\nprimeiro turno de 2008 (%) \n\nPlurality Regiões do Brasil Total \n\nRegião \n\nNorte \n\nRegião \n\nNordeste \n\nRegião \n\nCentro-Oeste \n\nRegião \n\nSudeste \n\nRegião \n\nSul \n\nCandidato \n\nDominante \n\n7,5 8 6 8 9 8 \n\nBicandidaturas 62,5 81 76 75 79 77 \n\nMulticandidaturas 30 11 18 17 12 15 \n\nTotal 100 100 100 100 100 100 \nFonte: TSE, dados processados pelo autor. Cidades N=5477. \n\n\n\n31 \n\n \n\nReunimos na tabela acima as cidades que na eleição de 2008 tinham como \n\nfórmula eleitoral a Plurality para escolha de seu prefeito local. Notam-se nos dados que \n\nse somássemos os resultados de bicandidaturas em conjunto aos resultados de \n\ncandidatos dominantes chegariam a um percentual médio de 82% de presença \n\nconcentrada de dois candidatos com forte votação. Percebe-se nisto a influência dos \n\nefeitos mecânicos e psicológicos, previstos por Duverger (1970), nas localidades que \n\nusam a fórmula eleitoral de Plurality (NICOLAU, 1996). “A proposição de Duverger \n\nacerca da relação entre sistema de maioria simples e bipartidarismo pode ser vista como \n\no resultado da composição dos efeitos mecânico e psicológico. Em um sistema eleitoral \n\nde maioria simples e magnitude M=1, os dois efeitos ocorrem basicamente no âmbito \n\nlocal”. (NICOLAU, 1996, p.47).  \n\nLogo abaixo, na tabela 2, apresentamos os dados empíricos dos municípios que \n\nutilizaram a fórmula de Plurality para escolha do seu governante local na eleição de \n\n2012. Comparando os dois pleitos visualiza-se uma simetria quanto aos percentuais de \n\ncompetição eleitoral. \n\n \n\nTabela 2. Competição eleitoral nos Municípios por Região com Plurality nas eleições de \n\nprimeiro turno de 2012 (%) \n\nPlurality Regiões do Brasil Total \n\nRegião \n\nNorte \n\nRegião \n\nNordeste \n\nRegião \n\nCentro-Oeste \n\nRegião \n\nSudeste \n\nRegião \n\nSul \n\nCandidato \n\nDominante \n\n4 5 6 7 7 6 \n\nBicandidaturas 66 84 77 75 82 79 \n\nMulticandidaturas 30 11 17 18 11 15 \n\nTotal 100 100 100 100 100 100 \nFonte: TSE, dados processados pelo autor. Cidades N=5480. \n\n \n\nA média percentual da soma de resultados de candidatos dominantes e \n\nbicandidaturas nas regiões brasileiras em 2012 também chegaram a 82%. Os dados \n\nverificados nos municípios brasileiros nestas eleições são representativos dos efeitos \n\nredutores da competitividade eleitoral, quando não há a possibilidade do segundo turno, \n\ncom a sub-representação das pequenas candidaturas em favor dos dois candidatos mais \n\nbem posicionados conhecida como fator mecânico\n24\n\n.   \n\n                                                 \n24\n\n “Riker’s analysis confirms that the link between two-party systems and plurality voting has been \n\nobserved and verified for a longer time than the others”. (DUVERGER, 2003, p.70). \n\n \n\n\n\n32 \n\n \n\nNesta situação, a solução das lideranças partidárias dos partidos pequenos para \n\nparticiparem da corrida ao governo será estabelecer pactos, alianças ou coligações antes \n\ndo pleito já que os benefícios da entrada no governo após a eleição podem ser menores, \n\nresultando em influência diminuta em cargos ou ações do governo (SHUGART; \n\nCAREY, 1992).  \n\nHá em conjunto o recurso do voto útil atuando para diminuir os custos do eleitor \n\n“desperdiçar” sua escolha em um candidato com poucas chances de sucesso, escolhendo \n\nalguém mais bem posicionado nas pesquisas. Assinalado por Duverger (1970) como \n\nfator psicológico, ele é denominado por Cox (1997) como voto estratégico. Isso acarreta \n\nque o processo de competição dentro do mercado eleitoral é limitado tanto pela \n\nimposição endógena da fórmula eleitoral, quanto pela dificuldade de arrecadar \n\ninvestimentos para campanha nestas cidades.  \n\n \n\nOutro conjunto de respostas pode ser gerada por referir que qualquer classe \n\nde agentes (e não apenas os eleitores, mas também formadores de opinião, \n\ncolaboradores, funcionários do partido, etc) tenderão a alocar todos os \n\nrecursos que eles controlam (e não apenas votos, mas também verbas, \n\ndinheiro, aparições de campanha, etc) para candidatos fortes ao invés de \n\ncandidatos fracos. (Tradução do Autor) \n25\n\n. \n\n \n\nApesar dos esforços da Justiça Eleitoral brasileira fornecer espaço horizontal de \n\nexposição para as legendas no período de campanha, as discrepâncias em tempo de TV, \n\nem utilização de recursos provindos do fundo partidário e em aplicação dos gastos em \n\nmarketing são empecilhos substanciais para demarcar as barreiras que os pequenos \n\npartidos enfrentam para concorrer na corrida eleitoral contra seus adversários e os \n\nfatores mecânicos e psicológicos.  \n\nAplicando um modelo analítico inspirado na teoria dos jogos, Cox (1997) \n\naproxima-se da visão de eleitores racionais egoístas de Downs (1999). Assim, o \n\neleitorado que possua uma razoável informação sobre as preferências dos outros \n\neleitores e do provável resultado final da eleição, informado pelos meios de \n\ncomunicação e institutos de pesquisa, irá desistir do seu candidato preferido, se esse \n\nestiver posicionado em 3º lugar, para sua segunda melhor opção dentre os líderes da \n\ndisputa em Plurality. Algumas condições, entretanto, são prescindidas para o êxito \n\ndessa formulação: \n\n                                                 \n25\n\n No original: “Another whole set of answers can be generated by noting that any class of agents (not just \n\nvoters but also opinion leaders, contributors, party officials, etc.) will tend to allocate whatever resources \n\nthey control (not just votes but also endorsements, money, campaign appearances, etc.) to serious rather \n\nthan to hopeless candidates.”  (COX, 1997, p.30). \n\n\n\n33 \n\n \n\nEm particular, o modelo sugere que as falhas para atingir a redução drástica \n\nnos totais de voto previstos do terceiro partido pelo Teorema 1 pode fluir a \n\npartir de (1) a presença de eleitores que não são a curto prazo \n\ninstrumentalmente racionais, (2) ausência de informação pública sobre \n\npreferências e intenções do eleitorado (daí votar sobre os candidatos que são \n\nsusceptíveis de estarem \"fora da corrida\"), (3) a crença pública de que um \n\ndeterminado candidato vai ganhar com certeza, ou (4) a presença de muitos \n\neleitores que se preocupam intensamente com a sua primeira escolha e quase \n\nindiferentes entre sua segunda e última escolhas. (Tradução do Autor) \n26\n\n. \n\n \n\nSendo um modelo pensado no mundo real, sua plena ocorrência das condições \n\nacima expostas é factível parcialmente num cenário de crise entre representantes e \n\nrepresentados no Brasil, cujos últimos atos de protestos nas ruas mostram pouca \n\nsatisfação com a política, e principalmente, com os políticos. É tácita na perspectiva \n\neconômica do voto a falta do componente irracional do indivíduo na sua análise. Dessa \n\nforma, o próprio Cox (1997) relativiza a força do voto estratégico colocando em pauta o \n\nprovável jogo das elites em firmar coalizões previamente, conforme visto por Shugart &amp; \n\nCarey (1992), que já reduz as opções dos eleitores. \n\n Então, esse conjunto de fatores, acima expostos, colabora para uma forte \n\nconcentração da competição numa lógica dualista em distritos uninominais de turno \n\núnico. Uma consequência do deslocamento da força interpretativa do voto estratégico \n\npara as alianças da classe política termina na visão de Cox (1997) em diminuir a \n\nimportância do sistema eleitoral na escolha do eleitor acarretando, em outras palavras, \n\nna redução explicativa da Plurality para a formação de um dualismo de candidaturas. \n\nEsse ponto é duvidoso. Parece-nos mais informativo que esse limite teórico das leis de \n\nDuverger, que se verá mais adiante em Majority Runoff, nada mais é que a lacuna \n\nexplicativa inerente a um choque com a realidade empírica.  \n\nAlém disso, essa “quase-lei” sociológica, nas palavras de Paulo Peres (2009) da \n\nPlurality tender para bicandidaturas, vem sendo testada empiricamente com resultados \n\nsólidos ao longo dos anos (PERES, 2009). O mérito das observações de Duverger \n\n(1970) está na dificuldade de abandonar sua análise institucional sobre a competição \n\npolítica para os resultados obtidos nesta pesquisa. Verifica-se isso no embate com outras \n\nexplicações possíveis que poderiam ser aventadas para dar conta da causa de \n\nbicandidaturas em Plurality: a questão demográfica e a abordagem sociológica.  \n\n                                                 \n26\n\n No original: “In particular, the model suggests that failures to achieve the drastic reduction in third \n\nparty vote totals predicted by Theorem 1 can flow from (1) the presence of voters who are not short-term \n\ninstrumentally rational; (2) lack of public information about voter preferences and vote intentions (hence \n\nabout which candidates are likely to be “out of the running”); (3) public belief that a particular candidate \n\nwill win with certainty; or (4) the presence of many voters who care intensely about their first choice and \n\nrare nearly indifferent between their second and lower choices.”  (COX, 1997, p.79). \n\n\n\n34 \n\n \n\nA ampla maioria dos municípios brasileiros adota a fórmula eleitoral de Plurality \n\nporque possuem um eleitorado menor do que é permitido pela lei eleitoral para ocorrer \n\nsegundo turno, ou seja, não ultrapassam mais de 200 mil eleitores. Esse fator \n\ndemográfico desfavorável para o enraizamento\n27\n\n partidário poderia ser agravado com \n\numa menor urbanização, e decorrente disso, com uma menor inserção de partidos nas \n\nregiões mais afastadas do interior do país. Assim, teríamos um déficit de competição \n\nnessas localidades se comparado com as grandes metrópoles. Vejamos o que aponta o \n\nquadro 2 adiante: \n\n \n\nQuadro 2. Partidos que alcançaram Prefeituras nas eleições de 2008 \n\nPartido Candidatos Lançados por \nPartido \n\nEleitos por Partido Taxa de Sucesso (%) \n\nDEM 1.234 495 40 \n\nPC do B 192 41 21 \n\nPCB 40 0 0 \n\nPCO 9 0 0 \n\nPDT 979 351 36 \n\nPHS 96 13 13,5 \n\nPMDB 2.648 1.194 45 \n\nPMN 168 42 25 \n\nPP 1.203 549 46 \n\nPPS 518 129 25 \n\nPR 911 384 42 \n\nPRB 261 54 21 \n\nPRP 91 17 19 \n\nPRTB 96 11 11 \n\nPSB 881 308 35 \n\nPSC 248 57 23 \n\nPSDB 1.776 787 44 \n\nPSDC 92 8 9 \n\nPSL 95 15 16 \n\nPSOL 280 0 0 \n\nPSTU 34 0 0 \n\nPT 1.630 549 34 \n\nPT do B 87 8 9 \n\nPTB 1.004 410 41 \n\nPTC 93 13 14 \n\nPTN 96 16 17 \n\nPV 380 75 20 \n\nTotal 15.142 5.526 100 \n\nFonte: TSE, dados processados pelo autor. \n\n                                                 \n27\n\n Ver mais acerca do enraizamento partidário em: MAINWARING; SCULLY. La Institucionalización  \n\nde los sistemas de partido en América Latina. América Latina Hoy. Universidad de Salamanca, vol.16, \n\nagosto, pp. 91-108, 1997. \n\n\n\n35 \n\n \n\nAs suposições feitas acima não se sustentam nos dados empíricos. Partindo da \n\npresunção que os fatores demográficos influenciam as bicandidaturas teríamos como \n\nexpectativa média ter pouco mais de 11.000 candidatos, por cada eleição, disputando os \n\npleitos pela pouca oferta de partidos nestas cidades. Esse número estimado é presumível \n\nde uma polarização entre situação e oposição nos mais de 5.000 municípios que adotam \n\na Plurality. Visualizando o banco de dados do TSE da eleição de 2008, temos um \n\nnúmero acima de 15.000 candidaturas por eleição. Esse resultado, 27% de candidatos \n\nalém do esperado, denota que candidaturas estão sendo lançadas, mesmo não sendo \n\nviáveis eleitoralmente se observarmos os fatores mecânicos e psicológicos.  \n\n \n\nQuadro 3. Partidos que alcançaram Prefeituras nas eleições de 2012 \n\nPartido Candidatos Lançados por \nPartido \n\nEleitos por Partido Taxa de Sucesso \n(%) \n\nDEM 728 273 37,5 \n\nPC do B 227 52 23 \n\nPCB 36 0 0 \n\nPCO 5 0 0 \n\nPDT 834 305 37 \n\nPHS 118 16 13,5 \n\nPMDB 2.254 1.018 45 \n\nPMN 177 43 24 \n\nPP 1.075 471 44 \n\nPPL 48 11 23 \n\nPPS 427 123 29 \n\nPR 704 271 38 \n\nPRB 300 79 26 \n\nPRP 134 24 18 \n\nPRTB 99 16 16 \n\nPSB 1.026 429 41 \n\nPSC 307 84 27 \n\nPSD 1.091 491 45 \n\nPSDB 1.616 688 42 \n\nPSDC 88 10 11 \n\nPSL 112 23 20,5 \n\nPSOL 347 1 0,2 \n\nPSTU 59 0 0 \n\nPT 1.774 628 35 \n\nPT do B 107 25 23 \n\nPTB 817 297 36 \n\nPTC 90 19 21 \n\nPTN 81 12 15 \n\nPV 410 97 24 \n\nTotal \n15.091 5.506 \n\n \n100 \n\nFonte: TSE, dados processados pelo autor. \n\n\n\n36 \n\n \n\nAcima, no quadro 3, contemplamos o número de partidos que ocuparam \n\nprefeituras em 2012 similares ao do quadro anterior. Até o número de candidaturas \n\ncontinua praticamente o mesmo. Assim, a explicação demográfica da formação de \n\nbicandidaturas que concentra sua explicação na dificuldade de enraizamento partidário \n\nperde sentido ao verificarmos que quase todos os partidos registrados no país obtiveram \n\nêxito na ocupação de um cargo Executivo. Desse modo, a quantidade populacional de \n\num município não parece um empecilho para que um partido lance candidaturas em \n\nturno único.  \n\nA outra explicação contrária acerca das bicandidaturas serem produzidas pela \n\nfórmula de Plurality reside na perspectiva sociológica. A composição da competição \n\npolítica seria derivada das clivagens existentes na sociedade que oporiam os cidadãos, \n\nou grupos, fazendo-os escolherem lados (LIPSET; ROKKAN, 1967). Tomando de \n\nmaneira arbitrária como ponto de partida formador dos conflitos na sociedade brasileira \n\no processo de reabertura democrática, devido o fim da ditadura civil-militar terminar \n\ncom a imposição de um bipartidarismo, esses conflitos societários emergidos do \n\nprocesso de reabertura política seriam mediados pelos partidos políticos, então \n\nnascentes, constituindo um arcabouço dialético que moldaria a competição política até \n\nos dias atuais.  \n\nNo entanto, acreditando que os partidos ideologicamente estariam armazenando as \n\nclivagens existentes nos municípios, estaríamos presos em algumas questões: as \n\nclivagens que acontecem numa região poderiam ser traduzidas para todo o país? Ou \n\ncada local possui sua especificidade de clivagens? Como imputar apenas um tipo de \n\nclivagem como base de conflito numa população tão heterogênea?  \n\nIsso acarreta em outro problema de análise que parte das coligações \n\ninterpartidárias que amoldam interesses mútuos. Como partidos que representam \n\nideologias de setores da sociedade formam alianças, por vezes, pouco ideológicas? Essa \n\nótica coaduna com a constatação de Otto Kirchheimer (1966) acerca dos partidos \n\npolíticos modernos que estão perdendo seus traços programáticos e substituindo por um \n\npragmatismo eleitoral calcado na maximização dos sufrágios dispersos na população, \n\nresultando na diluição do aspecto ideológico. Estes são problemas sérios derivados de \n\numa análise de casos locais cuja teoria, ajustada para casos europeus, pode não ser \n\nsólida em responder aos vieses dos casos latino-americanos. \n\n\n\n37 \n\n \n\n A perspectiva de Lipset &amp; Rokkan (1967) pode dar conta satisfatoriamente dos \n\ncasos europeus, porém, perde um pouco do seu potencial heurístico se não ocorrer um \n\ntratamento empírico no caso nacional\n28\n\n. \n\nUm confronto desta perspectiva sociológica com a abordagem institucional, \n\nusando como casos países da América do Sul, foi realizado por Gary Cox (1997) que \n\nfez um teste da abordagem sociológica comparando o número de partidos eleitorais \n\ndisputando assento legislativo nos países com duas Câmaras (Alta e Baixa). Neste teste, \n\nse os partidos correspondessem aos conflitos existentes nas sociedades em análise, eles \n\nestariam representados, em similitude, em suas respectivas proporções na Câmara Alta e \n\nna Câmara Baixa de cada país. Os resultados vistos pelo autor mostram discrepâncias \n\nno número de partidos estimados nas duas casas em 90% dos casos\n29\n\n. Esse teste feito \n\npor Cox (1997) foge da temática dessa pesquisa que consiste em eleições majoritárias, \n\nporém ajuda a combater a visão de que o sistema eleitoral tem pouca importância. \n\nSabemos de antemão que os partidos são os grupos que deveriam assimilar o \n\nconflito existente na sociedade. Dessa forma, o foco de análise da perspectiva \n\nsociológica se direciona para os partidos no que concerne à competição. Foco que tem \n\nseus problemas interpretativos em constatar a ocorrência de bipartidarismo (TAVARES, \n\n1997). Olhando nos dados disponibilizados nos quadros 2 e 3, em relação aos partidos \n\nocupantes de Prefeituras nas eleições de 2008 e 2012, aparenta que temos várias \n\nclivagens traduzidas nestes partidos. Autores como Amorim Neto e Cox (1997) \n\nsalientam que a interação entre a abordagem sociológica e a abordagem institucional \n\nproduz mais ganhos heurísticos para a compreensão do número de partidos existentes. \n\nAssim, o sistema eleitoral permanece como uma variável convincente para \n\nexplicar a competição política. Fora isso, sua aplicabilidade em uma análise voltada, \n\nanteriormente, para casos europeus possuir uma correspondência em terras tão distantes \n\nmostra uma vitalidade da teoria de Duverger (1970) que deve ser mais explorada. Na \n\npróxima seção, veremos que os resultados eleitorais dos municípios com Majority \n\nRunoff diferem dos encontrados em Plurality. \n\n \n\n \n\n                                                 \n28\n\n Mauricio Rebello (2013), através do índice de volatilidade eleitoral, aponta que os partidos políticos \n\nbrasileiros não estão estruturados em clivagens. Detalhes em: REBELLO, M. Partidos e Governos nas \nSombras: Clareza de responsabilidade, responsabilização eleitoral e sistema partidário no Brasil. \n\nTese de Doutorado em Ciência Política, UFRGS, 2013. \n\n \n29\n\n Mais detalhes do teste e, sobretudo, dos resultados ver COX (1997) páginas 19-27. \n\n\n\n38 \n\n \n\n3.2 Resultados eleitorais nos municípios com Majority Runoff \n\n \n\nNeste instante, partimos para os resultados eleitorais nas localidades que podem \n\nproceder numa segunda rodada de disputa. Assim, podemos comparar se os efeitos \n\nvistos em Plurality, os efeitos mecânico e psicológico que reduzem o número efetivo de \n\ncandidatos em um dualismo, acaba mesmo perdendo sua eficácia em Majority Runoff \n\n(DUVERGER, 1970).  Maurice Duverger (1970) reúne dados de vários países europeus, \n\nda primeira metade do século XX, onde a associação entre segundo turno e \n\nmultipartidarismo é muito forte, ou seja, confirmando sua predição. “Em suma, as \n\ndiferenças no número e na permanência de partidos, em sistema majoritário de dois \n\nturnos, parecem vir muito mais de fatores nacionais particulares do que de modalidades \n\ntécnicas do regime eleitoral, não colocando em dúvida a tendência geral ao \n\nmultipartidarismo”. (DUVERGER, 1970, p.276).  \n\nA utilização da Majority Runoff no contexto municipal brasileiro carece de uma \n\nnítida explicação do critério para que apenas as cidades que excedam 200 mil eleitores \n\nutilizem-na para escolher seu governante\n30\n\n. Tanto na Constituição Federal\n31\n\n, quanto na \n\nLei nº 9.504, de 30 de setembro de 1997\n32\n\n que estabelece normas para as eleições, está \n\nausente uma justificativa para seu uso. \n\n \n\n                                                 \n30\n\n Jairo Nicolau (2012) aponta que os dois turnos foram incluídos na eleição presidencial devido às baixas \n\nvotações dos presidentes do período 1945-1964.  No entanto, não encontra justificativas para que os \n\nconstituintes de 1988 tenham optado pela adoção da fórmula de Majority Runoff, para o chefe do \n\nExecutivo municipal, nas cidades com mais de 200 mil eleitores. \n\n \n31\n\n Art. 29, inciso II – eleição do Prefeito e do Vice-Prefeito realizada no primeiro domingo de outubro do \n\nano anterior ao término do mandato dos que devam suceder, aplicadas as regras do art.77 no caso de \n\nMunicípios com mais de duzentos mil eleitores. \n\nArt. 77, inciso 3º - Se nenhum candidato alcançar maioria absoluta na primeira votação, far-se-á nova \n\neleição em até vinte dias após a proclamação do resultado, concorrendo os dois candidatos mais votados e \n\nconsiderando-se eleito aquele que obtiver a maioria dos votos válidos.  \n\nArt. 77, inciso 4º - Se, antes de realizado o segundo turno, ocorrer morte, desistência ou impedimento \n\nlegal de candidato, convocar-se-á, dentre os remanescentes, o de maior votação. \n\nArt. 77, inciso 5º - Se, na hipótese dos parágrafos anteriores, remanescer, em segundo lugar, mais de um \n\ncandidato com a mesma votação, qualificar-se-á o mais idoso. Constituição da República Federativa do \n\nBrasil. \n\n \n32\n\n Art. 3º Será considerado eleito Prefeito o candidato que obtiver a maioria dos votos, não computados \n\nos em branco e os nulos. \n\nArt. 3º, inciso 1º - A eleição do Prefeito importará a do candidato a Vice-Prefeito com ele registrado. \n\nArt. 3º, inciso 2º - Nos Municípios com mais de duzentos mil eleitores, aplicar-se-ão as regras \n\nestabelecidas nos incisos 1º a 3º do artigo anterior. Lei nº 9.504, de 30 de setembro de 1997. \n\nAs condições postas no artigo 2º da Lei das Eleições são idênticas aos itens do artigo 77 da Constituição \n\nFederal visto na nota acima.  \n\n \n\n\n\n39 \n\n \n\nUma alteração importante trazida pela Carta de 1988 foi a adoção do sistema \n\nde maioria absoluta em dois turnos para a escolha dos chefes do Executivo. O \n\npresidente, os governadores e os prefeitos das cidades com mais de 200 mil \n\neleitores passaram a ser eleitos pelo sistema de dois turnos. Se um dos \n\ncandidatos obtivesse mais de 50% dos votos válidos no primeiro turno \n\n(excluídos os brancos e os nulos), ele estaria eleito. Caso isso não ocorresse, \n\nseria realizada uma nova eleição (segundo turno), em que apenas os dois \n\nmais votados competiriam. Os municípios com menos de 200 mil eleitores \n\ncontinuariam a eleger seus prefeitos segundo o sistema de maioria simples. \n\n(NICOLAU, 2012, p. 121). \n\n \n\n Na tabela 3, apresentamos as estatísticas acerca das localidades que utilizaram a \n\nregra de Majority Runoff, na eleição de 2008, aplicando o mesmo índice de candidatos \n\nefetivos utilizado anteriormente. Segundo a predição teórica de Duverger (1970), \n\npercebida antes como uma hipótese do que uma lei, o fenômeno tenderia a um aumento \n\ndo número de competidores pela ausência dos efeitos mecânicos e psicológicos \n\ninduzindo a retirada de candidaturas no primeiro turno. Essa “proliferação” já \n\nsignificaria o sistema partidário ter mais de dois partidos. Qualquer resultado que fuja \n\nda lógica dualista reforçaria a tendência de multipartidarismo (DUVERGER, 1970; \n\nDUVERGER, 2003). \n\n \n\nTabela 3. Competição eleitoral nos Municípios por Região com Majority Runoff nas \n\neleições de primeiro turno de 2008 (%) \n\nMajority Runoff Regiões do Brasil Total \n\nRegião \n\nNorte \n\nRegião \n\nNordeste \n\nRegião \n\nCentro-Oeste \n\nRegião \n\nSudeste \n\nRegião \n\nSul \n\nCandidato \n\nDominante \n\n0 8 18 5 0 5 \n\nBicandidaturas 33 46 41 62 36 52 \n\nMulticandidaturas 67 46 41 33 64 43 \n\nTotal 100 100 100 100 100 100 \nFonte: TSE, dados processados pelo autor. Cidades N=77. \n\n \n\nNo entanto, os dados são inconclusivos em apontar que a competição eleitoral \n\nsegue a tendência predita por Duverger (1970) acerca do aumento no número de \n\ncompetidores em comparação a regra de Plurality nas eleições de 2008. Os dados se \n\ndirecionam para uma situação equilibrada tanto em disputas dualistas, quanto em \n\ndisputas de multicandidaturas nestas cidades com segundo turno, conforme \n\nvisualizamos acima. Isso decorre da especificidade da eleição na região Sudeste onde \n\ntivemos a predominância de bicandidaturas que acabou pesando para um resultado geral \n\nde maiores bicandidaturas, pois é a região que mais possui cidades no segundo turno. \n\n\n\n40 \n\n \n\nIsso diminui um pouco a força explicativa da segunda lei de Duverger ao mostrar \n\nque os fatores mecânicos e psicológicos ocorrem, em certa medida, também em segundo \n\nturno. Faz-se necessário comparar os resultados com o pleito seguinte para refutarmos \n\ninteiramente essa hipótese. O recorte proposto é separar os 83 municípios com a \n\npossibilidade de segundo turno\n33\n\nnas eleições de 2012 daquelas outras localidades com \n\nturno único. Dentre as capitais estaduais, as únicas cidades que não preenchem o \n\nrequisito para o segundo turno são Palmas no Tocantins e Boa Vista em Roraima. \n\n Na tabela 4, observamos os resultados da competição eleitoral nas eleições de \n\n2012 com Majority Runoff. Os resultados diferem da eleição de 2008 com a ampla \n\npredominância, em todas as regiões, de multicandidaturas na disputa majoritária em \n\ndois turnos, caminhando no sentido visto por Duverger (1970) quanto ao aumento de \n\ncandidaturas quando temos a possibilidade de um novo enfrentamento dos dois \n\ncandidatos mais votados na disputa majoritária. \n\n \n\nTabela 4. Competição eleitoral nos Municípios por Região com Majority Runoff nas \n\neleições de primeiro turno de 2012 (%) \n\nMajority Runoff Regiões do Brasil Total \n\nRegião \n\nNorte \n\nRegião \n\nNordeste \n\nRegião \n\nCentro-Oeste \n\nRegião \n\nSudeste \n\nRegião \n\nSul \n\nCandidato \n\nDominante \n\n0 0 20 4 0 4 \n\nBicandidaturas 17 35,5 20 46 25 37 \n\nMulticandidaturas 83 64,5 60 50 75 59 \n\nTotal 100 100 100 100 100 100 \nFonte: TSE, dados processados pelo autor. Cidades N=83. \n\n \n\nO valor preditivo da segunda lei de Duverger tem razões para ser questionada \n\nquanto à efetiva multiplicação de concorrentes. Gary Cox (1997) já indicava uma falha \n\nna segunda lei de Duverger, em Majority Runoff, confrontando a visão de que o fator \n\npsicológico, ou voto estratégico, seria improvável em condições mais flexíveis \n\nproporcionada pela necessidade da maioria absoluta de votos válidos para ser escolhido \n\no vencedor. A afirmação de que o eleitor, podendo escolher quem quisesse no primeiro \n\nturno, seria menos suscetível a alterar sua preferência original precisava ser testada \n\nempiricamente.  \n\n                                                 \n33\n\n Fonte: site TSE. (http://www.tse.jus.br/noticias-tse/2012/Agosto/eleicoes-2012-segundo-turno-pode-\n\nocorrer-em-83-municipios) Acessado em 15/06/2013. \n\nhttp://www.tse.jus.br/noticias-tse/2012/Agosto/eleicoes-2012-segundo-turno-pode-ocorrer-em-83-municipios\nhttp://www.tse.jus.br/noticias-tse/2012/Agosto/eleicoes-2012-segundo-turno-pode-ocorrer-em-83-municipios\n\n\n41 \n\n \n\nNo estudo de Cox (1997), os eleitores continuam utilizando o voto útil/voto \n\nestratégico para colocar na segunda rodada o candidato mais ‘forte’ daquele que é sua \n\npreferência prévia. Por exemplo, na medida em que o eleitor tem uma inclinação por um \n\ncandidato de esquerda, porém as pesquisas de opinião apontam que dois candidatos de \n\ndireita estariam passando para o segundo turno termina com o medo do eleitor \n\ndesperdiçar seu voto. Assim, ele retira o voto da sua opção preferencial na corrida \n\neleitoral para o candidato de esquerda com mais chances de passar para um segundo \n\nturno (COX, 1997; DOWNS, 1999). Isso pode explicar a razão de um número elevado \n\nde casos de dualismo de forças em Majority Runoff.  \n\n \n\nE, tal como nas eleições em maioria simples eleitores atentos aos resultados \n\npodem estrategicamente desertar de candidatos sem futuro a fim de garantir \n\num vencedor melhor, então nas eleições de maioria absoluta os eleitores \n\natentos aos resultados podem abandonar candidatos sem futuro, a fim de \n\ngarantir um melhor competidor no próximo turno, ou seja, uma aposta \n\nmelhor sobre os resultados finais. (Tradução do Autor)\n34\n\n. \n\n \n\nSegundo o modelo de voto estratégico de Cox (1997), os eleitores desertam do seu \n\ncandidato preferencial a partir da sua colocação nas pesquisas eleitorais. Enquanto em \n\nPlurality os votantes abandonam o candidato posicionado em terceiro, restando aos dois \n\nprimeiros a única vaga em disputa, em Majority Runoff os votantes abandonam o \n\ncandidato posicionado em quarto lugar em diante. Sempre tendo em mente um eleitor \n\nracional, na medida em que seu candidato está na quarta colocação, as expectativas de \n\nacesso ao segundo turno tornam-se reduzidas. Desse modo, os eleitores racionais \n\nalternam sua preferência para sua segunda escolha sub-ótima na competição eleitoral \n\nque esteja mais bem colocado para ir ao segundo turno. O ponto de vista que cerca a \n\nanálise de Cox (1997) é de que o eleitor quer vencer a eleição a qualquer custo. Além \n\ndisso, as informações sobre o status da corrida ao Executivo municipal devem estar \n\namplamente disponíveis para a população.  \n\nEntretanto, esse cálculo só pode ter maiores chances de sucesso se ocorrer na \n\nvéspera da eleição, pois como acontecimentos na iminência do dia da votação \n\ninfluenciariam os cidadãos, tais como, denúncias de corrupção, escândalos, ou até a \n\n                                                 \n34\n\n No original: “And, just as in plurality elections outcome-oriented voters may strategically desert \n\nhopeless candidates in order to secure a better victor, so in runoff elections outcome-oriented voters may \n\ndesert hopeless candidates in order to secure a better runoff pairing, i.e., a better lottery over final \n\noutcomes. “ (COX, 1997, p.127). \n\n\n\n42 \n\n \n\nmorte de algum candidato? Esses fatos corriqueiros, passíveis de tornarem-se concretos \n\nno dia do pleito, causam interferência imediata na decisão do eleitor. \n\n Apesar de provar que os efeitos do fator psicológico de Duverger (1970) não \n\ndesaparecem em Majority Runoff, Cox (1997) relativiza que a segunda lei requer teste \n\nempírico, do contrário não passaria de uma hipótese confusa. Contudo, Cox (1997) \n\ntambém não recolhe dados sistemáticos para testar essa hipótese, ao contrário do que \n\nfazem Shugart e Carey (1992) testando o número efetivo de candidatos em algumas \n\neleições presidenciais pelo mundo.  \n\nJá Duveger (1970) está fazendo sua predição em cima do caso Frances onde os \n\ndois turnos são possibilidades na época em que escreve\n35\n\n. Em trabalho posterior as suas \n\nformulações, Maurice Duverger (2003) aborda que sua segunda lei tende para que mais \n\nde dois concorrentes disputem o voto do eleitor, não significando com isso uma \n\nproliferação de candidaturas pela adoção da maioria absoluta. A confusão ocorreu por \n\nerros de interpretação de outros autores sobre o que ele entendia em torno do conceito \n\nde multipartidarismo\n36\n\n.  \n\nOutro fator que contribuiria para resultados de 52% e 37% de bicandidaturas, \n\nrespectivamente em 2008 e 2012, está no que Shugart &amp; Carey (1992) abordavam do \n\ntiming de formar coalizões. Dessa constatação surge um questionamento. Será que nas \n\ncidades onde houve 2º turno, elas não possuíam em comum certa monopolização de \n\nalguns partidos em disputa polarizada? Caso isso ocorresse, poderíamos identificar \n\npartidos mais fortes nas grandes metrópoles do país.  \n\nTal fenômeno poderia ser uma variável explicativa alternativa para o surgimento \n\nde bicandidaturas num cenário cuja predição aponta para outro caminho. Na tabela 5, \n\napresentamos as cidades onde ocorreu segundo turno com as siglas partidárias que se \n\nmantiveram na disputa ao posto de Prefeito em 2008, ou seja, os dois primeiros \n\ncolocados no primeiro turno. \n\n \n\n \n\n                                                 \n35\n\n “The Fifth Republic reestablished the two-ballot majority system, which makes interesting comparisons \n\nwith the pre-1939 period possible. On the whole, the results confirm the law of this electoral system \n\nwhich, as just quoted, ‘tends to produce multipartism tempered by alliances’”.  (DUVERGER, 2003, \n\np.81).  \n\n \n36\n\n “[...] multipartism – a term that designates any system consisting of more than two parties, not counting \n\nthe tiny parliamentary groupings that are unable to prevent one of the two big parties from gaining an \n\nabsolute majority”. (DUVERGER, 2003, p.81).  \n\n \n\n\n\n43 \n\n \n\nTabela 5. Municípios e partidos que passaram para o segundo turno nas eleições de 2008 \n\nUF Cidade NCE 1º Colocado 2º Colocado \n\nAM Manaus 3,1 PTB PSB \n\nAP Macapá 3,9 PSB PDT \n\n     BA Salvador 3,7 PMDB PT \n\nES Vila Velha 3,5 PR PMDB \n\nGO Anápolis 3,5 PT PMDB \n\nMA São Luis 3,1 PSDB PC do B \n\nMG Belo Horizonte 2,7 PSB PMDB \n\nMG Contagem 2,8 PT PSDB \n\nMG Juiz de Fora 3,4 PT PSDB \n\nMG Montes Claros 2,7 PMDB PPS \n\nMT Cuiabá 3,0 PSDB PR \n\nPA Belém 4,4 PTB PMDB \n\n     PB Campina Grande 2,1 PMDB PSDB \n\nPR Londrina 3,9 PP PSDB \n\n     PR Ponta Grossa 3,1 PSDB PPS \n\nRJ Campos dos \n\nGoytacazes \n\n2,5 PMDB PDT \n\nRJ Petrópolis 3,3 PT PSB \n\nRJ Rio de Janeiro 4,5 PMDB PV \n\nRS Canoas 2,6 PT PTB \n\nRS Pelotas 3,7 PT PP \n\nRS Porto Alegre 3,5 PMDB PT \n\nSC Florianópolis 3,8 PMDB PP \n\nSC Joinville 4,0 PT DEM \n\nSP Bauru 3,2 PSDB PMDB \n\nSP Guarulhos 3,2 PT PSDB \n\n     SP Mauá 2,8 PT PSB \n\nSP Santo André 3,0 PT PTB \n\nSP São Bernardo d Campo 2,5 PT PSDB \n\nSP São José do Rio Preto 3,2 PSB PT \n\n\n\n44 \n\n \n\nSP São Paulo 3,6 DEM PT \n\n     \nFonte: TSE, dados processados pelo autor. Cidades N=30. \n\n \n\nA presença de partidos diferentes participando do segundo turno corrobora a \n\nhipótese da maior ocorrência de competição eleitoral em Majority Runoff predita por \n\nDuverger (1970). Ao todo, 12 partidos obtiveram representação para o segundo turno. \n\nIsso já denota que há uma forte concorrência no pleito em Majority Runoff. Dentre estes \n\npartidos, os que obtiveram mais vagas para o 2º turno ficaram ordenados assim: PT \n\n(25%), PMDB (20%) e PSDB (16,6%).  \n\nPara que se dissipe a hipótese de monopólio de alguns partidos nas disputas com \n\nsegundo turno é necessário fazermos uma comparação com os resultados das eleições \n\nem 2012. Por isso, na tabela 6 apresentamos os 50 municípios que tiveram uma segunda \n\nrodada de disputa em 2012. Abaixo os resultados: \n\n \n\nTabela 6. Municípios e partidos que passaram para o segundo turno nas eleições de 2012 \n\nUF Cidade NCE 1º Colocado 2º Colocado \n\nAC Rio Branco 2,3 PT PSDB \n\nAM Manaus 3,9 PSDB PC do B \n\nAP Macapá 3,5 PDT PSOL \n\n     BA Salvador 3,0 DEM PT \n\nBA Vitória da Conquista 2,4 PT PMDB \n\nCE Fortaleza 5,0 PT PSB \n\nES Cariacica 3,1 PPS PMDB \n\nES Vila Velha 3,0 DEM PR \n\nES Vitória 3,0 PPS PSDB \n\nMA São Luís 3,8 PTC PSDB \n\nMG Contagem 3,2 PC do B PT \n\nMG Juiz de Fora 2,8 PMDB PT \n\nMG Montes Claros 4,0 PT PRB \n\nMG Uberaba 4,6 PMDB PSB \n\nMS Campo Grande 3,2 PP PMDB \n\nMT Cuiabá 2,6 PSB PT \n\n\n\n45 \n\n \n\nPA Belém 4,3 PSOL PSDB \n\nPB Campina Grande 3,1 PSDB PMDB \n\n     PB João Pessoa 3,7 PT PSDB \n\nPI Teresina 3,4 PSDB PTB \n\n     PR Cascavel 3,3 PDT PT \n\n     PR Curitiba 3,6 PSC PDT \n\nPR Londrina 3,3 PP PSD \n\nPR Maringá 3,1 PP PT \n\nPR Ponta Grossa 3,2 PPS PT \n\n     RJ Belford Roxo 3,0 PC do B PRTB \n\nRJ Duque de Caxias 3,7 PSB PMDB \n\nRJ Niterói 3,2 PT PDT \n\nRJ Nova Iguaçu 4,2 PMDB PDT \n\nRJ Petrópolis 3,7 PMDB PSB \n\nRJ São Gonçalo 3,3 PDT PR \n\nRJ Volta Redonda 2,3 PMDB PR \n\nRN Natal 3,5 PDT PMDB \n\nRO Porto Velho 5,7 PV PSB \n\nRS Pelotas 3,6 PSDB PT \n\nSC Blumenau 3,0 PSDB PSD \n\nSC Florianópolis 3,8 PSD PMDB \n\nSC Joinville 2,9 PSD PMDB \n\nSP Campinas 2,9 PSB PT \n\nSP Diadema 2,4 PT PV \n\nSP Franca 3,6 PSDB PP \n\nSP Guarujá 2,6 PMDB PDT \n\nSP Guarulhos 2,8 PT PSDB \n\nSP Jundiaí 2,2 PC do B PSDB \n\n     SP Mauá 3,4 PT PMDB \n\nSP Ribeirão Preto 3,0 PSD PSDB \n\n\n\n46 \n\n \n\nSP Santo André 2,9 PT PTB \n\nSP São Paulo 4,0 PSDB PT \n\nSP Sorocaba 3,2 PMDB PSDB \n\n     SP Taubaté 3,0 PSDB PT \n\nFonte: TSE, dados processados pelo autor. Cidades N=50. \n\n \n\nCertas informações contidas nesta tabela são importantes para medirmos os \n\nefeitos redutores da competição partidária. Novamente, PT, PSDB e PMDB são os \n\npartidos que ocuparam mais vagas no segundo turno, respectivamente, 21% aos petistas, \n\n17% aos tucanos e 16% aos peemedebistas.  Isso pode ressaltar que a força política por \n\ndetrás do candidato impulsiona, um pouco mais, sua chance de participar do segundo \n\nturno, apesar de várias siglas mostrarem-se competitivas em Majority Runoff.  \n\nDos casos de bicandidaturas vistos na tabela 6, apenas 16% deles resultaram em \n\nsegundo turno, enquanto dos casos de multicandidaturas 92% resultaram em segundo \n\nturno. Como o índice de candidatos efetivos (NCE) mede concentração de votos, ele \n\ntermina por não nos oferecer quanto de peso tem um partido/candidato em comparação \n\naos demais em disputa\n37\n\n. Assim, apesar de termos bicandidaturas elas não exatamente \n\ncorrespondem de que dois candidatos passaram ao segundo turno. Somente informa que \n\ndois candidatos controlaram o somatório de votos dos eleitores.  \n\nPor fim, algumas conclusões podem ser tiradas acerca da visão de Duverger \n\n(1970) sobre a fórmula eleitoral influenciar a competição eleitoral. Adotando a fórmula \n\nde Majority Runoff tivemos 18 partidos diferentes na eleição de 2012 concorrendo ao \n\nsegundo turno para disputar o cargo de Prefeito  \n\n Os resultados em Plurality apontam uma grande tendência de redução da \n\ncompetição pela ação dos fatores mecânicos e psicológicos pressionando o eleitor a \n\nrecorrer ao voto estratégico/útil. A classe política e os proponentes de uma reforma \n\npolítica, estes últimos agentes da sociedade civil ou da opinião pública, tem na extinção \n\nda fórmula de Majority Runoff (maioria absoluta), mais permissiva para o lançamento \n\nde candidaturas, uma arma na redução dos partidos políticos. Consiste como tarefa \n\nfutura averiguar se existe interesse nessa medida pelos atores que contestam o sistema \n\neleitoral atual. \n\n \n\n                                                 \n37\n\n Essa descrição é possível apenas com os dados brutos do TSE. Entretanto, pelas dimensões deste \n\nestudo, torna-se inviável colocar os dados de todos os municípios.  \n\n\n\n47 \n\n \n\nCONSIDERAÇÕES FINAIS \n\n \n\nA escolha sobre a temática do sistema eleitoral visou compreender lacunas sobre \n\nseus efeitos por uma perspectiva abrangente de casos. Este tem sido um ângulo pouco \n\nexplorado, afora casos monográficos, da competição eleitoral que utiliza regras de \n\nmaioria. De outro lado, buscou proporcionar maior entendimento das regras que movem \n\na seleção de governantes e, sobretudo, maior entendimento das condições que \n\npossibilitam a permanência da tão criticada democracia representativa.   \n\nA pesquisa mostrou-se também importante para ampliar, em certa medida, o \n\nentendimento das reduzidas expectativas de vitória numa disputa eleitoral com regras \n\nque reduzem o número de candidatos efetivos. A ideia de excesso de siglas partidárias \n\nno contexto político prejudicando o discernimento do eleitor parece demasiada, pois \n\nnossos arranjos institucionais, vistos na maioria dos casos deste estudo por adotarem a \n\nfórmula de Plurality (maioria simples), são fortes redutores de competição eleitoral. \n\nA informação da fórmula eleitoral utilizada nas disputas locais é um bom \n\nindicativo da dificuldade que um candidato irá enfrentar na campanha eleitoral. Apesar \n\ndo número de municípios com possibilidade de segundo turno ser inferior aos das \n\ncidades com turno único, a fórmula de Majority Runofff (maioria absoluta) ainda \n\napresenta maiores oportunidades de sucesso para o lançamento de candidaturas. Esse é \n\num dado que às vezes passa despercebido já que partidos continuam lançando \n\ncandidatos em condições mais desfavoráveis, ou seja, em municípios com Plurality, \n\nsem atentar para os efeitos do sistema eleitoral. \n\nNossos resultados sobre as duas hipóteses de pesquisa, baseadas nas Leis de \n\nDuverger, indicaram uma forte constatação da validez da lei sobre a fórmula eleitoral de \n\nPlurality em turno único tender para bicandidaturas, em razão de ser uma regra mais \n\ncoercitiva para a competição eleitoral. Constatou-se a ação dos fatores mecânicos e \n\npsicológicos de Duverger (1970) que influenciam na escolha eleitoral da classe política \n\ne dos eleitores. Inversamente, isso não se constatou tão claramente para a lei que \n\nrelaciona a fórmula eleitoral de Majority Runoff tender ao aumento dos candidatos \n\nefetivos na competição eleitoral. Aconteceu que na eleição de 2012 os resultados \n\ncaminharam ao encontro da previsão teórica de Maurice Duverger (1970), de maneira \n\nregular, enquanto na eleição anterior, de 2008, os números apontaram para uma direção \n\ndiversa com a predominância de bicandidaturas.  \n\n\n\n48 \n\n \n\nUma ressalva deve ser feita que o número de casos em Majority Runoff para teste \n\nfoi muito inferior ao número de casos em Plurality. A pergunta que fica é: se \n\nretirássemos a fórmula de Majority Runoff (maioria absoluta) teríamos uma diminuição \n\ndos candidatos, e por consequência dos partidos, em disputa? Tal conclusão requer, em \n\ncontrapartida, a coleta de mais dados para controlar se a incongruência encontrada entre \n\na expectativa teórica e os resultados em 2008 não foi um fato isolado, circunstancial, \n\ndesse pleito. Um indicativo sobre o insucesso da hipótese da Majority Runoff tender \n\npara o aumento de competidores pode ser o peso do dispositivo da reeleição. No \n\nentanto, para aferir isso necessitamos acrescentar dados de eleições passadas que não \n\ntinham a possibilidade do dispositivo de reeleição. \n\nConcluindo, esse estudo comparativo da fórmula eleitoral nos municípios \n\nbrasileiros reforçou a validade de testar teorias mais abrangentes para compreensão de \n\ncasos locais. Interessava verificar o quanto da produção teórica estrangeira resiste a \n\nrefutações quando aplicada em casos com trajetórias distintas da europeia como são os \n\npartidos brasileiros e da América Latina. Mostrou-se nesta pesquisa que precisamos \n\nrefinar as predições da teoria tradicional europeia já que ela não se aplica inteiramente \n\npara o caso nacional. Conforme visto acima, apenas a hipótese da fórmula eleitoral de \n\nPlurality em turno único tender para bicandidaturas pareceu válida contrastada com \n\nnosso objeto de análise. Assim, o contraste com um número maior de casos de \n\nrepresentação de maioria no futuro possa dar contornos mais nítidos sobre a influência \n\nda fórmula eleitoral de Plurality restringir a competição política. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n49 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nABRUCIO, Fernando Luiz. Reforma política e federalismo: desafios para a \n\ndemocratização brasileira. In: BENEVIDES, M; VANNUCHI, P; KERCHE, F (Orgs.). \n\nReforma Política e Cidadania. São Paulo: Perseu Abramo, 2003. \n\n \n\nALMEIDA, Maria Hermínia Tavares de. O Estado no Brasil Contemporâneo. In: \n\nMELO, C.R; SÁEZ, M. A(Orgs). A Democracia Brasileira: balanços e perspectivas \n\npara o século 21. Belo Horizonte: Ed. UFMG, 2007.  \n\n \n\nAMORIM NETO, Octavio; COX, Gary. Electoral Institutions, Cleavage Structures, and \n\nthe Number of Parties. American Journal of Political Science. Volume 41, January, \n\npp. 149-174 , 1997. \n\n \n\nBRIQUET, Jean-Louis; SAWICKI, Frédéric. L’analyse localisée du politique. IN: \n\nPolitix. Vol. 2, nº 7-8. Octobre-décembre, p.6-16, 1989. \n\n \n\nBOIX, Carles. Democracy and Redistribution. New York: Cambridge University \n\nPress, 2003. \n\n \n\nCOLLOVALD, Annie; SAWICKI, Frédéric ; HEURTIN, Jean-Philippe. A propos des \n\nélections municipales. La définition d’ « une » élection. IN: Politix. Vol. 2, nº 7-8. \n\nOctobre - décembre, p.139-150, 1989. \n\n \n\nCOLOMER, Josep. Son los partidos los que eligen los sistemas electorales (o las leyes \n\nde Duverger cabeza abajo). Revista Española de Ciencia Política. Núm 9, Octubre, \n\np.39-63, 2003.  \n\n \n\nCOX, Gary. Making Votes Count: Strategic Coordination in the World’s Electoral \n\nSystems. Cambridge: Cambridge University Press, 1997. \n\n \n\nDOWNS, Anthony. Uma Teoria Econômica da Democracia. São Paulo: Edusp, 1999. \n\n \n\nDUVERGER, Maurice. Os Partidos Políticos. Rio de Janeiro: Zahar, 1970. \n\n\n\n50 \n\n \n\n \n\nDUVERGER, Maurice. Duverger’s Law: Forty years later. In: GROFMAN, B; \n\nLIJPHART, A. Electoral Laws and their Political Consequences. New York: \n\nAgathon Press, 2003. \n\n \n\nKEMAN, Hans. Comparative research methods. In: CARAMANI, Daniele (Ed.). \n\nComparative Politics. Oxford: Oxford University Press, 2008. \n\n \n\nKIRCHHEIMER, Otto. The transformation of the Western European party systems. In: \n\nLaPALOMBARA, Joseph &amp; WEINER, Myron (orgs.). Political parties and political \n\ndevelopment. New Jersey: Princeton University Press, p.177-200, 1966. \n\n \n\nLAAKSO, Marku; TAAGEPERA, Rein. Effective Number of Parties: A measure with \n\napplication to West Europe. Comparative Political Studies. Nº12, p. 3-27, 1979. \n\n \n\nLIJPHART, Arend. Modelos de Democracia: desempenho e padrões de governo em \n\n36 países. Rio de Janeiro: Ed. Civilização Brasileira, 2008. \n\n \n\nLIMA JR, Olavo Brasil de. O Sistema Partidário Brasileiro. Rio de Janeiro: Editora \n\nFundação Getúlio Vargas, 1997. \n\n \n\nLIPSET, Seymour; ROKKAN, Stein. Cleavage Structures, Party Systems, and Voter \n\nAlignments: An introduction. IN: Party Systems and Voter Alignments: Cross-\n\nNational Perspectives. New York: Free Press, 1967. \n\n \n\nMAINWARING, Scott. Sistemas Partidários em novas democracias – o caso do \n\nBrasil. Rio de Janeiro, Editora FGV, 2001. \n\n \n\nMARENCO, André. Reformas Eleitorais na América Latina: grandes expectativas, \n\npoucos casos, resultados perversos. IN: Sociologias, Porto Alegre, ano 14, n°31, \n\nset/dez. p.238-268, 2012. \n\n \n\n \n\n\n\n51 \n\n \n\nMELO, Carlos. Nem tanto ao mar, nem tanto a terra. Elementos para uma análise do \n\nsistema partidário brasileiro. In: MELO, C.R; SÁEZ, M. A(Orgs). A Democracia \n\nBrasileira: balanços e perspectivas para o século 21. Belo Horizonte: Ed. UFMG, \n\n2007.  \n\n \n\nMORLINO, Leonardo. Problemas y opciones en la comparacíon. In: _____; SARTORI, \n\nGiovanni (Orgs.). La Comparacíon en las Ciencias Sociales. Madrid: Alianza \n\nEditorial, 1994. \n\n   \n\nNICOLAU, Jairo. Multipartidarismo e Democracia: um estudo sobre o sistema \n\npartidário brasileiro. Rio de Janeiro: Editora Fundação Getúlio Vargas, 1996. \n\n \n\nNICOLAU, Jairo. Notas sobre os quatro índices mais utilizados nos estudos eleitorais. \n\nIn: LIMA JR, Olavo Brasil de. O Sistema Partidário Brasileiro. Rio de Janeiro: \n\nEditora Fundação Getúlio Vargas, 1997. \n\n \n\nNICOLAU, Jairo. Eleições no Brasil: do Império aos dias atuais. Rio de Janeiro: \n\nEditora Zahar, 2012. \n\n \n\nNOHLEN, Dieter. Sistemas electorales y partidos políticos. México: Fondo de \n\nCultura Económica, 1995. \n\n \n\nPANEBIANCO, Angelo. Comparacíon y explicacíon. In: SARTORI, Giovanni; \n\nMORLINO, Leonardo (Orgs.). La Comparacíon en las Ciencias Sociales. Madrid: \n\nAlianza Editorial, 1994. \n\n \n\nPALERMO, Vicente. Como se governa o Brasil? O debate sobre instituições políticas e \n\ngestão de governo. Dados,  Rio de Janeiro ,  v. 43, n. 3,   2000 . Disponível em: \n\n<http://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S0011-\n\n52582000000300004&amp;lng=en&amp;nrm=iso>. Acesso em 02  Nov.  2013.  \n\nhttp://dx.doi.org/10.1590/S0011-52582000000300004. \n\n \n\nhttp://dx.doi.org/10.1590/S0011-52582000000300004\n\n\n52 \n\n \n\nPERES, Paulo. Revisitando a “Teoria Geral” dos Partidos Políticos de Maurice \n\nDuverger. Revista Brasileira de Informações Bibliográficas em Ciências Sociais \n\nANPOCS. Nº68, 2º Semestre, pp. 17-58, 2009. \n\n \n\nRAE, Douglas. The Political Consequences of Electoral Laws. New Haven: Yale \n\nUniversity Press, 1971. \n\n \n\nSARTORI, Giovanni. Comparacíon y Método Comparativo. In: _____; MORLINO, \n\nLeonardo (Orgs.). La Comparacíon en las Ciencias Sociales. Madrid: Alianza \n\nEditorial, 1994. \n\n \n\nSAWICKI, Frédéric. Questions de recherche : pour une analyse locale des partis \n\npolitiques. IN: Politix. Vol. 1, nº 2. Printemps, p.13-28, 1988. \n\n \n\nSCHUMPETER, Joseph. Capitalismo, Socialismo e Democracia. Rio de Janeiro: \n\nEditora Fundo de Cultura, 1961. \n\n \n\nSHUGART, Matthew; CAREY, John. Presidents and Assemblies. Constitutional \n\nDesign and Electoral Dynamics. Cambridge: Cambridge University Press, 1992. \n\n \n\nSOARES, Gláucio. Sociedade e Política no Brasil. São Paulo: Difusão europeia do \n\nlivro, 1973. \n\n \n\nTAVARES, José Antonio. Rio Grande do Sul: o sistema partidário eleitoral e \n\nparlamentar. In: LIMA JR, Olavo Brasil de. O Sistema Partidário Brasileiro. Rio de \n\nJaneiro: Editora Fundação Getúlio Vargas, 1997. \n\n \n\nDOCUMENTOS CONSULTADOS \n\n \n\nBRASIL. Código eleitoral anotado e legislação complementar. Brasília: Tribunal \n\nSuperior Eleitoral, Secretaria de Gestão da Informação, 2012. Disponível em: \n\n<http://www.tse.jus.br/hotSites/CatalogoPublicacoes/pdf/codigo_eleitoral_2012/TSE-\n\nCodigo-Eleitoral-2012-Web.pdf.> Acesso em 23 Dez 2013. \n\n \n\nhttp://www.tse.jus.br/hotSites/CatalogoPublicacoes/pdf/codigo_eleitoral_2012/TSE-Codigo-Eleitoral-2012-Web.pdf\nhttp://www.tse.jus.br/hotSites/CatalogoPublicacoes/pdf/codigo_eleitoral_2012/TSE-Codigo-Eleitoral-2012-Web.pdf"}]}}}