{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15863"}, {"@name": "filename", "#text": "22361_art8_vf.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Biopharmaceutical Sciences?Ciências Biofarmacêuticas     Biomed Biopharm Res. , 2015; (12) 2: , 243-249\n\n243\n\nBiomedical and\nBiopharmaceutical\nResearch\nJ o r n a l d e I n v e s t i g a ç ã o\nB i o m é d i c a e B i o f a r m a c ê u t i c a\n\nAssessing the impact of the regular use (4 weeks) of an alcohol-based hand sanitizer \non TEWL and epidermal hydration\n\nAvaliação do impacto do uso regular (4 semanas) de um gel desinfetante na PTEA e \nhidratação epidérmica\n\nHenrique Silva1,2, Liliana Tavares1, Rita Faria1, Stefânia Delsin3, and L Monteiro Rodrigues1,2\n1CBIOS - Universidade Lusófona's Research Center for Biosciences and Health Technologies (UDE), Campo Grande, 376, \n\n1749-024, Lisboa, Portugal \n2Pharmacol. Sc Depart - Universidade de Lisboa, School of Pharmacy, Lisboa, Portugal \n\n3Universidade de São Paulo, Faculty of Pharmaceutical Sciences of Ribeirão Preto, Avenida do Café, s/n, Ribeirão Preto, \nBrazil \n\nEmail: henrique.silva@ulusofona.pt \n\nAbstract\n\nThe Stratum corneum is a principal protector against physical, chemical, biological aggression and water loss \nin human skin. The repeated use of alcohol-based hand sanitizers might result in dryness and aggression. This \nstudy aims to evaluate the impact of a four week-long regular use of an alcohol-based gel hand sanitizer on skin \nhydration on the epidermal ‘barrier’ function using a kinetic model to quantify TEWL desorption curves following \na POST test. A group of 13 female (19.7 ± 1.0 years old) washed one of their hands for 29 consecutive days with \na commercially available ethanol-based gel sanitizer. TEWL, superficial hydration (SH) and deep hydration (DH) \nwere measured on days 1, 8, 15, 22 and 29, while a continuous TEWL recording following a 24 hour POST was \nmade on days 1, 15 and 29 on a second skin area. No differences were found for the control hand throughout the \nstudy. For the test hand an increase of TEWL was found between days 1 and 8, as well as an increase of SH and \nDH between days 1 and 22. No significant differences were found for the kinetic parameters. These results suggest \nthat the frequent use of the sanitizer gel might alter the skin barrier function.\n\nKeywords: hand sanitizer, TEWL, epidermal hydration, dynamic assessment\n\nResumo\n\nO estrato córneo é o principal protetor contra a agressão física, química, biológica e perda de água na pele \nhumana. A lavagem repetida das mãos especialmente com desinfetantes à base de álcool pode resultar em secura e \nagressão. Este estudo tem como objetivo avaliar o impacto do uso regular de quatro semanas de duração de um gel \ndesinfetante para as mãos à base de álcool sobre a hidratação da pele sobre a função de 'barreira' epidérmica usando \num modelo cinético para quantificar as curvas de dessorção de PTEA na sequência de um teste POST. Um grupo \nde 13 mulheres (19,7 ± 1,0 anos de idade) lavaram as mãos durante 29 dias consecutivos com um desinfetante gel \nà base de etanol disponível no mercado. A PTEA, hidratação superficial (HS) e hidratação profunda (HP) foram \nmedidas nos dias 1, 8, 15, 22 e 29, enquanto a PTEA foi registada continuamente na sequência de um POST de 24h \nnos dias 1, 15 e 29 numa segunda zona da pele . Não foram encontradas diferenças para a mão de controlo ao longo \ndo estudo. Para a mão teste foi encontrado um aumento de PTEA entre os dias 1 e 8, bem como um aumento de \nSH e DH entre os dias 1 e 22. Nenhuma diferença significativa foi encontrada com os parâmetros cinéticos. Estes \nresultados sugerem que o uso frequente do gel desinfetante para as mãos pode alterar a função de barreira da pele.\n\nPalavras-chave: desinfetante de mãos, PTEA, hidratação epidérmica, avaliação dinâmica\n\nReceived / Recebido: 08/11/2015\nAccepted / Aceite: 14/12/2015\n\nElectronic Edition: http://www.biomedicalandbiopharmaceuticalresearch.com \n\n\n\nHenrique Silva et al.\n\n244\n\nIntroduction\n\nThe human stratum corneum (SC), is a major deter-\nminant of the so called ‘barrier’ function, related to its \ncapacity to protect the body against physical, chemi-\ncal and biological aggressions, as well as against the \nexcessive loss of water [1]. Excessive cleansing, as it \ncommonly happens with repeated hand washing, es-\npecially with the use of alcohol-based sanitizers, is a \nmandatory practice in healthcare settings and reported-\nly evokes complaints of skin dryness [2,3], which might \nreduce compliance with the practice [4,5]. The skin ‘bar-\nrier’ function can be quantified by the transepidermal \nwater loss (TEWL), the water lost from deeper layers, \nthrough the stratum corneum to the surface [6]. When \nphysically or functionally impaired, the epidermis tends \nto lose a higher amount of water into the environment, \nthus increasing the transepidermal water loss. Healthy \nskin tends to possess lower TEWL values   and therefore, \na larger amount of water in the stratum corneum [7]. The \nsensitivity of this variable is increased when employing \nprovocation tests, including the commonly used plas-\ntic occlusion stress test (POST) [8-10]. This study aims \nto evaluate the impact of a four week-long regular use \nof an alcohol-based gel hand sanitizer on in vivo skin \nhydration and the epidermal ‘barrier’ function, using a \npreviously established kinetic modelling of TEWL des-\norption curves following a POST test.\n\nMaterials and Methods\n\nFor this study, 13 healthy female volunteers (19.7 ± 1.0 \nyears old) were recruited, phototypes I to V (Fitzpatrick \nclassification). Volunteers were informed of the exper-\nimental protocol and gave written consent to partici-\npate in the study, which was developed in accordance \nwith the Declaration of Helsinki principles and respec-\ntive amendments [11]. One randomly chosen hand was \nwashed with 2 mL of a commercially available (Gel \ndesinfectante de mãos, Holon Produtos) sanitizer gel \ncontaining 80% ethanol (v/v) twice a day for 29 days \n(test hand). The contralateral hand was not treated, serv-\ning as a control. Two areas of approximately 16.0 cm2 \nwere marked on the volunteers’ back hands. In one of \nthese (area 1) a dynamic provocation test took place. \nVolunteers were instructed not to apply any drugs or \ncosmetics in the tested areas. Area 1 was defined be-\ntween the first and second fingers, while the area 2 was \ndefined between the third and fourth fingers, centered \nhalfway between the projection of ulnar apophysis and \n\nIntrodução\n\nO estrato córneo (EC) humano é um principal deter-\nminante da função da chamada “barreira”, relacionada \ncom a sua capacidade de proteger o organismo contra \nas agressões biológicas, físicas e químicas assim como \ncontra a perda excessiva de água [1]. Limpeza excessiva, \ncomo comumente acontece com lavagens repetidas, es-\npecialmente com a utilização de  desinfetantes à base de \nálcool, é uma prática obrigatória nos serviços de saúde \ne alegadamente provoca queixas de secura da pele [2,3], \no que pode reduzir a adesão [4,5]. A função de “barreira” \nda pele pode ser quantificada pela Perda Transepidérmi-\nca de Água (PTEA), a água perdida através do estrato \ncórneo para a superfície a partir de camadas mais pro-\nfundas [6]. Quando agredida fisica ou funcionalmente, \na epiderme tende a perder uma quantidade mais eleva-\nda de água para o meio ambiente, aumentando, assim, \na PTEA. Portanto, uma pele saudável tende a possuir \nvalores de PTEA mais baixos e, portanto, uma grande \nquantidade de água no estrato córneo [7]. A sensibilidade \ndesta variável é maior quando se usam testes de pro-\nvocação, incluindo o teste de oclusão plástica (POST) \ncomumente usado [8-10]. Este estudo tem como objeti-\nvo avaliar o impacto do uso regular de quatro semanas \nde duração de um gel desinfetante à base de álcool na \nhidratação cutânea e na função epidérmica ‘barreira’ \nin vivo, usando um modelo cinético já estabelecido de \ncurvas de dessorção de PTEA na sequência de um teste \nPOST.\n\nMateriais e métodos\n\nPara este estudo foram recrutadas 13 voluntárias sau-\ndáveis (19,7 ± 1,0 anos de idade), com fototipos de I a \nV (classificação de Fitzpatrick). As voluntárias foram \ninformadas sobre o protocolo experimental, e deram \no seu consentimento para participar no estudo, que foi \ndesenvolvido em conformidade com a Declaração dos \nprincípios de Helsínquia e respectivas revisões [11]. Uma \nmão escolhida aleatoriamente foi lavada com 2 mL de \numa solução de desinfetante em gel contendo etanol \n80% (v/v) disponível no mercado (Gel desinfectante \nde Mãos, Holon Produtos) duas vezes por dia durante \n29 dias (mão teste), servindo a mão contralateral como \ncontrolo. Duas áreas de aproximadamente 16,0 cm2 \nforam marcados nas costas das mãos das voluntárias. \nEm uma destas (zona 1) fez-se um teste de provocação \ndinâmica. As voluntárias foram orientadas a não apli-\ncar quaisquer medicamentos ou cosméticos nas zonas \ntestadas. A zona 1 foi definida entre o primeiro e segun-\ndo dedos, enquanto que a zona 2 foi definida entre o \n\n\n\nHand sanitizers and skin physiology\nDesinfectantes de mãos e fisiologia da pele\n\n245\n\nthe base of the proximal phalanges. Measured variables \nof the skin were the transepidermal water loss (TEWL), \nsurface hydration (SH) and deep hydration (DH). The \nplastic occlusion stress test (POST) was applied on \ndays 1, 15 and 29 in area 1. Twenty-four hours after the \npatch removal, TEWL was recorded every 10 seconds \n(0.1 Hz frequency) for 30 minutes. Area 2 was evalu-\nated on days 1, 8, 15, 22 and 29. The occlusive patch \nwas built as previously published [12] (Figure 1). Before \nmeasurements, volunteers acclimatized for 20 minutes \nin a room with controlled temperature (22 ± 1°C) and \nhumidity (40-60%). TEWL, expressed in (g/m2/h) was \nmeasured with a Tewameter TM300 (Courage + Khaz-\naka Electronics GmbH, Cologne, Germany); superficial \nepidermal hydration (SH) expressed in arbitrary units \n(AU), using the MoistureMeter-SC® device (Delfin \nTechnologies Ltd, Kuopio, Finland); and deep epider-\nmal hydration (DH) expressed in arbitrary units (AU), \nusing the MoistureMeter-D® device (Delfin Technolo-\ngies, Finland). The TEWL desorption curves were fitted \nto a bi-compartment kinetic model previously described \n[13-15], using MatLab software (MATLAB and Statistics \nToolbox Release 2011, The MathWorks, Inc., Natick, \nMassachusetts, USA), from which two kinetical  param-\neters were extracted: t1/2 evap (half-life of evaporation) \nand DWM (dynamic water mass). The evolution of the \nabsolute TEWL values and of curve-derived kinetic \nparameters were determined in each hand and between \ncontrol and test hands by the Wilcoxon signed-rank test \n(IBM SPSS Statistics for Windows, 20.0 version, Ar-\nmonk, NY: IBM Corp). A 95% confidence interval was \nadopted.\n\nterceiro e quarto dedos, centrada a meio caminho entre \na projeção da apófise ulnar e a base das falanges proxi-\nmais. As variáveis medidas da pele foram a Perda Tran-\nsepidérmica de Água (PTEA), a hidratação superficial \n(HS) e a hidratação profunda (HP). O teste de oclusão \nplástica (POST) foi aplicado nos dias 1, 15 e 29 na zona \n1. 24 horas após a remoção do penso a PTEA foi medida \na cada 10 segundos (frequência de 0,1 Hz), durante 30 \nmin. A zona 2 foi avaliada nos dias 1, 8, 15, 22 e 29. O \npenso oclusivo foi construído como previamente publi-\ncado [12] (figura 1). Antes das medições, as voluntárias \naclimatizaram durante 20 minutos numa sala com tem-\nperatura (22±1°C) e humidade (40-60%) controladas. A \nPTEA, expressa em (g/m2/ h) foi medida com um apare-\nlho Tewameter TM300 (Courage + Khazaka Electronics \nGmbH, Colónia, Alemanha); hidratação epidérmica su-\nperficial (HS) expressa em unidades arbitrárias (UA), \nutilizando o dispositivo MoistureMeter-SC® (Delfin \nTechnologies Ltd, Kuopio, Finlândia) e hidratação epi-\ndérmica profunda (HP), expressa em unidades arbitrá-\nrias (UA), utilizando o dispositivo MoistureMeter-D® \n(Delfin Technologies, Finlândia). As curvas de dessor-\nção da PTEA foram ajustadas a um modelo cinético bi-\n-compartimental já descrito [13-15], utilizando o software \nMatLab (Toolbox MATLAB e Estatística Versão 2011, \nThe MathWorks, Inc., Natick, Massachusetts, EUA), de \nonde foram extraídos dois parâmetros cinéticos: t1/2 evap \n(tempo de meia-vida de evaporação) e DWM (massa \nde água dinâmica). A evolução dos valores absolutos da \nPTEA e dos parâmetros cinéticos derivados das curvas \nfoi comparada para ambas as mãos e entre as mãos con-\ntrolo e teste pelo teste teste não paramétrico de Wilco-\nxon para amostras emparelhadas (p<0.05). Foi adotado \num intervalo de confiança de 95%.\n\n \n\n \n\n \n\n \n\nFigure 1/ Figura 1. Scheme of the occlusive patch used consisting of four layers, from \ntop to bottom: 1 – Trumed Plaster; 2 – Parafilm; 3 – household plastic Cling Film; 4 – \n\nParafilm. \nEsquema do penso oclusivo utilizado, consistindo de quatro camadas, de cima para baixo: \n\n1 – penso Trumed; 2 – ParafilmTM; 3 – papel aderente; 4 – ParafilmTM.\n\n\n\nHenrique Silva et al.\n\n246\n\nResults and Discussion\n\nAs shown in Table 1, TEWL increased progressively in the \ncontrol hand from t0 to t2, and then diminished to t3 and t4. \nNone of these changes was found to be statistically signifi-\ncant. On the test hand, however, TEWL increased signifi-\ncantly from t0 to t1, and then recovered progressively until \nt4. Superficial and deep hydration of the control hand did \nnot change significantly throughout the protocol. On the \ntest hand, higher SH and DH values were recorded from t1 \nthroughout t4, although statistical significance could only \nbe found between t0 and t3. When comparing both hands, a \nsignificant increase of TEWL was found between t4 and t0. \nRegarding SH, significant differences were found between \nt3 and t0 and t4 and t0 and, for DH, between t3 and t0. This \nsuggests that, in the present experimental conditions, the \nhand sanitizer affected the epidermal barrier function, as \npreviously reported [12], accepting that the increase of SH \nand DH could be attributed to the humectants included in \nthe formulation [15]. Looking further to these TEWL des-\norption curves (Table 3), both t1/2 evap and DWM increased \nin both hands between t0 and t2 and between t2 and t4, but \nwithout statistically significance in any of these time in-\ntervals. Furthermore, no significant differences were found \nfor these kinetic parameters when comparing the control \nwith the test hand. In a recently published paper [12], we pre-\nsented results of a group of 13 volunteers that applied the \nvery same sanitizer during 15 days, 4 mL/day, and signifi-\ncant differences on t1/2 evap were detected as soon as day 8 of \napplication regarding day 1. These results seem to indicate \nthat ethanol-induced epidermal changes are dose-depend-\nent, meaning that higher usage of this sanitizer might have \nmore obvious, faster impact on the skin water dynamics.\n\nResultados e discussão\n\nComo mostrado na tabela 1 a PTEA aumentou progressi-\nvamente de t0 para t2, e depois diminui para t3 e t4 na mão \ncontrolo. Nenhuma destas alterações se verificou ser es-\ntatisticamente significativa. Na mão teste, no entanto, a \nPTEA aumentou significativamente t0 para t1, e em seguida \nrecuperou progressivamente até t4. A hidratação superficial \ne profunda da mão de controlo não se alterou significativa-\nmente ao longo do protocolo. Na mão teste, foram encon-\ntrados valores de HS e HP mais elevados a partir de t1 até \nt4, embora só tenha sido encontrada significância estatística \nentre t0 e t3. Ao comparar as duas mãos, foi encontrado um \naumento significativo de PTEA entre t0 e t4. Em relação à \nHS foram encontradas diferenças significativas entre t0 e t3 \ne entre t0 e t4 e para a HP entre t0 e t3. Isto sugere que, nas \npresentes condições experimentais, o desinfetante para as \nmãos afetou a função de barreira epidérmica, conforme re-\nlatado anteriormente [12], aceitando que o aumento de HS e \nHP possa ser atribuído aos humectantes incluídos na formu-\nlação [15]. Olhando ainda para estas curvas de dessorção de \nPTEA (tabela 3), tanto t1/2 evap como DWM aumentou em \nambas as mãos entre t0 e t2, e entre t2 e t4, mas sem diferença \nestatística significativa em qualquer um desses intervalos de \ntempo. Além disso, não foram encontradas diferenças signi-\nficativas para esses parâmetros cinéticos quando se compa-\nra a mão controlo com a mão teste. Num artigo publicado \nrecentemente [12], apresentámos resultados de um grupo de \n13 voluntários que aplicou o mesmo desinfetatne durante 15 \ndias, 4 mL/dia e foram detetadas diferenças significativas \nno t1/2 evap logo ao dia 8 de aplicação em relação ao dia 1. \nEstes resultados parecem indicar que as alterações epidér-\nmicas induzidas por etanol são dependentes da dose, o que \nsignifica que uma maior utilização deste desinfetante pode \nter um impacto mais óbvio e mais rápido sobre a dinâmica \nda água epidérmica.\n\n \n\n \n\nVariable / \nVariável \n\nControl \nhand / Mão \n\ncontrolo \n\nTest hand / \nMão teste \n\np-value / valor p \nControl hand / Mão controlo Test hand / Mão teste \n\nt0 vs t1 t0 vs t2 t0 vs t3 t0 vs t4 t0 vs t1 t0 vs t2 t0 vs t3 t0 vs t4 \n\nTEW L / \nPTEA \n\n(g/h/m2) \n\nt0 10.9 ± 2.9 10.5 ± 3.5 \n\n0.286 0.209 0.754 0.239 0.019* 0.055 0.552 0.600 \n\nt1 11.9 ± 3.0 12.5 ± 3.6 \n\nt2 12.7 ± 3.0 12.0 ± 3.0 \n\nt3 10.7 ± 1.5 11.0 ± 3.6 \n\nt4 9.6 ± 3.4 10.5 ± 3.3 \n\nSH / HS \n(AU) \n\nt0 26.5 ± 9.1 28.6 ± 15.8 \n\n0.695 0.092 0.388 0.367 0.087 0.485 0.023* 0.124 \n\nt1 24.1 ± 5.3 29.0 ± 6.7 \n\nt2 23.1 ± 4.6 29.0 ± 7.9 \n\nt3 24.8 ± 6.0 34.1 ± 7.1 \n\nt4 24.4 ± 4.6 32.8 ± 9.8 \n\nDH / HP \n(AU) \n\nt0 34.6 ± 3.6 33.8 ± 3.9 \n\n0.239 0.239 0.289 0.583 0.075 0.753 0.003* 0.695 t1 35.2 ± 4.2 36.4 ± 2.9 \n\nt2 34.8 ± 3.3 34.8 ± 3.7 \n\nTable 1 / Tabela 1. Results (mean ± standard deviation) obtained for the TEWL, SH and DH in the three \nmeasurement days (t0 – day 1, t1 – day 8, t2 – day 15, t3 – day 22, t4 – day 29). Statistical comparison (p<0.05) \n\nfor each hand between each measurement moment, for all volunteers (n=13). * - statistically significant. \nResultados (media ± desvio-padrão) obtido para a PTEA, HS e HP nos três dias de medição (t0 – dia 1, t1 – \n\ndia 8, t2 – dia 15, t3 – dia 22, t4 – dia 29). Comparação estatística (p<0.05) para cada mão entre momentos de \nmedição, para todos os voluntários (n=13). * - estatisticamente significativo\n\n\n\nHand sanitizers and skin physiology\nDesinfectantes de mãos e fisiologia da pele\n\n247\n\nConclusions\n\nThese results seem to confirm that there is still need to \nimprove these formulations, especially when their use \nis regularly repeated as happens in specific environ-\nments such as healthcare spaces. It also demonstrates \nthe usefulness of this kinetic model to detect subtle dif-\nferences in epidermal water dynamics.\n\nConclusões\n\nEstes resultados parecem confirmar que há ainda a \nnecessidade de melhorar estas formulações, especial-\nmente quando a sua utilização é repetida regularmente, \ncomo acontece em ambientes específicos (espaços de \nsaúde). Demonstram também a utilidade deste modelo \ncinético para detectar diferenças subtis na dinâmica da \nágua epidérmica.  \n\n \n\nVariable / \nVariável \n\np-value / valor p \n\n?1 C vs ?1 T ?2 C vs ?2 T ?3 C vs ?3 T ?4 C vs ?4 T \n\nTEWL / PTEA \n(g/h/m2) \n\n0.315 0.570 0.191 0.023* \n\nSH / HS (AU) 0.023* 0.064 0.011* 0.017* \n\nDH / HP (AU) 0.394 0.955 0.041* 0.221 \n\nTable 2/ Tabela 2. Statistical comparison (p<0.05) of the variables’ differences (?1 = t1 – t0; \n?2 = t2 – t0; ?3 = t3 – t0; ?4 = t4 – t0) between control (C) and test (T) hands of all volunteers \n\n(n=13). * - statistically significant. \nComparação estatística (p<0.05) das diferenças das variáveis (?1 = t1 – t0; ?2 = t2 – t0; ?3 = \nt3 – t0; ?4 = t4 – t0) entre as mãos controlo (C) e teste (T) para todos os voluntários (n=13). \n\n* - estatisticamente significativo.\n\n \n\n \n\nParameter / \nParâmetro \n\nControl hand / \nMão controlo \n\nTest hand / Mão \nteste \n\np-value / valor p \nControl hand / Mão \n\ncontrolo \nTest hand / Mão \n\nteste ?2 C vs \n?2 T \n\n?4 C vs \n?4 T t0 vs t2 t0 vs t4 t0 vs t2 t0 vs t4 \n\nt ½ \nevap \n(min) \n\nt0 5.40 ± 2.82 5.58 ± 1.93 \n\n0.124 0.116 0.196 0.235 0.382 0.807 t2 7.21 ± 4.31 6.61 ± 2.51 \n\nt4 7.12 ± 5.32 7.38 ± 3.36 \n\nDWM \n(g/m2) \n\nt0 7107.62 ± 2618.94 7686.87 ± 2172.72 \n\n0.064 0.060 0.116 0.116 0.600 0.311 t2 8660.57 ± 2062.78 8734.05 ± 1890.73 \n\nt4 8807.72 ± 2534.29 8609.48 ± 2128.07 \n\nTable 3/ Tabela 3. Results (mean ± standard deviation) obtained for the parameters t1/2 evap and DWM in \nthe three recording moments (t0 – day 1; t2 – day 15; t4 – day 29). Statistical comparison (p<0.05) for each \nhand between (C – control, T – test) the two recording moments and for the difference between the values \nof the variables between the two hands (?2 = t2 – t0; ?4 = t4 – t0) of all volunteers (n=13). * - statistically \n\nsignificant. \nResultados (media ± desvio-padrão) obtidos para os parâmetros t1/2 evap e DWM nos três momentos de \n\nmedição (t0 – dia 1; t2 – dia 15; t4 – dia 29). Comparação estatística (p<0.05) para cada mão (C – controlo, T \n– teste) entre momentos de medição e para a diferença entre os valores das variáveis entre as duas mãos (?2 = \n\nt2 – t0; ?4 = t4 – t0) of all volunteers (n=13). * - estatisticamente significativo.\n\n\n\nHenrique Silva et al.\n\n248\n\nAcknowledgements\n\nThe authors would like to express their thanks to all vol-\nunteers.\n\nConflict of Interests\n\nThe authors declare that there are no financial and/or \npersonal relationships that could be viewed as present-\ning a potential conflict of interests.\n\nAgradecimentos\n\nOs autores expressam os seus agradecimentos a todas \nas voluntárias.\n\nConflito de Interesses\n\nOs autores declaram não existir qualquer relação pes-\nsoal ou financeira que possa ser entendida como repre-\nsentando um potencial conflito de interesses.\n\n\n\nHand sanitizers and skin physiology\nDesinfectantes de mãos e fisiologia da pele\n\n249\n\nReferences/ Referências\n1. Rosado C, Ferreira J, Pinto PC, Rodrigues \n\nLM . Skin barrier function evaluation by bi-\ncompartmental analysis of tewl dynamical \nmeasurements: validation of new analytical \nconditions. Biomed Biopharm Res 2012; (9) \n2: 183-189.\n\n2. Larson EL, Early E, Cloonan P, Sugrue S, \nParides M. An organizational climate inter-\nvention associated with increased handwash-\ning and decreased nosocomial infections. \nBehav Med 2000; 26:14–22.\n\n3. Boyce JM, Pittet D; Healthcare Infection \nControl Practices Advisory Committee, \nHICPAC/SHEA/APIC/IDSA Hand Hygiene \nTask Force Guideline for hand hygiene in \nhealth-care settings. Recommendations of \nthe Healthcare Infection Control Practices \nAdvisory Committee and the HICPAC/ \nSHEA/APIC/IDSA Hand Hygiene Task \nForce. MMWR Recomm Rep 2002; 51(RR- \n16):1–45.\n\n4. Löffler H, Kampf G, Schmermund D, Mai-\nbach HI. How irritant is alcohol? Br J Der-\nmatol 2007; 157(1):74-81.\n\n5. Houben E, De Paepe K, Rogiers V. Skin \ncondition associated with intensive use of \nalcoholic gels for hand disinfection: a com-\nbination of biophysical and sensorial data. \nContact Dermatitis 2006; 54(5):261-7.\n\n6. Lotte C, Rougier A, Wilson DR, Maibach HI. \nIn vivo relationship between transepidermal \nwater loss and percutaneous penetration of \nsome organic compounds in man: effect of \nanatomic site. Arch Dermatol Res 1987; 279: \n351–356.\n\n7. Rosado C, Rodrigues LM. Assessment of dry \nskin using dynamic methods. J. Appl. Cos-\nmetol 2006; 24: 139-157.\n\n8. Berardesca E, Fideli D, Gabba P, Cespa M, \nRabbiosi G, Maibach HI. Ranking of sur-\nfactant skin irritancy in vivo in man using the \nplastic occlusion stress test (POST). Contact \nDermatitis 1990; 23 (1):1–5.\n\n9. Pinto P, Rosado C, Parreirão C, Rodrigues \nLM. Is there any barrier impairment in sensi-\ntive skin?: a quantitative analysis of sensitive \nskin by mathematical modeling of transepi-\ndermal water loss desorption curves. Skin \nRes Technol 2011; 17(2):181-5.\n\n10. Rodrigues LM, Silva H., Rosado C, Regard-\ning the quantification of the human skin bar-\nrier in Sensitive Skin Syndrome, Honari G, \nAndersen R, Maibach HI, eds. Sensitive Skin \nSyndrome, second edition, CRC Press: Boca \nRaton (in press).\n\n11. World Medical Association. World Medical \nAssociation Declaration of Helsinki: ethical \nprinciples for medical research involving hu-\nman volunteers. JAMA; 310(20):2191-4.\n\n12. Silva H, Silva SA,  Ferreira H, Rodrigues \nLM. Assessing the in vivo impact of a gel \nsanitizer on the epidermal \"barrier\" dynam-\nics. Biomed Biopharm Res 2015; (12) 1: 69-\n77.\n\n13. Rodrigues LM, Pinto PC, Galego N, Da Silva \nPA, Pereira LM. Transepidermal water loss \nkinetic modeling approach for the param-\neterization of skin water dynamics. Skin Res \nTechnol 1999; 5:72–82.\n\n14. Rosado C, Pinto P, Rodrigues LM. Modeling \nTEWL-desorption curves: a new practical \napproach for the quantitative in vivo assess-\nment of skin barrier. Exp Dermatol 2005; \n14(5):386-90.\n\n15. Dal'Belo SE, Gaspar LR, Maia Campos PM. \nMoisturizing effect of cosmetic formula-\ntions containing Aloe vera extract in dif-\nferent concentrations assessed by skin bio-\nengineering techniques. Skin Res Technol. \n2006;12(4):241-6."}]}}}