{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13621"}, {"@name": "filename", "#text": "19656_ARTIGO_PrevalenciaTabagismoUnB.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "J Bras Pneumol. 2006;32(1):23-8\n\nPrevalência e características do tabagismo em jovens da Universidade de Brasília  23\n\nPrevalência e características do tabagismo em jovens da\nUniversidade de Brasília*\nPrevalence and characteristics of smoking among youth attending the University of\nBrasília in Brazil\n\nANA PAULA ALVES DE ANDRADE1, ANA CLÁUDIA CORSINI BERNARDO2, CARLOS ALBERTO DE ASSIS VIEGAS3,\nDENISE BASTOS LAGE FERREIRA2, THAIS CABRAL GOMES2, MARIANA RAMOS SALES2\n\nRESUMO\nObjetivo: Conhecer a prevalência do tabagismo e descrever o perfil e hábitos do consumo tabágico entre alunos da Universidade de\nBrasília. Métodos: Responderam a um questionário adaptado sobre tabagismo, da Organização Mundial da Saúde, com perguntas\ndirigidas a fumantes, ex-fumantes e não fumantes, 1.341 alunos. Foram avaliados vinte cursos diferentes pertencentes às áreas de\nciências da saúde, exatas e humanas. No momento da pesquisa, os universitários estavam cursando o segundo semestre letivo de 2003,\ndevidamente matriculados no período diurno. Resultados: A prevalência de tabagismo foi de 14,7%. Cerca de 80,8% dos alunos não\neram fumantes e 4,5% foram classificados como ex-fumantes. Da amostra total, 57,3% eram homens. Não houve diferença\nestatisticamente significativa (p > 0,05) na prevalência de tabagismo entre os sexos ou períodos cursados. A média de idade da\npopulação estudada foi de 21,6 ± 3,6 anos, com idade média de início do tabagismo de 17 ± 2,8 anos. Os cursos de Geologia,\nComunicação e História apresentaram as maiores prevalências de fumantes com 32,9%, 26,3% e 24,4%, respectivamente. Foi\nobservado consumo médio de 7,5 cigarros por dia. O cigarro industrializado foi citado como o tipo de tabaco mais comumente\nutilizado entre os universitários (72,6%). Conclusão: Esta alta prevalência assemelha-se às de outros centros universitários e demanda\npolíticas de controle do tabagismo nos meios universitários.\n\nDescritores: Tabagismo/epidemiologia; Estudantes; Questionários\n\n* Trabalho realizado na Universidade de Brasília - UnB - Brasília (DF) Brasil.\n1. Mestre em Ciências da Saúde pela Universidade de Brasília - UnB - Brasília (DF) Brasil.\n2. Residente da Universidade de Brasília - UnB - Brasília (DF) Brasil.\n3. Professor Adjunto da Faculdade de Medicina da Universidade de Brasília - UnB- Brasília (DF) Brasil.\nEndereço para correspondência: Ana Paula Alves de Andrade. Hospital Universitário de Brasília. Serviço de Pneumologia. SGAN, Avenida\nL2 Norte Quadra 605 Anexo 02, térreo - CEP: 70840-050 - Brasília, DF, Brasil.\nRecebido para publicação em 28/3/05. Aprovado, após revisão, em 20/7/05.\n\nArtigo Original\n\nABSTRACT\nObjective: To determine the prevalence of smoking and to describe the profile and smoking habits of students attending the\nUniversidade de Brasília (University of Brasília) in Brasília, Brazil. Methods: A total of 1341 students responded to a smoking\nquestionnaire, adapted from the World Health Organization questionnaire, including questions directed at smokers, former smokers\nand nonsmokers. Twenty different courses in the areas of health, exact sciences and human sciences were evaluated. The students\nincluded in the study were duly enrolled in day courses and were evaluated during the second semester of 2003. Results: The overall\nprevalence of smoking was 14.7%. Approximately 80.8% of the students were nonsmokers, and 4.5% were former smokers. In the\nstudy sample, 57.3% of the students were male. No significant difference (p > 0.05) in the prevalence of smoking was observed in\nterms of gender or class year. The mean age of the study population was 21.6 ± 3.6 years, and the mean age at which the smoking\nhabit was acquired was 17 ± 2.8 years. The percentage of smokers was higher in the Geology, Communication, and History courses\n(32.9, 26.3 and 24.4%, respectively). Mean consumption was 7.5 cigarettes per day. The majority (72.6%) of the students used\ncommercial cigarettes rather than other types of tobacco. Conclusion: The high prevalence of smoking observed in the present study\nis similar to that reported for other universities and indicates the need for smoking control policies in university environments.\n\nKeywords: Smoking/epidemiology; Students; Questionnaires\n\n\n\n24 Andrade APA, Bernardo ACC, Viegas CAA, Ferreira DBL, Gomes TC, Sales MR\n\nJ Bras Pneumol. 2006;32(1):23-8\n\nINTRODUÇÃO\n\nO tabagismo é, hoje, considerado como uma\npandemia silenciosa, uma vez que, atualmente, a\ncada ano, morrem cerca de 4 milhões de pessoas\nem todo o mundo de doenças relacionadas ao ta-\nbaco.(1-3) Acredita-se que, se não forem tomadas\nmedidas adequadas para o controle dessa pande-\nmia, próximo ao ano de 2020 o tabagismo será\nresponsável por 10 milhões de mortes por ano,\ncom proporção de uma em cada seis pessoas con-\nsumidoras de tabaco mundialmente.(1-2,4) Desses\nóbitos, 7 milhões ocorrerão nos países em desen-\nvolvimento. No Brasil, o panorama não é diferen-\nte: o tabagismo representa um sério problema de\nsaúde pública.(5)\n\nVários estudos no Brasil(6-9) e no mundo(10-12)\n\nmostram que o hábito de fumar se instala precoce-\nmente, já que 80% dos atuais adultos fumantes\ndeclararam ter se iniciado no tabagismo antes dos\ndezoito anos de idade.(1,13-14)\n\nEssa informação confirma a tendência mun-\ndial de aumento da prevalência do uso de cigar-\nros entre a população de adolescentes e adultos\njovens,(15-16) principalmente entre os estudantes\nuniversitários,(12,17) jovens estes considerados pú-\nblico com grande suscetibilidade de envolvimen-\nto com o tabaco.(15) Diante da gravidade desse\nquadro, vários estudos sugerem que medidas an-\ntitabágicas sejam direcionadas prioritariamente a\nessa população.(18)\n\nSendo assim, o presente estudo teve como ob-\njetivo conhecer as características do tabagismo entre\nalunos da Universidade de Brasília (UnB), como\nmedida auxiliar para o desenvolvimento de estraté-\ngias que visem à profilaxia do consumo de cigarros\nna população jovem.\n\nMÉTODOS\n\nRealizou-se um estudo transversal com alunos\nda UnB devidamente matriculados nos cursos de\ngraduação do período diurno, durante o segundo\nsemestre de 2003.\n\nPara se calcular o tamanho da amostra, admi-\ntiu-se como estimativa de proporção “p\" de taba-\ngistas entre 18 e 24 anos, na população conside-\nrada, 29,4%, dado obtido por meio de estudo re-\nalizado em 2001, pelo Centro Brasileiro de Infor-\nmações sobre Drogas Psicotrópicas.(19) O erro alfa\n\nconsiderado foi de 3%, como a precisão desejada\nem torno da prevalência, para possibilitar interva-\nlo de confiança de 95%. Dessa maneira, foi obti-\ndo, inicialmente, como amostra ideal para o de-\nsenvolvimento deste estudo, um grupo de 923 uni-\nversitários.\n\nPara a obtenção da amostra foi realizado sor-\nteio aleatório simples de vinte cursos entre os 57\noferecidos no período diurno. Com o objetivo de\navaliar a prevalência de tabagismo entre o início\n(primeiro ao quinto semestre) e o final (a partir do\nsexto semestre) de cada curso, e considerando 60\na média do número de alunos por curso a ser ava-\nliado, foram convidados a participar do estudo 30\nalunos pertencentes ao início do curso e 30 alunos\nao final do curso. Assim, obtivemos o número de\nalunos que completaria a amostra necessária, in-\ncluindo 20% de questionários extras para suprir\npossíveis perdas e respostas incompletas.\n\nOs seguintes cursos foram sorteados para o es-\ntudo: Agronomia, Arquitetura, Ciências da Compu-\ntação, Comunicação, Direito, Engenharias (Flores-\ntal e Civil), Educação Física, Enfermagem, Farmá-\ncia, Física, Geologia, Geografia, História, Medicina,\nMedicina Veterinária, Matemática, Nutrição, Odon-\ntologia e Relações Internacionais.\n\nPara se obterem as informações necessárias so-\nbre o consumo de tabaco, foi utilizado um questio-\nnário da Organização Mundial da Saúde, validado e\nadaptado no Brasil pelo Instituto Nacional do Cân-\ncer, que apresenta perguntas relacionadas ao hábi-\nto tabágico, distribuídas em três domínios, direcio-\nnados aos fumantes regulares e fumantes ocasio-\nnais, aos ex-fumantes e aos não fumantes. Para\navaliar o grau de dependência de nicotina, foi uti-\nlizada apenas a questão relativa a quanto tempo\napós acordar o aluno acende o primeiro cigarro,\nsendo o aluno considerado maior dependente de\nnicotina caso fumasse nas primeiras duas horas.\n\nO questionário foi aplicado na própria sala de\naula, após esclarecimentos e orientações básicas\nsobre os objetivos da pesquisa em questão, fican-\ndo o universitário livre para decidir se participaria\nou não. O trabalho foi aprovado pelo Comitê de\nÉtica em Pesquisa com Seres Humanos da Facul-\ndade de Ciências da Saúde da UnB.\n\nFoi utilizado o teste do qui-quadrado para ava-\nliar a existência de associações entre as variáveis\nanalisadas, sendo considerado o valor de p &lt;0,05\npara significância estatística.\n\n\n\nJ Bras Pneumol. 2006;32(1):23-8\n\nPrevalência e características do tabagismo em jovens da Universidade de Brasília  25\n\nRESULTADOS\n\nForam entrevistados 1.341 alunos, dos quais a\nmaior parte (1.084) se declarou não fumante, re-\npresentando 80,8% da amostra. A prevalência de\ntabagismo foi de 14,7% (197), sendo 9% de fu-\nmantes regulares (121) e 5,7% de fumantes ocasio-\nnais (76). Como ex-fumantes foram classificados\n4,5% dos alunos (60).\n\nNão houve diferença estatisticamente significa-\ntiva (p > 0,05) em relação à distribuição da amostra\nde acordo com o sexo, uma vez que 57,3% dos\nentrevistados eram do sexo masculino, e dentre os\nuniversitários tabagistas, 64,7% pertenciam a este\ngênero.\n\nAo se avaliar a distribuição da prevalência de\ntabagismo de acordo com os semestres iniciais e\nfinais, não foi observada diferença estatisticamente\nsignificativa (p > 0,05), sendo que 51,9% da amos-\ntra cursavam até o quinto semestre e 48,1% do\nsexto semestre em diante.\n\nA média de idade da população estudada foi de\n21,6 + 3,6 anos. Em relação à idade de início do\ntabagismo, pôde-se observar que 89,2% dos entre-\nvistados fumantes começaram a fumar com idade\ninferior a vinte anos (173) (Tabela 1). A média de-\nclarada da idade em que se iniciou o hábito de\nfumar foi de 17 + 2,8 anos.\n\nConsiderando os fumantes regulares e ocasio-\nnais como um único grupo de fumantes, pôde-se\nobservar que os cursos com as maiores prevalências\nde tabagismo foram: Geologia (32,9%), Comunica-\nção (26,3%), História (24,4%), Relações Internacio-\nnais (20%) e Engenharia Florestal (19,4%). Já os\ncursos que apresentaram as menores prevalências\nde fumantes foram: Matemática (5,5%), Odontolo-\ngia (5,6%), Física (6,3%), Enfermagem (7%) e Nu-\ntrição (8,6%).\n\nEm relação à questão sobre os tipos de tabaco\nutilizados pelos universitários, foi observado que\nhouve mais de uma resposta, sendo que cerca de\n72,6% dos universitários utilizavam cigarros indus-\ntrializados (172), seguidos por 15,2% de alunos que\nconsumiam cigarros confeccionados por eles mes-\nmos (10). O consumo de charutos e cachimbos foi\nrelatado por 8% (36) e 4,2% (19) dos fumantes,\nrespectivamente.\n\nEm média, fumavam-se 7,5 + 7,3 cigarros por\ndia e 77,5% dos alunos consumiam entre um e dez\ncigarros por dia (93) (Tabela 1).\n\nAo se avaliar a distribuição conjunta do número\nde anos em que o aluno fumava e a quantidade de\ncigarros consumidos por dia, verificou-se que quanto\nmaior o tempo do hábito tabágico, maior a quanti-\ndade de cigarros fumados por dia, sendo esta asso-\nciação estatisticamente significativa (p &lt;0,05).\n\nCerca de 46,1% dos alunos tabagistas começa-\nvam a fumar nas primeiras horas após acordar (até\nduas horas), o que traduziu grande dependência\nda nicotina (Tabela 1).\n\nForam observadas diferenças estatisticamente\nsignificativas (p &lt;0,05) em relação aos hábitos e\natitudes tabágicas, entre os alunos fumantes regu-\nlares e os ocasionais, para as questões relacionadas\nao fumar mesmo estando doente (fumantes regula-\nres: 49,1% e fumantes ocasionais: 12,3%), aos\nmalefícios à saúde secundários ao uso do cigarro\n(fumantes regulares: 48,7% e fumantes ocasionais:\n20,5%) e ao aconselhamento médico na cessação\ndo tabagismo (fumantes regulares: 49,2% e fuman-\ntes ocasionais: 20,3%).\n\nMesmo sem haver diferença estatisticamente sig-\nnificativa (p > 0,05) entre os alunos fumantes re-\ngulares e ocasionais, 90,6% dos alunos afirmaram\nser capazes de parar de fumar (161), cerca de 68%\ndos pesquisados responderam ter a intenção de\ndeixar de fumar (127) e 38,7% relataram ter tenta-\ndo parar de fumar nos últimos doze meses (74).\n\nTABELA 1\n\nCaracterísticas do tabagismo entre estudantes da\nUniversidade de Brasília quanto à idade de início\n\ndo tabagismo, número de cigarros fumados por dia\ne grau de dependência de nicotina\n\n                                n                %\nIdade de início   \n   10 a 14 anos 44 (22,7)\n   15 a 19 anos 129 (66,5)\n   20 a 24 anos 19 (9,8)\n   > 25 anos 2 (1)\nNúmero de cigarros por dia   \n   1 a 5 cigarros/dia 65 (54,2)\n   6 a 10 cigarros/dia 28 (23,3)\n   11 a 15 cigarros/dia 9 (7,5)\n   16 a 20 cigarros/dia 14 (11,7)\n   >20 cigarros/dia 4 (3,3)\nGrau de dependência de nicotina   \n   Até meia hora 20 (15,6)\n   1 a 2 horas 39 (30,5)\n   > 2 horas 57 (39,9)\n \n\n\n\n26 Andrade APA, Bernardo ACC, Viegas CAA, Ferreira DBL, Gomes TC, Sales MR\n\nJ Bras Pneumol. 2006;32(1):23-8\n\nDos motivos que levaram os pesquisados a co-\nmeçar a fumar, a vontade própria foi o mais citado,\ncom 57,6% das respostas (129). Em seguida, 23,2%\ncitaram a influência dos amigos (52), 8,5% o mo-\ndismo (19) e 4% a influência dos pais (9).\n\nDos alunos que se declararam ex-fumantes,\n84,5% responderam ter conseguido deixar de fu-\nmar por força de vontade (49). Utilização de chi-\ncletes de nicotina, discos de nicotina, prática de\nesporte, gravidez e perda de vontade de continuar\na fumar constituíram 3,4% das respostas dadas\npelos ex-fumantes a cada um destes itens.\n\nA maioria dos alunos que se declararam não\nfumantes afirmou conviver com fumantes, o que\nrepresentou quase 80,9% da amostra (1.022), sen-\ndo predominante a convivência com fumantes na\nuniversidade, com 33,2% das respostas dadas (419)\n(Tabela 2).\n\nDISCUSSÃO\n\nVários levantamentos epidemiológicos vêm sen-\ndo feitos no Brasil desde a década de 1980, des-\ncrevendo a prevalência de tabagismo entre os uni-\nversitários, sendo que a grande maioria dos traba-\nlhos avaliou as características do tabagismo entre a\npopulação universitária pertencente à área de ciên-\ncias da saúde.(6-8, 20-22)\n\nEste estudo propôs-se a avaliar a prevalência de\ntabagismo entre universitários pertencentes a di-\nversos cursos das áreas de ciências da saúde, ciên-\ncias humanas e ciências exatas, para demonstrar,\nportanto, uma amostragem diversificada, capaz de\nrepresentar o perfil tabágico dos distintos cursos.\n\nAlguns estudos(12,17,23) têm demonstrado que pre-\nvalências de tabagismo entre estudantes de cursos\nda área da saúde, principalmente entre os alunos\nde Medicina, são inferiores aos resultados encon-\ntrados entre alunos de outros cursos superiores.(23)\n\nAlguns autores observaram menores prevalências de\n\nestudantes fumantes entre os procedentes das fa-\nculdades de ciências da saúde dentre todos os es-\ntudantes da Universidade da Jordânia.(12) Este fato\ntambém foi observado em outro estudo, com estu-\ndantes da Universidade de Cambridge, no ano de\n1995, no qual se detectou, mais uma vez, maior\nprevalência de tabagismo entre alunos pertencen-\ntes a cursos da área de ciências humanas em rela-\nção a estudantes da área de ciências da saúde (17%\nversus 7,7%), o que está de acordo com os acha-\ndos de nosso estudo.(17)\n\nFoi realizado um levantamento de prevalência\nde tabagismo entre os alunos de Medicina da UnB,\nno qual se encontraram 14% de estudantes fuman-\ntes no ano de 1985. Já em nosso estudo, registra-\nmos um índice menor, cerca de 9,4% dos estudan-\ntes de Medicina fumantes, o que demonstra redu-\nção importante do tabagismo neste curso, especifi-\ncamente.(6)\n\nEstes dados reforçam a característica de maior\nconscientização dos universitários pertencentes à\nárea de ciências da saúde frente aos malefícios pro-\nporcionados pelo hábito tabágico.(20,23)\n\nEm âmbito mundial, podem ser encontrados di-\nversos estudos de prevalência tabágica, demons-\ntrando características diferenciadas das encontra-\ndas no Brasil. Alguns autores, por meio de um le-\nvantamento sobre o uso de álcool e tabaco entre\nestudantes universitários de 119 instituições norte-\namericanas, em 1999, observaram que, entre os alu-\nnos usuários de cigarro, cerca de 28,5% haviam\nfeito uso do produto no último mês e 38,1% no\núltimo ano.(15) Além disso, em um outro estudo foi\nrelatado que mais de 50% dos estudantes tabagis-\ntas regulares tendiam a aumentar o consumo tabá-\ngico após a admissão ao ambiente universitário.(24)\n\nMesmo frente a esta tendência de crescimento\ndo tabagismo entre universitários em âmbito inter-\nnacional, no Brasil podemos observar o oposto, atra-\nvés de estudos que avaliaram a tendência tabágica\nentre os alunos das principais universidades brasi-\nleiras, que apontam para uma tendência de redu-\nção do tabagismo entre os universitários nas últi-\nmas décadas.(7,8,21)\n\nUm fator que merece destaque em estudos de\nprevalência de tabagismo é o tipo de tabaco mais\nutilizado em determinada população de fumantes.\nAlguns autores,(15) ao estudarem as preferências de\nuniversitários norte-americanos por tipo de tabaco,\ndetectaram que mais da metade dos alunos taba-\n\nTABELA 2\n\n Distribuição dos alunos não fumantes de acordo\ncom a convivência com fumantes\n\nConvivência com fumantes             n      %\n  Universidade 419 (33,2)\n  Trabalho 317 (25,1)\n  Domicílio 286 (22,6)\n  Não convivem com fumantes 241 (19,1)\n\n\n\nJ Bras Pneumol. 2006;32(1):23-8\n\nPrevalência e características do tabagismo em jovens da Universidade de Brasília  27\n\ngistas utilizava cigarro industrializado. Segundo\noutros autores, este tipo de tabaco é o mais consu-\nmido entre os universitários, seguido por cachimbo\ne charuto.(12) Entre os alunos da UnB, foi observada\nsemelhante característica quanto à utilização de\ncigarros industrializados.\n\nEsta preferência de consumo tabágico é preocu-\npante e representa a realidade atual entre os jovens.(16)\n\nAlém disso, vale ressaltar que a idade de experimen-\ntação e início do hábito tabágico precoce, ou seja,\nantes dos vinte anos de idade, está comumente as-\nsociada ao período de transição do indivíduo, do\nnível de ensino médio para o superior, sendo que\nmuitos jovens podem apresentar o primeiro contato\ncom o cigarro quando estão ingressando na univer-\nsidade.(11,25) Portanto, é imprescindível a tomada de\nmedidas antitabágicas para se evitar que o jovem\ninicie o hábito tabágico no âmbito escolar.\n\nAo se avaliar a opinião dos estudantes fumantes\nda UnB em relação à capacidade e pretensão de ces-\nsar o hábito tabágico, observou-se que grande par-\ncela dos universitários tabagistas subestimavam sua\ndependência do cigarro, já que a grande maioria se\nsupunha capaz de interromper o hábito. Este perfil\nde cessação do tabagismo é relatado por outros au-\ntores, que afirmam que entre os estudantes fuman-\ntes da Universidade da Jordânia, cerca de 69,4% re-\nlataram pretender cessar o hábito no futuro. Além\ndisso, outra característica importante encontrada foi\no fato de grande parcela de universitários não taba-\ngistas conviverem de forma involuntária com fuman-\ntes, principalmente na universidade.(12)\n\nCom o objetivo de se evitar o início e auxiliar\nna cessação do tabagismo, além de possibilitar a\ninterrupção da convivência passiva dos não fu-\nmantes com os fumantes, várias organizações in-\nternacionais, como a American College of Health\nAssociation e a American Cancer Society, têm re-\ncomendado que as universidades proíbam a ven-\nda, a publicidade e a distribuição de amostras gra-\ntuitas de produtos derivados do tabaco nos campi\nuniversitários, além de vetar o uso do tabaco em\ntodos os locais da instituição.(26-27)\n\nEntendemos que o período universitário pode\noferecer grandes oportunidades de intervenção no\nhábito tabágico dos alunos fumantes, oferecen-\ndo-se medidas antitabágicas para auxiliar a cessa-\nção do fumo, repercutindo, assim, ao longo do\ntempo, em queda da morbimortalidade relacionada\nao tabagismo.\n\nREFERÊNCIAS\n\n1. World Health Organization. International Consultation on\nyouth and tobacco, Singapore, 28-30 September 1999: what\nin the world works? [text on the Internet]. Genebra; 2000.\n[cited 2005 Feb 17]. Available from: http://www.who.int/\ntobacco/research/youth/en/singapore_99.pdf\n\n2. Prabhat JH, Chaloupka F. Tobacco control in developing\ncountries [monograph on the Internet]. Geneva: World\nHealth Organization, World Bank; 2000. [cited 2005 Jun\n24]. Available from: http://www1.worldbank.org/tobacco/\ntcdc/fact_sheets/Overview.pdf\n\n3. Brasil.  Instituto Nacional do Câncer. Ação global para\no controle do tabaco. Primeiro Tratado Internacional\nde Saúde Pública [texto na Internet]. Brasília: Ministério\nda Saúde;  2002. [citado 2005 Set 15]. Disponível em:\nhttp://dtr2001.saude.gov.br/bvs/publicacoes/inca/\nacao_global.pdf\n\n4. Silva VLC, Koifman S. Smoking in Latin America: a major\npublic health problem. Cad Saúde Pública. 1989;14(Suppl\n3):99-108.\n\n5. Instituto Nacional do Câncer. Falando sobre tabagismo. 3a\n\ned. Rio de Janeiro: Ministério da Saúde; 1998.\n6. Paine PA, Amaral JA, Pereira MG. Association between\n\nparental and student smoking behaviour in a Brazilian\nmedical school. Int J Epidemiol. 1985;14(2):330-2.\n\n7. Rufino-Netto A, Ruffino MC, Passos ADC, Silva CA, Madeira\nAN. Tendência do tabagismo entre acadêmicos de Ribeirão\nPreto (SP) - estudo prospectivo. J Pneumol. 1988;14(4):\n163-9.\n\n8. Rosenberg J, Perom S. Tabagismo entre estudantes da\nFaculdade de Ciências Médicas de Sorocaba. Tabagismo\nnos acadêmicos de medicina e nos médicos. J Pneumol.\n1990;16(1):13-22.\n\n9. Malcon MC, Menezes AMB, Chatkin M. Prevalência e fatores\nde risco para tabagismo em adolescentes: estudo de base\npopulacional, no sul do Brasil. Rev Saúde Publica.\n2003;37(1):1-7.\n\n10. Prat-Marin A, Fuentes-Almendras MM, Sanz-Gallen P, Canela-\nArgues  R, Canela-Soler J,  Pardell- Alenta H, et al.\nEpidemiología del tabaquismo en los estudiantes de ciencias\nde la salud. Rev Saúde Pública.  1994;28(2):100-6.\n\n11 . Moskal PD, Dziuban CD, West GB. Examining the use\nof tobacco on college campuses. J Am Coll Health.\n1999;47(6):260-5.\n\n12. Haddad LG, Malak MZ. Smoking habits and attitudes\ntowards smoking among university students in Jordan. Int\nJ Nurs Stud. 2002;39(8):793-802.\n\n13. Centers for Disease Control And Prevention (CDC). Cigarette\nsmoking among high school students 11 states, 1991-1997.\nMMWR Morb Mortal Wkly Rep. 1999;48(31):686-92.\n\n14. Healton C, Messeri P, Reynolds J, Wolfe C, Stokes C,\nRoss J, Flint K, Robb W, Farrelly M; Centers for Disease\nControl and Prevention (CDC). Tobacco use among\nmiddle and high school students - United States, 1999.\nMMWR Morb Mortal Wkly Rep. 2000;49(3):49-53.\n\n1 5 . Rigotti NA, Lee JE, Wechsler H. US college students'\nuse of tobacco products: results of a national survey.\nJAMA. 2000;284(6):699-705.\n\n16. Spangler JG, George G, Foley KL, Crandall SJ. Tobacco\nintervention training: current efforts and gaps in US medical\nschools. JAMA. 2002;288(9):1102-9.\n\n\n\n28 Andrade APA, Bernardo ACC, Viegas CAA, Ferreira DBL, Gomes TC, Sales MR\n\nJ Bras Pneumol. 2006;32(1):23-8\n\n1 7 . W i l l c o x  M L .  T o b a c c o  c o n t r o l  p r o g r a m m e s  f o r\nuniversities: a feasibility study. J Public Health Med.\n1997;19(1):37-44.\n\n1 8 . Valdes-Salgado R, Micher JM, Hernández L, Hernández\nM, Hernández-Avila M. [Trends of tobacco use among\nnew students at the Autonomous National University\nof Mexico, from 1989 to 1998]. Salud  Pública  Méx.\n2002;44 Suppl 1:S44-53.\n\n19. Carlini EA, Galduróz JCF, Noto AR, Nappo SA. I\nl e v a n t a m e n t o  d o m i c i l i a r  s o b r e  o  u s o  d e  d r o g a s\npsicotrópicas no Brasil: estudo envolvendo as 107\nmaiores cidades do país - 2001. São Paulo: Centro\nBrasileiro de Informações sobre Drogas Psicotrópicas\n(CEBRID); 2002.\n\n2 0 . Ribeiro AS, Jardim JR, Laranjeira RR, Alves AKS,\nKesselring F, Fleissig L, et al. Prevalência de tabagismo\nna Universidade Federal de São Paulo, 1996: dados\npreliminares de um programa institucional. Rev Assoc\nMed Bras. 1999;45(1):39-44.\n\n21. Menezes A, Palma E, Holthausen R, Oliveira R, Oliveira\nPS, Devens E, et al. [Smoking time evolution among\nmedical students, 1986, 1991, 1996].  Rev Saúde Publica.\n2001;35(2):165-9. Portuguese.\n\n22. Ruffino Netto A, Rufino MC, Gruber CA, Izuzuki EE,\nCarramaschi FR, Machado FA. Tabagismo entre acadêmicos\nde Ribeirão Preto - SP. J Pneumol. 1981;7(3):164-70.\n\n23. Baska T, Straka S, Madar R. Smoking habits in university\nstudents in Slovakia. Cent Eur J Public Health. 2000;8(4):\n245-8.\n\n24. Halperin AC, Rigotti NA.  US public universities' compliance\nwith recommended tobacco-control policies. J Am Coll\nHealth. 2003;51(5):181-8.\n\n25. Adlaf EM, Gliksman L, Demers A, Newton-Taylor  B.\nCigarette use among Canadian undergraduates. Can J Public\nHealth. 2003;94(1):22-4.\n\n26. American College of Health Association. Position\nStatement on Tobacco on College and University\nCampuses [text on the Internet]. Baltimore: ACHA; 2005.\n[cited 2004 Jul 28]. Available from:http://www.acha.org/\ninfo_resources/tobacco_statement.pdf.\n\n2 7 . American Cancer Society. [homepage on the Internet]\nSmoke-free New England campus initiative, seven step\npolicy plan. American Cancer Society. [cited 2005 Jul\n28]. Available from: http://www.cancer.org/docroot/\nc o m / c o n t e n t / d i v _ n e / c o m _ 4 _ 2 x _ s m o k e - f r e e _ n e w _\nengland.asp?sitearea=com."}]}}}