{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07603"}, {"@name": "filename", "#text": "12321_Grosfeld_Valeria_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Estadual de Campinas\nFaculdade de Engenharia Mecânica\nInstituto de Geociâncias\nCoeficientes de Reflexão Elásticos: Análise e Aplicacães^\nValeria Grosfeld\nDoutorado em Ciências e Engenharia do Petróleo Reservatórios e Gestão\nOrientador: Prof. Dr. Lúcio Tunes dos Santos\níTrabalho financiado pela FAPESP, Processo No 02/08544-5 .\nU N ID AO E BC\nN“ CHAMADA:\nFICHA CATALOGRÁFICA ELABORADA PELA\nBIBLIOTECA DA ÁREA DE ENGENHARIA E ARQUIJÉTURA - BAE - UNICAMP /■\nGrosfeld, Valeria\nG9I2c Coeficientes de reflexão elásticos: análise e aplicações /\nValeria Grosfeld.--Campinas, SP: [s.n.J, 2007.\nOrientador: Lúcio Tunes dos Santos\nTese (Doutorado) - Universidade Estadual de Campinas, Faculdade de Engenharia Mecânica e Instituto de Geociências.\n1. Ondas sísmicas. 2. Geofísica. 3. Hidrocarbonetos. L\nSantos, Lúcio Tunes dos. II. Universidade Estadual de Campinas. Faculdade de Engenharia Mecânica. H. Instituto de Geociências. IV. Título.\nTitulo em Inglês: Elastic reflection coefficents: analysis and applications\nPalavras-chave em Inglês: Reflection coefficients, Hydrocarbons indicators, Elastic parameters estimation\nÁrea de concentração: Reservatórios e Gestão\nTitulação: Doutora em Engenharia Ciências e Engenharia do Petróleo\nBanca examinadora: lesse Carvalho Costa, Liliana Alcazar Diogo, Rodrigo de Souza Portugal e Jõrg Schleicher\nData da defesa: 30/01/2007\nPrograma de Pós-Graduação: Ciências e Engenharia de Petróleo\nUniversidade Estadual de Campinas Instituto de Geociências-Faculdade de Engenharia Mecânica Departamento de Geologia e Recursos Naturais Departamento de Engenharia do Petróleo\nCoeficientes de Reflexão Elásticos: Análise e Aplicações^\nValeria Grosfeld\nDoutorado em Ciências e Engenharia do Petróleo\nReservatórios e Gestão\n3 '\tOrientador: Prof. Dr. Lúcio Times dos Santos\n^Trabalho financiado pela FAPESP, Processo No 02/08544-5 .\nCoeficientes de Reflexão Elásticos: Análise e Aplicações\nEste exemplar corresponde à redação final da tese devidamente corrigida e defendida por Valeria Grosfeld e aprovada pela comissão julgadora.\nCampinas, 30 de janeiro de 2007.\nProf. Dr. Lúcio Tunes dos Santos\nOrientador\nBanca examinadora:\nProf. Dr. Jõrg Schleicher\nTese apresentada ao Departamento de Engenharia do Petróleo, UNICAMP, como requisito parcial para a obtenção do título de Doutor em Ciências e Engenharia do Petróleo.\nii\n“Reconhece a queda\ne não desanima, levanta, sacode a poeira e da volta por cima”\nPaulo Vanzolini (na voz de Beth Carvalho)\nAgradecimentos\nAo Lucio por me aceitar como orientanda, e me acompanhar em este longo processo de crecimento profisional e pessoal.\nAo profesor e amigo Giorgio, por sempre me apoiar e dar as caras por mim nos momentos difíceis, do fundo do meu coracao GRAZIE.\nA Rodrigo e Ricardo por me oferecer a sua ajuda que mais que economica foi espiritual, e também por me facilitar os softwares da Hampson and Russell, valeu.\nAo DEP por me aceitar tantas veces no Doutorado e me deixar defender a tese. Especialmente queria agradecer a Fatima e a Beth seu apoio incondicional.\nA Fapesp pelo apoio financeiro. E também ao meu supervisor anónimo que aceito por duas veces meu pedido de suspensão da bolsa.\nAos colegas do IMECC por me deixar ficar no predinho como se fosse uma mais. Especialmente ao Feodor, pelo suporte técnico, a paciencia e a amizade.\nAo Ricardo por ser amigo de todas as horas e por me ajudar novamente no Doutorado, nem vou detalhar aqui todo que nao daria espaço suficiente. Claro que a Débora também por seu jeito e amizade incomparaéveis.\nA Carol, Alessandra, Fernando e Gabriela, por me deixar ver como se sente uma irmãa mais velha. Fer muito obrigada pela ajuda na impressao da tese, teria ficado louca sem vc!!!!!!\nA los amigos geologos y geofísicos que no hestiaron en responder mi llamado solidario. Aguante, Emilse, Lau Chiaramonte, Verito, Marcelo y Jaime! Gracias a Juan Moirano por la invalorable ayuda con las secciones de éangulo y atributos.\nA Laura y a Raul por prestarse a ser tios postizos y amigos verdaderos em estos duros anãos.\nA Lia, Victor, Ana Luz y Carolina, vecinos y amigos, que tanto me acompanãaron en los primeros pasos como maméa. Los extranão.\nA Gabi Martinez por compartir tantas tardes de sabado y domingo en familia.\nA los amigos de ayer y siempre que me alentaron y apoyaron para terminar. Especialmente a Yani, Lore y Yani, que siguen siendo de fierro, ahora con la familia ampliada. A Juli que siempre esta cerca para proponerme nuevos desafíos. También a mis amigos de La Plata, que como se diréa en portugués: nao deixaram a peteca cair, manteniéndonos en contacto con nuestras historias emociones y discusiones en la lista de mails.\nA Leticia per ripartire i timori ed i alegrias della madre, dell’allievo e dell’amico. E libero che Tomasito ha un posto speciale nella mia vita.\nNo Lau Chaluh, no me olvide de vos, gracias por estar, siempre.\nA Juan Carlos, maestro de ayer, amigo de hoy y siempre, gracias por sus consejos.\nA mi familia original, viejos gracias por estar ahi, Javi y familia tambien.\nA Mirko, por cada dia sorpenderme con su nobleza y por aguantar mis malhumores sobre todo este ultimo ano. Hijo te amo.\nA Toméas por no dejar que desista, por alentarme permanentemente para que termine, por creer como nadie en mi capacidad, por ser amor y amigo y el mejor critico que ya tuve. Espero que sigamos transitando otros senderos juntos, ahora completamente nuevos.\niv\nResumo\nNeste trabalho estudamos os coeficientes de reflexão RPP e RPS para ondas elásticas. Introduzimos uma nova aproximaçao tipo impedancia para o coeficiente RPS, baseados no êxito deste tipo de aproximaçães para o RPP na regiao de êngulos críticos e pós-críticos. Apesar de não ter-se mostrado tão eficiente quanto a aproximação tipo impedancia de reflexao para RPP na região de interesse, se comparamos nossa aproximação com algumas jó existentes, o comportamento ó um pouco melhor que as aproximações precedentes. Esta anólise foi feita mediante uma nova metodologia, baseada em curvas de desempenho de algoritmos.\nTambem mostramos que aproximando o coeficiente de reflexão RPP por uma aproximação tipo impedancia é possível obter um indicador da presença de hidrocarbonetos sem necessidade de inverter os dados. Por outro lado discutimos como, com algumas hipóteses adicionais, se podem estimar alguns parêmetros elósticos das rochas diretamente dos dados. Por ultimo, analisamos o efeito de parte do processamento sísmico na obtenção de nossas estimações em dados sintóeticos.\nAbstract\nIn this work we are concerned with the reflection coefficients RPP and RPS for elastic waves. Based on the success of an impedance type approximation for the coefficient RPP in the critical region, we introduce a new approximation for the coefficient RPS. Although the new approximation was not so good as for the previous in the RPP case, comparing our approach with the existing ones we found that its behaviour is a little better than the preceding approaches. This comparison was made using a new methodology based on performace profile curves.\nMoreover, we show that, using the impedance type approximation for the reflection coefficient RPP, it is possible to get an indicator that reacts to the presence of hydrocarbons without the necessity of the invert the data. We also demostrate that under suitable conditions some elastic parameters of the rocks can be estimated directly from the data. Finally, we analyse the effect of seismic processing in order to obtain our estimate in synthetic data.\nSumário\n1\tIntrodução\t1\n2\tCoeficientes de Reflexão para Ondas Sísmicas\t5\n2.1\tEquaçães de Knott-Zoeppritz .......................................... 5\n2.2\tAproximacães Baseadas em Série de Taylor.............................. 7\n2.3\tAproximações Tipo Impedancia..........................................10\n2.3.1\tImpedância Elastica ............................................13\n2.3.2\tImpedância de Reflexão .........................................14\n2.3.3\tA Função\t(p) no Coeficiente RPP............................16\n2.4\tExperimentos Numéricos................................................17\n2.4.1\tReflexão P-P ...................................................19\n2.4.2\tReflexão P-S....................................................19\n2.4.3\tCurvas de Desempenho............................................20\n3\tCoeficiente RPP e Presenca de Gas\t33\n3.1\tIndicadores Baseados na Aproximacão Linear ...........................33\n3.2\tIndicador Baseado na Aproximaçao Tipo Impedância......................37\n3.3\tExperimentos Numéricos................................................38\n4\tEstimação de Parâmetros Eiasticos\t45\n4.1\tEstimação de Parâmetros Elásticos via Impedância\tElástica Estendida...45\n4.2\tEstimacão Direta de Parâmetros Elásticos..............................48\n4.2.1\tEstimação de A a partir de RPP..................................48\n4.2.2\tEstimação de p a partir de RPS..................................51\n4.2.3\tEstimação de\ta\ta partir de RPP.................................53\n4.3\tExperimentos numéricos................................................53\n5\tAplicacoes em\tModelos\tSinteticos\t63\n5.1\tDados Sintéticos .....................................................63\n5.2\tAnalise de Velocidade\te\tSecoes de Angulo..............................65\n5.3\tModelo 1..............................................................65\n5.3.1\tResultados......................................................73\n5.4\tModelo 2 ............................................................ 75\n6\tConclusões\t81\nvi\tSUMÁRIO\nApêndice\t83\nReferências Bibliográficas\t85\nLista de Figuras\n2.1\tIncidência de onda plana P em superfície plana gerando ondas planas P e S\ntransmitidas e ondas P e S refletidas........................................ 6\n2.2\tComparaçao dos erros percentual e absoluto para um dos modelos da Tabela 2.1, utilizando as aproximações tipo impedência de reflexão: RI em azul, RIE em vermelho e RIA em verde. Acima a esquerda, 0o &lt;0 &lt;90°. Acima a direita 0° &lt;0 &lt;40°. Abaixo a esquerda: 40° &lt;0 &lt;70°. Abaixo à direita:\n70° &lt;0 &lt;90°................................................................22\n2.3\tComparação da fórmula exata de RPP e aproximacoes tipo impedancia de\nreflexão com diferentes relações entre P e p: tipo Gardner (RI), exponencial (RIE) e afim (RIA) para alguns modelos da Tabela 2.1. Acima à esquerda: folhelho sobre areia com gós, Modelo 1. Acima à direita: areia com gós sobre areia com ógua, Modelo 8. Abaixo à esquerda: areia com ógua sobre folhelho, Modelo 21. Abaixo à direita: folhelho sobre areia com agua, Modelo 25. Abaixo de cada modelo o erro percentual para cada aproximaçcãao. ........... 23\n2.4\tErro quadrótico módio para as aproximações tipo impedência de RPP com diferentes relações entre P e p: tipo Gardner (o), exponencial (□) e afim (x) para os 25 modelos da Tabela 2.1. Acima à esquerda: folhelho sobre areia com gós. Acima à direita: areia com gós sobre areia com ógua. Abaixo à esquerda: areia com agua sobre folhelho. Abaixo à direita: folhelho sobre areia com ógua. 24\n2.5\tComparaçao da fórmula exata de RPP e as aproximações de Aki-Richards\n(Aki) tipo impedência elóstica (EI) e reflexao (RI) para alguns modelos da Tabela 2.1. Acima a esquerda: folhelho sobre areia com gas, Modelo 1. Acima à direita: areia com gós sobre areia com ógua, Modelo 8. Abaixo à esquerda: areia com água sobre folhelho, Modelo 21. Abaixo à direita: folhelho sobre areia com óagua, Modelo 25. Abaixo de cada modelo o erro percentual para cada aproximacçãao. ........................................................ 25\n2.6\tErro quadrótico módio para as aproximacões Aki-Richards (o), Impedência\nElóstica (□) e Impedancia de Reflexao (x) para RPP para os 25 modelos da Tabela 2.1. Acima a esquerda: folhelho sobre areia com gós. Acima à direita: areia com gas sobre areia com ógua. Abaixo à esquerda: areia com agua sobre folhelho. Abaixo a direita: folhelho sobre areia com ógua....................26\n2.7\tComparação da fórmula exata de RPS e as aproximações de Aki-Richards\n(Aki) tipo impedância eiastica (PSEI) e reflexao (SRI) para alguns modelos da Tabela 2.1. Acima a esquerda: folhelho sobre areia com gas, Modelo 1. Acima à direita: areia com gós sobre areia com ógua, Modelo 8. Abaixo a esquerda: areia com ógua sobre folhelho, Modelo 21. Abaixo à direita: folhelho sobre areia com ógua, Modelo 25. Abaixo de cada modelo o erro percentual para cada aproximacçaão. .......................................................... 27\n2.8\tErro quadrático médio para as aproximaçães Aki-Richards (o), Impedância\nElastica (□) e Impedância de Reflexao (x) de RPS para os 25 modelos da Tabela 2.1. Acima a esquerda: folhelho sobre areia com gas. Acima à direita: areia com gas sobre areia com ógua. Abaixo a esquerda: areia com ógua sobre folhelho. Abaixo a direita: folhelho sobre areia com ógua......................28\n2.9\tPerfis de desempenho para as aproximaçães de RPS, utilizando o erro quadrático\nmódio..........................................................................29\n2.10\tMónimos erros quadróticos módios para cada modelo, quadrados pretos. Os\ncórculos marrons são os erros mónimos multiplicados por 2.6. A linha preta representa uma possóvel tolerancia ao erro.....................................29\n2.11\tPerfis de desempenho para as aproximacoes de RPS, utilizando a módia dos\nerros absolutos................................................................30\n2.12\tMónimos das módias dos erros absolutos para cada modelo, quadrados pretos.\nOs círculos marrons são os erros mínimos multiplicados por 2.5. A linha preta representa uma possóvel tolerância ao erro.....................................30\n2.13\tPerfis de desempenho para as aproximacoes de RPS, utilizando a módia dos\nerros relativos................................................................31\n2.14\tMónimos das módias dos erros relativos para cada modelo, quadrados pretos. Os córculos marrons sãao os erros mónimos multiplicados por 2, os celestes por\n7.\tAs linhas representam possóveis tolerâncias ao erro........................31\n3.1\tComparaçao de alguns indicadores obtidos da aproximação de RPP baseadas em sórie de Taylor. Separaçao de interfaces folhelho sobre areia com gós (x)\nde folhelho sobre areia com agua (o) para os 25 modelos da Tabela 2.1..........40\n3.2\tSeparaçcaão de interfaces folhelho sobre areia com góas (x) de folhelho sobre areia\ncom ógua (o) para os 25 modelos da Tabela 2.1, utilizando a aproximaçao de RPP tipo impedancia pra calcular J em 0 = 30°. Na parte superior: valor exato. No centro: aproximaçao tipo impedancia de reflexão. Na parte inferior: aproximaçcãao tipo impedaância elaóstica. .................................... 41\n3.3\tSeparação de interfaces folhelho sobre areia com gós (x) de folhelho sobre areia\ncom agua (o) para os 25 modelos da Tabela 2.1, utilizando a aproximaçao de RPP tipo impedancia pra calcular T = 1 — J em 0 = 30°. Na parte superior: valor exato. No centro: a aproximaçcãao tipo impedaância de reflexãao. Na parte inferior: aproximação tipo impedância elóstica.................................42\n3.4\tT(0) para diferentes 0 = 10, 30, 20, 40, 50. Areia com gós (x) de folhelho sobre\nareia com ógua (o) para os 25 modelos da Tabela 2.1............................43\n3.5\tDiferentes T(0) ao redor de T(30°). Abaixo: Módia de T(0) para 0 entre 26 e\n34.............................................................................44\n4.1\tPoço utilizado nos experimentos numéricos. A esquerda: velocidade da onda\nP. No centro: velocidade da onda S. A direita: densidade...................55\n4.2\tAcima: Comparaçao de RPP(45°)/e com AA/A, equação (4.14). Abaixo: Erro\npercentual.................................................................55\n4.3\tAcima: Comparação de J(45°) com (A1/A2)e, equação (4.18). Abaixo: Erro\npercentual.................................................................56\n4.4\tComparacão de J(45°) com (A1 /A2)e, equaçao (4.18). Detalhe da Figura 4.3. . 56\n4.5\tComparacao de J(45°) (linha conténua), JRI(45°) (linha pontilhada) e JEI(45°)\n(linha tracejada-pontilhada) como estimadores de (A1/A2)e (linha tracejada).\nO intervalo de profundidade é o mesmo da Figura 4.4........................57\n4.6\tAcima: Logaritmo de J(45°) versus logaritmo de A1/A2. A inclinaçao das\nretas são o valor de e, um utilizando a média dos quocientes das velocidades ao quadrado, e o outro é a solução de quadrados ménimos. Abaixo: valor de e para o poço; a linha horizontal é o valor médio de e.......................57\n4.7\tCorrelacão entre J(0) e (A1/A2)e...........................................58\n4.8\tAcima: Comparacao de J(45°) com (^1/^2)e, equação (4.22). Abaixo: Erro\npercentual.................................................................58\n4.9\tAcima: Comparacao de J(45°) com (^1/^2)e, equação (4.22). Abaixo: Erro\npercentual.................................................................59\n4.10\tAcima: Comparação de J(45°)/J(5°) com a1/a2. Abaixo: Erro percentual. . . 59\n4.11\tComparação de J(45°)/J(5°) com a1/a2. Detalhe da Figura 4.10...............60\n4.12\tAcima: Comparacao de RPS(64°) com —Ap/2p, equacão (4.39). Abaixo: Erro\npercentual.................................................................60\n4.13\tAcima: Comparacao de JS(64°) com p2/p1, equacão (4.44). Abaixo: Erro\npercentual.................................................................61\n4.14\tComparacão de JS(64°) com p2/p1, equacão (4.44).\tDetalhe da Figura 4.13. . . 61\n4.15\tCorrelação entre J e p2/p1.................................................62\n5.1\tFluxograma para modelamento e processamento de\tdado sintetico...........64\n5.2\tAquisicão 2 D sísmica numa geometria com simetria ciléndrica...............65\n5.3\tModelo 1: Duas camadas homogêneas separadas por uma interface plana pa-\nralela à superfície........................................................66\n5.4\tAfastamento comum de 2000 metros. A esquerda a seção sem ruédo. Ao\ncentro, um traço. A direita, traço para o CMP 203 com relacão sinal/ruédo=3\nem preto; sem ruédo em vermelho............................................67\n5.5\tTraço de afastamento 2000 com sinal/ruédo=6. A esquerda: CMP 203. A\ndireita: CMP 103. Em vermelho, o traço sem ruédo para ambas figuras........68\n5.6\tDuas secões sésmicas modeladas. A esquerda: seção de tiro comum, fonte em\n1000 metros. A direita: seção de ponto médio comum 100.....................68\n5.7\tVelocidades RMS. A esquerda: mapa de coêrencia no CMP 200. A direita:\nvelocidade RMS no CMP 200................................................. 69\n5.8\tVelocidades: A esquerda, velocidades RMS; A direita, velocidades intervalares. 70\n5.9\tGather de êngulos. CMP 180.................................................71\n5.10\tCurvas de RPP para o CMP 180...............................................71\n5.11\tSecoes de êngulo entre os CMP’s 130 e 240. Acima, secao de 5°; abaixo, 55°. . 72\n5.12\tSeção de J(45°). Em vermelho a curva extraída............................72\n5.13\tComparação dos valores de J estimados: A1/A2)e (tracejado preto), J(45°)\nverdadeiro (preto contínuo), J(40°) estimado (verde), J(45°) estimado (vermelho), J(50°) estimado (azul) e J(55°) estimado (roxo)...................73\n5.14\ta1/a2 verdadeiro (preto), J(40°)/J(5°) estimado (verde) J(45°)/J(5°) estimado (azul), J(50°)/ J(5°) estimado (vermelho) e J(55°)/ J(5°) estimado (roxo).\n74\n5.15\tModelo 2. Domo com camada de gás.........................................75\n5.16\tAtributos AVO. Acima: A x B. Ao centro: B. Abaixo: AW/2W.................77\n5.17\tAtributos AVO. Acima: Razão de Poisson. Ao centro: AIS/2IS. Abaixo:\nRazao de Pseudo-Poisson...................................................78\n5.18\tAtributos AVO. Acima: (A + B)/2. Ao centro: A. Abaixo: AF................79\n5.19\tAtributos AVO. Acima: AV/2V. Ao centro: AIP/2IP . Abaixo: T(30°). ... 80\nLista de Tabelas\n2.1\tModelos tomados de Castagna et al. (1985) para testar as diferentes aproximações. As velocidades estao expressas em km/s e a densidade em g/cm3. . 18\n3.1\tDiferentes parametrizações e aproximações da equação 3.1 e seus respectivos\nindicadores de hidrocarbonetos................................................37\n5.1\tErros percentuais na estimaçao de J(45°)......................................74\n5.2\tErros percentuais na estimação de ai/a2.......................................74\n6.1\tContrastes para os modelos de Castagna et al. (1985) para as quatro interfaces\nconsideradas. ............................................................... 83\n6.2\tConstantes para os modelos de Castagna et al. (1985) para as quatro interfaces\nconsideradas. ............................................................... 84\nCapítulo 1\nIntrodução\nDevido ao recente sucesso dos levantamentos tridimensionais (3D), a recuperação de atributos sísmicos esta se tornando mais popular. Os atributos sao de muita valia para extrair informacoes importantes que estão escondidas nos dados. Entretanto, a maioria dos atributos disponíveis não são informacães independentes, mas sim representam maneiras diferentes de apresentar uma quantidade limitada de informaçao basica. A chave para o sucesso está na seleçao do atributo correto de acordo com o problema. Podemos citar como mais importantes os seguintes atributos sísmicos: Velocidade, Tempo, Angulo, Curvatura, Coerência, Amplitude, Intercepto e Gradiente.\nO objetivo da análise dos atributos sísmicos á não somente a modelagem das estruturas geoloígicas do subsolo para descobrir se elas constituem um reservatíorio mas tambíem a quantificaçao das propriedades físicas que o caracterizam.\nA anílise sísmica visa extrair quantitativamente a litologia, a porosidade e o conteudo de fluido nos poros diretamente dos dados sísmicos. A física das rochas í a base fundamental para a determinação sísmica da litologia. Alím da inversão convencional apís o empilhamento dos dados, a ferramenta mais importante de anílise litolígica sísmica í a anílise de Variacao da Amplitude com o Afastamento - AVO (do inglês, “Amplitude-Variation-with-Offset”) (Tygel et al., 1999; Ross, 2000; Castagna, 2001). Cada evento sísmico tem uma resposta diferente de AVO: amplitude constante, amplitude crescente, amplitude decrescente, reversãao de fase, etc. O que faz a tecnica de AVO ser amplamente utilizada e a capacidade de separar os contrastes de paraêmetros elasticos, os quais podem ser utilizados para identificar a saturaçcaão de hidrocarbonetos e a porosidade (Rutherford and Williams, 1989; Castagna and Smith, 1994).\nA curva de AVO da a medida da amplitude da onda sísmica refletida num ponto em profundidade para tracços com afastamentos (distêancia da fonte ao geofone) diferentes, desde muito pequenos ate muito grandes. Esta variaçcãao dependente do êangulo de incidêencia, e\ndescrita exatamente pelas equações de Zoeppritz para ondas planas incidentes numa fronteira separando dois meios eiasticos. Estas equações predizem a relacõo desta variaçõo com as mudanças nas velocidades e densidades do meio. Porém, via de regra, aproximações dessas equacões tem sido utilizadas, sendo a linearizaçao de Shuey (1985) a mais comum, que utiliza angulos de incidência considerados baixos.\nNa década passada, a anélise dos dados sésmicos foi estendida para incluir dados com afastamentos longos, cuja razõo afastamento-profundidade - O/D (do inglês, “Offset-to-Depth”, afastamento sobre profundidade) as vezes excede dois. Em adiçao a maior abertura para o imageamento e à anélise de AVO, a introducõo dos afastamentos muito longos criou novos desafios tais como, por exemplo, manipulaçõo de tempos de transito nõo necessariamente hiperbéolicos na construçcaõo das curvas AVO, inadequaçcaõo das aproximaçcõoes de Zoeppritz e o efeito do êangulo de incidêencia péos-crético. A comunidade de exploracçaõo tem pouca experiêencia em lidar com afastamentos longos porque historicamente esses dados tem sido eliminados do processamento. Alguns trabalhos recentes tentam driblar este ultimo empecilho, trazendo resultados alentadores (Perroud and Tygel, 2004).\nMesmo utilizando férmulas mais abrangentes, recentemente introduzidas na literatura para os tempos de transito (Douma and Calvert, 2006; Ursin and Stovas, 2006), para a anéalise das amplitudes a dificuldade persiste, pois as aproximaçcoões das equaçcõoes de Zoeppritz geralmente assumem contrastes pequenos nos paraêmetros elaésticos e variacçoões pequenas no êngulo de incidência, e falham perto do êngulo crítico (Castagna et al., 1998). No entanto, nos ultimos anos tem se desenvolvido novas formulas para o coeficiente de reflexõo RPP (onda P, longitudinal, incidente e refletida) que aproximam bastante bem na regiõo crítica (Connolly, 1999; Santos and Tygel, 2004; Pan et al., 2005).\nUma etapa fundamental na caracterizaçcõao de reservatéorios ée a inversõao dos paraêmetros, considerando estas aproximaçcoões, para estimar os parêametros fésicos desejados. Nesta direçcõao se encaminham os trabalhos, entre outros, de Smith and Gidlow (1987) e Goodway et al. (1999). Outra alternativa é tentar obter alguns parâmetros diretamente dos dados (Whit-combe et al., 2002).\nTambéem na uéltima déecada surgiu um real interesse pelas ondas convertidas P-S (onda P incidente e S, transversal, refletida), devido as novas tecnologias de aquisiçcaõo dos dados sísmicos. Por isso o caminho desenvolvido para as ondas P-P se repete nestas ondas. Isto é, tentar achar melhores aproximacões para o coeficiente de reflexõo RPS, (Ramos and Castagna, 2001; Duffaut et al., 2000), e utilizar estas férmulas para inversõo (Veire and Landro, 2006).\ncoeficiente RPS (Davolio et al., 2006). Também apresentamos uma nova metodologia para a comparacao das aproximações: adaptamos para os erros uma ferramenta de avaliação de desempenho de métodos numéricos utilizada na otimizacão matemética.\nNo Capítulo 3 mostramos como são utilizadas as aproximações do coeficiente RPP para encontrar indicadores na presença de hidrocarbonetos. Definimos um novo indicador baseado na aproximacão tipo impedância que extraímos diretamente dos dados (Grosfeld and Santos, 2005a).\nInspirados no trabalho de Whitcombe et al. (2002), mostramos no Capítulo 4, como é possível estimar alguns parâmetros elésticos diretamente dos coeficientes de reflexão RPP e RPS considerando que o coeficiente de reflexao admita uma aproximacao tipo impedância, sem necessidade de inversão (Grosfeld and Santos, 2005b).\nPor fim, no Capítulo 5 mostramos como o processamento sísmico afeta o resultado final das estimaçcoães atravées de exemplos sintéeticos.\n4\nCAPÍTULO 1. INTRODUÇÃO\nCapítulo 2\nCoeficientes de Reflexão para Ondas Sísmicas\nNeste capítulo discutimos os coeficientes de reflexão RPP e RPS de uma onda sísmica e algumas de suas aproximaçcãoes.\nConsideramos uma onda longitudinal P incidente se propagando num semi-espaço e que reflete numa superfície suave, gerando (no caso de incidência não normal) uma onda longitudinal P refletida, uma onda transversal S refletida, uma onda longitudinal P transmitida e uma onda transversal S transmitida. Os coeficientes de reflexãao e transmissaão respectivos (RPP, RPS, TPP e TPS) representam a relacao entre as amplitudes da onda incidente e de cada uma das geradas. Exibimos neste capítulo os coeficientes de reflexão RPP e RPS exatos e suas aproximacoes mais conhecidas. No caso do coeficiente de reflexão RPP fazemos uma aníalise detalhada da aproximaçcãao tipo impedaência, em particular da impedaência de reflexãao. Para o coeficiente de reflexão RPS apresentamos uma nova aproximação tipo impedancia. Tambím apresentamos uma nova metodologia de comparar erros, de maneira a poder decidir qual aproximaçao para RPS í melhor sucedida.\n2.1\tEquações de Knott-Zoeppritz\nOs coeficientes de reflexão e transmissão para ondas planas incidindo em uma superfície plana que divide dois semi-espaços eiasticos foram derivados primeiramente por Knott (1899) e Zoeppritz (1919). Assumindo continuidade nas componentes normais e transversais a superfície de incidência do deslocamento e da tração, os coeficientes de reflexão RPP e RPS se escrevem em funcão das velocidades das ondas P eS (a e P, respectivamente), da densidade\nFigura 2.1: Incidência de onda plana P em superfície plana gerando ondas planas P e S transmitidas e ondas P e S refletidas.\n(p) e da vagarosidade ou parâmetro de raio p, definido pela Lei de Snell como,\np =\nsin G\nai\nsin G1\nai\nsin G2\na2\nsin\nsin ^2\nPi\nP2\n(2.1)\nonde 0, 0x, 02, px e p2 são os êngulos descritos na Figura 2.1. Pela equaçao (2.1) é claro que 0x = 0. Os coeficientes RPP e RPS se expressam como,\nrpp\ne\nRPS\ncom\nA + B - C - D + E - F\nA + B + C + D + E + F\n-(G + H)\nA + B + C + D + E + F'\n(2.2)\n(2.3)\nA = q2p2PiQip2Q2,\nB = P1P2P1a2P1Q2,\nC = P1P2a1P2P2Q1,\nD = «1P1P2Q2 Y2,\nE =\t. P1Q1X2,\nF = a p)2p\\ p2p2Z2,\n(2.4)\nG = 2a1pqP1 P2Q2Y e\nH = 2a1a2p2pP1X Z,\nonde\ne\nPi\ty! — alp2 = cos ,\nP2 =\t— a2p2 = cos 02,\nQi = \\J1 — ÉiP2 = cos 01, Q2 = ^ 1 — Çlp2 = cos 02-\n(2.6)\nNo caso de duas camadas acústicas, isto é, = S = 0 e, portanto, sem propagação de ondas transversais S, a equaçao (2.2) se reduz, depois de algumas manipulações algebricas, a\nRpp =\nAI2 sec 02 — AI1 sec 01\nAI2 sec 02 + AI1 sec 01\n(2.7)\nonde AIi = aipi, i = 1, 2, e chamada impedância acústica.\nQuando a incidância e normal (01 = 02 = 0) o coeficiente de reflexão da onda P-P (caso acústico ou eiastico) e dado por,\nAI2 — AI1\n21\nRpp = AI2 + Ah -\n(2.8)\nNote que tanto no caso acustico como no caso de incidência normal o coeficiente de reflexõo Rpp pode ser escrito como o quociente da diferença entre uma funçao computada no meio 2 e no meio 1 dividida pela soma desses valores. Isto sera fundamental para a construçõo das aproximações tipo impedência. Para o coeficiente de reflexõo Rps nao se tem um caso simples ou particular para simplificar a expressõao.\nComo e possível observar, as equações (2.2) e (2.3) sao difíceis de manipular e tambem é quase impossível prever como mudancas nos contrastes dos parêmetros elésticos afetam os coeficientes de reflexaõo. Por isto diferentes aproximaçcõoes foram propostas no passado. Sõo extremamente uteis para aplicações préticas e revelam rapidamente a informaçõo contida no comportamento das amplitudes, e sõo a base das técnicas conhecidas como anélise de AVO (do inglês, Amplitude Variation with Offset). Mostraremos, nas secoes seguintes, uma aproximaçõo baseada em série de Taylor e duas aproximações baseadas no conceito de impedêancia.\n2.2\tAproximações Baseadas em Série de Taylor\nunicamente para RPP (o caso do coeficiente de reflexao P-S é similar). Temos que considerar que os parametros elasticos entre as duas interfaces variam suavemente, ou seja, podemos escrever\nai = a — Aa/2,\nPi = P — AP/2,\nPi = P — AP/2,\na2 — a + Aa/2,\nP2 = P + AP/2,\nP2 = P — AP/2,\n(2.9)\nonde u í a mídia aritmítica entre u1 e u2 e Au = u2 — u1, para u = a, P, p.\nConsiderando os vetores x = (a, P, p) e y = (Aa, Ap, Ap) podemos inserir as expressões (2.9) nas equacões (2.2)-(2.6) e definir RPP como uma funçao de x e y,\nRpp = R(a, P, P, Aa, AP, Ap) = Rpp(x, y).\n(2.10)\nO desenvolvimento de Taylor de primeira ordem na variavel y ao redor de y = 0 e dado por\nRpp « Rpp(x, 0) + Vy Rpp(x, 0) • y,\n(2.11)\nonde V denota a funcao gradiente e • denota o produto escalar canênico.E fácil ver que\nRpp(x, 0) = 0,\n(2.12)\numa vez que se os contrastes sãao nulos naão ha reflexãao. Resta obter o gradiente\nVyRpp (x, 0) -\ndRpp dRpp 3Rpp\\ dAa ’ dAP ’ dAp J\n(2.13)\ny=0\nCalcularemos a primeira derivada (com respeito a Aa) sendo que as outras são obtidas de maneira analoga. Por definição,\ndRPP\tRPP(x, Aa, 0, 0) — RPP(x, 0, 0, 0)\tRPP(x, Aa, 0, 0)\n------\t= lim \t = lim \t dAa y=o x.—ii\tAa-x.—íi\tAa\n(2.14)\nChamando f e g ao numerador e ao denominador respectivamente na equação (2.2), temos que RPP(x, Aa, 0, 0) = f (x, Aa, 0, 0)/g(x, Aa, 0, 0). Para Aa = 0, f (x, 0, 0, 0) = 0 e g(x, 0, 0, 0) = 0. Podemos utilizar a regra de L’Hópital para calcular o limite em (2.14),\nlim RPP..Aa, 0,0) = lim f a,Aa, 0,0)\t= _Ô/_\t# #\t___1____\nAa\ta«-o Aag(x, Aa, 0, 0) dAa(x’ 0 0 0) g(x, 0, 0, 0)'\n(2.15)\ncisamos de\n0(x, 0, 0, 0),\n(x, 0 0 0)\nd/\tdf\ndA Ç(x 0 0 0) e dAp(x’ 0 0 0)'\n(2.16)\nApós manipulações algébricas,\ng(x, 0, 0, 0) = 4aÇp\\/1 — a2p2 y/1 — Ç2p2,\nf(x, 0,0,0)\t=\t2Çp2 Ç — Ç2p2,\ndAav\t7\t0 — a2p2\n(x, 0, 0, 0) = — 8aÇ2p2p2\\1 — a2p2\\Z 1 — Ç2p2 e\ndAp(x, 0, 0, 0) = 2aÇpV1 — a2pÇ/1 — Ç2p2(1 — 4Ç2p2).\n(2.17)\nPortanto, a aproximacão baseada em serie de Taylor do coeficiente de reflexao P-P é dada por\nRpp\n1\tn - ,2 2- A p\t1\t1\tAa\t2 2 AÇ\n- 1 — 4Ç2p2 -SS +\t-----2-2-----4Ç2p2^.\n2\tp 2 1 — a2p2 a\tÇ\n(2.18)\nPara escrever esta aproximação em funcão dos ângulos tambem temos que aproximar p como,\nsin 0\nP ~------,\na\n(2.19)\nonde O ea media de Oi e 02- Assim a equação (2.18) fica,\nÇ2\n,\t■ 2 n\\ AP,1\t2a Aa\tAÇ2 ■ 2a AÇ\n1 — 4— sin2 0--+ - sec2 0--4— sin2 0——.\np 2\ta a2\tÇ\na2\n(2.20)\nRpp ~\n1\n2\nNó caso dó coeficiente de reflexõó da onda P-S podemos utilizar as mesmas argumentações. CónseqUentemente, podemos aproximar Rps por,\nRps ~ Rps (x, 0) + Vy Rps(x, 0) • y.\n(2.21)\nNa equaçao (2.3) o numerador se anula quando y = 0, logo, RPS(x, 0) = 0. So resta calcular o gradiente na equação (2.21), escrevendo RPS(x, y) = h(x, y)/g(x, y), já que o denominador na equação (2.3) e igual ao da equação (2.2). Fazendo os calculos analogos as equaçães (2.13)— (2.15), resta calcular\n0(x, 0, 0, 0)\ndAa (x 0 0 0)\ndh .\t.\tdh .\t.\ndA Ç(x’0’0’0) e dAp x0’0’0)'\nApós manipulações algébricas,\nP(X O, O, 0)\nP..(x'0' °'0)\n(x'0'0'0)\ndh dAp\n(x, 0, 0, 0)\n4aPp\\/1 — 'i2p2\\1 — P 2p2,\n0,\t(2.23)\nI6nip2 py/1 — a 2p2 (^/1 — a2 p\\/1 — P 2p2 — aPp2) e\n—4apP^/1 — a2p2 2^/1 — '>2p2\\1 — P2p2 — a(1 — 2p2p2) .\nA aproximaçõo de primeira ordem do coeficiente de reflexõo RPS, ó entao dada por,\n—pa\n2^/1 — P2p2\n(1 — 2p2p2 + 2P1 — «W1 - P 2 ) \\\ta\tp J\nAP\nP\nf 4p2p2 — 4p1 — a2p2 V1 - p2p2 )\n\\\ta\tp J\nAP\nP .\n(2.24)\nNeste caso, para escrever a aproximaçõo em funçõo dos ângulos temos que considerar tambem os ângulos da onda S na definiçõo do parâmetro p, equaçõo (2.19),\nsin 0\np ~------\na\nsin p\n(2.25)\nonde p e a media de p1 e p2. Logo, a aproximaçõo (2.24) se torna,\n- sin 0\n2 cos p\n^1 — 2P\tsin2 0 — cos 0 cos p^\nAp\nP\nRps ~\nRps ~\nP\na\np\nP\n4 P ÍP • 2 0\t0 A AP\n—4—1 — sin 0 — cos 0 cos p —— .\na\tJ P\n(2.26)\nOutras formas lineares baseadas em Sóries de Taylor podem ser encontradas, por exemplo, em Aki and Richards (1980), Tjaland (1993) e Ramos and Castagna (2001). Algumas das aproximações para Rpp serõo apresentadas neste Capítulo.\n2.3\tAproximações Tipo Impedância\nUma nova abordagem surgiu nos ultimos anos para aproximar os coeficientes de reflexõo Rpp e Rps. A idóia original, desenvolvida por Connolly (1999) para o coeficiente Rpp, ó\nencontrar uma função impedência I tal que possamos aproximar o coeficiente de reflexão como,\nI(a2,p2,p2,P) - I(«1, pi, P1, P) _ I2 - I1\nRpp --------------------------------—--------,\nI(«2,p2,P2,P) + I(«i,pi, pi,p)\tI2 + I1\n(2.27)\nonde os índices 1 e 2 fazem referência ao meio de incidência e de transmissão, respectivamente. Note que no caso acustico, ou no caso de incidência normal, o coeficiente de reflexão RPP tem exatamente a forma da equação (2.27) com a função I = AI sec 0 no caso acustico, equaçao (2.7), ou I = AI no caso da incidência normal, equação (2.8).\nSantos and Tygel (2004) generalizaram o trabalho de Connolly, trabalhando com a funçao refletividade, chegando a uma equaçao diferencial parcial, cuja solução é a funcão impedancia como veremos a seguir.\nA função refletividade pode ser entendida como uma média da variacão do coeficiente de reflexãao na vizinhançca do ponto de reflexãao. Para poder expressía-la, consideramos as variáveis elásticas e o angulo de incidência como funçao de um unico parâmetro s perto do ponto de incidência. Tomando um pequeno incremento As as variaveis são reescritas como,\na1 — a(s — As/2), p1 — p(s — As/2), p1 — p(s — As/2), Q1 — Q(s — As/2),\n«2 — a(s + As/2), p2 — p(s + As/2), P2 — p(s + As/2), e Q2 — Q(s + As/2).\t(2.28)\nUtilizando a Lei de Snell, equação (2.1), deve-se ter o cuidado ao reescrever o parâmetro de raio p,\nsin Q(s — As/2) a(s — As/2)\nsin Q(s)\na(s)\nsin Q(s + As/2) a(s + As/2)\n(2.29)\nA função refletividade ã descrita por,\nR(s) —\nP\tRPP (x(s),x(s + As/2) — x(s — As/2))\nA.sVl\tAs\n(2.30)\nonde x ã o mesmo que em (2.10), e, assim,\nR(s) —\nP\tRPP(x(s), x(s + As/2) — x(s — As/2)) — RPP(x(s), 0)\nAj^ü\tAs\n— Vy RPP •\ndx. (2.31)\nds\nPortanto, considerando os calculos feitos anteriormente para a aproximação de Taylor, equações (2.14) - (2.17), e que x' = (a',P', p') se obtem,\nR — 2 [1 — 2P2] P + 1\n1\n«\ta 2\t2 p\n1\t2 2 — 1 p2P ? •\n1 — a2p2_| a\tp\nonde ' indicam as derivadas com relação a s. Levando em conta a definição de refletividade, equação (2.30) podemos aproximar o coeficiente de reflexao como,\nRPP « R(s)As,\t(2.33)\ne aproximando as derivadas exatas pelas derivadas discretas em (2.32), uz ~ Au/As, e obtida a aproximacão linear (2.18).\nPor outro lado, utilizando a equaçao (2.27), a refletividade pode ser escrita como,\nR(s) —\tlim 1 I(s\t+ As/2) -\tI(s\t-\tAs/2)\t= 1\tAs)\nR(s)\tAs- - As I(s\t+ As/2) +\tI(s\t-\tAs/2)\t2\tI(s) '\n(2.34)\nIgualando (2.32) e (2.34) se chega a uma equação diferencial para I\nI'\tP\n7 — [1 - 4í2p2] p- +\nI L\tJ p\n.\t2 2 - - 8 [Í2P2]\n1 - a2p2 a\tp\n1\n(2.35)\nA solução desta equaçao diferencial proverá as diferentes aproximações tipo impedância para rpp .\nNo caso da onda P-S nao se tem os casos particulares acustico e de incidância normal da onda P-P, porám, á possível matematicamente procurar uma função L tal que o coeficiente de reflexão RPS seja aproximado por\nL(a2,Í2,P2,p) - L(ai,Pi,pi,p) L2 - Li Rp s\t.\nL(a2,Í2,P2,p) + L(ai,Pi,pi,p) L2 + Li\n(2.36)\nNeste caso, temos que considerar tambem que\n^i — p(s - As/2) e ^2 — p(s + As/2),\n(2.37)\ne, portanto, o parâmetro do raio, equacão (2.29) e dado por,\np ~\nsin 0(s)\nsin ^(s)\na(s)\np (s)\n(2.38)\nAnalogamente ao caso P-P, equaçoes (2.27) e (2.34), e considerando as derivadas calculadas em (2.23) para a aproximação de Taylor de RPS se estabelece uma equacão diferencial para\nL,\nL'\tpa\nL ^/i - p2p2\n(-1 + 2p2p2 - 2p2^1 -\t£ +\n\\\ta\tp ) p\n4p2p2 - 4p2\ny/1 - a2p2 y/1 - p2p2 a\tp\npL\np\n(2.39)\n+\np\nDesta equação resultam as diferentes aproximações de tipo impedância. Novamente aproximando as derivadas exatas pelas derivadas discretas se obtem a aproximação linear (2.24).\n2.3.1\tImpedância Elástica\nConsiderando a Lei de Snell, equação (2.29), e escrevendo K = 3/a, a equação (2.35) se torna\n1 '\t11\tp\n4 =\tf1\t- 4K2 sin2 0]\tp + sec2 o-\t- 8\t\\K2 sin2 0]\tp.\n1\tp a\tp\n(2.40)\nA função Impedância Elástica (EI) obtida por Connolly (1999) se obtêm de resolver esta equação, considerando 0 e K constantes atraves da interface refletora. A hipotese do êngulo viola a propria a Lei de Snell. Integrando a equaçao (2.40) sob estas hipóteses, obtemos,\nE1 = Cei\n1—4K2 sin2 Q\nasec2 Q\n—8K2 sin2 Q\n(2.41)\np\np\n5\nonde Cei e uma constante de normalização, veja por exemplo (Whitcombe, 2002).\nGonzalez et al. (2002) introduziram a PS Impedância Elástica (PSEI) que é a solução de\n(2.39) considerando novamente d e K constantes,\nPSE1 = pc pd\n(2.42)\nsendo\nsin 0\n\\/1 - K2 sin2 0\nc\nd\n2K2 sin2 0 - 1 - 2K cos 0\\/1 - K2 sin2 0\ne\n4 sin 0\n\\/1 - K2 sin2 0\nK2 sin2 0 - K cos\n0\\/1 - K2 sin2 0\n(2.43)\n2.3.2\tImpedância de Reflexão\nPara obter a funçõo Impedancia de Reflexão obtida por Santos e Tygel (2004), supomos que (2.35) admite uma soluçõo do tipo I = I(a(s), fl(s), p(s),p), sendo p constante. Fazendo isto, o diferencial total de I com respeito a sé dado por\nI' =\ndI , dI , dI , dpP + ãaa +\n(2.44)\nSubstituindo esta expressõao em (2.35) se conclui que, esta ultima admite soluçcõao se as trêes equaçcoões diferenciais parciais\n1 dI_ I dp 1 dI\nI da\n1 dI_ Idfl\n1 — 4¡32p2\n•>\nP\n1\na(1 — a2p2) ’\n—80p2,\n(2.45)\nse satisfazem simultaneamente. Integrando a ultima equacõo de (2.45) com respeito fl temos\nque\nI = G(a, p) exp(—4fl2p2)\n(2.46)\nonde G(a, p) é uma funçõo a ser determinada. Introduzindo (2.46) nas duas primeiras equaçcõoes de (2.45) sõao obtidas as relaçcõoes\n1 dG 1 - 4fl2p2\t1 dG\t1\tz\nG dp\tp\tG da\ta(1 — a2p2)\nA equaçao referente à derivada com respeito a a pode ser integrada fornecendo\nG = H (p)\na\ny/1 — a2p2\n(2.48)\nonde H é uma funcõo a ser determinada. Porém, ao substituir (2.48) na primeira equaçõo de (2.47) chegamos a\n£ dH = 1 — 4fl2p2 H dp\tp\n(2.49)\nNote que o lado esquerdo desta equaçcõao depende somente de p enquanto o lado direito depende de p e de fl. Portanto a funçõo I nõo tem a forma esperada. Para contornar este\nproblema supomos que p e Ç tenham uma relação funcional, isto é, Ç = Ç(p). Agora sim, a equação (2.49) pode ser integrada em p e\nH = Co P exp { — 4p2 y' —dpj> ,\t(2.50)\nsendo Co uma constante de integração. Juntando (2.46), (2.48) e (2.50), uma soluçao de (2.35), e então dada por\nI = Co\npa\na2p2\nexp\n—4p2\nç2 + í A-\nJ P\n(2.51)\nSe retornamos à equaçao (2.35) e substituímos nesta equação a relaçao entre Ç e p o resultado é o mesmo. E importante ressaltar que a impedância de reflexão (2.51) se reduz ao valor correto para Ç = 0, equação (2.7), e tambem na incidância normal p = 0, equaçao (2.8). A aproximação (2.41) so se reduz ao valor correto no caso acustico.\nPara estabelecer uma impedância de reflexao analoga para o coeficiente de reflexão da onda P-S proposta neste trabalho, procuramos uma função L = L(a(s), Ç(s), p(s),p) que seja soluçao de (2.39). O seguinte sistema de equações e estabelecido,\n1 dL L dp\n1 dL\nLdÇ\nap\n1 — ç 2P2\n1 + 2Ç 2p2 — 2Ç2\ny/1 — a2p2\t1 — Ç2 p2\na\tÇ\n/p [4Ç2p2 — 4Ç1 — “2p2 TEÃE)\nÇ^1 — Ç2 p2 \\\ta ç J\n(2.52)\nPara integrar a equaçcãao referente a Ç vemos que o lado direito da segunda equaçcaão de (2.52) depende de a, portanto para poder continuar supomos uma relaçao entre a e Ç, isto e, a = a(Ç), obtemos,\nL ..y.pM'V3)\nap\n(2.53)\na\nÇ\nonde N é uma função a ser determinada. Substituindo este resultado na primeira equação de (2.52) chegamos a\n1 dN\nN dp\nap\npV1 — Ç 2p2\n1 + 2Ç2 p2 — 2Ç2\ny/1 — a2p2\t1 — Ç2p2\naÇ\n(2.54)\ndevemos supor uma relação funcional entre p e fi, integrando obtemos a função L como\n2ap y/1 - P2P2\n(p 2p2 - P n/1\tA - j\n2 - j - 1 dp>. (2.55)\nP\nConsiderando a relação entre p e p, p = bp7, e acrescentando que K = p/a seja constante, e resolvendo as integrais em (2.55) obtemos a aproximação que chamamos SRI- ShearReflection Impedance como\nSRI = exp{ a cs^(Pp) - (2 + y) Pp V 1 - a2p2 + ap^1 - P2p2 + Karcsin(ap) . (2.56)\nK\n2.3.3\tA Função fl = fl(p) no Coeficiente RPP\nA impedância de reflexão para a aproximação de RPP necessita de uma relação entre a velocidade da onda S e a densidade do meio. Testamos diferentes relaçães entre fi e p. Santos and Tygel (2004) escolheram como dependância entre p e fi uma relação tipo Gardner (Gardner et al., 1974),\nP = bPY,\n(2.57)\nonde b e 7 sao constantes. Originalmente esta relacão e estabelecida entre a e p, porém, como tambem é utilizado na pratica temos uma relacão linear entre a e fi, esta escolha esta bem justificada. Utilizando (2.57) em (2.51) obtemos,\nI = RI = Co —\t y/1 — a2p2\tí exp{2[2+ y]P2p2} i\t'\tse\tP' = 0 se\tP' = 0\t(2.58)\nSupondo uma relacao exponencial,\t\t\t\np\t= po e:xp{7ip},\t\t(2.59)\ncom p0 e 7i constantes, obtemos\t\t\t\nI = RIE = Co\tpa\tí exp{3 [3 + yip]p2p2}\tse P = 0\t(2.60)\ny/1 — a2p2\t1\t(p/Po)-4p2p2\tse P = 0\t\nPropondo uma relacão afim entre p e P,\nonde po e 72 são constantes, e resolvendo a integral na equação (2.51) a impedância fica\nI = RIA = Co\npa\ny/1 — a2 p2\nexp{2p2[2P2 + a2 — 4ca + 2c2 log(Y2a)]}\n(p/po)-*’2”2\nse P' = 0\nse P' = 0\n(2.62)\nonde c = po 2 e a = c + P.\nNa proóxima seçcõao mostraremos alguns exemplos para comparar estas trâes aproximacçõoes.\n2.4\tExperimentos Numericos\nDe maneira a poder avaliar as diferentes aproximações utilizamos os modelos apresentados em Castagna et al. (1985), descritos na Tabela 2.1. Estes modelos sao muito utilizados na literatura por serem dados reais a partir de medidas de pocço e de laboratóorio, principalmente do Golfo do Móxico. Sõo 25 modelos, contendo em cada um, uma camada de areia com gás (em inglês, “gas sand”), uma camada de areia com agua de mar (em inglês, “ brine sand”), e uma camada de folhelho (em inglês, “shale”).\nPara calcular K em cada modelo nõo utilizamos a módia dos quocientes ao quadrado das velocidades, como ó utilizado usualmente (Connolly, 1999). Utilizamos a soluçõo de quadrados mónimos por apresentar um melhor ajuste. Logo, as constantes foram calculadas como,\nK = aiPi + a2P2\t= log(p2/pi)\na2 + a2\te 7\tlog(P2/Pi)'\n(2.63)\nNo apêndice apresentamos os valores calculados para os 25 modelos e as quatro interfaces consideradas, assim como também os valores dos contrastes das velocidades e a densidade. Estabelecemos um critério de erro para as aproximaçães para ser apresentado junto com os gréficos. Sempre analisamos a parte real do coeficiente de reflexão. Os erros utilizados foram o erro percentual relativo (100 *\t(Rpp — Raprox)/RPP) e o erro absoluto\n(|Rpp — Raprox|), onde Raprox representa cada aproximacão. Na Figura 2.2 vemos os dois tipos de erros para uma interface folhelho sobre areia com agua. Nos gráficos da figura acima à esquerda observamos que exibindo todos os êngulos ha uma discrepência entre os erros e as aproximações apresentadas. Observe que o erro absoluto é mais sensível na região de êngulo crítico (o pico) e o relativo, para êngulos menores a 50%. Este ultimo fato se deve aos baixos valores para o coeficiente de reflexão nesta região. A aparente diferença entre o observado e os erros se deve a um problema de escala como é possível observar nas ampliações para diferentes intervalos apresentados nas outras figuras: observamos no intervalo de êngulos menores a 40° um erro que chega a 15% (onde as aproximações são muito boas).\n\tAreia com gas\t\t\tAreia com agua\t\t\tFolhelho\t\t\nModelo\ta\tp\tP\ta\tp\tP\ta\tp\tP\n1\t3.04\t1.74\t2.05\t3.28\t1.68\t2.19\t3.27\t1.65\t2.20\n2\t3.70\t2.06\t2.26\t4.06\t2.03\t2.40\t4.69\t2.61\t2.49\n3\t3.08\t2.34\t2.14\t3.85\t2.24\t2.24\t2.77\t1.52\t2.29\n4\t3.62\t2.58\t2.30\t4.06\t2.34\t2.30\t4.06\t2.18\t2.58\n5\t2.91\t1.85\t2.01\t3.21\t1.79\t2.22\t3.05\t1.69\t2.34\n6\t3.96\t2.80\t2.41\t4.55\t2.61\t2.44\t3.21\t1.60\t2.39\n7\t2.69\t1.59\t2.25\t3.05\t1.56\t2.40\t2.77\t1.27\t2.45\n8\t3.39\t1.79\t2.50\t3.42\t1.78\t2.53\t2.77\t1.45\t2.67\n9\t1.58\t0.94\t1.94\t2.52\t0.90\t2.11\t2.31\t0,85\t2.18\n10\t3.19\t1.98\t2.45\t3.44\t1.94\t2.52\t2.75\t1.26\t2.43\n11\t3.47\t1.75\t2.21\t3.55\t1.54\t2.38\t3.51\t1.85\t2.46\n12\t4.91\t3.30\t2.59\t5.03\t3.32\t2.61\t3.60\t1.85\t2.63\n13\t1.54\t0.98\t2.05\t2.07\t0.81\t2.10\t1.94\t0.77\t2.10\n14\t2.07\t1.29\t2.02\t2.69\t1.38\t2.13\t2.67\t1.13\t2.29\n15\t1.68\t1.15\t2.10\t2.19\t1.21\t2.15\t2.10\t1.03\t2.10\n16\t1.86\t1.16\t2.09\t2.52\t1.20\t2.24\t2.59\t1.39\t2.30\n17\t3.45\t2.02\t2.10\t3.81\t2.30\t2.25\t3.81\t2.26\t2.40\n18\t2.25\t1.30\t2.06\t2.66\t1.25\t2.23\t2.38\t0.94\t2.27\n19\t2.84\t1.76\t2.08\t2.84\t1.47\t2.08\t2.74\t1.39\t2.06\n20\t1.44\t0.58\t1.53\t2.13\t0.67\t1.90\t1.83\t0.40\t2.02\n21\t2.18\t1.37\t2.19\t3.05\t1.46\t2.30\t3.35\t1.72\t2.36\n22\t3.04\t1.92\t2.09\t3.46\t1.85\t2.26\t2.31\t0.94\t1.90\n23\t1.42\t0.97\t1.97\t2.11\t0.93\t2.11\t2.10\t0.64\t2.14\n24\t2.93\t1.79\t1.96\t3.21\t1.85\t2.17\t2.87\t1.30\t2.27\n25\t4.05\t2.38\t2.32\t4.35\t2.34\t2.40\t2.77\t1.52\t2.30\nTabela 2.1: Modelos tomados de Castagna et al. (1985) para testar as diferentes apro-ximacoes. As velocidades estao expressas em km/s e a densidade em g/cm3.\nNa apresentação dos resultados utilizaremos o erro percentual por acreditar que representa adequadamente o comportamento das aproximacães. Outro tipo de erro que apresentaremos, para comparar as aproximaçães para os diferentes tipo de interfaces para todos os 25 modelos e o erro quadrático medio, para poder avaliar o erro considerando todo o intervalo de ângulos de 0o ate 90°. Este erro é computado como,\nErro quadratico medio —\n(2.64)\ncom n — 90 o numero de ângulos considerados.\n2.4.1\tReflexão P-P\nPrimeiramente fizemos uma analise da funçõo fl = fl(p). Escolhemos 4 tipos de interfaces presentes na natureza: areia com gas sobre areia com agua de mar, folhelho sobre areia com gas, areia com agua de mar sobre folhelho, e folhelho sobre areia com agua de mar. Nos exemplos das Figuras 2.3 podemos observar primeiro o impacto da funcao fl = fl(p). Nestes exemplos nõo houve praticamente diferença entre as funções tipo Gardner e a funçõo tipo afim, sendo a aproximacçõao tipo exponencial a que apresentou maiores erros. Este fato pode ser observado melhor na Figura 2.4, onde o erro quadrático medio mostra que a pior aproximaçcõao e a da impedêancia de reflexaõo utilizando a funcçõao exponencial. A funçcõao tipo Gardner e a funçõo tipo linear sõo quase indistinguéveis. Porem, deve ser observado que para alguns modelos, por exemplo o modelo 12 para três das quatro interfaces, o erro quadrático méedio da aproximaçcaõo afim nõao aparece na figura. Isto se deve ao fato que nestes modelos esta aproximacõo tem valores muito altos e, portanto, o erro é muito grande. Baseados nesses testes, comparamos as diferentes aproximacçõoes para o coeficiente de reflexõao utilizando na aproximaçõo tipo impedancia de reflexõo, uma relaçõo tipo Gardner entre fl e p. Na Figura 2.5 comparamos as aproximações para o coeficiente de reflexõo Rpp, utilizando os mesmos modelos apresentados anteriormente. Observamos que a aproximaçcaõo tipo im-pedaência de reflexõao e a que melhor se aproxima da formula exata, mesmo na presençca de êngulo crético. Este fato pode ser corroborado na Figura 2.6 onde sõo mostrados os erros quadráticos médios. Um fato destacavel desta figura é o pior desempenho da aproximacõo de Aki-Richards para todos os modelos considerando todos os êngulos. A aproximaçõo tipo impedancia eléstica tem um bom comportamento, porem, um pouco pior que a impedência de reflexõao.\n2.4.2\tReflexão P-S\nNesta secçaõo apresentamos alguns exemplos utilizando as aproximaçcõoes para o coeficiente de Reflexõo Rps. Na Figura 2.7 apresentamos quatro modelos selecionados da Tabela 2.1, os mesmos que utilizamos para comparar as aproximações Rpp. Nos dois primeiros modelos se observa que todas as aproximaçcoões foram muito boas, sendo a de impedêancia de reflexõao melhor para êngulos grandes. Em presenca de êngulo crítico nenhuma aproximaçõo foi satisfatéoria. A aproximaçcõao que utiliza a impedêancia de reflexaõo tenta encontrar o pico mas depois tem erros muito grandes. Eé notéavel tambéem que os erros sõao bastantes grandes nesta regiõao, mas devemos alertar que estamos trabalhando com o erro relativo e, neste, caso temos que nesta regiaõo o coeficiente alcancça o valor zero duas vezes, logo o erro relativo nao esté definido. Na Figura 2.8 apresentamos os erros quadráticos médios para os quatro\nmodelos escolhidos para os 25 modelos da Tabela 2.1. Destas figuras não podemos decidir qual aproximação teve um melhor desempenho sendo que para alguns tipos de interfaces e modelos o erro foi menor para uma aproximação e em outros casos o erro foi baixo para outras aproximacães. Por este motivo desenvolvemos um novo criterio que pode ser aplicado somente quando o numero de modelos estudados e grande.\n2.4.3\tCurvas de Desempenho\nAdaptamos um criterio utilizado na area de otimizaçcaão matematica para avaliar o desempenho de metodos computacionais (Dolan and More, 2002). Para construir as chamadas curvas de desempenho para cada aproximação devemos definir duas variaveis. Uma, chamada quociente de desempenho, compara o desempenho da aproximação a para o modelo m com a melhor aproximação para esse modelo, sendo a melhor aproximação aquela com menor erro,\nrm,a\nem,a\nmin{em,a : a E A} ’\n(2.65)\nonde em,a e o erro para o modelo m utilizando a aproximaçao a e A e o conjunto de aproximações. Sendo n o numero total de modelos, o perfil de desempenho e definido como,\npa(T) = — tamanho {m E M\\rma &lt;t}, n\n(2.66)\nonde M e o conjunto de modelos. Logo, pa(t) e a funçao distribuicao cumulativa do quociente de desempenho. Logo aproximações com grandes probabilidades seriam as preferidas. Devemos esclarecer que o metodo esta baseado na hipótese de que as aproximacões foram satisfatórias.\nNa Figura 2.9 observamos os perfis de desempenhos para as três aproximações do coeficiente de reflexao Rps utilizando o erro quadrático medio. O valor de pa(r), num ponto da curva, e a porcentagem de modelos aproximados pela aproximaçõo a com uma precisõo de ate t vezes o menor erro possível para cada modelo. Logo, considerando este erro, se queremos ter o menor erro para cada modelo observamos que as aproximaçcõoes utilizando impedências aproximam melhor um pouco mais de 40% dos 100 modelos. A de Aki-Richards um pouco mais de 10% dos modelos. Se consideramos t entre 1 e 2, PSEI e SRI têm um comportamento similar. Para 2.0 &lt;t a SRI e melhor que as outras duas. O real significado se pode entender melhor analisando a Figura 2.10. Nesta figura desenhamos, com quadrado preto, os erros mínimos para cada modelo. Vemos que o erro esta abaixo de 0.3 para todos o modelos, mas que na verdade fora alguns modelos o erro quadratico medio ficou abaixo de 0.1. Note que nõo sabemos qual aproximacõo foi a de menor erro. Os cículos marrons\nsão os erros mínimos para cada modelo multiplicados por um fator de 2.6. Aqui observamos que, novamente fora alguns modelos, o erro ficou abaixo de 0.3. Logo voltando ao gráfico de desempenhos, se consideramos aceitável ficar com um erro menor a 0.3, a SRI aproxima quase 95% dos modelos, a PSEI um 85%, e a aproximacão linear 75% com um erro no máximo 2.6 vezes o erro mínimo para cada modelo.\nO perfil de desempenho calculado usando a média dos erros absolutos se observa na Figura 2.11 e 2.12. Nesta ultima o t escolhido foi de 2.5. Vemos que quase todos os erros ficam menores que 0.3. As aproximações de Aki e SRI aproximam quase 85% com erros que foram no maximo 2.5 o erro mínimo para cada modelo. Se aumentamos um pouco o t a SRI aproxima quase todos os modelos, poráem o erro pode nãao ser aceitáavel.\nOs perfis de desempenho das aproximacçãoes para a máedia dos erros relativos se apresenta na Figura 2.13. Se observa que neste caso a SRI aproximou melhor 40% dos modelos em quanto que as outras duas ficaram com 30%. A SRI aproximou 60% dos modelos com um erro no máaximo duas vezes o menor erro, como observado na Figura 2.14, isto significa um erro menor a 20%. As outras duas aproximaçcãoes aproximam para a mesma tolerâancia menos de 50% dos modelos. Se a tolerâancia for mais alta, 7 vezes o erro mánimo, Aki e SRI aproximam 80% dos modelos com este erro o que significa erro de quase 60%, poráem, este erro áe sáo para alguns modelos, o resto fica abaixo de 30% (Figura 2.14).\n0\t20\t40\t60\t80\nLU\n20\n0L\n0\no 10-\n20\n40\n<\n'o\niíi\n0.04\n0.01\n&lt;'o\n■0.01------------1-----------1-----------1-----------1-----1\n0\t20\t40 ... .60\t.80 90\nÂngulo de incidência (graus)\nLLI\nÂngulo de iiíSdência (graus)\n40\n\n\nFigura 2.2: Comparação dos erros percentual e absoluto para um dos modelos da Tabela 2.1, utilizando as aproximações tipo impedância de reflexão: RI em azul, RIE em vermelho e RIA em verde. Acima a esquerda, 0o &lt;0 &lt;90°. Acima a direita 0o &lt;0 &lt;40°. Abaixo à esquerda: 40° &lt;0 &lt;70°. Abaixo à direita: 70° &lt;0 &lt;90°.\n—Exato\n---RI --RIE\nRIA\n1\nQ_ 0\n-1,____________\n0 20\nct\nQ_\nQ_\n-1\n— Exato\n--- RI\n--RIE\nRIA\n40\t60\t80\n0\t20\t40\t60\t80\n5\n1\n0\n\n-101\t'\t'\t'\t'\t\t\t-201\t1\t1\t1\t\t\n0\t20\t40\t60\t80\t0\t20\t40\t60\t80\n\tÂngulo de incidência (graus)\t\tÂngulo de incidência (graus)\n0\t20\t40\t60\t80\nAngulo de incidência (graus)\ncr\nO\n.401-----------,-----------,----------,---------u_\n0\t20\t40\t60\t80\nAngulo de incidência (graus)\nFigura 2.3: Comparação da formula exata de RPP e aproximações tipo impedância de reflexão com diferentes relacães entre P e p: tipo Gardner (RI), exponencial (RIE) e afim (RIA) para alguns modelos da Tabela 2.1. Acima a esquerda: folhelho sobre areia com gas, Modelo 1. Acima a direita: areia com gas sobre areia com agua, Modelo 8. Abaixo à esquerda: areia com água sobre folhelho, Modelo 21. Abaixo a direita: folhelho sobre areia com água, Modelo 25. Abaixo de cada modelo o erro percentual para cada aproximacao.\n(D\no\n'(D\nE\nO\nO\n0.1\n■o\n(Ú\n3\ncr\no\nÚ\n0\n0\t5\t10\t15\t20\t25\nNúmero de modelo\n0.1\n0.1\no\n0.08\nti\n0)\nL-\n0.06\n'(D\nE\n0.04\n'(Ú\nL-\n■O (Ú\n0.02\no\niíi\n25\n5\t10\t15\t20\nNúmero de modelo\no\n0.08\nti\n0)\nL-\n0.06\n'(D\nE\n0.04\n'(Ú\nL-\n\"O\n(Ú\nO-0.02\no\nw\n0\no >\n4-»\n(D\nL_\nO tl '(D\nE\no o\n4-» '(Ü\nL_ ■o\n(Ú\n3 cr o\n0\n0.2\n0.1\n25\n5\t10\t15\t20\nNúmero de modelo\n0\t5\t10\t15\t20\t25\nNúmero de modelo\no\n0\nm\n0\n0\nFigura 2.4: Erro quadrático médio para as aproximações tipo impedância de Rpp com diferentes relações entre P e p: tipo Gardner (o), exponencial (□) e afim (x) para os 25 modelos da Tabela 2.1. Acima à esquerda: folhelho sobre areia com gas. Acima a direita: areia com gés sobre areia com égua. Abaixo à esquerda: areia com égua sobre folhelho. Abaixo à direita: folhelho sobre areia com aégua.\nAngulo de incidência (graus)\ncr\nO\ni\n40 r\nAngulo de incidência (graus)\n-40,\n0\n80\nAngulo de incidência (graus)\tAngulo de incidência (graus)\n0\nFigura 2.5: Comparaçao da formula exata de Rpp e as aproximações de Aki-Richards (Aki) tipo impedancia elóstica (EI) e reflexao (RI) para alguns modelos da Tabela 2.1. Acima à esquerda: folhelho sobre areia com gós, Modelo 1. Acima a direita: areia com gas sobre areia com ógua, Modelo 8. Abaixo a esquerda: areia com agua sobre folhelho, Modelo 21. Abaixo a direita: folhelho sobre areia com agua, Modelo 25. Abaixo de cada modelo o erro percentual para cada aproximacçaõo.\n5\n6\n5\t-\t0\t-\no T5\t\t\t0 0\n| 4\t-\t\t0\no o\t\t0 0\t\n3\t-\t00\t-\nk- ■0\t0\t\t\n(Ú\t\t\t\n□ 2\t\tO\t\nErro —i\to o o o [ o o\tO nQOQ n\t0 □ □ Q°o\n\t\tDn\tn □□\n0\txxxxxxx!\ttxxxxxxxxxxOxxxxxx\t\no TJ&lt;(D\nE\nO o\n4—' '(C\nL-■o\n(C z cr o\n4\n3\n2\n1\n0\n0\t5\t10\t15\t20\t25\nNúmero de modelo\n0\t5\t10\t15\t20\t25\nFigura 2.6: Erro quadrático médio para as aproximações Aki-Richards (o), Impedância Elástica (□) e Impedancia de Reflexão (x) para RPP para os 25 modelos da Tabela 2.1. Acima à esquerda: folhelho sobre areia com gas. Acima à direita: areia com gés sobre areia com égua. Abaixo a esquerda: areia com agua sobre folhelho. Abaixo à direita: folhelho sobre areia com éagua.\nAngulo de incidência (graus)\n0\t20\t40\n60 80\n100\n-100al\n0\n<15.\n20\t40\t60\nÂngulo de incidência (graus)\n80\nFigura 2.7: Comparaçao da formula exata de RPS e as aproximações de Aki-Richards (Aki) tipo impedancia elastica (PSEI) e reflexão (SRI) para alguns modelos da Tabela 2.1. Acima à esquerda: folhelho sobre areia com gas, Modelo 1. Acima a direita: areia com gas sobre areia com agua, Modelo 8. Abaixo a esquerda: areia com agua sobre folhelho, Modelo 21. Abaixo a direita: folhelho sobre areia com agua, Modelo 25. Abaixo de cada modelo o erro percentual para cada aproximacçaão.\no\n>0)\nE\no o\n4—' 'ti\nL-\"O ti □ a\no líi\n-0.1\n0.2\no\n<a>\nE\no o\n0.1\nL-\n\"O\n(Ú\n3 cr\no\nLU\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0\n0\n25\n5\t10\t15\t20\nNúmero de modelo\n0.1\n0.08\n0.06\n>0)\nE\n0.04\n'(Ú\nL-\n■O\nti\n0.02\no\nlíi\n25\n5\t10\t15\t20\nNúmero de modelo\n0\n0\n25\n5\t10\t15\t20\nNúmero de modelo\no\n«D\nE\no\no\n4—' '(Ú\nL-■O (Ú 3 cr o\nLLI\n-0.1\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0\n0\n25\n5\t10\t15\t20\nNúmero de modelo\n0\n0\nFigura 2.8: Erro quadrático medio para as aproximacoes Aki-Richards (o), Impedancia Elastica (□) e Impedância de Reflexão (x) de para os 25 modelos da Tabela 2.1. Acima a esquerda: folhelho sobre areia com gas. Acima à direita: areia com gas sobre areia com agua. Abaixo à esquerda: areia com agua sobre folhelho. Abaixo à direita: folhelho sobre areia com agua.\nFigura 2.9: Perfis de desempenho para as aproximações de RPS, utilizando o erro quadrático méedio.\nFigura 2.10: Mínimos erros quadráticos médios para cada modelo, quadrados pretos. Os cérculos marrons saão os erros ménimos multiplicados por 2.6. A linha preta representa uma possével tolerâancia ao erro.\nFigura 2.11: Perfis de desempenho para as aproximações de RPS, utilizando a média dos erros absolutos.\nFigura 2.13: Perfis de desempenho para as aproximacães de RPS, utilizando a mádia dos erros relativos.\nFigura 2.14: Mínimos das mádias dos erros relativos para cada modelo, quadrados pretos. Os círculos marrons sao os erros mínimos multiplicados por 2, os celestes por 7. As linhas representam possíveis tolerâncias ao erro.\n32\nCAPÍTULO 2. COEFICIENTES DE REFLEXAO PARA ONDAS SÍSMICAS\nCapítulo 3\nCoeficiente Rpp e Presença de Gás\nKoefoed (1955) e Ostrander (1984), alertaram sobre como a variação da amplitude em função do ângulo de incidência era afetada pela presença de gás, mais precisamente com a variaçao na relação de Poisson. A partir daá, vários mátodos surgiram, assim como parametrizações da aproximaçao de Aki-Richards para o coeficiente de reflexão da onda P-P com o intuito de extrair a informação dos parâmetros elásticos contida nele. Tambám surgiram vários “indicadores” da presença de gás em rochas clásticas, dependendo da parametrizaçao ou de algumas hipátese adicionais. Neste capítulo apresentamos algumas destas formas de escrever o coeficiente de reflexão RPP assim como os indicadores associados a elas. Tambám definimos um novo indicador baseado na aproximaçcãao tipo impedaância.\n3.1\tIndicadores Baseados na Aproximação Linear\nA mais utilizada aproximação baseada em sárie de Taylor para o coeficiente RPP, á a equação (2.20),\nRPP\n1\n2\n(3.1)\nFoi Shuey (1985) quem deu uma nova visao analítica do coeficiente de reflexão a partir desta equacão. O interesse já nao era só encontrar uma alternativa as tediosas equacoes de Knott-Zoeppritz (2.2), como descrever tambóm, nas equações, os fatos observados por Koefoed (1955) e Ostrander (1984). Considerando a relaçao de Poisson\n0.5 — (^/a)2\n1 — (P/a)2\n(3.2)\na equacao (3.1) pode ser reescrita como, (Shuey, 1985),\nAoRo +\tAa\nRpp ~ Ro +\n.\tsin2 G + 1 Aa (tan2 G — sin2 G),\n(1 — a)2J\t2 a\n(3.3)\nonde\nRo —\n1\tAp\tAa\n2\tp\ta\nAo — Bo — 2(1 + Bo)\n1 — 2a\n1 — a ’\nBo —\nAa/a\nAa/a + Ap/p\n(3.4)\n5\ne\nReescrevendo as constantes em função dos contrastes das propriedades do meio temos que,\nRPP « A + B sin2 G + C[tan2 G — sin2 G],\n(3.5)\nonde\nA — 1\tAp + Aa\t, b — 1Aa\t— 2 4\t[Ap -A\n2\tpa\t2a\ta2\tp\tÇ\n1 Aa\ne C —---\n2a\n(3.6)\nNesta equacão pode ser observado a contribuição de cada intervalo de angulos de incidência. Para angulos menores que 30°, tan2 0 ~ sin2 tornando o ultimo termo da equacão (3.5) desprezível e a aproximaçao para RPP é entao dada por\nRPP « A + B sin2 G.\n(3.7)\nEsta é a famosa equação de AVO onde A é chamado de Intercepto e B de Gradiente. Para obter A e B se faz uma regressao linear dos dados. Como e apresentado em Castagna and Smith (1994), estas quantidades podem ser utilizadas como indicadores da presença de hidrocarbonetos, especialmente gas. O produto A x B é utilizado normalmente como indicador de “pontos brilhantes” (do inglês, “bright spots”) nas seçoes sísmicas, que são anomalias das amplitudes. Tambem apontam que (A + B)/2 pode ser um excelente indicador de hidrocarbonetos em seçoes clasticas, separando areia com agua de areia com gas, baseando-se na aproximacão feita por Wiggins et al. (1983),\nRp — Rs ~\nA + B\n2\n(3.8)\nonde RP e RS se definem como\nR — 1 f A '' + ap Rs — A ~ + _rl\nAa\tAp\nap\ne\n(3.9)\nsejáveis para um indicador em seções elásticas:\n•\tPara “Background”, sem hidrocarbonetos, o indicador deve ser relativamente constante e perto de zero.\n•\tO indicador deve ser negativo para interfaces de folhelhos sobre areia com gás, e com valor ainda mais negativo em relação as interfaces de folhelho sobre areia com agua.\nSmith and Gidlow (1987) utilizaram a relacao entre a e p de Gardner et al. (1974) para rochas saturadas em áagua,\np = a1/4\n(3.10)\nou — ~ - —\np 4 a\npara aproximar a equação (3.1) por\nRpp\n(3.11)\nSupondo que se pode estimar a relação ¡3/a, Smith and Gidlow (1987) desenvolveram um método, que á tao somente um ajuste de quadrados mínimos com peso, para obter os\ncontrastes Aa/a e Ap/p. Considerando também a relacao de “linha de rochas de lama” ou no inglês “ mudrock line”,\na = 1.36 + 1.16 P (em km/s)\n(3.12)\nse deduz que\n'■ = 1.16P AP\na\ta P\n(3.13)\nA equação (3.13) prediz o valor do contraste Aa/a calculado a partir do contraste Ap/P\nutilizando a linha de rochas com lama o que levou a Smith and Gidlow (1987) definirem o fator de fluidos como\nAF = A - 1.16 - A\na\ta P\n(3.14)\nOu seja, em presençca de rochas saturadas em áagua ou folhelhos este valor deve ser zero, e deve ser negativo para interfaces de folhelhos sobre areia com gás. O quociente P/a deve ser estimado e os contrastes sao obtidos invertendo-se a equação (3.11).\nFatti et al. (1994) preferem reescrever a equaçao (3.1) em funcão das impedências acusticas,\nIp = p a e Is = p P,\nRpp ~\n1\n2\n1 + tan2 0\nNIp\nIp\nP2 • 2 0\n— sin 0 a2\nNIs\nIs\n1\tP2\n- tan2 0 — 2 sin2 0\n2\ta2\nNp\nP\n(3.15)\n4\nO último termo na equação (3.15) é pequeno para ângulos de incidência menores que 35° e supondo que a razão ¡3/a esta entre 1.5 e 2.0, temos então,\nRpp ~\n1\n2\n1 | tan2 0\tnip\t-4\t'P2 • 20 — sin 0\n\tIp\t\ta2\nNIs\nIs '\n(3.16)\nGoodway et al. (1999) sugerem que propriedades fundamentais das rochas, a constante de Lame A e o modulo de cisalhamento p,\nX = p(a2 — P2) e p = pP2,\n(3.17)\npodem ser utilizados como indicadores. Porem, dada a dificuldade no processo de inversão preferem definir outros parâmetros. Da equação (3.17) e da definição das impedâncias acusticas calcularam novos indicadores\nV = Xp = Ip — IS e W = pp = IS,\n(3.18)\nonde IP e IS sao obtidos da equaçao (3.16) mediante um ajuste de quadrados ménimos.\nConsiderando 3/a constante e conhecida para a inversão, Gray et al. (1999) utilizam os contrastes de A, p e p como parâmetros e reescrevem (3.1) como\nRpp ~\n1\n4\n1É.\"\n2 a2\n2 0 NX + P2 sec 0——|—-\nX a2\n1\tsec2 0 — 2 sin2 0\n2\nNP + p\n1 sec2 0\n4\nNp\np\n(3.19)\n1\n2\nNote que neste caso e preciso encontrar três parâmetros em lugar de dois. Os préprios contrastes saão tidos como indicadores, sendo A, segundo Goodway et al. (1999), um indicador direto de hidrocarbonetos.\nSmith and Gidlow (2000) reescrevem a equaçao (3.19) como\nRpp ~\n_1\t1 W '\t2 NV sec2 0^— +\tW\t1 sec2 0 — 2 sin2 0\n4\t2 W + V_\t\tW | V\t\n\t\tV\t\t2\nNW (3.20)\nW\nW\ntan2 0 - 4\nNp\n2 Np sin 0 —\nW + V\np\n\nUma vez conhecido este quociente, pode-se inverter a equação (3.20) para achar os contrastes, que funcionam como indicadores. Novamente e necessario inverter para três parâmetros a equaçcãao (3.20).\nA Tabela abaixo exibe um resumo dos indicadores discutidos nesta seçcãao,\nAutores\tEquaçao\tIndicadores\nShuey (1985)\t3.5\tA x B, (A + B)/2\nSmith e Gidlow (1987)\t3.11\tAF\nFatti et al. (1994)\t3.16\tAIp/Ip, AIs/Is\nGoodway et al. (1999)\t3.16\tAp, As\nGray et al. (1999)\t3.19\tAA/A, As/s, Ap/p\nSmith e Gidlow (2000)\t3.20\tAV/V, AW/W\nTabela 3.1: Diferentes parametrizações e aproximações da equação 3.1 e seus respectivos indicadores de hidrocarbonetos.\n(3.21)\nExistem outros indicadores calculados a partir dos já apresentados como, por exemplo, a razao de Pseudo-Poisson e a razao de Poisson. Considerando a definiçao das impedâncias acusticas, podemos calcular £/a como,\n£ = is a Ip\nLogo, uma vez obtidas as impedâncias acusticas podemos obter a razao de Poisson a traves da equação (3.2). Mallick et al. (2000) propõem aproximar Is e IP, considerando £/a = 0.5,\nIP « A e Is ~ 1(A — B).\t(3.22)\nStewart et al. (2001) definem a razão de Pseudo-Poisson como\nAIp\tAIS\nPseudo a = —--------—.\t(3.23)\nIP\tIs\n3.2\tIndicador Baseado na Aproximação Tipo Impedância\nNesta seção apresentamos um novo indicador, denominado J, baseado na aproximação tipo impedancia do coeficiente de reflexão da onda P-P. A equacão (2.27) pode ser escrita como\n1 - J\nRpp\n1 + J\n(3.24)\nonde\n11\n12\nJ =\n(3.25)\nNote que I pode ser qualquer funçao impedância, elastica, de reflexão, etc. Consequentemente J pode ser calculado diretamente a partir do coeficiente de reflexão como\n1 — Rpp\n1 + Rpp\n(3.26)\nNote que este indicador J depende do ângulo de incidência e, assim, temos um indicador para cada angulo. Como mostraremos a seguir, o indicador J se mostra um bom indicador de hidrocarbonetos para ângulos intermediarios. Porem, sem cumprir as regras propostas em Castagna et al. (1985) apresentadas anteriormete. Portanto, definimos o indicador complementar,\nT=1 — J =\n2Rpp\n1 + Rpp\n(3.27)\nNote que não e necessario conhecer a funcão impedância da equacão (2.27), já que o calculo dos indicadores J e T, equaçães (3.26) e (3.27) respectivamente, e direto do coeficiente Rpp, sendo de todos os indicadores apresentados neste capítulo os unicos a prescindir de um processo de inversãao.\n3.3\tExperimentos Numéricos\nDe maneira a comparar os diferentes indicadores usamos o mesmo conjunto de dados fornecidos na Tabela 2.1. O objetivo agora e comprovar se os indicadores apresentados na seçao anterior funcionam separando folhelho sobre areia com gas de folhelho sobre areia com agua e se cumprem as regras propostas em Castagna et al. (1985).\nNa Figura 3.1 apresentamos alguns indicadores baseados na aproximaçao tipo serie de Taylor. Na parte superior da figura esta o produto do gradiente com o intercepto (A x B). Como apontado em Castagna et al. (1985), este indicador nãao tem o comportamento esperado. No entanto, a media aritmetica de A e B na maioria dos modelos consegue separar gas de agua, falhando em outros, como por exemplo no modelo 8. Contudo, o indicador nãao cumpre uma das premissas que e que onde nãao ha hidrocarbonetos o valor fique proximo de zero. Nesse sentido, o fator de fluédos AF, e o contraste de V = A p tem um desempenho melhor como pode ser observado nas duas ultimas figuras, sendo este ultimo ainda um pouco melhor, já que consegue separar em quase todos (exceto o modelo 8) areia com gas de areia com agua,\ne o valor do indicador na presença de gás e mais negativo relativamente ao fator de fluídos.\nNas Figuras 3.2 e 3.3 são apresentados os indicadores baseados na aproximação tipo impedância. Na Figura 3.2 observamos primeiro que o valor de J exato e indistinguível dos aproximados utilizando a impedancia elastica ou de reflexao para o caso particular de 0 = 30°. Note que ha uma boa separaçao entre gas e água. Porém, na ausância de hidrocarbonetos, isto é, na interface folhelho sobre areia com agua o valor do indicador é práximo de um, e os valores na interface folhelho sobre areia com gas os valores sao positivos. Por isto definimos T como na equação (3.27). A Figura 3.3 mostra como este indicador discrimina bem agua de areia, alem de ter um valor quase constante e perto de zero na interface folhelho sobre areia com agua, e ter um valor negativo relativamente grande para a interface folhelho areia com gas. Porem para alguns modelos (por exemplo o 25) o indicador para gas ficou positivo. Tambem observamos nesta figura que o valor de T independe do tipo de impedancia utilizada em 0 = 30°.\nA escolha de 0 = 30° foi feita analisando o T para ângulos de 0° ate 60°. Apresentamos alguns destes T na Figura 3.4. Como ilustrado na Figura 3.5 observamos que para ângulos ao redor de 30° o comportamento e similar. Na pratica teríamos uma media destes valores, observado na ultima imagem da Figura 3.5, que apresenta o mesmo comportamento.\nA V/V\to A F\to ó ¿ (A+B)/2\to o AxB\nK •»\tZ—k\n0.1\n1\n0\n5\n10\n15\n20\n25\nFigura 3.1: Comparação de alguns indicadores obtidos da aproximação de RPP baseadas em série de Taylor. Separacao de interfaces folhelho sobre areia com gas (x) de folhelho sobre areia com égua (o) para os 25 modelos da Tabela 2.1.\n2\nT\nT\nT\no CO\n1 -\nX\nX\nx\nx\nX\nX\nI—\nX\n--------r\nX\nX\nx x o°\nX\nX\nX\no\nx\nO\nX\no\nO\nX\nX o\no\n* *\no o O O o\nx O\nO\nO\no\nJ\nO\nO\ne\no\no\no\nx\no\nx O\n±\n±\n±\n0\t5\t10\t15\t20\t25\nFigura 3.2: Separação de interfaces folhelho sobre areia com gás (x) de folhelho sobre areia com água (o) para os 25 modelos da Tabela 2.1, utilizando a aproximacao de RPP tipo im-pedância pra calcular J em 0 = 30°. Na parte superior: valor exato. No centro: aproximaçao tipo impedancia de reflexao. Na parte inferior: aproximação tipo impedância elastica.\n0\n-1\nFigura 3.3: Separação de interfaces folhelho sobre areia com gás (x) de folhelho sobre areia com agua (o) para os 25 modelos da Tabela 2.1, utilizando a aproximaçao de RPP tipo impedância pra calcular T = 1 — J em 0 = 30°. Na parte superior: valor exato. No centro: a aproximacao tipo impedancia de reflexao. Na parte inferior: aproximação tipo impedancia eláastica.\n20\n25\nNú mero de Modelo\no\nFigura 3.4: T(0) para diferentes 0 = 10, 30, 20, 40, 50. Areia com gás (x) de folhelho sobre areia com agua (o) para os 25 modelos da Tabela 2.1.\nNúmero de Modelo\nCapítulo 4\nEstimação de Parâmetros Elásticos\nA analise de amplitude versus afastamento (AVO) e baseada na dependência do coeficiente de reflexõo com o êngulo de incidência. Ao se corrigirem efeitos indesejaveis da amplitude do traço sísmico, e restar somente o efeito do afastamento, se pode relacionar as amplitudes com os contrastes nos parâmetros elásticos. Alguns metodos para obter estes contrastes utilizam uma inversõo utilizando as fármulas de Zoeppritz (Crase et al., 1990; Dahl and Ursin, 1991). Outros, como o apresentado em Smith and Gidlow (1987), ajustam as amplitudes a uma aproximacõo de contraste fraco (Aki and Richards, 1980) e todas as possíveis parametrizações podem ser ajustadas da mesma maneira. Utilizando o conceito de impedância, Whitcombe et al. (2002) mostram como estimar alguns parâmetros elasticos em funçõo do que eles chamam impedância elástica estendida, necessitando um processo de inversõo. Inspirados nesse trabalho apresentamos como obter uma estimativa dos parâametros elíasticos diretamente do coeficiente de reflexõao, sem envolver um processo de inversõao.\n4.1 Estimação de Parâmetros Elásticos via Impedância Elástica Estendida\nDong (1996) propoe calcular as mudanças nos parâmetros elasticos A, p e k (modulo de imcompressibilidade) a partir dos parâmetros da equaçao de Shuey (3.5). A definiçõo de k á\n.\t2\t/ 2\t4\nK A + -p= (o --\n(4.1)\ne, portanto\n8\t4\nAk = 2paAa - -pPAP + (a2 — ■-P2)Ap\n33\n(4.2)\nEm funçao dos coeficientes A, B e C, equacao (3.6), a mudança no valor do modulo de compressibilidade atraves de uma interface e dada por,\n2\nAk = - a2 p(3A + B + 2C).\n3\n(4.3)\nShuey (1985), examinando a relaçao C/A (B0 na equacão (3.4)), notou que esta tende a estar\nentre 0 e 1. Whitcombe et al. (2002) chamaram este quociente de f, que deve ser determinado\npara cada área de estudo. Por exemplo, no caso das rochas descritas em Gardner et al. (1974), f = 0.8. Usando f e dividindo a equaçao (4.3) por k obtemos\nak = /A + B Af3 + 2f A 2k V +3 + 2p\\3 — 4K2J\n(4.4)\nonde K = P/a. Podemos considerar o primeiro termo da equação (4.4) na forma da equaçao de AVO (3.7), definindo,\n(4.5)\nUma vez definido o valor de f, obtemos Ak/2k como uma proporção de R(0K). Isto vale se consideramos o segundo termo da equação (4.4) como um valor constante na area de estudo. Concluindo, a refletividade associada ao modulo de imcompressibilidade pode ser considerada como uma projeção escalada da reflexao num determinado ângulo. Um tratamento similar para o parâmetro de Lame, A, proporciona a refletividade associada ao parâmetro A,\nAA = /a i B Af 2 + f A 2A \\ +2+ râ\\2 — 4K2J'\n(4.6)\nNovamente analisando o primeiro termo definimos,\n(4.7)\nPara o médulo de cisalhamento, a refletividade associada é descrita por\nA^\n2^\n(4.8)\ne, portanto, definimos,\nsin2\n1\n(4.9)\nAnalisando as equaçoes (4.5), (4.7) e (4.9), para valores tépicos de f e K, f = 0.8 e K = 0.5, temos que 0K = 28°, 0\\ = 37° e 0^ não é real. Whitcombe et al. (2002) propoem fazer uma extrapolaçao dos valores de sin2 0 para achar o valor associado a e, também, fazem algumas mudançcas na definiçcãao da impedâancia eléastica como descrito a seguir.\nO primeiro passo para a definicçaão da impedâancia eléastica estendida ée substituir sin2 0 por tan x na equação (3.7),\nRpp « A + B tan x =\nA cos x + B sin x\ncos X\n(4.10)\nNote que agora estamos considerando a equaçao de AVO (3.7) e nao a equaçao de três termos de Shuey, equação (3.5), como fez Connolly (1999) para a deduçao da impedancia eléstica. Whitcombe et al. (2002) definem a refletividade escalada multiplicando a equação (4.10) por cos x,\nRE = Rpp cos x ~ A cos x + B sin x,\n(4.11)\ne integrando da mesma maneira que na Seçao 1.3.1, a impedância elástica estendida se torna,\nEEI = aopo\n(4.12)\nPo'\tWV -I ’\nonde\nr = cos x — 4K2 sin x, h = cos x + sin x, e q = —8K2 sin x-\t(4.13)\nA utilidade desta aproximação á apenas predizer os valores das constantes elasticas, por isto não a apresentamos no capítulo de aproximaçães. Os autores apontam que encontrando o parâmetro apropriado x, se podem aproximar A, e k, entre outros, pela função impedancia elastica estendida. Note, que para tanto, é necessario calcular o valor de f e o valor de K, e considerar ambos constantes na regiaão, alem de um processo de inversãao para calcular a\nfunçao impedância, como descrito em Connolly (1999).\n4.2\tEstimação Direta de Parâmetros Elásticos\n_>\nA partir do trabalho de Whitcombe et al. (2002) propomos encontrar outra maneira de aproximar as constantes eiasticas diretamente do coeficiente de reflexão e tentando impor menos condiçcoães a priori.\n4.2.1\tEstimação de A a partir de RPP\nPartimos da parametrizacão de Gray et al. (1999), equaçao (3.19),\n1\n4\n1\n2\nRpp k\n1É2 ’\n2 O2\n2 tí AA + É2 sec tí——I—-\nA a2\n1 sec2 tí - 2 sin2 tí\nAu — + u\n1 sec2 tí\n4\nA^\nP\nObservamos que para tí = 45° os termos que acompanham os contrastes em P e p desaparecem e, assim,\nRPP(45°) « (1 - 2K2)^, K = £\t(4.14)\n2A\ta\nPortanto, podemos obter, considerando K constante na area de estudo, o contraste do parâmetro de Lame a partir de uma secao em tí = 45°. Como veremos na proxima seçao, isto não apresentou bons resultados, o que nos levou a propor uma nova abordagem. Se consideramos a aproximacçãao tipo impedâancia, equacçãao (2.27), podemos escrever tambem\nRpp K\nAI\n21’\n(4.15)\ne consequentemente,\nAI\n27\n0=45'\nk (1 - 2K2)^^. v\t7 2A\n(4.16)\n\nIntegrando esta equação de diferenças, considerando K constante, obtemos,\ncom Co uma constante de integração. A partir da definição de J, equação (3.25), temos também que\nJ (45o) =\nIi(45o)\nI2(45o)\n(4.18)\n\n\nO valor de J é obtido diretamente do coeficiente de reflexão RPP. Temos então uma maneira de obter o quociente dos A diretamente dos dados, uma vez conhecido K. Porem, temos que dizer rigorosamente que utilizamos as hipóteses do trabalho de Connolly (1999). Este fato deveria corroborar que J(45°) e o obtido utilizando a impedancia elastica em 0 = 45 °, isto e, usando a equação (2.41),\nI (45o) = Coa2pp~2K\",\n(4.19)\nonde Co e uma constante e, portanto,\nJ (45o) =\n(4.20)\nDa hipotese de K ser constante, vem\nai _ pi a2 ^2\n(4.21)\nLogo, substituindo (4.21) na equaçao (4.20), e considerando a definição de p, equação (3.17), obtemos\nJ(45o) _\n(4.22)\nAssim, o valor de J em 0 = 45° estimaria tambem o quociente dos p. Como veremos nos testes numericos apenas a equação (4.18) apresenta bons resultados.\nPara o caso acustico podemos mostrar que a relacão (4.18) e verdadeira. No caso acustico e = 1 já que P = 0. Partimos de\nO _\nOi + 32\n2\nLogo, o coeficiente de reflexao acustico (2.7) se torna,\nRpp =\np2a2 sin 02 — p i a i sin 0 x\np2a2 sin 02 + p 1a 1 sin 01\n22\nP2a2 — pia2\nP2a2 + piaf\n(4.24)\nComo A = (a2 — 2 A2)p = a2p, temos então que\nDaí,\nRpp =\nA2 — A1\nA2 + Ai\n(4.25)\nJ(45o) =\n1 — Rpp\n1 + Rpp\nAi\nA2\n(4.26)\nNo caso da Impedancia Elástica vimos que J(45°) equivale ao quociente dos Mas nesta aproximação á considerado que o quociente das velocidades á constante. Logo, A pode ser escrito como\nA = (a2 - 2 i2)p = (1 - 2K2)a2p,\t(4.27)\ne o quociente\nAi\t'A'! A'i\tPi\t(A\n\\\t2\t/O2\t*\t(4.28)\nA2\t«2P2\tP2P2\tp-2\nPortanto levando em consideração esta ultima equacão e a equação (4.20), utilizando a im-pedância elastica, J(45°) deveria aproximar bem o quociente dos A elevados a e.\nUtilizando a Impedancia de Reflexao, equacão (2.58) em 0 = 45°, a relação entre 01 e 02, equacao (4.23), e a Lei de Snell, escrevemos J(45°) como,\nJ (45o) =\n2 pia2 p2a22\nexp\n(4.29)\n— 2[2 + y M — p\nNeste caso o parâmetro do raio p é,\n1\n2 ¡\t2,\na2 + a2\nP\n2\n(4.30)\ne, portanto,\nJ (45o) =\n2 p i a 2 p2a22\nexp\n2[2 + Y ]\n(A — A )(A. + A) a 2 + a2\nConsiderando os Au definidos anteriormente para u = a, ,\nJ(45o) «\n2 p i a\n2\nP2«2\nexp\n{t (2|2+y'oítw)}\n(4.32)\nfi2\nDesprezando o fator (Aa)2 e considerando a definição de K = fi/a,\nJ(45o) «\nP2| expff (2|2 + YK 2)J.\n(4.33)\nAproximando&lt;A ' ' por Taylor ao redor de fi2/fi = 1,\nJ(45o) «\n2\np ia 2\n2\nP2«2\n(!)\n-[2+y]\n-2K 2\n(4.34)\nConsiderando a relação funcional entre e p, (p = bfi7), e novamente a definição de K chegamos a,\nJ(45o) «\n2\np i «2\n2 p2«2\n2\np i« 2\n2\np 1«2\n1 -2K2\n(4.35)\nFinalmente, considerando a primeira igualdade da equação (4.28),\nj (45°) 4 £) •\n(4.36)\n4.2.2\tEstimação de p a partir de RPS\nA aproximação baseada em série de Taylor do coeficiente de reflexão da onda P-S, equação (2.26), pode ser reescrita em funçao dos contrastes de p e p como\nrps ~\nsin 0\ncos\ncos(0 + ^)Afl\nA£\n2p\n(4.37)\nO fator que acompanha o contraste em p é igual a zero quando 0 +\t= 90°. Utilizando a\nLei de Snell, temos que tal ângulo 0 é dado por,\n0p = arctan\nNesse caso a equação (4.37) se torna\nRps («p) — -\nAp\n2p.\n(4.39)\nConcluindo, podemos obter o contraste das densidades a partir da reflexão da onda P-S, num ângulo determinado estimando o valor de K na area de estudo. Considerando que K é suposto geralmente perto de 0.5 o angulo correspondente estaria próximo de 60°, que pode ser considerado um âangulo muito grande. Porem, ao se tratar de ondas convertidas, podemos dizer que um angulo de incidância de 60° para a onda convertida equivale a um angulo de incidância de 30° para a onda P-P. Logo se consideramos afastamentos grandes, e as duas aquisições simultaneas, este angulo estaria presente nos dados. Esta abordagem tambem não forneceu bons resultados, analogamente ao caso do contraste para A.\nPodemos reescrever o coeficiente de reflexão da onda P-S, equação (2.36), como,\nAL\n2L ’\nRps ~\n(4.40)\nonde L e funcão impedância para Rps. Igualando (4.39) com (4.40) chegamos a,\nAL\tAp\n2L\t= - 2p’\ne=eP\ne integrando esta equacao de diferencas, obtemos L(«p) como\nL(«p) — y,\n(4.41)\n(4.42)\nonde Co e uma constante de integracao. Tambem podemos definir neste caso JS a partir de Rps como\nJS —\n1 — Rps\n1 + Rps\nLi\nL2’\n(4.43)\ne, assim, os quocientes das densidades ficam estimados a partir de (4.42) e (4.43) como\nJs («p) — -.\np1\n(4.44)\npode ser calculada em 0 = 1/K, no lugar de 0 = arctan(1/K) como mostramos. Eles tambem sugerem que uma das dificuldades em utilizar PSEI para estimar p, alem do calculo do ângulo de incidância, e o processo de inversão dos dados para obtâ-la. Utilizando a equacão (4.44) ao inves da equacão (4.42) estaríamos contornando este problema, ja que não e requerido um processo de inversao, nem saber qual é a impedância L.\n4.2.3\tEstimação de a a partir de RPP\nBaseados nas relações “perto/longe”, (do inglâs “far/near ”) tão utilizadas na sísmica, propomos calcular o quociente da relação de Poisson como,\n&amp;1   J(0longe)\n^2\tJ (0perto)\n(4.45)\nonde os angulos devem ser escolhidos adequadamente. Por exemplo, ângulos pequenos entre 0 e 10 graus e grandes entre 40 e 60 graus. Não temos uma demonstração analítica desta aproximaçcãao, poríem, os resultados se apresentaram muito bons na praítica como analisado na próxima seção. Porém, observando a expressão da impedância de reflexão (equaçao (2.58)), observamos que o efeito da equaçao (4.45) estó na exponencial, isto é, na diferença das razãoes das velocidades, K, de cada interface amplificado pela diferencça dos senos dos aângulos próximo e afastado. Observando que a razão das velocidades estó diretamente relacionado com a relaçao de Poisson, equação (3.2), pode ser este o motivo da boa estimação do quociente.\n4.3\tExperimentos numéricos\nPara testar nossa nova abordagem utilizamos um poçco real, apresentado na Figura 4.1. Utilizamos para os célculos o coeficiente de reflexao no ângulo de incidência 01 = 45° ao invés do ângulo médio 0 = 45°, jó que na prótica consideramos ângulos de incidância. Sendo que deveria ser a méedia em 45° acreditamos que nãao existe muita divergâencias nos resultados, como confirmado no grófico das correlacões entre J(0) e (A1/A2)e, exibido na Figura 4.7.\nNa Figura 4.2 observamos que utilizar RPP(45°) para estimar o contraste em A, equacçaão (4.14), nãao fornece bons resultados, sendo o erro relativo inaceitóavel. Por outro lado J(45°) estima o quociente dos A atravós da equaçao (4.18) muito bem, como pode ser observado na Figura 4.3. O erro percentual ficou abaixo de 3% para quase todo o poço. Um detalhe pode ser visto na Figura 4.4, onde as duas curvas sao praticamente coincidentes. Na Figura 4.5 vemos a estimativa do quociente dos A se estivóssemos utilizando as impedancias de reflexaão e elóastica. Fica claro que a melhor estimaçcãao óe a do J exato, e a pior óe a apro-ximaçcãao que utiliza a impedaância elóastica, sendo a aproximaçcãao do J mediante a impedaância\nde reflexao muito mais precisa. Isto, alem de confirmar o fato que a aproximação tipo im-pedância de reflexão e melhor que a eiastica, nos mostra que realmente ha uma relação forte entre J(45°) e os quocientes dos A.\nPara estimar a razão dos A utilizamos e constante na equação (4.18) que depende de K, razao das velocidades da onda P e S. Como pode ser observado na Figura 4.6 parte inferior, o valor de e que foi utilizado nos calculos não é constante ao longo do poco. Porem, ao plotarmos os logaritmos de J(45°) e A1/A2 vemos que realmente ha uma relacão do tipo (4.18) (parte superior da Figura 4.6). Nesse mesmo grafico observamos que a constante e calculada como a media dos quocientes das velocidades ao quadrado, e muito proxima do valor que se tem da solução de quadrados mínimos aplicados aos dados do grafico. A diferença no calculo do quociente dos lambidas e desprezível. Outra boa verificação que se observa é que o coeficiente de correlação entre J(45°) e (A1/A2)e e de 0.98, que e o maximo valor de correlação para todos os âangulos (Figura 4.7).\nA Figura 4.8 exibe a estimação dos quocientes dos ^1/^2, atraves da equação (4.22), para o poço. Observamos que a estimação e muito pobre, tendo erros relativos perto de 20%. Tendo em consideracão que trabalhamos com o dado exato este resultado e muito ruim. O coeficiente de correlaçao entre as curvas de J(45°) e (^1/^2)e para o poco inteiro foi muito menor que 1. Um detalhe da Figura 4.8 se apresenta na Figura 4.9, onde podemos apreciar que alem dos valores nãao concordarem as curvas saão bem diferentes, confirmando a baixa correlaçcãao.\nVerificamos tambem que um quociente de J(45°)/J(5°), utilizando o coeficiente RPP, tipo “longe/perto”, estimou bastante bem o quociente das razoes de Poisson, equaçao (3.2), como ilustrado nas Figuras 4.10 e 4.11. Vemos que o erro relativo foi pequeno (Figura 4.10, abaixo) e que ambas as curvas tem o mesmo comportamento (Figura 4.11). O coeficiente de correlação entre ambas as curvas foi de 0.92 e tomamos J(45°) como J em ângulos grandes por supor que o calcularíamos para a estimaçao da razão das A.\nOs resultados referentes à estimação de p sao exibidos nas Figuras 4.12 a 4.15. O valor de Qp, calculado utilizando o e da Figura 4.6, foi igual a 64°. Na Figura 4.12 vemos a estimacao do contraste dos p atraves da equação (4.39). Apesar do valor da correlaçao das curvas ter sido 0.9, o erro relativo e inaceitavel (ver a parte inferior da Figura 4.12). Isto significa que a forma das curvas é parecida mas não os valores. Em contraposição, na Figura 4.13 vemos que a estimaçao do quociente dos p, equaçao (4.44), foi excelente, tendo um erro relativo perto de 1% para quase todo o pocço e uma correlaçcãao alta, 0.93. Um detalhe pode ser visto na Figura 4.14. Na Figura 4.15 vemos que a correlacão entre o JS e o quociente p2/p1 apresenta um maximo perto de 64°, confirmando assim o bom desempenho apresentado pela equacçaão (4.44).\nNo\nFigura 4.1: Poço utilizado nos experimentos numáricos. A esquerda: velocidade da onda P. centro: velocidade da onda S. A direita: densidade.\nErro (%)\nFigura 4.2: Acima: Comparacao de RPP(45°)/e com AA/A, equaçao (4.14). Abaixo: Erro percentual.\nErro (%)\t3\tErro (%)\nComparação de J(45°) com (Ai/A2)e, equaçao (4.18).\nAcima:\nAbaixo: Erro\nFigura 4.5: Comparação de J(45°) (linha contínua), JRI(45o) (linha pontilhada) e JEI(45°) (linha tracejada-pontilhada) como estimadores de (X1/X2)e (linha tracejada). O intervalo de profundidade é o mesmo da Figura 4.4.\n2.9\n3\n3.3\n3.4\n3.1\t3.2\nProfundidade (Km)\nFigura 4.7: Correlação entre J(0) e (A1/A2)e.\n2.9\t2.95\t3\t3.05\t3.1\t3.15\t3.2\t3.25\t3.3\t3.35\nProfundidade (km)\n10\nI01-----------------------------------------1-----------------------------------------1\n3.02\t3.03\t3.04\nProfundidade (km)\nFigura 4.9: Acima: Comparaçao de J(45°) com (^1/^2)e, equação (4.22). Abaixo: Erro percentual.\nErro (%)\tErro (%)\nFigura 4.11: Comparacao de J(45o)/J(5o) com a1/a2. Detalhe da Figura 4.10.\nFigura 4.13: Acima: Comparaçao de JS(64°) com p2/p1, equacao (4.44). Abaixo: Erro percentual.\nFigura 4.15: Correlacão entre J e p2/p1.\nCapítulo 5\nAplicações em Modelos Sintéticos\nNeste capátulo apresentamos algumas aplicações propostas nos capátulos anteriores, para dados sintáticos.\nO fluxo de modelamento e processamento para dados sintáticos pode ser observado na Figura 5.1. Primeiramente deve ser definido o modelo a partir do qual se obtám os parâmetros modelados, parâmetro de Lamá A, relaçao de Poisson a, etc. e sobre o qual simulamos o dado multi-cobertura. A este dado simulado aplicamos alguns processos sásmicos para finalmente obter as secçãoes dos indicadores J para diversos âangulos e os outros indicadores usuais utilizados na análise de AVO. São estes processos que nos interessam testar.\nO objetivo deste capítulo á mostrar como são obtidas as seçães de J e avaliar como o processamento sásmico afeta as mesmas. Para isto utilizamos primeiro um modelo simples, de duas camadas com velocidades e densidades constantes separadas por uma superfície plana horizontal. Depois mostramos a utilidade de J como indicador num modelo tipo domo.\n5.1 Dados Sintéticos\nApos a definicão do modelo, simulamos a aquisicão de um dado sásmico. Tudo o desenvolvimento deste trabalho supãoe que temos uma simetria cilándrica, isto áe, que na aárea de estudo não tem variaçães dos parâmetros na direçao y (Figura 5.2) e, portanto, utilizamos modelamento bi-dimensional (2D) de ondas elaásticas. Para isto simulamos uma aquisiçcãao sásmica 2D numa linha (linha tracejada na Figura 5.2). A fonte (representada pelo asterisco na figura) gera as ondas eláasticas, que ao encontrarem uma interface onde as propriedades do meio mudam, se transmitem e refletem retornando a superfície onde são registradas pelos receptores (representados pelos triângulos). Cada receptor recolhe o dado que á chamado de traco sásmico, sendo uma coluna de dados onde a coordenada x traz a informação referente à localizacão da fonte e do receptor e a coordenada z á o tempo de registro. A amplitude\nFigura 5.1: Fluxograma para modelamento e processamento de dado sintético.\ncorresponde em nosso caso ao coeficiente de reflexão, desconsiderando outro tipo de efeitos como espalhamento geometrico e absorção. Depois da primeira explosão, fonte e receptor se deslocam sobre a linha de aquisição e se repete o experimento, continuando assim ate o fim da linha. O dado multi-cobertura foi simulado com o programa SEIS88 desenvolvido no Departamento de Geofísica da Charles University, Republica Checa Cerveny and Psencik (1988). Este programa nos permite simular o campo de ondas P-P e o campo de ondas P-S. Porém, ao nao contar com programas que manipulem dados P-S simulamos só a aquisição do campo P-P.\nz\nFigura 5.2: Aquisição 2D sísmica numa geometria com simetria cilíndrica.\n5.2\tAnálise de Velocidade e Seções de Angulo\nPara a construção das secães de ângulo comum, utilizadas posteriormente para obter as seçoes de J em diferentes ângulos, é necessario fazer a chamada Analise de Velocidades (Velan). Não entraremos em detalhes sobre este processo porque escapa aos objetivos desta tese, mas rapidamente diremos que a analise de velocidades tem como objetivo estimar a velocidade do subsolo. Para maiores detalhes ver, por exemplo, Yilmaz (2001). Como resultado deste passo do processamento se obtem as velocidades chamadas RMS (do inglâs, “Root Mean Square”). A estimação do ângulo de incidância depende destas velocidades mediante a seguinte formula (Castagna and Backus, 1993),\nvINT\td\nsin U =\t(5.1)\nvRMS y/ d2 + (VRMSto)2\nonde d e a distancia entre fonte e receptor, vINT e a velocidade intervalar, vRMS é a velocidade RMS e t0 e o tempo de ida e volta a interface para receptor e fonte no mesmo lugar. A velocidade intervalar vINT e obtida a partir da velocidade RMS atraves do processo de inversão de Dix (1955). Portanto, um erro no calculo das velocidades afeta diretamente o calculo do ângulo de incidência e, consequentemente, a precisao dos parâmetros estimados.\n5.3\tModelo 1\nFigura 5.3: Modelo 1: Duas camadas homogêneas separadas por uma interface plana paralela à superfície.\nde algumas reflexões P-P. Os valores das velocidades e as densidades foram extraídos da Tabela 2.1, modelo 11. Escolhemos este modelo uma vez que, neste caso, o erro percentual relativo entre (Aj./A2)e e J(45°) é 1%.\nComo precisamos simular êngulos de incidência grandes utilizamos afastamentos entre fonte e receptor de 0 até 3980 metros. Os tiros foram simulados a cada 40 metros e a distancia entre receptores foi de 20 metros. O intervalo de amostragem temporal foi de 4 milisegundos. Foi acrescentado ao dado multi-cobertura um ruído aleatório para produzir uma relacao sinal/ruído semelhante à apresentada em dados reais. Porém, este ruído se aplica ao dado inteiro levando em consideraçao as máximas amplitudes, e entao podemos estragar as amplitudes no angulo de interesse. Neste modelo, o êngulo de incidência de 45° equivale a um afastamento fonte-receptor de 2000 metros. Logo, apís fazer a simulacão da aquisiçao, analisamos a secão de afastamento comum de 2000 metros para decidir qual ruído aplicaríamos ao dado inteiro. Esta secão tem todos os traços com distancia entre fonte e receptor de 2000 metros, Figura 5.4. Este tipo de secão í conhecido como secão de afastamento comum, e daí uma idíeia da geometria do refletor, como pode ser observado. Antes da adiçao de ruído todos os traços sao iguais. Um destes tracos se observa no centro da mesma figura.\n6\n4\n2\n0\n-2\n.-4\nxicr4\nAmplitude\nAmplitude\n0\n-0,006 -0,004 -0,002\t0\t0,002\t0,004\n200 -\n300 -\n400 -\n500\n\nFigura 5.4: Afastamento comum de 2000 metros. A esquerda a seção sem ruído. Ao centro, um traço. A direita, traço para o CMP 203 com relação sinal/ruído=3 em preto; sem ruído em vermelho.\nsinal-ruído. Na Figura 5.4 também apresentamos o efeito da adição de ruído no traço de afastamento de 2000 metros para a localização de CMP 203 (fonte e receptor localizados em 1020 metros e 3020 metros, respectivamente) com relacão sinal/ruído=3. E quase impossível distinguir onde se encontra o evento de reflexão, que se observa superposto na figura em vermelho. O erro percentual relativo í de 114% (note que os valores são muito pequenos, por isso esta diferencça nãao íe aparente no graífico). Fazendo isto para víarios valores de sinal/ruído, escolhemos uma razão sinal/ruído=6. Na Figura 5.5 vemos como o ruído í diferente para duas localizaçcãoes de CMP, 101 e 201. Na duas figuras se observa que o coeficiente de reflexaão foi preservado, sendo o erro percentual relativo da ordem de 5%.\nNa Figura 5.6 podemos observar duas seções classicas de um dado sísmico. Na figura da esquerda se mostra uma seção de tiro comum. Isto significa que a variível horizontal neste caso í a posicão do receptor, jí que a posiçao da fonte í a mesma para todos os tracos. Se observa uma curva em forma hiperbólica em concordancia ao fato da interface ser plana. Tambem pode ser observado a inversão de fase ao longo do afastamento. Na figura da direita se observa uma secao de ponto comum medio: a localização do ponto medio entre fonte e receptor e a mesma para todos os traçcos. Neste caso a coordenada horizontal e ao afastamento entre fonte e receptor.\nEm seguida foi realizada a analise de velocidades. Para ilustrar, mostramos no desenho\n500\nAmplitude\n<D\nH\n-0.002\n1001-\n200 -\n300 -\n400 -\n500\nAmplitude\no\nH\n1001-\n200 -\n300 -\n400 -\nFigura 5.5: Traço de afastamento 2000 com sinal/ruído=6. A esquerda: CMP 203. A direita: CMP 103. Em vermelho, o traço sem ruído para ambas figuras.\nAfastamento (metros) 1000\t2000\t3000\nAfastamento (metros)\n500\t1000\t1500\n¿2-\n.1.0-\nE\n<o\nFigura 5.6: Duas seções sísmicas modeladas. A esquerda: seção de tiro comum, fonte em 1000 metros. A direita: seçao de ponto médio comum 100.\nVelocidade (km/s)\n2500\t3000\t3500\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0\nVelocidade (km/s)\nFigura 5.7: Velocidades RMS. A esquerda: mapa de coêrencia no CMP 200. A direita: velocidade RMS no CMP 200.\na esquerda da Figura 5.7 os valores de coerência, que em teoria variam entre 0 e 1; na figura vemos que temos um lugar onde a coerência assume um valor máximo (chegando no centro de uma dessas regioes a 0.7). Essa regiao representa o melhor ajuste da curva de tempos de percurso aos tempos de chegada das reflexões em uma camada, se tivássemos mais interfaces veríamos mais destas regiões. Essas velocidades são selecionadas e as interpolamos para todos os tempos: desenho a direita da Figura 5.7. Este processo foi realizado a cada 40 CMP começando em 100. O resultado final das velocidades RMS e intervalares para o modelo inteiro á apresentado na Figura 5.8. Vemos a diferenca entre os dois tipos de velocidades. Neste caso a velocidade intervalar deveria ser igual a RMS já que temos uma interface so. Para a adicao do ruído e a analise de velocidades utilizamos o pacote de processamento SU (do inglês “Seismic Unix”), da Colorado School of Mines Cohen and Stockwell (2006).\nO práximo passo foi a obtencão das secões de ângulo. Para isto foram gerados o que se chama em inglês “angle gather”, ou seja, para cada amostra em todos os traços calculamos qual foi o aêngulo de reflexaão nesse ponto (equacçãao (5.1)) e reorganizamos, para cada CMP, os traçcos em funcçãao do aêngulo. O tempo tambáem áe corrigido para alinhar os eventos com o traçco de afastamento nulo. Na Figura 5.9 apresentamos este cáalculo para o CMP 180. Observamos como háa um aumento das amplitudes em funcçãao do êangulo de incidêencia (de negativo para positivo). O angulo máximo obtido foi 61°, em concordancia com o máximo afastamento. Na Figura aparece CDP, (do inglês, “Common Depth-Point”), porque esta á a\n[¡2500\n3000\n3500\n4000\n4500\n5000\nFigura 5.8: Velocidades: A esquerda, velocidades RMS; A direita, velocidades intervalares. nomenclatura que erroneamente ainda e utilizado na industria no lugar de CMP.\nNa Figura 5.10 observamos a influência do modelamento e da analise de velocidades no CMP 180. O coeficiente de reflexão teórico, obtida do modelo da Figura 5.3 é a curva em preto. Os “x” azuis representam o coeficiente de reflexao estimado atraves do dado modelado, com a adicão de ruído, e utilizando a velocidade verdadeira. Observamos uma diferenca na origem com o valor teorico, devido à adição de ruído, uma vez que como anteriormente, priorizamos o valor do coeficiente de reflexao para angulos perto de 45°. A curva de coeficiente de reflexão estimada com analise de velocidades esta representada pelos círculos vermelhos. Claramente um erro nas velocidades induz a um erro consideraível no cíalculo do coeficiente de reflexao, sobretudo, neste caso, para valores de 0 maiores que 30°. Isto pode ser um grave problema na hora de fazer inversaão, se queremos considerar êangulos grandes. Poríem, como veremos a seguir, na estimações dos parâmetros propostos no capítulo anterior, os erros são bastante baixos.\nApíos o caílculo dos aêngulos para cada amostra íe necessaírio construir as secçãoes de aêngulo. Para isto fazemos um empilhamento dos dados anteriores. Neste caso fizemos um empilhamento a cada 5°. Na Figura 5.11 exibimos as seçoes de 5° e 55° para numero de CMP entre 130 e 240. Podemos observar claramente a mudanca no sinal da amplitude de uma secao para a outra. Também observamos que em algumas localizações de CMP não há amplitude, e que a seçao de 55° é um pouco mais ruidosa.\nFigura 5.9: Gather de ángulos. CMP 180.\n0.02\n-0.06\n0\n-0.02\n-0.04 b\n10\n20\n50\n60\n30\t40\n0 (graus)\nFigura 5.10: Curvas de RPP para o CMP 180.\nFigura 5.11: Seções de ângulo entre os CMP’s 130 e 240. Acima, secão de 5o; abaixo, 55o.\n0\nCoordenada CMP\n0.2\n0.4\ns\n0\nQ.\nE\n0\nI-\n0.6\n0.8\n100\t200\t300\ni\ti\ti\n1.03\n1.02\n1.01\n1.00\n0.99\n0.98\nFigura 5.12: Secao de J(45o). Em vermelho a curva extraéda.\n5.3.1\tResultados\nPara computar J(45°) utilizamos a seção de ângulo de 45°. O resultado de aplicar a equação (3.26), é exibido na Figura 5.12. Para observar o valor dos J(45°) temos que selecionar o evento de interesse, jé que este valor tem sentido unicamente onde temos uma interface, sendo em outros lugares ruédo. Para isto devemos extrair as “curvas” de J(45°) em cada evento e compara-las com as curvas do J(45°) verdadeiras, Figura 5.12 em vermelho. Na Figura 5.13 observamos a comparaçao da curva teérica J(45°) com vérias curvas para diferentes valores de 0, e com o verdadeiro valor de (A1/A2)e. Observamos que a curva J(45°) estimada ficou préxima da curva verdadeira, com um erro relativo percentual baixo, Tabela 5.1. Porém, ficou mais préximo do verdadeiro valor do quociente dos A. A curva extraída da seçao de J(50°), aproxima ainda melhor o J(45°) verdadeiro. Isto pode ser devido a fato que um erro nas velocidades induz um erro nos ângulos e, portanto, a curva observada para 50° esta mais proxima do verdadeiro valor para J(45°). Estes erros são comuns na prética. Como observado da Tabela 5.1, os erros foram muito baixos numa vizinhança de 0 = 45°. Neste caso, como o refletor é plano e horizontal e não hé variacao lateral dos parâmetros do modelo, deveréamos ter um valor constante para cada interface. Porém, ao acrescentar ruédo isto naão acontece. Para comparar os valores obtidos caculamos a méedia dos J em cada curva.\nFigura 5.13: Comparacao dos valores de J estimados: A1/A2)e (tracejado preto), J(45°) verdadeiro (preto conténuo), J(40°) estimado (verde), J(45°) estimado (vermelho), J(50°) estimado (azul) e J(55°) estimado (roxo).\nTambém fizemos a estimacão dos quocientes de J(0longe)/J(0perto). Para tanto utilizamos a estimacao de J para varios angulos e comparamos o valor do quociente desses J com J(5°),\ne\tTipo\tJ medio\tErro percentual (%)\n45o\tVerdadeiro\t1.0112\t-\n40o\tEstimado\t1.0437\t-3.21\n45o\tEstimado\t1.0281\t-1.68\n50o\tEstimado\t1.0151\t-0.4\n55o\tEstimado\t0.9948\t1.63\nTabela 5.1: Erros percentuais na estimação de J(45o).\n0.95\n0.94\n°1/o2\nverdadeiro\n/ verdadeiro\n-\t/\tJ(40°)/J(5°) estimado\t-\nJ(45°)/J(5°) estimado\nJ(50°)/J(5°) estimado\nJ(45°)/J(5°) estimado\nJ(55°)/J(5°) estimado\n\n0.93\n0.92\n0.91\n0.9\n0.89\n100\t150\t200\t250\t300\nCMP\nFigura 5.14: 01/02 verdadeiro (preto), J(40o)/J(5o) estimado (verde) J(45o)/J(5o) estimado (azul), J(50o)/J(5o) estimado (vermelho) e J(55o)/J(5o) estimado (roxo).\ne o verdadeiro valor do quociente das razões de Poisson (ai/a2), Figura 5.14. Observamos que a curva que melhor aproxima e a de 0 = 40. Na Tabela 5.2, observamos os erros calculados utilizando a media das curvas.\ne\tJ (e)/J (5o)\tErro percentual (%)\n40o\t0.938\t-0.43\n45o\t0.924\t1.07\n50o\t0.912\t2.36\n55o\t0.8924\t4.26\nTabela 5.2: Erros percentuais na estimação de a1/a2.\n5.4\tModelo 2\nCom este modelo queremos testar a capacidade do nosso indicador T de separar interfaces com diferentes fluidos. Para isto definimos um modelo tipo domo com uma pequena camada de areia com gas e outra final de areia com agua, exibido na Figura 5.15. Fizemos o fluxo de processamento, e extraímos varios indicadores fazendo inversao da formula de Aki-Richards, utilizando o programa Probe da empresa Paradigm. Utilizamos como relacao de Gardner: p = 0.6a1/4 e como relacão entre as velocidades: 3 = 0.86a — 1.17. Estes valores sao os padrãoes do programa. Neste caso nãao utilizamos afastamentos muito longos porque o âangulo de incidência de interesse é de 30°, como mostrado no Capítulo 3. O nosso indicador T foi obtido do empilhamento das seçcoães de aângulo a cada 5°. Lembramos que as refletividades são definidas por, Au/2u, onde u e a variavel parametrizada.\nProfundidade (km)\nModelo 2\nDistância (km)\nFigura 5.15: Modelo 2. Domo com camada de gas.\nOs atributos calculados são: A, B, A x B , (A + B)/2, o fator de fluidos (AF) a razao de Poisson e de Pseudo-Poisson, as refletividades para IP = ap, IS = 3p, V = Ap e W = pp e finalmente nosso T(30°). Os resultados são apresentados nas Figuras 5.16 a 5.19. O produto entre A e B separa folhelho/areia com agua de folhelho/areia com gas, porem, o sinal deste ultimo e positivo em lugar de negativo, o mesmo sinal da interface areia com gas/areia com agua. O gradiente B distingue estas ultimas interfaces porem com sinal trocado. As refletividades para W e IS e a razão de Pseudo-Poisson fazem um bom trabalho separando areia com gas/folhelho mas nãao detectam a diferencça de fluidos na primeira interface. A razaão de Poisson separa um pouco melhor dito contato porem, erra o sinal da segunda interface. A media entre A e B naão tem uma boa definicçaão na interface folhelho/areia com gas, e erra tambem o sinal da segunda interface.\nO fator de fluidos (AF), o intercepto A, a refletividade V, a refletividade IP e nosso T(30°) conseguem separar bem folhelho com areia com gas de folhelho com areia com agua. E tambem tem o sinal correto nas duas interfaces. Olhando a escala podemos dizer que a refletividade V foi a melhor sucedida, seguida pela refletividade IP e nosso T e por ultimo A e AF. Note que falta um pedaco do segundo refletor em nosso indicador, devido à falta de angulos de incidência de 30° nesta parte da interface.\nTempo (s)\tTempo (s)\tTempo (s)\nNúmero de CMP\n200\n0\n1800\nNúmero de CMP\n400\n600\n800\n1000\n1200\n1400\n1600\n0.2\n0\n-0.2\nB\n200\n400\n600\n1400\n1600\n1800\nNúmero de CMP\n800 1000 1200\n0.05\n0\nRefletividade W\nTempo (s)\tTempo (s)\tTempo (s)\n200\n400\n600\n1400\n1600\n1800\nNúmero de CMP\n800 1000 1200\n0.02\n0\nRazão de Poisson\n1000\n1200\n1400\n1\nNúmero de CMP\n400\n600\n800\n1600\n0 -0.01\nRefletividade Is\n1800\n400\n600\n800\n1200\n1400\n1600\n1\nNúmero de CMP\n1000\n200\n0\n0.005\n0\nRazão de Pseudo Poisson\nFigura 5.17: Atributos AVO. Acima: Razão de Poisson. Ao centro: AIS/2IS. Abaixo: Razão de Pseudo-Poisson.\nTempo (s)\tTempo (s)\tTempo (s)\nNúmero de CMP\n0.02\n0\n-0.02\nNúmero de CMP\n0.02\n0\n-0.02\nA\n200\n400\n600\n1400\n1600\n1800\nNúmero de CMP\n800 1000 1200\n0\nFator de fluidos\n^■0.02\nTempo (s)\tTempo (s)\tTempo (s)\n200\n400\n600\n1400\n1600\n1800\nNúmero de CMP\n800 1000 1200\n1\nRefletividade V\nNúmero de CMP\n0.05\n0\n-0.05\n200\n0\n1800\n400\n600\n1400\n1600\n800\nNúmero de CMP\n1000\n1200\nT(30)\n10.05\n0\nCapítulo 6\nConclusões\nNeste trabalho estudamos aproximaçcãoes dos coeficientes de reflexaão de ondas eláasticas e algumas estimaçcoães de parêametros eláasticos feitas a partir dos mesmos.\nApresentamos os coeficientes de reflexão RPP e RPS de uma onda P incidente. Mostramos tambám dois tipos de aproximações para ambos coeficientes: uma baseada em sárie de Taylor que naão áe outra coisa senaão a conhecida aproximaçcaão de Aki-Richards, e duas aproximacçãoes tipo impedência. As aproximações tipo impedência, no caso da onda P-P, tentam imitar o comportamento do coeficiente de reflexao RPP no caso acustico. No caso da aproximacão tipo impedaência de reflexãao áe necessáario estabelecer uma relacçãao entre a velocidade da onda S e a densidade do meio, e mostramos que uma relaçao tipo Gardner exibe os erros menores. Em comparacçãao com a aproximaçcãao tipo impedêancia eláastica e Aki-Richards, a impedaência de reflexao obtêm melhores resultados, ainda na presenca de angulo crítico. E importante ressaltar que se deve ter bastante cuidado para calcular adequadamente o parêmetro 7 nesta aproximacão, assim como no cálculo de K na aproximacão tipo impedência elastica. No caso das aproximacães para o coeficiente RPS, apresentamos uma nova aproximaçao tipo im-pedancia. Utilizando as mesmas argumentações feitas em Santos and Tygel (2004), chegamos a uma aproximaçcaão que chamamos impedaência de reflexãao cisalhante. Nossa aproximaçcãao teve um comportamento parecido com relacçãao as outras duas aproximaçcãoes apresentadas, todas com dificuldades para aproximar o coeficiente na regiao de angulo crítico. Porám, observando simplesmente os erros nãao foi possável decidir qual aproximacçaão foi a mais adequada. Por isto desenvolvemos um máetodo de avaliacçãao de erros. Adaptamos um máetodo de avaliar desempenhos vindo da aárea de otimizacçãao matemáatica. Observando os perfis de desempenho das aproximaçcoães para diferentes tipos de erros concluámos que a nossa nova aproximaçcãao áe um pouco mais eficiente que as outras duas.\nTambáem apresentamos váarios indicadores da presençca de hidrocarbonetos a partir da aproximacçãao do coeficiente de reflexaão da onda P-P. A aproximaçcaão baseada em sáerie de\nTaylor fornece diferentes indicadores, dependendo de como se parametriza a aproximacão. Dentre eles, o fator de fluidos e o contraste de Ap tem se mostrado eficientes para separar interfaces de folhelho sobre areia com gaís de folhelho de areia com íagua. Com base na aproximacão tipo impedância para RPP introduzimos um novo indicador que segundo os testes numíericos apresentados fornecem excelentes resultados. A grande vantagem desta uíltima abordagem íe o fato de prescindir de processos de inversãao e estimaçcãoes das velocidades. Tambíem mostramos que naão íe necessíario definir a funçcaão impedâancia, por ser o indicador obtido diretamente, e nos testes vimos que a utilizaçcãao de qualquer das duas impedaâncias, reflexaão ou elíastica, nãao interfere no resultado final.\nOutra contribuição do nosso trabalho foi mostrar como é possível predizer alguns parâmetros elasticos mediante o uso do coeficiente de reflexão. Baseamos nossa abordagem no trabalho de Whitcombe et al. (2002) que utilizam a aproximacão tipo impedância para a estimação de variáveis elasticas. Porém, nesta abordagem é necessário que alguns parâametros permaneçcam constantes, alem da inversãao para o calculo da impedâancia elastica estendida. Tentando generalizar, partimos diretamente do coeficiente de reflexãao sem in-versaão e utilizando apenas o quociente das velocidades como constante na area de estudo. Para testar nossa abordagem utilizamos dados reais de pocço. Observamos que a estimaçcãao do contraste de X não e bem sucedido utilizando o coeficiente de reflexao da onda P-P, mas que o quociente de A e muito bem estimado por nosso indicador J(45°). Mostramos tambem que parece existir uma relação intrínseca entres estas quantidades, independentemente das hipoteses utilizadas. Alem disso mostramos como estimar o quociente das relaçcãoes de Poisson usando uma relação tipo “perto/longe” de J. Utilizando uma aproximação tipo impedância elastica para o coeficiente de reflexão da onda P-S mostramos como estimar a razao das densidades com excelentes resultados para o poçco teste.\nPor ultimo mostramos como extrair os valores de J no caso de modelos sinteticos, mostrando que o erro introduzido pelo calculo do âangulo e a analise de velocidade, nãao afeta as nossas estimações. Na pratica deve-se tomar com mais cuidado devido ao ruído presente nos dados e por nãao ter o modelo a priori. Tambíem vimos, para um modelo sintíetico tipo domo, que o nosso indicador T tem um comportamento similar a outros indicadores que conseguem separar bem interfaces folhelho/aígua de folhelho/gías, com a diferencça de nãao assumir hipoítese alguma e prescindir de processos de inversãao.\nComo trabalhos futuros podemos enumerar, a aplicacçãao de nossa proposta em dados reais como primeira prioridade, a obtencçãao de outros paraâmetros elíasticos sem inversaão e um aprimoramento da nossa formula de aproximação para RPS.\nApêndice\nNeste apâendice apâendice mostramos na Tabela 6.1 os contrastes das velocidades e a densidade para os quatro tipos de interfaces que consideramos no nosso trabalho. Na Tabela 6.2 se exibem as constantes calculadas para essas mesmas interfaces.\n\tFolhelho sobre Areia com gás\t\t\tAreia com gás sobre Areia com água\t\t\tAreia com áagua sobre Folhelho\t\t\tFolhelho sobre Areia com água\t\t\nN o\tAa/a A^/^\t\tAp/p\tAa/a A^/^\t\tAp/p\tAa/a A^/^ Ap/p\t\t\tAa/a A^/^ Ap/p\t\t\n1\t-0.07\t0.05\t-0.07\t0.08\t-0.04\t0.07\t-0.00\t-0.02\t0.00\t0.00\t0.02\t-0.00\n2\t-0.24\t-0.24\t-0.10\t0.09\t-0.01\t0.06\t0.15\t0.25\t0.04\t-0.15\t-0.25\t-0.04\n3\t0.11\t0.42\t-0.07\t0.22\t-0.04\t0.05\t-0.37\t-0.37\t0.02\t0.37\t0.37\t-0.02\n4\t-0.11\t0.17\t-0.11\t0.11\t-0.10\t0.00\t0.00\t-0.07\t0.11\t0.00\t0.07\t-0.11\n5\t-0.05\t0.09\t-0.15\t0.10\t-0.03\t0.10\t-0.05\t-0.06\t0.06\t0.05\t0.06\t-0.06\n6\t0.21\t0.55\t0.01\t0.14\t-0.07\t0.01\t-0.37\t-0.46\t-0.02\t0.37\t0.46\t0.02\n7\t-0.03\t0.22\t-0.09\t0.13\t-0.02\t0.06\t-0.10\t-0.20\t0.02\t0.10\t0.20\t-0.02\n8\t0.20\t0.21\t-0.07\t0.01\t-0.01\t0.01\t-0.21\t-0.20\t0.05\t0.21\t0.20\t-0.05\n9\t-0.38\t0.10\t-0.12\t0.46\t-0.04\t0.08\t-0.11\t-0.06\t0.03\t0.11\t0.06\t-0.03\n10\t0.15\t0.44\t0.01\t0.08\t-0.02\t0.03\t-0.23\t-0.42\t-0.04\t0.23\t0.42\t0.04\n11\t-0.01\t-0.06\t-0.11\t0.02\t-0.13\t0.07\t-0.01\t0.17\t0.03\t0.01\t-0.17\t-0.03\n12\t0.31\t0.56\t-0.02\t0.02\t0.01\t0.01\t-0.34\t-0.57\t0.01\t0.34\t0.57\t-0.01\n13\t-0.23\t0.24\t-0.02\t0.29\t-0.19\t0.02\t-0.07\t-0.05\t0.00\t0.07\t0.05\t0.00\n14\t-0.25\t0.13\t-0.13\t0.26\t0.07\t0.05\t-0.01\t-0.21\t0.07\t0.01\t0.21\t-0.07\n15\t-0.22\t0.11\t0.00\t0.26\t0.05\t0.02\t-0.05\t-0.17\t-0.02\t0.05\t0.17\t0.02\n16\t-0.33\t-0.18\t-0.10\t0.30\t0.03\t0.07\t0.03\t0.15\t0.03\t-0.03\t-0.15\t-0.03\n17\t-0.10\t-0.11\t-0.13\t0.10\t0.13\t0.07\t0.00\t-0.02\t0.07\t0.00\t0.02\t-0.07\n18\t-0.06\t0.32\t-0.10\t0.17\t-0.04\t0.08\t-0.12\t-0.28\t0.02\t0.12\t0.28\t-0.02\n19\t0.04\t0.23\t0.01\t0.00\t-0.18\t0.00\t-0.04\t-0.05\t-0.01\t0.04\t0.05\t0.01\n20\t-0.24\t0.37\t-0.28\t0.39\t0.14\t0.22\t-0.18\t-0.55\t0.07\t0.18\t0.55\t-0.07\n21\t-0.42\t-0.23\t-0.07\t0.33\t0.06\t0.05\t0.11\t0.17\t0.03\t-0.11\t-0.17\t-0.03\n22\t0.27\t0.69\t0.10\t0.13\t-0.04\t0.08\t-0.43\t-0.64\t-0.18\t0.43\t0.64\t0.18\n23\t-0.39\t0.41\t-0.08\t0.39\t-0.04\t0.07\t-0.01\t-0.36\t0.01\t0.01\t0.36\t-0.01\n24\t0.02\t0.32\t-0.15\t0.09\t0.03\t0.10\t-0.12\t-0.36\t0.05\t0.12\t0.36\t-0.05\n24\t0.38\t0.44\t0.01\t0.07\t-0.02\t0.03\t-0.46\t-0.42\t-0.04\t0.46\t0.42\t0.04\nTabela 6.1: Contrastes para os modelos de Castagna et al. (1985) para as quatro interfaces consideradas.\n\tFolhelho sobre Areia com gás\t\tAreia com gas sobre Areia com água\t\tAreia com áagua sobre Folhelho\t\tFolhelho sobre Areia com água\t\nN 0\tK\tY\tK\tY\tK\tY\tK\tY\n1\t0.54\t-1.33\t0.54\t-1.88\t0.51\t-0.25\t0.51\t-0.25\n2\t0.56\t0.41\t0.53\t-4.10\t0.53\t0.15\t0.53\t0.15\n3\t0.67\t-0.16\t0.65\t-1.05\t0.57\t-0.06\t0.57\t-0.06\n4\t0.61\t-0.68\t0.64\t-0.00\t0.56\t-1.62\t0.56\t-1.62\n5\t0.59\t-1.68\t0.59\t-3.01\t0.56\t-0.92\t0.56\t-0.92\n6\t0.62\t0.01\t0.63\t-0.18\t0.55\t0.04\t0.55\t0.04\n7\t0.52\t-0.38\t0.55\t-3.39\t0.49\t-0.10\t0.49\t-0.10\n8\t0.53\t-0.31\t0.52\t-2.13\t0.52\t-0.26\t0.52\t-0.26\n9\t0.44\t-1.16\t0.42\t-1.93\t0.36\t-0.57\t0.36\t-0.57\n10\t0.55\t0.02\t0.59\t-1.38\t0.52\t0.08\t0.52\t0.08\n11\t0.52\t1.93\t0.47\t-0.58\t0.48\t0.18\t0.48\t0.18\n12\t0.62\t-0.03\t0.67\t1.27\t0.61\t-0.01\t0.61\t-0.01\n13\t0.49\t-0.10\t0.48\t-0.13\t0.39\t-0.00\t0.39\t0.00\n14\t0.50\t-0.95\t0.55\t0.79\t0.47\t-0.36\t0.47\t-0.36\n15\t0.57\t0.00\t0.60\t0.46\t0.52\t0.15\t0.52\t0.15\n16\t0.57\t0.53\t0.53\t2.04\t0.51\t0.18\t0.51\t0.18\n17\t0.59\t1.19\t0.60\t0.53\t0.60\t-3.68\t0.60\t-3.68\n18\t0.48\t-0.30\t0.51\t-2.02\t0.44\t-0.06\t0.44\t-0.06\n19\t0.57\t0.04\t0.57\t-0.00\t0.51\t0.17\t0.51\t0.17\n20\t0.29\t-0.75\t0.34\t1.50\t0.27\t-0.12\t0.27\t-0.12\n21\t0.55\t0.33\t0.53\t0.77\t0.50\t0.16\t0.50\t0.16\n22\t0.55\t0.13\t0.58\t-2.11\t0.50\t0.26\t0.50\t0.26\n23\t0.42\t-0.20\t0.52\t-1.63\t0.37\t-0.04\t0.37\t-0.04\n24\t0.53\t-0.46\t0.59\t3.09\t0.52\t-0.13\t0.52\t-0.13\n25\t0.58\t0.02\t0.56\t-2.00\t0.54\t0.10\t0.54\t0.10\nTabela 6.2: Constantes para os modelos de Castagna et al. (1985) para as quatro interfaces consideradas.\nReferências Bibliográficas\nAki, K. and Richards, P. G. (1980). Quantitative Seismology, Theory and Methods: Volume\n1.\tW. H. Freeman and Company.\nBortfeld, R. (1961). Approximation to the reflection and transmission coefficient of plane longitudinal and tranverse waves. Geophys. Prosp., 9:485-503.\nCastagna, J. and Backus, M., editors (1993). Offset-Dependent Reflectivity-Theory and Practice of AVO analysis, volume 8 of Investigations in Geophysics. Society of Exploration Geophysicists.\nCastagna, J., Batzle, M. L., and Eastwood, R. L. (1985). Relationship between compressional and shear-wave velocities in clastic silicate rocks. Geophysics, 50:551-570.\nCastagna, J. and Smith, S, W. (1994). Comparison of AVO indicators: A modeling study. Geophysics, 59:1849-1855.\nCastagna, J. P. (2001). Recent advances in seismic lithologic analysis. Geophysics, 66:42-46.\nCastagna, J. P., Swan, H. W., and Foster, D. J. (1998). Framework for AVO gradient and intercept interpretation. Geophysics, 63:948-956.\nCerveny, V. and Psencik, I. (1988). Numerical modelling of seismic wave fields in 2-D laterally varyng layered structures by the ray method. http://sw3d.mff.cuni.cz/software.\nCohen, J. K. and Stockwell, J. J. W. (2006). CWP/SU: Seismic Un*x Release No. 39: a free package for seismic research and processing. Center for Wave Phenomena, Colorado School of Mines.\nConnolly (1999). Elastic impedance. Leading Edge, 18:438-452.\nCrase, E., Pica, A., Noble, M., McDonald, J., and Tarantola, A. (1990). Robust elastic nonlinear waveform inversion: Aplication to real data. Geophysics, 55:527-538.\nDahl, T. and Ursin, B. (1991). Parameter estimation in a one-dimensional anelastic medium. Journal of Geophysical Research, 96:217-233.\nDavolio, A., Grosfeld, V., and Santos, L. T. (2006). Impedance-type approximation of the PP and PS reflection coefficients and prediction of elastic parameters. WIT Annual Report, 9:199-208.\nDix, H. C. (1955). Seismic velocities from surface measurements. Geophysics, 20:68-86.\nDolan, E. D. and Moré, J. J. (2002). Benchmarking optimization software with performance profiles. Mathematical Programing, Serie A, 91:201-213.\nDong, W. (1996). A sensitive combination of AVO slope and intercept for hydorcarbon indication. 58 th Conference and Technical Exhibition, Eur. Assn. Geosci. Eng., paper M044.\nDouma, H. and Calvert, A. (2006). Nonhyperbolic moveout analysis in VTI media using rational interpolation. Geophysics, 71:D59-D71.\nDuffaut, K., Landrp, M., and Rogno, H. (2000). Shear-wave elastic impedance. Leading Edge, 19:1222-1229.\nFatti, J. L., Vail, P. J., Smith, G. C., Stauss, P. J., and Levitt, P. R. (1994). Detection of gas in sandstone reservoirs using AVO analysis: A 3-D seismic case history using Geostack technique. Geophysics, 59:1362-1367.\nGardner, G. H., Gardner, L. W., and Gregory, A. R. (1974). Formation velocity and density-the diagnostic for stratigraphic traps. Geophysics, 39:770-780.\nGonzélez, F. E., Mukerji, T., Mavko, G., and Michelena, R. J. (2002). Near and far offset P-to-S elastic impedance for discriminating fizz water from commercial gas. Leading Edge, 22:1012-1015.\nGoodway, B., Chen, T., and Downton, J. (1999). Improved AVO fluid detection and lithology discrimination, using Lamé petrophysical parameters, “Ap”, “pp”, and “A/p fluid stack” from P and S inversion. In 67th Ann. Int. Meeting, Expanded Abstracts, pages 183-186. Soc. Exp. Geo.\nGray, D., Goodway, B., and Chen, T. (1999). Bridging the gap: Using AVO to detect changes in fundamental elastic constants. In 69th SEG Ann. Int. Meeting, Expanded Abstracts, pages 852-855. Soc. Exp. Geo.\nGrosfeld, V. and Santos, L. T. (2005a). A comparison of seismic attributes. WIT Annual Report, 8:241-246.\nGrosfeld, V. and Santos, L. T. (2005b). Impedance-based indicator for elastic parameter prediction. In 9th International Congress, SBGF011 Extended Abstracts. Brazilian Geophysical Society.\nKnott, C. G. (1899). Reflection and refraction of elastic waves with seismological application. Philos. Mag., 48:64-97.\nKoefoed, O. (1955). On the effect of Poisson’s ratio of rocks strata on the reflection coefficients of plane waves. Geophys. prosp., 3:381-387.\nMallick, S., Huang, X., J., L., and Ahmad, R. (2000). Hybrid seismic inversion: A reconnaissance tool for deepwater exploration. The Leading Edge, 19:1230-1237.\nOstrander, W. J. (1984). Plane-wave reflection coefficents for gas sands at nonnormal angles of incidence. Geophysics, 49:1637-1648.\nPan, D., Liu, E., and Yue, J. (2005). Comparison of accuracies of elastic impedace. Journal of Seismic Exploration, 14:303-317.\nPerroud, H. and Tygel, M. (2004). Nonstrech NMO. Geophysics, 69:599-607.\nRamos, A. C. and Castagna, J. P. (2001). Useful approximations for converted-wave AVO. Geophysics, 66:1721-1734.\nRoss, C. P. (2000). Effective AVO crossplot modeling: A tutorial. Geophysics, 65:700-711.\nRutherford, S. R. and Williams (1989). Amplitude-versus-Offset variations in gas sands. Geophysics, 54:680-688.\nSantos, L. T. and Tygel, M. (2004). Impedance-type approximations of the P-P elastic reflection coefficient: Modeling and AVO inversion. Geophysics, 69:592-598.\nShuey, R. T. (1985). A simplification of the Zoeppritz equations. Geophysics, 50:609-614.\nSmith, G. C. and Gidlow, P. M. (1987). Weighted stacking for rock property estimation and detection of gas. Geophys. Prosp., 35:993-1014.\nSmith, G. C. and Gidlow, P. M. (2000). A comparison of the fluid factor with A and p in AVO analysis. In 68th Ann. Int. Meeting, Expanded Abstracts, pages 122-125. Society of Exploration Geophysicists.\nStewart, M., Stewart, R., and Larsen, A. (2001). Joint PP and PS seismic inversion. The Leading Edge, 20:1048-1052.\nTjaland, E. (1993). Analysis of the elastic reflection matrix. PhD thesis, The Norwegian Institute of Thecnology, University of Trondheim.\nTygel, M., Santos, L. S., Schleicher, J., and Hubral, P. (1999). Kirchhoff imaging as a tool for AVA/AVO analysis. The Leading Edge, 18:940-945.\nUrsin, B. and Stovas, A. (2006). Traveltime approximations for a layered transversely isotropic medium. Geophysics, 71:D23-D33.\nVeire, H. H. and Landro, M. (2006). Simultaneous inversion of PP and PS seismic data. Geophysics, 71:D1-D10.\nWhitcombe, D. N. (2002). Elastic impedance normalization. Geophysics, 67:60-62.\nWhitcombe, D. N., Connolly, P. A., Reagan, R. L., and Redshaw, T. C. (2002). Extended elastic impedance for fluid and lithology prediction. Geophysics, 67:63-67.\nWiggins, R., Kenny, G. S., and McClure, C. D. (1983). A method for determining and displaying the shear-velocity refelctivities of geological formation. European Patent Application 0113944.\nYilmaz, O. (2001). Seismic data analysis (2 Volumes), volume 10 of Investigations in Geophysics. Society of Exploration Geophysicists.\nZoeppritz, K. (1919). Uber Erdbebenwellen, VII B, Uber Reflexion und Durchgang seismis-cher Wellen durch Unstetigkeitsflachen, pages 57-84. Nachrichten Gottingen, Matematish physikalische Klasse."}]}}}