{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15198"}, {"@name": "filename", "#text": "21592_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "KASSIO FERREIRA MENDES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSORÇÃO, LIXIVIAÇÃO E EFEITO RESIDUAL DO OXADIAZON NO SOLO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \n\nFederal de Viçosa, como parte das exigências \n\ndo Programa de Pós-Graduação em \n\nAgronomia - Produção Vegetal, para obtenção \n\ndo título de Magister Scientiae. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRIO PARANAÍBA \n\nMINAS GERAIS ? BRASIL \n\n                                                                   2013 \n\n\n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n\nKASSIO FERREIRA MENDES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSORÇÃO, LIXIVIAÇÃO E EFEITO RESIDUAL DO OXADIAZON NO SOLO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \n\nFederal de Viçosa, como parte das exigências \n\ndo Programa de Pós-Graduação em \n\nAgronomia - Produção Vegetal, para obtenção \n\ndo título de Magister Scientiae. \n\n \n\n \n\n \n\n \n\nAPROVADA: 21 de março de 2013. \n\n\n\n \n\niii \n\n \n\n \n\nAos meus pais, Aparecido e Mércia, pelo apoio e incentivo. \n\n \n\nOfereço e dedico. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\"Todo o lugar que pisar a planta \n\ndo vosso pé vo-lo tenho dado, como \n\neu disse a Moisés.”  \n\n(Josué 1:3) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nhttp://frases.netsaber.com.br/ver_frase.php?c=3347\nhttp://frases.netsaber.com.br/ver_frase.php?c=3347\nhttp://frases.netsaber.com.br/ver_frase.php?c=3347\nhttp://frases.netsaber.com.br/busca_up.php?l=&amp;buscapor=Paul%20Levesque\n\n\n \n\niv \n\n \n\nAGRADECIMENTOS \n\n \n\nRendo graças a Deus, por ter estendido a sua mão de misericórdia ao meu favor \n\ne ter cumprido as suas fiéis promessas para comigo, me concedendo força, fé e \n\nperseverança, para que pudesse vencer mais uma etapa da minha vida.   \n\nAos meus pais Aparecido Ferreira Mendes e Mércia Ferreira da Silva Mendes, \n\npor todo amor e dedicação que sempre me proporcionaram, pelos quais sinto orgulho de \n\nchamá-los de pais, meu eterno agradecimento por terem me conduzido ao caminho certo \n\ne pela confiança em mim depositada, contribuindo assim para a minha formação. \n\nÀs minhas irmãs Keyla Ferreira Mendes e Karla Ferreira Mendes, ao meu \n\nsobrinho Kauã Mendes Costa, e a minha namorada Andréia Correia da Silva, pelo \n\ncarinho, incentivo e força. \n\nAo Orientador Professor Marcelo Rodrigues dos Reis, pela paciência, \n\nconhecimentos e dedicações cedidas para a concretização do trabalho. \n\n Aos Professores Carlos Eduardo Magalhães dos Santos e Miriam Hiroko Inoue, \n\npela amizade, atenção e disponibilidade de tempo. Pelas sugestões e pelas críticas que \n\nmuito contribuíram para a qualidade final desse trabalho. \n\nÀ Universidade Federal de Viçosa, Campus de Rio Paranaíba e ao Instituto de \n\nCiências Agrárias, pela oportunidade ímpar e pelo apoio concedido no mestrado. \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior - CAPES, \n\npela concessão das bolsas de estudo e pelo apoio financeiro. \n\n À minha amiga Ana Karollyna Alves de Matos, pela amizade e brilhante \n\nconvivência, que diretamente contribuiu para a realização desse trabalho. \n\nAos amigos e integrantes do Núcleo de Estudo de Herbicida na Planta e no Solo \n\n– NEHPSOL: Álvaro Augusto Pereira, Ana Caroline de Lourdes Pereira Assis, Antônio \n\nRafael da Silva Nunes, Clebson Gomes Gonçalves, Helbert Morais Braz, Kellem \n\nCamila Walperes, Rafael Augusto Andrade Silva, Remon Ribeiro da Silva, Roque de \n\nCarvalho Dias, Rosembergue Gabriel Lima Gonçalves e Wellington Luiz de Almeida; \n\npela amizade inestimável e pelo imprescindível auxílio na execução desse trabalho. \n\n Aos amigos do Programa de Pós-Graduação em Agronomia - Produção Vegetal, \n\nem destaque Marcelo César Rosa Lara, pelas trocas constantes de informações e pelo \n\nentretenimento. \n\n\n\n \n\nv \n\n \n\n À Ana Beatriz Rocha de Jesus Passos do Laboratório de Herbicida no Solo da \n\nUniversidade Federal de Viçosa, pela excelente integração durante a execução desse \n\ntrabalho e apoio inquestionável nas análises cromatográficas. \n\nAos grandes amigos e as tias do Chuveiro Torto, em especial Amanda \n\nFernandes, Ana Carolina Françani, Beatriz Alves, Érica Nayara, Gustavo Forlin, \n\nGustavo Magnino, Lígia Brandão, Renê Milagres, Rosana Mesquita e Thiago Amorim; \n\npelo ótimo convívio e pelo companheirismo.  \n\nE finalmente, a todos aqueles que, direta ou indiretamente, contribuíram para a \n\nexecução desse trabalho, os meus sinceros agradecimentos. \n\n \n\n \n\n \n\n \n\n\n\n \n\nvi \n\n \n\n \n\n \n\n \n\n \n\n \n\nBIOGRAFIA \n\n \n\nKASSIO FERREIRA MENDES, filho de Aparecido Ferreira Mendes e Mércia \n\nFerreira da Silva Mendes, nasceu na cidade de Barra do Bugres, Mato Grosso, em 01 de \n\nnovembro de 1990. \n\nEm janeiro de 2012, graduou-se em Agronomia pela Universidade do Estado de \n\nMato Grosso, Campus de Tangará da Serra, Mato Grosso, Brasil. \n\nEm fevereiro de 2012, iniciou o curso de Mestrado no Programa de Pós-\n\nGraduação em Agronomia - Produção Vegetal pela Universidade Federal de Viçosa, \n\nCampus de Rio Paranaíba, submetendo-se à defesa de dissertação em 21 de março de \n\n2013. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nvii \n\n \n\nÍNDICE \n\nRESUMO ................................................................................................................. viii \n\nABSTRACT ................................................................................................................ x \n\n1. INTRODUÇÃO GERAL ........................................................................................ 1 \n\n2. LITERATURA CITADA ........................................................................................ 4 \n\n3.  LIXIVIAÇÃO E EFEITO RESIDUAL DO OXADIAZON EM FUNÇÃO DO \n\nMOMENTO DE APLICAÇÃO DE LÂMINA D’ÁGUA E INCORPORAÇÃO DE \n\nMATERIAL ORGÂNICO NO SOLO ....................................................................... 7 \n\n3.1.  RESUMO .......................................................................................................... 7 \n\n3.2.  ABSTRACT ...................................................................................................... 8 \n\n3.3.  INTRODUÇÃO ................................................................................................ 9 \n\n3.4. MATERIAL E MÉTODOS .............................................................................. 11 \n\n3.5. RESULTADOS E DISCUSSÃO ...................................................................... 13 \n\n       3.5.1. Lixiviação do oxadiazon ......................................................................... 13 \n\n       3.5.2. Efeito residual do oxadiazon ................................................................... 18 \n\n3.6.  LITERATURA CITADA ................................................................................ 25 \n\n4. DETERMINAÇÃO CROMATOGRÁFICA DE RESÍDUOS DE OXADIAZON \n\nNO SOLO .................................................................................................................. 29 \n\n4.1. RESUMO ......................................................................................................... 29 \n\n4.2. ABSTRACT..................................................................................................... 30 \n\n4.3.  INTRODUÇÃO .............................................................................................. 31 \n\n4.4. MATERIAL E MÉTODOS .............................................................................. 33 \n\n4.5. RESULTADOS E DISCUSSÃO ...................................................................... 36 \n\n       4.5.1. Validação do método analítico de extração ............................................. 36 \n\n       4.5.2. Quantificação de resíduo de oxadiazon nos solos .................................... 39 \n\n4.6.  LITERATURA CITADA ................................................................................ 45 \n\n5. SORÇÃO DO OXADIAZON EM SOLOS CULTIVADOS COM ALLIACEA. 51 \n\n5.1. RESUMO ......................................................................................................... 51 \n\n5.2. ABSTRACT..................................................................................................... 52 \n\n5.3. INTRODUÇÃO ............................................................................................... 53 \n\n5.4. MATERIAL E MÉTODOS .............................................................................. 54 \n\n5.5. RESULTADOS E DISCUSSÃO ...................................................................... 58 \n\n5.6. LITERATURA CITADA ................................................................................. 67 \n\n6. CONSIDERAÇÕES FINAIS ................................................................................ 72\n\n\n\n \n\nviii \n\n \n\n \n\nRESUMO \n\n \n\nMENDES, Kassio Ferreira, M. Sc., Universidade Federal de Viçosa, março de 2013. \n\nSorção, lixiviação e efeito residual do oxadiazon no solo. Orientador: Marcelo \n\nRodrigues dos Reis. Coorientadores: Carlos Eduardo Magalhães dos Santos e Cláudio \n\nPagotto Ronchi. \n\n \n\nO solo é o destino final dos herbicidas usados na agricultura, sejam eles \n\naplicados diretamente no solo ou na parte aérea das plantas. Ao entrarem em contato \n\ncom o solo, os herbicidas estão sujeitos a processos físico-químicos que regulam seu \n\ndestino no ambiente. Dessa forma, objetivou-se neste trabalho avaliar a dinâmica do \n\noxadiazon em áreas cultivadas com Alliaceae no Cerrado Mineiro, enfatizando a sorção, \n\nlixiviação e efeito residual. A lixiviação e o efeito residual do oxadiazon foram \n\navaliados no campo utilizando a técnica de bioensaio (Avena sativa L.), no \n\ndelineamento em blocos casualizados, com tratamentos dispostos em esquema de \n\nparcelas subsubdivididas 4 x 2 x 4 + 1, com quatro repetições. As parcelas \n\nexperimentais foram constituídas dos momentos de aplicação de lâminas d’água (0; 10 \n\nmm antes; 10 mm depois; e 10 mm antes e depois da aplicação do oxadiazon), além da \n\ntestemunha (0 mm  e 0 g ha\n-1 \n\nde oxadiazon). As subparcelas de incorporação (8 t ha\n-1\n\n) \n\nou não de material orgânico no solo e as subsubparcelas das profundidades do solo \n\n(0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m). Coletaram-se amostras de solo para a \n\ndeterminação da lixiviação do oxadiazon (1.000 g ha\n-1\n\n) aos 0, 30, 60 e 90 dias após a \n\naplicação (DAA) do oxadiazon e para determinar o efeito residual aos 0, 15, 30, 45, 60, \n\n75, 90 e 105 DAA. Para determinar os resíduos de oxadiazon, utilizou-se delineamento \n\nem blocos casualizados, com tratamentos dispostos em esquema de parcelas \n\nsubsubdivididas 2 x 4 x 8 + 1, com quatro repetições. As parcelas foram constituídas de \n\nincorporação (8 t ha\n-1\n\n) ou não de material orgânico no solo, além da testemunha (0 t ha\n-1\n\n \n\ne 0 g ha\n-1 \n\nde oxadiazon). As subparcelas das profundidades do solo (0,00-0,05; 0,05-\n\n0,10; 0,10-0,15 e 0,15-0,20 m) e as subsubparcelas de épocas de coleta de solo (0, 2, 4, \n\n8, 16, 32, 64 e 128 DAA). As amostras foram quantificadas por cromatografia líquida \n\nde alta eficiência (CLAE), utilizando técnica de extração sólido-líquido com partição \n\nem baixa temperatura (ESL-PBT). Na avaliação da sorção em casa de vegetação, \n\nutilizaram-se areia lavada e 22 solos provenientes de áreas cultivadas com Alliaceae no \n\nCerrado Mineiro. Determinaram-se a DL50, dose letal capaz de inibir 50% do acúmulo \n\nda massa seca do bioindicador (A. sativa L.), e a relação de sorção (RS) para cada solo. \n\n\n\n \n\nix \n\n \n\nAo 0 DAA, observou-se maior lixiviação, com a aplicação sequencial de lâmina d’água \n\nde 10/10 mm, atingindo a profundidade de 0,15-0,20 m. No efeito residual avaliado por \n\nbioensaio, o maior tempo de meia-vida (t1/2) foi de 54 dias, na camada de 0,00-0,05 m, \n\nna aplicação de 10/10 mm, independente da incorporação de material orgânico no solo. \n\nNa camada de 0,00-0,05 m, verificaram-se t1/2 de 56 e 51 dias do oxadiazon no solo com \n\ne sem incorporação de material orgânico, respectivamente, nas análises cromatográficas.  \n\nA DL50 foi mais expressiva (528,09 g ha\n-1\n\n) para substrato de solo, resultando em maior \n\n(>53,00) RS. Conclui-se que o momento de aplicação de lâminas d’água interfere na \n\nlixiviação e efeito residual do oxadiazon no solo. A incorporação de material orgânico \n\nno solo, não afeta a lixiviação e o efeito residual do oxadiazon pelo método de \n\nbioensaio. O método sólido-líquido com partição em baixa temperatura proposto para a \n\nextração e quantificação por cromatografia líquida do oxadiazon no solo, é adequado \n\npara estudos de detecção de resíduo deste herbicida. O oxadiazon apresentou baixa \n\nmobilidade no solo pelo método cromatográfico. Em solos com incorporação de \n\nmaterial orgânico, observaram-se maiores concentrações do oxadiazon nas diferentes \n\nprofundidades e períodos, e, consequentemente, maior efeito residual. \n\nIndependentemente do método de detecção e quantificação do oxadiazon, bioensaio e \n\ncromatografia, os valores de t1/2 encontrados são próximos. Dessa forma, o método de \n\nbioensaio pode ser recomendado para monitorar resíduos de oxadiazon no solo. A \n\nsorção do oxadiazon é influenciada pelas características químicas dos solos cultivados \n\ncom Alliaceae, ressaltando a correlação com o pH (CaCl2), teor de magnésio, alumínio, \n\nmatéria orgânica, carbono orgânico e a saturação por alumínio. \n\n\n\n \n\nx \n\n \n\nABSTRACT \n\n \n\nMENDES, Kassio Ferreira, M. Sc., Universidade Federal de Viçosa, march of 2013. \n\nSorption, leaching and residual effect of oxadiazon in soil. Advisor: Marcelo \n\nRodrigues dos Reis. Co-advisers: Carlos Eduardo Magalhães dos Santos and Cláudio \n\nPagotto Ronchi. \n\n \n\nSoil is the final destination of the herbicides used in agriculture, they are applied \n\ndirectly in soil or in aerial part of plants. On contact with the soil, herbicides are subject \n\nto physical and chemical processes that govern its fate in the environment. Thus, this \n\nstudy objective to evaluate the dynamics of oxadiazon in cultivated areas with Alliaceae \n\nin the Cerrado Mineiro, emphasizing the sorption, leaching and residual effect. \n\nLeaching and residual effect of oxadiazon were evaluated in the field using the \n\ntechnique of bioassay (Avena sativa L.), in a randomized block design, with treatments \n\narranged in split split plots 4 x 2 x 4 + 1, with four replications. The experimental plots \n\nconsisted of moments of applying water depths (0, 10 mm before, 10 mm after, and 10 \n\nmm before and after application of oxadiazon), and a control (0 mm and 0 g ha\n-1\n\n of \n\noxadiazon). The subplots incorporation (8 t ha\n-1\n\n) or no organic material in the soil and \n\nsubsubplots of depths of soil (0.00-0.05, 0.05-0.10, 0.10-0.15 and 0.15-0.20 m). Were \n\ncollected soil samples to determine the leaching of oxadiazon (1.000 g ha\n-1\n\n) at 0, 30, 60 \n\nand 90 days after application (DAA) of oxadiazon and to determine the residual effect \n\nat 0, 15, 30, 45, 60, 75, 90 and 105 DAA. To determine the residues of oxadiazon, were \n\nused a randomized block design, with treatments arranged in split split plots 2 x 4 x 8 + \n\n1, with four replications. The plots consisted of incorporation (8 t ha\n-1\n\n) or no organic \n\nmaterial in the soil, and the control (0 t ha\n-1\n\n and 0 g ha\n-1\n\n of oxadiazon). The subplots of \n\ndepths of soil (0.00-0.05, 0.05-0.10, 0.10-0.15 and 0.15-0.20 m) and the subsubplots \n\ntimes of collection of soil (0, 2, 4, 8, 16, 32, 64 and 128 DAA). The samples were \n\nquantified by high performance liquid chromatography (HPLC), using technique of \n\nextraction solid-liquid with partition at low temperature (ESL-PLT). In the evaluation of \n\nsorption in a greenhouse, were used washed sand and 22 soils from cultivated areas with \n\nAlliaceae in the Cerrado Mineiro. Were determined the LD50, lethal dose able to inhibit \n\n50% of the dry mass accumulation of bioindicator (A. sativa L.), and the ratio of \n\nsorption (RS) for each soil. To 0 DAA, there was greater leaching, with the sequential \n\napplication of a water depth of 10/10 mm, reaching a depth of 0.15-0.20 m. In the \n\nresidual effect assessed by bioassay, the longest time of half-life (t1/2) was 54 days, in \n\nthe layer of 0.00-0.05 m, in application of 10/10 mm, independent of the incorporation \n\n\n\n \n\nxi \n\n \n\nof organic material in the soil. In layer of 0.00-0.05 m, there have t1/2 of 56 and 51 days \n\nof oxadiazon in the soil with and without incorporation of organic material, \n\nrespectively, in chromatographic analyzes. The LD50 was more pronounced (528.09 g \n\nha\n-1\n\n) to substrate of soil, resulting in higher (>53.00) RS. Were conclude that the \n\nmoment of applying water depths interferes in leaching and residual effect of oxadiazon \n\nin the soil. The incorporation of organic material in the soil, not affect the leaching and \n\nthe residual effect of oxadiazon by bioassay method. The method solid-liquid partition \n\nproposed for low temperature extraction and quantitation by liquid chromatography of \n\noxadiazon in the soil, is suitable for studies detection residue of this herbicide. The \n\noxadiazon had low mobility in soil by chromatographic method. In soils with \n\nincorporation of organic material, were observed higher concentrations of oxadiazon in \n\ndifferent depths and periods, and, consequently, higher residual effect. Independently of \n\nthe method of detection and quantification of oxadiazon, bioassay and chromatography, \n\nthe values of t1/2 found are close. Thus, the method of bioassay may be recommended to \n\nmonitor oxadiazon residues in the soil. The sorption of oxadiazon is influenced by the \n\nchemical characteristics of the soils cultivated with Alliaceae, highlighting the \n\ncorrelation with the pH (CaCl2), magnesium content, aluminum, organic matter, organic \n\ncarbon and aluminum saturation.  \n\n \n\n\n\n \n\n1 \n\n \n\n1. INTRODUÇÃO GERAL \n\n \n\nO Programa de Assentamento Dirigido do Alto Paranaíba (PADAP), implantado \n\nem 1973, abrange uma área de 60.000 ha, entre os municípios de Rio Paranaíba (60,8% \n\nda área do projeto e 19,2% da área do município), São Gotardo, Ibiá e Campos Altos, \n\npermitiu a implantação de sistemas de cultivo intensivo no Cerrado Mineiro, destacando \n\no Alto Paranaíba (Santos, 2010). De acordo com o IBGE (2012), o município de Rio \n\nParanaíba se destaca no cenário agrícola, sendo o maior produtor de alho (6.000 t) e de \n\ncebola (33.000 t) no Estado de Minas Gerais.  \n\nOs herbicidas são utilizados intensivamente em Alliaceae - alho e cebola, as \n\nquais são pouco competitivas com as plantas daninhas, ou seja, bastante sensíveis à \n\nconvivência com outras espécies na mesma área de cultivo. Assim, o período crítico de \n\ncompetição de ambas as culturas variram de 40 a 100 dias (Soares et al., 2003; Williams \n\net al., 2005; Qasem, 2006).  \n\nEm áreas cultivadas com alho, o oxadiazon é amplamente utilizado em pré-\n\nemergência na dose de 1.000 g ha\n-1\n\n, principalmente, por ser altamente eficiente e \n\nexclusivo no controle de trevo (Oxalis latifolia) (Arya e Singh, 1998), que é uma das \n\nprincipais plantas daninhas dessa cultura. Todavia, o controle de plantas daninhas pelo \n\noxadiazon tem sido insatisfatório, pois após 10-15 dias são necessárias aplicações de \n\nherbicidas pós-emergentes e capinas manuais, onerando o custo de produção. Somente \n\nas capinas manuais representam custo médio de 1.500,00 a 2.000,00 R$ ha\n-1\n\n. \n\nO oxadiazon [5-tert-butil-3-(2,4-dicloro-5-isopropoxifenil)-1,3,4-oxadiazol-2 \n\n(3H)-ona] (Figura 1) é inibidor da enzima PROTOX (protoporfirinogênio oxidase) e \n\npertencente ao grupo químico dos oxadiazoles (Garrido et al., 2001). O oxadiazon é \n\naplicado em pré e pós-emergência inicial das plantas daninhas e culturas, atuando sobre \n\ngramíneas e dicotiledôneas, em arroz, cebola, alho e cana-de-açúcar. \n\nQuando a PROTOX é inibida, impede a conversão de protoporfirinogênio IX \n\npara protoporfirina IX (pigmento fotodinâmico), resultando numa acumulação de \n\nprotoporfirinogênio IX no cloroplasto. Além disso, estes resultados sugerem que \n\nplastídeos podem exportar protoporfirinogênio ou protoporfirina IX para síntese do \n\ngrupo heme mitocondrial (precursor de citocromos). A natureza lipofílica de \n\nprotoporfirinogênio IX permite que, este seja exportado do plastídio intacto para o \n\ncitoplasma e as membranas envolventes (Jacobs e Jacobs, 1993; Lee et al., 1993). Neste \n\nprocesso, a protoporfirinogênio IX é espontaneamente oxidada a protoporfirina IX por \n\n\n\n \n\n2 \n\n \n\num herbicida insensível a enzima peroxidase (Jacobs e Jacobs, 1993). A presença de \n\noxigênio molecular e luz faz com que a protoporfirina IX, forma o radical de oxigênio \n\nsingleto (Becerril e Duque, 1989). Oxigênio singleto destrói componentes lipídicos das \n\nmembranas celulares, resultando no vazamento de eletrólitos e desidratação celular, \n\ncausando a morte da planta (Becerril e Duque, 1989).  \n\n \n\n \n\nFigura 1. Estrutura química de oxadiazon. \n\n \n\nQuando os herbicidas são aplicados no solo, em pré-emergência, ficam expostos \n\na condições ambientais, podendo ser degradados pela influência de agentes físicos, \n\nquímicos e biológicos, volatilizados, adsorvidos por colóides do solo (determinando o \n\nefeito residual) (Li et al., 2003; Andreu e Picó, 2004; Gunasekara et al., 2007) e \n\ntransportados externamente por escoamento superficial e lixiviação (Vryzas et al., \n\n2012).  \n\nNo caso da lixiviação, este fenômeno refere-se ao movimento descendente, ou \n\nseja, ao carreamento dos herbicidas na matriz do solo ou com a água do solo, sendo que \n\nsua intensidade dependente das características físico-químicas do herbicida e das \n\ncaracterísticas de solo e clima (Inoue et al., 2003). Contudo, o efeito residual \n\ncorresponde à permanência dos herbicidas no solo, podendo causar contaminação \n\nambiental e fitotoxicidade nas culturas sucessoras (Soltani et al., 2011). \n\nAs precipitações pluviais ou irrigação antes e/ou após a aplicação dos herbicidas \n\npodem também comprometer o seu desempenho na eficiência de controle das plantas \n\ndaninhas, dependendo da quantidade e da intensidade de lâmina d’água, além das \n\nformulações e as concentrações dos herbicidas utilizados (Anderson e Arnold, 1984; \n\nMartini et al., 2003; Monquero e Silva, 2007).  \n\n\n\n \n\n3 \n\n \n\nDiante do exposto, tem sido observado uma forte correlação entre teor de \n\ncarbono orgânico do solo e sorção de herbicidas (Albarrán et al., 2003; Ahangar et al., \n\n2008), sendo que a lixiviação dos herbicidas poderia ser reduzida pela aplicação de \n\nmateriais orgânicos no solo. Apesar do elevado potencial de sorção de alguns herbicidas \n\naplicados nos solos, estes são susceptíveis a perda da sua capacidade de sorção ao longo \n\ndo tempo, dependendo da natureza do solo e da dose aplicada (Martin et al., 2012).  \n\nNa cultura do alho, é comum incorporar de 8 a 10 t ha\n-1\n\n de composto orgânico \n\nantes do plantio de acordo com recomendações técnicas. Concomitantemente, isso pode \n\naumentar o efeito residual dos herbicidas, reduzindo os riscos associados à \n\ncontaminação das águas subterrâneas (Cabrera et al., 2008).  \n\nPara correlacionar as características químicas do solo e a sorção relativa do \n\noxadiazon, a análise de trilha desenvolvida por Wright (1921) é fundamental, pois \n\nconsiste no estudo dos efeitos diretos e indiretos de caracteres sobre uma variável \n\nprincipal, cujas estimativas são obtidas por meio de equações de regressão, em que as \n\nvariáveis são previamente padronizadas. A importância da correlação entre \n\ncaracterística química do solo reside na possibilidade de se avaliar o quanto a alteração \n\nem um caráter pode afetar os demais. Dessa maneira, um alto ou baixo coeficiente de \n\ncorrelação pode ser o resultado do efeito de outras variáveis, sem revelar a exata \n\nimportância relativa dos efeitos diretos e indiretos desses fatores. \n\nAtravés de modelos matemáticos, Comoretto et al. (2008) estimaram que 91% \n\nda dose de oxadiazon aplicada inicialmente, permanecem no residual do solo e água, e \n\napenas uma pequena quantidade (<0,1%) lixivia abaixo de 0,05 m de profundidade do \n\nsolo. \n\nA aplicação intensiva de oxadiazon em solos cultivados com Alliaceae poderá \n\nfavorecer a contaminação de águas superficiais e subterrâneas. Dessa forma, o \n\nconhecimento referente ao comportamento do oxadiazon pode auxiliar na prevenção \n\ndos prejuízos ambientais e na dinâmica das moléculas do herbicida presente no solo.  \n\nDe maneira geral, o monitoramento ambiental, realizado por meio de estudos de \n\ncampo bem planejados, é considerado o melhor procedimento de avaliação, gerando \n\ninformações que subsidiem ações para minimizar os impactos ambientais (Filizola et al., \n\n2002) e maximizar a eficácia do herbicida.  \n\nNão foram encontrados artigos referentes ao comportamento ambiental do \n\noxadiazon no Brasil. Isso reflete na grande necessidade de pesquisas nos estados \n\nprodutores de Alliaceae, como o Estado de Minas Gerais, beneficiando direta ou \n\n\n\n \n\n4 \n\n \n\nindiretamente os profissionais da agricultura e a sociedade, em termos econômicos e \n\nambientais.  \n\nA matéria orgânica e o momento de aplicação das lâminas d’água presente nos \n\nsolos cultivados com Alliaceae no Cerrado Mineiro podem contribuir significativamente \n\npara o aumento da sorção relativa do oxadiazon, reduzindo a lixiviação e aumentando o \n\nefeito residual do herbicida.  \n\nCom isso, objetivou-se avaliar, em condições de casa de vegetação e campo, a \n\ndinâmica do oxadiazon em áreas cultivadas com Alliaceae no Cerrado Mineiro, \n\nenfatizando a lixiviação, efeito residual e sorção. \n\n \n\n2. LITERATURA CITADA \n\n \n\nAHANGAR, A. G.; SMERNIK, R. J.; KOOKANA, R. S.; CHITTLEBOROUGH, D. J. \n\nSeparating the effects of organic matter–mineral interactions and organic matter \n\nchemistry on the sorption of diuron and phenanthrene. Chemosphere, v. 72, n. 6, p. \n\n886-890, 2008. \n\n \n\nALBARRÁN, A.; CELIS, R.; HERMOSÍN, M. C.; LÓPEZ-PIÑEIRO, A.; ORTEGA-\n\nCALVO, J. J.; CORNEJO, J. Effects of solid-olive mill waste addition to soil on \n\nsorption, degradation and leaching of the herbicide simazine. Soil Use and \n\nManagement, v. 19, n. 2, p. 150-156, 2003. \n\n \n\nANDERSON, M. D.; ARNOLD, W. E. Weed control in sunflowers (Helianthus \n\nannuus) with desmediphan and phenmediphan. Weed Science, v. 32, n. 3, p. 310-314, \n\n1984. \n\n \n\nANDREU, V.; PICÓ, Y. Determination of pesticides and their degradation products in \n\nsoil: critical review and comparison of methods. Trends in Analytical Chemistry, v. \n\n23, n. 10/11, p. 772-789, 2004. \n\n \n\nARYA, M. P. S.; SINGH, R. V. Direct and residual effect of oxadiazon and oxyfluorfen \n\nherbicides on the control of Oxalis latifolia in soybean. Indian Journal of Weed \n\nScience, v. 30, n. 1/2, p. 36-38, 1998.  \n\n \n\nBECERRIL, J. M.; DUKE, S. O. Protoporphyrin IX content correlates with activity of \n\nphotobleaching herbicides. Plant Physiology, v. 90, n. 3, p. 1175-1181, 1989. \n\n \n\nCABRERA, A.; COX, L.; WILLIAM, C.; KOSKINEN, W. C.; SADOWSKY, M. J. \n\nAvailability of triazine herbicides in aged soils amended with olive oil mill waste. \n\nJournal of Agricultural and Food Chemistry, v. 56, n. 11, p. 4112-4119, 2008. \n\n \n\nCOMORETTO, L.; ARFIB, B.; TALVA, R.; CHAUVELON, P.; PICHAUD, M.; \n\nCHIRON, S.; HÖHENER, P. Runoff of pesticides from rice fields in the Ile de \n\n\n\n \n\n5 \n\n \n\nCamargue (Rhône river delta, France): Field study and modeling. Environmental \n\nPollution, v. 151, n. 3, p. 486-493, 2008. \n\n \n\nFILIZOLA, H. F.; FERRACINI, V. L.; SANS, L. M. A.; GOMES, M. A. F.; \n\nFERREIRA, C. J. A. Monitoramento e avaliação do risco de contaminação por \n\npesticidas em água superficial e subterrânea na região de Guaíra. Pesquisa \n\nAgropecuária Brasileira, v. 37, n. 5, p. 659-667. 2002. \n\n \n\nGARRIDO, E. M.; LIMA, J. L. F. C.; DELERUE-MATOS, C.; BORGES, M. F. M.; \n\nBRETT, A. M. O. Electroanalytical determination of oxadiazon and characterization of \n\nits base-catalyzed ring-opening products. Electroanalysis, v. 13, n. 3, p. 199-203, 2001. \n\n \n\nGUNASEKARA, A.; TROIANO, J.; GOH, K. S.; TJEERDEMA, R. S. Chemistry and \n\nfate of simazine. Reviews of Environmental Contamination and Toxicology, v. 189, \n\np. 1-23, 2007. \n\n \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. IBGE \n\ncidades. Disponível em:&lt;http://www.ibge.gov.br/cidadesat/topwindow.htm?1>. \n\nAcesso em: 26 dez. 2012. \n\n \n\nINOUE, M. H.; OLIVEIRA JR., R. S.; REGITANO, J. B.; TORMENA, C. A.; \n\nTORNISIELO, V. L.; CONSTANTIN, J. Critério para avaliação do potencial de \n\nlixiviação dos herbicidas comercializados no Estado do Paraná. Planta Daninha, v. 21, \n\nn. 2, p. 313-323, 2003. \n\n \n\nJACOBS, J. M.; JACOBS, N. J. Porphyrin accumulation and export by isolated barley \n\n(Hordeum vulgare) plastids (effect of diphenyl ether herbicides). Plant Physiology, v. \n\n101, n. 4, p. 1181-1187, 1993. \n\n \n\nLEE, H. J.; DUKE, M. V.; DUKE, S. O. Cellular localization of protoporphyrinogen-\n\noxidizing activities of etiolated barley (Hordeum vulgare L.) leaves. Plant Physiology, \n\nv. 102, n. 3, p. 881-889, 1993. \n\n \n\nLI, H.; SHENG, G.; TEPPEN, B. J.; JOHNSTON, C. T.; BOYD, S. A. Sorption and \n\ndesorption of pesticides by clay minerals and humic acid-clay complexes. Soil Science \n\nSociety of America Journal, v. 67, n. 1, p. 122-131, 2003. \n\n \n\nMARTIN, S.; KOOKANA, R. S.; VAN ZWIETEN, L.; KRULL, E. Marked changes in \n\nherbicide sorption-desorption upon ageing of biochars in soil. Journal of Hazardous \n\nMaterials, v. 231/232, p. 70-78, 2012. \n\n \n\nMARTINI, G.; PEDRINHO JR., A. F. F.; DURIGAN, J. C. Eficácia do herbicida \n\nglifosato-potássico submetido à chuva simulada após a aplicação. Bragantia, v. 62, n. \n\n1, p. 39-45, 2003. \n\n \n\nMONQUERO, P. A.; SILVA, A. C. Efeito do período de chuva no controle de \n\nEuphorbia heterophylla e Ipomoea purpurea pelos herbicidas glyphosate e sulfosate. \n\nPlanta Daninha, v. 25, n. 2, p. 399-404, 2007.  \n\n \n\n\n\n \n\n6 \n\n \n\nQASEM, J. R. Response of onion (Allium cepa) plants to fertilizers, weed competition \n\nduration, and planting times in the central Jordan Valley. Weed Biology and \n\nManagement, v. 6, n. 4, p. 212-220, 2006. \n\n \n\nSANTOS, M. A. A influência da dinâmica demográfica e domiciliar no processo de \n\nocupação do Cerrado Brasileiro: o caso do Programa de Assentamento Dirigido do \n\nAlto Paranaíba, Minas Gerais, Brasil. 2010. 152 f. Tese (Doutorado em Demografia) \n\n- Centro de Desenvolvimento e Planejamento Regional, Faculdade de Ciências \n\nEconômicas, Universidade Federal de Minas Gerais, Belo Horizonte, 2010. \n\n \n\nSOARES, D. J.; PITELLI, R. A.; BRAZ, L. T.; GRAVENA, R.; TOLEDO, R. E. B. \n\nPeríodos de interferência das plantas daninhas na cultura da cebola (Allium cepa) \n\ntransplantada. Planta Daninha, v. 21, n. 3, p. 387-396, 2003. \n\n \n\nSOLTANI, N.; MASHHADI, R. H.; MESGARAN, M. B.; COWBROUGH, M.; \n\nTARDIF, F. J.; CHANDLER, K.; SWANTON, C. J.; SIKKEMA, P. H. The effect of \n\nresidual corn herbicides on soybean injury and yield seeded in the same season. \n\nCanadian Journal of Plant Science, v. 91, n. 3, p. 571-576, 2011. \n\n \n\nVRYZAS, Z.; PAPADAKIS, E. N.; PAPADOPOULOU-MOURKIDOU, E. Leaching \n\nof Br?, metolachlor, alachlor, atrazine, deethylatrazine and deisopropylatrazine in \n\nclayey vadoze zone: A field scale experiment in north-east Greece. Water Research, v. \n\n46, n. 6, p. 1979-1989, 2012. \n\n \n\nWILLIAMS, M. M.; RANSOM, C. V.; THOMPSON, W. M. Duration of volunteer \n\npotato (Solanum tuberosum) interference in bulb onion. Weed Science, v. 53, n. 1, p. \n\n62-68, 2005. \n\n \n\nWRIGHT, S. Correlation and causation. Journal of Agricultural Research, v. 20, n. 7, \n\np. 557-585, 1921. \n\n \n\n\n\n \n\n7 \n\n \n\n3. LIXIVIAÇÃO E EFEITO RESIDUAL DO OXADIAZON EM FUNÇÃO DO \n\nMOMENTO DE APLICAÇÃO DE LÂMINA D’ÁGUA E INCORPORAÇÃO DE \n\nMATERIAL ORGÂNICO NO SOLO \n\n \n\n3.1.  RESUMO \n\n \n\n O conhecimento dos processos envolvidos na interação herbicida-solo é de \n\nfundamental importância para minimizar os efeitos negativos ao ambiente, em especial, \n\naos recursos hídricos e aumentar a eficiência no controle de plantas daninhas. \n\nObjetivou-se, neste trabalho, avaliar a lixiviação e o efeito residual do oxadiazon \n\naplicado em pré-emergência, por meio de bioensaio, em função do momento de \n\naplicação da lâmina d’água e material orgânico do solo. Utilizou-se delineamento em \n\nblocos casualizados, com tratamentos dispostos em esquema de parcelas \n\nsubsubdivididas 4 x 2 x 4 + 1, com quatro repetições. As parcelas experimentais foram \n\nconstituídas de momento de aplicação de lâminas d’água (0; 10 mm antes; 10 mm \n\ndepois; e 10 mm antes e depois da aplicação do oxadiazon), além da testemunha (0 mm \n\ne 0 g ha\n-1 \n\nde oxadiazon). As subparcelas de incorporação ou não de material orgânico (8 \n\nt ha\n-1\n\n)  no solo e as subsubparcelas das profundidades do solo (0,00-0,05; 0,05-0,10; \n\n0,10-0,15 e 0,15-0,20 m). Para a determinação da lixiviação do oxadiazon (1.000 g ha\n-\n\n1\n), coletaram-se amostras de solo aos 0, 30, 60 e 90 dias após a aplicação (DAA) do \n\noxadiazon, e para determinar o efeito residual foram aos 0, 15, 30, 45, 60, 75, 90 e 105 \n\nDAA. Ao 0 DAA, a lixiviação foi maior com aplicação sequencial de lâmina d’água de \n\n10/10 mm, atingindo a profundidade de 0,15-0,20 m. O maior tempo de meia-vida (t1/2) \n\ndo oxadiazon foi de 54 dias na camada de 0,00-0,05 m com aplicação de 10 mm antes e \n\ndepois da aplicação do oxadiazon. Conclui-se que o momento de aplicação de lâminas \n\nd’água interfere na lixiviação e efeito residual do oxadiazon no solo, podendo aumentar \n\na eficiência do herbicida no controle das plantas daninhas, ao atingir as camadas mais \n\nprofundas do solo. A incorporação de material orgânico no solo não afetou a lixiviação \n\ne efeito residual do oxadiazon.  \n\n \n\n Palavras-chave: bioindicador, eficiência, mobilidade, persistência. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n8 \n\n \n\nLEACHING AND EFFECT RESIDUAL OF OXADIAZON IN FUNCTION OF \n\nMOMENT OF APPLICATION OF DEPTH WATER AND INCORPORATION \n\nOF ORGANIC MATERIAL IN SOIL \n\n \n\n3.2. ABSTRACT \n\n \n\nThe knowledge of the processes involved in herbicide-soil interaction is is of \n\nfundamental importance to minimize the negative effects to the environment, especially \n\nwater resources and increase efficiency in weed control. The objective of this study was \n\nto evaluate the leaching and the residual effect of oxadiazon applied in pre-emergence, \n\nthrough of bioassay, in function on the moment of application of water depth and \n\norganic material in soil. Was used randomized block design, with treatments arranged in \n\nsplit split plots 4 x 2 x 4 + 1, with four replications. The experimental plots consisted of \n\nmoments of applying water depths (0, 10 mm before, 10 mm after, and 10 mm before \n\nand after application of oxadiazon), and a control (0 mm and 0 g ha\n-1\n\n of oxadiazon). The \n\nsubplots incorporation (8 t ha\n-1\n\n) or no organic material in the soil and subsubplots of \n\ndepths of soil (0.00-0.05, 0.05-0.10, 0.10-0.15 and 0.15-0.20 m). To determine the \n\nleaching of oxadiazon (1.000 g ha\n-1\n\n), were collected soil samples at 0, 30, 60 and 90 \n\ndays after application (DAA) of oxadiazon and, to determine the residual effect at 0, 15, \n\n30, 45, 60, 75, 90 and 105 DAA. At 0 DAA, the leaching was greater with sequential \n\napplication of water depth of 10/10 mm, reaching the depth of 0.15-0.20 m. The longer \n\ntime of half-life (t1/2) of oxadiazon was 54 days in the layer of 0.00-0.05 m with \n\napplication of 10 mm before and after of application of oxadiazon. Were conclude that \n\nthe moment of applying water depths interferes in leaching and residual effect of \n\noxadiazon in the soil, may increase the efficacy of the herbicide on weed control, \n\nreaching the deeper layers of the soil. The incorporation of organic material in the soil \n\ndid not affect the leaching and residual effect of oxadiazon.  \n\n \n\nKeywords: bioindicator, efficiency, mobility, persistence. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n9 \n\n \n\n3.3.  INTRODUÇÃO \n\n \n\nA crescente aplicação de herbicidas pode resultar em impactos negativos aos \n\necossistemas e à saúde humana. Segundo El-Nahhal (2003), a proteção do meio \n\nambiente e o controle da poluição tornaram-se uma grande preocupação em muitos \n\npaíses, sendo pré-requisitos para a tomada de decisão na capacidade de identificar e \n\nmensurar os herbicidas contaminantes e concentrações em nosso meio.  \n\nO comportamento de herbicidas no solo é regulado por um conjunto de \n\nprocessos complexos (Konstantinou et al., 2006), incluindo degradação química, \n\ndecomposição microbiana (Diao et al., 2010), fotodecomposição (El-Nahhal et al., \n\n2001), sorção por colóides no solo (Alonso et al., 2011), volatilização, escoamento \n\nsuperficial, lixiviação (Jones et al., 2011) e absorção por plantas.  \n\nA lixiviação compreende o movimento vertical dos herbicidas no perfil do so lo \n\nsaturado, atingindo as camadas mais profundas pelo fluxo de massa juntamente com a \n\nágua, podendo ser sorvidos, dessorvidos e/ou degradados à medida que translocam no \n\nsolo (Walker et al., 2005). O movimento rápido de herbicidas para as águas \n\nsubterrâneas com a primeira chuva após a aplicação sugere que o fluxo preferencial seja \n\ncomum. Isensee e Sadeghi (1995) indicam que o tempo e intensidade de chuvas em \n\nrelação à aplicação de herbicidas podem ser os principais fatores que regem a lixiviação \n\ndestes no solo. \n\nOs herbicidas precisam ser lixiviados alguns centímetros abaixo da superfície do \n\nsolo, sejam pela ação das águas das chuvas ou de irrigações para atingir o banco de \n\nsementes de plantas daninhas (Gerstl e Albasel, 1984). Entretanto, o transporte dos \n\nherbicidas para camadas mais profundas pode reduzir a concentração na superfície \n\nabaixo do limite necessário para o controle de plantas daninhas. Para os herbicidas \n\nlixiviados, o carreamento a maiores profundidades do perfil do solo pode aumentar o \n\nefeito residual ou persistência, em função da menor atividade microbiana, considerada a \n\nprincipal via de degradação da maioria dos herbicidas (Das et al., 2003). \n\nO fluxo de água interfere no comportamento dos herbicidas no solo (Alletto et \n\nal., 2008), onde a interação com a água influencia nos mecanismos envolvidos na \n\ndegradação dos herbicidas, como a mineralização, a formação de resíduos e composição \n\nda fração extraível, além da água afetar os processos bióticos e abióticos. Segundo \n\nMartini e Durigan (2004), o teor de água no solo é fundamental para garantir o sucesso \n\ndo herbicida no controle das plantas daninhas, principalmente na camada superficial, de \n\n\n\n \n\n10 \n\n \n\n0,00-0,02 m, que deve possuir quantidade de água suficiente para ativar e movimentar o \n\nherbicida até os dissemínulos, garantindo sua eficiência. \n\nO efeito residual no solo é definido como o período em que o herbicida \n\npermanece ativo no solo causando efeitos tóxicos nas plantas daninhas ou nas culturas \n\nsucessoras sensíveis, com é o caso no Cerrado Mineiro, da possível fitotoxicidade \n\ninicial ao milho cultivado em sucessão às Alliaceae, que receberão aplicação pré-\n\nemergente de oxadiazon. \n\nNo entanto, o efeito residual é também influenciado pelas condições do solo, \n\ncomo a textura, nutrientes, cátions, teor de matéria orgânica, pH, temperatura (Martin et \n\nal., 2012; Sun et al., 2012; Piwowarczyk e Holden, 2013) e as características do \n\nherbicida, como a solubilidade em água, pressão de vapor e coeficiente de sorção no \n\nsolo (Mervosh, 2003; Gianelli et al., 2011). Assim, a sorção de herbicidas no solo é o \n\nprocesso chave que afeta seu impacto ecotoxicológico, mobilidade ambiental, taxa de \n\ndegradação e biodisponibilidade no solo, sendo um dos principais processos de redução \n\nda lixiviação dos herbicidas em solos (Morillo et al., 2002; Loganathan et al., 2009).  \n\nNeste sentido, o oxadiazon é eficaz para controle de plantas daninhas em \n\nAlliaceae (Amrutkar et al., 2002; Ghosheh et al., 2004), onde atua na inibição da \n\nprotoporfirinogênio oxidase (PROTOX, EC 1.3.3.4), que é uma enzima da via \n\nbiossintética de clorofila (Koch et al., 2004; Murata et al., 2004; Corradi et al., 2006). \n\nNo entanto, Wehtje et al. (1993) relataram que o oxadiazon é suficientemente sorvido \n\nno solo para resistir a lixiviação baseada em deslocamento. De acordo com Das et al. \n\n(2003), o efeito residual do oxadiazon é em torno de 60 dias após a aplicação.  \n\nPara monitorar o comportamento dos herbicidas nos solos, pesquisadores têm \n\nutilizado o método de bioensaio, que possui baixo custo e uma boa precisão nos \n\nresultados (El-Nahhal, 2003; Li et al., 2008). Esse método consiste em utilizar plantas \n\nsensíveis ao herbicida testado, de forma que os resíduos possam ser evidenciados por \n\nmeio da alteração das características morfo-fisiológicas das plantas bioindicadoras \n\n(Melo et al., 2010). \n\nDesta forma, considerando a relevância do assunto e a carência de informações \n\nsobre o comportamento do oxadiazon em solos de condições tropicais, objetivou-se \n\navaliar a lixiviação e o efeito residual do oxadiazon, em função do momento de \n\naplicação da lâmina d’água e da incorporação de material orgânico no solo. \n\n \n\n \n\n\n\n \n\n11 \n\n \n\n3.4. MATERIAL E MÉTODOS  \n\n \n\nO experimento foi realizado na área experimental da Universidade Federal de \n\nViçosa, Campus de Rio Paranaíba, MG (latitude: 19º12’29,0”S e longitude: \n\n46º07’57,0”O), em Latossolo Vermelho distroférrico, textura argilosa (EMBRAPA, \n\n2006), com as características químicas apresentadas na Tabela 1.  \n\n \n\nTabela 1. Características químicas do Latossolo Vermelho distroférrico da área \n\nexperimental. Rio Paranaíba, MG, 2012 \n\nSolo \npH P(res) P(melh) P(rem) MO CO V m \n\n(H2O) (CaCl2) mg dm\n-3\n\n (ppm) (g dm\n-3\n\n) (%) \n\nSem\n1/\n\n 6,00 5,70 98,00 50,20 12,80 43,00 24,90 78,90 0,00 \n\nCom\n2/\n\n 7,20 6,30 250,00 96,50 14,90 49,00 28,40 84,60 0,00 \n\nSolo \nK Ca\n\n2+\n Mg\n\n2+\n Al\n\n3+\n H + Al SB t T \n\n(cmolc dm\n-3\n\n) \n\nSem\n1/\n\n 0,32 5,00 1,40 0,00 1,80 6,72 6,72 8,52 \n\nCom\n2/\n\n 1,37 5,90 2,30 0,00 1,74 9,57 9,57 11,31 \n1/\n\nSem = Sem incorporação de material orgânico no solo; \n2/\n\nCom = Com incorporação de material orgânico \nno solo. Fonte: Fertilab – Laboratório de Análises de Solo e Foliar. São Gotardo, MG. \n\n \n\nUtilizou-se delineamento em blocos casualizados, com tratamentos dispostos em \n\nesquema de parcelas subsubdivididas 4 x 2 x 4 + 1, com quatro repetições. As parcelas \n\nforam constituídas de momento de aplicação de lâminas d’água (0; 10 mm antes; 10 \n\nmm depois; e 10 mm antes e depois da aplicação do oxadiazon) em sequencial, além da \n\ntestemunha (0 mm e 0 g ha\n-1 \n\nde oxadiazon) (Tabela 2). As subparcelas de incorporação \n\n(8 t ha\n-1\n\n) ou não de material orgânico no solo, cuja composição foi de 1,0% de N; pH de \n\n6,0; 15% de C.O. e 40% de umidade. As subsubparcelas das profundidades do solo \n\n(0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m). As dimensões de cada parcela \n\nexperimental foram de 1,20 x 2,50 m, totalizando 40 unidades experimentais. \n\nPara a aplicação do oxadiazon (1.000 g ha\n-1\n\n) em pré-emergência, foi utilizado \n\num pulverizador costal pressurizado com CO2 a 200 kPa, equipado com barra de duas \n\npontas de jato plano, 110.02, espaçadas 0,5 m entre si, com volume de calda equivalente \n\na 200 L ha\n-1\n\n. A aplicação do oxadiazon foi realizada com umidade do ar de 29%, \n\numidade do solo de 46%, temperatura do ar atmosférico de 28 ºC e velocidade do vento \n\nde 3,00 km h\n-1\n\n. Para evitar a deriva do herbicida foi utilizada uma proteção plástica \n\nretangular equivalente ao tamanho da unidade experimental, com 1,50 m de altura. \n\n\n\n \n\n12 \n\n \n\nO solo da área experimental foi amostrado nas linhas laterais paralelas a área \n\ncentral (1,00 m\n2\n) da parcela, nas diferentes profundidades por meio de trados do tipo \n\nsonda, com 0,10 m de diâmetro. Para determinar a lixiviação, coletaram-se amostras de \n\nsolo aos 0, 30, 60 e 90 dias após a aplicação (DAA) do oxadiazon e para determinar o \n\nefeito residual por profundidade foi aos 0, 15, 30, 45, 60, 75, 90 e 105 DAA. \n\nTotalizando 160 amostras de 100 g de solo por coleta.  \n\n \n\nTabela 2. Tratamentos com aplicação de oxadiazon em função da material orgânico no \n\nsolo e momento de aplicação da lâmina d’água. Rio Paranaíba, MG, 2012 \n\nTratamento \nOxadiazon \n\n(g i.a. ha\n-1\n\n) \n\nLâmina d’água \n\n(mm) \n\nMaterial orgânico no \n\nsolo  \n\n(t ha\n-1\n\n) \n\n  1\n1/ \n\n0 0 0 \n\n2 1.000 0 0 \n\n3 1.000 10* 0 \n\n4 1.000 10** 0 \n\n5 1.000 10/10*** 0 \n\n  6\n1/\n 0 0 8 \n\n7 1.000 0 8 \n\n8 1.000 10* 8 \n\n9 1.000 10** 8 \n\n10 1.000 10/10*** 8 \n\n*Antes da aplicação do oxadiazon **Depois da aplicação do oxadiazon ***Antes e depois da aplicação \n\ndo oxadiazon.\n 1/\n\nTestemunhas. \n\n \n\nO solo amostrado foi acondicionado em vasos (100 mL), em seguida, realizou-se \n\na semeadura da espécie bioindicadora (Avena sativa L.), sensível ao oxadiazon (Fourie, \n\n1992), a 0,01 m de profundidade, deixando-se duas plantas por vaso. Realizou-se uma \n\naplicação (0,01 L) de solução nutritiva equilibrada aos 10 dias após emergência (DAE), \n\ncontendo 4% de N, 14% de P2O5 e 8% de K2O, com macronutrientes primários e \n\nmicronutrientes (Verde Raiz 1,25 g L\n-1\n\n), diluído 0,005 L da solução em 1 L de água.  \n\nAos 21 DAE, coletou-se a parte aérea para determinação de massa seca (MS). \n\nAs plantas foram colocadas em estufa de ventilação forçada a 72ºC, por 48 h. Os dados \n\nforam transformados para porcentagem de redução de MS em relação à testemunha \n\n(dose de 0 kg ha\n-1\n\n), com 0 ou 8 t ha\n-1\n\n de material orgânico. \n\n\n\n \n\n13 \n\n \n\nOs dados de lixiviação e efeito residual foram submetidos à análise de variância \n\ne as médias referentes à lixiviação comparadas pelo teste de Tukey (p<0,05). Para os \n\ndados relacionados ao efeito residual, foram ajustadas equações de regressão (p<0,05) \n\npelo teste de F, utilizando-se o modelo log-logístico não-linear proposto por Seefeldt et \n\nal. (1995): ? = a + (a - b)/(1 + (x/t1/2)^(-c), em que a e b correspondem a massa seca \n\nmínima e máxima, respectivamente, da MS do bioindicador (A. sativa) ; o c, ao declive \n\nda curva; e o t1/2, ao tempo de meia-vida (dias) do oxadiazon, ou seja, o tempo \n\nnecessário para que 50% do herbicida aplicado inicialmente seja dissipado do ambiente. \n\n \n\n3.5. RESULTADOS E DISCUSSÃO \n\n \n\n3.5.1. Lixiviação do oxadiazon \n\n \n\nA interação tripla entre os momentos de aplicação de lâminas d’água, a \n\nincorporação ou não de material orgânico no solo e as profundidades do solo foi \n\nestatisticamente significativa. Porém, a incorporação (49 g dm\n-3 \n\nde MO) ou não de \n\nmaterial orgânico no solo (43 g dm\n-3 \n\nde MO) não influenciou na lixiviação do oxadiazon \n\nnos períodos avaliados, podendo ser justificado pela semelhança de valores de MO \n\npresente no solo. \n\nAo 0 dia após a aplicação (DAA) do oxadiazon, na camada de 0,00-0,05 m, o \n\nmomento de aplicação de lâminas d’água – antes ou depois da aplicação de oxadiazon, \n\nnão interferiu no acúmulo de MS do bioindicador em relação ao tratamento sem lâmina \n\nd’água (Figura 1). Na camada de 0,05-0,10 m, as aplicações de 10 mm de água antes ou \n\ndepois apresentaram um comportamento similar aos 0,00-0,05 m do solo, reduzindo em \n\ntorno de 45% a MS do bioindicador. Todavia, a aplicação sequencial de 10/10 mm \n\nreduziu mais de 60% da MS, nos primeiros 0,10 m de profundidade. Inferiu-se uma \n\nmovimentação mínima do oxadiazon, onde este foi detectado abaixo de 0,10 m da \n\nsuperfície do solo, com exceção da aplicação de 10/10 mm, que reduziu 48 e 26% da \n\nMS do bioindicador nas camadas de 0,10-0,15 e 0,15-0,20 m, respectivamente (Figura \n\n1).  \n\nRessalta-se que as maiores reduções de MS do bioindicador não foram \n\nsuperiores a 80% mesmo ao 0 DAA (Figura 1). Isso pode ser justificado pela aplicação \n\ndo oxadiazon a campo, condições não são controladas, onde pode haver perdas do \n\n\n\n \n\n14 \n\n \n\nherbicida por deriva, volatilização, sorção e fotólise, reduzindo a eficiência do \n\nherbicida.  \n\nNa ausência de lâmina d’água, o oxadiazon apresentou menor lixiviação na \n\ncamada inferior a 0,15 m de profundidade (Figura 1). Entretanto, apenas uma aplicação \n\nde 10 mm de lâmina d’água, antes ou depois da aplicação de oxadiazon, evidenciou a \n\nmobilidade do herbicida na camada de 0,05-0,10 m. \n\nA aplicação sequencial de 10/10 mm de lâmina d’água antes e depois da \n\naplicação do oxadiazon provavelmente promoveu a incorporação do produto nos \n\nprimeiros 0,20 m do solo, observada pela redução de 25% da MS na camada de 0,15-\n\n0,20 m (Figura 1). Maior incorporação de herbicida pré-emergente pode aumentar a \n\neficácia do controle das plantas daninhas, devido à maior quantidade de sementes do \n\nsolo em contato com o produto. Segundo Prata et al. (2003), os herbicidas necessitam de \n\nmaior movimentação no solo para que possam atingir as sementes ou a zona de \n\nabsorção radicular das plantas daninhas para melhor desempenho do produto.  \n\n% de redução da massa seca em relação à testemunha\n\n0 20 40 60 80 100\n\nP\nro\n\nfu\nn\nd\nid\n\na\nd\ne\n d\n\no\n s\n\no\nlo\n\n (\nm\n\n)\n\n0,15-0,20\n\n0,10-0,15\n\n0,05-0,10\n\n0,00-0,05\n\n10/10 mm \n\n10 mm depois\n\n10 mm antes\n\n0 mm\n\nBa*\nBa\n\nAa\nBa\n\nCb\nBa\n\nAa\nBa\n\nBb\nBb\n\nAb\nBb\n\nBb\nBb\n\nAc\nBb\n\n \nFigura 1. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, ao 0 dia após aplicação (DAA) do oxadiazon \n\n(1.000 g ha\n-1\n\n) em diferentes profundidades (0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 \n\nm) do Latossolo Vermelho distroférrico, com aplicação de lâmina d’água de 0; 10 mm \n\nantes; 10 mm depois; e 10 mm antes e depois da aplicação do oxadiazon. Rio Paranaíba, \n\nMG, 2012. *As barras seguidas de uma mesma letra maiúscula em cada profundidade do solo e \nminúscula numa mesma lâmina d’água não diferem entre si pelo teste de Tukey (p<0,05). C.V. \n\n(profundidade) = 11,28%. C.V. (lâmina) = 12,75%.  \n\n\n\n \n\n15 \n\n \n\n \n\nA maior parte da concentração total de herbicida está disponível logo nos \n\nprimeiros momentos após a aplicação, ao passo que a outra parte pode ser incorporada \n\nàs partículas do solo ou matéria orgânica (Poter e Parish, 1993). Entretanto, o manejo \n\ncultural influencia diretamente no comportamento do oxadiazon no solo. \n\nPartindo desse pressuposto, Keel et al. (1998) avaliaram a influência de cinco \n\nfertilizantes com diferentes concentrações de NPK no comportamento da molécula de \n\noxadiazon, para tal, aplicaram uma solução com 5,0 mg de \n14\n\nC-oxadiazon em 20 g de \n\ncada fertilizante. Posteriormente, foram aplicados 20 mL de água e coletada a solução \n\nlixiviada, este procedimento de lixiviação foi repetido diariamente ao longo de 14 dias. \n\nVerificaram-se uma liberação controlada dos adubos Nutricote (20-7-10), Meister (24-\n\n4-7) e Osmocote (17-7-12), onde cerca de 70-80% do oxadiazon foi liberado nos três \n\nprimeiros eventos de lixiviação, após o sétimo evento continha menos de 1% do total de \n\noxadiazon. De forma contrária, o adubo Polyon (24-4-12) liberou 56% de oxadiazon \n\nnos três primeiros eventos e porcentagens semelhantes durante cada um dos últimos 11 \n\neventos de lixiviação, portanto, a superfície com rugosidade inicial do Polyon garantiu a \n\nliberação do oxadiazon a longo prazo.  \n\nAos 30 DAA, na camada de 0,00-0,05 m, o oxadiazon reduziu 55% a MS do \n\nbioindicador na aplicação sequencial de 10/10 mm. Os demais tratamentos \n\napresentaram redução da MS de aproximadamente de 45%, porém, não diferiram do \n\ntratamento com 0 mm (Figura 2). Para a profundidade de 0,05-0,10 m, o tratamento de 0 \n\nmm de lâmina d’água proporcionou uma menor movimentação do oxadiazon, causando \n\numa redução &lt;30% da MS do bioindicador, diferindo dos demais tratamentos. A \n\naplicação de 10/10 mm promoveu a lixiviação do herbicida em maior proporção aos \n\n0,10-0,15 m, sendo que abaixo dos 0,15 m de profundidade apenas traço do herbicida \n\nfoi encontrado, não diferindo dos demais tratamentos na profundidade de 0,15-0,20 m \n\n(Figura 2). Tal fato pode ser justificado pela baixa redução de MS inicialmente, ao 0 \n\nDAA (Figura 1), em todas as aplicações de lâmina d’água, onde o oxadiazon \n\nprovavelmente já foi dissipado no solo aos 30 DAA. \n\nAmbrosi e Helling (1977) observaram baixa lixiviação do oxadiazon em solo \n\nargiloso, argilo-siltoso e argilomineral, proveniente de amostras localizadas em \n\ndiferentes regiões dos Estados Unidos. Assim, concluíram que o oxadiazon é \n\npraticamente imóvel para todos os tipos de solo, exceto para solo arenoso devido ao \n\nmaior fluxo de água através de suas partículas que são maiores e drenáveis.   \n\n\n\n \n\n16 \n\n \n\n% de redução da massa seca em relação à testemunha\n\n0 20 40 60 80 100\n\nP\nro\n\nfu\nn\nd\nid\n\na\nd\ne\n d\n\no\n s\n\no\nlo\n\n (\nm\n\n)\n\n0,15-0,20\n\n0,10-0,15\n\n0,05-0,10\n\n0,00-0,05\n\n10/10 mm \n\n10 mm depois\n\n10 mm antes\n\n0 mm\n\nBa*\nBa\n\nAa\nBa\n\nCb\nBa\n\nAb\nABa\n\nCc\nBb\n\nAc\nBb\n\nAc\nAc\n\nAd\nAc\n\nFigura 2. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, 30 dias após aplicação (DAA) do oxadiazon (1.000 \n\ng ha\n-1\n\n) em diferentes profundidades (0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do \n\nLatossolo Vermelho distroférrico, com aplicação de lâmina d’água de 0; 10 mm antes; \n\n10 mm depois; e 10 mm antes e depois da aplicação do oxadiazon. Rio Paranaíba, MG, \n\n2012. *As barras seguidas de uma mesma letra maiúscula em cada profundidade do solo e minúscula \nnuma mesma lâmina d’água não diferem entre si pelo teste de Tukey (p<0,05). C.V. (profundidade) = \n\n15,41%. C.V. (lâmina) = 9,09%.  \n \n\nAos 60 DAA, a aplicação sequencial de água ainda proporciona uma maior \n\nredução da MS do bioindicador na camada de 0,10-0,15 m, comparada com os demais \n\ntratamentos nesta mesma profundidade, mas a redução de MS deste momento de \n\naplicação foi inferior a redução de MS do bioindicador nas camadas de 0,00-0,05 e \n\n0,05-0,10, que são iguais estatisticamente (Figura 3). \n\nEm solo de culturas de viveiros com 1,3% de MO e 7,0% de argila, somente \n\n0,4% do oxadiazon aplicado inicialmente, 0,1 e 100 mg kg\n-1\n\n, foi recuperado do solo \n\napós cinco extrações com  água, e a mobilidade do oxadiazon foi restrita, em virtude, da \n\nsua baixa solubilidade em água, onde o herbicida foi suficientemente sorvido para \n\nresistir ao processo de lixiviação, sendo encontrado na superfície do solo na camada de \n\n0,02 a 0,04 m de profundidade (Wehtje et al., 1993). \n\n \n\n\n\n \n\n17 \n\n \n\n% de redução da massa seca em relação à testemunha\n\n0 20 40 60 80 100\n\nP\nro\n\nfu\nn\nd\n\nid\na\nd\n\ne\n d\n\no\n s\n\no\nlo\n\n (\nm\n\n)\n\n0,15-0,20\n\n0,10-0,15\n\n0,05-0,10\n\n0,00-0,05\n\n10/10 mm \n\n10 mm depois\n\n10 mm antes\n\n0 mm\n\nBa*\nBa\n\nAa\nBa\n\nCb\nBa\n\nAa\nBa\n\nBb\nBb\n\nAb\nBb\n\nAb\nAb\n\nAc\nAb\n\n \nFigura 3. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, 60 dias após aplicação (DAA) do oxadiazon (1.000 \n\ng ha\n-1\n\n) em diferentes profundidades (0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do \n\nLatossolo Vermelho distroférrico, com aplicação de lâmina d’água de 0; 10 mm antes; \n\n10 mm depois; e 10 mm antes e depois da aplicação do oxadiazon. Rio Paranaíba, MG, \n\n2012. *As barras seguidas de uma mesma letra maiúscula em cada profundidade do solo e minúscula \nnuma mesma lâmina d’água não diferem entre si pelo teste de Tukey (p<0,05). C.V. (profundidade) = \n\n16,23%. C.V. (lâmina) = 15,70%.  \n \n\n Aos 90 DAA, observou-se diminuição drástica na atividade do oxadiazon, não \n\nhavendo diferença entre os momentos de aplicação de lâmina d’água e as profundidades \n\nde solo avaliadas. Assim, à redução da MS bioindicadora foi mínima, ou seja, &lt;2% \n\n(Figura 4). \n\n Segundo Ying e Williams (2000a), o oxadiazon limitou-se à camada de 0,05 m \n\nde solo arenoso do sul da Austrália até aos 84 DAA. Abaixo desta camada foram \n\nencontrados apenas traços do produto em solo seco (24,8 µg kg\n-1\n\n) de 0,15-0,20 m, com \n\ncromatógrafo de fase gasosa equipado com detector de nitrogênio-fósforo. As baixas \n\nconcentrações de oxadiazon nas camadas subsuperficiais no solo, provavelmente, \n\ndevem-se à elevada sorção associada à taxa de degradação do produto no solo, que é \n\nacelerada em solos com alto teor de água. \n\n \n\n\n\n \n\n18 \n\n \n\n% de redução da massa seca em relação à testemunha\n\n0 20 40 60 80 100\n\nP\nro\n\nfu\nn\nd\n\nid\na\nd\n\ne\n d\n\no\n s\n\no\nlo\n\n (\nm\n\n)\n\n0,15-0,20\n\n0,10-0,15\n\n0,05-0,10\n\n0,00-0,05\n\n10/10 mm \n\n10 mm depois\n\n10 mm antes\n\n0 mm\n\nAa*\nAa\n\nAa\nAa\n\nAa\nAa\n\nAa\nAa\n\nAa\nAa\n\nAa\nAa\n\nAa\nAa\n\nAa\nAa\n\nFigura 4. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, 90 dias após aplicação (DAA) do oxadiazon (1.000 \n\ng ha\n-1\n\n) em diferentes profundidades (0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do \n\nLatossolo Vermelho distroférrico, com aplicação de lâmina d’água de 0; 10 mm antes; \n\n10 mm depois; e 10 mm antes e depois da aplicação do oxadiazon. Rio Paranaíba, MG, \n\n2012. *As barras seguidas de uma mesma letra maiúscula em cada profundidade do solo e minúscula \nnuma mesma lâmina d’água não diferem entre si pelo teste de Tukey (p<0,05). C.V. (profundidade) = \n\n9,93%. C.V. (lâmina) = 10,50%.  \n \n\n3.5.2. Efeito residual do oxadiazon \n\n \n\nA incorporação (49 g dm\n-3 \n\nde MO) ou não de material orgânico no solo (43 g \n\ndm\n-3 \n\nde MO) não interferiu no efeito residual do oxadiazon independentemente dos \n\nmomentos de aplicação de lâmina d’água. Dessa forma, os dados de lâmina d’água \n\nforam agrupados, com e sem incorporação de material orgânico, e submetidos ao \n\nmodelo log-logístico não-linear em função da redução de MS do bioindicador (A. \n\nsativa) para obtenção do tempo de  meia-vida (t1/2) (Tabela 3). \n\nNa ausência de lâmina d’água (0 mm), o efeito residual do oxadiazon na camada \n\nsuperficial (0,00-0,05 m) foi mais evidente, t1/2 de 52 dias, reduzindo em 46,85% a MS \n\ndo bioindicador até aos 30 DAA (Figura 5). Para a camada de 0,05-0,10 m de \n\nprofundidade, o t1/2 foi de 46 dias. Por outro lado, menores t1/2 (7 e 8 dias) foram \n\nobservadas para as camadas mais profundas (0,10-0,15 e 0,15-0,20 m, respectivamente), \n\n\n\n \n\n19 \n\n \n\ncom redução máxima de 15% da MS do bioindicador ao 0 DAA (Figura 5). Tal fato \n\npode ser justificado pela baixa quantidade de oxadiazon que atingiu as camadas mais \n\nprofundas do solo, por meio da lixiviação. \n\n \n\nTabela 3. Coeficientes do modelo log-logístico não-linear da curva de meia-vida (t1/2) \n\ndo oxadiazon em diferentes profundidades do solo em função do momento de aplicação \n\nde lâmina d’água. Rio Paranaíba, MG, 2012 \n\nLâmina \n\nd’água (mm) \nProfundidade (m) a\n\n1/\n b t1/2 (dias) c R² \n\n0 \n\n0,00-0,05 0,0229\nns\n\n 46,8530\n**\n\n 51,9554\n**\n\n -6,2082\n**\n\n 0,9978\n**\n\n \n\n0,05-0,10 2,0767\nns\n\n 24,9832\n**\n\n 46,2611\n**\n\n -14,2032\nns\n\n 0,8438\n*\n \n\n0,10-0,15 0,4495\nns\n\n 11,1553\n**\n\n 6,5619\nns\n\n -0,6631\nns\n\n 0,9738\n**\n\n \n\n0,15-0,20 \n-\n\n0,1895\nns\n\n \n10,6807\n\n**\n 8,2395\n\n**\n -1,1255\n\n*\n 0,9969\n\n**\n \n\n10 antes\n2/\n\n \n\n0,00-0,05 0,5943\nns\n\n 45,2795\n**\n\n 51,4309\n**\n\n -6,0789\n**\n\n 0,9953\n**\n\n \n\n0,05-0,10 \n-\n\n0,7752\nns\n\n \n44,4017\n\n**\n 52,4297\n\n**\n -5,8557\n\n**\n 0,9962\n\n**\n \n\n0,10-0,15 1,4968\nns\n\n 18,6197\n**\n\n 36,5763\n**\n\n -10,2937\nns\n\n 0,9319\n**\n\n \n\n0,15-0,20 \n-\n\n1,5691\nns\n\n \n12,4472\n\n**\n 4,1635\n\nns\n -0,2029\n\nns\n 0,9942\n\n**\n \n\n10 depois \n\n0,00-0,05 0,3474\nns\n\n 46,4581\n**\n\n 51,3578\n**\n\n -6,0245\n**\n\n 0,9971\n**\n\n \n\n0,05-0,10 \n-\n\n0,3885\nns\n\n \n44,5751\n\n**\n 52,1725\n\n**\n -6,0056\n\n**\n 0,9990\n\n**\n \n\n0,10-0,15 1,3151\nns\n\n 19,7462\n**\n\n 30,6029\nns\n\n -6,1314\nns\n\n 0,9513\n**\n\n \n\n0,15-0,20 1,2892\n*\n 15,4469\n\n**\n 6,5630\n\nns\n -2,0991\n\nns\n 0,9931\n\n**\n \n\n10/10 \n\n0,00-0,05 \n-\n\n3,9796\nns\n\n \n63,4449\n\n**\n 54,0774\n\n**\n -4,0562\n\n**\n 0,9943\n\n**\n \n\n0,05-0,10 \n-\n\n4,8322\nns\n\n \n57,8364\n\n**\n 52,6930\n\n**\n -4,0049\n\n*\n 0,9827\n\n**\n \n\n0,10-0,15 \n-\n\n5,2232\nns\n\n \n50,4106\n\n**\n 40,7056\n\n**\n -2,3348\n\nns\n 0,9674\n\n**\n \n\n0,15-0,20 0,8134\nns\n\n 30,2047\n**\n\n 27,2869\nns\n\n -29,4990\nns\n\n 0,9729\n**\n\n \n\n* e ** (p<0,05) e (p<0,01) pelo teste de F, respectivamente. \nns\n\n não significativo; \n1/\n\na = MS mínima do \n\nbioindicador; b = MS máxima do bioindicador e c = declive da curva; \n2\n/10 antes = antes da aplicação do \n\noxadiazon; 10 depois = depois da aplicação do oxadiazon; 10/10 = antes e depois da aplicação do \n\noxadiazon. \n\n \n\nO oxadiazon possui pressão de vapor de 5,02 x 10\n-6\n\n mmHg (Footprint, 2013), \n\nsendo a volatilização um o processo pelo qual o herbicida presente na solução do solo \n\npassa para a forma de vapor, podendo-se perder para a atmosfera por evaporação. \n\nSegundo Ambrosi et al. (1977) apenas 0,5-1,1% do oxadiazon aplicado no solo foi \n\nvolatilizado. \n\n\n\n \n\n20 \n\n \n\n A partir dos 75 DAA, a dissipação do oxadiazon foi elevada para todas as \n\nprofundidades avaliadas em 0 mm de lâmina d’água, com redução máxima de 5% na \n\nMS do bioindicador (Figura 5). Contudo, o oxadiazon aplicado inicialmente não \n\ncausaria fitointoxicação em culturas sucessoras implantadas a partir desse período.  \n\nDias após a aplicação (DAA)\n\n0 15 30 45 60 75 90 105\n\n%\n d\n\ne\n r\n\ne\nd\nu\nç\nã\no\n\n d\na\n m\n\na\nss\n\na\n s\n\ne\nc\na\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n100\n\n0,00-0,05 m\n\n0,05-0,10 m\n\n0,10-0,15 m \n\n0,15-0,20 m\n\n \nFigura 5. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, aos 0, 15, 30, 45, 60, 75, 90 e 105 dias após \n\naplicação (DAA) do oxadiazon (1.000 g ha\n-1\n\n) em diferentes profundidades (0,00-0,05; \n\n0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do Latossolo Vermelho distroférrico, com aplicação \n\nde 0 mm de lâmina d’água. Rio Paranaíba, MG, 2012. \n\n \n\nOs t1/2 para oxadiazon na literatura variam amplamente de 15 a 180 dias \n\n(Wauchope et al., 1992). No Japão, o oxadiazon em solo apresentou t1/2 entre 48 e 108 \n\ndias no período experimental de cinco anos (Sudo et al., 2002). Destacando que a \n\ndissipação é fortemente influenciada pelas condições climáticas e características \n\nquímicas dos solos. \n\nO efeito residual do oxadiazon foi menor no Brasil, que possui clima tropical, \n\ncomparado ao de clima temperado. Tal fato pode ser explicado pela maior degradação \n\ndo oxadiazon pela microbiota do solo tropical com elevado índice pluviométrico e \n\ntemperatura atmosférica. A média de precipitação pluviométrica da área experimental \n\n\n\n \n\n21 \n\n \n\nfoi de 10,71 mm e a média de temperatura mínima e máxima e foi de 15,37 e 25,77 ºC, \n\nrespectivamente (Figura 6). \n\nT\ne\nm\n\np\ne\nra\n\ntu\nra\n\n (\nºC\n\n)\n\n0\n\n10\n\n20\n\n30\n\n40\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100Temperatura mínima (°C)\n\nTemperatura máxima (°C)\n\nPrecipitação (mm)\n\n \n\ndez./2012out./2012set./2012ago./2012 nov./2012\n\nA\np\nli\nc\na\nç\nã\no\n\n d\no\n\n o\nx\na\nd\nia\n\nz\no\n\nn\n\nMeses\n\nFigura 6. Precipitação pluviométrica (mm), temperatura mínima e máxima (ºC) diária \n\ndo ar durante o período de 20 de agosto de 2012 a 25 de dezembro de 2012. Rio \n\nParanaíba, MG.  \n\n \n\nCom a aplicação da lâmina d’água de 10 mm antes da aplicação de oxadiazon \n\n(Figura 7), o efeito residual apresentou comportamento semelhante ao tratamento com \n\nausência de lâmina d’água (Figura 5), com exceção da camada de 0,10-0,15 m de \n\nprofundidade, com t1/2 de 37 dias. Em maiores profundidades, 0,10-0,20 m, a redução de \n\nMS do bioindicador foi &lt;19% em relação à testemunha (0 mm e 0 kg ha\n-1\n\n de \n\noxadiazon), aos 0 DAA, diminuindo gradativamente, com redução inferior a 4% a partir \n\nde 15 DAA, confirmando a baixa persistência do oxadiazon no solo (Figura 7). \n\nCorroborando com dados, segundo Comoretto et al. (2008), o oxadiazon não foi \n\ndetectado após 47 DAA em área cultivada com arroz em Camargue, na França. Em \n\nsolos de videiras no Vale Barossa, no sul da Austrália, o t1/2 do oxadiazon (80 g ha\n-1\n\n) foi \n\nrelativamente curto apenas 14 dias (Ying e Williams, 2000a).  \n\n\n\n \n\n22 \n\n \n\nDias após a aplicação (DAA)\n\n0 15 30 45 60 75 90 105\n\n%\n d\n\ne\n r\n\ne\nd\nu\nç\nã\no\n\n d\na\n m\n\na\nss\n\na\n s\n\ne\nc\na\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n100\n\n0,0-0,05 m\n\n0,05-0,10 m\n\n0,10-0,15 m \n\n0,15-0,20 m\n\n \nFigura 7. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, aos 0, 15, 30, 45, 60, 75, 90 e 105 dias após \n\naplicação (DAA) do oxadiazon (1.000 g ha\n-1\n\n) em diferentes profundidades (0,00-0,05; \n\n0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do Latossolo Vermelho distroférrico, com aplicação \n\nde 10 mm de lâmina d’água antes da aplicação do oxadiazon. Rio Paranaíba, MG, 2012. \n\n \n\nOs efeitos residuais do oxadiazon foram semelhantes com aplicação de lâmina \n\nd’água de 10 mm antes ou depois da aplicação do produto (Figuras 7 e 8). Aos 50 DAA \n\nna aplicação de 10 mm de lâmina d’água depois da aplicação de oxadiazon, a redução \n\nda MS do bioindicador foi inferior a 30% para as camadas de 0,00-0,05 m e 0,05-0,10 \n\nm, com t1/2 de 51 e 52 dias, respectivamente (Figura 8). \n\nCom aplicação de 400 g ha\n-1\n\n de oxadiazon em arroz (Oryza sativa L. variedade \n\nIR-36), sob condições de campo com 5,84 g kg\n-1\n\n de MO; pH 7,1 e 46,5% de argila no \n\nsolo, a dissipação de 64% de oxadiazon foi rápida, em apenas 20 DAA, analisados por \n\ncromatografia à gás. Neste mesmo experimento, o oxadiazon persistiu por mais de 60 \n\nDAA, com 0,5% de resíduos de oxadiazon detectados nos solos da rizosfera de arroz, \n\napresentando t1/2 de 12 dias (Das et al., 2003).  \n\n\n\n \n\n23 \n\n \n\nDias após a aplicação (DAA)\n\n0 15 30 45 60 75 90 105\n\n%\n d\n\ne\n r\n\ne\nd\nu\nç\nã\no\n\n d\na\n m\n\na\nss\n\na\n s\n\ne\nc\na\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n100\n\n0,00-0,05 m\n\n0,05-0,10 m\n\n0,10-0,15 m \n\n0,15-0,20 m\n\n \nFigura 8. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, aos 0, 15, 30, 45, 60, 75, 90 e 105 dias após \n\naplicação (DAA) do oxadiazon (1.000 g ha\n-1\n\n) em diferentes profundidades (0,00-0,05; \n\n0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do Latossolo Vermelho distroférrico, com aplicação \n\nde 10 mm de lâmina d’água depois da aplicação do oxadiazon. Rio Paranaíba, MG, \n\n2012. \n\n \n\nNa aplicação sequencial de lâmina d’água com 10/10 mm, o aumento do efeito \n\nresidual do oxadiazon foi evidente, apresentando t1/2 de 27 dias, profundidade de 0,15-\n\n0,20 m (Figura 9). Mas, no final da avaliação, aos 150 DAA, a redução da MS do \n\nbioindicador foi quase nula, não detectando resíduos de oxadiazon no solo. O t1/2 maior \n\nfoi de 54 dias, na camada de 0,00-0,05 m, com redução > 60% na MS do bioindicador, e \n\nainda aos 75 DAA foi possível observar uma pequena redução da MS, em torno de 10% \n\nem solo com teor de MO variando de 49,00 a 43,00 g dm\n-3\n\n (Figura 9). \n\nO regime de água do solo foi identificado como um fator essencial que regula a \n\ndegradação e a absorção de herbicida pela planta, onde este fator é fortemente \n\ndependente do tipo de solo (Grundmann et al., 2011). \n\nEstudos desenvolvidos por Ambrosi et al. (1977), mostraram que os 175 DAA \n\ndo oxadiazon (10 ppm) em solo argiloso (pH 5,3; 1,5% de MO e 12,2% de argila) e solo \n\narenoso (pH 4,7; 0,57% de MO, e 8,0% de argila) foi detectado 13,37 e 1,90%, \n\n\n\n \n\n24 \n\n \n\nrespectivamente, ligado nos resíduos do solo cultivado com arroz inundado e 75% de \n\ncapacidade de campo, destacando a MO como o principal colóide da sorção do \n\noxadiazon. Uma razão para a persistência do oxadiazon em solos é a sua baixa \n\nsolubilidade em água (0,7 ppm), além do elevado coeficiente de sorção em função da \n\nmatéria orgânica,  Koc (2.343-2.718 mL g\n-1\n\n) (Ying e Williams, 2000b). \n\nCom aproximadamente 150 DAA, cerca de 30% de oxadiazon permaneceu no \n\nsolo, em dois viveiros localizados em Sydney, na Austrália (Goodwin e Beach, 2001). \n\nDias após a aplicação (DAA)\n\n0 15 30 45 60 75 90 105\n\n%\n d\n\ne\n r\n\ne\nd\nu\nç\nã\no\n\n d\na\n m\n\na\nss\n\na\n s\n\ne\nc\na\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n100\n\n0,00-0,05 m\n\n0,05-0,10 m\n\n0,10-0,15 m \n\n0,15-0,20 m\n\n \nFigura 9. Porcentagem de redução da massa seca da espécie bioindicadora (Avena \n\nsativa L.), em relação à testemunha, aos 0, 15, 30, 45, 60, 75, 90 e 105 dias após \n\naplicação (DAA) do oxadiazon (1.000 g ha\n-1\n\n) em diferentes profundidades (0,00-0,05; \n\n0,05-0,10; 0,10-0,15 e 0,15-0,20 m) do Latossolo Vermelho distroférrico, com aplicação \n\nde 10 mm de lâmina d’água antes e depois da aplicação do oxadiazon. Rio Paranaíba, \n\nMG, 2012. \n\n \n\nÉ importante salientar, caso o oxadiazon contamine as águas subterrâneas e \n\nsuperficiais, existe técnica de remediação através da aplicação de reagente de Fenton \n\n(Fe\n3+\n\n/H2O2) em pH não ajustado. A máxima taxa de degradação, 98,4% do oxadiazon \n\naplicado, foi obtida sob a exposição à irradiação UV (t1/2 de 1,2 h), seguida 5 h de \n\ntratamento fotocatalítico com o reagente de Fenton (Rahman e Kim, 2010). \n\n\n\n \n\n25 \n\n \n\nConclui-se que o momento de aplicação de lâminas d’água interfere na \n\nlixiviação e efeito residual do oxadiazon no solo, podendo aumentar a eficiência do \n\nherbicida no controle das plantas daninhas, ao atingir as camadas mais profundas do \n\nsolo. A aplicação de 10/10 mm proporcionou a lixiviação do oxadiazon até 0,20 m de \n\nprofundidade do solo. O efeito residual do oxadiazon é em média de 90 dias. A \n\nincorporação de 8 t ha\n-1\n\n de material orgânico no solo, não afetou a lixiviação e efeito \n\nresidual do oxadiazon. \n\n \n\n3.6.  LITERATURA CITADA \n\n \n\nALLETTO, L.; BENOIT, P.; BERGHEAUD, V.; COQUET, Y. Temperature and water \n\npressure head effects on the degradation of the diketonitrile metabolite of isoxaflutole in \n\na loamy soil under two tillage systems. Environmental Pollution, v. 156, n. 3, p. 678-\n\n688, 2008. \n\n \n\nALONSO, D. G.; KOSKINEN, W. C.; OLIVEIRA JR., R. S.; CONSTANTIN, J.; \n\nMISLANKAR, S. Sorption-desorption of indaziflam in selected agricultural soils. \n\nJournal of Agricultural and Food Chemistry, v. 59, n. 24, p. 13096-13101, 2011. \n\n \n\nAMBROSI, D.; HELLING, C. S. Leaching of oxadiazon and phosalone in soils. \n\nJournal of Agricultural and Food Chemistry, v. 25, n. 1, p. 215-217, 1977. \n\n \n\nAMBROSI, D.; KEARNEY, P. C.; MACCHIA, J. A. Persistence and metabolism of \n\noxadiazon in soils. Journal of Agricultural and Food Chemistry, v. 25, n. 4, p. 868-\n\n872, 1977. \n\n \n\nAMRUTKAR, S. D.; PATIL, B. M.; KARUNAKAR, A. P.; JIOTODE, D. J. Effect of \n\nvarious herbicides on yield and uptake of nutrients in onion (Allium cepa L.). Research \n\non Crops, v. 3, p. 659-661, 2002. \n\n \n\nCOMORETTO, L.; ARFIB, B.; TALVA, R.; CHAUVELON, P.; PICHAUD, M.; \n\nCHIRON, S.; HÖHENER, P. Runoff of pesticides from rice fields in the Ile de \n\nCamargue (Rhône river delta, France): Field study and modeling. Environmental \n\nPollution, v. 151, n. 3, p. 486-493, 2008. \n\n \n\nCORRADI, H. R.; CORRIGALL, A. V.; BOIX, E.; MOHAN, C. G.; STURROCK, E. \n\nD.; MEISSNER, P. N.; ACHARYA, K. R. Crystal structure of protoporphyrinogen \n\noxidase from Myxococcus xanthus and its complex with the inhibitor acifluorfen. The \n\nJournal of Biological Chemistry, v. 281, n. 50, p. 38625-38633, 2006. \n\n \n\nDAS, A. C.; DEBNATH, A.; MUKHERJEE, D. Effect of the herbicides oxadiazon and \n\noxyfluorfen on phosphates solubilizing microorganisms and their persistence in rice \n\nfields. Chemosphere, v. 53, n. 5, p. 217-221, 2003. \n\n \n\nDIAO, J.; XU, P.; WANG, P.; LU, Y.; LU, D.; ZHOU, Z. Environmental behavior of \n\nthe chiral aryloxyphenoxypropionate herbicide diclofop-methyl and diclofop: \n\n\n\n \n\n26 \n\n \n\nenantiomerization and enantioselective degradation in soil. Environmental Science \n\nand Technology, v. 44, n. 6, p. 2042-2047, 2010. \n\n \n\nEL-NAHHAL, Y. Persistence, mobility, efficacy and activity of chloroacetanilide \n\nherbicide formulation under greenhouse and field experiments. Environmental \n\nPollution, v. 124, n. 1, p. 33-38, 2003. \n\n \n\nEL-NAHHAL, Y.; UNDABEYTIA, T.; POLUBESOVA, T.; MISHAEL, Y. G.; NIR, \n\nS.; RUBIN, B. Organo-clay formulations of pesticides: reduced leaching and \n\nphotodegradation. Applied Clay Science, v. 18, n. 5, p. 309-326, 2001. \n\n \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro \n\nNacional de Pesquisa de Solos. Sistema Brasileiro de Classificação de solos. 2. ed. \n\nRio de Janeiro: Embrapa, 2006. 306 p. \n\n \n\nFOOTPRINT. Creating tools for pesticide risk assessment and management in \n\nEurope. University of Hertfordshire. Disponível em: \n\n<http://sitem.herts.ac.uk/aeru/footprint/en/index.htm>. Acesso em: 21 jan. 2013. \n\n \n\nFOURIE, J. C. Herbigation in a vineyard: persistence of four pre-emergence herbicides \n\nin a sandy loam soil. South African Journal of Enology and Viticulture, v. 13, n. 2, \n\np. 64-70, 1992. \n\n \n\nGERSTL, Z.; ALBASEL, N. Field distribution of pesticides applied via a drip  \n\nirrigation system. Irrigation Science, v. 5, n. 3, p. 181-193, 1984. \n\n \n\nGHOSHEH, H. Z. Single herbicide treatments for control of broadleaved weeds in \n\nonion (Allium cepa). Crop Protection, v. 23, n. 6, p. 539-542, 2004. \n\n \n\nGIANELLI, V.; BEDMAR, F.; Y MONTERUBBIANESI, M. G. Persistence of \n\nimazapyr herbicide in the soil and its phytotoxic effect on winter and summer crops. \n\nRevista de Investigaciones Agropecuarias, v. 37, n. 1, p. 18-25, 2011. \n\n \n\nGOODWIN, P. B.; BEACH, S. Oxadiazon, oryzalin, and oxyfluorfen residues in \n\ncontainer plant nurseries. HortScience, v. 36, n. 5, p. 900-904, 2001. \n\n \n\nGRUNDMANN, S.; DOERFLER, U.; MUNCH, J. C.; RUTH, B. SCHROLL, R. \n\nImpact of soil water regime on degradation and plant uptake behaviour of the herbicide \n\nisoproturon in different soil types. Chemosphere, v. 82, n. 10, p. 1461-1467, 2011. \n\n \n\nGUANG-GUO, Y.; WILLIAMS, B. D. Mobility and persistence of four herbicides in \n\nsoil of a south Australian vineyard. Pest Management Science, v. 56, n. 3, p. 277-283, \n\n2000. \n\n \n\nISENSEE, A. R.; SADEGHI, A. M. Long-term effect of thj.age and rainfall on \n\nherbicide leaching to shallow groundwater. Chemosphere, v. 30, n. 4, p. 671-685, \n\n1995. \n\n \n\nJONES, D. L.; EDWARDS-JONES, G.; MURPHY, D. V. Biochar mediated alterations \n\nin herbicide breakdown and leaching in soil. Soil Biology and Biochemistry, v. 43, n. \n\n4, p. 804-813, 2011. \n\n\n\n \n\n27 \n\n \n\n \n\nKEEL, K. R.; GILLIAM, C. H.; WEHTJE, R. G.; GREY, T. L.; KEEVER, G. J.; \n\nEAKES, D. J. Herbicide adsorption and release properties of five oxadiazon-coated \n\nfertilizers. Journal of Environmental Horticulture, v. 16, n. 4, p. 230-234, 1998. \n\n \n\nKOCH, M.; BREITHAUPT, C.; KIEFERSAUER, R.; FREIGANG, J.; HUBER, R.; \n\nMESSERSCHMIDT, A. Crystal structure of protoporphyrinogen IX oxidase: a key \n\nenzyme in haem and chlorophyll biosynthesis. The EMBO Journal, v. 23, n. 8, p. \n\n1720-1728, 2004. \n\n \n\nKONSTANTINOU, I. K.; HELA, D. G.; ALBANIS, T. A. The status of pesticide \n\npollution in surface waters (rivers and lakes) of Greece. Part I. Review on occurrence \n\nand levels. Environmental Pollution, v. 141, n. 3, p .555-570, 2006. \n\n \n\nLI, X. Q.; NG, A.; KING, R.; DURNFORD, D. G. A rapid and simple bioassay method \n\nfor herbicide detection. Biomarker Insights, v. 3, p. 287-291, 2008. \n\n \n\nLOGANATHAN, V. A.; FENG, Y.; SHENG, G. D.; CLEMENT, T. P. Crop-residue-\n\nderived char influences sorption, desorption and bioavailability of atrazine in soils. Soil \n\nScience Society of America Journal, v. 73, n. 3, p. 967-974, 2009. \n\n \n\nMARTIN, S. M.; KOOKANA, R. S.; ZWIETEN, L. V.; KRULL, E. Marked changes in \n\nherbicide sorption–desorption upon ageing of biochars in soil. Journal of Hazardous \n\nMaterials, v. 231-232, p. 70-78, 2012. \n\n \n\nMARTINI, G.; DURIGAN, J. C. Influência do teor de água na superfície do solo sobre \n\na eficácia e seletividade do flazasulfuron, na cultura de cana-de-açúcar. Planta \n\nDaninha, v. 22, n. 2, p. 259-267, 2004 . \n\n \n\nMELO, C. A. D.; MEDEIROS, W. N.; TUFFI SANTOS, L. D.; FERREIRA, F. A.; \n\nFERREIRA, G. L.; PAES, F. A. S. V.; REIS, M. R. Efeito residual de sulfentrazone, \n\nisoxaflutole e oxyfluorfen em três solos. Planta Daninha, v. 28, n. 4, p. 835-842, 2010. \n\n \n\nMERVOSH, T. L. Sorption of the herbicides isoxaben and oryzalin to soils and \n\ncontainer media. Journal of Environmental Horticulture, v. 21, n. 1, p. 11-15, 2003. \n\n \n\nMORILLO, E.; MAQUEDA, C.; REINOSO, R.; UNDABEYTIA, T. Effect of two \n\norganic amendments on norflurazon retention and release by soils of different \n\ncharacteristics. Environmental Science and Technology, v. 36, n. 20, p. 4319-4325, \n\n2002. \n\n \n\nMURATA, S.; KIMURA, Y.; MABUCHI, T.; MIURA, Y. Accumulation of \n\nprotoporphyrinogen IX prior to protoporphyrin IX in intact plants treated with \n\nprotoporphyrinogen IX oxidase-inhibiting herbicides. Journal of Pesticide Science, v. \n\n29, n. 3, p. 195-199, 2004. \n\n \n\nPIWOWARCZYK, A. A.; HOLDEN, N. M. Phenoxyalkanoic acid herbicide sorption \n\nand the effect of co-application in a Haplic Cambisol with contrasting management. \n\nChemosphere, v. 90, n. 2, p. 535-541, 2013. \n\n \n\n\n\n \n\n28 \n\n \n\nPORTER, W. C.; PARISH, R. L. Nontarget losses of granular herbicides applied to \n\ncontainer-grown landscape plants. Journal of Environmental Horticulture, v. 11, p. \n\n143-146, 1993. \n\n \n\nPRATA, F.; CARDINALI, V. C. B.; LAVORENTI, A.; TORNISIELO, V. L.; \n\nREGITANO, J. B. Glyphosate sorption and desorption in soils with different \n\nphosphorous levels. Scientia Agricola, v. 60, n. 1, p. 175-180, 2003. \n\n \n\nRAHMAN, M. M.; KIM, J. E. Remediation of water contaminated with herbicide \n\noxadiazon using fenton reagent. Journal of the Korean Society for Applied \n\nBiological Chemistry, v. 53, n. 4, p. 458-463, 2010. \n\n \n\nSEEFELDT, S. S.; JENSEN, S. E.; FUERST, E. P. Log-logistic analysis of herbicide \n\ndose-response relationships. Weed Technology, v. 9, n. 2, p. 218-227, 1995. \n\n \n\nSUDO, M.; KUNIMATSU, T.; OKUBO, T. Concentration and loading of pesticide \n\nresidues in Lake Biwa basin (Japan). Water Research, v. 36, n. 1, p. 315-329, 2002. \n\n \n\nSUN, K.; GAO, B.; RO, K. S.; NOVAK, J. M.; WANG, Z.; HERBERT, S.; XING, B. \n\nAssessment of herbicide sorption by biochars and organic matter associated with soil \n\nand sediment. Environmental Pollution, v. 163, n. 7, p. 167-173, 2012. \n\n \n\nWALKER, A.; RODRIGUEZ-CRUZ, M. S.; MITCHELL, M. J. Influence of ageing of \n\nresidues on the availability of herbicides for leaching. Environmental Pollution, v. \n\n133, n. 1, p. 43-51, 2005. \n\n \n\nWAUCHOPE, R. D.; BUTTLER, T. M.; HORNSBY, A. G.; AUGUSTIJN-BECKERS, \n\nP. W. M.; BURT, J. P. The SCS/ARS/CES pesticide properties database for \n\nenvironmental decision-making. Reviews of Environmental Contamination and \n\nToxicology, v. 123, p. 1-155, 1992. \n\n \n\nWEHTJE, G. R.; GILLIAM, C. H.; HAJEK, B. F. Adsorption, desorption, and leaching \n\nof oxadiazon in container media and soil. HortScience, v. 28, n. 2, p. 126-128, 1993. \n\n \n\nYING, G. G.; WILLIAMS, B. Dissipation of herbicides in soil and grapes in a South \n\nAustralian vineyard. Agriculture, Ecosystems and Environment, v. 78, n. 3, p. 283-\n\n289, 2000a. \n\n \n\nYING, G. G.; WILLIAMS, B. Laboratory study on the interaction between herbicides \n\nand sediments in water systems. Environmental Pollution, v. 107, n. 3, p. 399-405, \n\n2000b. \n\n\n\n \n\n29 \n\n \n\n4. DETERMINAÇÃO CROMATOGRÁFICA DE RESÍDUOS DE OXADIAZON \n\nNO SOLO \n\n \n\n4.1. RESUMO \n\n \n\n O herbicida oxadiazon (5-terc-butil-3-(2,4-dicloro-5-isopropoxifenil)-1,3,4-\n\noxadiazol-2 (3H)-ona) pode ser influenciado pelo teor de matéria orgânica, no que se \n\nrefere ao comportamento no solo. Assim, objetivou-se determinar resíduos de \n\noxadiazon por cromatografia em função do material orgânico e profundidades do solo. \n\nUtilizou-se delineamento em blocos casualizados, com tratamentos dispostos em \n\nesquema de parcelas subsubdivididas 2 x 4 x 8 + 1, com quatro repetições. As parcelas \n\nforam constituídas de incorporação (8 t ha\n-1\n\n) ou não de material orgânico no solo, além \n\nda testemunha (0 t ha\n-1\n\n e 0 g ha\n-1 \n\nde oxadiazon). As subparcelas das profundidades do \n\nsolo (0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m) e as subsubparcelas de épocas de \n\ncoleta de solo (0, 2, 4, 8, 16, 32, 64 e 128 dias após a aplicação - DAA). Para determinar \n\nos resíduos de oxadiazon (1.000 g ha\n-1\n\n), as amostras foram quantificadas por \n\ncromatografia líquida de alta eficiência (CLAE), utilizando a técnica de extração sólido-\n\nlíquido com partição em baixa temperatura (ESL-PBT). Na camada superficial de 0,00-\n\n0,05 m, verificou-se t1/2 de 56 e 51 dias do oxadiazon no solo com e sem incorporação \n\nde material orgânico, respectivamente. Conclui-se que o método proposto para a \n\nextração e quantificação analítica do oxadiazon no solo foi adequado para estudos de \n\nmonitoramento de resíduos deste herbicida em Latossolo Vermelho distroférrico, e o \n\noxadiazon foi encontrado na camada superior do solo até aos 64 DAA, o mesmo não \n\nocorreu para as demais profundidades, demonstrando baixo potencial de mobilidade do \n\nproduto no solo. Em solos com incorporação de material orgânico, observaram-se \n\nmaiores concentrações do oxadiazon nas diferentes profundidades e períodos avaliados, \n\nrelatando o maior efeito residual. \n\n \n\nPalavras-chave: CLAE; efeito residual; matéria orgânica; meia-vida. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n30 \n\n \n\nCHROMATOGRAPHIC DETERMINATION OF RESIDUES OF OXADIAZON \n\nIN SOIL \n\n \n\n4.2. ABSTRACT \n\n \n\nThe herbicide oxadiazon (5-tert-butyl-3-(2,4-dichloro-5-isopropoxyphenyl)-\n\n1,3,4-oxadiazol-2 (3H)-one) can be influenced by organic matter content, in which \n\nrefers to the behavior in soil. The objective was to determine oxadiazon residues by \n\nchromatography in function of organic material and soil depths. Was used a randomized \n\nblock design, with treatments arranged in split split plots 2 x 4 x 8 + 1, with four \n\nreplications. The plots consisted of incorporation (8 t ha\n-1\n\n) or no organic material in the \n\nsoil, and the control (0 t ha\n-1\n\n and 0 g ha\n-1\n\n of oxadiazon). The subplots of depths of soil \n\n(0.00-0.05, 0.05-0.10, 0.10-0.15 and 0.15-0.20 m) and the subsubplots times of \n\ncollection of soil (0, 2, 4, 8, 16, 32, 64 and 128 days after application - DAA). To \n\ndetermine the residues of oxadiazon (1.000 g ha\n-1\n\n), the samples were quantified by high \n\nperformance liquid chromatography (HPLC), using technique of extraction solid-liquid \n\nwith partition at low temperature (ESL-PLT). In the surface layer of 0.00-0.05 m, it was \n\nverified t1/2 of 56 and 51 days of oxadiazon in soil with and without incorporation of \n\norganic material, respectively. Were conclude that the proposed method for the \n\nextraction and quantification analytical of oxadiazon in soil was suitable for monitoring \n\nstudies of this herbicide residues in Oxisol, and the oxadiazon was found in the topsoil \n\nup to 64 DAA, the same was not true for the other depths, showing low potential of \n\nmobility of product in soil. In soils with incorporation of organic material, there were \n\nhigher concentrations of oxadiazon at different depths and periods evaluated, reporting \n\nthe largest residual effect.  \n\n \n\nKeywords: HPLC; residual effect; organic matter; half-life. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n31 \n\n \n\n4.3.  INTRODUÇÃO \n\n \n\nOs herbicidas são fundamentais para auxiliar na produtividade na agricultura \n\nmoderna. No entanto, tem-se aumentado as preocupações com a segurança alimentar e \n\nos impactos ambientais de resíduos de herbicidas (Zhang et al., 2010; Kubo et al., \n\n2012). Devido às aplicações agrícolas e não agrícolas de herbicidas, as águas \n\nsuperficiais e subterrâneas são muito contaminadas por estes produtos, em decorrência \n\ndos processos de escoamento superficial e lixiviação no solo (Rozemeijer e Broers, \n\n2007). A maioria dos governos nacionais tem dispensado atenção considerável aos \n\nrequisitos referentes ao destino ambiental e toxicologia animal no processo de registro \n\nde herbicidas. Mesmo os produtos registrados, não raramente, são submetidos à \n\nreavaliação de registro, a fim de atender às diretrizes atuais e os perfis de segurança. \n\nMais recentemente, os programas de conservação globais foram desenvolvidos para \n\nproteger todos os países de contaminantes ambientais. Assim, os sistemas ecológicos de \n\naplicação de herbicidas e eficácia do sistema agrícola são formas de abordar as questões \n\nde impacto ambiental e manter a segurança alimentar (Zhang et al., 2010). \n\nNo Brasil, os herbicidas representam o maior valor das vendas de pesticidas com \n\n52,5% da participação em 2011 (SINDAG, 2013). Contudo, deve-se ressaltar que os \n\nherbicidas pré-emergentes aplicados são os mais problemáticos em relação aos pós-\n\nemergentes, pelo fato de serem depositados no solo, podendo aumentar o escoamento \n\nsuperficial, a lixiviação e, consequentemente, a contaminação ambiental (Sanches et al., \n\n2003; Wahanthaswamy e Patil, 2004). \n\nLixiviação é uma importante via de dispersão de herbicidas e afeta, \n\nprincipalmente, a qualidade das águas subterrâneas rasas (Rosenbom et al., 2010; Laini \n\net al., 2012). Esse processo é decorrente de uma série de variáveis ambientais, como \n\ntemperatura, precipitação e propriedades do solo, além das práticas agrícolas, como \n\nirrigação e do tipo de adubação empregada na área (Fait et al., 2010). \n\nO efeito residual dos herbicidas corresponde à permanência destes no solo, onde \n\né normalmente medido pelo tempo de meia-vida (t1/2) (Jablonowski et al., 2010). A \n\nadição de resíduos orgânicos em solos agrícolas é uma prática amplamente utilizada \n\npara aumentar os teores de matéria orgânica e prolongar o efeito residual dos herbicidas, \n\nonde a sua rápida degradação pode resultar em menor controle de plantas daninhas \n\n(Gámiz et al., 2012). Por outro lado, os t1/2 são muitas vezes determinados em estudos \n\nde laboratório utilizando solos deformados, onde os agregados do solo, microporos, \n\n\n\n \n\n32 \n\n \n\nmacroporos e a proporção de solução/sólido diferem das condições de solos a campo \n\n(Smith et al., 2003). \n\nOs níveis de resíduos de oxadiazon nas águas superficiais detectados por \n\ncromatografia gasosa em Kitakyushu, Japão, foram entre 0,001 e 1,953 ppb (Yamato e \n\nSuzuki, 1980). No solo (7,0% de argila e 1,3% de matéria orgânica), a lixiviação com \n\nágua não deslocou o oxadiazon (1,0 mg kg\n-1\n\n) a dois centímetros abaixo da superfície do \n\nsolo (Wehtje et al., 1993), assim, o oxadiazon é suficientemente sorvido para resistir a \n\nlixiviação baseada em deslocamento. Por outro lado, o efeito residual do oxadiazon foi \n\nde 30 dias após a aplicação em cultivos de uvas no Vale Barossa, sul da Austrália, com \n\nmeia-vida de 14 dias (Ying e Williams, 2000a). \n\nUm método prático para a determinação do oxadiazon em solos agrícolas é a \n\nmicroextração em fase sólida por headspace (HS-SPME) e análise cromatográfica em \n\nfase gasosa associada à espectrometria de massa (GC-MS). Em virtude da sua \n\nsimplicidade e sensibilidade, os presentes métodos são recomendados para a \n\nquantificação de oxadiazon nas matrizes em estudos ambientais e toxicológicos \n\n(Navalón et al., 2002).  \n\nExiste ainda o método de espectrometria de infravermelho transformada de \n\nFourier (FTIR), que é barato, e é uma alternativa sustentável para o controle de \n\nqualidade de formulações comerciais de oxadiazon (Moros et al., 2008). Um método \n\nindireto eletroanalítico pode ser utilizado com sucesso para quantificar o oxadiazon em \n\nproduto comercial, onde o método eletroquimicamente desenvolvido é simples e \n\npermite rápida determinação (Garrido et al., 2001). \n\nNa literatura, verificou-se que os métodos baseados em técnicas de \n\ncromatografia são os principais propostos para a determinação de oxadiazon em água \n\n(Yamato e Suzuki, 1980; Tanabe et al., 1996), ar atmosférico (Raeppel et al., 2011), \n\nsolo (Sánchez-Brunete et al., 1998; Navalón et al., 2002) e alimentos (Li et al., 2002; \n\nWong et al., 2003; Albero et al., 2004; Chu et al., 2005). Por análise com GC-MS, os \n\nmetabólitos do catabolismo do oxadiazon revelaram a sua degradação e desalogenação, \n\nformando produtos finais não tóxicos (Garbi et al., 2006; Pinilla et al., 2008).  \n\nDiante do exposto, objetivou-se determinar resíduos de oxadiazon por \n\ncromatografia, em função do material orgânico e profundidades do solo. \n\n \n\n \n\n \n\n\n\n \n\n33 \n\n \n\n4.4. MATERIAL E MÉTODOS \n\n \n\nO experimento foi realizado a campo na área experimental da Universidade \n\nFederal de Viçosa, município de Rio Paranaíba, MG (latitude: 19º12’29,0”S e \n\nlongitude: 46º07’57,0”O), em Latossolo Vermelho distroférrico, textura argilosa \n\n(EMBRAPA, 2006), com as características químicas apresentadas na Tabela 1.  \n\n \n\nTabela 1. Características químicas do Latossolo Vermelho distroférrico presente na \n\nárea experimental. Rio Paranaíba, MG, 2012 \n\nSolo \npH P(res) P(melh) P(rem) MO CO V m \n\n(H2O) (CaCl2) mg dm\n-3\n\n (ppm) (g dm\n-3\n\n) (%) \n\nSem\n1/\n\n 6,00 5,70 98,00 50,20 12,80 43,00 24,90 78,90 0,00 \n\nCom\n2/\n\n 7,20 6,30 250,00 96,50 14,90 49,00 28,40 84,60 0,00 \n\nSolo \nK Ca\n\n2+\n Mg\n\n2+\n Al\n\n3+\n H + Al SB t T \n\n(cmolc dm\n-3\n\n) \n\nSem\n1/\n\n 0,32 5,00 1,40 0,00 1,80 6,72 6,72 8,52 \n\nCom\n2/\n\n 1,37 5,90 2,30 0,00 1,74 9,57 9,57 11,31 \n\n1/\nSem = Sem incorporação de material orgânico no solo; \n\n2/\nCom = Com incorporação de material orgânico \n\nno solo. Fonte: Fertilab – Laboratório de Análises de Solo e Foliar. São Gotardo, MG. \n\n \n\nOs dados diários de precipitação pluviométrica, temperatura mínima e máxima \n\ndo ar foram coletados em estação meteorológica localizada próxima à área durante todo \n\no período de condução do experimento (Figura 1).  \n\nPara a aplicação do oxadiazon (1.000 g ha\n-1\n\n) em pré-emergência, foi utilizado \n\num pulverizador costal pressurizado com CO2 a 200 kPa, munido de barra espaçadas 0,5 \n\nm entre si, com duas pontas de jato plano (tipo “leque”) 110.02, com volume de calda \n\nequivalente a 200 L ha\n-1\n\n. A aplicação do oxadiazon foi realizada com umidade do ar de \n\n29%, umidade do solo de 46%, temperatura do ar atmosférico de 28 ºC e velocidade do \n\nvento de 3 km h\n-1\n\n. Para evitar a deriva do herbicida foi utilizada uma proteção plástica \n\nretangular equivalente ao tamanho da unidade experimental, com 1,50 m de altura. \n\nUtilizou-se delineamento em blocos casualizados, com tratamentos dispostos em \n\nesquema de parcelas subsubdivididas 2 x 4 x 8 + 1, com quatro repetições. As parcelas \n\nforam constituídas de incorporação (8 t ha\n-1\n\n) ou não de material orgânico no solo, além \n\nda testemunha (0 t ha\n-1\n\n e 0 g ha\n-1 \n\nde oxadiazon). As subparcelas das profundidades do \n\nsolo (0,00-0,05; 0,05-0,10; 0,10-0,15 e 0,15-0,20 m) e as subsubparcelas de épocas de \n\n\n\n \n\n34 \n\n \n\ncoleta de solo (0, 2, 4, 8, 16, 32, 64 e 128 dias após a aplicação - DAA). As dimensões \n\nde cada parcela experimental foram de 1,20 x 2,50 m, totalizando 16 unidades \n\nexperimentais. \nT\n\ne\nm\n\np\ne\nra\n\ntu\nra\n\n (\nºC\n\n)\n\n0\n\n10\n\n20\n\n30\n\n40\n\nP\nre\n\nc\nip\n\nit\na\nç\nã\no\n\n (\nm\n\nm\n)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100Temperatura mínima (°C)\n\nTemperatura máxima (°C)\n\nPrecipitação (mm)\n\n \n\ndez./2012out./2012set./2012ago./2012 nov./2012\n\nA\np\nli\nc\na\nç\nã\no\n\n d\no\n\n o\nx\na\nd\nia\n\nz\no\n\nn\n\nMeses\n\nFigura 1. Precipitação pluviométrica (mm), temperatura mínima e máxima (ºC) diária \n\ndo ar durante o período de 20 de agosto de 2012 a 25 de dezembro de 2012. Rio \n\nParanaíba, MG.  \n\n \n\nO material orgânico no solo foi composto de 1,0% de N; pH de 6,0; 15% de CO \n\ne 40% de umidade. Para determinar os resíduos de oxadiazon, os solos da área \n\nexperimental foram amostrados nas linhas laterais paralelas a área central (1,00 m\n2\n) da \n\nparcela, nas diferentes profundidades por meio de trados do tipo sonda, com 0,10 m de \n\ndiâmetro, o que totalizou 512 amostras de solo no final do experimento.  \n\nAs amostras foram secas ao ar ambiente e peneiradas em malha de 2 mm. \n\nPosteriormente, foram acondicionadas em sacos plásticos e levadas ao laboratório, onde \n\npermaneceram congeladas até serem analisadas. \n\nA determinação cromatográfica do oxadiazon foi realizada no Laboratório de \n\nHerbicida no Solo - Departamento de Fitotecnia da UFV, Viçosa, MG. A extração do \n\nherbicida nas amostras do solo foi realizada utilizando-se a técnica de extração sólido-\n\nlíquido com partição em baixa temperatura (ESL-PBT), de acordo com a metodologia \n\nproposta por Vieira et al. (2007) e Goulart et al. (2008), otimizada por De Paula (2007) \n\n\n\n \n\n35 \n\n \n\ncom algumas modificações (Passos, 2011). Foram pesadas 2,0 g de massa seca do solo, \n\npreviamente homogeneizado e quarteado, em frascos de tampa rosqueável com 50,0 mL \n\nde capacidade. Em seguida, adicionou-se 12,0 mL da mistura extratora, composta por \n\n4,0 mL de água e 8,0 mL de acetonitrila. Os frascos foram submetidos à agitação \n\nvertical sob 180 rotações por minuto (rpm) durante 30 minutos. Posteriormente, as \n\namostras foram armazenadas em freezer à temperatura de aproximadamente -20ºC por \n\n12 h. Após este período, a fração não congelada, extrato orgânico contendo o herbicida, \n\nfoi transferida para um balão de fundo redondo com 10,0 mL de capacidade e as frações \n\nsolo e água congelada foram descartadas. Procedeu-se a evaporação dos solventes em \n\nevaporador rotatório a 50 ± 1°C. Após a evaporação, o balão de fundo redondo foi \n\ncuidadosamente lavado com três alíquotas de 0,50 mL de acetonitrila e o extrato final \n\nfiltrado em membrana de 0,45 ?m e armazenado em “vials” de 1,5 mL para posterior \n\nanálise. \n\nA determinação do oxadiazon foi realizada utilizando-se um sistema de \n\nquantificação dos extratos por cromatografia líquida de alta eficiência (CLAE), modelo \n\nShimadzu LC 20AT, detector UV-Vis (Shimadzu SPD 20A), coluna C18 de aço inox \n\n(Shimadzu VP- ODS Shim-pack 250 mm x 4,6 mm d.i.). A solução estoque do \n\nherbicida foi preparada a partir do padrão com 99,9% de pureza, na concentração de \n\n1.000 ?g mL\n-1\n\n em acetonitrila e as soluções de trabalho preparadas a partir desta. \n\nAs condições cromatográficas para a análise foram fase móvel: água e \n\nacetonitrila na proporção 20:80 (v v\n-1\n\n); fluxo de 1,0 mL min\n-1\n\n; volume de injeção de 20 \n\nµL; temperatura da coluna de 30 \no\nC; comprimento de onda: 230 nm (Quintás et al., \n\n2008; EFSA, 2010). As análises foram realizadas em triplicata. \n\nA identificação foi realizada por comparação do tempo de retenção e a \n\nquantificação foi realizada por meio da comparação das áreas obtidas nos \n\ncromatogramas dos extratos com os do padrão pelo método de calibração externa.  \n\nA partir das áreas dos picos (resposta do detector) e das concentrações das \n\nsoluções de padrões de oxadiazon, para a validação do método ESL-PBT modificado e \n\nadaptado foram estabelecidos os seguintes parâmetros: seletividade; linearidade; limite \n\nde detecção e limite de quantificação do método, segundo as recomendações do \n\nINMETRO (2003) e ANVISA (2003). Estes parâmetros estimam a confiabilidade do \n\nmétodo analítico.  \n\nPara a linearidade, avaliou-se o método fortificando amostras dos dois solos em \n\nconcentrações crescentes e equidistantes e estas submetidas ao método de extração. \n\n\n\n \n\n36 \n\n \n\nInjetou-se os extratos obtidos e com as áreas encontradas, construiu-se as curvas \n\nanalíticas do método para cada solo e obteve-se as equações correspondentes. \n\nOs dados das concentrações do oxadiazon no solo foram submetidos à análise de \n\nvariância pelo teste de F (p<0,05) e de regressão pelo modelo log-logístico não-linear \n\nproposto por Seefeldt et al. (1995): ? = Cmín + (Cmáx-Cmín)/(1 + (x/t1/2)^(-Hillslope)). \n\nOs parâmetros Cmáx e Cmín correspondem ao nível máximo e mínimo, \n\nrespectivamente, da concentração de oxadiazon no solo (mg kg\n-1\n\n); Hillslope, ao declive \n\nda curva em torno do t1/2; e o t1/2, ao tempo de meia-vida (dias) do oxadiazon no solo, ou \n\nseja, o tempo necessário para que 50% do herbicida aplicado inicialmente seja dissipado \n\nno solo. \n\n \n\n 4.5. RESULTADOS E DISCUSSÃO \n\n \n\n4.5.1. Validação do método analítico de extração \n\n \n\n Para a seletividade, observou-se que, nas amostras de solo isentas de oxadiazon \n\n– com e sem material orgânico (Figura 2A e 3A), não houve picos de co-extrativos \n\nreferentes ao mesmo tempo de retenção de aproximadamente 7 min comparadas às \n\namostras avaliadas com concentração de 5,0 mg kg\n-1 \n\ndo herbicida (Figura 2B e 3B). \n\nDessa forma, sendo caracterizado um método seletivo para a extração do oxadiazon em \n\nsolos. \n\n \n\n0.0 2.5 5.0 7.5 min\n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n10.0\n\n12.5\n\nmV\nDetector A:230nm \n\n \n\nA \n\n\n\n \n\n37 \n\n \n\n0.0 2.5 5.0 7.5 min\n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n10.0\n\n12.5\n\n15.0\n\n17.5\n\n20.0\nmV\n\nDetector A:230nm \n\n7.\n19\n\n3\n\n \n\nFigura 2. Cromatograma de oxadiazon obtido por CLAE na concentração de 0,0 mg kg\n-\n\n1 \n(A) e 5,0 mg kg\n\n-1 \n(B), em solo sem incorporação de material orgânico (43,00 g dm\n\n-3 \nde \n\nMO). Tempo de retenção = 7,193 min. \n\n \n\n0.0 2.5 5.0 7.5 min\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\nmV\n\nDetector A:230nm \n\n \n\n0.0 2.5 5.0 7.5 min\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\nmV\n\nDetector A:230nm \n\n7.\n15\n\n9\n\n \n\nFigura 3. Cromatograma de oxadiazon obtido por CLAE na concentração de 0,0 mg kg\n-\n\n1 \n(A) e 5,0 mg kg\n\n-1 \n(B), em solo com incorporação de material orgânico (49,00 g dm\n\n-3 \nde \n\nMO). Tempo de retenção = 7,159 min. \n\n \n\nA linearidade da resposta do método utilizado para ambos os solos foi na faixa de \n\n0,4 a 4,0 mg L\n-1 \n\n(Figura 4A e 4B). Os coeficientes de correlação encontrados são iguais \n\nou maiores que 0,99 e estão de acordo com INMETRO (2003), que determina um \n\ncoeficiente de correlação maior que 0,90 para um ajuste ideal dos dados de linearidade. \n\n \n\nB \n\nA \n\nB \n\n\n\n \n\n38 \n\n \n\nConcentração de oxadiazon (µg kg\n-1\n\n)\n\n0,0 0,5 1,0 1,5 2,0 2,5 3,0 3,5\n\nÁ\nre\na\n\n0,0\n\n60000,0\n\n80000,0\n\n100000,0\n\n120000,0\n\n140000,0\n\n160000,0\n\n \n\nConcentração de oxadiazon (µg kg\n-1\n\n)\n\n0,0 0,5 1,0 1,5 2,0 2,5 3,0 3,5\n\nÁ\nre\na\n\n0,0\n\n20000,0\n\n40000,0\n\n60000,0\n\n80000,0\n\n100000,0\n\n120000,0\n\n140000,0\n\n160000,0\n\n \n\nFigura 4. Linearidade do método proposto para concentração de oxadiazon obtido por \n\nCLAE na em solo sem (A) e com (B) incorporação de material orgânico. ** p<0,01 pelo \nteste de F. \n\n \n\nO limite de detecção (LD) e limite de quantificação (LQ) foram determinados \n\npelo método baseado em parâmetros da curva analítica para o solo sem e com \n\nincorporação de material orgânico e água (Tabela 2). Esses parâmetros foram expressos \n\npor 3,3x (s/S) e 10x (s/S), respectivamente, nos quais é a estimativa do desvio padrão da \n\nresposta, que pode ser a estimativa do desvio padrão do branco, da equação da linha de \n\nA \n\nB \n\n99,0R;19,60052x06,26783y?\n2**\n????\n\n99,0R;49,3066x90,29411y?\n2**\n????\n\n\n\n \n\n39 \n\n \n\nregressão ou do coeficiente linear da equação e S é a inclinação ou coeficiente angular \n\nda curva analítica (Ribani et al., 2004).  \n\nO intervalo de LD foi de 0,063 e 0,082 mg kg\n-1 \n\npara os solos fortificados com \n\noxadiazon e de 0,109 e 0,084 mg L\n-1 \n\npara água (Tabela 2), corroboram com Goodwin e \n\nBeach (2001) que encontraram LD de 0,100 mg kg\n-1 \n\npara solo com oxadiazon e 0,100 \n\nmg L\n-1\n\n para água, em cromatografia gasosa. \n\n \n\nTabela 2. Limites de detecção e quantificação do método proposto para os solos \n\nestudados (mg L\n-1\n\n e mg kg\n-1\n\n) \n\nParâmetros avaliados Solo Sem\n1/\n\n Solo Com\n2/\n\n \n\nLimite de Detecção (LD) mg kg\n-1\n\n 0,0820 0,0629 \n\nLimite de Detecção (LD) mg L\n-1\n\n 0,1090 0,0839 \n\nLimite de Quantificação (LQ) mg kg\n-1\n\n 0,2487 0,1907 \n\nLimite de Quantificação (LQ) mg L\n-1\n\n 0,3316 0,2543 \n\n1/\nSem = Sem incorporação de material orgânico no solo; \n\n2/\nCom = Com incorporação de material orgânico \n\nno solo. \n\n \n\n4.5.2. Quantificação de resíduo de oxadiazon nos solos \n\n \n\nHouve diferença significativa na quantificação de resíduo de oxadiazon para o \n\nsolo com (49,00 g dm\n-3 \n\nde MO) e sem incorporação de material orgânico no solo (43,00 \n\ng dm\n-3 \n\nde MO) pelo fato da precisão do método de análise por cromatografia, porém o \n\ncomportamento de ambas as curvas foram semelhantes para todas as profundidades de \n\nsolo amostradas (Figuras 5, 6, 7 e 8). \n\nAo 0 dia após a aplicação do oxadiazon (DAA), na camada superficial de 0,00-\n\n0,05 m, verificou-se elevadas concentrações de oxadiazon (faixa de 1,4 mg kg\n-1\n\n de solo) \n\ne t1/2 de 56 e 51 dias do produto no solo com e sem incorporação de material orgânico, \n\nrespectivamente (Figura 5). Determinadas por cromatografia a gás, as t1/2 do oxadiazon \n\nem solos sem adição e com adição de adubo orgânico foram 23 e 139 dias, \n\nrespectivamente, em solo com 33,2% de argila, 1,0% de MO e pH (H2O) de 7,3, na \n\nCoréia; relatando a importância da MO na dissipação do oxadiazon (Rahman et al., \n\n2005). \n\nA MO associada com o solo e os sedimentos, foi conhecida por desempenhar um \n\npapel importante na sorção dos herbicidas (Kumar e Philip, 2006; Tang et al., 2009; Liu \n\n\n\n \n\n40 \n\n \n\net al., 2010; Sun et al., 2012), com formação de ligações de hidrogênio (Xu et al., 2005) \n\nou com ligações não-iônicas, como \"Van der Waals\" (Thevenot et al., 2009). Dessa \n\nforma, a adição de MO no solo reduz a mobilidade dos herbicidas aplicados ao solo \n\n(Jiang et al., 2008; Song et al., 2008; Jones et al., 2011; Ding et al., 2012).  De acordo \n\ncom Hoque et al. (2007), a sorção do oxadiazon foi relacionada com o teor de carbono \n\norgânico presente em solos tropicais cultivados com arroz. \n\nA pronunciada reatividade da MO está relacionada principalmente com sua \n\nelevada área superficial específica e presença de vários grupos funcionais, como \n\ncarboxilas, hidroxilas e aminas, e estruturas alifáticas e aromáticas (D’Agostinho e \n\nFlues, 2006; Mouvenchery et al., 2012), além de compostos hidrofóbicos e hidrofílicos \n\n(Klimenko et al., 2012). \n\nEntretanto, a perda contínua de MO do solo representa um importante problema \n\nambiental e política em muitas regiões do mundo (Bellamy et al., 2005). Esta perda é \n\nnormalmente associado a um declínio na qualidade do solo, a diminuição do potencial \n\nagronômico e perda na prestação de serviços do ecossistema. \n\nAos 16 DAA ainda apresentou concentrações relativamente altas do oxadiazon, \n\ncom nível acima de 0,8 mg kg\n-1\n\n, independente do solo. Entretanto, aos 128 DAA não foi \n\ndetectado resíduo de oxadiazon em ambos os solos (Figura 5). Portanto, a dissipação \n\ntotal do oxadiazon é relativamente rápida, mesmo em solo com incremento de teores de \n\nMO, porém com variação mínima entre os solos.  \n\nDe forma contrária, Goodwin e Beach (2001) verificaram por cromatografia \n\ngasosa que aproximadamente 30% de oxadiazon (dose inicial de 0,4 g m\n-2\n\n), permaneceu \n\nno solo até 150 DAA em viveiros da Austrália. O oxadiazon é persistente no solo e este \n\npode ser captado pelas raízes das plantas daninhas (Jursík et al., 2010). Tais fatores \n\njustificam a ampla utilização do oxadiazon, especialmente para aplicações pré-\n\nemergentes em grande variedade de culturas. \n\nMentag et al. (1995) demonstraram que a lixiviação do oxadiazon foi mais \n\nevidente nos substratos com uma menor porcentagem de material orgânico. Além disso, \n\no oxadiazon não lixiviou em profundidades superiores a 0,04 m de substrato \n\nconvencional (01:01:01 – musgo: adubo e areia). A persistência do oxadiazon foi \n\nafetada pela composição do solo, sendo que houve maior persistência do herbicida em \n\nsubstratos com maiores porcentagem de MO. \n\n\n\n \n\n41 \n\n \n\nDias após a aplicação (DAA)\n\n024 8 16 32 64 128\n\nC\no\n\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n\n d\ne\n o\n\nx\na\nd\nia\n\nz\no\n\nn\n (\n\nm\ng\n k\n\ng\n-1\n\n)\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n  \n\nFigura 5. Concentração de oxadiazon no solo (mg kg\n-1\n\n), aos 0, 2, 4, 8, 16, 32, 64 e 128 \n\ndias após aplicação (DAA) do herbicida, em Latossolo Vermelho distroférrico, na \n\nprofundidade de 0,00-0,05 m. \n1/\n\nSem = Sem incorporação de material orgânico no solo; \n2/\n\nCom = Com incorporação de material orgânico no solo. Rio Paranaíba, MG, 2012. ** \np<0,01 pelo teste de F.  \n \n\nOs resultados obtidos no presente estudo demonstram que mesmo após a \n\nocorrência de 43,53 mm de chuva (Figura 1), aos 56 DAA não foram suficientes para a \n\nliberação do total do oxadiazon aplicado no solo, o que evidenciou a baixa mobilidade \n\ndo oxadiazon nos solos avaliados. \n\nNa camada de 0,05-0,10 m, o efeito residual do oxadiazon apresentou t1/2 de 33 e \n\n38 dias para o solo sem e com incorporação de material orgânico, respectivamente \n\n(Figura 6). A partir de 64 DAA, não foi detectada concentração de oxadiazon, em \n\nambos os solos. \n\nCom aplicação de 400 g ha\n-1\n\n de oxadiazon em arroz (Oryza sativa L., variedade \n\nIR-36), Das et al. (2003) observaram que 64% de oxadiazon foi dissipado em apenas 20 \n\nDAA, sob condições de campo, com 5,84 g kg\n-1\n\n de MO; pH 7,1 e 46,5% de argila no \n\nsolo. Neste mesmo experimento, o oxadiazon persistiu por mais de 60 DAA, quando \n\n99,0R;dias6605,55t\n\n)\n6605,55\n\n(1\n\n7177,03807,1\n7177,0ˆCom\n\n99,0R;dias8265,50t\n\n)\n8265,50\n\n(1\n\n5205,02035,1\n5205,0ˆSem\n\n2\n\n2/1\n\n7981,0\n**\n\n2/\n\n2\n\n2/1\n\n9282,0\n**\n\n1/\n\n???\n\n?\n\n?\n???\n\n???\n\n?\n\n?\n????\n\nx\ny\n\nx\ny\n\n?\n\n\n\n \n\n42 \n\n \n\n0,5% de resíduos foram detectados por cromatografia de gás-líquida nos solos da \n\nrizosfera de arroz, apresentando t1/2 de 12 dias. \n\nDias após a aplicação (DAA)\n\n024 8 16 32 64 128\n\nC\no\n\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n\n d\ne\n o\n\nx\na\nd\nia\n\nz\no\n\nn\n n\n\no\n s\n\no\nlo\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n  \n\nFigura 6. Concentração de oxadiazon no solo (mg kg\n-1\n\n), aos 0, 2, 4, 8, 16, 32, 64 e 128 \n\ndias após aplicação (DAA) do herbicida, em Latossolo Vermelho distroférrico, na \n\nprofundidade de 0,05-0,10 m. \n1/\n\nSem = Sem incorporação de material orgânico no solo; \n2/\n\nCom = Com incorporação de material orgânico no solo. Rio Paranaíba, MG, 2012. * \np<0,05 pelo teste de F.  \n \n\nA concentração de oxadiazon na camada de 0,10-0,15 m foi levemente superior \n\npara o solo com incorporação de material orgânico no solo em relação ao sem \n\nincorporação, com t1/2 de 9 e 5 dias, respectivamente (Figura 7).  \n\nNo campo, o t1/2 do oxadiazon detectado por cromatografia gás-líquida e \n\nbioensaio (Festuca arundinacea S.), foi de 6 a 11 dias e de 15 a 17 dias, \n\nrespectivamente, em arroz irrigado com solo constituído de 21% de argila, 1,7% de MO \n\ne pH 5,5. A dissipação do oxadiazon no solo, foi maior durante as primeiras 2 ou 3 \n\nsemanas após a aplicação, em comparação com a dissipação no laboratório. Isto \n\nexplica-se pela falta da irrigação não incorporou o herbicida no solo (Barrett e Lavy, \n\n1984). \n\n93,0R;dias1739,38t\n\n)\n1739,38\n\n(1\n\n0807,05248,0\n0807,0ˆCom\n\n92,0R;dias6186,32t\n\n)\n6186,32\n\n(1\n\n0,08450,4544\n0,0845ˆSem\n\n2\n\n2/1\n\n5018,1\n*\n\n2/\n\n2\n\n2/1\n\n4679,1\n*\n\n1/\n\n???\n\n?\n\n?\n???\n\n???\n\n?\n\n?\n????\n\nx\ny\n\nx\ny\n\n?\n\n\n\n \n\n43 \n\n \n\nAos 16 e 8 DAA não foram detectados resíduos de oxadiazon no solo com e sem \n\nincorporação de material orgânico, respectivamente (Figura 7). Tal fato demonstra a \n\nbaixa lixiviação do oxadiazon nas camadas mais profundas do solo.  \n\nA baixa lixiviação do oxadiazon foi observada em solo franco arenoso (Fourie, \n\n1992) e um solo arenoso (Fourie, 1993), sendo encontrado na camada de solo de 0,05-\n\n0,10 m e 0,15-0,30 m, respectivamente, aos15 DAA. \n\nDias após a aplicação (DAA)\n\n024 8 16 32 64 128\n\nC\no\n\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n\n d\ne\n o\n\nx\na\nd\nia\n\nz\no\n\nn\n n\n\no\n s\n\no\nlo\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n \n\nFigura 7. Concentração de oxadiazon no solo (mg kg\n-1\n\n), aos 0, 2, 4, 8, 16, 32, 64 e 128 \n\ndias após a plicação (DAA) do herbicida, em Latossolo Vermelho distroférrico, na \n\nprofundidade de 0,10-0,15 m. \n1/\n\nSem = Sem incorporação de material orgânico no solo; \n2/\n\nCom = Com incorporação de material orgânico no solo. Rio Paranaíba, MG, 2012. ** \np<0,01 pelo teste de F. \n \n\nNa camada de 0,15-0,20 m, ao 0 DAA, a concentração de oxadiazon foi &lt;0,35 \n\nmg kg\n-1 \n\n independentemente do solo avaliado (Figura 8). Para o solo sem e com \n\nincorporação de material orgânico os t1/2 permaneceram baixos, sendo de 5 e 9 dias, \n\nrespectivamente. Porém, o comportamento do oxadiazon no solo foi semelhante na \n\ncamada de 0,10-0,15 m.  \n\nNiemczyk e Krause (1994) observaram que não foram detectados resíduos de \n\noxadiazon na camada de 0,225-0,250 m sem a presença de palha na superfície do solo \n\n99,0R;dias6483,8t\n\n)\n6483,8\n\n(1\n\n0059,03281,0\n0059,0ˆCom\n\n99,0R;dias7475,4t\n\n)\n7475,4\n\n(1\n\n0,00040,2719\n0,0004ˆSem\n\n2\n\n2/1\n\n9693,3\n**\n\n2/\n\n2\n\n2/1\n\n6552,13\n**\n\n1/\n\n???\n\n?\n\n?\n???\n\n???\n\n?\n\n?\n????\n\nx\ny\n\nx\ny\n\n?\n\n\n\n \n\n44 \n\n \n\nem 1988, mas em duas éspocas, resíduos de 0,10 e 0,20 mg kg\n-1\n\n em 1989 foram \n\nencontrados nesta camada. \n\nAvaliando as mesmas profundidades de solo arenoso em parreirais no sul da \n\nAustrália, Ying e Williams (2000b) detectaram oxadiazon por cromatografia gasosa, \n\nabaixo de 0,05 m de profundidade, e este nas camadas superiores foi degradado \n\nrapidamente, já nas camadas mais profundas, de 0,15-0,20 m com o solo seco, estava \n\npresente apenas 24,8 µg kg\n-1\n\n de oxadiazon. \n\nDias após a aplicação (DAA)\n\n024 8 16 32 64 128\n\nC\no\n\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n\n d\ne\n o\n\nx\na\nd\nia\n\nz\no\n\nn\n n\n\no\n s\n\no\nlo\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n  \nFigura 8. Concentração de oxadiazon no solo (mg kg\n\n-1\n), aos 0, 2, 4, 8, 16, 32, 64 e 128 \n\ndias após aplicação (DAA) do herbicida, em Latossolo Vermelho distroférrico, na \n\nprofundidade de 0,15-0,20 m. \n1/\n\nSem = Sem incorporação de material orgânico no solo; \n2/\n\nCom = Com incorporação de material orgânico no solo. Rio Paranaíba, MG, 2012. ** \np<0,01 pelo teste de F. \n \n\nDiante do exposto, a degradação acelerada devido à adaptação microbiana causa \n\nencurtamento do t1/2 e perda da eficácia do herbicida (Saha et al., 2012). Portanto, \n\nCheyns et al. (2012) afirmaram que a maior degradação de herbicidas pode ser devido à \n\nacumulação de MO causada pela estimulação da atividade microbiana, sendo esta fonte \n\nde carbono para os microrganismos no solo.  \n\nConclui-se que o método de extração sólido-líquido com partição em baixa \n\ntemperatura e quantificação analítica do oxadiazon no solo foi adequado para estudos de \n\n99,0R;dias9763,8t\n\n)\n9763,8\n\n(1\n\n0023,02993,0\n0023,0ˆCom\n\n99,0R;dias7130,4t\n\n)\n7130,4\n\n(1\n\n0003,02740,0\n0,0003ˆSem\n\n2\n\n2/1\n\n9056,5\n**\n\n2/\n\n2\n\n2/1\n\n7619,13\n**\n\n1/\n\n???\n\n?\n\n?\n???\n\n???\n\n?\n\n?\n????\n\nx\ny\n\nx\ny\n\n?\n\n\n\n \n\n45 \n\n \n\nmonitoramento de resíduos deste herbicida nos solos avaliados, e o oxadiazon foi \n\nencontrado na camada superior do solo até aos 64 dias após a aplicação, o mesmo não \n\nocorreu para as demais profundidades, demonstrando um baixo potencial de mobilidade \n\ndo produto no solo. Em solos com maior teor de matéria orgânica, observaram-se \n\nmaiores concentrações do oxadiazon nas diferentes profundidades e períodos avaliados, \n\nrelatando o maior efeito residual. \n\n \n\n4.6.  LITERATURA CITADA \n\n \n\nAGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA. Resolução – RE \n\nnº 899, de 29 de maio de 2003. \n\n \n\nALBERO, B.; SANCHEZ-BRUNETE, C.; TADEO, J. L. Analysis of pesticides in \n\nhoney by solid-phase extraction and gas chromatography-mass spectrometry. Journal \n\nof Agricultural and Food Chemistry, v. 52, n. 19, p. 5828-5835, 2004. \n\n \n\nBARRETT, M. R.; LAVY, T. L. Effects of soil water content on oxadiazon dissipation. \n\nWeed Science, v. 32, n. 5, p. 697-701, 1984. \n\n \n\nBELLAMY, P. H.; LOVELAND, P. J.; BRADLEY, R. I.; LARK, R. M.; KIRK, G. J. \n\nD. Carbon losses from all soils across England and Wales 1978-2003. Nature, v. 437, \n\nn. 7056, p. 245-248, 2005. \n\n \n\nCHEYNS, K.; CALCOEN, J.; MARTIN-LAURENT, F.; BRU, D.; SMOLDERS, E.; \n\nSPRINGAEL, D. Effects of dissolved organic matter (DOM) at environmentally \n\nrelevant carbon concentrations on atrazine degradation by Chelatobacter heintzii SalB. \n\nApplied Microbiology and Biotechnology, v. 95, n. 5, p. 1333-1341, 2012. \n\n \n\nCHU, X. G.; HU, X. Z.; YAO, H. Y. Determination of 266 pesticide residues in apple \n\njuice by matrix solid-phase dispersion and gas chromatography-mass selective \n\ndetection. Journal of Chromatography A, v. 1063, n. 1-2, p. 201-210, 2005. \n\n \n\nD’AGOSTINHO, A.; FLUES, M. Determinação do coeficiente de distribuição (Kd) de \n\nbenzo(a)pireno em solo por isotermas de sorção. Química Nova, v. 29, n. 4, p. 657-661, \n\n2006. \n\n \n\nDAS, A. C.; DEBNATH, A.; MUKHERJEE, D. Effect of the herbicides oxadiazon and \n\noxyfluorfen on phosphates solubilizing microorganisms and their persistence in rice \n\nfields. Chemosphere, v. 53, n. 3, p. 217-221, 2003. \n\n \n\nDE PAULA, R. T. Mobilidade de atrazine e ametryn em Latossolo Vermelho-\n\nAmarelo. 2007. 105 f. Dissertação (Mestrado em Agroquímica) – Universidade Federal \n\nde Viçosa, Viçosa, 2007. \n\n \n\nDING, Q.; WU, H. L.; XU, Y.; GUO, L. J.; LIU, K.; GAO, H. M.; YANG, H. Impact of \n\nlow molecular weight organic acids and dissolved organic matter on sorption and \n\n\n\n \n\n46 \n\n \n\nmobility of isoproturon in two soils. Journal of Hazardous Materials, v. 190, n. 1, p. \n\n823-832, 2011. \n\n \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMPRAPA. Centro \n\nNacional de Pesquisa de Solos. Sistema Brasileiro de Classificação de solos. 2. ed. \n\nRio de Janeiro: Embrapa, 2006. 306 p. \n\n \n\nEUROPEAN FOOD SAFETY AUTHORITY - EFSA. Conclusion on the peer review \n\nof the pesticide risk assessment of the active substance oxadiazone on request of EFSA. \n\nEFSA Journal, v. 8, n. 2, p. 1-92, 2010. \n\n \n\nFAIT, G.; BALDERACCHI, M.; FERRARI, F.; UNGARO, F.; CAPRI, E.; \n\nTREVISAN, M. A field study of the impact of different irrigation practices on herbicide \n\nleaching. European Journal of Agronomy, v. 32, n. 4, p. 280-287, 2010. \n\n \n\nFOURIE, J. C. Herbigation in a vineyard: efficacy and persistence of five pre-\n\nemergence herbicides in a sandy soil. South African Journal for Enology and \n\nViticulture, v. 14, n. 1, p. 3-10, 1993. \n\n \n\nFOURIE, J. C. Herbigation in a vineyard: persistence of four pre-emergence herbicides \n\nin a sandy loam soil. South African Journal for Enology and Viticulture, v. 62, n. 2, \n\np. 64-68, 1992. \n\n \n\nGÁMIZ, B.; CELIS, R.; COX, L.; HERMOSÍN, M. C.; CORNEJO, J. Effect of olive-\n\nmill waste addition to soil on sorption, persistence, and mobility of herbicides used in \n\nMediterranean olive groves. Science of the Total Environment, v. 429, p. 292-299, \n\n2012. \n\n \n\nGARBI, C.; CASASÚS, L.; ÁLVAREZ, R. M.; ROBLA, J. I.; MARTÍN, M. \n\nBiodegradation of oxadiazon by a soil isolated Pseudomonas fluorescens strain CG5: \n\nImplementation in an herbicide removal reactor and modeling. Water Research, v. 40, \n\nn. 6, p. 1217-1223, 2006. \n\n \n\nGARRIDO, E. M.; LIMA, J. L. F. C.; DELERUE-MATOS, C.; BORGES, M. F. M.; \n\nBRETT, A. M. O. Electroanalytical determination of oxadiazon and characterization of \n\nits base-catalyzed ring-opening products. Electroanalysis, v. 13, n. 3, p. 199-203, 2001. \n\n \n\nGOODWIN, P. B.; BEACH, S. Oxadiazon, oryzalin, and oxyfluorfen residues in \n\ncontainer plant nurseries. HortScience, v. 36, n. 5, p. 900-904, 2001. \n\n \n\nGOULART, S. M.; QUEIROZ, M. E. L. R.; NEVES, A. A.; QUEIROZ, J. H. Low-\n\ntemperature clean-up method for the determination of pyrethroids in milk using gas \n\nchromatography with electron capture detection. Talanta, v. 75, n. 5, p. 1320-1323, \n\n2008. \n\n \n\nHOQUE, M. E.; WILKINS, R. M.; KENNEDY, A.; GARRATT, J. A. Sorption \n\nbehaviour of oxadiazon in tropical rice soils. Water Science and Technology, v. 56, n. \n\n1, p. 115-121, 2007. \n\n \n\n\n\n \n\n47 \n\n \n\nINSTITUTO NACIONAL DE METROLOGIA, NORMALIZAÇÃO E QUALIDADE \n\nINDUSTRIAL - INMETRO. Orientações sobre validação de métodos de ensaios \n\nquímicos. DOQ-CGCRE-008, 2003. \n\n \n\nJABLONOWSKI, N. D.; HAMACHER, G.; MARTINAZZO, R.; LANGEN, U.; \n\nKOEPPCHEN, S.; HOFMANN, D.; BURAUEL, P. Metabolism and persistence of \n\natrazine in several field soils with different atrazine application histories. Journal of \n\nAgricultural and Food Chemistry, v. 58, n. 24, p. 12869-12877, 2010. \n\n \n\nJIANG, L.; HUANG, J.; LIANG, L.; ZHENG, P. Y.; YANG, H. Mobility of \n\nprometryne in soil as affected by dissolved organic matter. Journal of Agricultural \n\nand Food Chemistry, v. 56, n. 24, p. 11933-11940, 2008. \n\n \n\nJONES, D. L.; EDWARDS-JONES, G.; MURPHY, D. V. Biochar mediated alterations \n\nin herbicide breakdown and leaching in soil. Soil Biology and Biochemistry, v. 43, n. \n\n4, p. 804-813, 2011. \n\n \n\nJURSÍK, M.; SOUKUP, J.; VENCLOVÁ, V.; HOLEC, J. Mechanizmy ú?inku \n\nherbicid? a projevy jejich p?sobení na rostliny: Inhibitory biosyntézy rostlinných \n\npigment - PPO inhibitory. Listy Cukrovarnické a ?epa?ské, v. 126, n. 3, p. 100-102, \n\n2010. \n\n \n\nKLIMENKO, N. A.; SAMSONI-TODOROVA, E. A.; SAVCHINA, L. A.; \n\nLAVRENCHUK, I. N.; ZASYAD’KO, T. N. Seasonal variations of characteristics of \n\norganic matter in the Dnieper River water. Journal of Water Chemistry and \n\nTechnology, v. 34, n. 3, p. 154-161, 2012. \n\n \n\nKUBO, T.; OHNO, M.; NAGASAWA, S.; KOSE, T.; KAWATA, K. Behavior of \n\nherbicide pyrazolynate and its hydrolysate in paddy fields after application. Bulletin of \n\nEnvironmental Contamination and Toxicology, v. 89, n. 5, p. 985-989, 2012. \n\n \n\nKUMAR, K.; PHILIP, L. Adsorption and desorption characteristics of hydrophobic \n\npesticide endosulfan in four Indian soils. Chemosphere, v. 62, n. 7, p. 1064-1077, \n\n2006. \n\n \n\nLAINI, A.; BARTOLI, M.; LAMASTRA, L.; CAPRI, E.; BALDERACCHI, M.; \n\nTREVISAN, M. Herbicide contamination and dispersion pattern in lowland springs. \n\nScience of the Total Environment, v. 438, p. 312-318, 2012. \n\n \n\nLI, Y. J.; HUANG, Z. Q.; YI, W. L. Determination of oxadiazon residues in cereals by \n\ngas chromatography-mass spectrometry. Se Pu, v. 20, n. 2, p. 190-192, 2002. \n\n \n\nLIU, Y.; XU, Z.; WU, X.; GUI, W.; ZHU, G. Adsorption and desorption behavior of \n\nherbicide diuron on various Chinese cultivated soils. Journal of Hazardous Materials, \n\nv. 178, n. 1-3, p. 462-468, 2010. \n\n \n\nMENTAG, R.; DUCHESNE, I.; RINOUX, J. A. Leaching and persistence of oxidiazon \n\nin several organic-based substrates. HortScience, v. 30, n. 4, p. 818-858, 1995. \n\n \n\n\n\n \n\n48 \n\n \n\nMOROS, J.; QUINTÁS, G.; ARMENTA, S.; GARRIGUES, S.; GUARDIA, M. First-\n\nderivative fourier-transform infrared determination of oxadiazon in commercial \n\nherbicide formulations. Spectroscopy Letters, v. 41, n. 1, p. 1-8, 2008. \n\n \n\nMOUVENCHERY, Y. K.; KUCERÍK, J.; DIEHL, D.; SCHAUMANN, G. E. Cation-\n\nmediated cross-linking in natural organic matter: a review. Reviews in Environmental \n\nScience and Bio-Technology, v. 11, n. 1, p. 41-54, 2012. \n\n \n\nNAVALÓN, A.; PRIETO, A.; ARAUJO, L.; VÍLCHEZ, J. L. Determination of \n\noxadiazon residues by headspace solid-phase microextraction and gas chromatography–\n\nmass spectrometry. Journal of Chromatography A, v. 946, n. 1-2, p. 239-245, 2002. \n\n \n\nNIEMCZYK, H. D.; KRAUSE, A. A. Behaviour and mobility of preemergent \n\nherbicides in turfgrass: A field study. Journal of Environmental Science and Health, \n\nPart B: Pesticides, Food Contaminants, and Agricultural Wastes, v. 29, n. 3, p. 507-\n\n539, 1994. \n\n \n\nPASSOS, A. B. R. J. Sorção, dessorção e lixiviação do sulfentrazone em solos \n\nbrasileiros. 2011. 50 f. Dissertação (Mestrado em Agroquímica) – Universidade \n\nFederal de Viçosa, Viçosa, 2011. \n\n \n\nPINILLA, P.; RUIZ, J.; LOBO, M. C.; MARTÍNEZ-IÑIGO, M. J. Degradation of \n\noxadiazon in a bioreactor integrated in the water closed circuit of a plant nursery. \n\nBioresource Technology, v. 99, n. 7, p. 2177-2181, 2008. \n\n \n\nQUINTÁS, G.; ARMENTA, S.; MOROS, J.; GARRIGUES, S.; PASTOR, A.; \n\nGUARDIA, M. HPLC determination of oxadiazon in commercial pesticide \n\nformulations. Journal of the Brazilian Chemical Society, v. 19, n. 7, p. 1394-1398, \n\n2008. \n\n \n\nRAEPPEL, C.; NIEF, M.; FABRITIUS, M.; RACAULT, L.; APPENZELLER, B. M.; \n\nMILLET, M. Simultaneous analysis of pesticides from different chemical classes by \n\nusing a derivatisation step and gas chromatography-mass spectrometry. Journal of \nChromatography A, v. 1218, n. 44, p. 8123-8129, 2011. \n\n \n\nRAHMAN, M. M.; SONG, K. S.; RHEE, I. K.; KIM, J. E. Impact of herbicide \n\noxadiazon on microbial activity and nitrogen dynamics in soil environment. \n\nAgricultural Chemistry and Biotechnology, v. 48, n. 4, p. 187-192, 2005. \n\n \n\nRIBANI, M.; BOTTOLI, C. B. G.; COLLINS, C. H.; JARDIM, I. C. S. F.; MELO, L. \n\nF. C. Validação em métodos cromatográficos e eletroforéticos. Química Nova, v. 27, n. \n\n5, p. 771-780, 2004. \n\n \n\nROSENBOM, A. E.; KJAER, J.; OLSEN, P. Long-term leaching of rimsulfuron \n\ndegradation products through sandy agricultural soils. Chemosphere, v. 79, n. 8, p. \n\n830-838, 2010. \n\n \n\nROZEMEIJER, J. C.; BROERS, H. P. The groundwater contribution to surface water \n\ncontamination in a region with intensive agricultural land use (Noord-Brabant, The \n\nNetherlands). Environmental Pollution, v. 148, n. 3, p. 695-706, 2007. \n\n \n\n\n\n \n\n49 \n\n \n\nSAHA, S.; DUTTA, D.; KARMAKAR, R.; RAY, D. P. Structure–toxicity relationship \n\nof chloroacetanilide herbicides: Relative impact on soil microorganisms. \n\nEnvironmental Toxicology and Pharmacology, v. 34, n. 2, p. 307-314, 2012. \n\n \n\nSANCHES, S. M.; SILVA, C. H. T. P.; CAMPOS, S. X.; VIERA, E. M. Pesticidas e \n\nseus respectivos riscos associados à contaminação da água. Pesticidas: Revista de \n\nEcotoxicologia e Meio Ambiente, v. 13, p. 53-58, 2003. \n\n \n\nSÁNCHEZ-BRUNETE, C.; PÉREZ, R. A.; MIGUEL, E.; TADEO, J. L. Multiresidue \n\nherbicide analysis in soil samples by means of extraction in small columns and gas \n\nchromatography with nitrogen–phosphorus and mass spectrometric detection. Journal \n\nof Chromatography A, v. 823, n. 1, p. 17-24, 1998.  \n\n \n\nSEEFELDT, S. S.; JENSEN, S. E.; FUERST, E. P. Log-logistic analysis of herbicide \n\ndose-response relationships. Weed Technology, v. 9, n. 2, p. 218-227, 1995. \n\n \n\nSINDICATO NACIONAL DA INDÚSTRIA DE PRODUTOS PARA DEFESA \n\nAGRÍCOLA - SINDAG. Dados de mercado. Disponível em: \n\n<http://www.sindag.com.br/dados_mercado.php>. Acesso em: 11 mar. 2013. \n\n \n\nSMITH, M. C.; SHAW, D. R.; MASSEY, J. H.; BOYETTE, M.; KINGERY, W. Using \n\nnonequilibrium thin-disc and batch equilibrium techniques to evaluate herbicide \n\nsorption. Journal of Environmental Quality, v. 32, n. 4, p. 1393-1404, 2003. \n\n \n\nSONG, N. H.; CHEN, L.; YANG, H. Effect of dissolved organic matter on mobility and \n\nactivation of chlorotoluron in soil and wheat. Geodema, v. 146, n. 1-2, p. 344-352, \n\n2008. \n\n \n\nSUN, K.; GAO, B.; RO, K. S.; NOVAK, J. M.; WANG, Z.; HERBERT, S.; XING, B. \n\nAssessment of herbicide sorption by biochars and organic matter associated with soil \n\nand sediment. Environmental Pollution, v. 163, p. 167-173, 2012. \n\n \n\nTANABE, A.; MITOBE, H.; KAWATA, K.; SAKAI, M. Monitoring of herbicides in \n\nriver water by gas chromatography-mass spectrometry and solid-phase extraction. \n\nJournal of Chromatography A, v. 754, n. 1, p. 159-168, 1996.  \n\n \n\nTANG, Z. W.; ZHANG, W.; CHEN, Y. M. Adsorption and desorption characteristics of \n\nmonosulfuron in Chinese soils. Journal of Hazardous Materials, v. 166, n. 2-3, p. \n\n1351-1356, 2009. \n\n \n\nTHEVENOT, M.; DOUSSET, S.; HERTKORN, N.; SCHMITT-KOPPLIN, P.; \n\nANDREUX, F. Interactions of diuron with dissolved organic matter from organic \n\namendments. Science of the Total Environment, v. 407, n. 14, p. 4297-4302, 2009. \n\n \n\nVIEIRA, H. P.; NEVES, A. A.; QUEIROZ, M. E. L. R. Otimização e validação da \n\ntécnica de extração líquido-líquido com partição em baixa temperatura (ELL-PBT) para \n\npiretróides em água e análise por CG.  Química Nova, v. 30, n. 3, p. 535-540, 2007. \n\n \n\nWAHANTHASWAMY, M. V.; PATIL, B. V. Toxicity of pesticides to earthworm, \n\nEudrillus eugeniae (Kinberg). Karnataka Journal of Agricultural Science, v. 17, n. 1, \n\np. 112-114, 2004. \n\n\n\n \n\n50 \n\n \n\n \n\nWEHTJE, G. R.; GILLIAM, C. H.; HAJEK, B. F. Adsorption, desorption and leaching \n\nof oxadiazon in container media and soil. HortScience, v. 28, n. 2, p. 126-128, 1993. \n\n \n\nWONG, J. W.; WEBSTER, M. G.; HALVERSON, C. A.; HENGEL, M. J.; NGIM, K. \n\nK.; EBELER, S. E. Multiresidue pesticide analysis in wines by solid-phase extraction \n\nand capillary gas chromatography-mass spectrometric detection with selective ion \n\nmonitoring. Journal of Agricultural and Food Chemistry, v. 51, n. 5, p. 1148-1161, \n\n2003. \n\n \n\nXU, D.; XU, Z.; ZHU, S.; CAO, Y.; WANG, Y.; DU, X.; GU, Q.; LI, F. Adsorption \n\nbehavior of herbicide butachlor on typical soils in China and humic acids from the soil \n\nsamples. Journal of Colloid and Interface Science, v. 285, n. 1, p. 27-32, 2005. \n\n \n\nYAMATO, Y.; SUZUKI, M. Occurrence of herbicide oxadiazon in surface waters and \n\ntap water. Water Research, v. 14, n. 10, p. 1435-1438, 1980. \n\n \n\nYING, G. G.; WILLIAMS, B. D. Mobility and persistence of four herbicides in soil of a \n\nSouth Australian vineyard. Pest Management Science, v. 56, n. 3, p. 277-283, 2000a. \n\n \n\nYING, G. G.; WILLIAMS, B. Dissipation of herbicides in soil and grapes in a South \n\nAustralian vineyard. Agriculture, Ecosystems and Environment, v. 78, n. 3, p. 283-\n\n289, 2000b. \n\n \n\nZHANG, C. Z.; ZHANG, Z. Y.; LIU, X. J.; JIANG, W.; WU, Y. D. Dissipation and \n\nenvironmental fate of herbicide H-9201 in carrot plantings under field conditions. Food \n\nChemistry, v. 119, n. 3, p. 874-879, 2010. \n\n\n\n \n\n51 \n\n \n\n5.  SORÇÃO DO OXADIAZON EM SOLOS CULTIVADOS COM ALLIACEAE \n\n \n\n5.1.  RESUMO \n\n \n\n O processo de sorção dos herbicidas reduz a sua disponibilidade no solo, \n\nminimizando o transporte na solução e o controle efetivo das plantas daninhas. Diante \n\ndeste contexto, objetivou-se avaliar a sorção do oxadiazon em diferentes solos do \n\nCerrado Mineiro, destacando as correlações da dose letal do herbicida capaz de inibir \n\n50% do acúmulo da massa seca do bioindicador (DL50) entre as características \n\nquímicas do solo e seus efeitos diretos e indiretos. O experimento foi realizado em casa \n\nde vegetação, com delineamento em blocos casualizados e quatro repetições. Cada \n\nunidade experimental foi constituída de um vaso com doses crescentes do oxadiazon e \n\nutilizou-se a aveia (Avena sativa L.), como espécie bioindicadora. Na avaliação da \n\nsorção utilizou-se areia lavada e vinte e dois solos provenientes de áreas cultivadas com \n\nAlliaceae no Cerrado Mineiro. Foram determinados a DL50 e a relação de sorção (RS) \n\n= [(DL50solo - DL50areia)/DL50areia], para substrato. Posteriormente, análise de \n\ncorrelação de Pearson foi realizada entre as características químicas dos substratos e a \n\nDL50 do oxadiazon. Foi quantificada ainda a análise de trilha para desdobrar somente \n\nas correlações significativas estimadas em efeitos diretos e indiretos de caracteres sobre \n\na DL50, que é uma variável básica. A DL50 foi mais expressiva (528,09 g ha\n-1\n\n) para \n\nsubstrato de solo, resultando em maior (>53,00) RS. Já no substrato de areia lavada, a \n\nDL50 foi de apenas 9,74 g ha\n-1\n\n do oxadiazon (disponível no solo). Conclui-se que a \n\nsorção do oxadiazon é influenciada pelas características químicas dos solos cultivados \n\ncom Alliaceae, ressaltando a correlação com o pH (CaCl2), teor de magnésio, alumínio, \n\nmatéria orgânica, carbono orgânico e a saturação por alumínio.  \n\n  \n\n Palavras-chave: análise de trilha, bioensaio, herbicida neutro, matéria orgânica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n52 \n\n \n\nSORPTION OF OXADIAZON IN SOILS CULTIVATED WITH ALLIACEAE \n\n \n\n5.2. ABSTRACT \n\n \n\nThe process of sorption of herbicides reduces their availability in the soil, \n\nminimizing the transport in solution and the effective control of weeds. Given this \n\ncontext, the objective was to evaluate the sorption of oxadiazon in different soils of the \n\nCerrado Mineiro, highlighting the correlations of lethal dose of herbicide able to inhibit \n\n50% of the dry matter accumulation of bioindicator (LD50) between the chemical \n\ncharacteristics of the soil and its direct and indirect effects. The experiment was realized \n\nin a greenhouse, with a randomized block design and four replications. Each \n\nexperimental unit consisted of a vase with increasing doses of oxadiazon and used oats \n\n(Avena sativa L.), as bioindicator species. In the evaluation of sorption was used \n\nwashed sand and twenty-two soils from cultivated areas with Alliaceae in the Cerrado \n\nMineiro. Were determined the LD50 and the ratio of sorption (RS) = [(LD50soil - \n\nLD50sand)/LD50sand], to the substrate. Later, analysis of correlation of Pearson was \n\nperformed between the chemical characteristics of the substrates and the LD50 of \n\noxadiazon. Yet been quantified path analysis to deploy only the significant correlations \n\nestimated direct and indirect effects of characters on the LD50, which is a basic \n\nvariable. The LD50 was more pronounced (528.09 g ha\n-1\n\n) to substrate of soil, resulting \n\nin higher (>53.00) RS. Already in washed sand substrate, the LD50 was only 9.74 g ha\n-1 \n\nof oxadiazon (available in soil). It is concluded that the sorption of oxadiazon is \n\ninfluenced by the chemical characteristics of the soils cultivated with Alliaceae, \n\nhighlighting the correlation with the pH (CaCl2), magnesium content, aluminum, \n\norganic matter, organic carbon and aluminum saturation. \n\n \n\nKeywords: path analysis, bioassay, herbicide neutral organic matter. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n53 \n\n \n\n5.3.  INTRODUÇÃO \n\n \n\nO processo de sorção controla o transporte, persistência, biodisponibilidade e o \n\ndestino de herbicidas no solo (Tao e Tang, 2004). Tal processo compreende a passagem \n\ndo soluto (herbicida) da fase aquosa para a superfície de uma substância sólida (solo), \n\npor meio de interações físicas ou químicas (Estévez et al., 2008). Do ponto de vista \n\ncinético, a sorção de herbicidas apresenta uma etapa inicial rápida, responsável pela \n\ngrande parte da sorção total, seguida por uma etapa mais lenta tendendo ao equilíbrio \n\nfinal entre a fase sorvida e a remanescente em solução (Oliveira et al., 2005; Estévez et \n\nal., 2008).  \n\nA sorção varia de acordo com as propriedades do solo, tais como o teor de \n\nargila, matéria orgânica, teor de Ca\n2+\n\n, capacidade de troca catiônica e área superficial \n\n(Burns et al., 2006). O maior teor de matéria orgânica do solo favorece o aumento da \n\nsorção de herbicida, logo a atividade do herbicida diminui com o aumento do teor de \n\ncarbono orgânico do solo (Ben-Hur et al., 2003). Há um reconhecimento crescente do \n\npotencial de aplicação de resíduos agroindustriais ricos em matéria orgânica, nos solos \n\nagrícolas, em função do elevado custo ou inviabilidade de alternativas, tais como \n\nadubos verdes ou esterco animal (Delgado-Moreno e Peña, 2008). Forte correlação \n\npositiva tem sido relatada entre teor de carbono orgânico do solo e a sorção de \n\nherbicidas (Morillo et al., 2002; Albarrán et al., 2003; Ahangar et al., 2008), onde a \n\nlixiviação destas moléculas poderia ser reduzida pela aplicação de compostos orgânicos. \n\nApesar de o aumento da quantidade de matéria orgânica no solo em geral, elevar \n\na sorção de herbicidas e reduzir a lixiviação, pode também concomitantemente \n\naumentar a persistência do herbicida e, portanto, elevar o risco associado de \n\ncontaminação da água (Cabrera et al., 2008). Ademais, a eficácia da interação da \n\nmatéria orgânica do solo com herbicidas é influenciada pela sua configuração \n\nmolecular, polaridade e tamanho, bem como pelas suas características químicas e da \n\nnatureza do solo (Celis et al., 1998). \n\nA sorção de compostos neutros ou não iônicos, como o oxadiazon tem sido \n\nbastante estudada e parece ser dependente da natureza molecular da matéria orgânica \n\ncontida no solo (Estévez et al., 2008). \n\nO oxadiazon é inibidor da enzima protoporfirinogênio oxidase (PROTOX), que \n\natua no acúmulo de protoporfirinogênio no cloroplasto, difundindo-se para o citosol, \n\nocorrendo oxidação à protoporfirina IX (precursores da clorofila), sendo um pigmento \n\n\n\n \n\n54 \n\n \n\nfotodinâmico. O oxadiazon aplicado em cotilédones de Cucumis sativus, promoveu o \n\nrompimento das membranas celulares após 1 h de exposição à luz (Duke et al., 1989),  \n\ndesidratando e desintegrando rapidamente as células das organelas. \n\nA avaliação da sorção de herbicidas no solo tem sido avaliada por diferentes \n\nmétodos, como o bioensaio (Freitas et al., 1998; Firmino et al., 2008), que é simples, \n\nrápido e de baixo custo. Alternativamente, utilizam-se de plantas testes (bioindicadores) \n\nque apresentam alta sensibilidade ao herbicida de interesse (Sevillano et al., 2001; \n\nEliason et al., 2004; Szmigielski et al., 2009). Esta técnica é mais acessível que os \n\nmétodos químicos, que, geralmente, são caros e demorados, podendo não ser sensíveis \n\npara a detecção de baixos níveis residuais de herbicidas (Szmigielska et al., 1998). \n\nFace ao exposto, estudos envolvendo a interação entre herbicidas e com \n\ncomponentes dos solos (Celano et al., 2008; Moure et al., 2009; Sun et al., 2012) foram \n\nconduzidos, visando principalmente conhecer o possível comportamento dos herbicidas \n\nno solo. \n\nInformações sobre a sorção do oxadiazon no solo contribuem para o melhor \n\nentendimento do seu comportamento e destino no ambiente, uma vez que a sorção afeta \n\na mobilidade e a degradação e, consequentemente, o potencial de contaminação de \n\náguas superficiais e subterrâneas. \n\nHá carência de estudos referentes aos efeitos das propriedades químicas do solo \n\nna sorção do oxadiazon nos solos tropicais. Considerando o exposto, objetivou-se com \n\neste trabalho, avaliar a capacidade de sorção do oxadiazon e os efeitos de 17 \n\ncaracterísticas químicas de 23 solos cultivados com Alliaceae. \n\n \n\n5.4. MATERIAL E MÉTODOS  \n\n \n\nPara a realização do experimento, foram coletadas 22 amostras de solo na \n\ncamada arável (0,00-0,20 m), demarcadas com Sistema de Posicionamento Global \n\n(GPS) em diferentes áreas cultivadas com Alliaceae ? alho e cebola (Tabela 1). Foi \n\nutilizado ainda o substrato de areia lavada, considerado como material inerte. \n\nAs amostras de solo e a areia foram peneiradas em malha de 2,0 mm. O processo \n\nde lavagem da areia previamente incubada com solução de HCl diluído em água a 6,0%,  \n\ndurante 24 h, seguida de nova incubação com solução de NaOH na mesma proporção \n\npor 24 h, e na sequência foi lavada com água corrente até atingir pH próximo de 7,0.  \n\n \n\n\n\n \n\n55 \n\n \n\nTabela 1. Localização dos pontos de amostragem de solos utilizados no bioensaio de \n\nsorção do oxadiazon. Rio Paranaíba, MG, 2012 \n\nAmostra\n(1)\n\n \nCoordenadas \n\nLocalidades \nlatitude longitude \n\n1 _____ _____ UFV - Areia Lavada \n\n2 19º24’16,8”S 46º11’48,0”O Fukuda – Cerrado \n\n3 19º17’00,6”S 46º10’52,1”O Fukuda – Rio Paranaíba \n\n4 19º15’56,0”S 46º09’36,4”O Fukuda – Rio Paranaíba \n\n5 19º15’56,0”S 46º09’38,0”O Fukuda – Rio Paranaíba \n\n6 19º23’38,1”S 46º11’43,5”O Fukuda – Ibiá \n\n7 19º23’38,1”S 46º11’45,0”O Fukuda – Ibiá \n\n8 19º20’07,4”S 46º10’23,3”O Comercial Agrícola  \n\n9 19º20’10,6”S 46º10’34,7”O Comercial Agrícola  \n\n10 19º20’13,5”S 46º10’59,6”O Comercial Agrícola  \n\n11 19º20’26,9”S 46º11’03,7”O Comercial Agrícola  \n\n12 19º20’41,6”S 46º10’26,4”O Comercial Agrícola  \n\n13 19º20’41,6”S 46º10’25,3”O Comercial Agrícola  \n\n14 19º20’31,8”S 46º09’18,9”O Sekita \n\n15 19º18’53,4”S 46º09’56,0”O Sekita  \n\n16 19º19’03,9”S 46º09’46,5”O Sekita  \n\n17 19º19’12,8”S 46º09’28,6”O Sekita  \n\n18 19º19’42,6”S 46º08’49,8”O Sekita  \n\n19 19º12’24,6”S 46º09’54,7”O COOPADAP \n\n20 19º24'24,2''S 46°26'37,0''O Fazenda São José \n\n21 19º24'23,0''S 46°26'35,0''O Fazenda São José \n\n22 19º12’29,0”S 46º07’57,0”O UFV – Área experimental \n\n23 19º12’28,5”S 46º07’56,8”O UFV - Área experimental \n\n(1) \nSubstrato de areia lavada e amostras de solos de áreas cultivadas com Alliaceae. \n\n \n\nPosteriormente, as amostras de solos e areia foram secas ao ar ambiente e \n\nacondicionadas 100 g de substrato em vasos plásticos com capacidade para 0,1 L. \n\nRealizaram-se as análises químicas de cada solo amostrado (Tabela 2). \n\n\n\n \n\n56 \n\n \n\n Tabela 2. Características químicas das amostras de solos utilizados no experimento. Rio Paranaíba, MG, 2012 \n\nAmostra\n(1)\n\n \npH P(res) P(melh) P(rem) K Ca\n\n2+\n Mg\n\n2+\n Al\n\n3+\n H + Al MO CO SB t T V m \n\n(H2O) (CaCl2) mg dm\n-3\n\n (ppm) (cmolc dm\n-3\n\n) (g dm\n-3\n\n) (cmolc dm\n-3\n\n) (%) \n\n1 7,00 7,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 \n\n2 5,30 4,20 12,00 7,00 10,50 0,33 1,50 1,20 0,15 4,08 52,00 30,20 3,03 3,18 7,11 42,60 4,70 \n\n3 6,00 5,30 266,00 93,70 13,70 0,37 4,00 0,80 0,00 4,13 34,00 19,70 5,17 5,17 9,30 55,60 0,00 \n\n4 6,20 5,30 320,00 96,10 14,70 0,30 4,30 1,00 0,00 2,13 33,00 19,10 5,60 5,60 7,73 72,40 0,00 \n\n5 5,60 5,10 116,00 63,50 8,20 0,21 2,70 0,60 0,00 4,63 35,00 20,30 3,51 3,51 8,14 43,10 0,00 \n\n6 6,20 5,50 294,00 96,50 17,60 0,37 4,80 1,10 0,00 2,20 38,00 22,00 6,27 6,27 8,47 74,00 0,00 \n\n7 6,30 5,40 217,00 91,40 18,30 0,54 3,80 1,20 0,00 3,53 39,00 22,60 5,54 5,54 9,07 61,10 0,00 \n\n8 6,00 5,30 219,00 89,60 18,50 0,26 3,20 1,20 0,00 4,13 34,00 19,70 4,66 4,66 8,79 53,00 0,00 \n\n9 5,80 4,70 121,00 62,80 13,10 0,58 2,20 1,10 0,00 3,92 36,00 20,90 3,88 3,88 7,80 49,70 0,00 \n\n10 6,50 5,80 160,00 68,20 10,90 0,41 4,40 1,00 0,00 2,68 35,00 20,30 5,81 5,81 8,49 68,40 0,00 \n\n11 5,80 5,10 112,00 50,90 12,20 0,50 3,70 1,40 0,00 2,92 39,00 22,60 5,60 5,60 8,52 65,70 0,00 \n\n12 6,90 6,10 290,00 90,30 9,50 0,14 4,90 1,70 0,00 2,13 37,00 21,50 6,74 6,74 8,87 76,00 0,00 \n\n13 6,20 5,10 122,00 53,20 11,00 0,63 3,30 1,40 0,00 2,83 39,00 22,60 5,33 5,33 8,16 65,30 0,00 \n\n14 6,40 5,70 167,00 49,10 8,40 0,41 3,70 1,10 0,00 3,04 35,00 20,30 5,21 5,21 8,25 63,20 0,00 \n\n15 6,20 5,30 187,00 81,90 14,20 0,45 3,40 1,00 0,00 2,47 35,00 20,30 4,85 4,85 7,32 66,30 0,00 \n\n16 6,30 5,60 233,00 96,50 15,70 0,34 3,80 1,10 0,00 3,45 37,00 21,50 5,24 5,24 8,69 60,30 0,00 \n\n17 5,80 5,20 182,00 85,30 18,30 0,64 3,20 0,70 0,00 2,92 35,00 20,30 4,54 4,54 7,46 60,90 0,00 \n\n18 6,50 5,80 296,00 95,70 17,90 0,46 4,40 1,30 0,00 2,86 35,00 20,30 6,16 6,16 9,02 68,30 0,00 \n\n19 6,70 5,90 200,00 70,60 4,90 0,44 5,80 1,70 0,00 1,73 37,00 21,50 7,94 7,94 9,67 82,10 0,00 \n\n20 6,10 5,40 150,00 60,00 13,10 0,78 3,80 1,10 0,00 3,04 31,00 18,00 5,68 5,68 8,72 65,10 0,00 \n\n21 6,20 5,40 127,00 56,00 12,40 0,67 3,50 1,10 0,00 2,27 29,00 16,80 5,27 5,27 7,54 69,90 0,00 \n\n22 6,00 5,70 98,00 50,20 12,80 0,32 5,00 1,40 0,00 1,80 43,00 24,90 6,72 6,72 8,52 78,90 0,00 \n\n23 7,20 6,30 250,00 96,50 14,90 1,37 5,90 2,30 0,00 1,74 49,00 28,40 9,57 9,57 11,31 84,60 0,00 \n\nMédia 6,23 5,49 179,96 69,78 12,64 0,46 3,71 1,15 0,01 2,81 35,52 20,60 5,32 5,32 8,13 62,02 0,20 \n\nDesvio padrão 0,45 0,55 86,28 27,28 4,53 0,27 1,31 0,44 0,03 1,04 9,28 5,38 1,80 1,79 1,98 17,45 0,98 \n\nFonte: Fertilab – Laboratório de Análises de Solo e Foliar. São Gotardo, MG. \n(1) \n\nMO = matéria orgânica (Método calorimétrico); CO = carbono orgânico; t = capacidade de \n\ntroca catiônica efetiva; T = capacidade de troca catiônica a pH 7,0; V = saturação por bases; m = saturação por alumínio. \n\n\n\n \n\n57 \n\n \n\nO experimento foi realizado em delineamento com blocos casualizados com \n\nquatro repetições, onde os tratamentos foram constituídos pelos substratos e doses \n\ncrescentes do oxadiazon. A unidade experimental foi constituída de um vaso, contendo \n\nduas plantas da espécie bioindicadora (Avena sativa L.), sensível ao oxadiazon (Fourie, \n\n1992).  \n\nRealizou-se uma única aplicação (0,01 L) de solução nutritiva equilibrada aos 10 \n\ndias após emergência (DAE), contendo 4% de N, 14% de P2O5 e 8% de K2O, com \n\nmacronutrientes primários e micronutrientes (Verde Raiz 1,25 g L\n-1\n\n), diluído 0,005 L da \n\nsolução em 1 L de água. Aos 21 DAE foi coletada a parte aérea e levada para a estufa de \n\nventilação forçada a 72 ºC, por 48 h. \n\nForam aplicadas 10 doses crescentes de oxadiazon em pré-emergência (0,00; \n\n0,49; 0,98; 1,95; 3,91; 7,81; 15,63; 31,25; 62,50 e 125,00 g ha\n-1\n\n) sob todos os vasos \n\ncontendo os substratos de solos e 20 doses (0,00; 0,06; 0,09; 0,12; 0,18; 0,24; 0,37; \n\n0,49; 0,73; 0,98; 1,46; 1,95; 2,93; 3,91; 5,86; 7,81; 11,72; 15,63; 31,25 e 62,50 g ha\n-1\n\n) \n\nna areia lavada, para elaboração da curva-padrão de sorção (Firmino et al., 2008). \n\nPara as aplicações do oxadiazon utilizou-se de um pulverizador costal \n\npressurizado com CO2 operado à pressão de 200 kPa, munido com barra de duas pontas \n\nde jato plano (tipo “leque”) 110.02, espaçadas de 0,5 m entre si, com volume de calda \n\nequivalente a 200 L ha\n-1\n\n. A aplicação do oxadiazon foi realizada com umidade do \n\nambiente de 30,00%, umidade do solo de 42,00%, temperatura do ar atmosférico de \n\n29,00 ºC e velocidade do vento de 3,50 km h\n-1\n\n. \n\nPara a interpretação dos resultados, os valores foram comparados ao tratamento \n\nsem herbicida (dose zero). A DL50 - dose letal capaz de inibir 50% do acúmulo da \n\nmassa seca do bioindicador e o intervalo de confiança a 95% foram determinados pela \n\nanálise de Probit (Goss et al., 2009). A partir dos dados obtidos de DL50 em substratos \n\nde solo e areia, utilizou-se a equação RS = [(DL50solo - DL50areia)/DL50areia] (Souza \n\net al., 1996), para expressar a relação de sorção (RS) do solo em relação à resposta \n\nobtida em areia por meio de bioensaio, como método indireto de quantificação dos \n\nresíduos (Szmigielska et al., 1998). Considera-se que os maiores valores de RS indicam \n\nmaior capacidade de sorção do herbicida estudado no solo e, consequentemente, menor \n\npotencial de lixiviação do herbicida no perfil do solo. \n\nAnálise de correlação de Pearson foi realizada entre as características químicas \n\ndos solos avaliados e a DL50 do oxadiazon, pelo teste de t (p<0,01 e 0,05). Também foi \n\nrealizada análise de regressão linear simples entre valores da DL50 do oxadiazon e o \n\n\n\n \n\n58 \n\n \n\nteor de matéria orgânica no solo (exceto areia lavada), pelo teste de F (p<0,01). A \n\nanálise de trilha, que desdobra as correlações estimadas em efeitos diretos e indiretos de \n\ncaracteres sobre uma variável básica (DL50), foi quantificada somente para as \n\ncorrelações significativas. Todas as análises foram realizadas no programa Genes (Cruz, \n\n2006).  \n\n \n\n5.5. RESULTADOS E DISCUSSÃO \n\n \n\nNo substrato de areia lavada (amostra 1), a dose de 9,74 g ha\n-1\n\n do oxadiazon \n\n(disponível no solo) foi suficiente para reduzir 50% da massa seca da parte aérea do \n\nbioindicador aveia (Avena sativa) (Tabela 3). Tal resultado confirma a alta sensibilidade \n\nda aveia ao oxadiazon, evidenciando a utilização como bioindicador para este herbicida. \n\nA DL50 - dose letal do oxadiazon (528,09 g ha\n-1\n\n) capaz de inibir 50% do \n\nacúmulo de massa seca da parte aérea do bioindicador foi mais expressiva para \n\nsubstrato de solo de cerrado (amostra 2), com intervalo mínimo e máximo de confiança \n\na 95% de 492,3435 e 578,1634 g ha\n-1\n\n, respectivamente, resultando na maior relação de \n\nsorção (RS), 53,2; dentre os demais solos (Tabela 3). Tal fato explicado por este ser o \n\nsolo, dentre os estudados, ter apresentado maior teor de matéria orgânica (52,00 g dm\n-3\n\n) \n\n(Tabela 2). Segundo Freitas et al. (1998) a RS do diuron (100 a 900 g ha\n-1\n\n) também é \n\ndependente do teor de matéria orgânica no solo, onde a adição de 0, 20, 40 e 60 m\n3\n ha\n\n-1\n \n\nde dejetos líquidos de suínos, proporcionaram RS de 23,38; 25,32; 28,70 e 30,55, \n\nrespectivamente, e na adição de 0, 30, 60 e 90 t ha\n-1 \n\nde composto orgânico produzido a \n\npartir de bagaço de cana-de-açúcar, as RS foram de 28,76; 32,75; 34,59 e 39,94, \n\nrespectivamente. \n\nNa China, a sorção de ethametsulfuron-methyl aumentou para 92,4%, em solos \n\ncom adição de MO - matéria orgânica (2,61% de CO - carbono orgânico), em relação à \n\nsorção que era de 68,4%, nos solos originais, com quantidade inferior de CO (1,02%), \n\nfato este foi atribuído à elevada capacidade de sorção da matéria orgânica insolúvel \n\nadicionada ao solo ao herbicida (Si et al., 2006). \n\nO controle de plantas daninhas também é decrescente, principalmente, na \n\npresença de maiores teores de MO no solo, indicando menores quantidades do herbicida \n\nbiodisponível na solução do solo.  Todavia, a amostra 21 de substrato de solo, \n\napresentou o menor teor de MO (29,00 g dm\n-3\n\n) em relação os demais substratos, e não \n\nfoi diretamente proporcionalmente com a RS, entretanto, a menor RS (1,01) está \n\n\n\n \n\n59 \n\n \n\nrepresentada na amostra 15 com 35,00 g dm\n-3 \n\nde MO (Tabela 3). Reduzindo a \n\ncapacidade de sorção, o que reflete não somente a interferência da MO no potencial de \n\nsorção do oxadiazon, mas sim, devido às demais características químicas do solo. \n\nInteração entre os herbicidas e as características químicas do solo é um processo \n\nimportante que influencia o comportamento dos herbicidas nos solos (Firmino et al., \n\n2008). \n \n\nTabela 3. Dose letal capaz de inibir 50% do acúmulo de massa seca da parte aérea do \n\nbioindicador (DL50), intervalo de confiança a 95% e relação de sorção (RS) para \n\nsubstratos de areia lavada e solos cultivados com Alliaceae. Rio Paranaíba, MG, 2012 \n\nAmostra\n(1)\n\n \nDL50  Intervalo de Confiança a 95% \n\nRS \n(g ha\n\n-1\n)  Mínimo Máximo \n\n1 9,74  8,48 11,24 _____ \n\n2 528,09  492,34 578,16 53,21 \n\n3 154,15  132,82 180,94 14,82 \n\n4 127,10  105,69 153,79 12,04 \n\n5 309,11  260,21 380,51 30,73 \n\n6 139,63  109,27 184,93 13,33 \n\n7 306,26  207,56 550,32 30,44 \n\n8 93,92  74,48 118,92 8,64 \n\n9 133,55  111,96 161,55 12,71 \n\n10 83,25  68,79 100,17 7,54 \n\n11 188,35  135,71 290,97 18,33 \n\n12 138,99  112,60 175,82 13,26 \n\n13 416,90  326,28 568,71 41,79 \n\n14 69,32  50,84 96,48 6,11 \n\n15 19,59  1,56 44,39 1,01 \n\n16 88,31  61,85 126,08 8,06 \n\n17 109,44  83,80 147,21 10,23 \n\n18 246,92  187,71 352,84 24,34 \n\n19 138,59  111,73 176,41 13,22 \n\n20 94,15  78,24                                     113,57          8,66 \n\n21 110,44  95,63 127,10 10,33 \n\n22 280,15  178,53 298,29 27,75 \n\n23 321,22  298,35 353,74 31,97 \n\n (1) \nSubstrato de areia lavada e amostras de solos de áreas cultivadas com Alliaceae. \n\n\n\n \n\n60 \n\n \n\n \n\nÉ linear a relação entre o teor de MO no solo e a DL50 do oxadiazon dos solos \n\nestudados, onde o acréscimo de 1,00% de MO, correspondente a 10,00 g dm\n-3\n\n, \n\nproporciona uma DL50 de aproximadamente 179,52 g ha\n-1 \n\n(Figura 1). Como já relatado, \n\na sorção de oxadiazon pelo solo é um processo rápido linearmente relacionada com a \n\nconcentração, em função do teor de CO e ocorre dentro de duas horas (Hoque et al., \n\n2007).  \n\nTeor de MO no solo (g dm\n-3\n)\n\n0 35 40 45 50 55\n\nD\nL\n\n5\n0\n d\n\no\n o\n\nx\na\nd\nia\n\nz\no\n\nn\n (\n\ng\n h\n\na\n-1\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n \n\nFigura 1. Relação do teor de MO no solo e a DL50 do oxadiazon para substratos de \n\nsolos cultivados com Alliaceae (exceto areia lavada). Rio Paranaíba, MG, 2012. ** \np<0,01 pelo teste de F. \n\n \n\nAs correlações do oxadiazon com as características químicas dos solos \n\nconfirmam os processos sortivo do herbicida (Tabela 4). As correlações positivas, 0,63 \n\n(p<0,01), aos teores de MO e CO do solo com a DL50 do oxadiazon demonstram a \n\nmaior capacidade de sorção do herbicida em solos com elevados teores de MO e CO. \n\nTal comportamento é extremamente importante sob o ponto de vista prático, pois a \n\neficiência do oxadiazon no controle de plantas daninhas pode ser reduzida em solos \n\nricos em MO, devido à indisponibilização e/ou degradação do herbicida (Prata e \n\nLavorenti, 2000). \n\nA MO é o colóide universal do solo que retém a maioria dos herbicidas (Moure \n\net al., 2009), com estruturas altamente heterogêneas (Chefetz e Xing, 2009; Cornelissen \n\n74,0R     480,4175;-**  17,9519x  y?\n2\n??\n\n\n\n \n\n61 \n\n \n\net al., 2005). Em função de sua elevada área superficial específica e da diversidade de \n\ngrupos funcionais, a MO pode interagir com as moléculas orgânicas de diferentes \n\nformas. Os possíveis mecanismos envolvidos na interação entre herbicidas de baixa \n\nsolubilidade em água, como o oxadiazon (Garbi et al., 2006), com 0,57 mg L\n-1 \n\n(Footprint, 2013), e a MO são ligação de hidrogênio, forças de Van der Waals, \n\ninterações hidrofóbicas e de transferência de carga, podendo os mesmos atuar \n\nconcomitantemente na sorção de uma mesma molécula (Sheng et al., 2001). A natureza \n\nmolecular da MO do solo tem mostrado ser a chave para determinar a sorção de \n\nherbicidas não iônicos (Correia e Langenbach, 2006). A MO molecular e sua complexa \n\nestrutura influenciou no comportamento do fluridone e norflurazon, proporcionando \n\nmaior sorção (Sun et al., 2012). Na China, a quantidade de sorção do butachlor em solos \n\n(1,50 a 4,78% de MO) foi positivamente correlacionada com o teor de MO do solo (Xu \n\net al., 2005). \n\nA sorção do oxadiazon está relacionada com o teor de CO nos solos (Comoretto \n\net al., 2008). Além disso, a sorção do herbicida nos sedimentos suspensos pode reduzir \n\nas taxas de degradação do oxadiazon no solo (Lin et al., 2000; Ying e Williams, 2000), \n\nformando ácido carboxílico, fenólicos, derivados e produtos desalquilados polares, que \n\nforam identificados como os metabólitos na degradação do oxadiazon no solo (Ying e \n\nWilliams, 1999). \n\nA sorção no solo de s-triazinas - atrazine, terbuthylazine e simazine, foi \n\nrelacionada principalmente com o teor de CO, a hidrofobicidade, e aromaticidade de \n\nácido húmico, o que implica um papel predominante de ligação fracas e forças \n\ndispersivas (Celano et al., 2008). Estudos desenvolvidos por Martinazzo et al. (2011) \n\ntambém relataram que a sorção do atrazine foi favorecida pela funcionalização das \n\nestruturas alifáticas, como os sítios apolares, na composição da MO de Latossolos (9,5 a \n\n38,3 g kg\n-1 \n\nde CO). \n\nUsualmente o coeficiente de sorção é calculado nos estudos de retenção de \n\nherbicidas considerando as interações herbicida-solo não somente como fenômeno de \n\nsuperfície, mas como fenômeno que ocorre de maneira homogênea em todo o volume \n\ndo solo (Kd) ou da matéria orgânica (Koc) (Gomes et al., 2002). Diante do exposto, o \n\noxadiazon é altamente sorvido no solo, com Kd elevado, variando de 23,43-28,07 mL g\n-1 \n\ne o Koc de 2.343-2.718 mL g\n-1\n\n, em solos com pH 7,2; 45,5% de argila; 1,00% de CO e \n\npH 4,7; 3,0% de argila; 0,86% de CO; respectivamente, a partir destes resultados, a \n\nsorção do oxadiazon não foi relacionada com o teor de argila do solo, mas \n\n\n\n \n\n62 \n\n \n\npossivelmente com o teor de CO (Ying e Williams, 2000). Os maiores valores desse \n\ncoeficiente são indicativos de maior retenção do herbicida pelo solo, e, \n\nconsequentemente, menor lixiviação (Oliveira et al., 2004). \n\nCorrelação positiva (0,59; p<0,01) também foi observada para a saturação por \n\nalumínio (m) com a DL50 do oxadiazon. O m refere-se à percentagem de cargas \n\nnegativas do solo que está ocupada pelo Al\n3+\n\n trocável, próximo ao pH 7,0 do solo. \n\nDevido a este fato, a correlação com teores de Al\n3+\n\n corroboram com o resultado da \n\nTabela 4, os quais estão relacionados à maior capacidade de retenção do oxadiazon, \n\nherbicida não iônico, em solos com elevada toxidez por alumínio. Os dados confrontam \n\ncom Albuquerque et al. (2001), em que os óxidos de Fe e Al em Latossolo Roxo, não \n\ntiveram capacidade de sorver atrazine, derivado de base fraca. \n\nPara teor de Mg\n2+\n\n nos solos e a sorção do oxadiazon, a correlação foi \n\nrelativamente baixa, porém positiva (0,38; p<0,05), evidenciando a maior capacidade de \n\nsorção do herbicida em solos ricos em Mg\n2+\n\n (Tabela 4). O efeito de redução na \n\ndisponibilidade de flumioxazin, segundo Lima et  al. (1999), pode estar relacionado a \n\nfenômenos de interação entre os cátions do complexo sortivo do solo e os centros ricos \n\nem elétrons da molécula do herbicida, onde a sorção pode ter ocorrido entre as \n\nmoléculas do herbicida e os cátions ligantes (cálcio e, ou magnésio) do complexo de \n\ntroca e as argilas e, ou MO do solo. Por outro lado, a presença de Ca\n2+\n\n e Mg\n+2\n\n em solos \n\nda Índia teve efeito insignificante no processo de sorção do 2,4-D e atrazine, em \n\nconcentrações inferiores a 50 mg  L\n-1\n\n (Alam et al., 2002). \n\nBaixa correlação negativa (-0,43; p<0,05) foi encontrada entre a relação de \n\nsorção do oxadiazon e o pH (CaCl2) dos solos estudados (Tabela 4). Contrariamente, \n\nFirmino et al. (2008) não encontraram correlação (-0,44ns) entre a relação de sorção do \n\nimazapyr e o pH de três solos. Esses resultados demonstram que para os solos estudados \n\nos valores de pH (CaCl2) estão inversamente relacionados com a sorção do oxadiazon \n\npelo substrato.  \n\nOs dados corroboram com Oliveira et al. (2005), que relataram menor sorção de \n\nflazasulfuron em solos com maiores valores de pH, indicando maior risco de lixiviação. \n\nE a sorção do imazaquin é maior nas amostras com menores valores de pH e maiores \n\nteores de MO do solo. Portanto o efeito da MO na retenção do imazaquin é dependente \n\ndo pH (Oliveira et al., 2004). Condições de solos com valores de pH baixos, tendem a \n\naumentar a interação entre as moléculas do herbicida e os colóides do solo, \n\nespecialmente pelo CO (Berglof et al., 2003). \n\n\n\n \n\n63 \n\n \n\nTabela 4. Correlações de Pearson entre as 23 doses letais de oxadiazon capaz de inibir 50% do acúmulo de massa seca da parte aérea do bioindicador (DL50) \n\ne 17 características químicas de amostras de solo em áreas cultivadas com Alliaceae. Rio Paranaíba, MG, 2012 \n\nCaracterística\n(1)\n\n DL50 \npH \n\n(H2O) \n\npH \n\n(CaCl2) \nP(res) P(melh) P(rem) K Ca\n\n2+\n Mg\n\n2+\n Al\n\n3+\n H + Al MO CO SB t T V m \n\nDL50 1,00 -0,32 -0,43* -0,22 -0,20 0,09 0,23 0,01 0,38* 0,59** 0,32 0,63** 0,63** 0,14 0,14 0,29 0,09 0,59** \n\npH (H2O)  1,00 0,90** 0,33 0,20 -0,27 0,18 0,37* 0,30 -0,45* -0,71** -0,32 -0,32 0,36* 0,36* -0,04 0,16 -0,45* \n\npH (CaCl2)   1,00 0,16 0,04 -0,38* -0,05 0,20 0,01 -0,50** -0,77** -0,55** -0,55** 0,14 0,14 -0,27 -0,06 -0,50** \n\nP(res)    1,00 0,93** 0,57** 0,14 0,70** 0,37* -0,42* 0,05 0,23 0,23 0,61** 0,61** 0,58** 0,60** -0,42* \n\nP(melh)     1,00 0,71** 0,25 0,68** 0,36* -0,50** 0,20 0,31 0,31 0,61** 0,61** 0,67** 0,61** -0,50** \n\nP(rem)      1,00 0,36* 0,35 0,25 -0,10 0,42* 0,48* 0,48* 0,37* 0,37* 0,55** 0,45* -0,10 \n\nK       1,00 0,41* 0,58** -0,10 -0,01 0,43* 0,43* 0,58** 0,58** 0,53** 0,49** -0,10 \n\nCa\n2+\n\n        1,00 0,74** -0,37* -0,12 0,52** 0,52** 0,97** 0,97** 0,81** 0,93** -0,37* \n\nMg\n2+\n\n         1,00 0,02 -0,04 0,72** 0,72** 0,87** 0,87** 0,77** 0,78** 0,02 \n\nAl\n3+\n\n          1,00 0,26 0,39* 0,39* -0,26 -0,26 -0,11 -0,24 1,00 \n\nH + Al           1,00 0,46* 0,46* -0,10 -0,10 0,43* -0,03 0,27 \n\nMO            1,00 1,00 0,62** 0,62** 0,81** 0,66** 0,39* \n\nCO             1,00 0,62** 0,62** 0,81** 0,66** 0,39* \n\nSB              1,00 1,00 0,85** 0,94** -0,28 \n\nt               1,00 0,85** 0,94** -0,27 \n\nT                1,00 0,83** -0,11 \n\nV                 1,00 -0,24 \n\nm                  1,00 \n\n* e ** p<0,01 e 0,05, pelo teste de t, respectivamente. (1) MO = matéria orgânica (método calorimétrico); CO = carbono orgânico; t = capacidade de troca catiônica efetiva; T = capacidade de \ntroca catiônica a pH 7,0; V = saturação por bases; m = saturação por alumínio. \n\n\n\n \n\n64 \n\n \n\nO desdobramento das correlações significativas das características químicas dos \n\nsolos em seus efeitos diretos e indiretos foi realizado para avaliar o grau de importância \n\nde cada variável explicativa com a DL50 de oxadiazon nos diferentes solos avaliados \n\n(Tabela 5). O coeficiente de determinação (r\n2\n) da análise de trilha foi de 0,71 e o efeito \n\nda variável residual foi de 0,53 (Tabela 5), o que indica o bom ajuste do modelo na \n\nexplicação dos efeitos sortivos relacionados à variável em análise. \n\nVerificou-se que o efeito direto da DL50 sobre a MO foi elevado, sendo \n\nrepresentativo em maior proporção pelo efeito indireto da capacidade de troca catiônica \n\nefetiva (t) presente nos solos, aferido pela quantidade de cátions que o solo pode \n\nabsorver ao seu pH (Tabela 5), destacando-se que, segundo Ciotta et al. (2003) o \n\naumento nos valores da t com o acúmulo de MO na superfície do solo. No entanto, o \n\nefeito direto sobre o CO foi de forma negativa não representativa, destacando a elevada \n\nmagnitude do efeito indireto da MO, pelo fato do CO ser um dos principais \n\ncomponentes da MO do solo e o seu estoque ser influenciado pelo sistema de manejo \n\nadotado (Steiner et al., 2011), onde pressupõe que a MO do solo contém 58% de CO \n\n(Segnini et al., 2008). \n\nVale ressaltar, que o conteúdo de CO do solo é determinado pelo balanço das \n\nentradas, como o aporte de resíduos vegetais e a aplicação de compostos orgânicos, e as \n\nsaídas, por meio da oxidação e decomposição da MO do solo (Leite et al., 2003). \n\nA DL50 do oxadiazon aplicado em pré-emergência nos solos tem efeito direto \n\nem pequena magnitude negativo sobre a saturação por alumínio (m) e o teor de Al\n3+\n\n \n\ntrocável, sendo oposto ao somatório dos efeitos diretos e indiretos (Tabela 5). As \n\ncaracterísticas mais representativas nesta variável nos efeitos indiretos são os teores de \n\nMO e saturação por bases (V). Portanto, os efeitos indiretos observados foram os \n\nresponsáveis pela média correlação entre a DL50 com a m e o teor de Al\n3+\n\n.  \n\nO efeito direto sobre o teor de Mg\n2+\n\n foi inexpressivo, com efeitos indiretos \n\nrepresentativos via MO e m (Tabela 5). O efeito direto do DL50 sobre o pH (CaCl2) foi \n\nbaixo, sendo expressivo o seu efeito indireto via MO e teor de H + Al (acidez \n\npotencial), presentes nos colóides do solo (Tabela 5). Isso justifica, também, porque \n\napenas o estudo de correlação de Pearson não seria eficiente na seleção de \n\ncaracterísticas químicas dos solos cultivados com Alliaceae, durante o processo de \n\nsorção do oxadiazon, reforçando o estudo mais detalhado das relações obtidas pela \n\nanálise de trilha. \n\n\n\n \n\n65 \n\n \n\nTabela 5. Estimativas de efeitos diretos e indiretos das 23 doses de oxadiazon capaz de inibir 50% do acúmulo de massa seca da parte aérea do \n\nbioindicador (DL50) sobre 17 características químicas de solo em áreas cultivadas com Alliaceae, obtidos pelo método da análise de trilha. Rio \n\nParanaíba, MG, 2012 \n\nCaracterística   Estimativa  Característica   Estimativa  Característica   Estimativa \n\nDL50 ED\n(1)\n\n sobre pH (CaCl2) -0,1376                                       DL50 ED sobre Mg\n2+\n\n 0,1805  DL50 ED sobre Al\n3+\n\n -0,1138 \n\npH (CaCl2) EI\n(2)\n\n via pH (H2O) -0,1708                                  Mg\n2+\n\n EI via pH (H2O) -0,0569  Al\n3+\n\n EI via pH (H2O) 0,0854 \n\npH (CaCl2) EI via P(res) 0,0763  Mg\n2+\n\n EI via pH (CaCl2) -0,0013  Al\n3+\n\n EI via pH (CaCl2) 0,0688 \n\npH (CaCl2) EI via P(melh) -0,0229  Mg\n2+\n\n EI via P(res) 0,1765  Al\n3+\n\n EI via P(res) -0,2004 \n\npH (CaCl2) EI via P(rem) 0,0170  Mg\n2+\n\n EI via P(melh) -0,2066  Al\n3+\n\n EI via P(melh) 0,2870 \n\npH (CaCl2) EI via K -0,0078  Mg\n2+\n\n EI via P(rem) -0,0112  Al\n3+\n\n EI via P(rem) 0,0044 \n\npH (CaCl2) EI via Ca\n2+\n\n 0,0916  Mg\n2+\n\n EI via K 0,0914  Al\n3+\n\n EI via K -0,0157 \n\npH (CaCl2) EI via Mg\n2+\n\n 0,0018  Mg\n2+\n\n EI via Ca\n2+\n\n 0,3391  Al\n3+\n\n EI via Ca\n2+\n\n -0,1695 \n\npH (CaCl2) EI via Al\n3+\n\n 0,0569  Mg\n2+\n\n EI via Al\n3+\n\n -0,0022  Al\n3+\n\n EI via Mg\n2+\n\n 0,0036 \n\npH (CaCl2) EI via H + Al -0,4213  Mg\n2+\n\n EI via H + Al -0,0218  Al\n3+\n\n EI via H + Al 0,1422 \n\npH (CaCl2) EI via MO -1,1720  Mg\n2+\n\n EI via MO 1,5343  Al\n3+\n\n EI via MO 0,8311 \n\npH (CaCl2) EI via CO 0,3465  Mg\n2+\n\n EI via CO -0,4536  Al\n3+\n\n EI via CO -0,2457 \n\npH (CaCl2) EI via SB -0,1432  Mg\n2+\n\n EI via SB -0,8901  Al\n3+\n\n EI via SB 0,2660 \n\npH (CaCl2) EI via t 0,3625  Mg\n2+\n\n EI via t 2,2528  Al\n3+\n\n EI via t -0,6732 \n\npH (CaCl2) EI via T 0,4903  Mg\n2+\n\n EI via T -1,3985  Al\n3+\n\n EI via T 0,1997 \n\npH (CaCl2) EI via V 0,0882  Mg\n2+\n\n EI via V -1,1475  Al\n3+\n\n EI via V 0,3530 \n\npH (CaCl2) EI via m 0,1171  Mg\n2+\n\n EI via m -0,0046  Al\n3+\n\n EI via m -0,2343 \n\nTotal   -0,4273  Total   0,3799  Total   0,5887 \n\n              \n\n              \n\n\n\n \n\n66 \n\n \n\nContinuação...             \n\nCaracterística   Estimativa  Característica   Estimativa  Característica   Estimativa \n\nDL50 ED sobre MO 2,1310  DL50 ED sobre CO -0,6300  DL50 ED sobre m -0,2343 \n\nMO EI via pH (H2O) 0,0607  CO EI via pH (H2O) 0,0607  m EI via pH (H2O) 0,0854 \n\nMO EI via pH (CaCl2) 0,0757  CO EI via pH (CaCl2) 0,0757  m EI via pH (CaCl2) 0,0688 \n\nMO EI via P(res) 0,1097  CO EI via P(res) 0,1097  m EI via P(res) -0,2004 \n\nMO EI via P(melh) -0,1779  CO EI via P(melh) -0,1779  m EI via P(melh) 0,2870 \n\nMO EI via P(rem) -0,0215  CO EI via P(rem) -0,0215  m EI via P(rem) 0,0044 \n\nMO EI via K 0,0678  CO EI via K 0,0678  m EI via K -0,0157 \n\nMO EI via Ca\n2+\n\n 0,2383  CO EI via Ca\n2+\n\n 0,2383  m EI via Ca\n2+\n\n -0,1695 \n\nMO EI via Mg\n2+\n\n 0,1299  CO EI via Mg\n2+\n\n 0,1299  m EI via Mg\n2+\n\n 0,0036 \n\nMO EI via Al\n3+\n\n -0,0444  CO EI via Al\n3+\n\n -0,0444  m EI via Al\n3+\n\n -0,1138 \n\nMO EI via H + Al 0,2517  CO EI via H + Al 0,2517  m EI via H + Al 0,1477 \n\nMO EI via CO -0,6300  CO EI via MO 2,1310  m EI via MO 0,8311 \n\nMO EI via SB -0,6343  CO EI via SB -0,6343  m EI via CO -0,2457 \n\nMO EI via t 1,6054  CO EI via t 1,6054  m EI via SB 0,2864 \n\nMO EI via T -1,4711  CO EI via T -1,4711  m EI via t -0,6991 \n\nMO EI via V -0,9710  CO EI via V -0,9710  m EI via T 0,1997 \n\nMO EI via m -0,0913  CO EI via m -0,0913  m EI via V 0,3530 \n\nTotal   0,6286  Total   0,6286  Total   0,5888 \n\nCoeficiente de Determinação (r\n2\n) 0,7106           \n\nEfeito da Variável Residual (EVR) 0,5378           \n\n(1)\n Efeito Direto. \n\n(2)\n Efeito Indireto. \n\n\n\n \n\n67 \n\n \n\nA aparente divergência ocorre em razão da abordagem analítica, contudo, \n\nenquanto a correlação simples identifica as associações mútuas entre as características, a \n\nanálise de trilha permite a determinação da magnitude relativa de cada efeito (Cruz et \n\nal., 2011). \n\nDessa forma, maior atenção deve ser dada ao monitoramento de oxadiazon nos \n\nsolos cultivados com Alliaceae no Cerrado Mineiro, no qual estes solos agrícolas \n\npossuem altos teores de matéria orgânica, que o predispõe à maior sorção e \n\npossibilidade de aumentar o efeito residual desse herbicida, causando fitotoxicidade em \n\nculturas sucessoras. \n\nConclui-se que a sorção do oxadiazon em solos cultivados com Alliaceae no \n\nCerrado Mineiro é influenciada pelas características químicas dos solos, destacando a \n\ncorrelação com o potencial hidrogeniônico (pH em CaCl2), teor de magnésio e alumínio, \n\nmatéria orgânica, carbono orgânico e a saturação por alumínio. \n\n \n\n5.6.  LITERATURA CITADA \n\n \n\nAHANGAR, A. G.; SMERNIK, R. J.; KOOKANA, R. S.; CHITTLEBOROUGH, D. J. \n\nSeparating the effects of organic matter–mineral interactions and organic matter \n\nchemistry on the sorption of diuron and phenanthrene. Chemosphere, v. 72, n. 6, p. \n\n886-890, 2008. \n\n \n\nALAM, J. B.; DIKSHIT, A. K.; BANDYOPHADYAY, M. Effect of different inorganic \n\nand organic compounds on sorption of 2,4-D and atrazine. Journal of Environmental \n\nScience and Health, Part B: Pesticides, Food Contaminants, and Agricultural \nWastes, v. 37, n. 6, p. 541-560, 2002. \n\n \n\nALBARRÁN, A.; CELIS, R.; HERMOSÍN, M. C.; LÓPEZ-PIÑEIRO, A.; ORTEGA-\n\nCALVO, J. J.; CORNEJO, J. Effects of solid-olive mill waste addition to soil on \n\nsorption, degradation and leaching of the herbicide simazine. Soil Use and \n\nManagement, v. 19, n. 2, p. 150-156, 2003. \n\n \n\nALBUQUERQUE, M. A.; SCHAEFER, C. E. G. R.; FOLONI, J. M.; KER, J. C.; \n\nFONTES, L. E. F. Mineralização e sorção de atrazina em latossolo roxo sob cultivo \n\nconvencional e plantio direto. Revista Brasileira de Ciência do Solo, v. 25, n. 1, p. \n\n179-188, 2001. \n\n \n\nBEN-HUR, M.; LETEY, J.; FARMER, W. J.; WILLIAMS, C. F.; NELSON, S. D. \n\nSoluble and solid organic matter effects on atrazine adsorption in cultivated soils. Soil \n\nScience Society of America Journal, v. 67, n. 4, p. 1140-1146, 2003. \n\n \n\nBERGLOF, T.; KOSKINEN, W. C.; DUFFY, M. J.; NORBERG, K. A.; KYLIN, H. \n\nMetsulfuron methyl sorption desorption in field–moist soils. Journal of Agricultural \n\nand Food Chemistry, v. 51, n. 12, p. 3598-3603, 2003. \n\n\n\n \n\n68 \n\n \n\n \n\nBURNS, I. G.; HAYES, M. H. B.; STACEY, M. Studies of the adsorption of paraquat \n\non soluble humic fractions by gel filtration and ultrafiltration techniques. Pesticide \n\nScience, v. 4, n. 5, p. 629-641, 2006. \n\n \n\nCABRERA, A.; COX, L.; WILLIAM, C.; KOSKINEN, W. C.; SADOWSKY, M. J. \n\nAvailability of triazine herbicides in aged soils amended with olive oil mill waste. \n\nJournal of Agricultural and Food Chemistry, v. 56, n. 11, p. 4112-4119, 2008. \n\n \n\nCELANO, G.; ŠMEJKALOVÁ, D.; SPACCINI, R.; PICCOLO, A. Interactions of three \n\ns-triazines with humic acids of different structure. Journal of Agricultural and Food \n\nChemistry, v. 56, n. 16, p. 7360-7366, 2008.   \n\n \n\nCELIS, R.; BARRIUSO, E.; HOUOT, S. Sorption and desorption of atrazine by sludge-\n\namended soil: dissolved organic matter effects. Journal of Environmental Quality, v. \n\n27, n. 6, p. 1348-1356, 1998. \n\n \n\nCHEFETZ, B.; XING, B. Relative role of aliphatic and aromatic moieties as sorption \n\ndomains for organic compounds: a review. Environmental Science and Technology, \n\nv. 43, n. 6, p. 1680-1688, 2009. \n\n \n\nCIOTTA, M. N.; BAYER, C.; FONTOURA, S. M. V.; ERNANI, P. R.; \n\nALBUQUERQUE, J. A. Matéria orgânica e aumento da capacidade de troca de cátions \n\nem solo com argila de atividade baixa sob plantio direto. Ciência Rural, v. 33, n. 6, p. \n\n1161-1164, 2003. \n\n \n\nCOMORETTO, L.; ARFIB, B.; TALVA, R.; CHAUVELON, P.; PICHAUD, M.; \n\nCHIRON, S.; HÖHENER, P. Runoff of pesticides from rice fields in the Ile de \n\nCamargue (Rhône river delta, France): Field study and modeling. Environmental \n\nPollution, v. 151, n. 3, p. 486-493, 2008. \n\n \n\nCORNELISSEN, G.; GUSTAFSSON, Ö.; BUCHELI, T. D.; JONKER, M. T. O.; \n\nKOELMANS, A. A.; NOORT, P. C. M. Extensive sorption of organic compounds to \n\nblack carbon, coal, and kerogen in sediments and soils: mechanisms and consequences \n\nfor distribution, bioaccumulation, and biodegradation. Environmental Science and \n\nTechnology, v. 39, n. 18, p. 6881-6895, 2005. \n\n \n\nCORREIA, F. V.; LANGENBACH, T. Dinâmica da distribuição e degradação de \n\natrazina em argissolo vermelho-amarelo sob condições de clima tropical úmido. Revista \n\nBrasileira de Ciência do Solo, v. 30, n. 1, p. 183-192, 2006. \n\n \n\nCRUZ, C. D. Programa Genes: biometria. Viçosa: UFV, 2006. 382p. \n\n \n\nCRUZ, C. D.; FERREIRA, M. F.; PESSONI, L. A. Biometria aplicada ao estudo da \n\ndiversidade genética. Viçosa: UFV, 2011. 620p. \n\n \n\nDELGADO-MORENO, L.; PEÑA, A. Sorption/desorption behaviour of sulfonylurea \n\nherbicides as affected by the addition of fresh and composted olive cake to soil. Weed \n\nResearch, v. 48, n. 5, p. 461-469, 2008. \n\n \n\n\n\n \n\n69 \n\n \n\nDUKE, S. O.; LYDON, J.; PAUL, R. N. Oxadiazon activity is similar to that of p-nitro-\n\ndiphenyl ether herbicides. Weed Science, v. 37, n. 2, p. 152-160, 1989. \n\n \n\nELIASON, R.; SCHOENAU, J. J.; SZMIGIELSKI, A. M.; LAVERTY, W. M. \n\nPhytotoxicity and persistence of flucarbazone-sodium in soil. Weed Science, v. 52, n. 5, \n\np. 857-862, 2004.  \n\n \n\nESTÉVEZ, M. A.; PERIAGO, E. L.; CARBALLO, E. M.; GÁNDARA, J. S.; \n\nMEJUTO, J. C.; RÍO, L. G. The mobility and degradation of pesticides in soils and the \n\npollution of groundwater resources. Agriculture, Ecosystems and Environment, v. \n\n123, n. 4, p. 247-260, 2008. \n\n \n\nFIRMINO, L. E.; TUFFI SANTOS, L. D.; FERREIRA, F. A.; FERREIRA, L. R.; \n\nTIBURCIO, R. A. S. Sorção do imazapyr em solos com diferentes texturas. Planta \n\nDaninha, v. 26, n. 2, p. 395-402, 2008. \n\n \n\nFOOTPRINT. Creating tools for pesticide risk assessment and management in \n\nEurope. University of Hertfordshire. Disponível em: \n\n<http://sitem.herts.ac.uk/aeru/footprint/en/index.htm>. Acesso em: 21 jan. 2013. \n\n \n\nFOURIE, J. C. Herbigation in a Vineyard: persistence of four pre-emergence herbicides \n\nin a sandy loam soil. South African Journal of Enology and Viticulture, v. 13, n. 2, \n\np. 64-70, 1992. \n\n \n\nFREITAS, S. P.; SEDIYAMA, T.; SILVA, A. A.; SEDIYAMA, M. A. N. Efeitos de \n\nresíduos da suinocultura sobre a atividade do diuron aplicado ao solo. Revista Ceres, v. \n\n45, n. 262, p. 491-504, 1998. \n\n \n\nGARBI, C.; CASASÚS, L.; MARTINEZ-ÁLVAREZ, R.; ROBLA, J. I.; MARTÍN, M. \n\nBiodegradation of oxadiazon by a soil isolated Pseudomonas fluorescens strain CG5: \n\nImplementation in an herbicide removal reactor and modeling. Water Research, v. 40, \n\nn. 6, p. 1217-1223, 2006.  \n\n \n\nGOMES, J.; DICK, D. P.; SOUZA, R. F. Sorção de atrazina em cambissolo húmico do \n\nRio Grande do Sul sob vegetação nativa. Revista Brasileira de Ciência do Solo, v. 26, \n\nn. 2, p. 521-528, 2002. \n\n \n\nGOSS, R. M.; GAUSSOIN, R. E.; MARTIN, A. R. Glyphosate rate-response of \n\ncommon turfgrass weeds. International Turfgrass Society Research Journal, v. 11, \n\np. 1191-1197, 2009. \n\n \n\nHOQUE, M. E.; WILKINS, R. M.; KENNEDY, A.; GARRET, J. A. Sorption \n\nbehaviour of oxadiazon in tropical rice soils. Water Science and Technology, v. 56, n. \n\n1, p. 115-121, 2007. \n\n \n\nLEITE, L. F. C.; MENDONÇA, E. S.; NEVES, J. C. L.; MACHADO, P. L. O. A.; \n\nGALVÃO, J. C. C. Estoques totais de C orgânico e seus compartimentos em argissolo \n\nsob floresta e sob milho cultivado com adubação mineral e orgânica. Revista Brasileira \n\nde Ciência do Solo, v. 27, n. 5, p. 821-832, 2003. \n\n \n\n\n\n \n\n70 \n\n \n\nLIMA, R. O.; OLIVEIRA, M. F.; SILVA, A. A.; MAGALHÃES, J. V. Comportamento \n\ndo herbicida flumioxazin em solo com diferentes doses de calcário. Revista Ceres, v. \n\n46, n. 268, p. 607-614, 1999. \n\n \n\nLIN, Y. J.; LIN, C.; YEH, K. J.; LEE, A. Photodegradation of the herbicides butachlor \n\nand ronstar using natural sunlight and diethylamine. Bulletin of Environmental \n\nContamination and Toxicology, v. 64, n. 6, p. 780-785, 2000. \n\n \n\nMARTINAZZO, R.; DICK, D. P.; HIRSCH, M. M.; LEITE, S. B.; PERALBA, M. C. \n\nR. Sorção de atrazina e de mesotriona em latossolos e estimativa do potencial de \n\ncontaminação. Química Nova, v. 34, n. 8, p. 1378-1384, 2011. \n\n \n\nMORILLO, E.; MAQUEDA, C.; REINOSO, R.; UNDABEYTIA, T. Effect of two \n\norganic amendments on norflurazon retention and release by soils of different \n\ncharacteristics. Environmental Science and Technology, v. 36, n. 20, p. 4319-4325, \n\n2002. \n\n \n\nMOURE, M. P.; NOVO, C. P.; ESTÉVEZ, M. A.; OTERO, R. R.; GÁNDARA, J. S. \n\nEffect of organic matter and iron oxides on quaternary herbicide sorption-desorption in \n\nvineyard-devoted soils. Journal of Colloid and Interface Science, v. 333, n. 2, p. 431-\n\n438, 2009. \n\n \n\nOLIVEIRA, M. F.; COLONNA, I.; PRATES, H. T.; MANTOVANI, E. C.; GOMIDE, \n\nR. L.; OLIVEIRA JR., R. S. Sorção do herbicida imazaquin em latossolo sob plantio \n\ndireto e convencional. Pesquisa Agropecuária Brasileira, v. 39, n. 8, p. 787-793, \n\n2004. \n\n \n\nOLIVEIRA, M. F.; PRATES, H. T.; SANS, L. M. A. Sorção e hidrólise do herbicida \n\nflazasulfuron. Planta Daninha, v. 23, n. 1, p. 101-113, 2005. \n\n \n\nPRATA, F.; LAVORENTI, A. Comportamento de herbicidas no solo: influência da \n\nmatéria orgânica. Revista Biociências, v. 6, n. 2, p. 17-22, 2000. \n\n \n\nSEGNINI, A.; SANTOS, L. M.; SILVA, W. T. L.; MARTIN NETO, L.; BORATO, C. \n\nE.; MELO, W. J.; BOLONHEZI, D. Estudo comparativo de métodos para a \n\ndeterminação da concentração de carbono em solos com altos teores de Fe (Latossolos). \n\nQuímica Nova, v. 31, n. 1, p. 94-97, 2008. \n\n \n\nSEVILLANO, E. H.; VILLARROYA, M.; ALONSOPRADOS, J. L.; BAUDÍN, J. M. \n\nG. Bioassay to detect MON-37500 and triasulfuron residues in soils. Weed \n\nTechnology, v. 15, n. 3, p. 447-452, 2001. \n\n \n\nSHENG, G.; JOHNSTON, C. T.; TEPPEN, B. J.; BOYD, S. A. Potential contributions \n\nof smectite clays and organic matter to pesticide retention in soils. Journal of \n\nAgricultural and Food Chemistry, v. 49, n. 6, p. 899-907, 2001. \n\n \n\nSI, Y.; ZHANG, J.; WANG, S.; ZHANG, L.; ZHOU, D. Influence of organic \n\namendment on the adsorption and leaching of ethametsulfuron-methyl in acidic soils in \n\nChina. Geoderma, v. 130, n. 1, p. 66-76, 2006. \n\n \n\n\n\n \n\n71 \n\n \n\nSOUZA, A. P.; LOURES, E. G.; SILVA, J. F.; RUIZ, H. A. Efeito do oxyfluorfen, 2,4-\n\nD e glyphosate na atividade microbiana de solos com diferentes texturas e conteúdo de \n\nmatéria orgânica. Planta Daninha, v. 14, n. 1, p. 55-64, 1996. \n\n \n\nSTEINER, F.; PIVETTA, L. A.; CASTOLDI, G.; COSTA, M. S. S. M.; COSTA, L. A. \n\nM. Carbono orgânico e carbono residual do solo em sistema de plantio direto, \n\nsubmetido a diferentes manejos. Revista Brasileira de Ciências Agrárias, v. 6, n. 3, p. \n\n401-408, 2011. \n\n \n\nSUN, K.; GAO, B.; RO, K. S.; NOVAK, J. M.; WANG, Z.; HERBERT, S.; XING, B. \n\nAssessment of herbicide sorption by biochars and organic matter associated with soil \n\nand sediment. Environmental Pollution, v. 163, p. 167-173, 2012. \n\n \n\nSZMIGIELSKA, A. M.; SCHOENAU, J. J.; GREER, K. Comparasion of chemical \n\nextraction and bioassay for measurement of metsulfuron in soil. Weed Science, v. 46, n. \n\n4, p. 487-493, 1998. \n\n \n\nSZMIGIELSKI, A. M.; SCHOENAU, J. J.; JOHNSON, E. N.; HOLM, F. A.; \n\nSAPSFORD, K. L.; LIU, J. Development of a laboratory bioassay and effect of soil \n\nproperties on sulfentrazone phytotoxicity in soil. Weed Technology, v. 23, n. 3, p. 486-\n\n491, 2009. \n\n \n\nTAO, Q. H.; TANG, H. X. Effect of dye compounds on the adsorption of atrazine by \n\nnatural sediment. Chemosphere, v. 56, n. 1, p. 31-38, 2004. \n\n \n\nXU, D.; XU, Z.; ZHU, S.; CAO, Y.; WANG, Y.; DU, X.; GU, Q.; LI, F. Adsorption \n\nbehavior of herbicide butachlor on typical soils in China and humic acids from the soil \n\nsamples. Journal of Colloid and Interface Science, v. 285, n. 1, p. 27-32, 2005. \n\n \n\nYING, G. G.; WILLIAMS, B. Laboratory study on the interaction between herbicides \n\nand sediments in water systems. Environmental Pollution, v. 107, n. 3, p. 399-405, \n\n2000. \n\n \n\nYING, G. G.; WILLIAMS, B. The degradation of oxadiazon and oxyfluorfen by \n\nphotolysis. Journal of Environmental Science and Health, Part B: Pesticides, Food \n\nContaminants, and Agricultural Wastes, v. 34, n. 4, p. 549-567, 1999. \n\n\n\n \n\n72 \n\n \n\n6. CONSIDERAÇÕES FINAIS \n\n \n\nPara os bioensaios, a incorporação de 8 t ha\n-1\n\n de material orgânico no solo não \n\nafeta a lixiviação e o efeito residual do oxadiazon. O momento de aplicação de lâminas \n\nd’água interfere na lixiviação do oxadiazon no solo. A aplicação de 10/10 mm \n\nproporcionou a lixiviação do oxadiazon até 0,20 m de profundidade do solo. O efeito \n\nresidual do oxadiazon é em média de 90 dias e é influenciado pela aplicação de lâminas \n\nd’água. O t1/2 do oxadiazon foi, em média, de 52 dias na camada de 0,00-0,10 m e 20 \n\ndias de 0,10-0,20 cm. O método sólido-líquido com partição em baixa temperatura \n\nproposto para a extração e quantificação por cromatografia líquida do oxadiazon no solo \n\nfoi adequado para estudos de monitoramento de resíduos deste herbicida em Latossolo \n\nVermelho distroférrico. O oxadiazon foi encontrado na camada superior do solo até aos \n\n64 dias após a aplicação, o mesmo não ocorreu para as demais profundidades, \n\ndemonstrando baixa mobilidade do produto no solo. Nas análises cromatográficas, em \n\nsolos com maior teor de matéria orgânica, observaram-se maiores concentrações do \n\noxadiazon nas diferentes profundidades e períodos, e, consequentemente, maior efeito \n\nresidual. Independentemente do método de detecção e quantificação do oxadiazon, \n\nbioensaio e cromatografia, os valores de t1/2 encontrados são próximos. Dessa forma, o \n\nmétodo de bioensaio pode ser recomendado para monitorar resíduos de oxadiazon no \n\nsolo, uma vez que o custo é insignificante em relação ao método cromatográfico. A \n\nsorção do oxadiazon é influenciada pelas características químicas dos solos cultivados \n\ncom Alliaceae, ressaltando o potencial hidrogeniônico (pH em CaCl2), teor de magnésio \n\ne alumínio, matéria orgânica, carbono orgânico e a saturação por alumínio. Dessa \n\nforma, antes da recomendação desse herbicida faz-se necessário conhecer as \n\ncaracterísticas químicas do solo, visando obter o controle eficiente das plantas daninhas \n\ne, também, minimizar os riscos de contaminação ambiental."}]}}}