{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21400"}, {"@name": "filename", "#text": "5123_FEMeira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\n \n\nCARACTERIZAÇÃO TAFONÔMICA E ESTRATIGRÁFICA DE \n\nCloudina lucianoi (BEURLEN &amp; SOMMER, 1957) ZAINE &amp; \n\nFAIRCHILD, 1985, NO GRUPO CORUMBÁ, EDIACARANO DO \n\nSUDOESTE DO BRASIL \n\n \n\nFelipe van Enck Meira \n\n \n\n \n\nOrientador: Prof. Dr. Thomas Rich Fairchild \n\n \n\n \n\nDISSERTAÇÃO DE MESTRADO \n\nPrograma de Pós-graduação em Geoquímica e Geotectônica \n\n \n\n \n\n \n\nSão Paulo \n\n2011 \n\n\n\n \n\nUNIVERSIDADE DE SÃO PAULO \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\n \n\nCARACTERIZAÇÃO TAFONÔMICA E ESTRATIGRÁFICA DE \n\nCloudina lucianoi (BEURLEN &amp; SOMMER, 1957) ZAINE &amp; \n\nFAIRCHILD, 1985, NO GRUPO CORUMBÁ, EDIACARANO DO \n\nSUDOESTE DO BRASIL \n\n \n\nFelipe van Enck Meira \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Thomas Rich Fairchild \n\n \n\nDISSERTAÇÃO DE MESTRADO \n\nPrograma de Pós-graduação em Geoquímica e Geotectônica \n\n \n\nSão Paulo \n\n2011 \n\n \n\nDissertação apresentada ao Programa \n\nde Pós-Graduação em Geoquímica e \n\nGeotectônica do Instituto de Geociências \n\nda Universidade de São Paulo, como \n\nparte dos requisitos para a obtenção do \n\ntítulo de mestre. \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFicha catalográfica preparada pelo Serviço de Biblioteca e \n\nDocumentação do Instituto de Geociências da Universidade de São Paulo \n\n \n\n \n\n             Meira, Felipe van Enck \n\n          Caracterização tafonômica e estratigráfica de \n\nCloudina lucianoi (Beurlen &amp; Sommer, 1957) Zaine &amp; \n\nFairchild, 1985, no Grupo Corumbá, Ediacarano do \n\nsudoeste do Brasil / Felipe van Enck Meira. – São \n\nPaulo, 2011 \n\n           103 p.: il +  3 anexos \n\n \n\n           Dissertação (Mestrado) : IGc/USP \n\n           Orient.: Fairchild, Thomas Rich  \n\n \n\n           1. Mato Grosso do sul: Tafonomia 2. Brasil: \n\nCloudina 3. Grupo Corumbá I. Título \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\"Uma mudança deixa sempre patamares para uma nova mudança.\" \n\nNiccolo Maquiavel \n\nA todos aqueles que, desde o princípio, torceram e acreditaram em mim. \n\n \n\n\n\n \n\n \n\nAgradecimentos \n\nEm primeiro lugar, gostaria de agradecer à experiência que vivi nestes \n\ntrês anos de Mestrado, que apesar das dificuldades, me proporcionaram muito \n\namadurecimento, profissional quanto pessoal. Não há palavras para traduzir a \n\nimportância dessa experiência em minha vida, e que pretendo carregar para \n\nsempre.  \n\nAo Prof. Dr. Thomas Rich Fairchild pela orientação, especialmente nas \n\netapas finais da dissertação. Agradeço a ele também por todos os \n\nensinamentos passados nestes quase 15 anos de contato. \n\nÀ minha família, especialmente meus pais, José Carlos e Sylvia, e minha \n\nirmã, Patrícia, pelo carinho, compreensão e apoio durante este processo. \n\nÀ Evelyn Aparecida Mecenero Sanchez Bizan e Guilherme Raffaeli \n\nRomero, pela ajuda e apoio de extrema importância, sem os quais não \n\nconseguiria finalizar este trabalho. \n\nÀ Erika Paula Machado Peixoto, com quem tive o prazer de compartilhar \n\nmuitos momentos importantes de minha vida. \n\nAos inestimáveis amigos que fiz ao longo destes três anos, em meio às \n\ncorrerias, sucessos e frustrações do dia-a-dia: Mírian Liza Alves Forancelli \n\nPacheco, Wilson Soares Júnior, Cléber Pereira Calça, Giselle Utida, Paula \n\nSucerquia Rendón, Rejane Rocha, Johanna Mendez Duque, Angela Meira \n\nFaleiros, José Eduardo Sartori, John Rico Bautista, Luis Gustavo Viegas, \n\nGeane Carolina Cavalcante, Nívea Magalhães, Antonio Paranhos Filho, Silas \n\nGubitoso, Andreia Teodoro, Aline Ghilardi, Luana Soares, Victor Soficier \n\nBadaró, Alexandra Aguja, Carlos Mario, Oscar Romero, Emiliano Oliveira, \n\nGabriela Fontaneta, Lucas Warren e Fernanda Quaglio. \n\nAos amigos que fiz durante a graduação, principalmente Paulo Gustavo \n\nRossi, Fernanda Navarro Sonim, Maithê Wanzo Hohl e Daniel Tadeu Espinha. \n\nAos professores doutores José Maurício Piliackas, Maria da Graça \n\nSalomão, Paulo César Boggiani, Juliana de Moraes Leme, Marcos Egydio da \n\n\n\n \n\n \n\nSilva, Edilson Pissato, Wânia Duleba, Setembrino Petri, Antônio Carlos Rocha-\n\nCampos e Oswaldo Siga Júnior, que por meio de conversas, reflexões e aulas, \n\ncontribuíram à minha formação profissional e pessoal.  \n\nAo Sr. Ulrich Schwair, pelas conversas esclarecedoras, e pela ajuda na \n\ntradução de artigos em alemão, necessários para este trabalho. \n\nA todos os funcionários do IGc-USP que, de algum modo, colaboraram \n\npara este trabalho, em especial à Zefinha, Ivone Cardoso,  Isaac Jamil Sayeg, \n\nTadeu, Magali Poli e Ana Paula Cabanal. \n\nAo CNPq (processo número 135500/2008-7), pela concessão de bolsa \n\nde estudos junto ao Programa de Pós-graduação em Geoquímica e \n\nGeotectônica do IGc-USP. Também agradeço ao Prof. Dr. Paulo César \n\nBoggiani, por me incluir em seu projeto ?Isótopos estáveis (C,O e Sr) do Grupo \n\nItapucumi e correlações com o Grupo Corumbá (Ediacarano)?, financiado pela \n\nFAPESP (processo número 2010-02677-0), o permitiu a realização de \n\natividades ligadas ao estudo. \n\nPor último, mas não menos importante agradeço a Raphael Cangelli \n\nFilho, Maria Elizabeth Mendonça Alves, Jorge Gonçalves de Macedo, Fábio \n\nSalzano, Carolina Fonseca, Viviane Martins e Daniela Leal, por suas \n\ncontribuições em diferentes fases de minha vida sendo, sem dúvida, \n\nresponsáveis por quem sou hoje. \n\n \n\nObrigado!   \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nRESUMO \n\nEstudos do fóssil-índice Cloudina Germs 1972, do Neo-ediacarano, \n\nrepresentado no Brasil por Cloudina lucianoi (Beurlen &amp; Sommer) Zaine &amp; \n\nFairchild 1985, foram realizados nos calcários da Formação Tamengo, Grupo \n\nCorumbá, SW Brasil, nas pedreiras de Saladeiro, Corcal e Laginha na região \n\nde Corumbá, MS.  Cloudina foi encontrada em cinco fácies, previamente \n\ndefinidas por outros autores, na Formação Tamengo: grainstones oolíticos, \n\ncalcários cristalinos maciços, packstones bioclasticos,  ritmitos de mudstone \n\ncalcífero/ folhelhos, e mudstones com Cloudina.  Estas fácies foram \n\ndepositadas numa variedade de contextos deposicionais numa rampa \n\ncarbonática marcada por depósitos frequentes provocados por tempestades \n\n(representados pelos calcários cristalinos maciços e packstones bioclasticos) e \n\ncaracterizada por bancos e baixios de ooides, que, em direção ao continente, \n\nprotegiam um habitat calmo não apenas para Cloudina e esteiras microbianas \n\ne trombólitos associados, mas possivelmente para o outro metazoário na \n\nformação, Corumbella, também.  Dentre as descobertas paleontológicas desta \n\npesquisa, destacam-se duas: 1) Uma espécie nova de Cloudina, C. latilabrum \n\nnov. sp., caracterizada por seu diâmetro estreito e extensas abas finas partindo \n\nda borda distal dos segmentos sucessivos que constituem a concha;  2)  A co-\n\nexistência de fragmentos de colônias de cianobactérias e intraclastos \n\ntromboíticos com conchas de Cloudina, uma ocorrência coerente com a bem \n\nconhecida associação Cloudina-trombólitos, presente em Namíbia, Canadá e \n\nOmã.  Fósseis de Cloudina são fragmentos em sua grande maioria, em razão \n\ndos processos de transporte, mas espécimes da nova espécie, aparentemente \n\ninteiros, e possivelmente autóctones, foram observados na fácies de \n\nmudstones com Cloudina, e espécimes quase completos constitutem um \n\ntempestito na forma de coquinito (packstone bioclástico).  A contribuição \n\nestratigráfica mais importante desta pesquisa foi a descoberta de Cloudina na \n\nFormação Guaicurus, acima da Formação Tamengo, descoberta esta que \n\nestende a biozona de Cloudina até quase o topo do Grupo Corumbá. \n\nPalavras-chave: Cloudina – Grupo Corumbá – Mato Grosso do Sul – \n\nTafonomia – Brasil  \n\n\n\n \n\n \n\nABSTRACT \n\nNew studies of the late Ediacaran index fossil Cloudina Germs 1972, as \n\nrepresented in Brazil by Cloudina lucianoi (Beurlen &amp; Sommer) Zaine &amp; \n\nFairchild 1985, were carried out in the limestones of the Tamengo Formation, \n\nCorumbá Group, SW Brazil, in the Saladeiro, Corcal and Laginha quarries near \n\nCorumbá, MS. Cloudina was found in five facies of this formation previously \n\ndefined for this region: ooid grainstones, massive crystalline limestone, \n\nbioclastic packstones, calciferous mudstone / shale rhythmites, and mudstones \n\nwith Cloudina. These facies were deposited in a variety of depositional settings \n\non a carbonate ramp marked by frequent storm deposits (represented by the \n\nmassive crystalline limestone and bioclastic packstone facies) and \n\ncharacterized by banks and shoals of ooid grainstones that landward provided a \n\ncalm protected habitat not only for Cloudina and associated microbial mats and \n\nthrombolites, but also possibly for Corumbella as well.  Paleontological \n\ndiscoveries of this research include: 1) a new species of Cloudina, C. latilabrum \n\nnov. sp., characterized by narrow diameter and flanges flaring outward from the \n\ndistal borders of successive segments of the shell;  2) fragments of \n\ncyanobacterial colonies and thrombolitic intraclasts together with shells of  \n\nCloudina, an occurrence consistent with the well-known Cloudina-thrombolite \n\nassociation of Nambia, Canada, and Oman.  Fossils of Cloudina are mostly \n\nfragmented as the result of transport, but apparently whole, possibly \n\nautochthonous specimens of the new species were observed in the mudstone \n\nfacies, and nearly complete specimens comprise a coquinite storm deposit \n\n(bioclastic packstones).  The most important stratigraphic contribution of the \n\npresent research is the discovery of Cloudina in the Guaicurus Formation \n\noverlying the Tamengo Formation, thereby extending the Cloudina biozone \n\nalmost to the top of the Corumbá Group. \n\n \n\nKey-words: Cloudina – Corumbá Group – Mato Grosso do Sul – Taphonomy – \n\nBrazil  \n\n \n\n\n\n \n\n \n\nLISTA DE FIGURAS \n\nFigura 1. A) Eletromicrografia de concha silicificada de Cloudina hartmannae, da \n\nFormação Dengying, China, na qual se pode notar o encaixe de sucessivos \n\nsegmentos formando a estrutura, e a porção basal oclusa, típicas do gênero. Escala \n\nrepresenta 280 µm. Extraído de Chen et al. (2008). B) Reconstituição da concha em \n\ncorte longitudinal. B) Reconstituição da concha em corte longitudinal. Os septos \n\ninternos transversais, presentes na imagem original, extraída de Seilacher (1999), \n\nforam retirados aqui, uma vez que esta concepção foi refutada por Hua et al. (2005) \n\nem análise de fósseis fosfatizados da Formação Dengying, China. \n\n2 \n\nFigura 2.1.1. Principais eventos que marcaram o final do Neoproterozoico. Modificado de \n\nWalter &amp; Heys (1985), Narbonne (2005) e Marshall (2006). \n\n6 \n\nFigura 2.1.2. Fósseis ediacaranos. A) Eletromicrografia de embrião de metazoário \n\npermineralizado por fosfato, com 16 células. Formação Doushantuo, China (extraído \n\nde Hagadorn et al. 2006); B) Eletromicrografia de Ramitubus increscens Liu et al., \n\n2008, possível cnidário da Formação Doushantuo, China (extraído de Liu et al. 2008); \n\nC) Rangeomorfo da Formação Trepassey, Inglaterra (extraído de Narbonne 2004); D) \n\nKimberella quadrata Wade, 1968, possível molusco da Formação Ust Pinega, Rússia \n\n(extraído de Fedonkin &amp; Waggoner 1997); E) Archaeonassa, icnito da Formação Ust \n\nPinega, Rússia (extraído de Jensen 2003); F) O metazoário conchífero Namacalathus \n\nhermanastes Grotzinger et al., 2000, Subgrupo Kuibis, Namíbia (extraído de \n\nGrotzinger et al. 2000). Escalas representam 200 µm em A e B; 2,5 mm em C; e 1 cm \n\nem D, E e F.  \n\n8 \n\nFigura 2.2.1. Diagramas das principais influências no substrato marinho na transição \n\nEdiacarano-Cambriano, e após o Cambriano. Notar a gradual redução na influência \n\nmicrobiana, e progressiva participação de metazoários. Extraído de Bottjier et al. \n\n(2000). \n\n10 \n\nFigura 2.2.2. Conchas de Cloudina hartmannae e com perfurações, indicadas pelas setas, \n\ninterpretadas como resultado de predação. Notar brotamento em B. Escalas \n\nrepresentam 250 ?m em A, 150 ?m em B e 350 ?m em C. Modificado de Hua et al. \n\n(2003). \n\n11 \n\nFigura 3.1.1. Distribuição do gênero Cloudina no mundo. 14 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nFigura 3.1.2. Estratigrafia das sub-bacias Zaris e Witputs, Grupo Nama, Namíbia, \n\nmostrando a distribuição dos metazoários conchíferos, incluindo Cloudina, juntamente \n\ncom as datações em tufos vulcânicos e a ocorrência do icnogênero Treptichnus \n\npedum. Extraído de Grotzinger et al. (2000). O posicionamento de T.pedum foi \n\nbaseado em dados de Grotzinger et al. (1995). \n\n15 \n\nFigura 3.2.1. Reconstituição esquemática de Cloudina proposta por Germs (1972) e \n\nGlaessner (1976). Notar as corrugações na superfície externa da concha, e a parede \n\ninterna lisa. Extraído de Glaessner (1976). \n\n17 \n\nFigura 3.2.2. Deformação dúctil (A) em Cloudina hartmannae do Grupo Ara, Omã; e \n\ndeformação rúptil (B) em Cloudina riemkeae do Grupo Nama, na Namíbia. Escala \n\nrepresenta 700 ?m em (A) e 180 ?m em (B). Extraído de Conway Morris (1990) (A) e \n\nGrant (1990) (B).   \n\n18 \n\n Figura 3.2.3. Esquema de sucessivos cortes oblíquos em Cloudina (A) que poderiam dar \n\na impressão de se tratarem de aparentes septos transversais, como ilustrado em (B) \n\npor Grant (1990). Extraído de Hua et al. (2005) (A) e de Grant (1990) (B).  \n\n18 \n\nFigura 3.2.4. Evidência de brotamento em Cloudina hartmannae, Formação Dengying, \n\nChina. Escala: 400 ?m. Extraído de Hua et al. (2005). \n\n19 \n\nFigura 4.1.1. Mapa geológico da Faixa Paraguai (A), e da área de estudo (B). Em B, os \n\ncírculos amarelos correspondem às pedreiras enfocadas no presente trabalho: S – \n\nPedreira Saladeiro; C – Pedreira Corcal; L – Pedreira Laginha. (A) Adaptado de \n\nAlvarenga et al. (2000) e Boggiani et al. (2010). (B) Adaptado de Oliveira (2010).  \n\n23 \n\nFigura 6. Colunas estratigráficas das pedreiras estudadas. Extraídas de Boggiani et al. \n\n(2010). A estratigrafia da Pedreira Corcal foi baseada em T.R. Fairchild (com. pess.). \n\n32 \n\nFigura 6.1. Frequência de diâmetros de Cloudina lucianoi na amostra 6219, da fácies \n\npackstone bioclástico, Pedreira Saladeiro. N = 105; amplitude de classes = 0,4 mm. \n\n39 \n\nFigura 6.2. Frequência de diâmetros de Cloudina lucianoi nas lâminas petrográficas \n\nGP/L1E-10 a GP/L1E-20, da fácies packstone bioclástico, Pedreira Corcal. N = 157; \n\namplitude de classes = 0,3 mm. \n\n \n\n41 \n\n\n\n \n\n \n\nLISTA DE TABELAS \n\nTabela 1.  Principais organismos associados à biozona de Cloudina, segundo Zaine &amp; \n\nFairchild (1987), Zaine (1991), Grotzinger et al. (1995, 2000), Amthor et al. (2003), \n\nGaucher et al. (2003), Hua et al. (2007) e o presente trabalho. Vale ressaltar que, \n\nembora o microfóssil Bavlinella faveolata também ocorra em depósitos paleozoicos \n\n(Vidal 1976), sua presença como principal componente em assembleias \n\nmicrofossilíferas caracteriza o final do Ediacarano (Germs et al. 1986; Palacios \n\n1989). \n\n24 \n\nTabela 2.  Resumo esquemático da estratigrafia do Grupo Corumbá e Formação Puga no \n\nEstado do Mato Grosso do Sul, Brasil. Segundo Almeida (1965), Boggiani (1998), \n\nGaucher et al. (2003), e o presente trabalho.  \n\n34 \n\nTabela 3. Esquema das fáceis e associações de fáceis da Formação Tamengo aflorantes \n\nna região de Corumbá. Extraído de Oliveira (2010). \n\n35 \n\nTabela 4. Fácies das formações Tamengo e Guaicurus contendo Cloudina na região de \n\nCorumbá, MS. Nome das fácies segundo Oliveira (2010), exceto packstones \n\nbioclásticos e mudstones com Cloudina, criadas no presente trabalho.  \n\n39 \n\nTabela 5: Diâmetros de Cloudina lucianoi em amostras da fácies ritmitos mudstones / \n\nfolhelhos da Formação Tamengo. Frente oeste de lavra da Pedreira Laginha. \n\n44 \n\nTabela 6: Dimensões de Cloudina provenientes de amostra de calcilutito, Formação     \n\nGuaicurus, Pedreira Corcal. \n\n \n\n50 \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nLISTA DE PRANCHAS \n\nPrancha 1. Estruturas de origem sedimentar e fósseis da fácies ritmitos mudstones \n\ncalcíferos / folhelhos, fotografadas em microscópio petrográfico (Nicóis paralelos). \n\nPedreira Laginha, Formação Tamengo.  A) Ooide normal (GP/L1E – 119), proveniente \n\nda frente oeste de lavra. Escala = 100 µm; B) Ooide bentônico (GP/L1E – 111), frente \n\nleste de lavra. Escala = 50 µm; C) Microfitólitos (GP/L1E – 108), frente leste de lavra. \n\nNotar bioclasto (Cloudina?) no canto superior direito da figura. Escala = 300 µm; D) \n\nPossível trombólito (GP/L1E – 115), frente leste de lavra. Escala = 200 µm; E) \n\nAgregado de células cocoidais (GP/L1E – 111), frente leste de lavra. Notar ooide \n\nbentônico no canto inferior esquerdo da figura. Escala = 50 µm; F) Cloudina com \n\nmúltiplas fragmentações (GP/L1E – 111), frente leste de lavra. Escala = 200 µm; G) \n\nBioclasto corrugado (GP/L1E – 110), frente leste de lavra. Escala = 200 µm; H) \n\nDetalhe da figura anterior. Escala = 50 µm; I) Seções transversais de Cloudina \n\n(GP/L1E – 109), frente leste de lavra. Notar preenchimento espático em fexemplar à \n\nesquerda da figura, e deformação rúptil em fóssil à direita. Escala = 200 µm; J) Seção \n\ntransversal a oblíqua de Cloudina, exibindo abas evidentes (GP/L1E – 113), frente \n\nleste de lavra. Escala = 200 µm. \n\n52 \n\nPrancha 2. Metazoários preservados na superfície de amostras de mão da fácies ritmitos \n\nmudstones calcíferos / folhelhos, frente oeste de lavra da Pedreira Laginha. \n\nFormação Tamengo. A) Seção transversal de Cloudina lucianoi (GP/1T-108). Escala \n\n= 1 cm; B) Cloudina lucianoi e Corumbella werneri (GP/1T – 109). Escala = 1 cm; C) \n\nDetalhe de C. lucianoi da amostra anterior, exibindo espessamento em parte da \n\nparede da concha. Escala = 1 mm; D) Detalhe de C. lucianoi de amostra ilustrada \n\nem A. Notar a ocorrência de dois anéis concêntricos, sendo o mais externo \n\nparcialmente visível. Escala = 1 mm; E) Seção transversal incompleta de C. lucianoi \n\n(GP/1E – 6215). Escala = 1 mm. \n\n53 \n\nPrancha 3. Exemplares de Corumbella werneri em superfície de amostras de mão da \n\nfácies ritmitos mudstone calcífero / folhelho, frente oeste de lavra da Pedreira \n\nLaginha (A – D), e em folhelhos da Pedreira Saladeiro (E e F).  Formação Tamengo. \n\nTodas as escalas representam 1 mm. A) GP/1E – 6213; B) GP/1E – 6212; C) GP /1E \n\n– 6211; D) GP/1E – 6214; E e F) GP/1E – 5760.  \n\n \n\n \n\n54 \n\n \n\n \n\n \n\n\n\n \n\n \n\nPrancha 4. Fósseis e estruturas de origem sedimentar da fácies grainstones oolíticos. \n\nFrente de oeste de lavra da Pedreira Laginha. Formação Tamengo. Lâminas \n\npetrográficas fotografadas em estereomicroscópio. Todas as escalas representam 1 \n\nmm, exceto em A, que representa 5 mm. A) Vista geral da lâmina GP/L1T – 1, \n\nevidenciando um exemplar de Cloudina com boa parte da extersão da concha \n\npreservada, além de bioclastos em meio a ooides, bem como servindo de nucleação \n\npara estes. B) Seção transversal de Cloudina, exibindo envelopamento (GP/L1E – \n\n26); C) Bioclasto com deformação dúctil, servindo de núcleo para ooide (GP/L1E – \n\n27); D) Bioclasto envelopado (GP/L1E – 32); E) Ooides com núcleo recristalizado \n\n(GP/L1E – 31). \n\n55 \n\nPrancha 5. Cloudina em fácies de calcário maciço cristalino. Pedreira Saladeiro. Formação \n\nTamengo. Lâminas petrográficas fotografadas em estereomicroscópio. Todas as \n\nescalas representam 1 mm. A) Vista geral da lâmina GP/L1E – 21, onde se nota o \n\nempacotamento disperso a fraco dos bioclastos; Seções longitudinais (B) e \n\ntransversal (C) em Cloudina (GP/L1E – 23). \n\n56 \n\nPrancha 6. Packstones bioclásticos, provenientes da Pedreira Saladeiro. Formação \n\nTamengo. As lâminas petrográficas (A – C; F) foram fotografadas em \n\nestereomicroscópio. A) Alternância entre níveis espáticos (claros), e níveis micríticos \n\n(escuros) na lâmina GP/L1E – 45. Escala = 1 cm; B) Nível espático, exibindo fósseis \n\ncom estrutura geopetal, e diferentes gerações de cimento (exemplar no canto \n\nsuperior) (GP/L1E – 8). Escala = 5 mm; C) Seção transversal de Cloudina, \n\napresentando delineamento poligonal. Notar estrutura geopetal neste fóssil, e \n\nfragmentos de concha no interior dos fósseis adjacentes (GP/L1E – 9). Escala = 1 \n\nmm. D) Superfície da amostra GP/1E – 6219, com conchas silicificadas, ressaltadas \n\npelo intemperismo. Escala em centímetros; E) Superfície da amostra GP/1E – 3878, \n\nexibindo moldes internos de Cloudina. Escala = 1 cm; F) Seção oblíqua a \n\nlongitudinal de Cloudina latilabrum nov. sp. (GP/L1E – 24). Escala = 5 mm. \n\n57 \n\nPrancha 7. Cloudina formando packstones bioclásticos. Pedreira Corcal. Formação \n\nTamengo. As lâminas petrográficas (B – D; G e H) foram fotografadas em \n\nestereomicroscópio. A) Superfície da amostra GP/1E – 4143, exibindo fósseis \n\npreservados como moldes internos, densamente empacotados. Escala = 1 cm; B) \n\nSeção longitudinal de Cloudina, com preenchimento espático, e deformação dúctil da \n\nconcha (GP/L1E – 11). Escala = 1 mm; C) Vista geral da lâmina GP/L1E – 17, \n\nevidenciando fósseis predominantemente paralelos ao acamamento, e estruturas \n\ngeopetais, facilmente observáveis em exemplares no canto superior da figura. \n\nEscala = 5 mm; D) Detalhe de seção transversal de Cloudina, com fragmento de \n\nconcha no interior. Escala = 1 mm (GP/L1E – 17); E e F) Moldes internos na \n\nsuperfície da amostra GP/1E – 4119, apresentando diferentes gerações de cimento. \n\n58 \n\n\n\n \n\n \n\nEscala = 1 mm; G) Seção transversal da lâmina GP/L1E – 14, com preservação \n\nreliquiar do segmento mais externo da concha. Escala = 1 mm; H) Deformação dúctil \n\nem seção transversal (GP/L1E – 13). Escala = 1 mm. \n\nPrancha 8. Fácies de mudstones com Cloudina. Pedreira Corcal. Formação Guaicurus. \n\nAmostra GP/1E – 6216.Todas as escalas representam 1 mm, exceto em A, que  \n\nrepresenta 1 cm. A) Amostra de mão com fósseis em sua superfície; B) Detalhe de \n\ndois exemplares, com boa parte da extensão da concha preservada, em seção \n\nlongitudinal; C) Cloudina exibindo inserção entre dois segmentos; D e E) Exemplares \n\ncom abas visíveis.  \n\n59 \n\nPrancha 9. Fácies de mudstones com Cloudina. Arredores do Parque Marina Gattaz. \n\nFormação Tamengo. As lâminas petrográficas ilustradas em B e C foram \n\nfotografadas em estereomicroscópio. A) Superfície da amostra de mão GP/1E – \n\n6218, exibindo fósseis preferencialmente paralelos ao acamamento, mas sem \n\ndireção preferencial em azimute. Escala em centímetros; B) Lâmina petrográfica \n\n(GP/L1E – 42) do perfil da amostra da figura anterior, exibindo contato erosivo entre \n\nmudstones na base e packstones, que por sua vez gradam para mudstones. Notar \n\npreenchimento espático dos fósseis. Escala = 1 mm; C) Detalhe de tangencial a \n\nlongitudinal de Cloudina latilabrum nov. sp. com preenchimento espático em seu \n\ninterior, e nos espaços entre as abas (GP/L1E – 42). Escala = 1 mm; D) C. latilabrum \n\nexibindo extensas abas (GP/1E – 6218). Escala = 1 mm; E) Distribuição da \n\nfrequência de diâmetros em C. latilabrum. Notar predomínio de indivíduos com \n\ndimensões entre 0,2 e 0,6 mm; F) C. latilabrum paralela ao acamamento, ao lado de \n\numa seção transversal de Cloudina lucianoi. Notar a diferença nos diâmetros entre \n\nos dois táxons (GP – 6218). Escala = 5 mm.  \n\n60 \n\nPrancha 10. Cloudina latilabrum nov. sp. Holótipo (A) e parátipos (B e C). Escala = 5 mm; \n\nD) Distribuição da frequência dos diâmetros; E e F) Superfície do material-tipo \n\n(GP/1E – 6218), com fósseis de C. latilabrum e Cloudina lucianoi. Notar o pequeno \n\ndiâmetro da primeira espécie, em relação à segunda. Escala = 5 mm; G) Seção \n\ntransversal de C. latilabrum, exibindo escentricidade dos segmentos, e \n\npreenchimento espático. O delineamento escuro da concha representa o arcabouço \n\norgânico. Escala = 1 mm; H) C. latilabrum em lâmina petrográfica (GP/L1E – 24) da \n\nfácies packstones bioclásticos, da Pedreira Saladeiro. Notar as extensas abas, \n\ndiagnóstico para a espécie. Escala = 1 mm. \n\n \n\n \n\n77 \n\n \n\n\n\n \n\n \n\nÍNDICE \n\n \n\nCapitulo 1- Introdução 1 \n\nObjetivos 4 \n\nCapítulo 2 – Introdução ao Período Ediacarano 5 \n\n2.1 Contexto Temporal 5 \n\n2.2 O cenário biológico e ambiental no limite Ediacarano-Cambriano 8 \n\nCapítulo 3- O estado atual do conhecimento do fóssil Cloudina 12 \n\n3.1 Cloudina como fóssil indice 12 \n\n3.2 Morfologia da concha e considerações filogenéticas 16 \n\n3.3 O modo de vida de Cloudina 20 \n\n Capítulo 4- Contexto Geológico 22 \n\n4.1 A Faixa Paraguai 22 \n\n4.2 O Grupo Corumbá 24 \n\nCapítulo 5- Material e Métodos 28 \n\n5.1 Material Examinado 28 \n\n5.2 Atividades de Laboratório 28 \n\n5.3 Atividades de Campo 30 \n\nCapítulo 6-Resultados 31 \n\n Capítulo 7- Discussão 53 \n\n7.1 A nova espécie de Cloudina 53 \n\n7.2 Caracterização tafonômica de Cloudina no Grupo Corumbá 55 \n\n7.3. Implicações estratigráficas 56 \n\nCapítulo 8- Conclusões 58 \n\n \n\n\n\n \n\n \n\nReferencias Bibliográficas  60 \n\nAnexos 74 \n\nAnexo 1- Paleontologia Sistemática 75 \n\nAnexo 2- Artigo  78 \n\nAnexo 3- Material analisado 90 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n1 \n\nCAPÍTULO 1 \n\nIntrodução \n\nO período Ediacarano (635-542 Ma) é marcado pelo aparecimento dos \n\nprimeiros macrorganismos morfologicamente complexos, denominados biota \n\nde Ediacara (vide Glaessner 1984; Narbonne 1998, 2005). O período também \n\nmarca o surgimento dos mais antigos metazoários com evidência de \n\nbiomineralização, circunscritos aos últimos 7 Ma do período (Grotzinger et al. \n\n1995; Amthor et al. 2003). Dentre estes, o gênero Cloudina (Germs 1972) tem \n\nrecebido maior destaque, pois sua ampla distribuição geográfica (Conway \n\nMorris et al. 1990; Grant 1990), aliada a uma curta distribuição temporal \n\n(Grotzinger et al. 1995; Amthor et al. 2003), o torna um fóssil-índice para o fim \n\ndo Ediacarano (Grant 1990). Sua importância também se deve ao fato de estes \n\nfósseis apresentarem as mais antigas marcas atribuídas à predação (Bengtson \n\n&amp; Yue 1992; Hua et al. 2003).  \n\nCloudina consiste de uma concha calcária tubular reta, curva ou sinuosa, \n\naberta em sua porção distal e oclusa na porção proximal, e composta por \n\nsucessivos segmentos em forma de tronco de cone (Fig. 1). (Germs 1972; \n\nHahn &amp; Pflug 1985; Zaine &amp; Fairchild 1987; Grant 1990; Chen et al. 2008). O \n\ngênero foi cunhado por Germs (1972) em referência ao geólogo norte-\n\namericano Preston Cloud para fósseis em calcários do Grupo Nama, na \n\nNamíbia, onde duas espécies – Cloudina hartmannae e Cloudina riemkeae – \n\nforam diferenciadas com base em tamanho (Germs 1972). Desde então, \n\nfósseis de diversas procedências no mundo têm sido atribuídos ao gênero \n\n(Fairchild 1978; Palacios 1989; Conway Morris et al. 1990; Gaucher &amp; \n\nSprechmann 1999; Hagadorn &amp; Waggoner 2000; Hofmann &amp; Mountjoy 2001; \n\nBoggiani &amp; Gaucher 2004; Clausen &amp; Álvaro 2004; Gaucher et al. 2005; \n\nKontorovich et al. 2008; Cortijo et al. 2010). No Brasil, a espécie Cloudina \n\nlucianoi (Beurlen &amp; Sommer 1957) Zaine &amp; Fairchild, 1985, ocorre em calcários \n\nda Formação Tamengo, próxima ao topo do Grupo Corumbá, na região de \n\nCorumbá, Mato Grosso do Sul.  \n\n\n\n \n\n \n\n2 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1: A) Eletromicrografia de concha silicificada de Cloudina hartmannae, da Formação \n\nDengying, China, na qual se pode notar o encaixe de sucessivos segmentos formando a \n\nestrutura, e a porção basal oclusa, típicas do gênero. Escala representa 280 µm. Extraído de \n\nChen et al. (2008). B) Reconstituição da concha em corte longitudinal. Os septos internos \n\ntransversais, presentes na imagem original, extraída de Seilacher (1999), foram retirados aqui, \n\numa vez que esta concepção foi refutada por Hua et al. (2005) em análise de fósseis \n\nfosfatizados da Formação Dengying, China. \n\n \n\nPesquisas nas últimas duas décadas têm revelado muito acerca de \n\nCloudina e seu ambiente de vida. Dentre as descobertas, está sua associação \n\na outros metazoários em depósitos da Namíbia (Grotzinger et al. 1995, 2000; \n\nWood et al. 2002), EUA (Hagadorn &amp; Waggoner 2000), Canadá (Hofmann &amp; \n\nMountjoy 2001), Omã (Amthor et al. 2003), China (Hua et al. 2003) e Rússia \n\n(Kontorovich et al. 2008). No Brasil, o fóssil Corumbella werneri (Hahn et al. \n\n1982) é o único outro metazoário encontrado em conjunto com Cloudina (Zaine \n\n&amp; Fairchild 1987). \n\nO caráter ainda incipiente do tratamento tafonômico de Cloudina \n\ncontrasta com a grande quantidade de estudos já realizados com base em \n\nassembleias fanerozoicas (e.g., Brett &amp; Baird 1986; Speyer &amp; Brett 1986; \n\nKidwell &amp; Holland 1991; Li &amp; Droser 1997). A análise detalhada realizada por \n\n\n\n \n\n \n\n3 \n\nGrant (1990) sobre os aspectos bioestratinômicos e diagenéticos de Cloudina \n\nde diversas localidades, com ênfase nos fósseis namíbios, consiste no principal \n\nestudo realizado até o momento. Também relevantes são as contribuições de \n\nBengtson &amp; Yue (1992) e Hua et al. (2003) acerca das mais antigas marcas \n\natribuídas à ação de predadores em exemplares de Cloudina hartmannae \n\nprovenientes da Formação Dengying, na China.  \n\nGrande parte do que se conhece de Cloudina lucianoi provém das \n\nanálises realizadas por Fairchild &amp; Zaine (1987) e Zaine (1991), em especial, \n\ndo material-tipo descrito por Beurlen &amp; Sommer (1957), em tempestitos do topo \n\nda Pedreira Saladeiro, em Ladário, cidade vizinha à Corumbá. Zaine &amp; Fairchild \n\n(1985) e Hahn &amp; Pflug (1985) confirmaram, de modo independente, o \n\nposicionamento do fóssil brasileiro dentro do gênero Cloudina; os primeiros \n\nclassificando-o como C. lucianoi, e os segundos, como C. waldei. Zaine &amp; \n\nFairchild (1987) e Zaine (1991) argumentaram, no entanto, que o termo C. \n\nlucianoi tem prioridade sobre C. waldei, sendo este um sinônimo júnior, \n\nsegundo o International Code of Zoological Nomenclature (1985). \n\nNo entanto, pouco ou nada foi escrito sobre a ocorrência deste fóssil em \n\noutros contextos deposicionais e estratigráficos nesta ou em outras pedreiras \n\n(Boggiani 1998), mesmo que tenham sido ilustrados (Zaine &amp; Fairchild 1987; \n\nZaine 1991) ou mencionados em teses e dissertações (Boggiani 1998; Oliveira \n\n2010). Logo, esta carência de informações sobre o primeiro metazoário \n\nconchífero de ampla distribuição no mundo motivou a análise mais \n\naprofundada destas localidades apresentada nesta dissertação, com vistas ao \n\nentendimento deste singular fóssil no contexto de diferentes regimes \n\nenergéticos e deposicionais. \n\n \n\n \n\n  \n\n\n\n \n\n \n\n4 \n\nObjetivos \n\nO presente trabalho foi realizado em afloramentos da Formação \n\nTamengo, na região de Corumbá, já conhecidos na literatura – as pedreiras \n\nSaladeiro, Laginha e Corcal (Fairchild 1978; Hahn &amp; Pflug 1985; Zaine &amp; \n\nFairchild 1985, 1987; Zaine 1991; Boggiani 1998; Gaucher et al. 2003; Boggiani \n\net al. 2010).  \n\nCompuseram como cerne desta dissertação os seguintes objetivos: \n\n1. Verificar se C. lucianoi consiste no único animal, além de Corumbella \n\nwerneri, presente nos calcários, ou se existem outros metazoários \n\npreviamente não reconhecidos; \n\n2. Levantar as assinaturas bioestratinômicas e diagenéticas de C. lucianoi \n\nnos demais níveis onde este fóssil ocorre, além do topo da Pedreira \n\nSaladeiro; \n\n3. Ampliar o conhecimento acerca da distribuição estratigráfica de C. \n\nlucianoi na região de Corumbá. \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n5 \n\nCAPÍTULO 2 \n\n \n\n Introdução ao período Ediacarano  \n\n \n\n2.1. Contexto temporal  \n\nA Era Neoproterozoica é dividida em três períodos, segundo o \n\nInternational Comission on Stratigraphy (2008): Toniano (1000-850 Ma), \n\nCriogeniano (850-635 Ma) e Ediacarano (635-542 Ma). Esta era foi marcada \n\npor variações climáticas sem precedentes na história da Terra, das quais as \n\nmais importantes foram duas glaciações em nível global, a primeira há cerca de \n\n710 Ma (Glaciação Sturtiana), e a segunda, há cerca de 635 Ma (Glaciação \n\nMarinoana), cada qual sucedida, em um curto período de tempo, por episódios \n\nde efeito estufa intenso (Kirschvink 1992; Hoffman et al. 1998; Hoffman &amp; \n\nSchrag 2002). A hipótese de um planeta coberto por geleiras, denominada \n\nSnowball Earth por Kirschvink (1992), e seu subsequente aquecimento, é \n\nembasada em observações tais como: 1) a presença de diamictitos \n\nsupostamente glaciogênicos em regiões situadas em baixas paleolatitudes; 2) o \n\nabrupto contato destes com espessas ?capas carbonáticas? sobrepostas, com \n\ncementstones de aragonita, indicando supersaturação dos oceanos em CaCO3; \n\n3) reaparecimento de formações ferríferas, após um hiato de mais de 1 bilhão \n\nde anos, associadas aos diamictitos, e interpretadas como o resultado da \n\nanoxia dos oceanos em decorrência de seu confinamento sob as geleiras \n\n(Grotzinger &amp; Knoll 1995; Hoffman et al. 1998; Kennedy et al. 1998; Hoffman &amp; \n\nSchrag 2002; Halverson et al. 2005); 4) acentuadas excursões negativas de \n\nisótopos de carbono em rochas carbonáticas logo acima do contato com os \n\ndiamictitos, como consequência, segundo Hoffman et al. (1998), da queda na \n\nbiomassa durante as glaciações, ou do sequestro de matéria orgânica, devido \n\nàs altas taxas de deposição de carbonatos (Fig. 2.1.1). \n\n \n\n\n\n \n\n \n\n6 \n\nFigura 2.1.1: Principais eventos que marcaram o final do Neoproterozoico. Modificado de \n\nWalter &amp; Heys (1985), Narbonne (2005) e Marshall (2006). \n\n \n\nPara Kirschvink (1992), os eventos de glaciação global foram \n\ncondicionados, inicialmente, pela posição dos continentes na região equatorial \n\ndo planeta, após a fragmentação do Rodínia, há 750 Ma (Li et al. 2008). Nesta \n\nconfiguração paleogeográfica e paleoclimática, ocorreu intenso intemperismo \n\nquímico dos silicatos sobre uma grande área continental, o que consumiu tanto \n\nCO2 da atmosfera que o efeito estufa da época foi seriamente afetado, com \n\nsubsequente queda abrupta na temperatura global. Consequentemente, \n\nmantos de gelo se formavam nos polos, se alastrando para as regiões de \n\nmenor latitude, potencializando ainda mais a redução de temperatura pela \n\nreflexão dos raios solares (efeito albedo), o que resultou na invasão dos \n\ntrópicos pelo gelo. \n\nO período Ediacarano sucedeu a última glaciação global, Marinoana, e \n\nse estendeu até o limite com o período Cambriano. É marcado por uma \n\nglaciação, também, denominada Gaskiers, datada em 580 Ma (Bowring et al. \n\n2003), mas que diferentemente das glaciações anteriores, foi de abrangência \n\nmais restrita e sem o desenvolvimento de uma ?capa carbonática? posterior \n\n(Halverson et al. 2005).  \n\nMas o que mais marcou o Ediacarano foi o surgimento de vida animal \n\nmacroscópica no planeta -- os metazoários. As mais antigas evidências dos \n\n\n\n \n\n \n\n7 \n\nMetazoa são microfósseis na forma de embriões, permineralizados por fosfato, \n\nna Formação Doushantuo, China (Xiao et al. 1998), com idade entre 580 e 551 \n\nMa (Condon et al. 2005). Também são registradas nesta formação estruturas \n\ncelulares e espículas de poríferos (Li et al. 1998) e possíveis cnidários, estes já \n\ncom dimensões de alguns milímetros (Xiao et al. 2000; Liu et al. 2008). Pouco \n\ndepois, em rochas sedimentares depositadas entre 575 e 542 Ma, apareceu a \n\nbiota de Ediacara, caracterizada por moldes e contramoldes de organismos de \n\ndimensões centimétricas desprovidos de carapaças ou conchas (Narbonne et \n\nal. 1997; Narbonne &amp; Gehling 2003). Estes fósseis foram inicialmente \n\nrelacionados a filos de invertebrados que persistem até hoje (Glaessner 1959, \n\n1984), mas em estudos subsequentes (e.g., Seilacher 1992; Seilacher et al. \n\n2003) foram posicionados em categorias taxonômicas à parte dos Metazoa – \n\nos vendobiontes (Seilacher 1992). Rochas siliciclásticas datadas entre 555 e \n\n542 Ma contêm icnofósseis horizontais e moldes atribuídos à Bilateria, \n\nfilogeneticamente posicionada na base dos grupos biológicas que continuam \n\naté hoje (Fedonkin &amp; Waggoner 1997; Martin et al. 2000; Narbonne 2005). Por \n\nfim, restos esqueletais estão presentes em carbonatos do final do período (549 \n\n– 542 Ma, Grotzinger et al. 1995; Amthor et al. 2003) (Fig. 2.1.2). Este registro, \n\ncontudo, é esparso, e ainda há lacunas que impedem compreensão plena do \n\nrepentino aparecimento de grupos derivados na irradiação explosiva do \n\nCambriano (?Explosão Cambriana?).  \n\nPara Valentine (2007), a dificuldade em relacionar a biota de Ediacara a \n\nfilos do Fanerozoico é porque ela inclui formas basais a vários clados que só se \n\ndiversificaram no Cambriano. Tentativas de traçar a filogenia entre os clados de \n\nMetazoa têm tomado outro rumo, além do paleontológico, através do estudo de \n\nmarcadores moleculares em organismos recentes (Valentine 2007). Por \n\nexemplo, os chamados genes Hox, responsáveis pela mediação nos padrões \n\nanteroposteriores em Bilateria (Valentine 2007), também foram constatados em \n\nCnidaria (Finnerty &amp; Martindale 1999), o que sugere que estes genes estariam \n\npresentes no último ancestral comum a Cnidaria e Bilateria, provavelmente \n\npresente no Neoproterozoico.  \n\n\n\n \n\n \n\n8 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2.1.2: Fósseis ediacaranos. A) Eletromicrografia de embrião de metazoário \n\npermineralizado por fosfato, com 16 células. Formação Doushantuo, China (extraído de \n\nHagadorn et al. 2006); B) Eletromicrografia de Ramitubus increscens Liu et al., 2008, possível \n\ncnidário da Formação Doushantuo, China (extraído de Liu et al. 2008); C) Rangeomorfo da \n\nFormação Trepassey, Inglaterra (extraído de Narbonne 2004); D) Kimberella quadrata Wade, \n\n1968, possível molusco da Formação Ust Pinega, Rússia (extraído de Fedonkin &amp; Waggoner \n\n1997); E) Archaeonassa, icnito da Formação Ust Pinega, Rússia (extraído de Jensen 2003); F) \n\nO metazoário conchífero Namacalathus hermanastes Grotzinger et al., 2000, Subgrupo Kuibis, \n\nNamíbia (extraído de Grotzinger et al. 2000). Escalas representam 200 µm em A e B; 2,5 mm \n\nem C; e 1 cm em D, E e F.  \n\n \n\n \n\n2.2. O cenário biológico e ambiental no limite Ediacarano - Cambriano \n\nO desaparecimento dos fósseis característicos do Ediacarano, como a \n\nbiota de Ediacara, implica num importante evento de extinção ao final deste \n\nintervalo (Seilacher 1984). Com efeito, dados geoquímicos registram, para este \n\nlimite, um acentuado desvio nos valores do ?\n13\n\nC em carbonatos marinhos para \n\nvalores negativos, o que é interpretado como resultado da queda da biomassa \n\nda época, e subsequente enriquecimento dos oceanos (e dos carbonatos) no \n\nisótopo \n12\n\nC, mais leve (Narbonne 2005) (Fig. 2.1.1). Kimura e Watanabe (2001) \n\n\n\n \n\n \n\n9 \n\napontam como causa da extinção um extenso evento de anoxia em mares \n\nrasos. Além desta extinção, a transição entre o Ediacarano e o Cambriano é \n\nmarcada, segundo Bottjier et al. (2000), por duas grandes inovações: o \n\naparecimento de icnofósseis verticais, com ornamentação, e o surgimento de \n\nmetazoários com conchas.  \n\nIcnitos horizontais e simples são registrados a partir de 560 Ma em \n\nrochas siliciclásticas (Martin et al. 2000; Narbonne 2005). Feições \n\nsedimentológicas sinsedimentares que só poderiam se formar se os \n\nsedimentos arenosos envolvidos estivessem coesos, como estruturas ?petee?, \n\nsugerem que a interface sedimento-água em grandes áreas das plataformas \n\nrasas estaria ocupada e efetivamente selada por esteiras microbianas (Gehling \n\n1999). Para Seilacher (1999), esta característica impediria que a água e o \n\noxigênio circulassem livremente no substrato, restringindo, desta maneira, os \n\nhabitats da biota de Ediacara à superfície recoberta por esteiras microbianas e \n\naos níveis mais rasos do substrato. Rochas sedimentares do início do \n\nCambriano, por outro lado, registram um aumento na quantidade e diversidade \n\nde icnofósseis, com icnitos ramificados, ornamentados e, mais \n\nimportantemente, perpendiculares ao acamamento (Crimes 1987). Seilacher &amp; \n\nPflüger (1994) apelidaram esta brusca transição ecológica de a ?Revolução \n\nAgronômica? e atribuiram este processo ao surgimento de metazoários \n\npastadores (como Kimberella). A eliminação das esteiras microbianas das \n\nplataformas rasas permitiu a livre circulação de água com oxigênio para as \n\npartes mais profundas do substrato e serviu de gatilho ecológico para a \n\ncolonização destes estratos (Fig. 2.2.1).  \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n10 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPlataformas carbonáticas, datadas do final do Ediacarano (Grotzinger et \n\nal. 1995) registram a presença dos primeiros metazoários conchíferos, \n\ncomumente relacionados a microbialitos (e.g., Hofmann &amp; Mountjoy 2001; \n\nGrotzinger  et al. 2005). Tais fósseis – Cloudina, Namacalathus, Namapoikia e \n\nSinotubulites -- caracterizam-se por sua baixa diversidade e ampla distribuição \n\ngeográfica (Knoll 2003). Poucos milhões de anos depois se iniciou a irradiação \n\nexplosiva de metazoários com conchas, quase que simultaneamente em \n\ngrupos filogeneticamente distantes.  O que teria provocado este fenômeno?   \n\n Pesquisas mostram uma relação direta entre a razão Mg/Ca nos \n\noceanos e a mineralogia do carbonato adotado pelos primeiros representantes \n\nde um determinado clado (Zhuravlev &amp; Wood 2008). No entanto, a causa do \n\nsurgimento de esqueletos ainda está em discussão.  Dentre as hipóteses \n\nlevantadas, Degens et al. (1985) e Kempe &amp; Kazmierkczak (1994) sugeriram \n\nque os esqueletos seriam uma resposta fisiológica à supersaturação de cálcio \n\nnos oceanos proterozoicos.  Para Cohen et al. (2005), a densidade dos \n\nesqueletos favoreceria a estabilização dos organismos junto ao substrato, onde \n\na oferta de nutrientes seria maior. Vermeij (1989) sugeriu que, embora \n\nhouvesse grande disponibilidade de matéria-prima nos oceanos, o fator \n\nFigura 2.2.1: Diagramas das principais influências no substrato marinho na transição \n\nEdiacarano-Cambriano, e após o Cambriano. Notar a gradual redução na influência microbiana, \n\ne progressiva participação de metazoários. Extraído de Bottjier et al. (2000). \n\n\n\n \n\n \n\n11 \n\ndeterminante para o surgimento de esqueletos teria sido a emergência de \n\npredadores. \n\nPara Bottjier et al. (2000), a predação explicaria tanto as mudanças nas \n\natividades epi- e infaunais no limite Pré-Cambriano – Cambriano, quanto o \n\nsurgimento de esqueletos.  Neste contexto, a descoberta de perfurações \n\ncirculares, entre 15 e 85 µm de diâmetro, em conchas de Cloudina hartmannae, \n\nna Formação Dengying (China), foi fundamental para a corroboração desta \n\nhipótese, pois tais marcas são interpretadas como as mais antigas evidências \n\nde predação em metazoários (Fig. 2.2.2) (Bengtson &amp; Yue 1992; Hua et al. \n\n2003). Segundo Hua et al. (2003), a relação direta entre o diâmetro da concha \n\nna altura das marcas e a distância da abertura apical é coerente com esta \n\ninterpretação. Wood (2011), por exemplo, sugere que esta estratégia pode ter \n\nsido adotada para evitar as defesas do organismo concentradas em torno da \n\nabertura da concha.  Na Formação Dengying (Hua et al. 2007), metazoários \n\ncom carapaças orgânicas, representados pelo gênero Conotubus, ocorrem em \n\nestratos mais antigos que o fóssil Cloudina. Para estes autores, esta \n\ndistribuição sugere que Conotubus pode ter sido substituído por Cloudina frente \n\nàs pressões seletivas impostas pela predação.  Assim, o registro da interação \n\npredador-presa pode ter surgido numa época bem anterior à explosão \n\ncambriana, sendo consistente com o argumento de que a função primária do \n\ndesenvolvimento de conchas teria sido a defesa contra predadores (Bengtson \n\n1994, 2002).  \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 3 \n\nFigura 2.2.2: Conchas de Cloudina \n\nhartmannae e com perfurações, \n\nindicadas pelas setas, interpretadas \n\ncomo resultado de predação. Notar \n\nbrotamento em B. Escalas \n\nrepresentam 250 ?m em A, 150 ?m \n\nem B e 350 ?m em C. Modificado de \n\nHua et al. (2003). \n\n \n\n\n\n \n\n \n\n12 \n\nO estado atual do conhecimento do fóssil Cloudina \n\n \n\n3.1. Cloudina como fóssil-índice \n\nAlém do Grupo Nama, onde foi primeiramente descrito, Cloudina ocorre \n\nem mais 12 localidades, incluindo Brasil, Uruguai e Paraguai (Fig. 3.1.1), \n\nprincipalmente em rochas carbonáticas. Na maioria dos locais, os fósseis têm \n\nsido atribuídos à espécie-tipo, C. hartmannae.  \n\nFósseis parecidos com Cloudina foram descritos em depósitos do \n\nCambriano Inferior da Argentina por Yochelson &amp; Herrera (1974), que os \n\ndesignaram Cloudina? borrelloi. Posteriormente, Hahn &amp; Pflug (1985) criaram \n\num novo gênero para este material, classificando-o como Acuticloudina \n\nborrelloi. Contudo, a semelhança deste fóssil com o gênero cambriano \n\nSalterella já havia sido notada por Yochelson &amp; Herrera (1974), que \n\nobservaram que a base do fóssil argentino diferia da base pontiaguda \n\nobservada em Salterella. Por isso, optaram por mantê-lo, ainda que sob \n\nressalva, no gênero Cloudina. Por fim, diferenças morfológicas entre o fóssil \n\nargentino e o gênero Cloudina foram ressaltadas por Grant (1990), que \n\nconcluiu que o material provavelmente pertence ao gênero Salterella.  \n\nTambém, foram descritos como Cloudina? por Yochelson &amp; Stump \n\n(1977) fósseis encontrados em brechas carbonáticas da Formação Taylor, \n\nAntártica, juntamente com supostos fragmentos de trilobitas do Eocambriano. \n\nPara Grant (1990), tais fósseis podem representar Cloudina, ainda que sua má \n\npreservação não permita inferências mais detalhadas. Do mesmo modo, os \n\nfósseis associados a trilobitas não são convincentes, logo a idade destes \n\ndepósitos permanece incerta (Grant 1990). Outras ocorrências incluem \n\npossíveis Cloudina fosfatizados no Grupo Paracuellos, do Neoproterozoico da \n\nEspanha, ilustrados por Álvaro e Blanc-Valleron (2002).  \n\nFósseis calcários encontrados nas formações Deep Spring e Reed Dolomite, \n\nnos Estados Unidos, originalmente classificados como Wyattia (Taylor 1966) e \n\nNevadatubulus (Signor et al. 1987) e na Formação La Cienéga, no México, \n\n\n\n \n\n \n\n13 \n\ndenominado Sinotubulites (McMenamin et al. 1983), foram reinterpretados por \n\nGrant (1990) como variações tafonômicas de Cloudina. Enquanto tal \n\nconstatação parece verdadeira para Wyattia e Nevadatubulus (vide Figura 10 A \n\ne D em Grant 1990), Chen et al. (2008) demonstraram que, diferentemente de \n\nCloudina, a concha de Sinotubulites da Formação Dengying, China, apresenta \n\nenrugamentos nas camadas superficiais, gradando para camadas internas \n\ncada vez menos dobradas. Nessa mesma formação, Hua et al. (2003) \n\nconstataram que as conchas de Sinotubulites são mais espessas (150-600 µm) \n\nque as de Cloudina. \n\nEstratigraficamente, a posição do gênero Cloudina foi bem estabelecida \n\nno final do Ediacarano, pois os calcários onde este metazoário foi encontrado, \n\nno Grupo Nama, estão intercalados com arenitos contendo representantes da \n\nbiota de Ediacara e icnofósseis simples e horizontais, além de uma assembleia \n\ntipicamente ediacarana de microfósseis orgânicas nos folhelhos (Germs 1972; \n\nCrimes &amp; Germs 1982; Germs et al. 1986). Adicionalmente, a icnoespécie \n\nTreptichnus pedum, cujo aparecimento marca a base do Cambriano (Gehling et \n\nal. 2001), está presente no Grupo Nama em arenitos preenchendo vales \n\nincisos, acima da última ocorrência de Cloudina (Grant 1990).  \n\nAnálises geocronológicas, utilizando as razões de urânio e chumbo em \n\ncristais de zircão (SHRIMP) a partir de tufos vulcânicos no Grupo Nama \n\npermitiram limitar a idade da biozona de Cloudina entre 549 e 542 Ma (Fig. \n\n3.1.2) (Grotzinger et al. 1995). Posteriormente, Amthor et al. (2003) \n\nconfirmaram a delimitação feita por Grotzinger e colaboradores, ao constatar a \n\nausência de Cloudina em estratos sobrepostos contendo uma camada de \n\nrocha vulcanoclástica datada em cerca de 542 Ma e exibindo a excursão \n\nnegativa de ?\n13\n\nC que marca o limite Ediacarano – Cambriano. \n\nDesta forma, A distribuição do gênero Cloudina permite definir uma \n\nzona-de-amplitude de táxon, designada a biozona de Cloudina, na qual outros \n\norganismos se inserem (Tab. 1), e que permite correlações bioestratigráficas \n\nem escala regional (e.g., grupos Corumbá, Itapucumí e Arroyo del Soldado) e \n\nmesmo mundial, conforme apresentado na Figura 3.1.1. \n\n\n\n \n\n \n\n14 \n\n1\n\n8\n\n11\n\n9\n\n12\n\n13\n3\n\n4\n\n5\n\n  6\n  7\n\n2\n\n10\n\n14\n\n15\n\nCloudina hartmannae: \n\net al\n\net al et al\n\nCloudina riemkeae:\n\net al\n\nCloudina lucianoi:\n\nCloudina carinata: et al.\n\nCloudina latilabrum\n\nCloudina?:\n\n1 - Formação Byng, Grupo Miette, Canadá (Hofmann &amp; Mountjoy 2001); 2 - Formação La Cienéga,\n\nMéxico (Sour-Tovar . 2007); 8 - Grupo Nama, Namíbia (Germs 1972); 9 - Grupo Ibor, Espanha (Palacios  1989);\n\n 11 - Grupo Ara, Omã (Conway Morris . 1990); 12 -  formações Kotodzha e Raiga, Rússia (Kontorovich . 2008); \n\n13 -  Formação Dengying, China (Bengtson &amp; Yue 1992)\n\n 6 -  Formação Yerbal, Grupo Arroyo del Soldado, Uruguai (Gaucher &amp; Sprechmann 1999); 7 - Formação\n\n Loma Negra, Argentina (Gaucher . 2005); 8 - Grupo Nama, Namíbia (Germs 1972)\n\n 4 - formações Tamengo (Zaine &amp; Fairchild 1985) e Guaicurus (presente trabalho), Brasil; 5 - Grupo Itapucumí, \n\nParaguai (Boggiani &amp; Gaucher 2004)\n\n 9 - Olistostroma Membrillar (provavelmente pertencente ao Grupo Ibor), Espanha (Cortijo  2010)\n\n nov. sp.: 5 - Formação Tamengo, Brasil (presente trabalho) \n\n 14 - Formação Taylor, Antártica (Yochelson &amp; Stump 1977); 15 - Grupo Paracuellos, Espanha\n\n (Álvaro &amp; Blanc-Valleron 2002)\n\nFigura 3.1.1: Distribuição do gênero  no mundoCloudina\n\n \n\n \n\n \n\n\n\n \n\n \n\n15 \n\n \n\n \n\nFigura 3.1.2: Estratigrafia das sub-bacias Zaris e Witputs, Grupo Nama, Namíbia, mostrando a \n\ndistribuição dos metazoários conchíferos, incluindo Cloudina, juntamente com as datações em \n\ntufos vulcânicos e a ocorrência do icnogênero Treptichnus pedum. Extraído de Grotzinger et al. \n\n(2000). O posicionamento de T.pedum foi baseado em dados de Grotzinger et al. (1995). \n\n \n\n\n\n \n\n \n\n16 \n\n \n\n \n\nTabela 1: Principais organismos associados à biozona de Cloudina, segundo Zaine &amp; Fairchild \n\n(1987), Zaine (1991), Grotzinger et al. (1995, 2000), Amthor et al. (2003), Gaucher et al. (2003), \n\nHua et al. (2007) e o presente trabalho. Vale ressaltar que, embora o microfóssil Bavlinella \n\nfaveolata também ocorra em depósitos paleozoicos (Vidal 1976), sua presença como principal \n\ncomponente em assembleias microfossilíferas caracteriza o final do Ediacarano (Germs et al. \n\n1986; Palacios 1989). \n\nMetazoários Algas Microfósseis Incertae sedis \n\nNamacalathus Vendotaenia antiqua Bavlinella faveolata Waltheria \n\nmarburgensis \n\nNamapoikia Eoholynia \n\ncorumbensis \n\nTitanotheca coimbrae  \n\nSinotubulites  Soldadophycus bosii  \n\nConotubus    \n\nCorumbella werneri    \n\nGaojiashania    \n\n \n\n \n\n \n\n3.2. Morfologia da concha e considerações filogenéticas \n\n As primeiras descrições da concha de Cloudina (Germs 1972; Glaessner \n\n1976) retrataram-na como uma estrutura robusta, composta por uma parede \n\nexterna, corrugada, e uma parede interna, lisa (Fig. 3.2.1). Trabalhos \n\nsubsequentes, contudo, demonstraram que a parede da concha seria \n\nextremamente fina (entre 3 e 50 µm) e uniforme ao longo de sua extensão \n\n(Grant 1990; Hua et al. 2003, 2005).  \n\n  \n\n \n\n\n\n \n\n \n\n17 \n\n \n\n \n\nConforme observado por alguns autores (e.g., Conway Morris 1990; \n\nGrant 1990; Zaine 1991; Brain 2001), as conchas de Cloudina apresentam \n\nevidências de deformação ora dúctil, ora rúptil (Fig. 3.2.2), que indicariam, \n\nsegundo Grant (1990), que as paredes teriam se formado pela impregnação de \n\ncalcita num arcabouço orgânico. Imagens obtidas por microscopia eletrônica de \n\nvarredura (MEV) conchas de C. hartmannae substituídas por fosfato, na \n\nFormação Dengying (China), sugerem que a concha deste metazoário era \n\ncomposta por cristais micrométricos de calcita (Hua et al. 2005). Grant (1990) \n\napontou para a existência de cimento carbonático precoce, nos espaços entre \n\nos segmentos, que teria reforçado a concha.  Wood (2011) chamou a atenção, \n\nainda, à superposição de paredes produzida pela inserção de segmentos \n\nsucessivos ao longo da concha como outro fator que teria reforçado a concha.  \n\nAssim, mesmo com paredes muito finas em seus segmentos individuais, \n\nCloudina pode ter construído conchas relativamente rígidas e resistentes tanto \n\naos movimentos da água quanto ao eventual ataque de predadores. \n\n  \n\nFigura 3.2.1: Reconstituição esquemática de Cloudina proposta \n\npor Germs (1972) e Glaessner (1976). Notar as corrugações na \n\nsuperfície externa da concha, e a parede interna lisa. Extraído de \n\nGlaessner (1976). \n\n\n\n \n\n \n\n18 \n\n \n\nFigura 3.2.2: Deformação dúctil (A) em Cloudina hartmannae do Grupo Ara, Omã; e \n\ndeformação rúptil (B) em Cloudina riemkeae do Grupo Nama, na Namíbia. Escala representa \n\n700 ?m em (A) e 180 ?m em (B). Extraído de Conway Morris (1990) (A) e Grant (1990) (B).   \n\n \n\nO estudo de seções através de Cloudina no Grupo Nama levou Grant \n\n(1990) a inferir que a parte interna da concha seria atravessada por septos, que \n\ncorresponderiam às bases dos segmentos produzidos pelo organismo. Esta \n\ninterpretação, no entanto, foi descartada a partir da análise, feita por Hua et al. \n\n(2005),,de fósseis fosfatizados de C. hartmannae que revelaram que apenas o \n\nsegmento inicial, na base da concha, era ocluso. Aparentemente, Grant (1990) \n\ninterpretou, equivocadamente, seções oblíquas das paredes, vistas em lâminas \n\ndelgadas, como septos (Fig. 3.2.3). \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.2.3: Esquema de sucessivos cortes \n\noblíquos em Cloudina (A) que poderiam dar a \n\nimpressão de se tratarem de aparentes septos \n\ntransversais, como ilustrado em (B) por Grant \n\n(1990). Extraído de Hua et al. (2005) (A) e de \n\nGrant (1990) (B).  \n\n\n\n \n\n \n\n19 \n\nA afinidade biológica de Cloudina ainda permanece sob discussão. Os \n\nprimeiros autores que estudaram este gênero (e.g., Germs 1972; Glaessner \n\n1976) sugeriram sua afinidade com fósseis tubulares do Cambriano do clado \n\nCribricyathea, uma possibilidade de certa forma frustrante, uma vez que esse \n\ngrupo também é enigmático. Entretanto, Hahn &amp; Pflug (1985) e Grant (1990) \n\nquestionaram esta hipótese porque as conchas de muitos representantes da \n\nCribricyathea eram porosas, o que não ocorre em Cloudina.  \n\nEvidências do modo de reprodução em Cloudina ajudam a limitar a \n\ngama de possíveis afinidades filogenéticas. Germs (1972) identificou um único \n\ncaso de possível brotamento em C. hartmannae  na Namíbia. Mas este \n\nfenômeno foi posteriormente corroborado em conchas da Formação Dengying \n\nestudadas por Hua et al. (2005), que ilustraram duas conchas menores se \n\niniciando dentro da concha parental e divergindo abruptamente ao atingir a \n\nabertura desta concha (Fig. 3.2.4).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.2.4: Evidência de brotamento em Cloudina hartmannae, Formação Dengying, China. \n\nEscala: 400 ?m. Extraído de Hua et al. (2005). \n\n \n\n\n\n \n\n \n\n20 \n\nCom base nesta característica, surgem como candidato a grupo \n\naparentado à Cloudina, os anelídeos Serpulidae, pois alguns apresentam \n\nreprodução assexuada por brotamento (Hanson 1948; Pernet 2001). Germs \n\n(1972) e Glaessner (1976) chamaram atenção para as seguintes semelhanças \n\nentre os dois: ambos possuem conchas tubulares, comumente com uma \n\nsuperfície externa corrugada, superfície interna lisa, fechadas na base, e \n\nabertas distalmente. Adicionalmente, Hua et al. (2005) notaram similaridades \n\nna microestrutura da concha entre Cloudina e o serpulídeo recente Salmacina \n\ndysteri.  No entanto, conforme salientado por estes autores, a microestrutura \n\ndas conchas de Serpulidae varia consideravelmente. Além do mais, a parede \n\nda concha em serpulídeos é mais espessa que a observada em Cloudina, e \n\nnão é composta por uma série de segmentos inseridos, como no fóssil \n\nediacarano (Hua et al. 2005). \n\nAlguns autores, como Grant (1990) e Conway Morris et al. (1990), \n\npreferem não atribuir Cloudina a nenhum grupo taxonômico, embora Grant \n\n(1990) reconheça que, provavelmente, o fóssil ediacarano seria um metazoário \n\ncom grau de organização semelhante aos cnidários, ao menos. Mesmo assim, \n\ncomparações entre Cloudina e os cnidários também revelam algumas \n\ninconsistências. Esqueletos de Hydrozoa exibem canais e poros distintos; na \n\nAnthozoa, o esqueleto possui septos longitudinais e divisórias transversais \n\n(tabulas, dissepimentos); e as carapaças de Scyphozoa são orgânicas (Hua et \n\nal. 2005).  \n\n \n\n3.3. O modo de vida de Cloudina \n\nCom base na morfologia da concha de Cloudina, Seilacher (1999) \n\npropôs que este táxon viveria como um organismo bentônico, ereto, \n\nparcialmente ancorado em sedimentos selados por esteiras microbianas. A \n\nformação de novos segmentos ocorreria de modo episódico, acompanhando a \n\nsedimentação do ambiente (Seilacher 1999; Wood 2011). O hábito gregário \n\ndeste organismo (Germs 1972; Grant 1990), junto com sua freqüente \n\nassociação em grandes acumulações com estromatólitos e trombólitos, ou \n\nmesmo preservado em posição vertical ou sub-horizontal dentro de trombólitos, \n\n\n\n \n\n \n\n21 \n\napoiam esta concepção, que também é reforçada pela presença de outros \n\nmetazoários de morfologia compatível a um estilo de vida séssil, como \n\nNamacalathus e Namapoikia, no mesmo contexto deposicional (Grotzinger et \n\nal. 2000; Horfmann &amp; Mountjoy 2001; Wood et al. 2002; Amthor et al. 2003; \n\nWood 2011). Estas observações sugerem uma comunidade composta por \n\nmetazoários filtradores ou microcarnívoros, oportunistas, cujo hábito gregário \n\nfavoreceria estes organismos na competição por espaço, e também na \n\nestabilização do substrato (Jackson 1983; Wood 2011).  \n\nOutras evidências relevantes à Paleoecologia de Cloudina incluem \n\nagrupamentos in situ deste organismo observados por Germs (1972) na \n\nlocalidade-tipo do gênero (Grupo Nama), e classificados por ele como \n\nbiohermas. Para Grant (1990), porém, estas estruturas seriam mais \n\nestratiformes e melhor classificadas como bioestromas. De qualquer modo, \n\nnenhum dos autores chegou a discutir, ou esquematizar satisfatoriamente, a \n\nformação destes agrupamentos. Germs (1972) reporta a ocorrência de C. \n\nriemkeae fixos sobre conchas de C. hartmannae, mas trabalhos subsequentes, \n\nnão mencionam este modo de ocorrência.  \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n22 \n\nCAPÍTULO 4 \n\n \n\nContexto Geológico \n\n \n\n4.1. A Faixa Paraguai  \n\nA Faixa Paraguai (Fig. 4.1.1, A) é uma estrutura geotectônica importante \n\ndeformada durante o evento orogênico Brasiliano ao fim do Proterozoico e \n\ninício do Paleozoico na porção oeste do Gondwana (Boggiani 1998; Alvarenga \n\net al. 2000; Boggiani et al. 2010). Ele se estende em forma de arco côncavo \n\npara o sudeste desde Paraguai ao longo da borda sudoeste do Brasil através \n\ndos estados de Mato Grosso do Sul e Mato Grosso. É dividida em porção \n\nnorte, representada pelos carbonatos do Grupo Araras e rochas siliciclásticas \n\ndo Grupo Alto Paraguai, e sul, correspondendo ao Grupo Corumbá (Boggiani \n\n1998; Nogueira 2003). Ambas as porções têm, em sua base, diamictitos da \n\nFormação Puga, tidos como glaciogênicos (Alvarenga &amp; Trompette 1992). \n\nRecentemente, no entanto, estes diamictitos foram reinterpretados, pelo menos \n\nna região do estratótipo da Formação Puga, na porção sul, como o resultado \n\nde fluxos gravitacionais decorrentes de esforços extensivos (Freitas 2010), \n\nembora os da porção norte exibam claras evidências de origem glacial (ver \n\nNogueira, 2003). A correlação entre os carbonatos dos grupos Araras (norte) e \n\nCorumbá (sul) tem se mostrado difícil, pois apresentam dados \n\nquimioestratigráficos, geocronológicos e paleontológicos distintos (Babinski et \n\nal. 2006, 2008; Nogueira et al. 2007; Riccomini et al. 2007), sendo que a \n\nocorrência de metazoários é limitada ao último grupo (Zaine 1991; Boggiani et \n\nal. 2010).  \n\n \n\n \n\n\n\n \n\n \n\n23 \n\n \n\nFigura 4.1.1: Mapa geológico da Faixa Paraguai (A) e da área de estudo (B). Em B, círculos \n\namarelos correspondem às pedreiras enfocadas no presente trabalho: S – Pedreira Saladeiro; \n\nC – Pedreira Corcal; L – Pedreira Laginha. (A) adaptado de Alvarenga et al. (2000) e Boggiani \n\net al. (2010). (B) adaptado de Oliveira (2010). \n\n \n\n\n\n \n\n \n\n24 \n\n \n\n4.2. O Grupo Corumbá \n\n O Grupo Corumbá (Tab. 2), com cerca de 600 metros de espessura, se \n\ndesenvolveu em um contexto tectonossedimentar rift-drift. A fase rift é \n\nrepresentada, da base para o topo, pelas formações Cadiueus e Cerradinho, \n\ncompostas principalmente por rochas sedimentares terrígenas, e interpretados \n\nrespectivamente, por Boggiani (1998), como depósitos de leques aluviais e o \n\nproduto do retrabalhamento destes depósitos. Grainstones inicialmente \n\natribuídos à Formação Cerradinho (Boggiani 1998) foram posteriormente \n\nassinalados à Formação Tamengo (Boggiani et al. 2010). Sobreposta à \n\nFormação Cerradinho, afloram dolomitos variados (inclusive oolíticos e \n\nestromatolíticos) e fosforitos associados da Formação Bocaina. Esta unidade \n\nrepresenta o início da fase drift da bacia, caracterizada por extensos depósitos \n\nde plataforma carbonática rasa. A formação de fosforitos nesta unidade estaria \n\nrelacionada, segundo Boggiani et al. (1993), à ressurgência de nutrientes na \n\nborda da plataforma.  \n\nAcima da Formação Bocaina, está a Formação Tamengo, definida por \n\nAlmeida (1945). A unidade abrange uma área de cerca de 90 km\n2\n, com \n\nespessura de pelo menos 200 m. Calcários constituem a litologia predominante \n\ndesta unidade, com folhelhos, siltitos e arenitos subordinados. Também \n\nocorrem brechas carbonáticas de origem sedimentar e/ou tectônica. Os \n\ncalcários calcíticos (calcarenitos, calcissiltitos, calcilutitos) têm cor cinza-escuro \n\na preto e são, quase sempre, finamente cristalinos, por vezes oolíticos, \n\nexibindo, em geral, recristalização. Estratificação plano-paralela, raras \n\nestratificações cruzadas tabulares de pequeno porte, estratificação do tipo \n\nhummocky e marcas onduladas, são as principais estruturas sedimentares \n\nencontradas (Almeida 1965; Del’Arco et al. 1981; Boggiani 1998; Gaucher et al. \n\n2003; Oliveira 2010).  \n\nAs rochas sedimentares da Formação Tamengo foram depositadas em \n\nambientes desde talude, até a faixa litorânea, e registram oscilações do nível \n\ndo mar e/ou movimentação tectônica, com consequentes variações no \n\nsuprimento de sedimentos terrígenos nos sítios deposicionais. Na região de \n\n\n\n \n\n \n\n25 \n\nestudo (Fig. 4.1.1, B), Oliveira (2010) levantou duas associações de fácies, por \n\nele atribuídas a dois ambientes: shoreface com barras oolíticas e offshore \n\ninfluenciado por tempestade, conforme apresentado na Tabela 3. \n\nEsta formação é a mais fossilífera do Grupo Corumbá, e reveste-se de \n\ngrande importância por conter os mais antigos metazoários no registro \n\npaleontológico brasileiro: Cloudina lucianoi e Corumbella werneri (Fairchild \n\n1978; Walde et al. 1982; Zaine &amp; Fairchild 1987; Zaine e Fairchild 1985; Hahn \n\n&amp; Pflug 1985; Gaucher et al. 2003).  \n\nA idade da Formação Tamengo foi inicialmente situada no Cambriano, \n\npor Barbosa (1949) com base nos fósseis agora conhecidos como Cloudina, \n\nque ele interpretou como pertencentes ao gênero cambriano Hyolithes. Em \n\n1957, Beurlen e Sommer mantiveram a idade proposta por Barbosa para a \n\nunidade quando descreveram formalmente estes fósseis como Aulophycus \n\nlucianoi, em alusão a um gênero de alga calcárea do Cambriano Médio da \n\nAmérica do Norte cunhado por Fenton &amp; Fenton (1939), Posteriormente, \n\nFairchild (1978) chamou atenção para a grande semelhança entre Aulophycus \n\nlucianoi e as espécies de Cloudina que haviam sido descritas pouco antes na \n\nNamíbia (Germs 1972). Propôs, ainda, que o material brasileiro fosse \n\ntransferido para o gênero Cloudina e a Formação Tamengo reposicionada no \n\nEdiacarano, o período final do Neoproterozoico. Recentemente, análises \n\ngeocronológicas em zircões detríticos em tufos vulcânicos, nas pedreiras \n\nLaginha e Corcal, forneceram uma idade de 543 ± 3 Ma para a Formação \n\nTamengo, corroborando, assim, a proposta da idade bem próxima do limite \n\nPré-Cambriano/Cambriano (Babinski et al. 2006, 2008; Boggiani et al. 2010).  \n\nA Formação Tamengo grada bruscamente para a Formação Guaicurus.  \n\nEsta formação foi definida por Almeida (1965) em mapeamento no Planalto da \n\nBodoquena. Segundo Gaucher et al. (2003), tem espessura em torno de 150 \n\nm, apesar de Almeida (1965), com base em fotografias aéreas, ter atribuído \n\nvalores da ordem de 1.000 m. A Formação Guaicurus é constituída por um \n\ncontínuo e espesso pacote pelítico (Almeida 1965; Boggiani 1998; Gaucher et \n\nal. 2003). A brusca transição da deposição carbonática para terrígena pode ter \n\nsido causada por diversos fatores, que teria provocado maior aporte \n\n\n\n \n\n \n\n26 \n\nsiliciclástico na bacia, entre os quais tectonismo, afogamento da plataforma \n\ncarbonática devido à elevação do nível de mar, ou mudanças climáticas.   \n\nGaucher et al. (2003) descreveram a ocorrência do vendotenídeo Eoholynia \n\ncorumbensis, encontrado na base da formação, e relacionado ao final do \n\nEdiacarano (vide Gnilovskaya 1985).  \n\n \n\nTabela 2: Resumo esquemático da estratigrafia do Grupo Corumbá e Formação Puga no \n\nEstado do Mato Grosso do Sul, Brasil. Segundo Almeida (1965), Boggiani (1998), Gaucher et \n\nal. (2003), e o presente trabalho.  \n\nUnidade Espessura  Litologia Fósseis associados \n\nG\nru\n\np\no\n\n C\no\n\nru\nm\n\nb\ná\n\n \n\nFormação \n\nGuaicurus \n150 m Folhelho \n\nEoholynia corumbensis  \n\nCloudina lucianoi \n\nSoldadophycus bosii \n\nFormação \n\nTamengo \n200 m \n\nCalcisiltito com fino nível de \n\narenito, nível \n\nconglomerático com \n\nintraclastos, calcisiltito, \n\ngrainstone oolítico, margas e \n\ncalcário bioclástico \n\n Corumbella werneri \n\nCloudina lucianoi \n\nBavlinella faveolata \n\nSoldadophycus bosii \n\n  Vendotaenia antiqua \n\nFormação \n\nBocaina \n100 m \n\nDolomito e finos níveis de \n\nfosforitos \n\nEstromatólitos de diversas \n\nformas, Titanotheca \n\ncoimbrae \n\nFormação \n\nCerradinho \n150 m \n\nArenitos quartzosos, arcósios \n\ne folhelhos   \n\nBavlinella faveolata \n\nSoldadophycus bosii  \n\nFormação \n\nCadiueus \n150 m \n\nConglomerados, arcósios e \n\nfolhelhos \n_ \n\nFormação Puga 100 m \n\nFormações ferríferas, \n\ndiaqmictitos e seixos caídos \n\n(dropstones?) \n\n_ \n\n \n\n \n\n\n\n \n\n \n\n27 \n\n \n\nTabela 3: Esquema das fáceis e associações de fáceis da Formação Tamengo aflorantes na \n\nregião de Corumbá.  Extraído de Oliveira (2010). \n\nASSOCIAÇÃO/FÁCIES ESTRUTURAS PROCESSOS \n\nSHOREFACE COM BARRAS OOLÍTICAS   \n\nGrainstone intraclástico maciço (Gim) de \n\ncoloração escura e formada por fragmentos \n\narredondados de micrito e packstone \n\noolítico. Raros grãos terrígenos Localmente \n\nocorre brecha intraformacional com clastos \n\nde até 4 cm. \n\nCamada tabulares e \n\nlateralmente contínuas \n\npor dezenas de metros. \n\nRessedimentação através de \n\nfluxos trativos/oscilatórios (?). \n\nGrainstone oolítico maciço (Go) Grainstones \n\ncom ooides compostos e simples de 0,4mm \n\nde diâmetro, apresentando cimento calcítico \n\nem franja. Presença de intraclastos oolíticos. \n\nGrãos de quartzo são raros. \n\nCamadas de até 1 m de \n\nespessura, tabulares e \n\nlateralmente contínuos. \n\nPrecipitação carbonática sob \n\natuação de fluxos trativos em \n\nambiente de alta energia \n\nRitmito mudstone calcífero/folhelho (Rmf) \n\ncom sets variando de 5 a 10 cm de espessura \n\nbetuminoso. \n\nLaminação plana Alternância entre precipitação \n\nquímica e deposição de grãos \n\nterrígenos em ambientes de \n\nbaixa energia \n\nOFFSHORE INFLUENCIADO POR \n\nTEMPESTADE \n\n  \n\nCalcário cristalino com estratificação \n\ncruzada swaley/hummocky (Csh) Calcário \n\nfino de cor cinza escura, com \n\naproximadamente 5% de grãos terrígenos. \n\nApresenta fragmentos de conchas de \n\nCloudina, com 0,9mm de diâmetro e até 1 \n\ncm de comprimento. \n\nEstratificação cruzada do \n\ntipo hummocky/swaley, e \n\nestratificação cruzada de \n\nbaixo ângulo (<10°). \n\nDeposição por fluxo combinado \n\ndominantemente oscilatório \n\npor ondas de tempestades. \n\nCalcário cristalino maciço (Cm) Calcário \n\ncristalino cinza escuro com até 5% de \n\nterrígenos. Ocorrem fragmentos do \n\nmacrofóssil Cloudina. \n\nCamadas planas e \n\nlateralmente contínuas. \n\nPrecipitação química de \n\ncarbonato em ambiente com \n\nenergia moderada a alta \n\n \n\n \n\n  \n\n\n\n \n\n \n\n28 \n\nCAPÍTULO 5 \n\n \n\nMaterial e Métodos \n\n \n\n5.1.  Material examinado \n\nForam examinados, no total, 33 amostras de mão e 127 lâminas \n\npetrográficas, provenientes de cinco fácies da Formação Tamengo, distribuídas \n\nnas pedreiras Saladeiro, Laginha, Corcal e arredores; e de uma fácies da \n\nFormação Guaicurus, na Pedreira Corcal (vide Tabs. 1 e 2, Anexo III). O \n\nmaterial está depositado na Coleção Científica de Invertebrados GP/1E \n\n(amostras) e GP/L1E (lâminas petrográficas) do Laboratório de Paleontologia \n\nSistemática (LPS) do Instituto de Geociências da Universidade de São Paulo \n\n(IGc-USP).  \n\n \n\n5.2. Atividades de laboratório \n\nTendo em vista que a observação da maior parte das feições \n\nmorfológicas e tafonômicas, analisadas no estudo de Cloudina necessita de \n\nauxílio de equipamentos ópticos (e.g., estereomicroscópio, microscópio \n\neletrônico de varredura), grande atenção foi dispensada às preparações físicas \n\ne químicas, e observação direta das amostras.   \n\nAs amostras foram analisadas no Laboratório de Estudos Paleobiológicos \n\ndo Departamento de Geologia Sedimentar e Ambiental (GSA) do IGc/USP, com \n\no auxílio do estereomicroscópio binocular Zeiss e microscópio petrográfico \n\nAxioLab, na finalidade de examinar características morfológicas e tafonômicas \n\nem amostras de mão e lâminas petrográficas.  Os gráficos de frequência dos \n\nespécimes foram confeccionados através dos programas Microsoft Office \n\nExcel, e os dados direcionais em azimute das amostras da Pedreira Corcal \n\nforam confeccionados através do software Oriana.   \n\n\n\n \n\n \n\n29 \n\n5.2.1. Descrição morfológica e análise sistemática e tafonômica dos espécimes \n\nFoi analisado o conjunto de assinaturas bioestratinômicas e diagenéticas \n\nem fósseis de Cloudina lucianoi com o intuito de relacioná-las às interpretações \n\npaleoambientais já existentes na literatura para estas localidades (Boggiani \n\n1998; Oliveira 2010).  \n\nEsta etapa considerou, na medida do possível, as recomendações \n\nsugeridas por Dunham (1962) para a classificação das rochas calcárias;  \n\nBehrenmeyer &amp; Kidwell (1985), Kidwell et al. (1986), Speyer &amp; Brett (1986), \n\nKidwell &amp; Holland (1991) e Lucas (2001),  para as considerações tafonômicas; \n\ne Germs (1972), Zaine &amp; Fairchild (1985, 1987), Grant (1990) e Cortijo et al. \n\n(2010) para questões taxonômicas. \n\n \n\n5.2.2.  Imagens digitais \n\nImagens das amostras em escala macroscópica (centimétrica) foram \n\nfotografadas câmera digital Canon Power Shot SX 200 IS, enquanto as \n\nimagens em escala meso e microscópica (milimétrica e micrométrica) foram \n\nfotografados através do sistema de captura de imagem AxioVision 4.0 e 4.8, \n\nacoplado ao estereomicroscópio e microscópio. Esta última técnica foi utilizada \n\nem função do alto poder de resolução e da ampliação das imagens oferecidos \n\npelo estereomicroscópio, e pelo fato do aplicativo (software) viabilizar a \n\nobtenção dos principais parâmetros biométricos de Cloudina, diretamente na \n\ntela do computador. Todas as imagens foram tratadas com o auxílio dos \n\nsoftwares Corel Draw 12 e Microsoft Office Picture Manager. \n\n \n\n5.2.3. Microscopia Eletrônica de Varredura (MEV) \n\nOs dois espécimes extraídos quimicamente da amostra GP/1E-6219 \n\nforam recobertos com carbono e eletromicrografados em aparelho de MEV Leo \n\n440 em conjunto com o Eng. Dr. Isaac Jamil Sayeg (GSA/IGc/USP). A alta \n\nresolução do MEV permitiu a ampliação das imagens e possibilitou a \n\nobservação das principais feições morfológicas e ultraestruturais. \n\n \n\n \n\n\n\n \n\n \n\n30 \n\n5.2.4.  Preparações química e física \n\nA preparação química, realizada no Laboratório de Estudos \n\nPaleobiológicos (GSA/IGc/USP), envolveu a aplicação, com o auxílio de um \n\npincel fino, de ácido clorídrico a 10% sobre a superfície da amostra 6219, onde \n\nocorrem fósseis de Cloudina lucianoi silicificados. A extração de dois \n\nexemplares desta amostra foi possibilitada pela remoção gradual do carbonato \n\nadjacente.  \n\nA preparação física foi desenvolvida no Laboratório de Preparação de \n\nAmostras (GSA/IGc/USP) e consistiu no corte de amostras em serra equipada \n\ncom um disco diamantado Dinser 0300 para poder selecionar os melhores \n\nlocais para a confecção de lâminas petrográficas.  As superfícies cortadas, uma \n\nvez polidas com lixa d’água ou cobertas por um spray plástico incolor \n\npermitiram o exame dos fósseis em seu contexto sedimentológico em escala \n\nmesoscópica.  \n\nAs lâminas petrográficas que foram confeccionadas especialmente para \n\neste projeto foram produzidas na Seção de Laminação do IGc/USP. \n\n \n\n \n\n5.3.  Atividades de campo \n\nFoi realizada uma viagem de campo entre os dias 03 e 07 de dezembro \n\nde 2010 para a região de Corumbá na companhia de Prof. Dr. Thomas R. \n\nFairchild, Mirian Liza Alves Forancelli Pacheco e Guilherme R. Romero.  Nesta \n\nviagem foram examinadas as três pedreiras que melhor expõem a Formação \n\nTamengo naquela região -- Saladeiro (Companhia de Cimento Portland Itaú, \n\nem Ladário, na divisa com Corumbá ao oeste), Laginha (Companhia de \n\nCimento Portland Itaú, 16 km ao sul de Corumbá ao longo da rodovia BR-262, \n\nCorumbá-Campo Grande) e Corcal (logo ao oeste de Corumbá) (Capítulo 4, \n\nFigura 4.1.1 B) -- bem como o Parque Municipal Marina Gattaz (ao oeste da \n\ncidade de Corumbá na estrada principal que vai para Bolívia, aproximadamente \n\n700 m antes da divisa), que é pavimentado por lajes de calcário fossilífero da \n\nFormação Tamengo. \n\n \n\n \n\n\n\n \n\n \n\n31 \n\nCAPÍTULO 6 \n\nResultados \n\n  \n\nCloudina é um fóssil relativamente comum em certas partes da \n\nFormação Tamengo na região de Corumbá e no presente trabalho foi \n\nencontrado em amostras representativas de quatro fácies, definidas \n\npreviamente por Boggiani (1998) e Oliveira (2010), nas pedreiras de Laginha, \n\nSaladeiro e Corcal (Tab. 4, Fig. 6). A fácies de Cloudina rudstones (sensu \n\nBoggiani 1998), correspondente à fácies de calcário cristalino com \n\nestratificação cruzada hummocky e swaley de Oliveira (2010), foi aqui \n\nconsiderada como packstones bioclásticos, pois se observou matriz micrítica \n\nem lâminas petrográficas, corroborando observações de Zaine (1991) e \n\nBoggiani (1998).  Também foi analisada uma laje, de procedência geográfica \n\ndesconhecida, coletada no Parque Marina Gattaz, Município de Corumbá.  E, \n\npela primeira vez, Cloudina foi encontrada na Formação Guaicurus, em uma \n\nlente carbonática a mais de 40 metros acima do contato com a Formação \n\nTamengo. \n\nTabela 4: Fácies das formações Tamengo e Guaicurus contendo Cloudina na região de \n\nCorumbá, MS. Nome das fácies segundo Oliveira (2010), exceto packstones bioclásticos e \n\nmudstones com Cloudina, criadas no presente trabalho. \n\nFácies \n\nPedreira \nLaginha \n\nPedreira \nSaladeiro \n\nPedreira \nCorcal \n\nPedreira \nCorcal \n\nParque \nMarina \nGattaz \n\nFm. Tamengo \nFm. \n\nGuaicurus \nFm. \n\nTamengo \n\nRitmito mudstone calcífero \n/ folhelho \n\n \n\nX     \n\nGrainstones oolíticos X     \n\nCalcário maciço cristalino  X    \n\nPackstones bioclásticos  X X   \n\nMudstones com Cloudina    X X \n\n\n\n \n\n \n\n32 \n\n \n\nFigura 6: Colunas estratigráficas das pedreiras estudadas. Extraídas de Boggiani et al. (2010). \n\nA estratigrafia da Pedreira Corcal foi baseada em T.R. Fairchild (com. pess.). \n\n \n\n6.1. Pedreira Laginha \n\nNesta localidade, foram identificadas duas fácies onde ocorrem fósseis \n\nde Cloudina: a fácies de ritmito mudstone calcífero / folhelho (Rmf), e a fácies \n\nde grainstone oolítico (Go), próximo ao topo da seção (Fig. 6).  \n\n6.1.1. Fácies de ritmito mudstone calcífero / folhelho, Rmf: \n\n O material coletado nesta fácies provém da frente oeste de lavra da \n\npedreira, coletado por T. R. Fairchild e M. F. Zaine, em 1984, e da frente leste, \n\na mais de 500m da frente oeste, coletado por F. V. E. Meira, T. R. Fairchild, M. \n\nL. A. F. Pacheco e G. R. Romero em dezembro de 2010. Nesta pedreira, esta \n\n\n\n \n\n \n\n33 \n\nfácies representa um pacote tabular com 10 a 15 metros de espessura, \n\ncomposta por níveis centimétricos com predominância de mudstones \n\nalternados com lâminas milimétricas de folhelho. Em rochas frescas, a \n\ncoloração é tipicamente negra, provavelmente pela presença de matéria \n\norgânica, apresentando-se amarelada em função do intemperismo (Boggiani \n\n1998; Oliveira 2010). Esta fácies também ocorre na Pedreira Saladeiro (Zaine \n\n1991; Boggiani 1998), mas a análise de lâminas petrográficas não revelou \n\nevidências convincentes da presença de Cloudina.  \n\nGrãos envelopados são comuns nestas rochas, e incluem ooides \n\nnormais e bentônicos, estes últimos quase sempre muito pequenos, do \n\ntamanho de silte ou areia fina, raramente ultrapassando cento e poucos \n\nmicrômetros (Prancha 1, A e B).  Além de ooides, também estão presentes \n\nmicrofitólitos os quais se apresentam, em alguns casos, envolvidos por uma \n\nfina lâmina externa (Prancha 1, C).  Evidentemente, o ambiente era propício \n\npara a precipitação de finas películas em torno de núcleos de qualquer \n\ntamanho e natureza.  \n\nOs ooides bentônicos merecem atenção especial.  Estas estruturas \n\nocorrem tanto no paredão ocidental como no oriental, aonde chegam a ser \n\nrelativamente comuns.  O que os distingue de ooides normais é, além do \n\ntamanho pequeno, próximo do limite areia/silte, sua estrutura interna, que \n\nconsiste em poucas lâminas sem um núcleo aparente. Isto, mais o crescimento \n\nassimétrico evidente em vários exemplares (Prancha 1, B e E), sugerem que \n\nnão devem ter se formado por precipitação em torno de partículas mantidas em \n\nsuspensão, como é apontado para a origem de ooides normais. Segundo \n\nFlügel (2004), estes ooides podem se originar por precipitação em torno de \n\npartículas orgânicas (ou até gotas líquidas) dentro de esteiras microbianas.  \n\nAssim, haveria uma alternânica de precipitação de fibras de aragonita (que \n\ndeixou sua assinatura palimpséstica nas lâminas claras nos exemplares na \n\nLaginha) e recobrimento por biofilmes finos, agora representadas pelas lâminas \n\nmais escuras, tingidas pela matéria orgânica. \n\nDo mesmo modo, os microfitólitos também merecem destaque. \n\nMicrofitólitos são estruturas enigmáticas, comuns em certos carbonatos pré-\n\n\n\n \n\n \n\n34 \n\ncambrianos, parecidas com alguns tipos de grãos agregados e intraclastos, \n\nmas que diferem destes pela presença de contornos com reentrâncias difíceis \n\nde explicar pelos processos de cimentação precoce, erosão e abrasão \n\nnormalmente atuantes na formação de grãos agregados e intraclastos.  Swett &amp; \n\nKnoll (1985), entretanto, propuseram que estas estruturas teriam se formado \n\npor processos envolvendo atividades microbianas e baixa agitação da água.  \n\nCom a irradiação evolutiva de organismos macroscópicos (invertebrados, \n\nmacroalgas), e a subseqüente revolução agronômica (Seilacher &amp; Pflüger \n\n1994), mencionada previamente, estas estruturas praticamente sumiram do \n\nregistro geológico quando as condições físico-químicas e ecológicas propícias \n\npara a formação de microbialitos foram eliminadas das regiões rasas de \n\nambientes marinhos normais. \n\nTambém foram observados aqui intraclastos com aspecto maculado, \n\nnão laminado, interpretados como fragmentos de microbialitos do tipo \n\ntrombólito (Prancha 1, D). Curiosamente, na mesma lâmina petrográfica, \n\nocorrem pequenos conjuntos compactos de células cocoides, cada qual entre \n\n10 e 15µm em diâmetro (Prancha 1, E).  Pelo tamanho muito pequeno, pela \n\nforma simples e pelo arranjo apertado das células, estes conjuntos devem \n\nrepresentar pequenos fragmentos desprendidos de uma esteira microbiana não \n\nmuito longe.  \n\nA análise de lâminas petrográficas de material coletado do lado leste da \n\nlavra na pedreira Laginha demonstrou que os níveis carbonáticos nos ritmitos \n\nvariam de mudstones a packstones (Prancha 1, F). Cloudina é comum, \n\nocorrendo predominantemente como fragmentos. Um exemplar exibe aspecto \n\nde concha corrugada, podendo representar um corte longitudinal da carapaça \n\nde Corumbella, ou mesmo da concha de Sinotubulites (Prancha 1, G e H). \n\nExemplares mais completos também foram vistos, alguns exibindo fraturas por \n\ncompactação (Prancha 1, F e I). Em um indivíduo, foram observadas abas \n\ndivergindo do eixo da concha, como na nova espécie, Cloudina latilabrum, \n\ndescrita no Anexo I (Prancha 1, J).   \n\nDentre os maiores componentes granulares nestas rochas são grãos \n\ncompostos (ou agregados), microfitólitos, ooides normais, fragmentos de \n\n\n\n \n\n \n\n35 \n\nCloudina e outros bioclastos com aspecto de parede de concha corrugada, \n\ntodos chegando ao tamanho de areia média, ou maior, no caso dos bioclastos.  \n\nIntraclastos variam muito de tamanho, desde silte até areia média ou maior, \n\nenquanto peloides e ooides bentônicos raramente passam do tamanho de areia \n\nfina.  Deste lado da pedreira, as lâminas petrográficas investigadas apresentam \n\nlaminação sedimentar menos bem selecionada e menos nítida do que aquela \n\nvista do lado oeste.  Desta forma, a laminação no leste inclui praticamente \n\ntodas as categorias de grãos mencionadas acima, enquanto no oeste, parece \n\nhaver maior frequência de lâminas melhor selecionadas compostas \n\nprincipalmente de ooides normais (Prancha 1, A). \n\nDas amostras coletadas nesta fácies durante as pesquisas de \n\ndoutoramento de M.F. Zaine (1991), na frente oeste da lavra, três apresentam \n\nCloudina lucianoi, com um indivíduo evidente em cada amostra (Prancha 2, A e \n\nB), todos expostos na superfície de camadas muito finas de mudstones (3 a 6 \n\nmm de espessura) com laminação interna ainda mais fina.  Os fósseis são \n\nfragmentos visíveis no plano de acamamento das amostras como seções \n\ntransversais circulares ou ligeiramente ovaladas (Prancha 2, A - E) com \n\ndiâmetros próximos das dimensões maiores conhecidas para esta espécie \n\n(Tab. 5). Um exemplar apresenta concha composta de dois anéis concêntricos, \n\nsendo o mais externo incompleto (Prancha 2, D). Outro espécime apresenta \n\nespessamento em um dos lados da parede (Prancha 2, B e C). O terceiro \n\nexemplar exibe apenas um anel incompleto; neste caso, possivelmente, parte \n\nda estrutura se encontra encoberta pelo sedimento (Prancha 2, E). Duas \n\nobservações sugerem que estes fósseis não se tratam de seções transversais \n\nde conchas inteiras de Cloudina em posição de vida, mas sim de fragmentos: \n\na) embora o diâmetro destes fósseis seja da ordem da espessura da laminação \n\nfina nas amostras, nenhum destes fósseis tem continuação no lado oposto da \n\nfina amostra em que ocorre; b) estes fósseis de Cloudina são evidentemente \n\nmuito raros nestas amostras e desacompanhados de qualquer evidência de \n\nexemplares de conchas mais completas depositados paralelos ou oblíquos ao \n\nacamamento.   \n\n \n\n\n\n \n\n \n\n36 \n\nTabela 5: Diâmetros de Cloudina lucianoi em amostras da fácies ritmitos mudstones / \n\nfolhelhos da Formação Tamengo. Frente oeste de lavra da Pedreira Laginha. \n\nAmostra                          Diâmetro (mm) \n\nGP/1T-109 2,0 \n\nGP/1E-6215 2,8 \n\nGP/1T-108 2,9 \n\n \n\nNo mesmo intervalo estratigráfico e na mesma fácies, ocorrem fósseis \n\nconferidos à Corumbella werneri, (Zaine &amp; Fairchild 1987). Na amostra GP/1T-\n\n108 (Prancha 2, A), por exemplo, ao menos três exemplares de C. werneri \n\nocorrem próximos a um de C. lucianoi. Os fósseis de C. werneri são \n\nfragmentos achatados, orientados paralelos ao acamamento e com diferentes \n\ngraus de degradação (Prancha 3, A - D). Por comparação com C. werneri em \n\nfolhelhos da Pedreira Saladeiro (Prancha 3, E e F), pode se dizer que as \n\nfeições mais nítidas nestes fósseis correspondem à segmentação e \n\nornamentação transversal da carapaça do organismo. A degradação e o \n\nachatamento destes fósseis contrastam com o aspecto mais íntegro e rígido de \n\nC. lucianoi , conforme observado na Prancha 2, B. \n\n6.1.2. Fácies de grainstone oolítico, Go \n\nO material examinado desta fácies foi coletado por T.R. Fairchild e M.F. \n\nZaine na frente de lavra oeste da Pedreira Laginha em 1979 e em 1984.  \n\nNesta fácies, os fósseis ocorrem em meio aos ooides, ou como o núcleo \n\nde ooides, sendo mais frequentes na lâmina GP/L-1T-1 (Prancha 4, A).  São \n\npredominantemente fragmentos recristalizados, visíveis em seções \n\nlongitudinais e, em alguns casos, transversais (Prancha 4, B). Embora seja \n\nimpossível saber se as seções transversais representam conchas mais ou \n\nmenos completas ou apenas fragmentos, alguns raros exemplares mostram \n\npreservação de boa parte da concha em seção longitudinal (Prancha 4, A). As \n\nparedes dos bioclastos exibem superfícies irregulares, talvez devido à \n\ndissolução incipiente, e variação na espessura, ou ainda, sinais de deformação \n\ndúctil (Prancha 4, C). Os fragmentos que serviram como núcleo para ooides \n\nsão muito delicados e sem evidências de abrasão (Prancha 4, C e D).  \n\n\n\n \n\n \n\n37 \n\nAlguns ooides apresentam-se fragmentados ou deformados, e, por \n\nvezes, a preservação destas estruturas foi comprometida pelo desenvolvimento \n\nde estilólitos sub-milimétricos a milimétricos. Observam-se também ooides com \n\no núcleo recristalizado por calcita espática, apresentando apenas o córtex \n\npreservado (Prancha 4, E).  \n\n \n\n6.2. Pedreira Saladeiro \n\nNa Pedreira Saladeiro foram estudadas as fácies de calcário maciço \n\ncristalino (Cm) e packstone bioclástico (Pkb), coletados por T.R. Fairchild em \n\n1979, e T.R. Fairchild e M.F. Zaine em 1984 (Fig. 6). \n\n6.2.1. Fácies de calcário maciço cristalino, Cm \n\nNestes calcários, Cloudina lucianoi, o único fóssil desta fácies, ocorre \n\ncomo fragmentos recristalizados alongados e em seções transversais, \n\ndispersos ou fracamente empacotados (Prancha 5, A). Compreendem menos \n\nde 10% dos componentes da rocha. Apresentam superfície irregular e variação \n\nna espessura ao longo da extensão da concha (Prancha 5, B).   \n\nO neomorfismo não permite constatar feições sin e epideposicionais, \n\ncomo preenchimento espático do interior da concha ou estruturas geopetais. \n\nOs fragmentos alongados, ligeiramente encurvados (Prancha 5, B), são \n\ninterpretados como parte de seções longitudinais.  Os fósseis em seção \n\ntransversal (Prancha 5, A e C ) têm diâmetros entre 0,2 e 0,6 mm, embora um \n\nexemplar com diâmetro bem superior (1,8 mm) tenha sido visto. Deformação \n\ndúctil é evidente em alguns espécimes, como na seção oblíqua do fóssil \n\nilustrado em C (Prancha 5). \n\n \n\n6.2.2. Fácies de packstone bioclástico, Pkb \n\nZaine (1991) assinala que as camadas nesta fácies são representadas \n\npor níveis fossilíferos, com predominância de cimento espático, onde os \n\nbioclastos ocorrem de modo caótico, alternados com níveis micríticos, \n\n\n\n \n\n \n\n38 \n\nrepresentando uma fase de decantação. Outras assinaturas tafonômicas \n\nobservadas por Zaine (1991) incluem a recristalização da concha, que \n\napresenta superfície irregular produzida por dissolução; deformação dúctil e \n\nrúptil em alguns exemplares; presença de fragmentos de concha no interior de \n\nbioclastos maiores; preenchimento espático no interior de conchas, com a \n\nocorrência de diferentes gerações de cimento; estruturas geopetais; e \n\nsilicificação local de parte dos fósseis e da matriz (Prancha 6, A – D). \n\nO presente trabalho confirmou as observações de Zaine (1991) e foi \n\nalém, observando que a silicificação que ela observou em blocos soltos \n\ncoletados em 1979 (Prancha 6, D), restringe-se à superfície superior da \n\ncamada, conforme indicada por estruturas geopetais observadas em lâminas \n\npetrográficas. Medidas do diâmetro de 105 exemplares de conchas de \n\nCloudina na superfície e em cortes polidos nestas amostras apontaram maior \n\nfrequência de indivíduos com dimensões entre 2 e 2,5 mm (Fig.6.1). Doze \n\nexemplares apresentam seções transversais com contorno poligonal da concha \n\n(Prancha 6, C), similar ao espécime classificado por Vidal et al. (1994) como \n\n?Cloudina sp.,  e ilustrado por eles em D, Figura 12.  Boggiani (1998) observou \n\nfeição similar em conchas de Cloudina em packstones bioclásticos da Pedreira \n\nCorcal. \n\nEm análises de amostras de mão e lâminas petrográficas do material \n\ncoletado desta pedreira em 1984 e 1988, não há sinais de silicificação. Nas \n\namostras GP/1E-3870 e GP/1E-3878, entretanto, os fósseis também \n\nsobressaem na superfície superior da camada, não por que foram silicificadas, \n\nmas porque estão preservados como moldes internos constituídos de calcita \n\nespática, que resiste mais à dissolução do que microespato e micrita (Prancha \n\n6, E). Na lâmina petrográfica GP/L1E-24, confeccionada a partir da amostra \n\nsolta GP/1E-6221, observa-se um nível fossilífero, com cimento espático, entre \n\ndois níveis micríticos. Neste nível, ocorre uma seção longitudinal e oblíqua de \n\num exemplar de Cloudina latilabrum nov. sp. (Prancha 6, F).  \n\n\n\n \n\n \n\n39 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6.1: Frequência de diâmetros de Cloudina lucianoi na amostra 6219, da fácies \n\npackstone bioclástico, Pedreira Saladeiro. N = 105; amplitude de classes = 0,4 mm. \n\n6.3. Pedreira Corcal \n\nNa área da pedreira ativa próximo da sede da firma Corcal, observam-se \n\nCloudina na fácies de packstone bioclástico (Pkb), associada a estruturas \n\nhummocky (tempestitos) nos carbonatos da Formação Tamengo, e o primeiro \n\nregistro deste fóssil na Formação Guaicurus, em uma lente fina da fácies de \n\nmudstones com Cloudina (Mud) a mais de 40 metros acima do contato com a \n\nFormação Tamengo (Fig. 6). \n\n6.3.1. Fácies de packstone bioclástico, Pkb \n\nForam analisadas amostras coletadas na pedreira Corcal em 1994 de \n\numa camada fina, mas lateralmente extensa, de coquinito de Cloudina \n\n(Cloudina rudstones de Boggiani 1998), situada entre 11 e 12 m abaixo do topo \n\nda seção carbonática, e cerca de 80 cm acima da sucessão de pelo menos 1 m \n\nde espessura de calcários e folhelhos alternados, na base da seção da \n\npedreira naquela época (T. R. Fairchild, com. pessoal, julho, 2011).  Desde \n\nentão, o avanço da lavra na pedreira evidentemente consumiu esta lente.   \n\nEste coquinito é caracterizado pelo denso empacotamento de fósseis de \n\nCloudina lucianoi, relativamente completos, preservados em três dimensões, \n\nressaltados na superfície superior da camada, e orientados paralelos ao \n\nacamamento (Prancha 7, A – C). Ao contrário dos fósseis da fácies de \n\n\n\n \n\n \n\n40 \n\npackstones bioclásticos da Pedreira Saladeiro, observaram-se poucos \n\nexemplares de conchas com bioclastos em seu interior (Prancha 7, D). \n\nMedidas do diâmetro de 157 exemplares em lâminas petrográficas mostraram \n\nmaior frequência de espécimes entre 1,3 e 1,5 mm, dentro da faixa de \n\ndiâmetros já estabelecidos para Cloudina lucianoi (Fig. 6.2).  \n\nA análise das direções dos eixos das conchas de Cloudina expostas no \n\ntopo de cinco amostras desta camada (GP/1E – 4117; GP/1E – 4119; GP/1E – \n\n4121; GP/1E – 4125 e GP/1E – 4127) apresentou resultados variados, com \n\nmaior dispersão nas modas para as amostras 4117 e 4119, certa bimodalidade \n\npara as amostras 4121 e 4127, e menor dispersão para a amostra 4125.  Além \n\ndisso, a comparação na distribuição entre as amostras não mostrou nítida \n\ncorrelação entre elas, o que também se torna difícil pelo fato das amostras não \n\nterem sido orientadas em azimute no momento da coleta. A baixa dispersão na \n\namostra 4125, contudo, sugere uma influência hidrodinâmica que teria \n\nrealinhado os bioclastos.   \n\nComo na pedreira Saladeiro, é possível observar tanto nas amostras de \n\nmão quanto em lâminas petrográficas pelo menos duas gerações de cimento -- \n\na primeira fibrosa e a segunda em blocos, que completou o preenchimento de \n\nespaços vazios, bem como estruturas geopetais na forma de preenchimento \n\nparcial da concha por lama calcária de infiltração (Prancha 7, C, E e F). Assim, \n\na maioria dos espécimes de Cloudina expostos na superfície da camada \n\ncorresponde a moldes internos espáticos, preenchidas dessa maneira, e \n\natualmente com sua textura granulosa claramente à vista. Evidentemente, a \n\npercolação de água, provavelmente em épocas recentes, ao longo da interface \n\nentre esta camada e a camada sobrejacente, dissolveu mais intensamente os \n\npequenos cristais associados à parede fina da concha do que o preenchimento \n\nespático, mais grosso. \n\nEm algumas das lâminas petrográficas, percebe-se que o neomorfismo \n\nproduziu uma espécie de preservação reliquiar da concha, na qual se vê \n\napenas o filme orgânico que delimita o anel mais interno dos segmentos \n\n(Prancha 7, G).  Também pela análise da configuração deste filme, detectou-se \n\n\n\n \n\n \n\n41 \n\ndeformação dúctil e deformação rúptil, provocadas por compactação (Prancha \n\n7, B e H). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6.2: Frequência de diâmetros de Cloudina lucianoi nas lâminas petrográficas GP/L1E-\n\n10 a GP/L1E-20, da fácies packstone bioclástico, Pedreira Corcal. N = 157; amplitude de \n\nclasses = 0,3 mm. \n\n \n\n6.3.2. Fácies de mudstones com Cloudina, Mud  \n\nEm 2005, em uma cava imediatamente ao norte da pedreira Corcal, T.R. \n\nFairchild, J.M. Leme e P.C. Boggiani coletaram finas placas de calcilutito \n\ncontendo fósseis em uma área medindo não mais que dois metros quadrados, \n\npróxima a uma fina lente de mudstone calcária que aflorava no meio dos pelitos \n\nda Formação Guaicurus, cerca de 44 metros acima do contato com os \n\ncalcários da Formação Tamengo (Fig. 6).  Na melhor amostra (GP/1E-6216; \n\nPrancha 8, A) ocorrem sete fósseis na forma de seções longitudinais, retilíneas \n\na levemente encurvadas, paralelas ao acamamento, mas aparentemente sem \n\norientação preferencial no plano de acamamento (Prancha 8, A e B). \n\nIndividualmente, medem entre 0,8 e 1,7 mm de diâmetro e entre 2,0 e 7,8 mm \n\nde comprimento (Tab. 6), dimensões estas condizentes com C. lucianoi.  \n\nEmbora não se observassem seções oblíquas ou transversais nas laterais \n\ndesta amostra, que talvez revelassem a inserção sequencial de segmentos \n\ndiagnóstica de Cloudina, esta feição foi detectada em um exemplar na \n\nsuperfície da amostra (Prancha 8, C), e  projeções laterais, correspondendo às \n\n\n\n \n\n \n\n42 \n\ncontinuações das abas das conchas foram identificadas em dois espécimes, \n\n(Prancha 8, D e E).  Estas observações permitem atribuir estes fósseis ao \n\ngênero Cloudina.   \n\nTabela 6: Dimensões de Cloudina provenientes de amostra de calcilutito, Formação     \n\nGuaicurus, Pedreira Corcal. \n\ndiâmetro (mm) comprimento (mm) \n\n0,8 3,0 \n\n0,8 2,0 \n\n1,4 7,8 \n\n1,4 3,5 \n\n1,5 5,4 \n\n1,6 3,8 \n\n1,7 4,0 \n\n \n\n \n\n6.4. Fácies de mudstones com Cloudina (Mud) nos arredores do Parque \n\nMarina Gattaz \n\n Em uma laje do pavimento nesta localidade observaram-se conchas de \n\nCloudina bem preservadas, quase completas, na superfície de um mudstone \n\ncalcário. Estes fósseis são estruturas tubulares retas, encurvadas ou sinuosas, \n\nprincipalmente paralelos ou oblíquos ao acamamento, sendo raros os \n\nindivíduos perpendiculares (Prancha 9, A). Não se observa orientação \n\npreferencial em planta. Como nas outras ocorrências de Cloudina na região, \n\nestes fósseis apresentam preenchimento por cimento espático (Prancha 9, B e \n\nC). \n\nA análise morfométrica dos espécimes deste nível revelou abas muito \n\nextensas, se projetando até 3 mm para dentro do sedimento a partir das bordas \n\ndos segmentos da concha, caracter este nunca observado nas demais \n\nespécies de Cloudina (Prancha 9, C e D). O diâmetro analisado em 63 \n\nespécimes varia entre 0,2 e 1,2 mm, com maior frequência de indivíduos entre \n\n0,2 e 0,6 mm (Prancha 9, E). O comprimento máximo observado é de 18,5 mm. \n\nOs diâmetros obtidos na análise são comparáveis aos menores valores \n\nconhecidos em C. lucianoi, e o comprimento é ligeiramente maior. Em conjunto, \n\n\n\n \n\n \n\n43 \n\nestas informações levaram ao estabelecimento de uma nova espécie para o \n\ngênero Cloudina, Cloudina latilabrum nov. sp., descrita no Anexo I. São \n\nobservados, em menor número, fósseis com diâmetros entre 0,5 mm e 3,3 mm, \n\nsem as extensas abas, atribuídos à Cloudina lucianoi (Prancha 9, F).  \n\nEm lâminas petrográficas, observou-se contato erosivo entre um nível de \n\nmudstone, contendo bioclastos dispersos, e outro de packstone com \n\npredominância de fósseis mais íntegros, e fragmentos em menor quantidade. \n\nEste nível, por sua vez, grada para mudstone com fósseis fracamente \n\nempacotados, sem claros sinais de conchas fragmentadas (Prancha 9, B). Este \n\nnível corresponde ao nível exposto em planta na superfície da amostra \n\n(Prancha 9, A). \n\nEmbora o material-tipo consista de apenas um bloco de calcário solto, \n\ncoletado nos arredores do Parque Marina Gattaz (oeste de Corumbá), seu \n\nposicionamento estratigráfico deve corresponder à Formação Tamengo, em \n\nfunção de sua litologia (calcário negro) e, principalmente, conteúdo fossilífero \n\n(Cloudina). Adicionalmente, um exemplar de Cloudina latilabrum nov. sp. foi \n\nobservado em lâmina petrográfica de amostra coletada na Pedreira Saladeiro, \n\npróximo ao topo da Formação Tamengo (Prancha 6, F).  \n\n\n\n \n\n \n\n44 \n\n \n\n \n\n \n\n \n\n \n\n \n\nEstruturas de origem sedimentar e fósseis da fácies ritmitos mudstones calcíferos / folhelhos, \n\nfotografadas em microscópio petrográfico (Nicóis paralelos). Pedreira Laginha, Formação Tamengo.  A) \n\nOoide normal (GP/L1E – 119), proveniente da frente oeste de lavra. Escala = 100 µm; B) Ooide \n\nbentônico (GP/L1E – 111), frente leste de lavra. Escala = 50 µm; C) Microfitólitos (GP/L1E – 108), frente \n\nleste de lavra. Notar bioclasto (Cloudina?) no canto superior direito da figura. Escala = 300 µm; D) \n\nPossível trombólito (GP/L1E – 115), frente leste de lavra. Escala = 200 µm; E) Agregado de células \n\ncocoidais (GP/L1E – 111), frente leste de lavra. Notar ooide bentônico no canto inferior esquerdo da \n\nfigura. Escala = 50 µm; F) Cloudina com múltiplas fragmentações (GP/L1E – 111), frente leste de lavra. \n\nEscala = 200 µm; G) Bioclasto corrugado (GP/L1E – 110), frente leste de lavra. Escala = 200 µm; H) \n\nDetalhe da figura anterior. Escala = 50 µm; I) Seções transversais de Cloudina (GP/L1E – 109), frente \n\nleste de lavra. Notar preenchimento espático em fexemplar à esquerda da figura, e deformação rúptil \n\nem fóssil à direita. Escala = 200 µm; J) Seção transversal a oblíqua de Cloudina, exibindo abas \n\nevidentes (GP/L1E – 113), frente leste de lavra. Escala = 200 µm. \n\n \n\nPrancha 1 \n\n\n\n \n\n \n\n45 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nP\nra\n\nn\nc\nh\n\na\n 2\n\n \n\n M\ne\nta\n\nz\no\n\ná\nri\no\ns\n p\n\nre\ns\ne\nrv\n\na\nd\no\ns\n n\n\na\n s\n\nu\np\ne\nrf\n\níc\nie\n\n d\ne\n a\n\nm\no\ns\ntr\n\na\ns\n d\n\ne\n m\n\nã\no\n d\n\na\n f\n\ná\nc\nie\n\ns\n r\n\nit\nm\n\nit\no\ns\n m\n\nu\nd\ns\nto\n\nn\ne\ns\n c\n\na\nlc\n\níf\ne\nro\n\ns\n /\n\n f\no\nlh\n\ne\nlh\n\no\ns\n, \n\nfr\ne\nn\nte\n\n o\ne\ns\nte\n\n d\ne\n l\n\na\nv\nra\n\n d\na\n P\n\ne\nd\nre\n\nir\na\n L\n\na\ng\nin\n\nh\na\n. \n\nF\no\nrm\n\na\nç\nã\no\n T\n\na\nm\n\ne\nn\ng\n\no\n. \n\nA\n) \n\nS\ne\nç\nã\no\n t\n\nra\nn\ns\nv\ne\nrs\n\na\nl \n\nd\ne\n \nC\n\nlo\nu\n\nd\nin\n\na\n l\n\nu\nc\nia\n\nn\no\n\ni \n(G\n\nP\n/1\n\nT\n-1\n\n0\n8\n).\n\n E\ns\nc\na\nla\n\n =\n 1\n\n c\nm\n\n; \nB\n\n) \nC\n\nlo\nu\nd\nin\n\na\n l\n\nu\nc\nia\n\nn\no\ni \n\ne\n \nC\n\no\nru\n\nm\nb\n\ne\nll\na\n w\n\ne\nrn\n\ne\nri\n\n (\nG\n\nP\n/1\n\nT\n \n–\n 1\n\n0\n9\n).\n\n \n\nE\ns\nc\na\nla\n\n =\n 1\n\n c\nm\n\n; \nC\n\n) \nD\n\ne\nta\n\nlh\ne\n\n d\ne\n C\n\n. \nlu\n\nc\nia\n\nn\no\ni \n\nd\na\n a\n\nm\no\ns\ntr\n\na\n a\n\nn\nte\n\nri\no\nr,\n\n e\nx\nib\n\nin\nd\no\n e\n\ns\np\n\ne\ns\ns\na\nm\n\ne\nn\nto\n\n e\nm\n\n p\na\nrt\n\ne\n d\n\na\n p\n\na\nre\n\nd\ne\n\n d\na\n c\n\no\nn\nc\nh\na\n. \n\nE\ns\nc\na\nla\n\n =\n 1\n\n m\nm\n\n; \nD\n\n) \nD\n\ne\nta\n\nlh\ne\n d\n\ne\n \nC\n\n. \n\nlu\nc\nia\n\nn\no\n\ni \nd\n\ne\n a\n\nm\no\ns\ntr\n\na\n i\n\nlu\ns\ntr\n\na\nd\na\n e\n\nm\n A\n\n. \nN\n\no\nta\n\nr \na\n o\n\nc\no\nrr\n\nê\nn\nc\nia\n\n d\ne\n d\n\no\nis\n\n a\nn\né\n\nis\n c\n\no\nn\nc\nê\nn\ntr\n\nic\no\ns\n, \n\ns\ne\nn\nd\no\n\n o\n m\n\na\nis\n\n e\nx\nte\n\nrn\no\n p\n\na\nrc\n\nia\nlm\n\ne\nn\nte\n\n v\nis\n\nív\ne\nl.\n E\n\ns\nc\na\nla\n\n =\n 1\n\n m\nm\n\n; \nE\n\n) \nS\n\ne\nç\nã\no\n\n \n\ntr\na\nn\ns\nv\ne\nrs\n\na\nl \nin\n\nc\no\nm\n\np\nle\n\nta\n d\n\ne\n C\n\n. \nlu\n\nc\nia\n\nn\no\ni \n(G\n\nP\n/1\n\nE\n –\n\n 6\n2\n1\n\n5\n).\n\n E\ns\nc\na\nla\n\n =\n 1\n\n m\nm\n\n. \n\n \n\n\n\n \n\n \n\n46 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrancha 3 \n\nExemplares de Corumbella werneri em superfície de amostras de mão da fácies ritmitos mudstone \n\ncalcífero / folhelho, frente oeste de lavra da Pedreira Laginha (A – D), e em folhelhos da Pedreira \n\nSaladeiro (E e F).  Formação Tamengo. Todas as escalas representam 1 mm. A) GP/1E – 6213; B) \n\nGP/1E – 6212; C) GP /1E – 6211; D) GP/1E – 6214; E e F) GP/1E – 5760.  \n\n \n\n\n\n \n\n \n\n47 \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrancha 4 \n\nFósseis e estruturas de origem sedimentar da fácies grainstones oolíticos. Frente de oeste de lavra da \n\nPedreira Laginha. Formação Tamengo. Lâminas petrográficas fotografadas em estereomicroscópio. \n\nTodas as escalas representam 1 mm, exceto em A, que representa 5 mm. A) Vista geral da lâmina \n\nGP/L1T – 1, evidenciando um exemplar de Cloudina com boa parte da extersão da concha preservada, \n\nalém de bioclastos em meio a ooides, bem como servindo de nucleação para estes. B) Seção \n\ntransversal de Cloudina, exibindo envelopamento (GP/L1E – 26); C) Bioclasto com variação de \n\nespessura, servindo de núcleo para ooide (GP/L1E – 27); D) Bioclasto envelopado (GP/L1E – 32); E) \n\nOoides com núcleo recristalizado (GP/L1E – 31). \n\n\n\n \n\n \n\n48 \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrancha 5 \n\nCloudina em fácies de calcário maciço cristalino. Pedreira Saladeiro. Formação Tamengo. Lâminas \n\npetrográficas fotografadas em estereomicroscópio. Todas as escalas representam 1 mm. A) Vista geral \n\nda lâmina GP/L1E – 21, onde se nota o empacotamento disperso a fraco dos bioclastos; Seções \n\nlongitudinais (B) e transversal (C) em Cloudina (GP/L1E – 23). \n\n \n\n\n\n \n\n \n\n49 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPackstones bioclásticos, provenientes da Pedreira Saladeiro. Formação Tamengo. As lâminas \n\npetrográficas (A – C; F) foram fotografadas em estereomicroscópio. A) Alternância entre níveis \n\nespáticos (claros), e níveis micríticos (escuros) na lâmina GP/L1E – 45. Escala = 1 cm; B) Nível \n\nespático, exibindo fósseis com estrutura geopetal, e diferentes gerações de cimento (exemplar no canto \n\nsuperior) (GP/L1E – 8). Escala = 5 mm; C) Seção transversal de Cloudina, apresentando delineamento \n\npoligonal. Notar estrutura geopetal neste fóssil, e fragmentos de concha no interior dos fósseis \n\nadjacentes (GP/L1E – 9). Escala = 1 mm. D) Superfície da amostra GP/1E – 6219, com conchas \n\nsilicificadas, ressaltadas pelo intemperismo. Escala em centímetros; E) Superfície da amostra GP/1E – \n\n3878, exibindo moldes internos de Cloudina. Escala = 1 cm; F) Seção oblíqua a longitudinal de \n\nCloudina latilabrum nov. sp. (GP/L1E – 24). Escala = 5 mm. \n\nPrancha 6 \n\n\n\n \n\n \n\n50 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCloudina formando packstones bioclásticos. Pedreira Corcal. Formação Tamengo. As lâminas \n\npetrográficas (B – D; G e H) foram fotografadas em estereomicroscópio. A) Superfície da amostra \n\nGP/1E – 4143, exibindo fósseis preservados como moldes internos, densamente empacotados. Escala \n\n= 1 cm; B) Seção longitudinal de Cloudina, com preenchimento espático, e deformação dúctil da concha \n\n(GP/L1E – 11). Escala = 1 mm; C) Vista geral da lâmina GP/L1E – 17, evidenciando fósseis \n\npredominantemente paralelos ao acamamento, e estruturas geopetais, facilmente observáveis em \n\nexemplares no canto superior da figura. Escala = 5 mm; D) Detalhe de seção transversal de Cloudina, \n\ncom fragmento de concha no interior. Escala = 1 mm (GP/L1E – 17); E e F) Moldes internos na \n\nsuperfície da amostra GP/1E – 4119, apresentando diferentes gerações de cimento. Escala = 1 mm; G) \n\nSeção transversal da lâmina GP/L1E – 14, com preservação reliquiar do segmento mais externo da \n\nconcha. Escala = 1 mm; H) Deformação dúctil em seção transversal (GP/L1E – 13). Escala = 1 mm. \n\n \n\nPrancha 7 \n\n\n\n \n\n \n\n51 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrancha 8 \n\nF\ná\nc\nie\n\ns\n d\n\ne\n m\n\nu\nd\ns\nto\n\nn\ne\ns\n c\n\no\nm\n\n C\nlo\n\nu\nd\nin\n\na\n. \n\nP\ne\nd\nre\n\nir\na\n C\n\no\nrc\n\na\nl.\n F\n\no\nrm\n\na\nç\nã\no\n G\n\nu\na\nic\n\nu\nru\n\ns\n. \n\nA\nm\n\no\ns\ntr\n\na\n G\n\nP\n/1\n\nE\n –\n\n 6\n2\n1\n6\n.T\n\no\nd\na\ns\n a\n\ns\n e\n\ns\nc\na\nla\n\ns\n r\n\ne\np\nre\n\ns\ne\nn\nta\n\nm\n 1\n\n m\nm\n\n, \ne\nx\nc\ne\nto\n\n e\nm\n\n A\n, \n\nq\nu\ne\n \n \nre\n\np\nre\n\ns\ne\n\nn\nta\n\n \n1\n \nc\nm\n\n. \nA\n\n) \nA\n\nm\no\ns\ntr\n\na\n \nd\n\ne\n \nm\n\nã\no\n \nc\no\nm\n\n \nfó\n\ns\ns\ne\nis\n\n \ne\nm\n\n \ns\nu\na\n \ns\nu\n\np\ne\nrf\n\níc\nie\n\n; \nB\n\n) \nD\n\ne\nta\n\nlh\ne\n \nd\n\ne\n \nd\no\n\nis\n \ne\nx\ne\nm\n\np\nla\n\nre\ns\n, \n\nc\no\nm\n\n \nb\no\na\n \np\n\na\nrt\n\ne\n \nd\n\na\n \ne\nx\nte\n\nn\ns\n\nã\no\n \nd\n\na\n \nc\no\nn\nc\nh\na\n \n\np\nre\n\ns\ne\nrv\n\na\nd\na\n, \n\ne\nm\n\n s\ne\nç\nã\n\no\n l\no\nn\ng\n\nit\nu\nd\n\nin\na\nl;\n C\n\n) \nC\n\nlo\nu\nd\n\nin\na\n\n e\nx\nib\n\nin\nd\no\n i\nn\ns\ne\nrç\n\nã\no\n e\n\nn\ntr\n\ne\n d\n\no\nis\n\n s\ne\n\ng\nm\n\ne\nn\nto\n\ns\n; \nD\n\n e\n E\n\n) \nE\n\nx\ne\nm\n\np\nla\n\nre\ns\n c\n\no\nm\n\n a\nb\n\na\ns\n v\n\nis\nív\n\ne\nis\n\n. \n \n\n \n\n\n\n \n\n \n\n52 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrancha 9 \n\nFácies de mudstones com Cloudina. Arredores do Parque Marina Gattaz. Formação Tamengo. As \n\nlâminas petrográficas ilustradas em B e C foram fotografadas em estereomicroscópio. A) Superfície da \n\namostra de mão GP/1E – 6218, exibindo fósseis preferencialmente paralelos ao acamamento, mas sem \n\ndireção preferencial em azimute. Escala em centímetros; B) Lâmina petrográfica (GP/L1E – 42) do perfil \n\nda amostra da figura anterior, exibindo contato erosivo entre mudstones na base e packstones, que por \n\nsua vez gradam para mudstones. Notar preenchimento espático dos fósseis. Escala = 1 mm; C) \n\nDetalhe de tangencial a longitudinal de Cloudina latilabrum nov. sp. com preenchimento espático em \n\nseu interior, e nos espaços entre as abas (GP/L1E – 42). Escala = 1 mm; D) C. latilabrum exibindo \n\nextensas abas (GP/1E – 6218). Escala = 1 mm; E) Distribuição da frequência de diâmetros em C. \n\nlatilabrum. Notar predomínio de indivíduos com dimensões entre 0,2 e 0,6 mm; F) C. latilabrum paralela \n\nao acamamento, ao lado de uma seção transversal de Cloudina lucianoi. Notar a diferença nos \n\ndiâmetros entre os dois táxons (GP – 6218). Escala = 5 mm.  \n\n \n\n\n\n \n\n \n\n53 \n\nCAPÍTULO 7 \n\n \n\nDiscussão \n\n \n\n7.1. A nova espécie de Cloudina  \n\nOs resultados desta pesquisa têm implicações significativas em relação \n\nà variedade, distribuição geográfica e estratigráfica e tafonomia dos fósseis, \n\nprincipalmente, na Formação Tamengo, mas também na Formação Guaicurus.  \n\nAs interpretações apresentadas aqui também contribuem para a consolidação \n\nde nosso conhecimento de uma das fases mais importantes da evolução \n\nbiológica ao final do Pré-Cambriano, e na véspera da ?explosão cambriana? e \n\ninício do Fanerozoico.   \n\nUm dos resultados mais importantes deste estudo foi a descoberta de \n\numa nova espécie de Cloudina.  A diferenciação entre as espécies de Cloudina \n\ndescritas por Germs (1972) no Grupo Nama foi justificada por ele com base na \n\ndistribuição bimodal dos diâmetros dos fósseis (vide Figura 4 em Germs 1972). \n\nUma variação de diâmetro entre 2,5 mm e 6,5 mm foi estabelecida para C. \n\nhartmannae, enquanto que, para C. riemkeae, estes valores variam entre 0,3 e \n\n1,3 mm. Grant (1990), no entanto, ressaltou que, à exceção das diferenças de \n\ntamanho, as conchas de Cloudina são morfologicamente idênticas, preferindo \n\natribuí-las unicamente à espécie-tipo, C. hartmannae. Desde então, o critério \n\npara classificar estes fósseis tem sido quase uma questão de preferência \n\npessoal entre os autores, ora optando pela separação de espécies (e.g., \n\nGaucher et al. 2003, 2005; Sour-Tovar et al. 2007), ora pelo agrupamento dos \n\nfósseis em um único táxon (e.g., Bengtson &amp; Yue 1992; Hua et al. 2003, 2005).  \n\nDesta forma, ainda não há consenso em relação a este critério como \n\ncaracterística diagnóstica em Cloudina. \n\n Recentemente, no entanto, a descrição da nova espécie de Cloudina, C. \n\ncarinata, por Cortijo et al. (2010) demonstrou, pela primeira vez, características \n\n\n\n \n\n \n\n54 \n\nmorfológicas bem distintas das demais espécies, como ornamentação \n\nlongitudinal na superfície externa da concha e espessamento distal das abas \n\ndos segmentos, justificando, assim, seu posicionamento em uma espécie à \n\nparte. \n\nNeste contexto, a descrição de Cloudina latilabrum nov. sp., da \n\nFormação Tamengo, traz importantes contribuições para esta discussão. Assim \n\ncomo C. carinata, C. latilabrum foi reconhecida como espécie distinta graças à \n\nocorrência de características morfológicas até então desconhecidas para o \n\ngênero – no caso, por extensas abas, que contrastam com abas mais discretas \n\nobservadas nas demais espécies.  \n\nFavoravelmente à hipótese de Cloudina latilabrum como espécie distinta, \n\nvale ressaltar que, mesmo em depósitos sedimentares em que o gênero \n\npermaneceu pouco tempo na zona tafonomicamente ativa (ZTA) (como \n\ntambém é o caso de C. latilabrum), as abas das conchas são mais curtas que \n\naquelas observadas na espécie aqui descrita. Este é o caso de depósitos \n\nparautóctones de Cloudina da Formação Dengying, China (Hua et al. 2003). De \n\nmodo alternativo, a possibilidade de fósseis inicialmente classificados como C. \n\nlucianoi na Formação Tamengo corresponderem a tafotáxons (sensu Lucas \n\n2001) de C. latilabrum deve ser considerada, visto a ocorrência desta espécie \n\nem depósitos formados sob diferentes regimes energéticos, e a presença de \n\nconchas melhor preservadas restritas a ambientes de baixa energia \n\n(mudstones), à exceção de um espécime, encontrado em packstones \n\nbioclásticos na Pedreira Saladeiro do (Prancha 6, F).  Até o momento, porém, \n\nnenhum exemplar de C. latilabrum tem diâmetros superiores àqueles \n\nconstatados nos diâmetros menores de C. lucianoi (Prancha 9, E).  Conclui-se \n\naqui, portanto, que a presença das abas e o diâmetro muito estreito são \n\nsuficientemente distintos para justificar a criação da nova espécie.  \n\nEm contraposição ao estudo de Cloudina em seções delgadas, o que \n\naparentemente pode levar a interpretações equivocadas (Grant 1990), o estudo \n\nde fósseis silicificados ou fosfatizados, extraídos quimicamente da rocha, tem \n\nse mostrado bem sucedido na análise de materiais da China (Bengtson &amp; Yue \n\n1992; Hua et al. 2003, 2005) e Espanha (Cortijo et al. 2010), podendo ser \n\n\n\n \n\n \n\n55 \n\naplicado a fósseis silicificados de outras localidades. Um método alternativo, \n\nquando a extração química é impossível, é a reconstrução de fósseis através \n\ndo agrupamento digital de séries de fotografias tiradas de fatias do material em \n\nanálise, em intervalos de poucos micrômetros. Este procedimento foi realizado \n\npor Watters &amp; Grotzinger (2001) em Namacalathus do Grupo Nama.  \n\nCom estas técnicas, questões ainda pendentes no âmbito da morfologia, \n\ntaxonomia e paleoecologia de Cloudina poderiam ser melhor elucidadas.  \n\n \n\n7.2. Caracterização tafonômica de Cloudina no Grupo Corumbá \n\nEmbora os primeiros animais a desenvolverem esqueletogênese tenham \n\nsido caracterizados por esqueletos orgânicos não mineralizados, ainda ao final \n\ndo Eon Proterozoico, alguns táxons evoluíram padrões fisiológicos requisitados \n\npara a produção de esqueletos de calcita, aragonita e sílica, em um processo \n\nconhecido como biomineralização, em que os organismos utilizam minerais \n\npara a síntese de esqueletos (Lowenstam &amp; Weiner 1989; Weiner &amp; Dove \n\n2003). \n\n Mesmo tendo sido um dos primeiros Metazoa a construir esqueletos, as \n\nevidências levantadas permitiram constatar o quão simples eram os padrões \n\ntafonômicos na época do surgimento de Cloudina, pois foi ele o primeiro \n\norganismo a contribuir material como bioclastos para o regime sedimentar. A \n\nestrutura simples, composta por paredes muito finas e fracamente \n\nbiomineralizadas deste gênero, não permitem resgatar a gama de informações \n\nque conchas tipicamente fanerozoicas fornecem. Adicionalmente, as \n\nperfurações descritas em Cloudina da Formação Dengying, consistem nas \n\núnicas evidências de predação no Pré-Cambriano, ainda que incipientes. De \n\nfato, se considerar o contexto evolutivo da época, feições como bioincrustações \n\nou evidências de bioerosão nos bioclastos não são esperadas.  Possíveis \n\nexceções seriam fungos ou esponjas (que se fixam em conchas e as deixam \n\ncrivadas de galerias) ou possíveis algas vermelhas incrustantes.  \n\nEmbora metazoários normalmente associados à Cloudina \n\n(Namacalathus, Sinotubulites) não tenham sido identificados no presente \n\n\n\n \n\n \n\n56 \n\ntrabalho, a associação de diferentes espécies de animais bentônicos (Cloudina \n\ne Corumbella; Cloudina lucianoi e Cloudina latilabrum) em mudstones e ritmitos \n\nda Formação Tamengo, além de possíveis estruturas trombolíticas e \n\nmicroorganismos formadores de esteiras indicam área de vida muito próxima, \n\nprovavelmente neste contexto de fácies, para estes organismos, corroborando \n\nassociações entre metazoários e microbialitos na literatura (e.g., Hofmann &amp; \n\nMountjoy 2001; Grotzinger et al. 2005) e inferências feitas por Oliveira (2010) \n\npara o ambiente de vida de Cloudina. Alternativamente, os bioclastos \n\nfragmentados na fácies de ritmitos mudstones calcíferos / folhelhos, podem \n\nrepresentar longo período de exposição das conchas na ZTA, em função da \n\nbaixa sedimentação no local; ou mesmo o peso de sedimentos sobrepostos \n\npoderia causar tal feição, conforme evidenciado no capítulo anterior.  \n\nAssinaturas tafonômicas indicam que os fósseis atribuídos a Cloudina \n\nlucianoi, dentro da Formação Guaicurus, não aparentam ter sido retrabalhados \n\na partir dos calcários da Formação Tamengo, localizada mais de 40 metros \n\nabaixo do ponto de coleta, e próxima a uma fina lente de carbonato. \n\nAdicionalmente, boa parte da extensão de alguns indivíduos está preservada, e \n\nas abas das conchas, delicadas demais para sobreviver na zona \n\ntafonomicamente ativa (ZTA), estão presentes em alguns fósseis. Embora os \n\nfósseis de C. lucianoi no topo da Formação Tamengo nesta pedreira também \n\napresentem boa parte da extensão da concha preservada, a litologia em que \n\nocorrem – packstone bioclástico, difere do mudstone no qual os fósseis da \n\nFormação Guaicurus se encontram.   \n\n \n\n7.3. Implicações estratigráficas  \n\nCom base nas evidências apontadas no parágrafo anterior, o presente \n\ntrabalho demonstra a primeira ocorrência de Cloudina no Grupo Corumbá fora \n\nda Formação Tamengo. Para a base da Formação Guaicurus, Gaucher et al. \n\n(2003) descreveram a presença do vendotenídeo Eoholynia corumbensis, cujo \n\ngênero foi atribuído ao final do Ediacarano (Gnilovskaya 1985). Logo, a \n\nocorrência de Cloudina, com distribuição temporal limitada entre 549 e 542 Ma \n\n(Grotzinger et al. 1995; Amthor et al. 2003), consiste em uma importante \n\n\n\n \n\n \n\n57 \n\ncontribuição para a idade relativa desta formação, posicionando a sequência, \n\npelo menos até 44 metros acima do contato com a Formação Tamengo, dentro \n\nda biozona deste táxon e do final do Ediacarano. Adicionalmente, a mudança \n\nabrupta na sedimentação na bacia observada entre a Formação Tamengo e a \n\nGuaicurus, inclusive, a passagem abrupta de grainstones oolíticos da \n\nFormação Tamengo para pelitos da Formação Guaicurus, nas frentes de lavra \n\nda Pedreira Laginha, tem de ser explicada dentro do contexto temporal desta \n\nbiozona. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n58 \n\nCAPÍTULO 8 \n\n \n\nConclusões \n\n \n\nA presente pesquisa permitiu concluir que, \n\n1. No Grupo Corumbá, ocorre nova espécie de Cloudina (C. latilabrum) e \n\noutros fósseis, como cianobactérias cocoides preservadas no carbonato, \n\nassociadas a fragmentos de trombólitos. Além disso, também ocorrem fósseis \n\nem forma de paredes corrugadas, remetendo à carapaça de Corumbella \n\nwerneri, ou mesmo à concha de Sinotubulites. \n\n2. As distintas assinaturas tafonômicas em Corumbella e Cloudina, nos \n\nníveis aonde ambos os táxons ocorrem, refletem as diferenças nas \n\ncaracterísticas físicas e químicas dos materiais que constituem seus \n\nexoesqueletos. Além disso, a concentração de formas bem preservadas de \n\nCorumbella em folhelhos ou margas na Pedreira Saladeiro, e a associação de \n\nCloudina com trombólitos parece indicar preferências ambientais distintas para \n\nos dois metazoários da Formação Tamengo: Corumbella em ambientes mais \n\nturvos, e Cloudina em associação com esteiras microbianas em águas mais \n\nlímpidas. Este último ambiente poderia estar preservado mais para o leste da \n\nPedreira Laginha, onde foram observados grumos trombolíticos e fragmentos \n\nde colônias de cianobactérias. \n\n3. O preenchimento parcial ou total das conchas por espato sugere que os \n\norganismos teriam sido transportados, talvez em diferentes estágios de \n\ndecomposição, dentro das conchas até o sítio de deposição, impedindo, assim, \n\na infiltração de lama micrítica.  \n\n4. A fragmentação moderada e baixa, observada respectivamente nos \n\nfósseis em packstones bioclásticos das pedreiras Saladeiro e Corcal, indica \n\ncerta resistência da concha a impactos e abrasão durante o transporte. Tal \n\nresistência pode ter sido possível graças a mecanismos que manteriam a \n\n\n\n \n\n \n\n59 \n\nintegridade da estrutura, como a presença de uma capa orgânica recobrindo a \n\nparte externa do exoesqueleto. \n\n5. A extensão da biofácies de Cloudina para dentro da Formação \n\nGuaicurus traz novas evidências paleontológicas do limite Pré-Cambriano – \n\nCambriano na Faixa Paraguai, e reforça a necessidade de mais estudos nesta \n\nunidade do Grupo Corumbá. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n60 \n\nReferências Bibliográficas \n\n \n\nAlmeida, F.F.M. 1945. Geologia do Sudoeste mato-grossense. Rio de Janeiro, \n\nDepartamento Nacional da Produção Mineral, Divisão de Geologia e \n\nMineralogia, 118 p. (Boletim 116).  \n\nAlmeida, F.F.M. 1965. Geologia da Serra do Bodoquena (Mato Grosso), Brasil. \n\nBoletim de Divulgação de Geologia e Mineralogia- DNPM, 117:1-11. \n\nAlvarenga, C.J.S.; Moura, C.A.V.; Gorayeb, P.S.S.; Abreu, F.A.M. Paraguay \n\nand Araguaia Belts. In: Cordani, U.G.; Milani, E.J.; Thomaz-Filho, A.; \n\nCampos, D.A. Tectonic evolution of South America. Rio de Janeiro: 2000. p. \n\n183-193.  \n\nAlvarenga, C.J.S.; Trompette, R. 1992. Glacially influenced sedimentation in the \n\nlater Proterozoic of the Paraguay belt (Mato Grosso, Brazil). \n\nPalaeogeography, Palaeoclimatology. Palaeoecology, 92: 85-105. \n\nAmthor, J.E.; Grotzinger, J.P.; Schröder, S.; Bowring, S.A.; Ramezani, J.; \n\nMArtin, M.W.; Matter, A. 2003. Extinction of Cloudina and Namacalathus at \n\nthe Precambrian-Cambrian boundary in Oman. Geology, 31: 431-434. \n\nÁlvaro, J.J.; Blanc-Valleron, M.M. 2002. Stratigraphic and structural framework \n\nof the Neoproterozoic Paracuellos Group, Iberian Chains, NE Spain. Bulletin \n\nde la Societe Geologique de France, 173(3):219-227. \n\nBabinski, M.; Trindade, R.I.F.; Alvarenga, C.J.S.; Boggiani, P.C.; Liu, D.; \n\nSantos, R.V.; Brito-Neves, B.B. 2006. Chronology of Neoproterozoic ice \n\nages in central Brazil. In: V South American Symposium on Isotope \n\nGeology, 2006, Punta del Leste, Montevideo. Short Papers, 1: 223-226. \n\nBabinski, M.; Boggiani, P.C.; Fanning, C.M.; Fairchild, T.R.; Simon, C.M.; Sial, \n\nA.N. 2008. U-Pb SHRIMP geochronology and isotope chemostratigraphy (C, \n\nO, Sr) of the Tamengo Formation, Southern Paraguay Belt, Brazil. In: South \n\n\n\n \n\n \n\n61 \n\nAmerican Symposium on Isotope Geology, 6, San Carlos de Bariloche, \n\n2008. Book of Abstracts: 160. \n\nBarbosa, O. 1949. Contribuição à geologia da região Brasil-Bolívia. Mineração \n\ne Metalurgia, 13: 271-278. \n\nBehrensmeyer, A.K.; Kidwell, S.M. 1985. Taphonomy’s main contributions to \n\npaleobiology. Paleobiology, 11 (1): 105-119. \n\nBengtson, S.; Yue, Z. 1992. Predatorial borings in late Precambrian mineralized \n\nexoskeletons. Science, 257: 367-369. \n\nBengtson, S. 1994. The advent of animal skeletons. In: Bengtson, S. (ed.). \n\nEarly Life on Earth. Nobel Symposium No. 84. Columbia University Press, \n\nNew York: 412-425. \n\nBengtson, S. 2002. Origins and early evolution of predation. In: Kowalewski, M.; \n\nKelley, H. (eds). The fossil record of predation. The Paleontological Society \n\nPapers, 8: 289-317.  \n\nBeurlen, K.; Sommer, F.W. 1957. Observações estratigráficas e \n\npaleontológicas sobre o calcário Corumbá. Boletim de Geologia e \n\nMineralogia / DNPM, 168: 1-35. \n\nBoggiani, P. C. 1998. Análise estratigráfica da Bacia Corumbá \n\n(Neoproterozóico) – Mato Grosso do Sul. Tese de Doutoramento, Instituto \n\nde Geociências, Universidade de São Paulo. São Paulo. \n\nBoggiani, P.C., Fairchild, T.R.; Coimbra, A.M. 1993. O Grupo Corumbá \n\n(Neoproterozóico-Cambriano) na região Central da Serra da Bodoquena, \n\nMato Grosso do Sul (Faixa Paraguai). Revista Brasileira de Geociências, \n\n23(3): 301-305. \n\nBoggiani, P.C.; Alvarenga, C.J.S. Faixa Paraguai. In: Mantesso-Neto, V.; \n\nBartorelli, A.; Carneiro, C. D. R.; Brito-Neves, B. B. Geologia do continente \n\nsul-americano: evolução da obra de Fernando Flávio Marques de Almeida. \n\nSão Paulo: Beca, 2004.113-121. \n\n\n\n \n\n \n\n62 \n\nBoggiani, P.C.; Gaucher, C. 2004. Cloudina from the Irapucumi Group \n\n(Ediacaran), SW Brazil, South America. In: 1st Symposium on \n\nNeoproterozoic-Early Paleozoic in SW-Gondwana, IGCP Project 478, São \n\nPaulo, SP. Extended Abstract, 1: 13-15. \n\nBoggiani, P.C.; Gaucher, C.; Sial, A.N.; Babinski, M.; Simon, C.M.; Riccomini, \n\nC.; Ferreira, V. P.; Fairchild, T. R. 2010. Chemostratigraphy of the Tamengo \n\nFormation (Corumbá Group, Brazil): a contribution to the calibration of the \n\nEdiacaran carbon-isotope curve. Precambrian Research, 182: 382-401. \n\nBowring, S.; Myrow, P.; Landing, E.; Ramezani, J.; Grotzinger,J. 2003. \n\nGeochronological constraints on Terminal Neoproterozoic events and the \n\nrise of metazoans. Geophysical Research Abstracts, 5:13219. \n\nBrain, C.K. 2001. Some observations on Cloudina, a terminal Proterozoic index \n\nfossil from  Namibia. African Earth Sciences, 33: 475-480. \n\nBrett, C.E.; Baird, G.C.1986. Comparative Taphonomy: a key to \n\nPaleoenvironmental Interpretation Based on Fossil Preservation. Palaios, 1: \n\n207-227. \n\nChen, D.F.; Dong, W.Q.; Zhu, B.Q.; Chen, X.P. 2004. Pb–Pb ages of \n\nNeoproterozoic Doushantuo phosphorites in South China: constraints on \n\nearly metazoan evolution and glaciation events. Precambrian Research, 132 \n\n(1-2): 123-132. \n\nChen, Z.; Bengtson, S.; Zhou, C.M.; Hua, H.; Yue, Z. 2008. Tube structure and \n\noriginal composition of Sinotubulites: shelly fossils from the late \n\nNeoproterozoic in southern Shaanxi, China. Lethaia, 41: 37-45. \n\nClausen, S.; Álvaro, J. 2004. Implications biostratigraphiques et \n\npaléobiogéographiques de la découverte du métazoaire néoprotérozoïque \n\nCloudina dans le versant nord de la Montagne Noire (France). Colloque de \n\nPaléogéographie. Société géologique de France. Program with abstracts: \n\n42-43.  \n\nCohen, B.L. 2005. Not armour, but biomechanics, ecological opportunity and \n\nincreased fecundity as keys to the origin and expansionof the mineralized \n\nhttp://www.sciencedirect.com/science/journal/03019268\n\n\n \n\n \n\n63 \n\nbenthic metazoan fauna. Biological Jornal of the Linnean Society, 85:483-\n\n490. \n\nCondon, D.; Zhu, M.; Bowring, S.; Wang, W.; Yang, A.; Jin, Y. 2005. U-Pb ages \n\nfrom the Neoproterozoic Doushantuo Formation, China. Science, 308: 95-\n\n98.  \n\nConway Morris, S.; Mattes, B.W.; Menge, C. 1990. The early skeletal organism \n\nCloudina: new occurrences from Oman and possibly China. Journal of \n\nScience, 290-A: 245-260. \n\nCortijo, I.; Martímus, M.; Jensen, S.; Palacios, T. 2010. A new species of \n\nCloudina from the terminal Ediacaran of Spain. Precambrian Research, 176: \n\n1-10. \n\nCrimes, T.P.1987. Trace fossils and correlation of late Precambrian and early \n\nCambrian strata. Geological Magazine, 124:97-119. \n\nCrimes, T.P.; Germs, G.J.B. 1982. Trace fossils from the Nama Group \n\n(Precambrian-Cambrian) of Southwest Africa (Namibua). Journal of \n\nPaleontology,  56: 890-907. \n\nDegens, E.T.; Kazmierczak, J.; Ittekott, V. 1985. Cellular response to Ca2+ \n\nstress and its geological implications. Acta Palaeontologica Polonica, 30: \n\n115-135. \n\nDel’Arco, J.O.; Trapanoff, I.; Pereira, L.G.M.; Souza, S.L.; Luz, D.S. Da;. 1981. \n\nGeologia do Pré-Cambriano na folha SE-21 Corumbá. In: Anais do simpósio \n\nde geologia do centro-oeste, Goiânia, SBG. p.154-176.  \n\nDunham R.J. 1962. Classification of carbonate rocks according to depositional  \n\ntexture.  In: W.E. Ham (Ed.). Classification  of  Carbonate rocks. Am. Ass. \n\nPetrol. Geol., p.108-121 (Memoir 1). \n\nFairchild, T.R. 1978. Evidências paleontológicas de uma possível idade \n\n?ediacarana? ou cambriana inferior, para parte do Grupo Corumbá (Mato \n\nGrosso do Sul). In: 30º Congresso Brasileiro de Geologia, Recife. Boletim - \n\nResumos das Comunicações, 1: 181. \n\n\n\n \n\n \n\n64 \n\nFedonkin, M.A.; Waggoner, B.M. 1997. The Late Precambrian fossil Kimberella \n\nis a mollusc-like bilaterian organism. Nature, 388:868-871. \n\nFenton, C.L.; Fenton, M.A. 1939. Precambrian and Paleozoic algae. Geological \n\nSociety of America Bulletin, 50(1):89-126. \n\nFinnerty, J.R.; Martindale, M.Q. 1999. Ancient origins of axial patterning genes: \n\nHox genes and Parahox  genes in Cnidaria. Evolution and Development, \n\n1:16-23. \n\nFlügel,E. Microfacies of Carbonate Rocks. Analysis, Interpretation and \n\nApplication. New York:Springer-Verlag,2004.976p. \n\nFreitas, B. T. 2010. Tectônica e sedimentação do Grupo Jacadigo \n\n(Neoproterozóico, MS). Dissertação de mestrado, Universidade de São \n\nPaulo. \n\n \n\nGaucher, C.; Sprechmann, P. 1999. Upper Vendian skeletal fauna of the Arroyo \n\ndel Soldado Group, Uruguay. Beringeria, 23: 55-91. \n\nGaucher, C.; Boggiani, P.C.; Sprechmann, P.; Sial, A.N.; Fairchild, T.R. 2003. \n\nIntegrated correlation of the Vendian to Cambrian Arroyo del Soldado and \n\nCorumbá Group (Uruguay and Brazil): palaeogeographic, palaeoclimatic \n\nand palaeobiologic implications. Precambrian Research, 120: 241-278. \n\nGaucher, C.; Poire, D.G.; Gomez-Peral, L.; Chiglino, L. 2005. Litoestratigrafia, \n\nbioestratigrafia y correlaciones de las sucessiones sedimentarias del \n\nNeoproterozoico-Cambrico del Craton del Rio de la Plata (Uruguay y \n\nArgentina). Latin American Journal of Sedimentology and Basin Analysis, 12 \n\n(2): 145-160.  \n\nGaucher,C.; Sprechmann, P.1999. Upper Vendian skeletal fauna of the Arroyo \n\ndel Soldado Group, Uruguay. Beringeria, 23, 55-91. \n\nGehling, J. G. 1999. Microbial mats in terminal Proterozoic silicilastis: Ediacaran \n\ndeath mask. Palaios, ,14:40-57. \n\n\n\n \n\n \n\n65 \n\nGehling, J.; Jensen, S.R.; Droser, M.; Myrow, P.; Narbonne, G. 2001. \n\n?Burrowing below the basal Cambrian GSSP, Fortune Head, Newfoundland. \n\nGeological Magazine, 138 (2): 213-218. \n\nGerms, G.J.B. 1972. New shelly fossils from Nama Group, South West Africa. \n\nAmerican Journal of Science, 272: 752-761. \n\nGerms, G.J.B.; Knoll, A.H.; Vidal, G. 1986. Latest Proterozoic microfossils from \n\nthe Nama Group, Namibia (South West Africa). Precambrian Research, 32: \n\n45-62. \n\nGlaessner, M.F. 1959. Precambrian Coelenterata from Australia, Africa and \n\nEngland. Nature, 183: 1472-1473.  \n\nGlaessner, M.F. 1976. Early Phanerozoic annelid worms and their geological \n\nand biological significance. Journal of the Geological Society, 132: 259-275. \n\nGlaessner, M.F. 1984. The Dawn of Animal Life: a biohistorical study. \n\nCambridge, UK: Cambridge University Press. 244 p. \n\nGradstein, F.M.; Ogg, J.G.; Smith, A.G. 2004. A geologic time scale 2004. \n\nCambridge University Press. 610 p.  \n\nGrotzinger,J.P.; Knoll, A.H. 1995. Anomalous carbonate precipitates: Is the \n\nPrecambrian the key to the Permian?. Palaios, 10:578-596. \n\nGnilovskaya,M.B. Vendotaenids-Vendian Metaphytes. In: Sokolov,B.S.; \n\nIwanowski,A.B. (Eds.) 1985. The Vendian System. Springer , Berlin, pp. \n\n138-147. \n\nGrant, S.W.F. 1990. Shell structure and distribution of Cloudina, a potential \n\nindex fossil for the terminal Proterozoic. American Journal of Science, 290-\n\nA: 261-294. \n\nGrotzinger, J.P.; Bowring, S.A.; Saylor, B.Z.; Kaufman, A.J. 1995. \n\nBiostratigraphic and geochronologic constrains on early animal evolution. \n\nScience, 270: 598-604.  \n\n\n\n \n\n \n\n66 \n\nGrotzinger, J.P.; Watters, W.A.; Knoll, A.H. 2000. Calcified metazoans in \n\nthrombolite-stromatolite reefs of the terminal Proterozoic Nama Group, \n\nNamibia. Paleobiology, 26 (3): 334-359. \n\nGrotzinger, J; Adams, E.W.; Schröder, S. 2005. Microbial–metazoan reefs of \n\nthe terminal Proterozoic Nama Group (c. 550–543 Ma), Namibia. Geological \n\nMagazine, 142 (5): 499–517. \n\nHagadorn, J.W.; Waggoner, B. 2000. Ediacaran fossils from the southwestern \n\nGreat Basin, United States. Journal of Paleontology, 74: 349-359.  \n\nHagadorn, J.W.; Xiao, S.; Donoghue, P.C.J.; Bengtson, S.; Gostling, N.J.; \n\nPawlowska, M.; Raff, E.C.; Raff, R.A.; Turner, R.; Chongyu, Y.; Zhou, C.; \n\nYuan, X.; McFeely, M.B.; Stampanoni, M.; Nealson, K.H. 2006. Cellular and \n\nSubcellular Structure of Neoproterozoic Animal Embryos. Science, 314: 291-\n\n294. \n\nHahn, G.; Pflug, H.D. 1985. Die Cloudinidae n. fam., Kalk-Röhren aus dem \n\nVendium und Unter-Kambrium. Senckenbergiana lethaea, 65: 413-431.  \n\nHalverson,G.P.; Hoffman, P.F.; Schrag, D.P.; Maloof, A.C.; Rice, A.H.N. 2005. \n\nToward a Neoproterozoic composite carbon-isotope record. GSA Bulletin, \n\n117 (9-10): 1181-1207. \n\nHanson, J. 1948. Formation and breakdown of serpulid tubes. Nature, 161: 610-\n\n611. \n\nHoffman, P.F.; Kaufman, A.J.; Halverson, G.P.; Schrag, D.P. 1998. A \n\nneoproterozoic Snowball Earth. Science, 281:1342-1346. \n\nHoffman, P.F.; Schrag, D.P. 2002. The snowball Earth hypothesis: testing the \n\nlimits of global change. Terra Nova, 14: 129-155. \n\nHofmann, H.J.; Mountjoy, E.W. 2001. Namacalathus-Cloudina assemblage in \n\nNeoproterozoic Miette Group (Byng Formation), British Columbia: Canada´s \n\noldest shelly fossils. Geology, 29: 1091-1094. \n\n\n\n \n\n \n\n67 \n\nHua, H.; Pratt, B.R.; Zhang, L.Y. 2003. Borings in Cloudina shells: complex \n\npredator-prey dynamics in the terminal Neoproterozoic. Palaios, 18: 454-\n\n459.  \n\nHua, H.; Chen, Z.; Yuan, X.; Zhang, L.Y.; Xiao, S. 2005. Skeletogenesis and \n\nasexual reproduction in the earliest biomineralizing animal Cloudina. \n\nGeology, 33(4): 277-280. \n\nHua, H.; Chen, Z.; Xunlai, Y. 2007. The advent of mineralized skeletons in \n\nNeoproterozoic metazoa — new fossil evidence from the Gaojiashan fauna. \n\nGeological Journal, 42: 263-279. \n\nJackson, J.B.C. Biological determinants of present and past sessile animal \n\ndistributions. In:Tevez, M.; McCall, P.W. (Eds). Biotic Interactions in Recent \n\nand Fossil Benthic Communities. New York: Plenum Press, 1983, pp 39-\n\n120. \n\nKempe, S.; Kazmierczak, J. 1994. The role of alkalinity in the evolution of ocean \n\nchemistry, organization of living systems and biocalcification processes. \n\nBulletin de la Institut Oceanographique Monaco, 13: 61-117. \n\nKennedy, M.J.; Runnegar, B.; Prave, A.R.; Hoffman, K. H.; Arthur, M.A. 1998. \n\nTwo or four Neoproterozoic glaciations? Geology, 26: 1059-1063. \n\nKidwell, S.M.; Fürsich, F.T; Aigner, T. 1986. Conceptual framework for the \n\nanalysis and classification of fossil concentrations. Palaios, 1: 228-238.   \n\nKidwell, S.M.; Holland, S.M. 1991. Field description of Coarse Bioclastic \n\nFabrics. Palaios, 6 (4): 426-434. \n\nKimura, H.; Watanabe, Y. 2001. Oceanic anoxia at the Precambrian-Cambrian \n\nboundary. Geology, 29: 995-998. \n\nKirschvink,J.L. Late Proterozoic low-latitude global glaciation: the Snowball \n\nEarth. In: The Proterozoic Biosphere. Schopf, J.W.; Klein,C. (eds.) New \n\nYork: Cambridge University Press, 1992. pp.51-52. \n\n\n\n \n\n \n\n68 \n\nKnoll, A.H. 2003. Biomineralization and Evolutionary History. Reviews in \n\nMineralogy and Geochemistry, 54: 329-356. \n\n \n\nKontorovich, A.E.; Varlamov, A.I.; Grazhdankin, D.V.; Karlova, G.A.; Klets, A.G.; \n\nKontorovich, V.A.; Saraev, S.V.; Terleev, A.A.; Belyaev, S.Y.; Varaksina, \n\nI.V.; Efimov, A.S.;  Kochnev, B.B.; Nagovitsin, K.E.;  Postnikov, A.A.; \n\nFilippov, Y.F. 2008. A section of Vendian in the east of West Siberian Plate \n\n(based on data from the Borehole Vostok 3). Russian Geology and \n\nGeophysics, 49: 932–939.  \n\nLi, C.W.; Chen, J.Y.; Hua,T.E. 1998. Precambrian sponges with Cellular \n\nStructures. Science, 279: 879-882. \n\nLi,X.; Bogdanova, S.V.; Collins, A.S.; Davidson, A.; De Waele, B.; Ernst,R.E.; \n\nFitzsimons, I.C.W.; Fuck, R.A.; Gladkochub, D.P.; Jacobs, J.; Karlstrom, \n\nK.E.; Lu,S.; Natapov,L.M.; Pease,V.; Pisarevsky,S.A.; Thrane, K.; \n\nVernikovsky,V.2008.Assembly, configuration, and break-up history of \n\nRodinia: a synthesis. Precambrian Research, 160: 179-210.  \n\nLi, X.; Droser, M.L. 1997. Nature and distribution of Cambrian Shell \n\nConcentrations: Evidence from the Basin and Range Province of the \n\nWestern United States (California, Nevada and Utah). Palaios, 12 (2)- 111-\n\n126. \n\nLiu, P.; Xiao, S.; Yin, C.; Zhou, C.; Gao, L.; Tang, F. 2008. Systematic \n\ndescription and phylogenetic affinity of tubular microfossils from the \n\nEdiacaran Doushantuo Formation at Weng´an, South China. Palaeontology, \n\n51(2): 339-366. \n\nLowenstam, H.A.; Weiner, S. 1989. On Biomineralization. Oxford University \n\nPress, Oxford. 324 p. \n\nLucas, S.G. 2001. Taphotaxon. Lethaia, 34: 30. \n\nMarshall, C.R. 2006. Explaining the Cambrian ?explosion? of animals. Annual \n\nReview of Earth and Planetary Science, 34: 355-384. \n\n\n\n \n\n \n\n69 \n\nMartin, M.W.; Grazhdankin, D.V.; Bowring, S.A.; Evans, D.A.D., Fedonkin, M.A.; \n\nKirschvink, J.L. 2000. Age of Neoproterozoic bilaterian body and trace \n\nfossils, White Sea, Russia: implications for metazoan evolution. Science, \n\n288: 841–845. \n\nMcMenamin, M.A.S.; Awramik, S.M.; Stewart, J. H. 1983. Precambrian-\n\nCambrian transition problem in western North America: Part II . Early \n\nCambrian skeletonized fauna and associated fossils from Sonora, Mexico. \n\nGeology, 11:227-230. \n\nMorales, A.B. 2007. Paleoenvironments and ocean chemistry of the first \n\nbiomineralizer: evidence from Cloudina-bearing strata of the southwestern, \n\nUS and northwestern, Mexico. Unpublished thesis. Amherst College, \n\nMassachusetts. 92p. \n\nNarbonne, G. M. 1998. The Ediacara biota: a terminal Neoproterozoic \n\nexperiment in the evolution of life. GSA Today, 8 (2): 1-6.  \n\nNarbonne, G.M. 2004. Modular construction of early Ediacaran complex life \n\nforms. Science, 305: 1141-1144. \n\nNarbonne, G. M. 2005. The Ediacara biota: Neoproterozoic origin of animals \n\nand their ecosystems. Annual Review of Earth and Planetary Sciences, 33: \n\n421-442. \n\nNarbonne, G.M.; Saylor, B.Z.; Grotzinger, J.P. 1997. The youngest ediacaran \n\nfossils from southern Africa. Journal of Paleontology, 71(6): 953-967. \n\nNarbonne, G.M.; Gehling, J.G. 2003. Life after snowball: the oldest complex \n\nEdiacaran fossils. Geology,31 (1): 27-30. \n\nNogueira, A.C.R. 2003. A plataforma carbonática Araras no sudeste do Cráton \n\nAmazônico, Mato Grosso: estrigráfica, contexto paleoambiental e correlação \n\ncom os eventos glaciais do Neoproterozóico. Tese de Doutorado, \n\nUniversidade de São Paulo. \n\nNogueira, A.C.R.; Riccomini, C.; Sial, A.N.; Moura, C.A.V.; Fairchild, T.R. 2003. \n\nSoft-sediment deformation at the Neoproterozoic Puga cap carbonate \n\n\n\n \n\n \n\n70 \n\n(southwestern Amazon Craton, Brazil): conformation of rapid icehouse to \n\ngreenhouse transition in Snowball Earth. Geology, 31:613-616. \n\nOliveira,R.S. 2010. Depósitos de rampa carbonática ediacarana do Grupo \n\nCorumbá, região de Corumbá, Mato Grosso do Sul. Dissertação de \n\nMestrado- Instituto de Geociências, Universidade Federal do Pará, Pará. \n\nPalacios, T. 1989. Microfósiles de pared orgánica del Proterozoico superior \n\n(region  central de la Península Ibérica). Memorias del Museo \n\nPaleontológico de la Universidad de Zaragoza, 3(2): 1-91. \n\nPernet, B. 2001. Escape hatches for the clonal offspring of serpulid \n\npolychaetes. Biological Bulletin, 200: 107-117. \n\nRiccomini,C.; Nogueira,A.C.R.; Sial, A.N. 2007. Carbon and oxygen isotope \n\ngeochemistry of Ediacaran outer plataform carbonates, Paraguay Belt, \n\nCentral Brazil. Anais da Academia Brasileira de Ciências, 79(3): 519-527. \n\nRide, W.D.L.; Sabroskyg, C.W.; Bernardia, N.D.; Melvile, R.V. (eds.). 1985. \n\nInternational Code of Zoological Nomenclature. The University of California \n\nPress, Berkeley. 338p. \n\nSeilacher, A. 1992. Vendobionta and Psammocorallia: lost constructions of \n\nPrecambrian evolution. Journal of the Geological Society of London, 149: \n\n607-613. \n\nSeilacher, A. 1999. Biomat-related lifestyles in the Precambrian. Palaios, 14: \n\n86-93. \n\nSeilacher, A.; Grazhdankin, D.; Legouta, A. 2003. Ediacaran biota: the dawn of \n\nanimal life in the shadow of giant protists. Palaeontological Research, 7(1): \n\n43-54. \n\nSignor, P.W.; Mount, J.F.; Onken, B.R. 1987. A pre-trilobite shelly fauna from \n\nthe White-Inyo region of eastern California and western Nevada. Journal of \n\nPaleontology, 61: 425-438. \n\n\n\n \n\n \n\n71 \n\nSeilacher,A.; Pflüger, F. From biomats to benthic agriculture: A biohistoric \n\nrevolution. In: Krumbein,W.E. Biostabilizaztion of Sediments: Oldenburg, \n\n1994, Oldenburg, Alemanha, 1: 97-105.  \n\nSimon, C.M. 2007. Quimioestratigrafia isotópica (C, O, Sr) dos carbonatos da \n\nFormação Tamengo, Grupo Corumbá, MS. Monografia de trabalho de \n\nformatura, Instituto de Geociências, Universidade de São Paulo. São Paulo. \n\n43pp. \n\nSour-Tovar, F.; Hagadorn, J.W.; Huitrón-Rubio, T. 2007. Ediacaran and \n\nCambrian index fossils from Sonora, Mexico. Paleontology, 50 (1): 169-175. \n\nSpeyer, S.E.; Brett, C.E. 1986. Trilobite taphonomy and Middle Devonian \n\ntaphofacies. Palaios, 3(1): 312-327. \n\nSwett, K.; Knoll, A.H. 1985. Stromatolic bioherm and microphytolites from Late \n\nProterozoic Draken Conglomeratic Formation. Precambrian Research, \n\n28:327-347. \n\nTaylor, M.E. 1966. Precambrian mollusk-like fossils from Inyo County, \n\nCalifornia. Science, 153: 198-201.  \n\nValentine, J.W. 2007. Swing ghosts: Neoproterozoic bilaterian body plans. In: \n\nVickers-Rich, P.; Komarower,P. (eds.). The rise and fall of the Ediacaran \n\nBiota. Geological Society, London, Special Publications,286:369-375. \n\nVermeij, G.J. 1989. The origin of skeletons. Palaios, 4 :585-589. \n\nVidal, G. 1976. Late Precambrian microfossils from the Visingso Beds in \n\nsouthern Sweden. Fossils and Strata, 9: 1-57. \n\nVidal, G.; Palacios, T.; Díez Balda, M.A.; Gámez Vintaned, J.A.; Grant, S.W.F. \n\n1994. Neoproterozoi-early Cambrian geology and paleontology of Iberia. \n\nGeological Magazine, 131: 729-765. \n\nWade,M. 1968. Preservation of soft-bodied animals in Precambrian sandstone \n\nat Ediacara, South Australia. Lethaia, 1: 238-267. \n\n\n\n \n\n \n\n72 \n\nWaggoner, B.; Hagadorn, J.W. 2002. New fossils from terminal Neoproterozoic \n\nstrata of southern Nye County, Nevada. In: Corsetti, F.A. (ed). Proterozoic-\n\nCambrian of the Great Basin and beyond, Pacific Section SEPM Book 93: \n\n87-96. \n\nWalde, D.H.G., Leonardos, O.H., Hahn, G. Hahn, R., Pflug, H. 1982. The first \n\nPrecambrian megafossil from South America, Corumbella werneri. Anais da \n\nAcademia Brasileira de Ciências, 54 (2): 461. \n\n \n\nWalter, M.R.; Heys, G.R. 1985. Links between the rise of the Metazoa and the \n\ndecline of stromatolites. Precambrian Research, 29: 149-174. \n\nWatters, W.A.; Grotzinger, J.P. 2001. Digital reconstruction of calcified early \n\nmetazoans, terminal Proterozoic Nama Group, Namibia. Paleobiology, 27 \n\n(1): 159-171. \n\nWeiner, S.; Dove, P.M. 2003. An overview of biomineralization processes and \n\nthe problem of the vital effect. Reviews of Mineralogy and Geochemistry, 54: \n\n1- 29. \n\nWood, R.A. 2011. Paleoecology of the earliest skeletal metazoan communities: \n\nImplications for early biomineralization. Earth- Science Reviews, 106:184-\n\n190. \n\nWood, R.A.; Grotzinger, J.P.; Dickson, J.A.D. 2002. Proterozoic modular \n\nbiomineralized metazoan from the Nama Group, Namibia. Science, 296: \n\n2383-2386. \n\nXiao, S.; Zhang, Y.; Knoll, A. 1998. Three-dimensional preservation of algae \n\nand animal embryos in a Neoproterozoic phosphorite. Nature, 391: 553-558. \n\nXiao, S.; Yuan, X.; Knoll, A.H. 2000. Eumetazoan fossils in terminal Proterozoic \n\nphosphorites. PNAS, 97 (25): 13684-13689. \n\nYochelson, E.L.; Herrera, H.E. 1974. Un fosil enigmatico del Cambrico Inferior \n\nde Argentina. Ameghiniana, 11: 283-294.   \n\n\n\n \n\n \n\n73 \n\nYochelson, E.L.; Stump, E. 1977. Discovery of early Cambrian fossils at Taylor \n\nNunatak, Antarctica. Journal of Paleontology, 51: 872-875. \n\nZaine, M.F. 1991. Análise de fósseis de parte da faixa Paraguai (MS, MT) e seu \n\ncontexto temporal e paleoambiental. São Paulo. Tese de Doutoramento, \n\nInstituto de Geociências, Universidade de São Paulo. São Paulo. \n\nZaine, M.F.; Fairchild, T.R.1985. Comparision of Aulophycus lucianoi Beurlen &amp; \n\nSommer from Ladário (MS) and the genus Cloudina Germs, Ediacaran of \n\nNamibia. Anais da Academia Brasileira de Ciências, 57(1): 130.  \n\nZaine, M.F.; Fairchild, T.R. 1987. Novas considerações sobre os fósseis da \n\nFormação Tamengo, Grupo Corumbá, SW do Brasil. In: Anais do X \n\nCongresso Brasileiro de Paleontologia, Rio de Janeiro. Resumo das \n\nComunicações, 2: 797-807. \n\nZhuravlev, A.Y.; Wood, R.A. 2008. Eve of biomineralization: Controls on \n\nskeletal mineralogy. Geology, 36 (12): 923-926. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n74 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXOS \n\n \n\n\n\n \n\n \n\n75 \n\nAnexo I \n\nPaleontologia Sistemática \n\n \n\nFilo  ?Annelida Lamarck, 1809 \n\nClasse  ?Polychaeta Grube, 1850 \n\nOrdem Indeterminada \n\nFamília Cloudinidae Hahn &amp; Pflug, 1985 \n\nGênero Cloudina Germs, 1972 \n\nEspécie-tipo Cloudina hartmannae Germs, 1972 \n\nCloudina latilabrum nov. sp. \n\nPr. 6 F; Pr. 9; Pr. 10  \n\nEtimologia: latilabrum, das palavras latinas latus, amplo, largo, e labrum, \n\nborda, em alusão à extensão das abas dos segmentos do fóssil. \n\nEspécie-tipo: Espécime ilustrado em A, na Prancha 10, foi designado como \n\nholótipo; espécimes ilustrados em B e C foram designados como parátipos. \n\nEstes espécimes encontram-se no material-tipo (GP/1E – 6218).  \n\nMaterial: O material-tipo está depositado na Coleção Científica do Laboratório \n\nde Paleontologia Sistemática do Instituto de Geociências da Universidade de \n\nSão Paulo, correspondendo a uma amostra de mão (GP/1E-6218) e lâminas \n\npetrográficas (GP/L1E-42 e GP/L1E-43). Além deste material, está depositada \n\numa amostra de mão (GP/1E-6221) e uma lâmina petrográfica (GP/L1E-24), \n\nproveniente da Pedreira Saladeiro (Prancha 10, H).  \n\nOcorrência e Posição Estratigráfica: Imediações do Parque Marina Gattaz, a \n\noeste de Corumbá, e Pedreira Saladeiro, em Ladário. MS, Brasil. Formação \n\nTamengo, Grupo Corumbá. \n\n\n\n \n\n \n\n76 \n\nDiagnose: Conchas tubulares estreitas, compostas por segmentos com \n\nextensas abas de aparência delicada.  \n\nDescrição: Cloudina latilabrum nov. sp. tem diâmetros entre 0,2 e 1,2 mm, \n\ncom predomínio de dimensões entre 0,2 e 0,6 mm (Prancha 10, D). O diâmetro \n\né aparentemente uniforme ao longo da extensão da concha. O comprimento \n\nmáximo observado é de 18,5 mm. A característica mais marcante desta \n\nespécie é a presença de extensas abas, as quais se projetam até 3 mm a partir \n\nda porção distal de cada segmento. No material-tipo, os fósseis estão \n\nressaltados em uma das superfícies, ocorrendo predominantemente paralelos \n\nao acamamento, sem orientação azimutal (Prancha 10, E). A maioria dos \n\nexemplares consiste de Cloudina latilabrum; em menor número, ocorrem \n\nfósseis de Cloudina lucianoi, com diâmetros entre 0,5 mm e 3,3 mm (Prancha \n\n10, E e F). Boa parte da extensão da concha de é observada em alguns \n\nexemplares, embora a porção basal oclusa, característica do gênero, não tenha \n\nsido notada (Prancha 10, A). As seções transversais dos fósseis apresentam a \n\ndisposição excêntrica das paredes dos segmentos, típica do gênero Cloudina \n\n(Prancha 10, G). Tanto na superfície da amostra, quanto em lâminas \n\npetrográficas, se observa calcita espática preenchendo o interior da concha e \n\nos espaços entre as abas. Em lâmina petrográfica, os fósseis apresentam, \n\nentre os preenchimentos, um delineamento negro, correspondendo à matéria \n\norgânica que teria servido de base para a construção da estrutura (Prancha 10, \n\nG).     \n\nDiscussão: Cloudina latilabrum exibe diâmetros inferiores aos valores \n\nconhecidos de Cloudina hartmannae, apresentando correspondência com \n\nCloudina riemkeae, e situando-se nas dimensões inferiores de Cloudina \n\nlucianoi e Cloudina carinata. O comprimento máximo analisado foi é pouco \n\nmaior do que C. riemkeae e C. lucianoi, mas inferior ao valor máximo \n\nobservado em C. hartmannae e C. carinata. A principal feição que distingue C. \n\nlatilabrum das demais espécies é a ampla projeção das abas de seus \n\nsegmentos, contrastando com abas mais discretas observadas em outras \n\nespécies de Cloudina. Não foram observadas cristas longitudinais na superfície \n\nexterna de C. latilabrum, nem espessamento na porção distal das abas dos \n\nsegmentos, como ocorre em C. carinata.  \n\n\n\n \n\n \n\n77 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrancha 10 \n\nCloudina latilabrum nov. sp. Holótipo (A) e parátipos (B e C). Escala = 5 mm; D) Distribuição da \n\nfrequência dos diâmetros; E e F) Superfície do material-tipo (GP/1E – 6218), com fósseis de C. \n\nlatilabrum e Cloudina lucianoi. Notar o pequeno diâmetro da primeira espécie, em relação à segunda. \n\nEscala = 5 mm; G) Seção transversal de C. latilabrum, exibindo escentricidade dos segmentos, e \n\npreenchimento espático. O delineamento escuro da concha representa o arcabouço orgânico. Escala = \n\n1 mm; H) C. latilabrum em lâmina petrográfica (GP/L1E – 24) da fácies packstones bioclásticos, da \n\nPedreira Saladeiro. Notar as extensas abas, diagnóstico para a espécie. Escala = 1 mm. \n\n \n\n\n\n \n\n \n\n78 \n\nANEXO II \n\nTHE LATE EDIACARAN SHELLY FOSSIL Cloudina GERMS, 1972: PRESENT \n\nSTATUS OF KNOWLEDGE. \n\nFelipe van Enck Meira\n1\n &amp; Thomas Rich Fairchild\n\n2 \n\n1\n Programa de Pós-graduação em Geoquímica e Geotectônica, Instituto de \n\nGeociências da Universidade de São Paulo, Rua do Lago, nº 562, CEP 05508-\n\n080, Cidade Universitária, São Paulo, SP, Brasil. \n\n2\n  Departamento de Geologia Sedimentar e Ambiental, Instituto de Geociências \n\nda Universidade de São Paulo, Rua do Lago, nº 562, CEP 05508-080, Cidade \n\nUniversitária, São Paulo, SP, Brasil. \n\n1\nfvemeira@gmail.com, \n\n2\ntrfairch@hotmail.com \n\n \n\nRESUMO \n\nMuito tem se descoberto sobre o fóssil-índice do final do Ediacarano Cloudina \n\nGerms, desde sua descrição em 1972, especialmente nos últimos 20 anos, em relação à \n\nsua biologia, taxonomia,  paleoecologia e bioestratigrafia. No entanto, como a maioria \n\ndos fósseis eucarióticos do Pré-Cambriano, características importantes ainda \n\npermanecem indefinidas. O presente artigo sintetiza o que se sabe de Cloudina \n\natualmente. \n\nPalavras-chave: Cloudina, Ediacarano, fóssil-índice. \n\n \n\nABSTRACT \n\nMuch has been learned about the late Ediacaran index fossil Cloudina Germs \n\nsince its description in 1972, specially in the last twenty years with regard to its biology, \n\ntaxonomy, paleoecology and biostratigraphy. Nonetheless, like most Precambrian \n\neukaryotic fossils, important characteristics still remain undefined. The current report \n\nsynthesizes what we know of Cloudina to date.  \n\nKey-words: Cloudina, Ediacaran, index fossil. \n\n\n\n \n\n \n\n79 \n\n \n\nINTRODUCTION \n\nThe Ediacaran period marked the appearance of the first complex macroscopic \n\nfossils. Among them is the Ediacara biota (Narbonne, 1998, 2005) and the first \n\nbiomineralizing metazoans (Germs, 1972; Grotzinger et al., 1995, 2000). Of the latter, \n\nthe genus Cloudina Germs, 1972, is by far the most important, because of its use as a \n\nlate Ediacaran index fossil (Grant, 1990) and also because it bears the oldest evidence of \n\npredation in meatzoans (Bengtson &amp; Yue, 1992; Hua et al., 2003). \n\nThe genus Cloudina was erected by Germs (1972) to include straight, curved or \n\nsinuous tubular, organic-rich calcareous shells up to 3.5 cm long, closed at their base \n\nand open distally. These shells are made up of short, slightly flaring, partial to entire \n\nannular segments inserted, not uncommonly asymmetrically, one inside the other (see \n\nFig. 1) (Germs, 1972; Glaessner, 1976; Grant, 1990).  Since its discovery, members of \n\nthis genus have been described from 13 localities worldwide, including sites in Brazil, \n\nUruguay, Argentina and Paraguay (see Fig. 2) (Zaine &amp; Fairchild, 1985; Grant, 1990; \n\nHagadorn &amp; Waggoner, 2000; Boggiani &amp; Gaucher, 2004; Clausen &amp; Álvaro, 2004; \n\nGaucher et al., 2005; Kontorovich et al., 2008; Cortijo et al., 2010). This paper \n\nsummarizes current knowledge of this pivotal fossil and comments upon the direction of \n\nfuture research. \n\nCloudina AS AN INDEX FOSSIL \n\nA late Ediacaran age was ascribed to Cloudina by Germs (1972) because it was \n\nfirst found in limestones interbedded with siliciclastic rocks in the Nama Group \n\n(Namibia) that contain impressions of undisputed soft-bodied representatives of the \n\nEdiacara biota. Later studies revealed the presence of Ediacaran organic-walled \n\nmicrofossil assemblages and simple, horizontal trace fossils within this succession \n\n(Grant, 1990 and references therein) and established that the ichnospecies Treptichnus \n\npedum, a basal Cambrian index fossil, first appears above the last occurrence of \n\nCloudina (Grant, 1990).  \n\nUranium-lead SHRIMP geochronological analyses of zircon crystals from ash \n\nbeds in the Nama Group (Grotzinger et al., 1995) determined the age for the \n\nstratigraphic range of Cloudina as 549 to 543 Ma. The younger date is taken as the age \n\n\n\n \n\n \n\n80 \n\nof the Ediacaran-Cambrian boundary, which is also marked in Namibia and globally by \n\na negative carbon isotope excursion and faunal turnover suggestive of an end-\n\nProterozoic extinction event (Grotzinger et al., 1995; Knoll &amp; Carroll, 1999; Kimura &amp; \n\nWatanabe, 2001). In Oman, Cloudina occurs below both an ash layer dated at ca. 542 \n\nMa, and the negative carbon isotope excursion at the Precambrian-Cambrian boundary \n\n(Amthor et al., 2003). Together, these data suggest that Cloudina became extinct at the \n\nend of the Ediacaran period (Amthor et al., 2003). \n\nTHE SPECIES OF Cloudina \n\nIn the original description of this genus, Germs (1972) differentiated two species \n\nof Cloudina within the Nama Group, Namibia: Cloudina hartmannae (the type-species) \n\nand Cloudina riemkeae, based on differences in shell diameters. The former is \n\nconsiderably larger (2.5 to 6.5 mm) than the latter (0.3 to 1.3 mm) (Germs, 1972).  \n\nIn Brazil, the fossil was first observed by Barbosa (1949) in limestones of the \n\nTamengo Formation, southwestern Brazil, and he likened it to the Paleozoic genus \n\nHyolithes. Beurlen &amp; Sommer (1957) described it formally as Aulophycus lucianoi, \n\nreinterpreting it as new species of a genus of Cambrian algae known from North \n\nAmerica (Fenton &amp; Fenton, 1939). Hence, a Cambrian age was thus established for the \n\nTamengo Formation. The similarity between Aulophycus lucianoi and Cloudina as \n\ndescribed by Germs led Fairchild (1978) to suggest that the Brazilian material should be \n\ntransferred to the genus Cloudina, and that the Tamengo Formation was probably \n\nEdiacaran and not Cambrian in age. Ash layers within limestones of this formation have \n\nbeen dated at 543 Ma (Babinski et al., 2008), thereby corroborating Fairchild’s \n\nsuggestion and reinforcing the correlation with Namibia and Oman (Grotzinger et al., \n\n1995; Amthor et al., 2003).  \n\nAulophycus lucianoi was formally transferred to Cloudina by Zaine &amp; Fairchild \n\n(1985). Shell diameters in C. lucianoi range between 0.2 and 3.8 mm (Zaine &amp; \n\nFairchild, 1987; Zaine, 1991) and thus overlap the size range of C. riemkeae and the \n\nlower part of the range of C. hartmannae.  \n\nRecently, a fourth species of Cloudina, C. carinata, was described in Ediacaran \n\nrocks of central Spain. This material differs from the other species in exhibiting \n\n\n\n \n\n \n\n81 \n\nlongitudinal ridges and segments with a distinctly flared distal rim (see Fig. 3) (Cortijo \n\net al., 2010).  \n\nTubular calcareous shells of several different genera were reinterpreted by Grant \n\n(1990) as taphonomic variations of Cloudina. While this seems reasonable for some of \n\nthem (e.g., Figs. 10 A and D in Grant, 1990),  the shells in the genus Sinotubulites \n\nexhibit surficial wrinkling and folding that grades inward to less folded layers (see Fig. \n\n4) (Chen et al., 2008) in clear contrast to the wall structure of Cloudina. in addition, \n\nshells in Sinotubulites are also much thicker (150-600 µm) than those of Cloudina (Hua \n\net al., 2003).  \n\nSHELL MORPHOLOGY AND PHYLOGENETIC CONSIDERATIONS \n\nEarly descriptions of the shells of Cloudina (Germs, 1972; Glaessner, 1976) \n\npictured them as thick and made up of a corrugated outer wall and a smooth inner one \n\n(see Fig. 5.1). Subsequent reports demonstrated rather that they were extremely thin (3-\n\n50 ?m) and uniform throughout their length (Grant, 1990; Hua et al., 2003, 2005). \n\nGrant (1990) further noted that the spaces between the walls of different segments were \n\ncommonly filled by early marine carbonate cement (see Fig. 5.2), which, he suggested, \n\nmay have reinforced the structure. \n\nShells of Cloudina show signs of plastic and brittle behavior (see Fig. 6) (e.g., \n\nConway Morris et al., 1990; Grant, 1990; Zaine, 1991; Brain, 2001).  For Grant (1990), \n\nthese features indicate that shells originally formed by impregnation of a very thin \n\norganic template, clearly evident in Figure 6.  \n\nAnalysis of cross-sections of shells on polished surfaces led Grant (1990) to \n\ninterpret the shell of Cloudina as subdivided internally by cross-walls, corresponding to \n\nthe base of each segment. This interpretation was abandoned, when whole, phosphatized \n\nshells of C. hartmannae from the Dengying Formation, China, revealed that only the \n\nbase of the shell is closed (Hua et al., 2005). For Hua et al. (2005), Grant (1990) \n\nmisidentified oblique sections through sidewalls as crosswalls in his petrographic \n\nstudies \n\nPossible budding was reported by Germs (1972) in a single specimen of \n\nCloudina hartmannae from Namibia.  This interpretation was later corroborated in the \n\n\n\n \n\n \n\n82 \n\nChinese material studied by Hua et al. (2005) who demonstrated that daughter tubes \n\narose deep within the parent shell and diverged abruptly upon reaching the aperture (see \n\nFig. 7).  \n\nThe phylogenetic affinity of Cloudina has yet to be resolved. Early authors (e.g. \n\nGerms, 1972; Glaessner, 1976) suggested affinities of Cloudina with the Early \n\nCambrian calcareous tubular fossils of the clade Cribricyathea. This hypothesis, \n\nhowever, was questioned by Hahn &amp; Pflug (1985) and Grant (1990) who pointed out \n\nthat Cloudina lacks the porous shells characteristic of many representatives of the \n\nCribricyathea. It has also been suggested that Cloudina should be positioned among the \n\nserpulid annelids, as both possess tubular shells with a corrugated outer and a smooth \n\ninner surfaces that are closed at the base and open distally (Germs, 1972; Glaessner, \n\n1976). Some members of the Serpulidae reproduce asexually by budding (Hua et al., \n\n2005 and references therein). Furthermore, similarities in shell microstructure in \n\nCloudina and the recent Serpulidae Salmacina dysteri were observed through scanning \n\nelectron microscopy (Hua et al., 2005). However, as highlighted by Hua et al. (2005), \n\nserpulid shells vary considerably in microstructure, are much thicker than Cloudina \n\nshells, and are not made up of nested shells.  \n\nComparisons between Cloudina and cnidarians also show some inconsistencies. \n\nHydrozoan skeletons have distinct canals and pores, anthozoan tubes typically possess \n\nvertical septa and transverse walls, and scyphozoans bear organic carapaces (Hua et al., \n\n2005).   \n\nSome authors, like Grant (1990) and Conway Morris et al. (1990), prefer not to \n\nascribe Cloudina to any taxonomic group, although Grant (1990) recognizes that \n\nCloudina was probably a metazoan of at least a cnidarian-grade of organization.    \n\nPALEOECOLOGICAL INFERENCES \n\nPossibly, the main contribution of the study of the Dengying fossils was the \n\ndiscovery of holes, 15 to 85 µm in diameter, located preferentially on smooth areas of \n\nCloudina shells. These have been interpreted as the oldest known evidence of predation \n\nin metazoans (see Fig. 7) (Bengtson &amp; Yue, 1992; Hua et al., 2003). According to Hua \n\net al. (2003), the direct relation between the diameter of the shell at the level of the hole \n\nand distance of the hole from the aperture supports this hypothesis.  This finding pushes \n\n\n\n \n\n \n\n83 \n\npredator-prey interactions back to before the Cambrian explosion and is consistent with \n\nsuggestions that the primary function of early shells was to protect against predators \n\n(Bengtson, 2002).  For Hua et al. (2007), additional support for this interpretation is the \n\napparent replacement of the organic-walled tubular fossil Conotubus by Cloudina \n\nwithin the Dengying Formation. Moreover, similarities in the tube construction of these \n\ntwo taxa further suggest that Conotubus may be ancestral to Cloudina (Hua et al., \n\n2007).  \n\n Regarding the growth position of Cloudina, Seilacher (1999) proposed a very \n\nnovel model in which he suggested that Cloudina lived partially embedded upright in a \n\nbiomat-sealed substrate. Grotzinger et al. (2005) interpreted fossils of Cloudina within \n\nthrombolitic structures in Namibia as having been originally loosely attached to the \n\nthrombolitic substrate, in a manner similar to Seilacher’s proposal. Unlike Seilacher \n\n(1999), however, Grotzinger et al. (2005) believed that Cloudina was positioned \n\nparallel to the substrate.  \n\nLIMITATIONS OF THE STUDY AND FINAL CONSIDERATIONS \n\nLike most Neoproterozoic-Cambrian tubular macrofossils, the phylogenetic \n\naffinities of Cloudina remain conjectural (Hua et al., 2005). Similarities in shell \n\nconstruction and asexual reproduction between Cloudina and some Serpulidae (Hua et \n\nal., 2005) are consistent with the hypothesis that it may have been an annelid, as \n\nsuggested originally by Germs (1972) and Glaessner (1976). However, given the \n\nsimplicity of this and other Ediacaran tubular fossils, proof of this hypothesis may have \n\nto await the fortuitous discovery of soft tissues (Hua et al., 2005).  \n\nA second problem concerns the taxonomy of Cloudina. Except for C. carinata, \n\nthe species of Cloudina have been differentiated mainly on the range of their diameters. \n\nSome authors, such as  Bengtson &amp; Yue (1992) and Hua et al. (2003, 2005), lump all \n\nwithin a single species (C. hartmannae), while others, like Hahn &amp; Pflug (1985), Zaine \n\n&amp; Fairchild (1985), Gaucher et al. (2003), Sour-Tovar et al. (2007), treat them as \n\nseparate taxa. Hence, there is still no consensus. \n\nIn contrast to the traditional petrographic analysis of Cloudina in thin sections, \n\nwhich has apparently led to some misinterpretation (Grant, 1990), the examination of \n\nsilica- or phosphate-replaced three-dimensional fossils chemically extracted from the \n\n\n\n \n\n \n\n84 \n\nrock matrix has been successful in the studies of the Chinese (Bengtson &amp; Yue, 1992; \n\nHua et al., 2003, 2005) and Spanish (Cortijo et al., 2010) material, as amply discussed \n\nabove, and should be applied to silica-replaced fossils of Cloudina reported from \n\nnorthwestern Mexico (Sour-Tovar et al., 2007), southwestern Brazil (Zaine, 1991) and \n\nNamibia (Brain, 2001). An alternative approach when chemical extraction is impossible \n\nis the digital reconstruction of fossils through assembling serial micrometer-thick cross-\n\nsections. This technique was successfully applied to the reconstruction of the shelly \n\nmetazoan Namacalathus (Watters &amp; Grotzinger, 2001) and later of Cloudina (Miller, \n\n2004) from the Nama Group. Thus, remaining questions on the morphology, taxonomy, \n\nand paleoecology of Cloudina could be further elucidated by applying this technique at \n\nCloudina localities worldwide.  \n\nREFERENCES \n\nAMTHOR, J.E.; GROTZINGER, J.P.; SCHRÖDER, S.; BOWRING, S.A.; \n\nRAMEZANI, J.; MARTIN, M.W. &amp; MATTER, A. 2003. Extinction of Cloudina and \n\nNamacalathus at the Precambrian-Cambrian boundary in Oman. Geology, 31: 431-434. \n\nBABINSKI, M.; BOGGIANI, P.C.; FANNING, C.M.; FAIRCHILD, T.R.; SIMON, \n\nC.M. &amp; SIAL, A.N. 2008. U-Pb SHRIMP geochronology and isotope \n\nchemostratigraphy (C, O, Sr) of the Tamengo Formation, Southern Paraguay Belt, \n\nBrazil. In: SOUTH AMERICAN SYMPOSIUM ON ISOTOPE GEOLOGY, 6, San \n\nCarlos de Bariloche, 2008. Book of Abstracts, p. 160. \n\nBARBOSA, O. 1949. Contribuição à geologia da região Brasil-Bolívia. Mineração e \n\nMetalurgia, 13: 271-278. \n\n \n\nBENGTSON, S. 2002. Origins and early evolution of predation. In: KOWALEWSKI, \n\nM. &amp; KELLEY, H. (eds.). The fossil record of predation. The Paleontological Society \n\nPapers 8, p. 289-317.  \n\n \n\nBENGTSON, S. &amp; YUE, Z. 1992. Predatorial borings in late Precambrian mineralized \n\nexoskeletons. Science, 257: 367-369.   \n\n \n\n\n\n \n\n \n\n85 \n\nBEURLEN, K. &amp; SOMMER, F.W. 1957. Observações estratigráficas e paleontológicas \n\nsobre o calcário Corumbá. Rio de Janeiro, Departamento Nacional da Produção Mineral \n\n/ Divisão de Geologia e Mineralogia, 35p. (Boletim 168).  \n\nBOGGIANI, P.C. &amp; GAUCHER, C. 2004. Cloudina from the Itapucumí Group \n\n(Vendian, Paraguay): Age and Correlations. In: SYMPOSIUM ON \n\nNEOPROTEROZOIC-EARLY PALEOZOIC EVENTS IN SW-GONDWANA, 1, São \n\nPaulo, 2004. Extended Abstracts, IGCP Project 478. p. 13-15. \n\n \n\nBRAIN, C.K. 2001. Some observations on Cloudina, a terminal Proterozoic index fossil \n\nfrom Namibia. Journal of African Earth Sciences, 33: 475-480. \n\n \n\nCHEN, Z.; BENGTSON, S.; ZHOU, C.-M.; HUA, H. &amp; YUE, Z. 2008. Tube structure \n\nand original composition of Sinotubulites: shelly fossils from the late Neoproterozoic in \n\nsouthern Shaanxi, China. Lethaia, 41: 37-45. \n\n \n\nCLAUSEN, S. &amp; ÁLVARO, J. 2004. Implications biostratigraphiques et \n\npaléobiogéographiques de la découverte du métazoaire néoprotérozoïque Cloudina dans \n\nle versant nord de la Montagne Noire (France). In: COLLOQUE DE \n\nPALÉOGÉOGRAPHIE. SOCIÉTÉ GÉOLOGIQUE DE FRANCE, Paris, 2004. \n\nProgram with abstracts, p. 42-43.  \n\nCONWAY MORRIS, S.; MATTES, B.W. &amp; MENGE, C. 1990. The early skeletal \n\norganism Cloudina: new occurrences from Oman and possibly China. American Journal \n\nof Science, 290-A: 245-260. \n\nCORTIJO, I.; MARTÍ MUS, M.; JENSEN, S. &amp; PALACIOS, T. 2010. A new species \n\nof Cloudina from the terminal Ediacaran of Spain. Precambrian Research, 176: 1-10. \n\n \n\nFAIRCHILD, T.R. 1978. Evidências paleontológicas de uma possível idade \n\n?Ediacariana? ou Cambriana Inferior, para a parte leste do Grupo Corumbá (Mato \n\nGrosso do Sul). In: CONGRESSO BRASILEIRO DE GEOLOGIA, 30, Recife, 1978. \n\nResumos das Comunicações, p. 181. \n\n\n\n \n\n \n\n86 \n\nFENTON, C.L. &amp; FENTON, M.A. 1939. Precambrian and Paleozoic algae. Geological \n\nSociety of America Bulletin, 50 (1): 89-126.  \n\n \n\nGAUCHER, C.; POIRE, D.G.; GOMEZ PERAL, L. &amp; CHIGLINO, L. 2005. \n\nLitoestratigrafia, bioestratigrafia y correlaciones de las sucessiones sedimentarias del \n\nNeoproterozoico-Cambrico del Craton del Rio de la Plata (Uruguay y Argentina). Latin \n\nAmerican Journal of Sedimentology and Basin Analysis, 12 (2): 145-160.  \n\nGERMS, G.J.B. 1972. New shelly fossils from Nama Group, South West Africa. \n\nAmerican Journal of Science, 272: 752-761. \n\n \n\nGLAESSNER, M.F. 1976. Early Phanerozoic annelid worms and their geological and \n\nbiological significance. Journal of the Geological Society, 132: 259-275. \n\n \n\nGRANT, S.W.F. 1990. Shell structure and distribution of Cloudina, a potential index \n\nfossil for the terminal Proterozoic. American Journal of Science, 290-A: 261-294. \n\n \n\nGROTZINGER, J.P.; BOWRING, S.A.; SAYLOR, B.Z. &amp; KAUFMAN, A.J., 1995. \n\nBiostratigraphic and geochronologic constraints on early animal evolution. Science, \n\n270: 598-604. \n\n \n\nGROTZINGER, J.P.; WATTERS, W.A. &amp; KNOLL, A.H. 2000: Calcified metazoans in \n\nthrombolite-stromatolite reefs of the terminal Proterozoic Nama Group, Namibia. \n\nPaleobiology, 26 (3): 334-359. \n\n \n\nGROTZINGER, J; ADAMS, E. W. &amp; SCHRÖDER, S. 2005. Microbial–metazoan reefs \n\nof the terminal Proterozoic Nama Group (c. 550–543 Ma), Namibia. Geological \n\nMagazine, 142 (5): 499–517. \n\n \n\nHAHN, G. &amp; PFLUG, H.D. 1985. Die Cloudinidae n. fam., Kalk-Röhren aus dem \n\nVendium und Unter-Kambrium. Senckenbergiana Lethaea, 65: 413-431. \n\n \n\n\n\n \n\n \n\n87 \n\nHOFMANN, H.J. &amp; MOUNTJOY, E.W. 2001. Namacalathus-Cloudina assemblage in \n\nNeoproterozoic Miette Group (Byng Formation), British Columbia: Canada’s oldest \n\nshelly fossils. Geology, 29: 1091-1094. \n\nHUA, H.; PRATT, B.R. &amp; ZHANG, L.-Y. 2003. Borings in Cloudina shells: complex \n\npredator-prey dynamics in the terminal Neoproterozoic. Palaios, 18: 454-459.  \n\n \n\nHUA, H.; CHEN, Z.; YUAN, X.; ZHANG, L.-Y. &amp; XIAO, S. 2005. Skeletogenesis and \n\nasexual reproduction in the earliest biomineralizing animal Cloudina. Geology, 33(4): \n\n277-280. \n\nHUA, H.; CHEN, Z. &amp; XUNLAI, Y. 2007. The advent of mineralized skeletons in \n\nNeoproterozoic metazoa — new fossil evidence from the Gaojiashan fauna. Geological \n\nJournal, 42: 263-279. \n\n \n\nKIMURA H. &amp; WATANABE Y. 2001. Oceanic anoxia at the Precambrian-Cambrian \n\nboundary. Geology, 29: 995-998. \n\n \n\nKNOLL, A.H. &amp; CARROLL, S.B. 1999. Early animal evolution; emerging views from \n\ncomparative biology and geology. Science, 284: 2129-2137. \n\n \n\nKONTOROVICH, A.E.;  VARLAMOV, A.I.; GRAZHDANKIN, D.V.; KARLOVA, \n\nG.A.; KLETS, A.G.; KONTOROVICH, V.A.; SARAEV, S.V.; TERLEEV, A.A.; \n\nBELYAEV, S.Yu.; VARAKSINA, I.V.; EFIMOV, A.S.;  KOCHNEV, B.B.; \n\nNAGOVITSIN, K.E.;  POSTNIKOV, A.A. &amp; FILIPPOV, Yu.F. 2008. A section of \n\nVendian in the east of West Siberian Plate (based on data from the Borehole Vostok 3). \n\nRussian Geology and Geophysics, 49: 932-939.  \n\n \n\nMILLER, A.J. 2004. A revised morphology of Cloudina with ecological and \n\nphylogenetic implications. Unpublished technical report. Harvard University, \n\nCambridge. 21p. Available at:  \n\n&lt;http://ajm.pioneeringprojects.org/files/CloudinaPaper_Final.pdf >. \n\n \n\nNARBONNE, G.M. 1998. The Ediacara biota: A terminal Neoproterozoic experiment \n\nin the evolution of life. Geological Society of America Today, 8 (2): 1-6. \n\n\n\n \n\n \n\n88 \n\n \n\nNARBONNE, G.M. 2005. The Ediacara biota: Neoproterozoic origin of animals and \n\ntheir ecosystems. Annual Review of Earth Planetary Sciences, 33: 421-442. \n\n \n\nSEILACHER , A. 1999. Biomat-related lifestyles in the Precambrian. Palaios, 14: 86-\n\n93. \n\n \n\nSOUR-TOVAR, F.; HAGADORN, J.W. &amp; HUITRÓN-RUBIO, T. 2007. Ediacaran and \n\nCambrian index fossils from Sonora, Mexico. Palaeontology, 50 (1): 169-175. \n\n \n\nWATTERS, W.A. &amp; GROTZINGER, J.P. 2001. Digital reconstruction of calcified \n\nearly metazoans, terminal Proterozoic Nama Group, Namibia. Paleobiology, 27 (1): \n\n159-171. \n\n \n\nZAINE, M.F. 1991. Análise dos fósseis de parte da Faixa Paraguai (MS, MT) e seu \n\ncontexto temporal e paleoambiental. Programa de Pós-graduação em Geologia \n\nSedimentar, Universidade de São Paulo, Tese de Doutoramento, 215p. \n\nZAINE, M.F. &amp; FAIRCHILD, T.R., 1985. Comparison of Aulophycus lucianoi Beurlen \n\n&amp; Sommer from Ladário (MS) and the genus Cloudina Germs, Ediacaran of Namibia. \n\nAnais Academia Brasileira de Ciências, 57: 130. \n\nZAINE, M.F. &amp; FAIRCHILD, T.R. 1987. Novas considerações sobre os fósseis da \n\nFormação Tamengo, Grupo Corumbá, SW do Brasil. In: CONGRESSO BRASILEIRO \n\nDE PALEONTOLOGIA, 10, Rio de Janeiro, 1987. Anais. p. 797-807. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n89 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 1: \n\nCloudina \n\nhartmannae from \n\nthe Dengying \n\nFormation, China. \n\nNote successive \n\nslightly-flaring \n\nsegments inserted \n\none within the \n\nother. Scale bar \n\nrepresents 280 \n\nµm. After Chen et \n\nal. (2008). \n\nFigure 2: Worldwide occurrences of Cloudina. After Germs \n\n(1972), Zaine &amp; Fairchild (1985), Conway Morris et al. (1990), \n\nGrant (1990), Hagadorn &amp; Waggoner (2000), Hofmann &amp; \n\nMountjoy (2001), Boggiani &amp; Gaucher (2004), Clausen &amp; \n\nÁlvaro (2004), Gaucher et al. (2005), Kontorovich et al. (2008) \n\nand Cortijo et al. (2010). \n\n \n\nFigure 3: Accumulation of silica-replaced Cloudina carinata shells (3.1), \n\nand detail of an isolated segment (3.2). Membrillar olistostrome (probably \n\nIbor Group), Ediacaran of central Spain.  Note the external longitudinal \n\nridges on the shell in 3.2. Scale bar represents 5 mm in 3.1, and 500 µm in \n\n3.2. After Cortijo et al. (2010). \n\n \n\nFigure 4: Sinotubulites baimatuoensis from the Dengying \n\nFormation, China (4.1), and detail of the strong wrinkling of the \n\nshell surface grading to unwrinkled internal layer in 4.2.  Scale bar \n\nrepresents 1 mm in 4.1, and 200 µm in 4.2. After Chen et al. (2008). \n\n \n\nFigure 5: Schematic reconstruction of \n\nCloudina proposed by Germs (1972) and \n\nGlaessner (1976) (5.1), and by Grant (1990) \n\n(5.2). Note external corrugations and smooth \n\ninner wall in 5.1, and the thin-walled shell \n\nwith hollow areas between successive \n\nsegments in 5.2. Internal cross-walls in the \n\noriginal reconstruction of Grant have been \n\ntaken out, in accordance with Hua et al. \n\n(2005). 5.1 modified from Glaessner (1976), \n\nand 5.2 from Grant (1990).  \n\n \n\nFigure 6: Cross-section in Cloudina \n\nhartmannae shell from the Ara \n\nGroup, Oman, showing eccentric \n\nemplacement of successive \n\nsegments. Note the irregular folding \n\nof one of the walls. The dark \n\noutlines have been interpreted as the \n\norganic-rich template for wall \n\nconstruction. Scale bar represents \n\n700 µm. After Conway Morris et al. \n\n(1990).   \n\n \n\nFigure 7: Shells of Cloudina hartmannae with \n\nholes interpreted as borings (arrows) made by \n\npredation activity. Dengying Formation, China. \n\nNote budding in 7.2.  Scale bar represents 250 µm \n\nin 7.1; 150 µm in 7.2; and 350 µm in 7.3. After \n\nHua et al. (2003). \n\n\n\n \n\n \n\n90 \n\n \n\nAnexo III \n\n \n\nTabela 1. Relação de amostras de mão examinadas, depositadas na Coleção \n\nCientífica do Laboratório de Paleontologia Sistemática do Instituto de \n\nGeociências da Universidade de São Paulo.  \n\nExemplar Unidade \n\nlitoestraigráfica \n\nProcedência Espécie (s) \n\nGP/1T-108 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1T-109 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCloudina lucianoi \n\ne Corumbella \n\nwerneri \n\nGP/1E-6211 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCorumbella \n\nwerneri \n\nGP/1E-6212 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCorumbella \n\nwerneri \n\nGP/1E-6213 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCorumbella \n\nwerneri \n\nGP/1E-6214 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCorumbella \n\nwerneri \n\nGP/1E-6215 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4173 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-5760 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCorumbella \n\nwerneri \n\nGP/1E-6219 Formação \n\nTamengo, Grupo \n\nPedreira \n\nSaladeiro, \n\nCloudina lucianoi \n\n\n\n \n\n \n\n91 \n\nCorumbá Ladário, MS \n\nGP/1E-3870 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/1E-3878 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/1E-4117 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4118 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4119 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4120 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4121 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4123 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4124 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4125 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4126 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4127 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\n\n\n \n\n \n\n92 \n\nGP/1E-4128 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4129 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4138 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4143 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4144 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4147 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4155 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4164 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-4167 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-6216 Formação \n\nGuaicurus, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/1E-6218 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nArredores do \n\nParque \n\nMarina \n\nGattaz, \n\nCorumbá, MS \n\nCloudina \n\nlatilabrum nov. \n\nsp. e Cloudina \n\nlucianoi \n\nGP/1E-6221 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\n,Corumbá, \n\nCloudina lucianoi \n\n\n\n \n\n \n\n93 \n\nMS. \n\n \n\nTabela 2. Relação de lâminas petrográficas examinadas, depositadas na \n\nColeção Científica do Laboratório de Paleontologia Sistemática do Instituto de \n\nGeociências da Universidade de São Paulo.  \n\n \n\nExemplar Unidade \n\nlitoestraigráfica \n\nProcedência Espécie (s) \n\nGP/L1E-21 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-22 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-23 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-24 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina \n\nlatilabrum nov. \n\nsp. \n\nGP/L1E-55 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-8 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-9 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-3 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-33 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-34 Formação \n\nTamengo, Grupo \n\nPedreira \n\nSaladeiro, \n\nCloudina lucianoi \n\n\n\n \n\n \n\n94 \n\nCorumbá Ladário, MS \n\nGP/L1E-35 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-36 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-37 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-38 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-39 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-40 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-41 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-44 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-45 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-46 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-47 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-48 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\n\n\n \n\n \n\n95 \n\nGP/L1E-49 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-50 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-51 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-52 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-53 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-54 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-57 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-58 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-59 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-60 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-61 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-62 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-63 Formação \n\nTamengo, Grupo \n\nPedreira \n\nSaladeiro, \n\nCloudina lucianoi \n\n\n\n \n\n \n\n96 \n\nCorumbá Ladário, MS \n\nGP/L1E-64 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-65 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-66 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-67 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-68 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-69 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-70 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-71 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-72 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-102 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-123 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-124 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\n\n\n \n\n \n\n97 \n\nGP/L1E-125 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-126 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-122 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nSaladeiro, \n\nLadário, MS \n\nCloudina lucianoi \n\nGP/L1E-12 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-13 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-14 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-15 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-16 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-17 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-18 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-19 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-20 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-73 Formação \n\nTamengo, Grupo \n\nPedreira \n\nCorcal, \n\nCloudina lucianoi \n\n\n\n \n\n \n\n98 \n\nCorumbá Corumbá, MS \n\nGP/L1E-74 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-75 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-76 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-77 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-78 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-79 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-80 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-81 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-82 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-83 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-84 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-85 Formação \n\nGuaicurus, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\n\n\n \n\n \n\n99 \n\nGP/L1E-86 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-87 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-4 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-10 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-11 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-56 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-103 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-104 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-105 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nCorcal, \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-5 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-6 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-7 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-8 Formação \n\nTamengo, Grupo \n\nPedreira \n\nLaginha,  \n\nCloudina lucianoi \n\n\n\n \n\n \n\n100 \n\nCorumbá Corumbá, MS \n\nGP/L1E-9 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-88 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-89 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-90 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-91 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-92 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-93 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-94 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-95 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-96 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-97 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-98 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\n\n\n \n\n \n\n101 \n\nGP/L1E-99 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-100 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-101 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-106 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-107 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-120 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-121 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-116 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-117 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-108 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-109 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-110 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-111 Formação \n\nTamengo, Grupo \n\nPedreira \n\nLaginha,  \n\nCloudina lucianoi \n\n\n\n \n\n \n\n102 \n\nCorumbá Corumbá, MS \n\nGP/L1E-112 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-113 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-114 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-115 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-118 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-119 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-25 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-26 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-27 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-28 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-29 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-30 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\n\n\n \n\n \n\n103 \n\nGP/L1E-31 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-32 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nPedreira \n\nLaginha,  \n\nCorumbá, MS \n\nCloudina lucianoi \n\nGP/L1E-42 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nArredores do \n\nParque \n\nMarina \n\nGattaz,  \n\nCorumbá, MS \n\nCloudina \n\nlatilabrum nov. \n\nsp. \n\nGP/L1E-43 Formação \n\nTamengo, Grupo \n\nCorumbá \n\nArredores do \n\nParque \n\nMarina \n\nGattaz,  \n\nCorumbá, MS \n\nCloudina \n\nlatilabrum nov. \n\nsp."}]}}}