{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15619"}, {"@name": "filename", "#text": "22083_arquivo280_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Borges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS \n\nDEPARTAMENTO DE OCEANOGRAFIA \nPROGRAMA DE PÓS-GRADUAÇÃO EM OCEANOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCOMUNIDADE FITOPLANCTÔNICA DO ESTUÁRIO DO RIO \n\nMASSANGANA (PERNAMBUCO - BRASIL) \n\n \n\n \n\n \n\n \n\n \n\nGISLAYNE CRISTINA PALMEIRA BORGES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRECIFE \n\n2011 \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS \n\nDEPARTAMENTO DE OCEANOGRAFIA \nPROGRAMA DE PÓS-GRADUAÇÃO EM OCEANOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCOMUNIDADE FITOPLANCTÔNICA DO ESTUÁRIO DO RIO \n\nMASSANGANA (PERNAMBUCO - BRASIL) \n\n \n\n \n\n \n\nGISLAYNE CRISTINA PALMEIRA BORGES \n\n \n\nDissertação apresentada ao Programa de Pós-Graduação em \n\nOceanografia da Universidade Federal de Pernambuco como \n\nparte dos requisitos para aquisição do grau de Mestre em \n\nOceanografia Biológica. \n\n \n\nORIENTADORA: \n\nProfa. Dra. Maria da Glória Gonçalves da Silva Cunha \n\n \n\nCOORIENTADORES:  \n\nProf Dr. Manuel de Jesus Flores Montes \n\nProf. Dr. Fernando Antônio do Nascimento Feitosa \n\n \n\n \n\n \n\n \n\n \n\nRECIFE \n\n2011 \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nCatalogação na fonte \n\nBibliotecária Raquel Cortizo, CRB-4 664 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nB732c Borges, Gislayne Cristina Palmeira. \nComunidade fitoplanctônica do estuário do rio Massangana \n\n(Pernambuco-Brasil) / Gislayne Cristina Palmeira Borges. - \nRecife: O Autor, 2011. \n\n105 folhas, il., gráfs., tabs. \n\n \nOrientadora: Profª. Maria da Glória Gonçalves da Silva Cunha. \nDissertação (Mestrado) – Universidade Federal de \n\nPernambuco. CTG. Programa de Pós-Graduação em \nOceanografia, 2011. \n\nInclui Referências Bibliográficas e Apêndices. \n \n1. Oceanografia. 2.Fitoplâncton. 3.Porto  4. Florescimento.  \n\n5. Ecologia. I. Cunha, Maria da Glória Gonçalves da Silva \n(orientadora). II.  Título. \n\n      \n     UFPE \n551.46   CDD (22. ed.)   BCTG/2011-022 \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAgradeço todas as dificuldades que enfrentei, não fosse por elas, eu não teria saído \n\ndo lugar... As facilidades nos impedem de caminhar. Mesmo as críticas nos auxiliam \n\nmuito. \n\n \n\nChico Xavier \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais, Marinalva e Jeronimo \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nAo Departamento de Oceanografia em nome de seus chefes Profa. Dra. \n\nSigrid Neumann-Leitão e Profa Dra. Núbia Chaves Guerra, e ao Programa de Pós-\n\ngraduação em Oceanografia, na pessoa dos coordenadores Prof. Dr. Manuel de \n\nJesus Flores Montes e Prof. Dr. Fernando Antonio do Nascimento Feitosa, por \n\npropiciar suporte estrutural e técnico, permitindo a utilização de todas as suas \n\ndependências. \n\nA Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES ) \n\npela concessão da bolsa de mestrado. \n\nAo Instituto de Tecnologia de Pernambuco (ITEP) pela concessão dos dados \n\nde precipitação pluviométrica. \n\nA minha orientadora Maria da Glória Gonçalves da Silva Cunha pelo \n\nincentivo, apoio, amizade, confiança e principalmente por acreditar em mim e na \n\nconclusão de mais uma etapa da minha vida acadêmica. \n\nAos meus co-orientadores Manuel de Jesus Flores Montes e Fernando \n\nAntonio do Nascimento Feitosa pelos ensinamentos, amizade e apoio durante a \n\nexecução do trabalho. \n\n A todos os professores do Departamento de Oceanografia, em especial aos \n\nque fazem parte do Laboratório de Fitoplâncton (Dra. Maria da Glória Gonçalves da \n\nSilva Cunha, Dra. Maria Luise Koening, Dr. Fernando Antonio do Nascimento \n\nFeitosa e Dr. Jose Zanon de Oliveira Passavante) pelos momentos de convivência, \n\nconhecimento e amizade. \n\nAos funcionários do DOCEAN sempre dispostos a ajudar, em especial a \n\nMirna pela disponibilidade e atenção e à Dona Edileuza, pela sua simpatia, atenção \n\ne cuidado com todos os alunos. \n\nAos meus amigos do Laboratório de Fitoplâncton, Marilene, Jucicleide, \n\nLeandro, Marcos e Christiana pela amizade, aprendizado e momentos de diversão. \n\nAos amigos do Laboratório de Química do Departamento de Oceanografia \n\npelo auxílio e suporte durante o período de coletas. \n\nAs minhas amigas Ana Carolina Matos da Silva, Andréa Shirley Xavier da \n\nSilva, Jucicleide Cabral de Lima, Karla Viviane Mendes e Mariana Oliveira Barbosa, \n\npela amizade sincera, carinho, apoio e incentivo.  \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nEm especial a Marcos, Jucicleide, Marilene e Leandro pelo apoio durante as \n\netapas de desenvolvimento da dissertação, e por estarem sempre dispostos a \n\najudar. \n\nA minha família pelo amor incondicional e apoio nessa jornada que está \n\napenas começando.  \n\nÀ Deus por iluminar a minha vida e pela oportunidade de aprender a cada dia. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nRESUMO \n\nO objetivo desta pesquisa foi caracterizar a variação quali-quantitativa da \n\ncomunidade fitoplanctônica em escalas temporal, sazonal e entremarés \n\ncorrelacionada com os parâmetros abióticos no estuário do rio Massangana \n\n(Pernambuco-Brasil). As coletas foram realizadas em dois pontos fixos durante o \n\nperíodo de estiagem (setembro e novembro de 2008 e janeiro de 2009) e chuvoso \n\n(março, maio e julho de 2009). Foram analisados os parâmetros: profundidade, \n\ntemperatura da água, salinidade, potencial hidrogeniônico, material em suspensão, \n\nturbidez, oxigênio dissolvido, taxa de saturação de oxigênio e sais nutrientes, além \n\nda densidade fitoplanctônica e clorofila a. Para a coleta do plâncton foram utilizados \n\ndois tipos de amostradores (rede de plâncton com 20 µm de abertura e garrafa \n\nNiskin). A salinidade, material em suspensão, amônia, nitrito, nitrato, fosfato, \n\nturbidez e clorofila a apresentaram variação sazonal significativa. A salinidade, \n\noxigênio dissolvido, taxa de saturação de oxigênio, clorofila a, material em \n\nsuspensão, pH e transparência da água apresentaram maiores valores no período \n\nde estiagem. Enquanto a profundidade, temperatura, turbidez e sais nutrientes foram \n\nmais elevados no período chuvoso. Os teores de clorofila a e os sais nutrientes \n\ncaracterizaram o estuário do rio Massangana como eutrófico. Foram inventariados \n\n106 táxons distribuídos entre as divisões Heterokontophyta (Bacillariophyceae), \n\nDinophyta, Cyanobacteria, Euglenophyta, Chlorophyta e Heterokontophyta \n\n(Dictyochophyceae) sequenciadas em ordem de riqueza taxonômica e abundância, \n\ndestacando-se como dominantes as espécies Gymnodinium sp., Prorocentrum \n\nmicans Ehrenbergh, Protoperidinium sp., Asterionellopsis glacialis (Castracane) \n\nRound, Bacillaria paxilifera (O. F. Müller) Hendey, Nitzschia longissima (Brèbisson) \n\nGrunow e Eutreptiella sp. Ocorreram florescimentos no período de estiagem de \n\ndinoflagelado Gymnodinium sp. em setembro/08 (ponto de coleta 2, na preamar) e \n\neuglenofícea Eutreptiella sp. em janeiro/09 (ponto de coleta 2, na baixa-mar). No \n\nestuário do rio Massangana as variações espacial e temporal, podem ser atribuídas \n\nàs variáveis abióticas (precipitação pluviométrica, marés e salinidade), que \n\npromovem o desenvolvimento e a manutenção de alta diversidade e índices \n\nquantitativos semelhantes a outros estuários de Pernambuco. \n\n \n\nPalavras-chave: Fitoplâncton; porto; florescimento; ecologia \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nABSTRACT \n\nThe aims of this research was to characterize the qualitative and quantitative \n\nvariation of phytoplankton community in the temporal, seasonal and intertidal scale, \n\ncorrelated with the abiotic parameters in the estuary of the river Massangana  \n\n(Pernambuco-Brazil). Samples were collected in two fixed points during the dry \n\nseason (September and November of  2008  and  January of 2009) and rainy season \n\n(March, May and July of 2009). W ere analised the parameters: depth, water \n\ntemperature, salinity, hydrogen potential, suspended matter, turbidity, dissolved \n\noxygen, oxygen saturation and nutrient salts, in addition to  phytoplankton density \n\nand chlorophyll a. For plankton collection were used two types of samplers (plankton \n\nnet with mesh size 20 µm and Niskin bottle). The salinity, suspended matter, \n\nammonia, nitrite, nitrate, phosphate, turbidity and chlorophyll a showed significant \n\nseasonal variation. The salinity, dissolved oxygen, oxygen saturation, chlorophyll a, \n\nsuspended matter, pH and water transparency showed higher values during the \n\ndrought period. W hile depth, temperature, turbidity and nutrient salts were higher in \n\nthe rainy season, chlorophyll a and nutrient salts characterized the estuary of the \n\nriver Massangana as eutrophic. W ere inventoried 106 taxa, distributed among the \n\ndivisions Heterokontophyta (Bacillariophyceae), Dinophyta, Cyanobacteria, \n\nEuglenophyta, Chlorophyta and Heterokontophyta (Dictyochophyceae),  sequenced \n\nin order of richness and abundance, standing out as dominant species Gymnodinium \n\nsp. Prorocentrum micans Ehrenbergh, Protoperidinium sp., Asterionellopsis glacialis \n\n(Castracane) Round, Bacillaria paxilifera (OF Müller) Hendey, Nitzschia longissima \n\n(Brébisson) Grunow and Eutreptiella sp. Blooms in the dry season of the \n\ndinoflagellate Gymnodinium occurred in September/08 (sampling point 7, at high \n\ntide) and Eutreptiella sp. in January/09 (sampling point 7, at low tide). In the estuary \n\nof the river Massangana the spatial and temporal variations can be attributed to \n\nabiotic variables (rainfall, tides and salinity), which promote the development and \n\nmaintenance of high diversity and quantitative indices similar to other estuaries of \n\nPernambuco. \n\n \n\nKeywords: Phytoplankton; harbor; bloom; ecology \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1 Localização do estuário do rio Massangana (Pernambuco-Brasil), \nidentificando os pontos de coleta.  \n\n34 \n\nFigura 2 Precipitação pluviométrica (mm) nos meses de coleta no estuário do \nrio Massangana (Pernambuco-Brasil). \n\n43 \n\nFigura 3 Variação sazonal da altura das marés (m) para o Porto de Suape \nnos dias de coleta. \n\n43 \n\nFigura 4 Variação da profundidade (m) no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n44 \n\nFigura 5 Variação da transparência da água no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n45 \n\nFigura 6 Variação da turbidez da água no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n45 \n\nFigura 7 Variação da temperatura da água (°C) no estuário do rio \nMassangana (Pernambuco-Brasil). \n\n46 \n\nFigura 8 Variação da salinidade no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n47 \n\nFigura 9 Variação do potencial hidrogeniônico (pH) no estuário do rio \nMassangana (Pernambuco-Brasil). \n\n47 \n\nFigura 10 Variação do oxigênio dissolvido (ml.L\n-1\n) no estuário do rio \n\nMassangana (Pernambuco-Brasil). \n48 \n\nFigura 11 Variação da taxa de saturação do oxigênio (%) no estuário do rio \nMassangana (Pernambuco-Brasil). \n\n49 \n\nFigura 12 Variação do material em suspensão (mg.L\n-1\n) no estuário do rio \n\nMassangana (Pernambuco-Brasil). \n50 \n\nFigura 13 Variação da amônia (µmol.L\n-1\n) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n51 \n\nFigura 14 Variação do nitrito (µmol.L\n-1\n) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n51 \n\nFigura 15 Variação do nitrato (µmol.L\n-1\n) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n52 \n\nFigura 16 Variação do fosfato (µmol.L\n-1\n) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n53 \n\nFigura 17 Variação do silicato (µmol.L\n-1\n) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n54 \n\nFigura 18 Caracterização sazonal da riqueza de espécies do fitoplâncton nas \ndivisões taxonômicas, no estuário do rio Massangana (Pernambuco-\nBrasil). \n\n58 \n\nFigura 19 Variação espacial da riqueza taxonômica, por divisão nos pontos de \ncoleta (1 e 2), no estuário do rio Massangana (Pernambuco-Brasil). \n\n60 \n\nFigura 20 Variação sazonal e entremarés da riqueza taxonômica do \nfitoplâncton nos pontos de coleta no estuário do rio Massangana \n(Pernambuco-Brasil).  \n\n61 \n\nFigura 21 Variação da densidade fitoplanctônica nos pontos de coleta e nos \ndois ciclos de marés no estuário do rio Massangana (Pernambuco-\n\n63 \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nBrasil). \n\nFigura 22 Densidade total das divisões do fitoplâncton no estuário do rio \nMassangana (Pernambuco-Brasil). \n\n64 \n\nFigura 23 Densidade do fitoplâncton nos períodos sazonais, pontos de coleta e \nnos dois ciclos de marés no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n64 \n\nFigura 24 (A) Florescimento do dinoflagelado Gymnodinium sp. no estuário do \nrio Massangana (Pernambuco-Brasil); e (B) Vista pleural do \ndinoflagelado Gymnodinium sp no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n65 \n\nFigura 25 Vista da euglenofícea Eutreptiella sp. no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n65 \n\nFigura 26 Variação sazonal, espacial e entremarés da clorofila a no estuário \ndo rio Massangana (Pernambuco-Brasil). \n\n66 \n\nFigura 27 Diversidade específica (bits.cel\n-1\n) do fitoplâncton, no estuário do rio \n\nMassangana (Pernambuco-Brasil). \n70 \n\nFigura 28 Equitabilidade do fitoplâncton, no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n70 \n\nFigura 29 Dendrograma da associação das espécies fitoplanctônicas \ncoletadas com rede de plâncton de 20 µm no estuário do rio \nMassangana (Pernambuco-Brasil), durante o período chuvoso e de \nestiagem. \n\n73 \n\n \n\nFigura 30 Dendrograma da associação dos parâmetros hidrológicos e da \nbiomassa fitoplanctônica no estuário do rio Massangana \n(Pernambuco-Brasil), durante o período chuvoso e de estiagem. \n\n74 \n\nFigura 31 Contribuição dos parâmetros ambientais e da biomassa \nfitoplanctônica aos dois primeiros componentes principais, no \nestuário do rio Massangana (Pernambuco-Brasil). \n\n75 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 Distribuição percentual do número de espécies identificadas do \nfitoplâncton no estuário do rio Massangana (Pernambuco-Brasil). \n\n55 \n\nTabela 2 Espécies fitoplanctônicas identificadas na rede de plâncton (20 µm) \ne garrafa, durante o período chuvoso e de estiagem, no estuário do \nrio Massangana (Pernambuco-Brasil). \n\n57 \n\nTabela 3 Espécies exclusivas encontradas no estuário do rio Massangana \n(Pernambuco-Brasil) nos dois períodos estudados. \n\n59 \n\nTabela 4 Variação da riqueza taxonômica da comunidade fitoplanctônica nos \npontos de coleta e nos períodos de marés no estuário do rio \nMassangana (Pernambuco-Brasil). \n\n59 \n\nTabela 5 Ecologia das espécies identificadas no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n62 \n\nTabela 6 Variação da densidade fitoplanctônica (x 10\n3\n cel.L\n\n-1\n) nos pontos de \n\ncoleta e nos períodos de marés no estuário do rio Massangana \n(Pernambuco-Brasil). \n\n65 \n\nTabela 7 Variação sazonal, espacial e entremarés da clorofila a no estuário \ndo rio Massangana (Pernambuco-Brasil). \n\n67 \n\nTabela 8 Distribuição das espécies identificadas no estuário do rio \nMassangana (Pernambuco-Brasil) durante o período de estiagem. \n\n68 \n\nTabela 9 Distribuição das espécies identificadas no estuário do rio \nMassangana (Pernambuco-Brasil) durante o período chuvoso. \n\n68 \n\nTabela 10 Contribuição dos parâmetros ambientais e biológico (biomassa \nfitoplanctônica) aos dois primeiros componentes principais no \nestuário do rio Massangana (Pernambuco-Brasil). \n\n75 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nLISTA DE APÊNDICE \n\n \n\nAPÊNDICE A Sinopse dos táxons do fitoplâncton identificados no estuário do rio \nMassangana (Pernambuco-Brasil). \n\n103 \n\nAPÊNDICE B Frequência de ocorrência dos táxons identificados no estuário do \nrio Massangana (Pernambuco-Brasil), na baixa-mar e preamar \ndurante o período de estiagem e chuvoso. \n\n105 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nSUMÁRIO \n\n1 INTRODUÇÃO 16 \n\n1.1 Objetivo geral 18 \n\n1.1.1 Objetivos específicos 18 \n\n2 SÍNTESE DA ARTE DO LITORAL SUL 19 \n\n2.1 Estuário da bacia do Pina 19 \n\n2.2 Estuário da bacia portuária do Recife 20 \n\n2.3 Praia de Brasília Formosa 21 \n\n2.4 Praia de Boa Viagem 21 \n\n2.5 Praia de Piedade 22 \n\n2.6 Praia de Candeias 22 \n\n2.7 Estuário de Barra das Jangadas 23 \n\n2.8 Complexo estuarino de Suape 24 \n\n2.8.1 Estuário do rio Ipojuca 25 \n\n2.8.2 Estuário do rio Massangana 26 \n\n2.9 Baía de Tamandaré 27 \n\n2.10 Estuários dos rios Ilhetas e Mamucaba 28 \n\n2.11 Estuário do rio Formoso 28 \n\n2.12 Estuário do rio Ariquindá 29 \n\n2.13 Estuário do rio Sirinhaém 30 \n\n2.14 Estuário do rio Una 31 \n\n2.15 Praia de Porto de Galinhas 31 \n\n2.16 Estuário do rio Maracaípe 31 \n\n3 DESCRIÇÃO DE ÁREA 32 \n\n4 MATERIAL E MÉTODOS 35 \n\n4.1 Localização dos pontos de coleta 35 \n\n4.2 Procedimento de campo 35 \n\n4.2.1 Amostragem do fitoplâncton 35 \n\n4.2.1.1 Composição do fitoplâncton 35 \n\n4.2.1.2 Biomassa fitoplanctônica (mg.m\n-3\n) 36 \n\n4.3 Análise qualitativa do fitoplâncton 37 \n\n4.4 Análise quantitativa do fitoplâncton (cel.L\n-1\n) 37 \n\n4.5 Tratamento numérico dos dados 38 \n\n4.5.1 Abundância relativa 38 \n\n4.5.2 Frequência de ocorrência 38 \n\n4.6 Tratamento estatístico dos dados 38 \n\n4.6.1 Riqueza, índice de diversidade específica e equitabilidade 38 \n\n4.7 Parâmetros Climatológicos 40 \n\n4.8 Parâmetros Hidrológicos 40 \n\n4.8.1 Profundidade local (m) 40 \n\n4.8.2 Transparência da água (m) 40 \n\n4.8.3 Turbidez (NTU) 40 \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4.8.4 Temperatura da água (°C) 40 \n\n4.8.5 Salinidade 40 \n\n4.8.6 Potencial hidrogeniônico (pH) 40 \n\n4.8.7 Oxigênio dissolvido (ml.L\n-1\n) 40 \n\n4.8.8 Taxa de saturação de oxigênio (%) 41 \n\n4.8.9 Material em suspensão (mg.L\n-1\n) 41 \n\n4.8.10 Sais nutrientes 41 \n\n4.9 Análise Multivariada 41 \n\n4.9.1 Associação das amostras com relação aos parâmetros ambientais 41 \n\n4.9.2 Análise dos Componentes Principais 42 \n\n4.10 Análise estatística (Mann-W hitney) 42 \n\n4.11 Normalização do texto 42 \n\n5 RESULTADOS 43 \n\n5.1 Precipitação pluviométrica (mm) 43 \n\n5.2 Parâmetros Hidrológicos 43 \n\n5.2.1 Altura das marés (m) 43 \n\n5.2.2 Profundidade local (m) 44 \n\n5.2.3 Transparência da água (m) 44 \n\n5.2.4 Turbidez (NTU) 45 \n\n5.2.5 Temperatura da água (°C) 46 \n\n5.2.6 Salinidade 46 \n\n5.2.7 Potencial hidrogeniônico (pH) 47 \n\n5.2.8 Oxigênio dissolvido (ml.L\n-1\n) 48 \n\n5.2.9 Taxa de saturação de oxigênio (%) 49 \n\n5.2.10 Material em suspensão (mg.L\n-1\n) 49 \n\n5.2.11 Sais nutrientes 50 \n\n5.2.11.1 Amônia (µmol.L\n-1\n) 50 \n\n5.2.11.2 Nitrito (µmol.L\n-1\n) 51 \n\n5.2.11.3 Nitrato (µmol.L\n-1\n) 52 \n\n5.2.11.4 Fosfato (µmol.L\n-1\n) 53 \n\n5.2.11.5 Silicato (µmol.L\n-1\n) 53 \n\n5.3 Parâmetros Biológicos 54 \n\n5.3.1 Composição florística 54 \n\n5.3.2 Riqueza e distribuição taxonômica 57 \n\n5.3.2.1 Caracterização sazonal 58 \n\n5.3.2.2 Caracterização espacial 59 \n\n5.3.2.3 Caracterização entremarés 60 \n\n5.4 Característica ecológica do fitoplâncton 61 \n\n5.5 Densidade fitoplanctônica (cel.L\n-1\n) 62 \n\n5.5.1 Caracterização sazonal 64 \n\n5.5.2 Caracterização espacial 64 \n\n5.5.3 Caracterização entremarés 66 \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n5.6 Biomassa fitoplanctônica (mg.m\n-3\n) 66 \n\n5.7 Tratamento numérico dos dados 67 \n\n5.7.1 Abundância relativa das espécies 67 \n\n5.7.2 Frequência de ocorrência 69 \n\n5.7.3 Diversidade específica e equitabilidade 69 \n\n5.7.4 Análise Multivariada 70 \n\n5.7.4.1 Análise de agrupamento das espécies 70 \n\n5.7.4.2 Análise dos componentes principais 74 \n\n6 Discussão 76 \n\n7 Conclusões 89 \n\n8 Referências Bibliográficas 90 \n\n Apêndices 103 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n1 INTRODUÇÃO \n\nOs estuários são ecossistemas de elevada importância biológica e sócio-\n\neconômica. Apresenta uma comunidade abundante, diversificada e a capacidade de \n\nrenovação periódica de suas águas faz destes ecossistemas, locais onde ocorrem \n\nintensas transformações da matéria orgânica, representando um importante elo de \n\nligação entre os ecossistemas fluvial e marinho. Além disso, cerca de 2/3 das \n\ngrandes cidades estão localizadas em estuários e regiões adjacentes, devido à \n\nfacilidade de construção de portos, marinas, indústrias de pescado, etc (PEREIRA \n\nFILHO; SPILLERE; SCHETTINI, 2003). \n\nNesses ambientes, as interferências humanas incluem desde a exploração de \n\nalimento, extração de materiais de construção, transporte, recreação e deposição de \n\nesgotos até obras de engenharia e atividades agrícolas desenvolvidas ao longo das \n\nsuas bacias de drenagem. Invasões de áreas públicas e aterros de áreas de \n\nmangue para usos múltiplos representam uma prática comum nessas áreas e as \n\natividades de aquicultura e pesca predatória são exemplos adicionais dessas \n\ntensões (CABRAL; SASSI; COSTA, 2005).  \n\nA implantação do Complexo Industrial Portuário de Suape gerou uma série de \n\nimpactos ambientais, como a derrocagem de trechos de recife, aterro e corte de \n\nmanguezais, aumento da carga poluidora proveniente de unidades fabris e da \n\nmovimentação portuária, desestruturação da pequena atividade agrícola e da pesca \n\nartesanal, sedimentação por dragagem e tráfego de embarcações de grande porte \n\n(PESSOA et al., 2009).  \n\nEstas obras têm causado a destruição irreversível do habitat e a criação de \n\náreas novas, insuficientes para substituir as destruídas e de natureza quase sempre \n\ntotalmente distinta, com os seguintes efeitos negativos sobre o ambiente: aument o \n\ndo volume de água do estuário, modificação da distribuição dos valores de \n\nsalinidade, oxigênio dissolvido, nutrientes, pH, turbidez e aumento da movimentação \n\ndos sedimentos no leito do estuário (ALVES COELHO et al., 2004). Além, no caso \n\nde áreas portuárias, a introdução de espécies exóticas que alteram as comunidades \n\nnaturais, competindo por espaço e recursos, diminuindo a biodiversidade local.  \n\nNeste sentido, o fitoplâncton pode ser um bom instrumento de monitoramento \n\nambiental, pela sua condição de produtor primário (BONECKER; BONECKER; \n\nBASSANI, 2002), sendo o recurso alimentar fundamental para uma grande \n\nvariedade de organismos heterotróficos, desde invertebrados a vertebrados, \n\n \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nincluindo crustáceos, moluscos e peixes de interesse comercial, nas diferentes teias \n\nalimentares dos ecossistemas pelágicos e bentônicos (PROENÇA; FERNANDES, \n\n2004). \n\nA comunidade fitoplanctônica é o grupo mais onipresente de organismos \n\nautotróficos ocorrendo em todas as águas estuarinas, basicamente formada por \n\nmicroalgas representadas, principalmente, pelas cianobactérias, euglenofíceas, \n\ndinoflagelados, diatomáceas e algumas clorofíceas, apresentando-se de forma \n\nisolada, colonial ou filamentosa (DAY JR et al., 1989; HOEK; MANN; JAHNS, 1995). \n\nEm função de sua importância nas redes tróficas aquáticas, de seu caráter \n\ndinâmico e das rápidas respostas às alterações físicas e químicas do meio aquático, \n\nsão de extrema importância para a caracterização ecológica de ambientes costeiros, \n\numa vez que estas comunidades estabelecem complexas relações intra e \n\ninterespecíficas na competição e utilização do espaço e dos recursos disponíveis na \n\ncoluna d?água (VALIELA 1995 apud SOUSA et al., 2008), além de serem utilizados \n\ncomo indicadores da qualidade da água. \n\nA composição de espécies e o padrão sazonal de uma comunidade \n\nfitoplanctônica é regulada em função de vários fatores ambientais incluindo \n\nsalinidade, turbidez, nutrientes, turbulência e profundidade (DAY JR et al., 1989), \n\nbem como aqueles que contribuem para a perda de biomassa, como o fluxo de \n\nmarés e herbivoria (PHLIPS; BADYLAK; GROSSKOPF, 2002). Características \n\ngeomorfológicas, impactos antropogênicos e as variações nas condições climáticas \n\nsão outros fatores que estabelecem as características taxonômicas e a dinâmica \n\nespacial-temporal de suas comunidades (BRANDINI et al., 1997 apud MELO-\n\nMAGALHÃES et al., 2009).  \n\nEsses fatores afetam o fitoplâncton tanto em escala ecológica como nas \n\ncélulas individuais. Na escala ecológica, fatores ambientais influenciam o \n\nfitoplâncton através da seleção de espécies, enquanto nas células individuais é \n\nregulada por mecanismos bioquímicos intracelulares, incluindo mudanças na \n\nconcentração de pigmentos fornecendo uma resposta próxima do ótimo para \n\nespécies específicas (DAY JR et al., 1989).  \n\nGeralmente os grupos dominantes em estuários são as diatomác eas e os \n\ndinoflagelados, no entanto, outros grupos importantes como criptofíceas, clorofíceas \n\ne crisofíceas estão presentes (DAY JR et al., 1989). As diatomáceas constituem o \n\ngrupo mais representativo, chegando a constituir mais de 80% do fitoplâncton \n\n17 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\ncoletado em rede. Tal abundância é justificada pela disponibilidade de nutrientes e \n\npor suas características de eurialinidade, o que as torna capazes de suportar as \n\ngrandes variações de salinidade que normalmente ocorrem nos estuários \n\n(ESKINAZI-LEÇA et al., 2004). As espécies de diatomáceas que compõem a \n\ncomunidade estuarina são geralmente espécies bênticas e neríticas, embora \n\nalgumas espécies planctônicas oceânicas possam ser carreadas por ação das \n\nmarés ou ventos (PATRICK, 1967).  \n\nEstudos sobre o fitoplâncton estuarino demonstram que o número de \n\nespécies pode variar de uma região a outra, mas o predomínio das diatomáceas \n\ntanto qualitativamente como quantitativamente tem sido constatada mundialmente \n\n(YUNG et al., 1997; GAYOSO, 1998; YUNG et al., 2001; HUANG et al., 2004; \n\nMUYLAERT; SABBE; VYVERMAN, 2009) e é característica dos estuários de \n\nPernambuco (KOENING; ESKINAZI-LEÇA; NEUMANN-LEITÃO, 2002; LEÃO et al., \n\n2008; HONORATO DA SILVA et al., 2009; SANTIAGO et al., 2010a).  \n\nDesta forma, o estudo sobre a composição, taxonomia e ecologia de \n\norganismos fitoplanctônicos são de fundamental importância para traçar um perfil \n\ndas condições e do potencial ecológico de um estuário. \n\n Pelo exposto, desenvolveu-se este trabalho com objetivo geral de \n\ncaracterizar a variação quali-quantitativa da comunidade fitoplanctônica em escalas \n\nsazonal, espacial e entremarés correlacionada com os parâmetros abióticos no \n\necossistema estuarino do rio Massangana (Pernambuco-Brasil), tendo como \n\nobjetivos específicos: \n\n? Avaliar a composição específica do fitoplâncton em um gradiente \n\nsazonal, espacial e entremarés; \n\n? Determinar a densidade total (cel.L\n-1\n\n) dos organismos fitoplanctônicos; \n\n? Determinar a biomassa fitoplanctônica (mg.m\n-3\n\n); \n\n? Relacionar os dados da comunidade fitoplanctônica com as variáveis \n\nambientais. \n\n \n\n \n\n \n\n \n\n \n\n \n\n18 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n2 SÍNTESE DA ARTE DO LITORAL SUL \n\nOs trabalhos realizados no litoral Sul de Pernambuco sobre a flora planctônica \n\nsão em menor quantidade quando comparados aos do litoral Norte do estado, \n\nalguns trabalhos têm sido publicados em áreas c osteiras abrangendo estuários, \n\nbaías e praias, estendendo-se desde a bacia do Pina até os municípios de \n\nTamandaré e Rio Formoso. \n\nDentre os trabalhos desenvolvidos nessas áreas constata-se que a área de \n\nSuape destaca-se entre as demais com registro de 19,64% do total de trabalhos, \n\nseguido de Barra das Jangadas 14,29%, Tamandaré 14,29% e Bacia do Pina com \n\n12,50% de todo levantamento realizado (monografias, dissertações, teses e artigos \n\npublicados em periódicos). \n\n \n2.1 ESTUÁRIO DA BACIA DO PINA \n\nO fitoplâncton nesta área está caracterizado por uma diversidade de formas, \n\n186 táxons, com destaque para as espécies Skeletonema costatum (Greville) Cleve \n\ne Trichodesmium erytraeum Ehrenberg consideradas dominantes e frequentes, com \n\nflorescimentos na primavera e verão na baixa-mar e preamar. As diatomáceas é o \n\ngrupo mais expressivo nas preamares, destacando-se a espécie Skeletonema \n\ncostatum. O regime de maré influencia bastante a variação dos parâmetros \n\nhidrológicos e biológicos na área. A salinidade (0,35 a 37,12) varia tanto em função \n\nda altura da maré, mais elevada na preamar, como em função da precipitação \n\npluviométrica. Ocorre uma relação inversa entre a salinidade e a biomassa \n\nfitoplanctônica onde os maiores teores de salinidade coincidem com as menores \n\nconcentrações de clorofila a. Os sais nutrientes são mais elevados na baixa-mar e \n\nno período chuvoso em função do maior aporte destes sais decorrente da drenagem \n\nterrestre. O silicato (4,90 a 476,04 µmol.L\n-1\n\n) apresenta as maiores concentrações \n\nseguido pelo nitrato (0,76 \n \na 29,77 µmol.L\n\n-1\n), amônia (3,99 a 16,18 µmol.L\n\n-1\n), fosfato \n\n(0,30 a 14,82 µmol.L\n-1\n\n) e nitrito (0,05  a 6,09 µmol.L\n-1\n\n). A biomassa fitoplanctônica é \n\nbastante elevada durante o período de estiagem, coincidindo com os menores \n\níndices de precipitação pluviométrica. Durante o período chuvoso, o aumento de \n\nmaterial em suspensão diminui a camada fótica impedindo um maior \n\ndesenvolvimento do fitoplâncton neste período. Os níveis de produção primária \n\nvariam de 0,05 a 260,45 mg.C.m\n-2\n\n.h\n-1\n\n apresentando um ciclo sazonal bem definido \n\ncom elevados índices no período de estiagem. Os teores de clorofila a variam entre \n\n19 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n2,43  a 260,45 mg.m\n-3\n\n, com as maiores concentrações na baixa-mar, e a fração mais \n\nrepresentativa é a do nano/picofitoplâncton independente de variações sazonal, \n\nespacial e entremarés. A contribuição dos cinco rios que convergem para formar a \n\nbacia do Pina, além do lançamento de esgotos domésticos ( in natura) contribuem \n\npara o aumento na concentração de sais nutrientes e da clorofila a, levando o \n\nestuário da bacia do Pina a condição de um ambiente hipereutrofizado (FEITOSA; \n\nPASSAVANTE, 1990;1991/1993; MAIA; KOENING; ESKINAZI-LEÇA,1993; MAIA, \n\n1995; FEITOSA; NASCIMENTO; COSTA, 1999; NASCIMENTO et al., 2003; \n\nSANTOS et al., 2009). \n\n \n2.2 ESTUÁRIO DA BACIA PORTUÁRIA DO RECIFE \n\nA área apresenta uma comunidade fitoplanctônica bastante diversificada \n\ncom 127 táxons, e as diatomáceas é o grupo que mais contribui para a riqueza de \n\nespécies. O fitoplâncton é dominado pelas espécies Helicotheca thamesis \n\n(Shrubsole) Ricard na maré de sizígia e Coscinodiscus sp na maré de quadratura \n\nno período de estiagem e por Coscinodiscus centralis Ehrenberg na maré de sizígia \n\ne Oscillatoria sp na maré de quadratura no período chuvoso. Além das espécies \n\nabundantes, Asterionellopsis glacialis (Castracane) Round durante o período \n\nchuvoso na preamar, e Plagiogramma sp. durante o período de estiagem nas marés \n\nenchente e preamar. As espécies ticoplanctônicas predominam na área, seguida \n\ndas planctônicas marinhas neríticas e oceânicas, das dulciaquícolas e estuarinas. A \n\nsalinidade varia de 1 a 8 no período chuvoso e de 21 a 36 no período de estiagem. \n\nEm relação aos sais nutrientes, as concentrações de nitrito+nitrato variam entre 3,8 \n\ne 59,75 µmol.L\n-1\n\n e de silicato entre 10,70 e 133,89 µmol.L\n-1\n\n, mais elevadas no \n\nperíodo chuvoso. As concentrações de amônia variam de indetectáveis a 23,43 \n\nµmol.L\n-1\n\n e de fosfato variam de 1,50 a 16,40 µmol.L\n-1\n\n, mais elevadas durante o \n\nperíodo de estiagem. Os teores de clorofila a, variam de 3,30 a 54,40 mg.m\n-3\n\n, e são \n\nmais elevados na baixa-mar de quadratura no período de estiagem. A sazonalidade \n\ndetermina a estrutura da comunidade fitoplanctônica, em vez do fluxo estuarino. É \n\nverificado os maiores valores de riqueza do fitoplâncton durante o período chuvoso. \n\nA área é exposta sazonalmente a vários impactos negativos, devido aos efluentes \n\ndomésticos e ao elevado nível de eutrofização (BORGES, 2008; SANTIAGO et al., \n\n2010a). \n\n \n\n20 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n2.3 PRAIA DE BRASILIA FORMOSA \n\nA composição fitoplanctônica da área é constituída por 84 espécies, e as \n\ndiatomáceas é o grupo mais representativo. Destacam-se as espécies  \n\nAsterionellopsis glacialis (Castracane) Round predominante no período chuvoso e \n\nHeliotheca thamesis (Shrubsole) Ricard  no período de estiagem. As diatomáceas \n\napresentam densidade fitoplanctônica variando de 10 a 1,89 x 10\n3\n cel.L\n\n-1\n, com \n\ndestaque para as espécies Cerataulina pelagica (Cleve) Hendey (máximo de 450 x \n\n10\n3\n cel.L\n\n-1\n), Cylindrotheca closterium (Erenbergh) Reimann e Lewis (máximo de 400 \n\nx 10\n3\n cel.L\n\n-1\n) e Skeletonema costatum (Greville) Cleve (máximo de 610 x 10\n\n3\n cel.L\n\n-1\n). \n\nOs valores de densidade dos fitoflagelados variam de 10 a 280 x 10\n3\n cel.L\n\n-1\n, com os \n\nmaiores valores registrados no período de estiagem. Os dinoflagelados, clorofíceas \n\ne as euglenofíceas são pouco representativos, não apresentando variação sazonal, \n\nenquanto as cianobactérias ocorrem principalmente no período de estiagem. A \n\nclorofila a total varia de 1,55 a 33,54 mg.m\n-3\n\n. Os teores de salinidade são altos \n\n(33,25), bem como os teores de oxigênio dissolvido (5,81 mg.L\n-1\n\n) e nitrato (>7,91 \n\n?mol.L\n-1\n\n), além de concentrações de nitrito (0,33 ?mol.L\n-1\n\n), fosfato (0,41 ?mol.L\n-1\n\n) e \n\nsilicato (18,68 ?mol.L\n-1\n\n). A precipitação pluviométrica condiciona a distribuição da \n\nsalinidade, pH, sais nutrientes, biomassa e densidade fitoplanctônica. Os altos \n\nvalores do nitrato, de densidade fitoplanctônica e clorofila a, ocorrem principalmente \n\nno período de estiagem, onde ocorre maior influência da exploração turística, e \n\nestão diretamente relacionados a tributários de origem antrópica, o que ocasiona \n\numa leve eutrofização na área (FERREIRA et al., 2008; FERREIRA et al., 2010a). \n\n \n2.4 PRAIA DE BOA VIAGEM \n\nA comunidade fitoplanctônica está representada por 84 espécies, sendo as \n\ndiatomáceas o grupo mais frequente e abundante, destacando-se as espécies \n\nAsterionellopsis glacialis (Castracane) Round (dominante no período chuvoso), \n\nDactyliosolen fragilissimus (Bergon) Hasle e Helicotheca thamesis (Shrubsole) \n\nRicard (dominante no período de estiagem). Os teores de clorofila a, composição e \n\ndensidade fitoplanctônica respondem às variações ambientais, causando um \n\nflorescimento de microalgas, com valores elevados (7,7 x 10\n5 \n\ncel.L\n-1\n\n) no período de \n\nestiagem. A estrutura da comunidade fitoplanctônica está relacionada à precipitação \n\npluviométrica (FERREIRA et al., 2009; FERREIRA et al., 2010a). \n\n \n\n21 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n2.5 PRAIA DE PIEDADE \n\nA área apresenta 98 espécies identificadas, com a dominância das \n\ndiatomáceas com destaque para as espécies Grammatophora hamulifera Kutzing, \n\nTriceratium contortum Shadbolt, Podocystis adriatica Kutzing e Amphora arenaria \n\nDonkin descritas pela primeira vez para o Brasil. Destacam-se como dominantes e \n\nmuito frequentes as espécies Asterionellopsis glacialis (Castracane) Round e \n\nBellerochea malleus (Brightwell) van Heurck (período chuvoso) e Helicotheca \n\nthamesis (Shrubsole) Ricard e Licmophora abbreviata Agardh (período de estiagem). \n\nAlém das espécies Cyclotella meneghiniana (Kutzing) Grunow, Microcystis \n\naeruginosa Kutzing e Phacus sp. que podem ocorrer tanto em ambiente \n\ndulciaquícola quanto marinho. A área apresenta diversidade específica alta, valores \n\nelevados de clorofila a (0,31 a 9,02 mg.m\n-3\n\n) e densidade fitoplanctônica onde os \n\nfitoflagelados e diatomáceas apresentam os maiores valores de densidade (640 e \n\n485 x10\n3\n cel.L\n\n-1\n, respectivamente), destacando-se a espécie Licmophora abbreviata. \n\nQuanto à produção primária fitoplanctônica, em um perfil perpendicular à costa, \n\nobserva-se uma variação espacial e temporal, com valores que variam entre 0,08\n \ne \n\n57,34 mgC.m\n-3\n\n.h\n-1\n\n, com maior produção nas estações situadas próximas à costa. A \n\ntaxa de assimilação do fitoplâncton apresenta uma variação de 0,07 a 8,73 \n\nmgC/mgClor.m\n3\n. Há uma influência considerável do rio Jaboatão, principalmente nas \n\nestações mais próximas da costa que durante o período chuvoso têm sua produção \n\norgânica reduzida, enquanto nas estações mais afastadas da costa, a produção é \n\nmaior no período chuvoso. A hidrologia da área é caracterizada por valores de \n\ntemperatura, teores de oxigênio dissolvido e salinidade elevados e pH alcalino. \n\nQuanto aos nutrientes, os altos teores de nitrato (>7 ?mol.L\n-1\n\n)  indicam a \n\neutrofização que ocorre na área, está relacionada ao aporte do estuário de Barra de \n\nJangadas, que é considerado altamente eutrofizado (ESKINAZI; SATÔ, 1963/64; \n\nPASSAVANTE; FEITOSA, 1995; LEÃO, 2002; FERREIRA et al., 2010a; FERREIRA \n\net al., 2010b). \n\n \n\n2.6 PRAIA DE CANDEIAS \n\nO ambiente apresenta-se politrófico (>10 mg.m\n3\n), devido à proximidade do \n\nestuário do rio Jaboatão, e depois da retirada do espigão na face sul e do \n\nengordamento artificial da praia, a biomassa apresenta valores reduzidos. Os teores \n\nde clorofila a na área variam de 11,12 a 158,99 mg.m\n3\n, com valores mais elevados \n\n22 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nno período chuvoso, e na área interna do quebra-mar. Estes valores estão \n\nassociados à precipitação pluviométrica. Ocorre um declínio na eutrofização devido \n\nà remoção do espigão e a pluviometria sazonal, o que melhora a circulação da água \n\ne controla a abundância do fitoplâncton. A temperatura varia entre 31,5 e 33,5°C. Os \n\nteores médios de salinidade apresentam variação espacial, variando de 21 a 29, \n\ndevido à influência do rio Jaboatão. O quebra-mar e o espigão atuam como agentes \n\nmodificadores da dinâmica costeira local, promovendo desequilíbrio nas \n\ncomunidades biológicas (SANTOS; PASSAVANTE; BARROS, 2007; PASSAVANTE; \n\nSILVA; FIGUEIREDO, 2008). \n\n \n2.7 ESTUÁRIO DE BARRA DAS JANGADAS \n\nNesta área foi realizado por Ottmann et al. (1967), o primeiro trabalho do \n\nfitoplâncton estuarino através de um estudo sobre os efeitos da poluição, fazendo \n\nreferência a algumas espécies de microalgas ocorrentes na área, como os  gêneros \n\nChaetoceros e Rhizosolenia. São inventariados na área 266 táxons destacando-se \n\nas diatomáceas quali-quantitativamente apresentando maior número de riqueza de \n\nespécies. As diatomáceas Bellerochea malleus (Brightwell) Van Heurk, Thalassiosira \n\nsp, Coscinodiscus centralis Ehrenberg, Melosira sulcata Ehrenberg (Cleve), \n\nCerataulus turgidus Ehrenberg, Coscinodiscus excentricus Ehrenberg e Cyclotella \n\nmeneghiniana Kützing, são consideradas dominantes. Além das cianobactérias \n\nMicrocystis aeruginosa (Kützing) Kützing, Microcystis flos-aquae (W ittrock) Kirchner, \n\nOscillatoria sp, Sphaerocystis sp,  e Palmellaceae. As espécies Actinocyclus roperii \n\n(Brébisson) Grunow, Rhaphoneis discoides Subrahmanyan, Pinnularia clericcii var. \n\ncorrentina Frenguelli e Nitzschia fasciculata (Grunow) Heurck são registradas pela \n\nprimeira vez para o Brasil (ESKINAZI, 1967), além das espécies Microcystis robusta, \n\nArthrospira spirulinoides, Euglena tuba, Lepocinclis fusiformis, Lepocinclis salina, \n\nLepocinclis sphagnophila, Phacus caudata var. ovalis, Phacus kelikoides, Phacus \n\norbicularis, Phacus orbicularis var. caudatus, Trachelomonas armata, \n\nTrachelomonas armata var. longispina, Trachelomonas armata var. steinii, \n\nTrachelomonas dastuguei, Dimeregramma fulvum, Dimeregramma marinum, Eunotia \n\nexigua, Eunotia sarekensis, Hantzschia linearis, Nitzschia distans, Nitzschia insignis, \n\nNitzschia smithii, Surirella apiculata, Pediastrum duplex var. duplex, Pediastrum \n\nduplex var. clathratum, Pediastrum duplex var. punctatum, Pediastrum duplex var. \n\nrugulosum, Ankistrodesmus bibraianus, Monoraphidinium arcuatum, \n\n23 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nMonoraphidinium saxatile, Selenastrum gracile, Staurodesmus megacanthus, \n\nChlamidocapsa bacillus, Tetraedron regulare, Characium limneticum, Crucigeniella \n\napiculata, Scenedesmus brevispina, Scenedesmus decorus, Scenedesmus dispar, \n\nScenedesmus incrassatulus, Scenedesmus intermedius, Scenedesmus obtusus, \n\nScenedesmus obliquus, Scenedesmus quadricauda var. granulatus, Scenedesmus \n\nquadricauda var. longispina, Scenedesmus quadricauda var. quadricauda, \n\nScenedesmus quadricauda var. westii, Tetrastrum elegans, Cosmarium formulosum \n\ne Staurastrum leptocladum var. africanum, citadas pela primeira vez para \n\nPernambuco (LACERDA, 2004). É verificado na área que os maiores números de \n\ncélulas/litro do fitoplâncton ocorrem no período de estiagem. Os valores de clorofila \n\na variam entre 0,57 e 158,6 mg.m\n-3\n\n e as condições de luminosidade e a \n\ndisponibilidade de nutrientes favorecem o desenvolvimento fitoplanctônico, com \n\nelevadas concentrações de clorofila a, caracterizando a área como eutrófica. A \n\nfração do fitoplâncton que é mais representativa na área é a do \n\npico/nanofitoplâncton. Os teores de salinidade são mais elevados no período de \n\nestiagem o que influencia a distribuição das espécies ao longo do estuário, com as \n\nmarinhas eurialinas ocorrendo em maior número durante a preamar e as espécies \n\nlimnéticas durante a baixa-mar. De maneira geral as concentrações dos sais \n\nnutrientes são mais elevadas nas baixamares e durante o período chuvoso. As \n\nconcentrações de amônia variam entre 0,64 a 2,15 µmol.L\n-1\n\n,  nitrito entre valores \n\nindetectáveis  a 3,93 µmol.L\n-1\n\n, nitrato entre 0,36 a 18,66 µmol.L\n-1\n\n, fosfato de 0,01 a \n\n5,80 µmol.L\n-1\n\n, e silicato entre 6,68 a 147,67 µmol.L\n-1\n\n. O ambiente estuarino de Barra \n\ndas Jangadas é considerado eutrófico devido aos impactos antrópicos (ESKINAZI-\n\nLEÇA et al., 1997; BRANCO et al., 2000; BRANCO, 2001; BRANCO; FEITOSA; \n\nFLORES MONTES, 2002; LACERDA, 2004; NORIEGA et al., 2005). \n\n \n2.8 COMPLEXO ESTUARINO DE SUAPE \n\nOs primeiros trabalhos sobre o fitoplâncton na região estuarina de Suape \n\nforam executados antes da construção do Complexo Industrial Portuário, com os \n\ntrabalhos de Cavalcanti et al. (1980) e do Instituto de Desenvolvimento de \n\nPernambuco (CONDEPE) (1983) onde foram referenciadas populações típicas de \n\ndiversos sistemas delimitando zonas quanto à sua distribuição na área.  \n\n A área do Complexo estuarino de Suape apresenta densidades do \n\nfitoplâncton que variam de 416.200 a 8.655.400 cel.L\n-1\n\n. No estuário do rio \n\n24 \n\n24 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nMassangana os valores de densidade oscilam entre 654.400 e 3.161.400 cel.L\n-1\n\n. No \n\nestuário do rio Tatuoca, são verificados os maiores valores de densidade variando \n\nde 6.094.800 a 8.655.400 cel.L\n-1\n\n. Na baía de Suape, os valores são os mais baixos, \n\ncom o mínimo de 462.400 cel.L\n-1\n\n. Estas áreas apresentam os valores de densidade \n\nmais elevados no período chuvoso, enquanto no estuário do rio Ipojuca (416.200 e \n\n5.748.600 cel.L\n-1\n\n) o aumento no número de células ocorre no período de estiagem. \n\nOs maiores valores de densidade são registrados durante o período chuvoso nos \n\nestuários dos rios Massangana e Tatuoca e na Baía de Suape, enquanto no período \n\nde estiagem os maiores valores são no estuário do rio Ipojuca. Quanto ao aspecto \n\nqualitativo, são identificadas 72 espécies, destacando-se as espécies Cerataulus \n\nturgidus Ehrenberg, Chaetoceros curvisetus Cleve, Chaetoceros laevis Leuduger-\n\nFortmorel, Chaetoceros rostratus Lauder, Coscinodiscus centralis Ehrenberg, \n\nCoscinodiscus granii Gough, Leptocylindrus danicus Cleve, Melosira moniliformis  \n\n(Müller) Agardh, Nitzschia paradoxa Muller, Terpsinoe musica Ehrenberg \n\neChaetoceros affinis var. willei Lauder, como as mais frequentes e abundantes \n\n(ESKINAZI-LEÇA; KOENING, 1985/86). A composição específica do fitoplâncton é \n\ninfluenciada através do incremento de espécies marinhas e dulciaquícolas em \n\nfunção da variação da maré (KOENING; ESKINAZI-LEÇA 1991; BARROS-FRANCA; \n\nBATISTA, 1991; ESKINAZI-LEÇA, 1991).  \n\n \n2.8.1 ESTUÁRIO DO RIO IPOJUCA \n\nA flora planctônica no estuário do rio Ipojuca é constituída de 97 táxons, \n\ndestacando-se as espécies Gyrosigma balticum (Ehrenberg) Rabenhorst, Oscillatoria \n\nprinceps Vaucher ex Gomont, Chaetoceros lorenzianus Grunow, Climacosphenia \n\nmoniligera Ehrenberg e Licmophora abbreviata Agardh consideradas muito \n\nfrequentes nos períodos de estiagem e chuvoso. Há uma predominância de \n\nassociações de espécies de diatomáceas marinhas eurialinas e ausência de \n\nassociações de espécies de diatomáceas dulciaquícolas indicando que as \n\npreamares têm influência marcante na área estuarina. A densidade fitoplanctônica \n\ntotal apresenta menores valores no período chuvoso, com valor mínimo de 142.000  \n\ne máximo de 740.00 cel.L\n-1\n\n. Neste período predomina a fração do nanofitoplâncton \n\ncom valores entre 75.000 e 615.000 cel.L\n-1\n\n e, com os fitoflagelados como o grupo \n\ndominante, com 525.000 cel.L\n-1\n\n. A fração do microfitoplâncton apresenta variação de \n\n47.000 a 188.000 cel.l\n-1\n\n, destacando-se o grupo das diatomáceas. No período de \n\n25 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nestiagem, a densidade fitoplanctônica é mais elevada, com valores entre 262.000 a \n\n1.789.000 cel.L\n-1\n\n. Neste período a fração que predomina é a do nanofitoplâncton, \n\ncom mínimo de 5.000 cel.L\n-1\n\n e máximo de 1.285.000 cel.L\n-1\n\n, destacando-se os \n\nfitoflagelados, com densidade máxima de 720.000 cel.L\n-1\n\n. A fração do \n\nmicrofitoplâncton apresenta valores de densidade variando de 77.000 a 866.000 \n\ncel.l\n-1\n\n, com destaque para as diatomáceas com 718.000 cel.L\n-1\n\n, na maré enchente. \n\nOs teores de salinidade apresentam amplas variações caracterizando o ambiente de \n\noligoalino (4,17) a eualino (36,45) no período chuvoso e de mesoalino (11,5) a \n\neualino (37,18) no período de estiagem. Os sais nutrientes apresentam \n\nconcentrações variando de 0,001 e 1,344 ?mol.L\n-1 \n\npara o nitrito; 0,022 e 8,163 \n\n?mol.L\n-1\n\n para nitrato; 0,193 e 1,301 ?mol.L\n-1\n\n para fosfato; e 14,562 e 141,661 ?mol.L\n-\n\n1\n para silicato. O maior aparecimento de espécies de diatomáceas litorais (epífitas e \n\nbentônicas) que predominam na área, é decorrente da pequena profundidade, da \n\ngrande sedimentação na área e dos processos de ressuspensão. A abertura feita \n\nnos recifes permite a penetração do fluxo marinho, favorec endo também a \n\nocorrência das espécies de dinoflagelados que são características de águas \n\noceânicas, as quais encontram na área condições para se desenvolverem, \n\ncontribuindo com 27,41% da população, enquanto que, antes da constr ução do \n\nPorto, eram representadas por apenas 3,33%. A grande quantidade de material em \n\nsuspensão no estuário do rio Ipojuca, provoca uma diminuição da transparência da \n\nágua, durante o período chuvoso, quando é bem maior o aporte de substâncias \n\nalóctones. Antes da construção do Porto, o número de células atingia valor mínimo \n\nde 416.000 cel.L\n-1\n\n e máximo de 5.748.000 cel.L\n-1\n\n (KOENING; ESKINAZI-LEÇA \n\n1991). Após a construção do porto, estes valores decresceram para o mínimo de \n\n142.000 cel.l\n-1\n\n e o máximo de 1.789.000 cel.l\n-1\n\n, condicionando um decréscimo de \n\n70% da densidade fitoplanctônica. Observa-se que os constantes impactos na área \n\nlevam à mudança no ecossistema e afetam a dinâmica da estrutura da comunidade \n\nfitoplanctônica (KOENING; ESKINAZI-LEÇA; CARVALHO, 1996; KOENING; \n\nESKINAZI-LEÇA; NEUMANN-LEITÃO, 2002). \n\n \n2.8.2 ESTUÁRIO DO RIO MASSANGANA \n\n São identificadas 75 espécies do fitoplâncton no estuário do rio Massangana \n\nonde as diatomáceas são as mais representativas, tanto em frequência de \n\nocorrência como em abundância relativa, com destaque para as espécies: \n\n26 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAsterionellopsis glacialis (Castracane) Round, Coscinodiscus centralis Ehrenberg, \n\nGyrosigma balticum (Ehrenberg) Rabenhorst, Isthmia enervis Ehrenberg e Surirella \n\novata Kutzing. A estrutura florística está dominada por espécies marinhas eurialinas \n\ncom registro de espécies potencialmente nociva, não tóxica e tóxica (Microcystis sp., \n\nDinophysis caudata Saville-Kent, Protoperidinium sp., Asterionellopsis glacialis \n\n(Castracane) Round e Coscinodiscus centralis Ehrenberg), além da presença de \n\noutros gêneros (Merismopedia, Pseudonitzschia dentre outros) que são utilizados \n\ncomo bioindicadores da qualidade de água. O ciclo das marés e a salinidade \n\ncontribuem para a complexidade ambiental da área, sendo os principais \n\ncondicionantes para a distribuição da composição fitoplanctônica, e que os \n\nconstantes impactos no estuário do rio Massangana vêm favorecendo cada vez mais \n\na ocorrência de espécies oportunistas (r-estrategistas). Além disso, há uma pequena \n\nredução do número de células/litro, além do predomínio da fração do \n\nnanofitoplâncton no período de estiagem e do microfitoplâncton no período chuvoso, \n\nquando comparado com os resultados obtidos antes da construção do Porto \n\n(KOENING; MACEDO; COSTA, 1995; SANTIAGO et al., 2010b). \n\n \n\n2.9 BAÍA DE TAMANDARÉ   \n\nEsta área apresenta uma comunidade fitoplanctônica constituída de 101 \n\ntáxons, destacando-se as diatomáceas, corroborando a dominância e a frequência \n\ndestas microalgas em outros ambientes costeiros. As espécies Asterionellopsis \n\nglacialis (Castracane) Round, Chaetoceros lorenzianus Grunow, Coscinodiscus \n\ncentralis Ehrenberg e Synechococcus elongatus (Nägeli) Nägeli são dominantes, \n\nenquanto Striatella unipunctata (Lyngbye) Agardh é abundante. A densidade \n\nfitoplanctônica apresenta valores variando de 2,22 a 92.352 cel.L\n-1\n\n, com os maiores \n\nvalores observados na baixa-mar. Quantitativamente destacam-se as diatomáceas, \n\ncom as espécies Coscinodiscus centralis e Grammatophora marina (Lyngbye) \n\nKutzing. O registro do fenômeno da maré vermelha é ocasionado pela espécie \n\nTrichodesmium erythraeum Ehrenberg, que é conhecida por ter uma grande \n\ncapacidade de se multiplicar em águas com maior transparência. Os teores de \n\nsalinidade permitem o desenvolvimento das diatomáceas, caracterizando o grupo \n\ncomo o mais diversificado, constituído em sua maioria por espécies eurialinas. A \n\nclorofila a varia de 10,91 a 14,98 mg.m\n-3\n\n na maré de quadratura e de 0,92 a 4,05 \n\nmg.m\n-3\n\n na maré de sizígia. No período de estiagem, os fatores como a intensidade \n\n27 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nluminosa, a disponibilidade de nutrientes e os baixos índices pluviométricos \n\ncontribuem para o aumento da riqueza taxonômica na área. Quanto aos sais \n\nnutrientes é observada uma variação sazonal, com concentrações de fosfato e \n\nsilicato mais elevadas durante o período de estiagem, enquanto os nutrientes \n\nnitrogenados são mais elevados durante o período chuvoso. As concentrações de \n\nsais nutrientes permitem classificar a área como oligotrófica apesar de receber um \n\naporte de nutrientes de origem continental (SATÔ; PARANAGUÁ; ESKINAZI, \n\n1963/64; RAPÔSO, 1979; MOURA, 1991; MOURA; PASSAVANTE, 1994/95; \n\nGALVÃO, 1996; ROSEVEL DA SILVA; SILVA-CUNHA; FEITOSA, 2004b; ROSEVEL \n\nDA SILVA et al., 2005; AMANCIO, 2005).  \n\n \n\n2.10 ESTUÁRIOS DOS RIOS ILHETAS E MAMUCABA \n\nA área apresenta uma comunidade fitoplanctônica constituída por 129 táxons, \n\ncom as espécies Fragilaria capucina Desmazières, Pleurosigma sp., Rhizosolenia \n\nsetigera Brightwell e Thalassiosira leptopus (Grunow) Hasle e Frywell como as mais \n\nrepresentativas. A biomassa fitoplanctônica apresenta valores variando de \n\nindetectáveis a 22,20 mg.m\n-3\n\n, mais elevadas durante o período de estiagem e nos \n\npontos onde são encontrados os menores valores de salinidade. A salinidade varia \n\nentre zero (0) e 36, apresentando um padrão salino variando do limnético ao eualino, \n\ncaracterístico de ambientes estuarinos. As concentrações de sais nutrientes como \n\nas de fosfato variam de indetectável a 0,31 ?mol.L\n-1\n\n, o nitrito varia de indetectável a \n\n0,99 ?mol.L\n-1\n\n, o nitrato de indetectável a 3,74 ?mol.L\n-1\n\n e o silicato varia de 3,21 a \n\n118,80 ?mol.L\n-1\n\n. A área estuarina dos rios Ilhetas e Mamucaba é caracterizada como \n\nde baixa influência antrópica (LOSADA; FEITOSA; LINS, 2003; ROSEVEL DA \n\nSILVA; SILVA-CUNHA; FEITOSA, 2004a). \n\n \n\n2.11 ESTUÁRIO DO RIO FORMOSO \n\nSão conhecidos 204 táxons do estuário do rio Formoso, destacando-se as \n\ndiatomáceas que contribuem com a maior riqueza na área. As espécies de \n\ndiatomáceas Chaetoceros costatus Pavillard, Chaetoceros curvisetus Cleve, \n\nChaetoceros sp, Coscinodiscus centralis Ehrenberg e a euglenofícea \n\nTrachelomonas sp são consideradas dominantes na área.  Quanto à classificação \n\necológica ocorre a predominância de espécies eurialinas representando 86,49% de \n\ntodos os táxons específicos, evidenciando a forte influência das águas marinhas \n\n28 \n\n28 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\ncosteiras. De maneira geral, as concentrações de sais nutrientes são mais elevadas \n\ndurante a baixa-mar e no período chuvoso. As concentrações de nitrito (valores \n\nindetectáveis a 0,48 ?mol.L\n-1\n\n), nitrato (valores indetectáveis a 6,30 ?mol.L\n-1\n\n) e \n\nfosfato (valores indetectáveis a 0,77 ?mol.L\n-1\n\n) são mais elevadas no período \n\nchuvoso, enquanto o silicato (7,14 a 75,63 ?mol.L\n-1\n\n) apresenta concentrações mais \n\nelevadas no período de estiagem. Os teores de clorofila a variam de 2,45 a 70,22 \n\nmg.m\n-3\n\n, com os maiores valores registrados no período chuvoso. As concentrações \n\nde biomassa e de sais nutrientes caracterizaram o estuário como um ambiente \n\neutrófico (HONORATO DA SILVA et al., 2009). \n\n \n\n2.12 ESTUÁRIO DO RIO ARIQUINDÁ \n\nA comunidade fitoplanctônica no estuário do rio Ariquindá é constituída por \n\n226 espécies, com o predomínio quali-quantitativo das diatomáceas, com destaque \n\npara as espécies Coscinodiscus centralis Ehrenberg, Bacillaria paxillifera (O. F. \n\nMüller) Hendey e Chaetoceros curvisetus Cleve, como dominantes e muito \n\nfrequentes, consideradas espécies chave do estuário. É registrado florescimento de \n\ndinoflagelados (Prorocentum sp) e clorofíceas (Chlorococcales). A densidade \n\nfitoplanctônica apresenta variação sazonal, espacial e entre os diferentes estágios \n\nde maré, registrada a existência de um ciclo sazonal característico, com as maiores \n\ndensidades no período de estiagem e nas baixa-mares. Os valores de densidade \n\nvariam de 15.000 a 1.520.000 cel.L\n-1\n\n. O fitoplâncton apresenta diversidade \n\nespecífica alta, com a flora bem distribuída constituída principalmente por espécies \n\neurialinas, neríticas e oceânicas. A concentração da clorofila a total e fracionada (&lt;\n\n20?m) varia de 1,56 a 18,21 mg.m\n-3\n\n, considerado um ambiente mesotrófico. A fração \n\ndo pico/nanofitoplâncton (<20?m) é a que predomina no estuário em ambos os \n\nperíodos (chuvoso e de estiagem) e nos diferentes estágios de maré (baixa-mar e \n\npreamar). A produção fitoplanctônica, varia de 4,26 a 77,98 mgC.m\n-3\n\n.h\n-1\n\n. Para os \n\nteores de salinidade observa-se uma variação de 3,45 a 37,97, com os menores \n\nteores no período chuvoso. A concentração de nitrito varia de indetectável a 0,13 \n\n?mol.L\n-1\n\n, o nitrato de valores indetectáveis a 2,32 ?mol.L\n-1\n\n, o fosfato de 0,03 a 1,33 \n\n?mol.L\n-1\n\n e o silicato varia de 6,05 a 106,02 ?mol.L\n-1\n\n. A precipitação pluviométrica \n\napresenta-se como um fator condicionante apenas para o silicato, a transparência \n\nda água e a salinidade, provavelmente, em função de ser um rio litorâneo, de \n\nplanície e com pequena bacia hidrográfica. Outro fator condicionante é a maré que \n\n29 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nproporciona nas preamares as maiores concentrações de oxigênio dissolvido, taxa \n\nde saturação do oxigênio, transparência da água e salinidade. O estuário do rio \n\nAriquindá é classificado como área livre de fortes impactos antrópicos e a \n\ncomunidade fitoplanctônica mostra uma moderada capacidade produtiva (GREGO et \n\nal., 2009; GREGO, 2010). \n\n \n2.13 ESTUÁRIO DO RIO SIRINHAÉM \n\nA comunidade fitoplanctônica está representada por 180 táxons, com a \n\npresença marcante das diatomáceas e clorofíceas, superando os demais grupos de \n\nmicroalgas. As espécies de diatomáceas Bacillaria paxillifera (O. F. Müller) Hendey, \n\nChaetoceros sp, Cerataulus turgidus Ehrenberg, Coscinodiscus oculus-iridis \n\nEhrenberg, Terpsinoe musica Ehrenberg, Synedra sp, e as clorofíceas Oedogonium \n\nsp e Pleodorina sp são consideradas espécies dominantes na área. São \n\nconsideradas novas ocorrências: a euglenofícea (Phacus anacoelus Stokes), o \n\ndinoflagelado (Ceratium porrectum Karsten), as diatomáceas (Thalassiosira \n\ndecipiens (Grunow) Jorgensen, Triceratium repletum Greville, Pinnularia crucífera \n\nCleve-Euler, Surirella striatula Turpin, Surirella tenera Gregory), clorofíceas \n\n(Coelastrum sphaericum Nägeli, Gonatozygon pilosum W olle, Closterium costatum \n\nCorda ex Ralfs, Closterium intermedium Ralfs, Closterium leibleinii Kützing ex Ralfs, \n\nClosterium lunula Ehrenberg &amp; Kemprich ex Ralfs, Closterium parvulum Nägeli, \n\nClosterium striatula Ehrenberg, Cosmarium denticulatum Borge) e rodofícea \n\n(Batrachospermum sp), que contribuem com uma maior diversidade algal para o \n\nestado de Pernambuco. O fluxo e o refluxo de marés proporcionam as condições \n\nideais para o desenvolvimento de espécies marinhas eurialinas (42,18%) e \n\nlimnéticas (25,85%), destacando-se, dentre estas, as espécies ticoplanctônicas \n\n(31,29%). Os sais nutrientes comportam-se de maneira diferenciada com o fosfato \n\n(indetectáveis a 0,49 µmol.L\n-1\n\n), nitrito (indetectáveis a 5,11 µmol.L\n-1\n\n) e o nitrato \n\n(indetectáveis a 29,84 µmol.L\n-1\n\n) com maior concentração durante o período chuvoso, \n\ne o silicato (11,35 a 156,42 µmol.L\n-1\n\n) não apresenta variação significativa. Os teores \n\nde clorofila a variam de 0,41 a 56,58 mg.m\n-3\n\n, caracterizando a área como eutrófica.  \n\nO padrão estrutural do fitoplâncton, representado pela composição, riqueza e \n\ndiversidade específica, confirma que, no estuário do rio Sirinhaém, as alterações \n\nfísicoquímicas ambientais e/ou atividades antrópicas não influenciam a comunidade \n\nfitoplanctônica existente no trecho estudado (HONORATO DA SILVA, 2009).  \n\n29 \n\n30 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n2.14 ESTUÁRIO DO RIO UNA \n\n \nApresenta concentrações elevadas de biomassa fitoplanctônica (clorofila a) \n\nno período chuvoso e na baixa-mar, com valores entre 1,68 e 36,30 mg.m\n-3\n\n, \n\nclassificando a área estuarina do rio Una como altamente produtiva. Ocorre uma \n\nsazonalidade entre a distribuição dos sais nutrientes no estuário, com concentrações \n\nde silicato (12,99 a 476,04 µmol.L\n-1\n\n) mais elevadas no período de estiagem, \n\nenquanto as concentrações de nitrito (indetectáveis a 0,37 µmol.L\n-1\n\n) e nitrato (0,05 a \n\n14,70 µmol.L\n-1\n\n) são mais elevadas no período chuvoso. Apenas o fosfato \n\n(indetectáveis a 0,76 µmol.L\n-1\n\n) não apresenta variação sazonal (BASTOS; FEITOSA; \n\nMUNIZ, 2005). \n\n \n\n2.15 PRAIA DE PORTO DE GALINHAS \n\nA biomassa fitoplanctônica varia entre 0,93 e 9,36 mg.m\n-3\n\n, apresentando um \n\nciclo sazonal nítido com valores mais elevados no período chuvoso. As diatomáceas \n\nChaetoceros sp, Biddulphia sp, Navicula sp e a cianobactéria Oscillatoria sp \n\ncontribuem para a elevada biomassa  na área. No período chuvoso, o aporte \n\nterrígeno condiciona um maior florescimento do fitoplâncton. Os teores de oxigênio \n\ndissolvido variam de 2,92 a 7,67 ml.L\n-1\n\n, caracterizando o ambiente como isento de \n\npoluição orgânica. A salinidade na área apresenta-se homogênea, com teores que \n\nvariam entre 30 e 40,64 (FONSECA et al., 2002).  \n\n \n\n2.16 ESTUÁRIO DO RIO MARACAÍPE  \n\nOs teores de clorofila a variam entre 1,69 e 19,72 mg.m\n-3\n\n, caracterizando o \n\nestuário do rio Maracaípe como de um típico ambiente estuarino, não ocorrendo \n\nvariação sazonal nítida. Os dados de pluviometria variam de 15,5 a 187,9 mm. A \n\ntemperatura da água de 24 a 31ºC. Os teores de salinidade oscilam entre 21,25 e \n\n36,89, com níveis mais elevados no período de estiagem. As concentrações de \n\noxigênio dissolvido variam entre 2,09 e 7,73 ml.L\n-1\n\n. Os parâmetros hidrológicos estão \n\nassociados, direta ou indiretamente, a intensidade das descargas pluviais. De \n\nacordo com os teores de clorofila a, o ambiente é classificado como eutrófico \n\n(ANDRADE; PASSAVANTE; MUNIZ, 2004). \n\n \n\n \n\n \n\n30 \n\n31 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n3 DESCRIÇÃO DA ÁREA \n\nO estado de Pernambuco está situado na região nordeste do Brasil entre as \n\ncoordenadas 07º32?00 “e 08º55?30” S e 34º48?35 “e 41º19?54” W , limitando-as ao \n\nnorte com o estado da Paraíba e Ceará, ao sul com Alagoas e Bahia, a oes te com o \n\nPiauí e a leste com o oceano Atlântico. A área do estado corresponde a 98.281 km², \n\nsubdividindo-se em áreas fitogeográficas do Litoral, Agreste e Sertão, com suas \n\ncaracterísticas próprias. A Zona Litoral e Mata situa-se na faixa úmida costeira e \n\nocupa uma área de 11.776 km² (MACÊDO; KOENING, 1987). \n\nA região se caracteriza por apresentar clima tipo Ams', ou seja, tropical úmido, \n\nsegundo o sistema de Köppen. A precipitação pluviométrica anual chega a mais de \n\n2000 mm. Existem pelo menos seis sistemas atmosféricos que produzem \n\nprecipitação significativa na região: a zona de convergência intertropical (ZCIT), as \n\nbandas de nebulosidade associadas as frentes frias, os distúrbios de leste, os \n\nvórtices ciclônicos de ar superior (VCAS), as brisas terrestres e marítimas e as \n\noscilações 30-60 dias. Esses fenômenos atuam em sub-regiões distintas (BRABO \n\nALVES et al., 2006).  \n\nAragão (2000) afirma que, na área os principais agentes causadores da \n\npluviosidade são os distúrbios de leste (perturbações e ondas de leste) que ocorrem \n\nde maio a agosto caracterizando o período chuvoso e os demais meses \n\ncorrespondem ao período seco. A área apresenta temperatura do ar elevada, com \n\nmédia anual entre 22 e 26ºC, alta insolação com totais anuais de horas de brilho de \n\nsol de 2200 a 3200, evaporação é também elevada, variando de 800 a 1800 mm \n\nanuais e a umidade relativa do ar média anual oscila de 50 a 90%.  \n\nPredominam na área, os ventos alísios de sudeste com variações de leste e \n\nnordeste, com velocidade média em torno de 2,5 ms\n-1 \n\nconstituintes da massa \n\nequatorial atlântica e as brisas marinhas as quais diminui os efeitos térmicos \n\npróprios das baixas latitudes (ANDRADE; LINS, 1971). \n\nO Setor Sul do litoral pernambucano, abrangendo sete municípios litorâneos \n\ndo estado totaliza 2.097 km\n2\n ou o equivalente a 2,13% da superfície estadual. O \n\nreferido setor é composto pelos municípios de Cabo de Santo Agostinho, Ipojuca, \n\nSirinhaém, Rio Formoso, Tamandaré, Barreiros e São José da Coroa Grande. Esses \n\nmunicípios integram também as microrregiões Mata Meridional Pernambucana e \n\nSuape, detendo 44,30% da área da primeira e a totalidade da área da segunda \n\n(CPRH, 2001). \n\n32 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nO Complexo Industrial Portuário de Suape está localizado nos municípios do \n\nCabo e Ipojuca, entre as latitudes 8º20'00'' e 8º29'00'' S e longitudes 34º56'30'' e \n\n35º03'00'' W , distando cerca de 40 km da cidade do Recife. Longitudinalmente, situa-\n\nse à linha da costa, tendo como limite norte a foz da confluência dos rios Jaboatão e \n\nPirapama, e na direção sul o Pontal do Cupe (VASCONCELOS FILHO; GUEDES; \n\nSOBRINHO, 1990).  \n\n O clima é quente e úmido pseudo-tropical, do tipo As?, segundo Köppen. O \n\nregime pluviométrico varia entre 1.850 a 2.300 mm anuais. A temperatura média \n\nanual é de 24°C, umidade relativa média anual superior a 80% e predominam os \n\nventos de sudeste (PESSOA et al., 2009).  \n\nA área é cortada por diversos rios e riachos, com maior concentração ao sul \n\ndo Cabo de Santo Agostinho. Antes da implantação do porto, convergiam para a \n\nbaía de Suape, no sentido norte-sul, os rios Massangana, Tatuoca, Ipojuca e \n\nMerepe (SOUZA; SAMPAIO, 2001), somente os rios Massangana e Tatuoca ainda \n\ndrenam para a baía de Suape (SILVA et al., 2004). \n\nO Complexo Portuário de Suape apresenta três zonas hidrobiológicas \n\ndistintas: Zona 1, Baía de Suape, possuindo águas marinhas costeiras livres de \n\npoluição; Zona 2, rios Massangana e Tatuoca, estuários polialinos livres de poluição; \n\ne a Zona 3, rio Ipojuca, um estuário oligoalino-polialino que recebe poluição de \n\nresíduos decorrentes da fabricação de açúcar, álcool, e fábricas de levedura, \n\ncurtumes, indústrias têxteis e esgotos domésticos (NEUMANN-LEITÃO; \n\nPARANAGUÁ; VALENTIN, 1992). Após a implantação do Porto de Suape, o estuário \n\ndo rio Massangana passou a apresentar altas salinidades em suas áreas m ais \n\ninternas (SOUZA; SAMPAIO, 2001). \n\n O rio Massangana serve de limite entre os municípios de Cabo de Santo \n\nAgostinho e Ipojuca, tendo como formadores os rios Tabatinga e Utinga de Baixo, \n\nambos com nascente no município de Ipojuca. No primeiro situa-se a barragem do \n\nBita e, no segundo a barragem do Utinga, mananciais integrantes do sistema de \n\nabastecimento hídrico do complexo industrial portuário de Suape (CPRH, 2001).  \n\nApresenta um percurso de 7,5 km, e deságua ao sul do promontório de Santo \n\nAgostinho onde encontra o Tatuoca, um rio que nasce a 6 km da foz, constituindo \n\nem quase toda a sua extensão parte de uma complexa rede de canais e estuários \n\nafogados. É considerado um rio litorâneo onde nasce e deságua na zona litorânea \n\nsendo em geral perenes juntamente com o Tatuoca e embora sejam de dimensões \n\n33 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nreduzidas, desempenham importante papel na manutenção dos ecossistemas e das \n\ncomunidades (CPRH, 2001) (Fig.1). \n\n \n\n \nFigura 1: Localização do estuário do rio Massangana (Pernambuco-Brasil), identificando os \n\npontos de coleta. (Fonte: Google Earth acessado em 10 de janeiro de 2010) \n \n\nO estuário do rio Massangana é uma área regida por um regime eurialino de \n\nsalinidade (sendo pouco influenciado pela drenagem terrestre) e baixa transparência \n\nda água, cuja turbidez dificulta a incidência de luz e a fotossíntese. A oxigenação é \n\nbem evidente tanto nos meses do período de estiagem como nos meses do período \n\nchuvoso (MACEDO et al., 2001). \n\nO manguezal é composto pelas espécies Rhizophora mangle Linnaeus \n\n(predominante nas margens do estuário), Avicennia schaueriana Stapf &amp; Leechman \n\ne Laguncularia racemosa Linnaeus (nas regiões mais internas do manguezal) \n\n(FARRAPEIRA et al., 2009). \n\nEm relação à fauna, o zooplâncton está representado pelos filos Protista, \n\nCnidaria, Mollusca, Crustacea, Chaetognatha e Chordatha (PESSOA et al., 2009); o \n\nzoobentos pelos grupos taxonômicos Porifera, Cnidaria, Platyhelminthes, Nematoda, \n\nNemertea, Annelida, Mollusca, Arthropoda, Bryozoa, Echinodermata e Tunicata \n\n(FARRAPEIRA et al., 2009); e o nécton representado pelas espécies Erotelis \n\nsmaragdus, Bathygobius soporator, Gobionellus smaragdus e Sphoeroides \n\ntestudineus (VASCONCELOS FILHO; GUEDES; GUIMARÃES SOBRINHO, 1990). \n\n \n\n \n\n \n\nP1 \n\nP2 \n\n34 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4 MATERIAL E MÉTODOS \n\n4.1 Localização dos pontos de coleta \n\n As coordenadas geográficas dos pontos de coleta foram medidas através de \n\num GPS modelo GP22 da marca ICOM, onde foram determinados dois pontos de \n\ncoleta fixos baseados nas características hidrográficas locais: \n\nPonto de coleta 1: situado a jusante do estuário do rio Massangana; em \n\nfrente ao Resort Blue Tree Park; com maior influência marinha (latitude 08°21,918? S  \n\ne longitude 34°57,713? W ) (Fig 1). \n\nPonto de coleta 2: situado a montante do estuário do rio Massangana; com \n\nmaior influência continental (latitude 08°20,408? S e longitude 34°59,812? W ) (Fig 1).  \n\n \n\n4.2 Procedimento de campo \n\n As coletas das amostras foram efetuadas em dois pontos fixos nos meses de \n\nsetembro, novembro de 2008 e em janeiro de 2009 (período de estiagem) e março, \n\nmaio e julho de 2009 (período chuvoso), durante a baixa-mar e preamar de um \n\nmesmo dia, de acordo com a Tábua de Maré publicada pela Diretoria de Hidrografia \n\nda Marinha do Brasil (BRASIL, 2008). As amostras para análises hidrológicas, assim \n\ncomo, para os parâmetros biológicos foram coletadas na superfície, \n\nsimultaneamente. \n\n \n4.2.1 Amostragem do fitoplâncton \n\n4.2.1.1 Composição do fitoplâncton \n\nPara a análise qualitativa e complementação do inventário florístico, as \n\namostras foram coletadas através de arrasto horizontal com rede de plâncton com \n\n20?m de abertura de malha, 1m de comprimento e 30cm de diâmetro de boca com \n\nembarcação motorizada, com velocidade de aproximadamente 1 nó, durante três \n\nminutos nos dois pontos de amostragem . Todas as amostras foram acondicionadas \n\nem frascos de polietileno e fixadas com formol neutralizado com tetraborato de sódio \n\na 4%, de acordo com as recomendações de Newell; Newell (1963). \n\nPara o estudo da densidade total (cel.L\n-1\n\n), as amostras foram coletadas na \n\nsuperfície da água, com o auxílio de uma garrafa oceanográfica de Niskin, para o \n\nestudo do fitoplâncton total (densidade celular) onde as amostras foram \n\nimediatamente preservadas com solução de lugol a 2%. \n\n \n\n35 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4.2.1.2 Biomassa fitoplanctônica (mg.m\n-3\n\n) \n\nAs amostras para análise da biomassa fitoplanctônica foram coletad as na \n\nsuperfície da água e em seguida transferidas para recipientes de plástico fosco com \n\ncapacidade de 1L. \n\n A filtragem foi feita com o auxílio de uma bomba de vácuo, como recomenda \n\na metodologia. Para tanto, foi utilizado um sistema de filtração da marca Sartorius. \n\nForam utilizados, também, filtros membranosos de acetato de celulose de 47 mm de \n\ndiâmetro e porosidade de 0,45 µm da Schleicher e Schüll; o volume da água filtrada \n\ndependeu da quantidade de material em suspensão na mesma. Após a secagem, os \n\nfiltros foram envolvidos em papel alumínio, acondicionados em envelopes de papel \n\ndevidamente identificados e mantidos em freezer a uma temperatura de -18°C até a \n\nsua análise. O método para determinação da clorofila a foi o da análise \n\nespectrofotométrica, descrita pela UNESCO (1966).  \n\nA determinação da biomassa fitoplanctônica foi realizada no Laboratório de \n\nProdutividade Primária do Departamento de Oceanografia da U niversidade Federal \n\nde Pernambuco. Para extração dos pigmentos clorofilianos, foram utilizados tubos \n\nde ensaio de 10 mL, nos quais se colocar acetona a 90%, deixando-os em um \n\nfreezer a uma temperatura de -18ºC, por 24 horas, a fim de que fosse possível a \n\nextração dos referidos pigmentos. Após esse período, o material foi centrifugado \n\ndurante dez (10) minutos, a 3000 rpm, e o sobrenadante, colocado em cubetas \n\nópticas de 1 cm\n3\n, sendo feitas as respectivas leituras de absorbâncias em um \n\nespectrofotômetro da marca Gehaka, modelo G3410, nos comprimentos de ondas \n\n630, 645, 665 e 750 nm. \n\nPara o cálculo da clorofila a, foi aplicada a equação apresentada por Parsons \n\ne Strickland (1963): \n\n mg.m\n-3 \n\n= 11,6 . D665 – (1.31 . D645 + 0,14 . D630 + D750) . V1  \n\n                                       V2 . L  \n\n \n\nOnde: D = leituras das absorbâncias nos respectivos compriment os de ondas \n\na que se referem seus índices; \n\nV1 = volume de acetona 90% (10 ml); \n\nV2 = volume da amostra filtrada em litro; \n\nL = caminho óptico da cubeta em centímetro. \n\n  \n\n36 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4.3 Análise qualitativa do fitoplâncton \n\nEm laboratório, as amostras coletadas com rede f oram homogeneizadas e \n\nretirada uma alíquota de 1,0 mL para contagem e identificação em microscópio \n\nóptico Motic, com aumento de 400x. A contagem foi realizada em lâmina \n\nsemipermanente sendo o resultado expresso em percentual relativo. \n\n A identificação taxonômica dos organismos em nível de gênero e espécie foi \n\nbaseada nas bibliografias: Para as diatomáceas: Peragallo e Peragallo (1897-1908); \n\nHustedt (1930); Cupp (1943); Cleve-Euler (1951, 1952, 1953a e b, 1955); Hustedt \n\n(1959, 1961-1966); Hendey (1964); Heurck (1986); Ricard (1987); Silva-Cunha e \n\nEskinazi-Leça (1990). Para os dinoflagelados: Sournia (1967); W ood (1968); Dodge \n\n(1982); Sournia (1986); Balech (1988); Steidinger e Tangen (1997). Para as \n\ncianobactérias: Desikachary (1959); Bourrelly (1972); Prescott (1975) e Parra et al. \n\n(1982). Para as euglenofíceas e clorofíceas: Sournia (1986); Chrétiennot-Dinet et al. \n\n(1990).  \n\nPara o enquadramento dos táxons foi utilizado Lee (2008). Foram consultadas \n\nas seguintes literaturas para a confirmação dos sinônimos das espécies: Hasle \n\n(1983), Round; Crawford; Mann (1992), Lange; Hasle; Syvertsen (1992), Moreira-\n\nFilho et al. (1994-1995), Hasle; Syvertsen (1997) para as diatomáceas; e Steidinger \n\ne Tangen (1997) e Gomez et al. (2009) para os dinoflagelados. \n\n A classificação ecológica dos táxons infragenéricos de diatomáceas foi \n\nbaseada em Torgan e Biancamano (1991), Moreira-Filho et al. (1990), Moreira-Filho \n\net al. (1994-1995) e Moreira-Filho et al. (1999). Para os demais grupos utilizou-se a \n\nmesma bibliografia da identificação taxonômica. \n\n4.4 Análise quantitativa do fitoplâncton (cel.L\n-1\n\n) \n\n Foi realizada através do método de Utermöl (HASLE, 1978; EDLER, 1979; \n\nFERRARIO; SARS; SALA, 1995), onde foram utilizadas cubetas de 10 ml, com 48 \n\nhoras para sedimentação. Após esse tempo, a cubeta foi retirada e levada ao \n\nmicroscópio invertido marca W ild M-40, onde foram analisadas em dois transectos \n\nno aumento final de 400x e para uma melhor visualização das espécies foi utilizado \n\no corante Rosa de Bengala. Os resultados apresentaram a densidade celular total \n\nexpressa em cel.L\n-1\n\n. \n\nO material encontra-se depositado e pertence ao acervo do Departamento de \n\nOceanografia da Universidade Federal de Pernambuco. \n\n37 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4.5 Tratamento numérico dos dados \n\n4.5.1 Abundância relativa \n\n A abundância relativa de cada táxon foi calculada a partir da contagem direta \n\ndos organismos, e os resultados transformados em porcentagens através da \n\nfórmula: \n\n \n\n \n\n \n \n\nSendo, N = numérico total de organismos de cada táxon na amostra; \n\n  Na = numérico total de organismos na amostra. \n\n \n\nPara sua interpretação foram utilizadas as categorias de acordo com Lobo \n\ne Leighton (1986): \n\nDominante: espécie cuja ocorrência numérica é maior que 50% do número \n\ntotal de indivíduos da amostra; \n\nAbundante: espécie cuja ocorrência supera o valor médio de indivíduos da \n\namostra; \n\nRaro: espécies cuja ocorrência é inferior ao valor médio dos indivíduos.  \n\n \n\n4.5.2 Frequência de ocorrência \n\nA frequência de ocorrência foi expressa em porcentagem, levando-se em \n\nconsideração o número de amostras, nas quais cada táxon ocorr eu, e o número \n\ntotal de amostras analisadas, aplicando-se a fórmula:  \n\n \n\n \n\n \n\nSendo, A = número de amostras em que o táxon ocorreu; \n\n  a = número total de amostras. \n\nEm função do valor da frequência de ocorrência, os táxons foram \n\nclassificados em: Muito Frequente (> 70%); Frequente (? 70% > 40%); Pouco \n\nFrequente (? 40% > 10%); e Esporádico (? 10%). \n\n \n4.6 Tratamento estatístico dos dados \n\n4.6.1 Riqueza, índice de diversidade específica e equitabilidade \n\n \n\nAbundância relativa = N.100/Na \n\n \n\nFrequência de ocorrência = A . 100/a \n\n38 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nA riqueza específica corresponde ao número total de espécies, presente em \n\ncada amostra. Foram utilizados para o entendimento da estrutura da comunidade \n\nfitoplanctônica, métodos de ecologia numérica, como o índice de diversidade \n\nespecífica e a equitabilidade. \n\nCom os dados obtidos na contagem direta dos organismos da comunidade \n\nfitoplanctônica, foi estimada a diversidade específica (H?) baseada no índice de \n\nShannon (1948), onde a seguinte fórmula foi utilizada: \n\n \n\n \n\n \n\nSendo, H? = índice de Shannon; \n\npi = probabilidade de coleta da espécie i na população; \n\nni = número de células de cada espécie; \n\nN = número total de células, sendo os resultados expressos em \n\nbits.cel\n-1\n\n. \n\n \n\nOs resultados foram apresentados em bits.cel\n-1\n\n, sendo 1 bits equivalendo a \n\numa unidade de informação (VALENTIN et al., 1991). Os resultados obtidos foram \n\nenquadrados na seguinte classificação: \n\nDiversidade muito baixa: ? 1,0 bits.cel\n-1\n\n;  \n\nDiversidade baixa: 1,0 ? 2,5 bits.cel\n-1\n\n;  \n\nDiversidade alta: ? 2,5 bits.cel\n-1\n\n . \n\n \n\n A equitabilidade (J') foi calculada a partir de H„ de Shannon de acordo com \n\na fórmula de Pielou (1967):   \n\n \n\n \n\n \n\nOnde, H' = índice de Shannon;  \n\nS = número total de espécies de cada amostra. \n\n \n\nEsses parâmetros foram calculados a partir do programa computacional \n\nEcology (Measures of Community and Measures of Community Similarity). \n\n \n\nH'= ?pi . log2 pi ?pi = ni/N \n\n \n\nJ'= H'/ log2 S \n\n39 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4.7 Parâmetros Climatológicos \n\nOs dados climatológicos referentes à precipitação pluviométrica (mm) foram \n\nadquiridos através do Instituto Tecnológico de Pernambuco (ITEP). \n\n \n\n4.8 Parâmetros Hidrológicos \n\n As amostras para a análise dos parâmetros hidrológicos foram coletadas com \n\no auxílio de uma garrafa de Niskin e os seguintes parâmetros foram analisados: \n\n \n4.8.1 Profundidade local \n\nFoi medida através de uma ecossonda manual digital LCD Sounder Plastimo \n\nEchotest (714700). \n\n \n4.8.2 Transparência da água \n\nFoi determinada através da leitura de um disco de Secchi preso por um cabo \n\ngraduado de 10 em 10 cm. \n\n \n\n4.8.3 Turbidez \n\n Foi determinada através de medições em laboratório com um turbidímetro \n\nHanna Instruments, HI 93703. \n\n \n4.8.4 Temperatura da água  \n\nFoi determinada com o uso de um termômetro de mercúrio com escala \n\ngraduada. \n\n \n4.8.5 Salinidade  \n\nFoi determinada através do método de Mohr-Knudsen, descrito por Strickland \n\ne Parsons (1972). \n\n \n\n4.8.6 Potencial Hidrogeniônico (pH)  \n\nFoi determinado através de um pH-metro Hanna 8417. \n\n \n\n4.8.7 Oxigênio dissolvido  \n\nFoi determinado pelo método de W inkler, descrito por Strickland e Parsons \n\n(1972). \n\n \n\n \n\n40 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n4.8.8 Taxa de saturação de oxigênio  \n\nForam determinadas correlacionando os dados de temperatura e salinidade, \n\nutilizando as tabelas da UNESCO (1973). \n\n \n4.8.9 Material em suspensão \n\nFoi determinada a concentração do material em suspensão total na água por \n\nintermédio do método descrito por Melo; Summerhayes; Torner (1975). Para a \n\nfiltração, utilizaram-se filtros membranosos de acetato de celulose, fabricados por \n\nSchleicher &amp; Schüll, com 0,45 ?m de porosidade e 47 mm de diâmetro. \n\n \n4.8.10 Sais nutrientes  \n\nAs concentrações de nitrito, nitrato e fosfato foram medidas através do \n\nmétodo de Strickland e Parsons (1972), e para análise da amônia e do silicato foi \n\nutilizado o método de Grasshoff; Enrhardt; Kremling (1983).  \n\n \n4.9 Análise Multivariada \n\n4.9.1 Associação das amostras com relação aos parâmetros ambientais  \n\n Inicialmente, foi realizada uma associação qualitativa das espécies e \n\namostras realizada com base em uma matriz de presença-ausência, sendo utilizado \n\no índice de Sorensen (1948), para evidenciar os grupos utilizando toda comunidade \n\nfitoplanctônica. \n\n Na análise quantitativa, para construção da matriz de dados brutos, foram \n\nutilizados os dados de densidade fitoplanctônica (cel.L\n-1\n\n), considerados \n\nisoladamente. \n\n A análise multivariada foi realizada através do método de agrupamento \n\n(Cluster Analysis), após a verificação da similaridade pelo coeficiente de correlação \n\nmomento-produto de Pearson. A matriz foi submetida a uma padronização \n\n(standardization) por fileiras, visando reduzir os ef eitos das diferentes escalas. Tanto \n\npara a associação qualitativa como quantitativa, a classificação utilizada foi a \n\naglomeração hierárquica do “peso proporcional” (Weighted Pair Group Method \n\nAvarage Arithmetics – WPGMA). \n\n Uma análise cofenética foi realizada, para medir a validade do agrupamento, \n\ncujo valor >0,8 é considerado significativo (ROHLF; FISHER, 1968). Todos esses \n\ncálculos foram feitos utilizando o programa computacional NTSYS (Numerical \n\nTaxonomy and Multivariate Analysis System) da Metagraphics Software \n\n41 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nCorporation, Califórnia – USA. O método de visualização dos resultados foi \n\nexpresso em dendrogramas, cujo método de análise se baseou na interpretação \n\necológica da classificação (LEPS et al., 1990). \n\n \n4.9.2 Análise dos componentes principais (ACP) \n\n A Análise dos Componentes Principais baseou-se nas espécies mais \n\nfrequentes e nos parâmetros hidrológicos através da matriz de correlação momento-\n\nproduto de Pearson, onde foram extraídos o autovetor e o autovalor dos três \n\nprincipais componentes. \n\n Os cálculos foram feitos utilizando o programa computacional NTSYS \n\n(Numerical Taxonomy and Multivariate Analisys System) da Metagraphics Software \n\nCorporation, Califórnia – USA. \n\n \n\n4.10 Análise estatística (Mann-Whitney) \n\nO teste de Mann-W hitney foi utilizado para comparar dois grupos de amostras \n\nindependentes em função dos fatores sazonalidade, espacialidade e maré, sendo \n\nconsiderados significativos os valores ? 0,05. \n\n \n4.11 Normalização do texto \n\nAs recomendações da Associação Brasileira de Normas Técnicas (ABNT, \n\n2001a; 2001b; 2002; 2003a; 2003b) foram utilizadas para a estruturação do texto. \n\nPara a apresentação das tabelas foram utilizadas as recomendações sugeridas pela \n\nFundação Instituto Brasileiro de Geografia e Estatística (1993).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n42 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n5 RESULTADOS \n\n5.1 Precipitação pluviométrica (mm)  \n\nA precipitação pluviométrica variou de 10,8 mm em novembro/08 a 295,1 mm \n\nem maio/09. Apresentou nítida variação sazonal com os maiores valores de \n\nprecipitação registrados nos meses do período chuvoso (março/09, maio/09 e \n\njulho/09) (Fig. 2). \n\n \nFigura 2: Precipitação pluviométrica (mm) nos meses de coleta no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n\n \n5.2 Parâmetros Hidrológicos \n\n5.2.1 Altura das marés (m) \n\nDe acordo com as Tábuas de Marés, durante o período estudado registraram-\n\nse na baixa-mar, o valor mínimo de 0,1 m em julho/09, e o máximo de 0,7 m em \n\njaneiro/09. Enquanto na preamar, o valor mínimo foi 1,9 m em janeiro/09 e o máximo \n\nde 2,4 m em março/09 (Fig. 3). \n\n \nFigura 3: Variação sazonal da altura das marés (m) para o Porto de Suape nos dias de coleta. \n\n \n \n\n \n \n\n43 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n5.2.2 Profundidade local (m) \n\n \n A profundidade local no estuário do rio Massangana variou de 1,2 m na baixa-\n\nmar em julho/09 (ponto de coleta 2) a 5,3 m na preamar em março/09 (ponto de \n\ncoleta 1), ambos durante o período chuvoso (Fig. 4).  \n\n \n\n \n \n\nFigura 4: Variação da profundidade (m) no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n \n\nNo período chuvoso, foram registrados os maiores valores de profundidade, \n\ncom valor médio de 3,1 m, enquanto no período de estiagem foi de 2,8 m. No ponto \n\nde coleta 1 foram registradas as maiores profundidades, apresentando valor médio \n\nde 3,4 m, enquanto no ponto de coleta 2 foi de 2,4 m. Os dados obtidos nas baixa-\n\nmares (valor médio de 1,8 m) foram bem menores quando comparados com as \n\npreamares (valor médio de 4,1 m).  \n\n \n\n5.2.3 Transparência da água (m) \n\nOs valores de transparência da água variaram de 0,3 m na baixa-mar, no \n\nponto de coleta 2 do período chuvoso (julho/09) a 2,5 m nas preamares no ponto de \n\ncoleta 1 em novembro/08 e janeiro/09 (período de estiagem) e março/09 e maio/09 \n\n(período chuvoso) (Fig. 5).  \n\nNo período de estiagem foram registrados os maiores valores de \n\ntransparência da água, com valor médio de 1,29 m, enquanto no período de chuvoso \n\nfoi de 1,22 m. No ponto de coleta 1 foram registrados os maiores valores de \n\ntransparência, apresentando valor médio de 1,69 m, enquanto no ponto de coleta 2 \n\nfoi de 0,82 m. Os dados obtidos nas preamares foram mais elevados (valor médio de \n\n1,69 m) quando comparados com as baixamares (valor médio de 0,81 m).  \n\n44 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\n \n \n\nFigura 5: Variação da transparência da água no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n \nEste parâmetro apresentou variação significativa espacial (p=0,0043) e \n\nentremarés (p=0,0051), não apresentando variação significativa sazonal (p=0,6861).  \n\n \n5.2.4 Turbidez (NTU) \n\nOs valores de turbidez da água oscilaram entre 1,89 NTU na preamar de \n\nmaio/09 e 64,54 NTU na baixa-mar de julho/09, ambos no período chuvoso. Neste \n\nperíodo o valor médio foi 14,63 NTU, enquanto no período de estiagem a turbidez \n\nmédia foi 6,78 NTU (Fig. 6). \n\n \n \n\nFigura 6: Variação da turbidez da água no estuário do rio Massangana (Pernambuco-Brasil). \n\n \nNo ponto de coleta 1 o valor médio da turbidez foi 10,02 NTU, enquanto no \n\nponto de coleta 2 foi de 11,38 NTU. Foram verificados maiores valores de turbidez \n\nnas baixamares, com valor médio de 13,62 NTU, enquanto nas preamares o valor foi \n\n7,79 NTU. \n\n45 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n Este parâmetro apresentou variação significativa sazonal (p=0,0067), \n\nespacial (p=0,0496) não apresentando variação significativa entremarés (p=0,4705).  \n\n \n\n \n5.2.5 Temperatura da água (°C) \n\n Os valores de temperatura da água oscilaram entre 27,2 e 31,7 °C, ambos na \n\nbaixa-mar, no ponto de coleta 2 durante o período chuvoso. Neste período o valor \n\nmédio foi 29,1 °C, enquanto no período de estiagem a temperatura média foi 29,0 °C \n\n(Fig.7). \n\n \n \n\nFigura 7: Variação da temperatura da água (°C) no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n \n\nNo ponto de coleta 1 o valor médio da temperatura foi 28,8°C, enquanto no \n\nponto de coleta 2 foi de 29,4°C. Foram verificados maiores valores de temperatura \n\nnas preamares, com valor médio de 29,4 °C, enquanto nas baixa-mares o valor foi \n\n28,7 °C. \n\n Este parâmetro apresentou variação significativa espacial (p=0,0377), não \n\napresentando variação significativa sazonal (p=0,2855) e entremarés (p=0,4884).  \n\n \n\n5.2.6 Salinidade  \n\n Os teores de salinidade no estuário do rio Massangana variaram de 4,5 na \n\nbaixa-mar, no ponto de coleta 2 em julho/09 (período chuvoso) a 37,7 na baixa-mar, \n\nno ponto de coleta 1 em janeiro/09 (período de estiagem) (Fig.8). \n\nEste parâmetro apresentou teores mais elevados durante o período de \n\nestiagem, com valor médio de 32,48, enquanto no período chuvoso o valor foi 22,90. \n\nO ponto de coleta 1 apresentou teores de salinidade elevados, com valor médio de \n\n32,44, enquanto no ponto de coleta 2 o valor foi 22,45. Em relação às marés, as \n\n46 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\npreamares apresentaram os maiores teores de salinidade, com valor médio de 30,19 \n\nenquanto nas baixa-mares o valor médio foi 25,20. \n\n \n\n \n \n\nFigura 8: Variação da salinidade no estuário do rio Massangana (Pernambuco-Brasil). \n \n\n \n\nOs teores de salinidade apresentaram variação significativa sazonal \n\n(p=0,0282) e espacial (p=0,0039), não apresentando variação significativa \n\nentremarés (p=0,0941). \n\n \n\n5.2.7 Potencial Hidrogeniônico (pH) \n\n Os valores de pH apresentaram uma distribuição regular durante os períodos \n\nestudados, variando de 7,40 na baixa-mar no ponto de coleta 2 em maio/09 (período \n\nchuvoso) a 8,56 na preamar no ponto de coleta 1 em janeiro/09 (período de \n\nestiagem) (Fig.9). \n\n \n \n\nFigura 9: Variação do potencial hidrogeniônico (pH) no estuário do rio Massangana (Pernambuco-\nBrasil). \n\n47 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nDurante o período de estiagem, os valores de pH apresentar am valor médio \n\nde 8,04 enquanto no período chuvoso, o valor médio foi 7,87. O ponto de coleta 1 \n\napresentou os maiores valores em relação ao pH, com valor médio de 8,17. No \n\nponto de coleta 2, o valor médio foi 7,73. As preamares registraram os maiores \n\nvalores de pH, apresentando valor médio de 8,07 enquanto as baixa-mares o valor \n\nfoi 7,84. \n\nEste parâmetro apresentou diferença significativa espacial (p=0,0007), não \n\napresentando diferença significativa entremarés (p=0,0735) e sazonal (p=0,2253). \n\n \n\n5.2.8 Oxigênio dissolvido (ml.L\n-1\n\n) \n\n Durante o período de estudo as concentrações de oxigênio dissolvido \n\noscilaram entre 1,41 ml.L\n-1\n\n na baixa-mar no ponto de coleta 2 em maio/09 (período \n\nde estiagem) e 5,75 ml.L\n-1\n\n na preamar no ponto de coleta 1 em março/09 (período \n\nchuvoso) (Fig.10). \n\n \n\n \n \n\nFigura 10: Variação do oxigênio dissolvido (ml.L\n-1\n\n) no estuário do rio Massangana (Pernambuco-\n\nBrasil). \n \n \n\nNo período de estiagem as concentrações foram elevadas, com valor médio \n\nde 3,95 ml.L\n-1\n\n, enquanto no período chuvoso o valor médio foi 3,75 ml.L\n-1\n\n. O ponto \n\nde coleta 1 registrou valor médio de 3,89 ml.L\n-1\n\n, enquanto no ponto de coleta 2 foi \n\n3,64 ml.L\n-1\n\n. As preamares apresentaram concentrações de oxigênio dissolvido mais \n\nelevadas, com valor médio de 4,63 ml.L\n-1\n\n, enquanto nas baixa-mares o valor foi 3,07 \n\nml.L\n-1\n\n. \n\nEste parâmetro apresentou diferença significativa entremarés (p=0,0002), não \n\napresentando diferença significativa sazonal (p=0,729) e espacial (p=0,4529).  \n\n48 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n5.2.9 Taxa de saturação de oxigênio (%)  \n\n \n Os valores da taxa de saturação de oxigênio variaram de 27,20% na baixa-\n\nmar em maio/09 a 131,89% em março/09, no ponto de coleta 2 durante o período \n\nchuvoso (Fig. 11). \n\n \n \n\nFigura 11: Variação da taxa de saturação do oxigênio (%) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n\n \n \n\nNo período de estiagem foram observados maiores valores na taxa de \n\nsaturação de oxigênio, com concentração média de 89,29%, enquanto no período \n\nchuvoso, o valor médio foi de 80,74%. O ponto de coleta 1 apresentou valor médio \n\nde 90,7%, enquanto no ponto de coleta 2 o valor médio foi 79,32%. Nas preamares \n\no valor médio foi 103,72%, enquanto nas baixa-mares foi 66,32%. \n\nEste parâmetro apresentou diferença significativa entremarés (p=0,0008), não \n\napresentando diferença significativa sazonal (p=0,3865) e espacial (p=0,386 5). \n\n \n\n5.2.10 Material em suspensão (mg.L\n-1\n\n) \n\n As concentrações de material em suspensão variaram de 2,8 mg.L\n-1\n\n em \n\nmarço/09 durante a preamar a 79,40 mg.L\n-1\n\n em julho/09 durante a baixa-mar, ambos \n\nno ponto de coleta 1 e no período chuvoso (Fig.12). \n\nNo período de estiagem foram observados maiores concentrações de material \n\nem suspensão, com concentração média de 40,73 mg.L\n-1\n\n, enquanto no período \n\nchuvoso, o valor médio foi de 22,66 mg.L\n-1\n\n. O ponto de coleta 1 apresentou valor \n\nmédio de 32,27 mg.L\n-1\n\n, enquanto no ponto de coleta 2 foi 31,13 mg.L\n-1\n\n. As \n\nbaixamares apresentaram o valor médio de 35,12 mg.L\n-1\n\n e nas preamares 28,28 \n\nmg.L\n-1\n\n. \n\n49 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nFigura 12: Variação do material em suspensão (mg.L\n-1\n\n) no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n\n \n\nEste parâmetro apresentou diferença significativa sazonal (p=0,0047), não \n\napresentando diferença significativa espacial (p=1) e entremarés (p=0,3865).  \n\n \n\n5.2.11 Sais nutrientes dissolvidos \n\nNo estuário do rio Massangana os sais nutrientes dissolvidos apresentaram \n\nmaiores concentrações no período chuvoso, no ponto de coleta 2 e nas baixa-\n\nmares. \n\n \n5.2.11.1 Amônia (µmol.L\n\n-1\n) \n\nOs valores variaram de não detectáveis (<0,01 µmol.L\n-1\n\n) no ponto de coleta 1, \n\nna baixa-mar em janeiro/09 (período de estiagem) a 2,98 µmol.L\n-1\n\n no ponto de coleta \n\n2, na baixa-mar em julho/09 (período chuvoso). As concentrações de amônia \n\napresentaram picos na baixa-mar (2,98 µmol.L\n-1\n\n) e preamar (2,29 µmol.L\n-1\n\n) no ponto \n\nde coleta 2, em julho/09 (período chuvoso) (Fig.13). \n\nDurante o período chuvoso foram registradas as maiores concentrações de \n\namônia, com valor médio de 0,81 µmol.L\n-1\n\n enquanto no período de estiagem foi 0,20 \n\nµmol.L\n-1\n\n. Em relação à variação espacial o ponto de coleta 2 apresentou as maiores \n\nconcentrações de amônia, com valor médio de 0,72 µmol.L\n-1\n\n, enquanto no ponto de \n\ncoleta 1 o valor médio foi 0,29 µmol.L\n-1\n\n. Nas baixa-mares o valor médio da \n\nconcentração de amônia foi 0,54 µmol.L\n-1\n\n, enquanto nas preamares o valor foi 0,47 \n\nµmol.L\n-1\n\n. \n\n \n\n \n\n50 \n\n50 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\n \n \n\nFigura 13: Variação da amônia (µmol.L\n-1\n\n) no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\nAs concentrações de amônia no estuário do rio Massangana apresentaram \n\nvariação significativa sazonal (p=0,0056), não apresentando variação significativa \n\nespacial (p=0,5254) e entremarés (p=0,5254). \n\n \n\n5.2.11.2 Nitrito (µmol.L\n-1\n\n) \n\n Durante o período de estudo as concentrações de nitrito variaram de não \n\ndetectáveis (<0,01 µmol.L\n-1\n\n) no período de estiagem a 0,52 µmol.L\n-1\n\n no período \n\nchuvoso. Os valores foram não detectáveis (<0,01 µmol.L\n-1\n\n) no ponto de coleta 1 nos \n\nmeses do período de estiagem (setembro/08, novembro/8 e janeiro/09) durante os \n\ndois regimes de maré (baixa-mar e preamar); e também no ponto de coleta 2 \n\ndurante o período de estiagem (setembro/08 e janeiro/09), nas preamares (Fig.14).  \n\n Foram registrados picos nas concentrações de nitrito no ponto de coleta 2 \n\nnos meses de maio/09 e julho/09, em ambos regimes de marés.  \n\n \n \n\nFigura 14: Variação do nitrito (µmol.L\n-1\n\n) no estuário do rio Massangana (Pernambuco-Brasil). \n\n51 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nNo período chuvoso as concentrações apresentaram valor médio de 0,20 \n\nµmol.L\n-1\n\n, enquanto no período de estiagem o valor médio foi 0,01 µmol.L\n-1\n\n. As \n\nmaiores concentrações de nitrito foram observadas no ponto de coleta 2, com valor \n\nmédio de 0,15 µmol.L\n-1\n\n, enquanto no ponto de coleta 1, o valor médio das \n\nconcentrações foi 0,05 µmol.L\n-1\n\n. Foram constatados maiores concentrações durante \n\nas baixa-mares, com valor médio de 0,12 µmol.L\n-1\n\n, enquanto nas preamares o valor \n\nmédio registrado foi 0,08 µmol.L\n-1\n\n. \n\nAs concentrações de nitrito apresentaram variação significativa sazonal \n\n(p=0,0001), não apresentando variação significativa espacial (p=0,1489) e \n\nentremarés (p=0,2253). \n\n \n\n5.2.11.3 Nitrato (µmol.L\n-1\n\n) \n\nOs valores nas concentrações de nitrato variaram de 0,12 µmol.L\n-1\n\n na baixa-\n\nmar em setembro/08 a 5,42 µmol.L\n-1\n\n na preamar em julho/09, ambos no ponto de \n\ncoleta 2 (Fig.15). \n\nEste nutriente apresentou concentrações mais elevadas durante o período \n\nchuvoso apresentando valor médio de 2,04 µmol.L\n-1\n\n, enquanto no período de \n\nestiagem o valor médio foi 0,60 µmol.L\n-1\n\n. O ponto de coleta 2 apresentou maior \n\noscilação das concentrações de nitrato, com picos na baixa-mar (4,61 µmol.L\n-1\n\n) e \n\npreamar (5,42 µmol.L\n-1\n\n) do mês de julho/09. Neste ponto as concentrações de nitrato \n\napresentaram valor médio de 1,51 µmol.L\n-1\n\n. No ponto de coleta 1 o valor médio das \n\nconcentrações de nitrato registrado foi de 1,12 µmol.L\n-1\n\n. Nas baixa-mares, o valor \n\nmédio foi 1,45 µmol.L\n-1\n\n, enquanto nas preamares foi 1,19 µmol.L\n-1\n\n. \n\n \n \n\nFigura 15: Variação do nitrato (µmol.L\n-1\n\n) no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n52 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAs concentrações de nitrato apresentaram diferença significativa sazonal \n\n(p=0,0039), não apresentando diferença significativa espacial (p=0,5637) e \n\nentremarés (p=0,1489). \n\n \n\n5.2.11.4 Fosfato (µmol.L\n-1\n\n) \n\nAs concentrações de fosfato variaram de não detectáveis (<0,01 µmol.L\n-1\n\n) no \n\nponto de coleta 1 (novembro/08) e no ponto de coleta 2 (setembro/08, novembro/08 \n\ne janeiro/09), todos nas preamares a 1,09 µmol.L\n-1\n\n no ponto de coleta 2 (janeiro/08) \n\nna baixa-mar (Fig.16).  \n\n \n \n\nFigura 16: Variação do fosfato (µmol.L\n-1\n\n) no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\nO período chuvoso apresentou maiores concentrações, com valor médio de \n\n0,29 µmol.L\n-1\n\n, enquanto no período de estiagem, a concentração média de fosfato foi \n\n0,18 µmol.L\n-1\n\n. No ponto de coleta 2 foram registradas as maiores concentrações de \n\nfosfato apresentando valor médio de 0,38 µmol.L\n-1\n\n, enquanto no ponto de coleta 1 o \n\nvalor médio da concentração de fosfato foi 0,10 µmol.L\n-1\n\n. As concentrações de \n\nfosfato foram mais elevadas nas baixa-mares, apresentando valor médio de 0,34  \n\nµmol.L\n-1\n\n, enquanto nas preamares o valor foi de 0,14 µmol.L\n-1\n\n. \n\nEsse nutriente dissolvido apresentou diferença significativa sazonal \n\n(p=0,0377), espacial (p=0,0304) e entremarés (p=0,0433). \n\n \n5.2.11.5 Silicato (µmol.L\n\n-1\n) \n\n As concentrações de silicato apresentaram uma distribuição irregular durante \n\no período de estudo com valores oscilando entre 2,19 µmol.L\n-1\n\n em novembro/08 na \n\n53 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\npreamar (ponto de coleta 1) e 65,80 µmol.L\n-1\n\n em março/09 na baixa-mar (ponto de \n\ncoleta 2) (Fig.17). \n\nO período chuvoso apresentou as maiores concentrações de silicato, com \n\nvalor médio de 35,13 µmol.L\n-1\n\n, enquanto no período de estiagem o valor médio foi \n\n24,07 µmol.L\n-1\n\n. No ponto de coleta 2, o valor médio registrado foi 39,10 µmol.L\n-1\n\n, \n\nenquanto no ponto de coleta 1 os teores de silicato apresentaram valor médio de \n\n20,10 µmol.L\n-1\n\n. As baixa-mares apresentaram as maiores concentrações de silicato, \n\ncom valor médio de 36,25 µmol.L\n-1\n\n, enquanto nas preamares o valor médio foi 22,95 \n\nµmol.L\n-1\n\n. \n\n \n\n \n \n\nFigura 17: Variação do silicato (µmol.L\n-1\n\n) no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\nAs concentrações de silicato apresentaram diferença significativa espacial \n\n(p=0,0079), não apresentando diferença significativa sazonal (p=0,1489) e \n\nentremarés (p=0,0647). \n\n  \n5.3 Parâmetros Biológicos \n\n5.3.1 Composição Florística \n\n A comunidade fitoplanctônica identificada nas amostras coletadas com rede e \n\ngarrafa no estuário do rio Massangana esteve representada por 106 táxons \n\ninfragenéricos (105 espécies e uma variedade) durante o período estudado. Desse \n\ntotal, 78 pertencentes à divisão Heterokontophyta (Bacillariophyceae), 14 à \n\nDinophyta, oito à Cyanobacteria (Cyanophyceae), quatro à Euglenophyta, e \n\nHeterokontophyta (Dictyochophyceae) e Chlorophyta com uma espécie cada \n\n(Tab.1). \n\n54 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAs espécies identificadas foram distribuídas em 61 gêneros, enquadradas em \n\nseis classes taxonômicas sequenciadas em ordem de riqueza taxonômica: \n\nBacillariophyceae, Cyanophyceae, Dinophyceae, Euglenophyceae, \n\nDictyochophyceae e Chlorophyceae (Tab.1). \n\n \n\nTabela 1: Distribuição percentual do número de espécies identificadas do fitoplâncton no estuário do \n\nrio Massangana (Pernambuco-Brasil). Continua. \n\nDivisão %  Classe Gênero Espécie \n\n \nCyanobacteria \n\n \n7,55 \n\n  \nCyanophyceae \n \n\n \nAnabaena, Chroococcus Lyngbya, \nMerismopedia, Oscillatoria, Spirulina \n \n\n \nAnabaena spiroides, Anabaena \nsp., Chroococcus sp., Lyngbya \nsp., Merismopedia punctata, \nOscillatoria princeps, Oscillatoria \nsp.,Spirulina major \n \n\n \nEuglenophyta \n\n \n3,77 \n\n  \nEuglenophyceae \n \n\n \nEutreptiella, Lepocinclis, Phacus \n\n \nEutreptiella sp., Lepocinclis ovum, \nPhacus acuminatus, Phacus \ncurvicauda \n \n\n \nDinophyta \n\n \n13,21 \n\n  \nDinophyceae \n \n\n \nGymnodinium, Neoceratium, \nProrocentrum,Protoperidinium, \nPyrophacus \n \n\n \nGymnodinium sp., Neoceratium \nextensum, Neoceratium furca, \nNeoceratium teres, Neoceratium \ntrichoceros, Neoceratium tripos, \nNeoceratium sp, Prorocentrum \nmicans, Protoperidinium granii, \nProtoperidinium steinii, \nProtoperidinium oblongum, \nProtoperidinium sp., Pyrophacus \nholorogium, Pyrophacus steinii \n \n\n55 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nTabela 1: Distribuição percentual do número de espécies identificadas do fitoplâncton no estuário do \n\nrio Massangana (Pernambuco-Brasil). Continuação. \n\n \n\n \n\n \n\n \n\nDivisão %  Classe Gênero Espécie \n\n \nHeterokontophyta \n\n \n73,58 \n\n  \nBacillariophyceae \n \n \n \n \n \n \n \n \n\n \nAchnanthes, Amphiprora, Amphora, \nAsterionellopsis, Bacillaria, \nBellerochea, Biddulphia, \nCampylodiscus, Cerataulus, \nChaetoceros, Cylindrotheca, \nClimacosphenia, Corethron, \nCoscinodiscus, Dimerogramma, \nDiploneis, Entomoneis, Fragilaria, \nGyrosigma, Grammatophora, \nGuinardia, Helicotheca, Hemiaulus, \nIsthmia, Leptocylindrus, Licmophora, \nLyrella, Mastogloia, Melosira, \nNavicula, Nitzschia, Odontella, \nParalia, Petroneis, Pleurosigma, \nPodocystis, Pseudonitzschia, \nPseudosolenia, Rhizosolenia, \nSurirella, Terpsinoe, Thalassionema, \nThalassiosira, Triceratium, \nTropidoneis \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nAchnanthes longipes, Amphiprora \npulchra, Amphora marina, \nAmphora sp., Asterionellopsis \nglacialis, Bacillaria paxilifera, \nBellerochea malleus, Biddulphia \ntridens, Campylodiscus clypeus, \nCampylodiscus fastuosus, \nCampylodiscus sp., Cerataulus \nturgidus, Chaetoceros affinis, \nChaetoceros brevis, Chaetoceros \ncoarctatus, Chaetoceros \ncurvisetus, Chaetoceros \nlorenzianus, Chaetoceros mitra, \nChaetoceros teres, Chaetoceros \nsp., Climacosphenia moniligera, \nCylindrotheca closterium, \nCorethron hystrix, Coscinodiscus \ncentralis, Coscinodiscus sp., \nDimerogramma marinum, \nDiploneis bombus, Entomoneis \nalata, Entomoneis alata var \npulchra, Entomoneis paludosa, \nFragilaria capuccina, Fragilaria \nsp., Gyrosigma balticum, \nGyrosigma sp., Grammatophora \nmarina, Grammatophora \noceanica, Guinardia striata, \nHelicotheca thamesis, Hemiaulus \nmembranaceus, Hemiaulus \nsinensis, Isthmia enervis, \nLeptocylindrus danicus, \nLicmophora abbreviata, \nLicmophora sp., Lyrella lyra, \nMastogloia splendida, Melosira \ndubia, Melosira moniliformis, \nMelosira sp., Navicula fortis, \nNavicula sp., Nitzschia \nlongissima, Nitzschia sigma, \nNitzschia tryblionella, Nitzschia \nsp., Odontella aurita, Odontella \nmobiliensis, Paralia sulcata, \nPetroneis humerosa, Pleurosigma \nangulatum, Pleurosigma sp., \nPseudonitzschia seriata, \nPseudonitzschia \npungens,Pseudonitzschia sp., \nPodocystis adriatica, \nPseudosolenia calcaravis, \nRhizosolenia setigera, \nRhizosolenia sp., Surirella \nelongata, Surirella fastuosa, \nSurirella febigerii, \nSurirella sp.,  Terpsinoe musica, \nThalassionema nitzschioides, \nThalassiosira eccentrica, \nThalassiosira leptopus, \nTriceratium pentacrinus, \nTropidoneis lepidoptera \n \n\n \nHeterokontophyta \n\n \n\n \n0,94 \n\n  \nDictyochophyceae \n \n\n \nDictyocha \n\n \nDictyocha fibula \n\n \nChlorophyta \n\n \n0,94 \n\n  \nChlorophyceae \n\n \nScenedesmus \n\n \nScenedesmus quadricauda \n\n      \n\n56 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n Dentre os táxons identificados oito estiveram presentes em todas as amostras \n\ncoletadas com garrafa, enquanto 25 foram comuns nas amostras coletadas com \n\nrede (20 µm) e garrafa e 73 táxons foram identificados somente na rede de plâncton \n\nde 20 µm (Tab.2). \n\n \nTabela 2: Espécies fitoplanctônicas identificadas na rede de plâncton (20 µm) e garrafa, durante o \nperíodo chuvoso e de estiagem, no estuário do rio Massangana (Pernambuco-Brasil). \n\nT\ná\n\nx\no\n\nn\ns\n\n c\no\n\nm\nu\n\nn\ns\n \n\n(r\ne\n\nd\ne\n\n e\n g\n\na\nrr\n\na\nfa\n\n) \n\nCyanobacteria Oscillatoria princeps \n\nEuglenophyta Eutreptiella sp. \n\nDinophyta Neoceratium furca, Gymnodinium sp., Prorocentrum micans, \nProtoperidinium steinii, Protoperidinium sp. \n\nHeterokontophyta (Bacillariophyceae) Bacillaria paxilifera, Chaetoceros sp., Cylindrotheca closterium, \nCoscinodiscus centralis, Thalassiosira leptopus, Coscinodiscus sp., \nDiploneis bombus, Gyrosigma balticum, Gyrosigma sp., Lyrella Lyra, \nNavicula sp., Nitzschia longissima, Nitzschia sigma, Nitzschia sp., \nOdontella aurita, Paralia sulcata, Surirella fastuosa, Surirella sp. \n\nT\ná\n\nx\no\n\nn\ns\n\n \n\nc\no\n\nm\nu\n\nn\ns\n\n \n(g\n\na\nrr\n\na\nfa\n\n) \n\nCyanobacteria Anabaena spiroides, Chroococcus sp. \n\nDinophyta Neoceratium sp. \n\nHeterokontophyta (Bacillariophyceae) Campylodiscus clypeus, Melosira moniliformis, Pseudonitzschia sp., \nRhizosolenia sp., Terpsinoe musica \n\nT\ná\n\nx\no\n\nn\ns\n\n c\no\n\nm\nu\n\nn\ns\n (\n\nre\nd\n\ne\n) \n\nCyanobacteria Merismopedia punctata, Spirulina major, Oscillatoria sp., Lyngbya sp., \nAnabaena sp. \n\nEuglenophyta Lepocinclis ovum, Phacus acuminatus, Phacus curvicauda  \n\nDinophyta Pyrophacus holorogium, Pyrophacus steinii, Neoceratium extensum, \nNeoceratium teres, Neoceratium trichoceros, Neoceratium tripos, \nProtoperidinium granii, Protoperidinium oblongum \n\nHeterokontophyta (Bacillariophyceae) Thalassiosira eccentrica, Melosira dubia, Melosira sp., Triceratium \npentacrinus, Odontella mobiliensis, Cerataulus turgidus, Biddulphia tridens, \nIsthmia enervis, Hemiaulus membranaceus, Hemiaulus sinensis, \nBellerochea malleus , Helicotheca thamesis , Corethron hystrix, \nRhizosolenia setigera, Guinardia striata, Pseudosolenia calcaravis, \nChaetoceros affinis, Chaetoceros brevis, Chaetoceros coarctatus, \nChaetoceros curvisetus, Chaetoceros lorenzianus, Chaetoceros mitra, \nChaetoceros teres, Leptocylindrus danicus,   Dimerogramma marinum, \nFragilaria capuccina, Fragilaria sp., Asterionellopsis glacialis, Podocystis \nadriatica, Licmophora abbreviata, Licmophora sp., Thalassionema \nnitzschioides, Grammatophora marina, Grammatophora oceanica, \nClimacosphenia moniligera, Petroneis humerosa, Mastogloia splendida, \nAchnanthes longipes, Navicula fortis, Pleurosigma angulatum, Pleurosigma \nsp., Tropidoneis lepidoptera, Amphora marina, Amphora sp., \nPseudonitzschia seriata, Nitzschia tryblionella, Pseudonitzschia pungens, \nEntomoneis paludosa, Amphiprora pulchra, Entomoneis alata, Entomoneis \nalata var pulchra, Surirella elongata, Surirella febigerii, Campylodiscus \nfastuosus, Campylodiscus sp. \n\nHeterokontophyta (Dictyochophyceae) Dictyocha fibula \n\nChlorophyta Scenedesmus quadricauda \n\n \n \n\n5.3.2 Riqueza e distribuição taxonômica \n\n A riqueza taxonômica do fitoplâncton na área estudada apresentou valores \n\noscilantes durante o período estudado, nos dois ciclos de maré e nos dois pontos de \n\ncoleta. Os valores variaram de cinco a 37 espécies em setembro/08 no ponto de \n\ncoleta 1 nos regimes de preamar e baixa-mar, respectivamente. \n\n Analisando qualitativamente a flora fitoplanctônica, constatou-se que a classe \n\nBacillariophyceae (diatomáceas), foi considerada a mais representativa, contribuindo \n\n57 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\ncom 74,49% de todas as espécies identificadas, sendo representada por 44 gêneros \n\ne 70 espécies. \n\n A classe Dinophyceae (dinoflagelados) foi o segundo grupo que contribuiu \n\npara o aumento da riqueza taxonômica com cinco gêneros e 13 espécies.  \n\n A classe Cyanophyceae (cianobactérias) apresentou-se com cinco gêneros e \n\nseis espécies, e juntamente com a classe Euglenophyceae (euglenofíceas) com três \n\ngêneros e quatro espécies. As classes Dictyochophyceae (crisofíceas) e \n\nChlorophyceae (clorofíceas) foram qualitativamente menos representativas \n\ncontribuindo com um gênero e uma espécie cada. \n\n \n5.3.2.1 Caracterização sazonal \n\n Os dois períodos sazonais não apresentaram variação quanto à riqueza de \n\nespécies, sendo quase equivalentes. Apesar disto, verificou-se que o período de \n\nestiagem apresentou uma maior diversidade de grupos fitoplanctônicos em \n\ncomparação com o período chuvoso. \n\n No período de estiagem, a comunidade fitoplanctônica esteve representada \n\npor 74 espécies distribuídas em 57 diatomáceas, nove dinoflagelados, quatro \n\ncianobactérias, duas euglenofíceas, uma crisofícea e uma clorofícea (Fig.18).  \n\n No período chuvoso, a comunidade fitoplanctônica esteve repr esentada por \n\n73 espécies distribuídas entre 58 diatomáceas, nove dinoflagelados, quatro \n\ncianobactérias e duas euglenofíceas (Fig.18). Foi constatada a ausência de \n\ncrisofíceas e clorofíceas nas subamostras analisadas. \n\n \n \n\nFigura 18: Caracterização sazonal da riqueza de espécies do fitoplâncton nas divisões taxonômicas, \n\nno estuário do rio Massangana (Pernambuco-Brasil). \n \n\n58 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAlgumas espécies identificadas no estuário do rio Massangana foram \n\nconsideradas exclusivas para cada período estudado (período de estiagem e  \n\nperíodo chuvoso) e encontram-se descritas na tabela 3: \n\n \n\nTabela 3: Espécies exclusivas encontradas no estuário do rio Massangana (Pernambuco-Brasil) nos \n\ndois períodos estudados.  \n\nDivisões Período de Estiagem Período Chuvoso \n\nCyanobacteria Merismopedia punctata, Spirulina major Anabaena sp., Lyngbya sp. \n\nEuglenophyta Eutreptiella sp., Phacus curvicauda Lepocinclis ovum, Phacus acuminatus \n\nDinophyta Gymnodinium sp., Neoceratium tripos, \nProtoperidinium granii, Protoperidinium \noblongum  \n\nNeoceratium extensum, Neoceratium \n\nteres, Neoceratium trichoceros, \nPyrophacus steinii \n\nHeterokontophyta \n\n(Bacillariophyceae) \n\nAmphora marina, Bellerochea malleus, \n\nCampylodiscus fastuosus, Cerataulus \nturgidus, Dimerogramma marinum, \n\nEntomoneis alata var. pulchra, \n\nGyrosigma sp., Grammatophora \noceanica, Isthmia enervis, Mastogloia \n\nsplendida, Melosira sp., Nitzschia \ntryblionella, Odontella aurita, Odontella \n\nmobiliensis, Surirella elongata \n\nAchnanthes longipes, Amphiprora \n\npaludosa, Amphiprora pulchra, \nCampylodiscus sp., Chaetoceros brevis, \n\nChaetoceros teres, Corethron hystrix, \n\nEntomoneis alata, Hemiaulus sinensis, \nLicmophora sp., Navicula fortis, Surirella \n\nfebigerii, Surirella sp., Thalassiosira \neccentrica, Triceratium pentacrinus, \n\nTropidoneis lepdoptera \n\n \n\nChlorophyta Scenedesmus quadricauda - \n\nHeterokontophyta \n\n(Dictyochophyceae) \n\nDictyocha fibula - \n\n \n\n \n5.3.2.2 Caracterização espacial \n\n \n\nAnalisando a distribuição das espécies entre os pontos de coleta (Tab.4 e \n\nFig.19) observou-se um maior número de espécies no ponto de coleta 1 e um \n\ndecréscimo no ponto de coleta 2, exceto em setembro/08. \n\nO menor valor de riqueza foi de cinco espécies na preamar e o maior valor de \n\n37 espécies na baixa-mar ambos em setembro/08. \n\n \n\nTabela 4: Variação da riqueza taxonômica da comunidade fitoplanctônica nos pontos de coleta e nos \n\nperíodos de marés no estuário do rio Massangana (Pernambuco-Brasil).  \n \n\n  Período de estiagem Período chuvoso \n\nPonto de \n\ncoleta \n\nMaré Setembro/08 Novembro/08 Janeiro/09 Março/09 Maio/09 Julho/09 \n\n1 \nBM 37 24 26 19 29 17 \n\nPM 5 21 23 27 32 20 \n\n2 \nBM 33 23 18 11 17 15 \n\nPM 12 13 13 10 13 11 \n\n \nBM = Baixa-mar; PM = Preamar \n\n \n\n59 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n No ponto de coleta 1 foram registradas 79 espécies distribuídas entre 62 \n\ndiatomáceas, 12 dinoflagelados, quatro cianobactérias e uma crisofícea (Fig.19). Foi \n\nobservada a ausência de euglenofíceas e clorofíceas nas subamostras analisadas.  \n\nNo ponto de coleta 2 foram registradas 66 espécies distribuídas entre 50 \n\ndiatomáceas, seis dinoflagelados, quatro euglenofíceas, quatro cianobactérias, uma \n\nclorofícea e uma crisofícea (Fig.19). O menor valor de riqueza foi 10 espécies na \n\npreamar de março/09 e o maior valor 33 espécies na baixa-mar de setembro/08. \n\n \n\nFigura 19: Variação espacial da riqueza taxonômica, por divisão nos pontos de coleta (1 e 2), no \n\nestuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n5.3.2.3 Caracterização entremarés \n\nObservaram-se maiores valores de riqueza nas preamares com 62 espécies \n\ndistribuídas em 50 diatomáceas, 11 dinoflagelados e uma cianobactéria, com \n\nausência constatada de crisofíceas, euglenofíceas e clorofíceas nas su bamostras \n\nanalisadas desta maré, no ponto de coleta 1. Nas baixa-mares o número de \n\nespécies foi 53, com 46 diatomáceas, quatro cianobactérias, três dinoflagelados e \n\numa crisofícea, com ausência constatada de clorofíceas e euglenofíceas nas \n\nsubamostras desta maré, no ponto de coleta 1 (Fig. 20). \n\nOs maiores valores de riqueza ocorreu nas baixa-mares com 56 espécies \n\ndistribuídas em 41 diatomáceas, seis dinoflagelados, quatro euglenofíceas, três \n\ncianobactérias, uma clorofícea e uma crisofícea, no ponto de coleta 2. Enquanto nas \n\npreamares o número de espécies foi 38, com 33 diatomáceas, quatro dinoflagelados \n\ne uma cianobactéria, com a ausência de crisofíceas, clorofíceas e euglenofíceas nas \n\nsubamostras analisadas do ponto de coleta 2 (Fig. 20). \n\n \n\n60 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nFigura 20: Variação sazonal e entremarés da riqueza taxonômica do fitoplâncton nos pontos de \n\ncoleta no estuário do rio Massangana (Pernambuco-Brasil).  \n \n\nA riqueza no estuário do rio Massangana apresentou diferença significativa \n\nespacial (p=0,0111), não apresentando diferença significativa sazonal (p=0,4189) e \n\nentremarés (p=0,0833). \n\n \n\n5.4 Característica ecológica do fitoplâncton \n \n As espécies identificadas foram enquadradas nas seguintes categorias: \n\nmarinha nerítica ticoplanctônica (MNT) representada por 33,73%; marinha oc eânica \n\nplanctônica (MOP) representada por 27,71%; marinha nerítica planctônica (MNP) \n\nrepresentada por 19,28%; dulciaquícola planctônica (DP) representada por 9,64%; \n\nestuarina ticoplanctônica (ET) representada por 8,43%; e dulciaquícola \n\nticoplanctônica (DT) representando 1,20% (Tab.5). \n\n No estuário do rio Massangana as espécies marinhas (MOP, MNP e MNT), de \n\nmaneira geral, constituíram a maior parcela dos organismos identificados \n\ncorrespondendo a 80,72% do total de espécies, seguidas dos organismos dulcícolas  \n\n(DP e DT) correspondendo a 10,84% e estuarinos (ET) com 8,43%. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n61 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nTabela 5: Ecologia das espécies identificadas no estuário do rio Massangana (Pernambuco-Brasil).  \n\nCategoria Número \n\nde táxons \n\n% Táxons \n\nM\na\nri\n\nn\nh\n\na\n \n\nO\nc\ne\nâ\n\nn\nic\n\na\n \n\nP\nla\n\nn\nc\n\ntô\nn\n\nic\na\n\n \n\n \n \n\n \n\n23 \n\n \n \n\n \n\n27,71 \n\nNeoceratium extensum, Neoceratium teres, Neoceratium \ntrichoceros, Neoceratium tripos, Pyrophacus holorogium, \n\nPyrophacus steinii, Prorocentrum micans, Protoperidinium granii, \n\nProtoperidinium oblongum, Protoperidinium steinii, Bacillaria \npaxilifera, Chaetoceros affinis, Chaetoceros coarctatus, Corethron \n\nhystryx, Coscinodiscus centralis, Grammatophora oceanica, \nGuinardia striata, Hemiaulus membranaceus, Pseudosolenia \n\ncalcaravis, Rhizosolenia setigera, Thalassionema nitzschioides, \nThalassiosira leptopus, Dictyocha fibula \n\nN\ne\nrí\n\nti\nc\n\na\n \n\nP\nla\n\nn\nc\n\ntô\nn\n\nic\na\n\n \n\n16 \n\n \n \n\n19,28 \n\nNeoceratium furca, Asterionellopsis glacialis, Bellerochea malleus, \nBiddulphia tridens, Chaetoceros brevis, Chaetoceros lorenzianus, \n\nChaetoceros mitra, Chaetoceros teres, Helicotheca tamesis, \nHemiaulus sinensis, Leptocylindrus danicus, Odontella mobiliensis, \n\nPetroneis humerosa, Pseudonitzschia pungens, Pseudonitzschia \nseriata, Thalassiosira eccentrica \n\nT\nic\n\no\np\n\nla\nn\n\nc\ntô\n\nn\nic\n\na\n \n\n \n \n\n \n28 \n\n \n \n\n \n33,73 \n\nAchnanthes longipes, Campylodiscus fastuosus, Cerataulus \nturgidus, Chaetoceros curvisetus, Climacosphenia moniligera, \n\nCylindrotheca closterium, Dimerogramma marinum, Diploneis \nbombus, Grammatophora marina, Isthmia enervis, Licmophora \n\nabbreviata, Lyrella lyra, Mastogloia splendida, Melosira dubia, \nMelosira moniliformis, Navicula fortis, Nitzschia longissima, \n\nNitzschia sigma, Nitzschia tryblionella, Odontella aurita, Paralia \nsulcata, Pleurosigma angulatum, Podocystis adriatica, Surirella \n\nelongata, Surirella fastuosa, Surirella febigerii, Triceratium \n\npentacrinus, Tropidoneis lepdoptera \n\nE\ns\ntu\n\na\nri\n\nn\na\n\n \n\n  \n\nT\nic\n\no\np\n\nla\nn\n\nc\ntô\n\nn\nic\n\na\n  \n\n \n\n7 \n\n \n \n\n8,43 \n \n\nAmphiprora pulchra, Amphora marina, Entomoneis alata, \nEntomoneis alata var. pulchra, Entomoneis paludosa, Gyrosigma \n\nbalticum, Terpsinoe musica \n\nD\nu\n\nlc\nia\n\nq\nu\n\níc\no\n\nla\n \n\n  \n\nP\nla\n\nn\nc\n\ntô\nn\n\nic\na\n\n  \n\n \n\n8 \n\n \n\n \n\n9,64 \n\nAnabaena spiroides, Merismopedia punctata, Oscillatoria princeps, \n\nSpirulina major, Lepocinclis ovum, Phacus acuminatus, Phacus \n\ncurvicauda, Scenedesmus quadricauda \n\n  \n\nT\nic\n\no\np\n\nla\nn\n\nc\ntô\n\nn\nic\n\na\n  \n\n \n\n1 \n\n \n \n\n1,20 \n\nFragilaria capuccina \n\n \n\n \n\n5.5 Densidade fitoplanctônica (cel.L\n-1\n\n) \n \n\nA densidade dos organismos fitoplanctônicos no estuário do rio Massangana \n\napresentou valores oscilantes durante o período de amostragem, nos dois ciclos de \n\nmaré e nos pontos de coleta. Os valores de densidade obtidos variaram de 5 a 4280 \n\nx 10\n3\n cel.L\n\n-1\n (Fig.21). \n\nA densidade fitoplanctônica não apresentou diferença significativa sazonal \n\n(p=0,729), espacial (p=0,5966) e entremarés (p=0,2181). \n\n62 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nFigura 21: Variação da densidade fitoplanctônica nos pontos de coleta e nos dois ciclos de marés no \n\nestuário do rio Massangana (Pernambuco-Brasil). \n\n \n\nOs dinoflagelados foi considerado o grupo que obteve a maior representação \n\nquantitativa na área estudada com densidade total 5290 x 10\n3\n cel.L\n\n-1\n com valores \n\noscilando entre 5 e 4280 x 10\n3 \n\ncel.L\n-1\n\n. Os maiores valores foram encontrados no \n\nponto de coleta 2, com as espécies Gymnodinium sp. (4280 x 10\n3 \n\ncel.L\n-1\n\n) e \n\nProtoperidinium sp. (125 x 10\n3 \ncel.L\n\n-1\n), ambos na preamar de setembro/08 (Fig 22). \n\nAs euglenofíceas (Euglenophyta) formaram o segundo grupo de destaque, \n\ncom densidade total 2750 x 10\n3\n cel.L\n\n-1\n variando entre 5 e 2715 x 10\n\n3 \ncel.L\n\n-1\n, com  a \n\nespécie mais representativa na área foi Eutreptiella sp. (2715 x 10\n3 \n\ncel.L\n-1\n\n) na baixa-\n\nmar em janeiro/09 no ponto de coleta 2 (Fig.22). \n\nAs diatomáceas [Heterokontophyta (Bacillariophyceae)] foram o terceiro grupo \n\ndo fitoplâncton com densidade total 1530 x 10\n3\n cel.L\n\n-1 \nvariando de 5 a 130 x 10\n\n3\n \n\ncel.L\n-1\n\n(Tab.6). As espécies que dominaram foram pequenas diatomáceas \n\npertencentes à ordem Bacillariales, Bacillaria paxilifera, Coscinodiscus centralis, \n\nNavicula sp., Nitzschia longissima e Paralia sulcata (Fig.22).  \n\nOs outros fitoflagelados [Heterokontophyta (Dictyochophyceae)] apresentaram \n\ndensidade total de 1035 cel.L\n-1\n\n, variando de 5 a 455 x 10\n3\n cel.L\n\n-1\n. Os fitoflagelados \n\napresentaram maior densidade no ponto de coleta 2 na preamar em julho/09 \n\n(Fig.22). \n\nAs cianobactérias (Cyanobacteria) foram o grupo menos representativo \n\nquantitativamente, com densidade total 840 x 10\n3\n cel.L\n\n-1\n variando de 5 a 240 x 10\n\n3\n \n\ncel.L\n-1\n\n, destacando as espécies Anabaena spiroides e Chroococcus sp. (Fig.22). \n\n \n\n63 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \nFigura 22: Densidade total das divisões do fitoplâncton no estuário do rio Massangana (Pernambuco-\n\nBrasil). \n\n \n\n5.5.1 Caracterização sazonal \n\nA densidade fitoplanctônica (cel.L\n-1\n\n) apresentou marcantes variações entre os \n\nperíodos sazonais. No período de estiagem a densidade fitoplanctônica total foi de \n\n9420 x 10\n3\n cel.L\n\n-1\n, com valores variando entre 5 e 4590 x 10\n\n3\n cel.L\n\n-1\n, ambos nas \n\npreamares. Enquanto no período chuvoso, a densidade fitoplanctônica total foi de \n\n3445 x 10\n3\n cel.L\n\n-1\n, com valores oscilando entre 5 e 455 x 10\n\n3\n cel.L\n\n-1\n, também nas \n\npreamares (Fig.21 e 23; Tab.6).  \n\n \n\nFigura 23: Densidade do fitoplâncton nos períodos sazonais, pontos de coleta e nos dois ciclos de \n\nmarés no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n5.5.2 Caracterização espacial \n\nOs valores de densidade fitoplanctônica foram mais elevados no ponto de \n\ncoleta 2, com valores variando de 70 x 10\n3\n cel.L\n\n-1\n em maio/09 a 4590 x 10\n\n3\n cel.L\n\n-1\n \n\nem setembro/08, ambos nas preamares. No ponto de coleta 1 os valores de \n\n64 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\ndensidade oscilaram entre 25 x 10\n3\n cel.L\n\n-1\n em julho/09 na preamar e 390 x 10\n\n3\n cel.L\n\n-1\n \n\nem setembro/08 na baixa-mar (Tab.6). \n\n \n\nTabela 6: Variação da densidade fitoplanctônica (x 10\n3\n cel.L\n\n-1\n) nos pontos de coleta e nos períodos \n\nde marés no estuário do rio Massangana (Pernambuco-Brasil). \n\nPonto de \ncoleta Maré \n\nVariação da densidade fitoplanctônica \n\nPeríodo de estiagem Período chuvoso \n\n  Set/08 Nov/08 Jan/09 Mar/09 Maio/09 Jul/09 \n\n1 \nBM 390 110 240 105 200 45 \nPM 60 55 50 80 205 25 \n\n2 \nBM 75 225 3155 130 285 220 \nPM 4590 270 200 95 70 565 \n\n \n\n Foram constatados dois picos de densidades, em setembro/08 (4590 x 10\n3\n \n\ncel.L\n-1\n\n) na preamar e em janeiro/09 (3155 x 10\n3\n cel.L\n\n-1\n) na baixa-mar, ambos no \n\nponto de coleta 2. Esses valores altos são devido às elevadas densidades do \n\ndinoflagelado Gymnodinium sp (4280 x 10\n3\n cel.L\n\n-1\n) em setembro/08 (Fig.21 e 24 ) e \n\nda euglenofícea Eutreptiella sp. (2715 x 10\n3\n cel.L\n\n-1\n) em janeiro/09 (Fig.21 e 25).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 24: (A) Florescimento do dinoflagelado Gymnodinium sp. no estuário do rio Massangana \n\n(Pernambuco-Brasil); e (B) Vista pleural do dinoflagelado Gymnodinium sp. no estuário do rio \nMassangana (Pernambuco-Brasil).  \n\n \n \n\n \nFigura 25: Vista da euglenofícea Eutreptiella sp. no estuário do rio Massangana (Pernambuco-Brasil). \n\nA B A \n\n10 µm \n10 µm \n\n10 µm \n\n65 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n5.5.3 Caracterização entremarés \n\nOs valores de densidade no estuário do rio Massangana foram mais elevados \n\nnas preamares, com valores oscilando entre 25 x 10\n3\n cel.L\n\n-1 \nem julho/09 no ponto de \n\ncoleta 1 e  4590 x 10\n3\n cel.L\n\n-1\n em setembro/08 no ponto de coleta 2. Nas baixamares \n\nos valores de densidade variaram de 45 x 10\n3\n cel.L\n\n-1 \nem julho/09 no ponto de coleta \n\n1 a 3155 x 10\n3\n cel.L\n\n-1 \nem janeiro/09 no ponto de coleta 2 (Fig.21). \n\n \n\n5.6 Biomassa fitoplanctônica (mg.m\n-3\n\n) \n\nOs teores de clorofila a apresentaram uma distribuição irregular durante o \n\nperíodo de estudo, com valores variando de 0,54 mg.m\n-3\n\n, na preamar no ponto de \n\ncoleta 1 (novembro/08) a 37,7 mg.m\n-3\n\n registrado na baixa-mar no ponto de coleta 2 \n\n(janeiro/09) (Fig.26). \n\nO período de estiagem apresentou teores mais elevados, variando de 0,54 \n\nmg.m\n-3\n\n no ponto de coleta 1 (preamar) em novembro/08 a 37,7 mg.m\n-3\n\n no ponto de \n\ncoleta 2 (baixa-mar) em janeiro/09, com valor médio de 8,35 mg.m\n-3\n\n. No período \n\nchuvoso, os teores de clorofila a variaram de 0,89 mg.m\n-3\n\n no ponto de coleta 2 \n\n(preamar) em março/09 a 6,46 mg.m\n-3\n\n no ponto de coleta 1 (baixa-mar) em \n\nmarço/09, com valor médio de 3,08 mg.m\n-3\n\n (Fig.26). \n\nO ponto de coleta 2 apresentou valores mais elevados de clorofila a, variando \n\nde 0,89 mg.m\n-3\n\n na preamar em março/09 (período chuvoso) a 37,7 mg.m\n-3\n\n na baixa-\n\nmar em janeiro/09 (período de estiagem), com valor médio de 8,19 mg.m\n-3\n\n. No ponto \n\nde coleta 1, os teores de clorofila a oscilaram entre 0,54 mg.m\n-3\n\n na preamar em \n\nnovembro/08 (período de estiagem) e 6,46 mg.m\n-3\n\n na baixa-mar em março/09 \n\n(período chuvoso), com valor médio de 3,24 mg.m\n-3\n\n (Fig.26).  \n\n \n\nFigura 26: Variação sazonal, espacial e entremarés da clorofila a no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n\n66 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nDe uma maneira geral, em relação à variação entremarés, os teores de \n\nclorofila a registrados foram mais elevados durante as baixamares, com valores \n\nvariando de 1,00 mg.m\n-3\n\n no ponto de coleta 1 a 37,7 mg.m\n-3\n\n no ponto de coleta 2, \n\nambos no período de estiagem. Essa maré apresentou um valor médio de 6,83  \n\nmg.m\n-3\n\n. Enquanto nas preamares, os valores oscilaram entre 0,54 mg.m\n-3\n\n no ponto \n\nde coleta 1 e 16,64 mg.m\n-3\n\n no ponto de coleta 2, ambos no período de estiagem, \n\nvalor médio de 4,61 mg.m\n-3\n\n (Tab.7). \n\nFoi verificado na baixa-mar de janeiro/09, no ponto de coleta 1, que o valor \n\nelevado de clorofila a coincidiu com a ocorrência da espécie Eutreptiella sp. \n\nconsiderada dominante na subamostra analisada (Fig.26).  \n\n \nTabela 7: Variação sazonal, espacial e entremarés da clorofila a no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n\n  Período de estiagem  Período chuvoso  \nPonto de \n\ncoleta Maré set/08 nov/08 jan/08 Total mar/09 maio/09 jul/09 Total \n\n1 \nBM 7,33 4,37 1,00 12,70 6,46 2,23 1,06 9,75 \n\nPM 1,62 0,54 4,05 6,21 2,61 2,62 5,03 10,26 \n\n2 \nBM 2,89 9,17 37,7 49,76 4,86 2,35 2,57 9,78 \n\nPM 8,36 16,64 6,58 31,58 0,89 4,72 1,66 7,27 \n\n \n\n Os valores de clorofila a apresentaram variação sazonal significativa \n\n(p=0,0163), não apresentando variação significativa espacial (p=0,119) e entremarés \n\n(p=0,6861). \n\n \n\n5.7 TRATAMENTO NUMÉRICO DOS DADOS \n\n5.7.1 Abundância relativa das espécies \n\n  No estuário do rio Massangana durante o período estudado foram registradas \n\nsete espécies dominantes: os dinoflagelados Gymnodinium sp., Prorocentrum \n\nmicans Ehrenberg e Protoperidinium sp., as diatomáceas Asterionellopsis glacialis  \n\n(Castracane) Round, Bacillaria paxilifera (O. F. Müller) Hendey e Nitzschia \n\nlongissima (Brèbisson) Grunow e a euglenofícea Eutreptiella sp.  \n\n As espécies Eutreptiella sp., Prorocentrum micans e Gymnodinium sp. foram \n\nconsideradas dominantes durante o período de estiagem.  \n\nA euglenofícea Eutreptiella sp. ocorreu apenas no ponto de coleta 2, onde foi \n\nconsiderada dominante na baixa-mar em janeiro/09. O dinoflagelado Prorocentrum \n\nmicans apresentou uma distribuição irregular ao longo dos períodos estudados e \n\n67 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\npontos de coleta, sendo considerada dominante na preamar em janeiro/09 (ponto de \n\ncoleta 2) (Tab.8). \n\n A presença da espécie Gymnodinum sp. foi verificada nos pontos de coleta 5 e \n\n7 durante o período de estiagem, não ocorrendo durante o período chuvoso. Essa \n\nespécie foi considerada dominante na preamar em setembro/08 (ponto de coleta 2) \n\n(Tab.8). \n\n \nTabela 8: Distribuição das espécies identificadas no estuário do rio Massangana (Pernambuco-Brasil) \n\ndurante o período de estiagem. \n\n Setembro/08 Novembro/08 Janeiro/09 \n\n Ponto 1 Ponto 2 Ponto 1 Ponto 2 Ponto 1 Ponto 2 \n\n BM PM BM PM BM PM BM PM BM PM BM PM \n\nEutreptiella sp.  * * * * * * * * * * 52,71 * \n\nGymnodinium sp * 12,50 * 80,35 * * * * * * 15,89 * \n\nProrocentrum micans  0,68 12,50 0,23 0,12 * 9,30 0,92 3,95 0,24 6,25 2,71 55,14 \n\nProtoperidinium sp 0,34 37,50 * 13,59 0,24 4,65 15,14 21,05 * 2,50 3,49 * \n\nAsterionellopsis glacialis  3,98 * 7,02 * 0,49 * * * * * * * \n\nBacillaria paxilifera  33,52 * 42,47 * 56,45 * 5,96 2,63 73,33 * * * \n\nNitzschia longissima  2,84 * 3,85 2,72 1,22 * 4,59 10,53 7,38 2,50 13,18 8,41 \n\nNota: Sinal convencional utilizado: * = espécie não encontrada na subamostra analisada.  \n\n \n\nAs espécies Protoperidinium sp., Asterionellopsis glacialis e Nitzschia \n\nlongissima apresentaram uma distribuição irregular e foram dominantes durante o \n\nperíodo chuvoso. \n\nO dinoflagelado Protoperidinium sp. foi dominante no ponto de coleta 1 \n\n(março/09) durante a preamar. As diatomáceas Asterionellopsis glacialis e Nitzschia \n\nlongissima foram dominantes no ponto de coleta 2 em maio/09 durante a preamar e \n\njulho/09 durante a baixa-mar, respectivamente (Tab.9). \n\n \n\nTabela 9: Distribuição das espécies identificadas no estuário do rio Massangana (Pernambuco-Brasil) \ndurante o período chuvoso. \n\n Março/09 Maio/09 Julho/09 \n\n Ponto 1 Ponto 2 Ponto 1 Ponto 2 Ponto 1 Ponto 2 \n\n BM PM BM PM BM PM BM PM BM PM BM PM \n\nEutreptiella sp.  * * * * * * * * * * * * \n\nGymnodinium sp * * * * * * * * * * * * \n\nProrocentrum micans  * 0,44 1,54 * 0,27 5,11 * * * * * 2,63 \n\nProtoperidinium sp * 57,78 18,46 20,00  3,16 * 1,69 * 1,19 * 13,16 \n\nAsterionellopsis glacialis  * * * * 32,70 40,63 47,73 79,66 * 29,76 * * \n\nBacillaria paxilifera  80,42 * * * 28,88 6,08 * * 61,02 5,95 * * \n\nNitzschia longissima  4,82 2,22 38,46 12,00 3,27 0,73 7,95 1,13 23,62 7,14 53,13 31,58 \n\nNota: Sinal convencional utilizado: * = espécie não encontrada na subamostra analisada. \n\n \n\n68 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nA única espécie considerada dominante nos dois períodos estudados \n\n(estiagem e chuvoso) foi a diatomácea Bacillaria paxilifera, no ponto de coleta 1 \n\ndurante as baixamares dos meses de novembro/08, janeiro/09, março/09 e julho/09 \n\n(Tab.8 e 9). \n\nA maioria das espécies foi considerada Abundante e Rara para o estuário do \n\nrio Massangana.   \n\n \n\n5.7.2 Frequência de ocorrência \n \n\nQuanto à frequência de ocorrência, observou-se que as espécies não \n\napresentaram uma distribuição homogênea nos pontos de coletas selecionadas, \n\ntendo sido registrada a presença de, apenas duas espécies consideradas Muito \n\nFrequentes, as quais ocorreram em mais de 50% das amostras: duas \n\nHeterokontophyta (diatomácea), Nitzschia longissima, Surirella fastuosa; 14 \n\nespécies Frequentes, ou seja, espécies que ocorreram entre 40 e 70% das \n\namostras, representadas por uma Cyanobacteria (cianobacteria), Oscillatoria \n\nprinceps, dois Dinophyta (dinoflagelados), Prorocentrum micans, Protoperidinium \n\nsp., e 11 Heterokontophyta (diatomáceas), Amphora sp., Bacillaria paxilifera, \n\nCoscinodiscus sp., Diploneis bombus, Gyrosigma balticum, Lyrella lyra, Melosira \n\ndubia, Navicula sp., Nitzschia sigma, Pleurosigma angulatum, Thalassiosira \n\nleptopus. As demais espécies foram consideradas Pouco Frequentes (30 spp.), ou \n\nseja, espécies que ocorreram entre 10 e 40% e Esporádicas (52 spp.), ocorrendo em \n\nmenos de 10% das amostras, destacando-se que a maioria foi enquadrada na \n\ncategoria Esporádica (Apêndice B). \n\n \n\n5.7.3 Diversidade Específica e Equitabilidade \n\nNa área de estudo a diversidade específica apresentou-se elevada, com \n\nvalores acima de 2,5 bits.cel\n-1\n\n em praticamente todos os pontos de coleta e períodos \n\nde amostragem, com exceção do mês de setembro/08 no ponto de coleta 1 \n\n(preamar), apresentando um valor de 2,25 bits.cel\n-1 \n\n(Fig.27). \n\nOs valores do índice de diversidade específica ficaram acima de 2,5 bits.cel\n-1\n\n \n\nem 95,83% das amostras analisadas. No período de estiagem os valores de \n\ndiversidade variaram de 2,25 bits.cel\n-1\n\n a 5,00 bits.cel\n-1\n\n ambos no ponto de coleta 1 \n\n(setembro/08), enquanto no período chuvoso os valores variaram de 3,10 bits.cel\n-1\n\n \n\n69 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n(ponto de coleta 2) em março/09 a 4,83 bits.cel\n-1\n\n (ponto de coleta 1) em maio/09, \n\nambos na preamar (Fig.27). \n\n \n \n\nFigura 27: Diversidade específica (bits.cel\n-1\n\n) do fitoplâncton, no estuário do rio Massangana \n\n(Pernambuco-Brasil). \n\n \n\n \n Os valores de equitabilidade ficaram acima de 0,5 em 100% das amostras \n\nanalisadas na área de estudo. Durante o período de estiagem os valores de \n\nequitabilidade variaram de 0,95 (ponto de coleta 2) a 0,98 (ponto de coleta 1), \n\nambos durante as baixamares do mês de janeiro/08. No período chuvoso os valores \n\nvariaram de 0,93 (ponto de coleta 2) na preamar em março/09 a 0,98 (ponto de \n\ncoleta 1) na baixa-mar em julho/09 (Fig.28). Os valores de equitabilidade \n\napresentados no estuário do rio Massangana, acima de 0,5, indicam que as \n\nespécies estão bem distribuídas.  \n\n \n \n\nFigura 28: Equitabilidade do fitoplâncton, no estuário do rio Massangana (Pernambuco-Brasil). \n\n  \n \n5.7.4 Análise Multivariada \n\n5.7.4.1 Análise de agrupamento das espécies \n\n70 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n A figura 29 apresenta o dendrograma de associação das espécies coletadas \n\ncom rede de plâncton com abertura de malha de 20 µm. \n\n A associação de espécies englobou dois grupos: \n\nGrupo 1: composto por 25 espécies, na sua maioria por organismos marinhos \n\n(nerítico e oceânico). \n\n Subgrupo 1A: composto por uma espécie dominante (Asterionellopsis \n\nglacialis) e pelas espécies Neoceratium teres, Neoceratium extensum, Neoceratium \n\ntrichoceros, Campylodiscus sp., Chaetoceros brevis, Hemiaulus sinensis, \n\nChaetoceros mitra, Corethron hystrix, Pseudosolenia calcaravis, Biddulphia tridens, \n\nLicmophora sp., Chaetoceros affinis, Thalassionema nitzschioides, Chaetoceros \n\ncurvisetus, Thalassiosira eccentrica, Achnantes longipes, Dimerogramma marinum, \n\nProtoperidinium granii, Mastogloia splendida e Helicotheca tamesis. \n\nSubgrupo 1B: composto por espécies marinhas. Composto pelas espécies: \n\nIsthmia enervis, Protoperidinium oblogum, Leptocylindrus danicus, Gyrosigma sp., \n\nAmphora marina, Chaetoceros lorenzianus e Protoperidinium steinii. \n\nGrupo 2: composto por 67 espécies, na sua maioria por organismos marinhos \n\n(nerítico planctônico e ticoplanctônico, e oceânico planctônico). \n\n Subgrupo 2A1: composto pela maioria de espécies que foram encontradas \n\nno período de estiagem. Constituído por: Phacus curvicauda, Eutreptiella sp., \n\nSpirulina major, Entomoneis alata var. pulchra, Merismopedia punctata, Melosira sp., \n\nSurirella elongata, Pleurosigma angulatum, Chaetoceros coarctatus, \n\nGrammatophora oceanica, Prorocentrum micans e Nitzschia sp. \n\n Subgrupo 2A2: composto pela maioria das espécies que foram encontradas \n\nno período chuvoso. Constituído por: Entomoneis alata, Phacus acuminatus, \n\nOscillatoria princeps, Surirella sp., Lepocinclis ovum. \n\n Subgrupo 2B1: composto por uma espécie dominante (Gymnodinium sp.) e \n\npor Pseudonitzschia seriata, Cerataulus turgidus, Cylindrotheca closterium, \n\nPleurosigma sp., Lyngbya sp., Coscinodiscus sp. e Gymnodinium sp. \n\n Subgrupo 2B2: composto por duas espécies muito frequentes (Surirela \n\nfastuosa e Nitzschia longissima) e por Odontella mobiliensis, Campylodiscus \n\nfastuosus, Scenedesmus quadricauda, Licmophora abbreviata, Fragilaria sp., \n\nClimacosphenia moniligera, Fragilaria capuccina, Bacillaria paxilifera, Paralia sulcata, \n\nNeoceratium furca, Bellerochea malleus, Neoceratium tripos, Odontella aurita, \n\nPseudonitzschia pungens, Hemiaulus membranaceus, Nitzschia tryblionella, \n\n71 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nOscillatoria sp., Chaetoceros sp., Thalassiosira leptopus, Diploneis bombus, \n\nDictyocha fibula, Melosira dubia, Lyrella lyra, Grammatophora marina, Petroneis \n\nhumerosa, Gyrosigma balticum, Amphora sp., Nitzschia sigma e Rhizosolenia \n\nsetigera. \n\n Subgrupo 2B3: composto por uma espécie dominante (Protoperidinium sp.) e \n\na maioria encontrada no período chuvoso. Constituído por: Navicula fortis, \n\nPyrophacus steinii, Surirella febigerii, Tropidoneis lepdoptera, Amphiprora pulchra, \n\nProtoperidinium sp., Podocystis adriatica, Pyrophacus holorogicum, Navicula sp., \n\nTriceratium pentacrinus, Chaetoceros teres, Amphiprora paludosa e Coscinodiscus \n\ncentralis. \n\n \n\nA figura 30 apresenta o dendrograma de associação dos parâmetros \n\nhidrológicos e biomassa fitoplanctônica. Foram observados dois grupos subdivididos \n\nem vários subgrupos. \n\n \n\nGrupo 1: constituído pelos parâmetros mais influenciados pela ação das marés. \n\nComposto por: profundidade, transparência, oxigênio dissolvido, taxa de saturação \n\nde oxigênio, salinidade, pH, temperatura, fosfato, silicato e biomassa fitoplanctônica.  \n\n \n\nGrupo 2: constituído pelos parâmetros mais influenciados pela precipitação \n\npluviométrica. Composto por: material em suspensão, turbidez e sais nutrientes \n\nnitrogenados (amônia, nitrito e nitrato). \n\n72 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \nFigura 29: Dendrograma da associação das espécies fitoplanctônicas coletadas com rede de \n\nplâncton de 20 µm no estuário do rio Massangana (Pernambuco-Brasil), durante o período chuvoso e \nde estiagem. \n\n \n \n\n \n \n \n \n \n\n \n\n \n \n\n1 \n\n2 \n\n2A \n\n2B \n\n2A1 \n\n2A2 \n\n2B1 \n\n2B2 \n\n2B3 \n\n1A \n\n1B \n\n73 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n \n\nFigura 30: Dendrograma da associação dos parâmetros hidrológicos e da biomassa fitoplanctônica \n\nno estuário do rio Massangana (Pernambuco-Brasil), durante o período chuvoso e de estiagem. \n\n \n\n5.7.4.2 Análise dos Componentes Principais (ACP) \n\n A análise dos componentes principais mostrou que a contribuição das \n\nvariáveis ambientais aos dois primeiros fatores, explicou 59,41% da variação dos \n\ndados (Fig.31 e Tab.10). \n\n \n\nComponente 1 \n\n A componente 1 explicou 41,96% das variações ambientais analisadas e \n\nmostrou correlação direta entre a profundidade local (r=0,6913), transparência da \n\nágua (r=0,7809), salinidade (r=0,9011), taxa de saturação de oxigênio (r=0,8634), \n\noxigênio dissolvido (r=0,8062) e pH (r=0,7761), estes tiveram correlação inversa com \n\na amônia (r=-0,6772), nitrito (r=-0,8207), nitrato (r=-0,6497), fosfato (r=-0,5194), \n\nsilicato (r=-0,5622) e turbidez (r=-0,4403). \n\n \n\nComponente 2 \n\n A componente 2 explicou 17,45% das variações ambientais analisadas e \n\nassociou negativamente a temperatura da água (r=-0,6478), material em suspensão \n\n(r=-0,1917) e biomassa fitoplanctônica (r=-0,6896). \n\n74 \n\n1 \n\n2 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nTabela 10: Contribuição dos parâmetros ambientais e biológico (biomassa fitoplanctônica) aos dois \n\nprimeiros componentes principais no estuário do rio Massangana (Pernambuco-Brasil). \n\nPARÂMETRO ABREVIATURA C1 \n41,96% \n\nC2 \n17,45% \n\nProfundidade Prof 0.6913 0.4589 \n\nTransparência Transp 0.7809 0.4147 \nTemperatura TEMP 0.2490 -0.6478 \nSalinidade Sal 0.9011 -0.2654 \nTaxa de saturação de oxigênio TxO2 0.8634 0.0291 \nOxigênio dissolvido OD 0.8062 0.1077 \nMaterial em suspensão MatSusp -0.0131 -0.1917 \npH pH 0.7761 0.2332 \nAmônia NH3 -0.6772 0.5247 \nNitrito NO2 -0.8207 0.4671 \nNitrato NO3 -0.6497 0.4804 \nFosfato PO4 -0.5194 -0.4827 \nSilicato SiO2 -0.5622 -0.4568 \nTurbidez Turb -0.4403 0.0281 \nBiomassa Biom -0.0282 -0.6896 \n\n \n \n\n \n \n\nFigura 31: Contribuição dos parâmetros ambientais e da biomassa fitoplanctônica aos dois primeiros \ncomponentes principais, no estuário do rio Massangana (Pernambuco-Brasil). \n\n \n\n \n\n \n\n \n\n \n\n75 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n6 DISCUSSÃO \n\nA estrutura das populações do fitoplâncton varia nos ecossistemas em função \n\nde vários fatores ambientais e está relacionada às características de natureza física, \n\nquímica e biológica, destacando-se a precipitação pluviométrica, luz, temperatura, \n\nestado fisiológico das algas, predação ou herbivoria, nutrientes e material em \n\nsuspensão. Estes fatores podem atuar unidos ou isoladamente e condicionar o \n\nestabelecimento de populações adaptadas a estas variações (PHLIPS; BADYLAK; \n\nGROSSKOPF, 2002). \n\nA maioria das espécies do fitoplâncton, nas regiões temperadas, depende de \n\nduas estações de crescimento (florescimento de outono e de primavera), onde \n\natingem níveis de concentração muito elevados. Com o término desses \n\nflorescimentos, as concentrações reduzem-se, praticamente, a zero. No caso de \n\nregiões tropicais há o crescimento quase contínuo, associado ao fluxo das marés \n\nassim como da precipitação pluviométrica, luz e disponibilidade de sais nutrientes.  \n\nEsta diferença no crescimento é uma evidência da dependência do ciclo de vida de \n\numa espécie relativamente às condições físicas, químicas e biológicas que o meio \n\nlhe oferece (SCHAEFFER-NOVELLI; COELHO JUNIOR; TOGNELLA-DE-ROSA, \n\n2002). \n\nEstudos realizados no norte e nordeste do Brasil confirmam que a \n\nprecipitação pluviométrica é um dos fatores que controla a distribuição, a \n\nabundância e a dinâmica sazonal do fitoplâncton estuarino como verificados por \n\nPAIVA; ESKINAZI-LEÇA (1991) na baía de Guarajá, KOENING; ESKINAZI-LEÇA; \n\nCARVALHO (1996) no estuário do rio Ipojuca, MELO-MAGALHÃES et al. (2004) no \n\ncomplexo estuarino-lagunar Mundaú-Manguaba, LEÃO et al. (2008) no estuário do \n\nrio Igarassu, e AZEVEDO; FEITOSA; KOENING (2008) no Golfão Maranhense.  \n\nNo período chuvosoda área estudada, a pluviometria e a ação das marés \n\ncausam alterações na dinâmica das zonas costeiras por causa do aumento do \n\naporte dos rios, acarretando aumento na turbidez, do material em suspensão e da \n\nconcentração de sais nutrientes e a diminuição da salinidade, promovendo um \n\naumento no nível de mistura da água com redução da camada fótica. \n\nNo estuário do rio Massangana a variação da precipitação pluviométrica \n\nproporciona alterações sazonais na turbidez e sais nutrientes dissolvidos (amônia, \n\nnitrito, nitrato, fosfato e silicato), confirmando maiores valores durante período \n\nchuvoso. \n\n76 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nComo em outros sistemas estuarinos, o processo de mistura no estuário do \n\nrio Massangana é também fortemente afetado pelo movimento das marés. De \n\nacordo com Leão et al. (2008), as marés exercem influência nestes ambientes, em \n\nfunção da renovação da água, de sua composição química e das comunidades \n\nbiológicas, com a entrada de espécies eurialinas promovida pelo aumento da \n\nsalinidade, promovendo ainda a diluição dos nutrientes e poluentes carreados pelo \n\nrio.  \n\nNeste caso a maré é um fator condicionante para algumas das variáveis \n\nestudadas no estuário do rio Massangana, proporcionando nas preamares uma \n\nconsiderável melhoria na qualidade das águas do estuário, com as maiores \n\nprofundidades, transparência da água, salinidade, pH, concentrações de oxigênio \n\ndissolvido e taxa de saturação do oxigênio dissolvido, o que acarreta em água mais \n\naquecida e rica em espécies algais marinhas, como dinoflagelados, Prorocentrum \n\nmicans Ehrenberg dominante em janeiro/09 (período de estiagem), diatomáceas \n\nAsterionellopsis glacialis (Castracane) Round dominante em maio/09 (período \n\nchuvoso) e Bacillaria paxilifera (O. F. Müller) Hendey dominante em novembro/08, \n\njaneiro/09 (período de estiagem) e julho/09 (período chuvoso).  \n\nA variação da maré também refletiu a contribuição da baixa-mar, com o \n\naumento dos valores de turbidez (reduzindo a camada fótica), material em \n\nsuspensão e sais nutrientes, com espécies fitoplanctônicas tipicamente de água \n\ndoce, como Oscillatoria princeps e Spirulina major, encontrada no ponto de coleta 1 \n\n(a jusante do estuário) que dista 3,6 km  do ponto de coleta 2 (a montante do \n\nestuário). \n\nOutro parâmetro importante é a profundidade, em áreas estuarinas sob forte \n\ninfluência da maré, como é o caso do estuário do rio Massangana, onde se verifica \n\nque a profundidade local varia em função da altura da maré, mostrando um declínio \n\ngradual da porção mais costeira para a mais interna.  \n\nCom o progressivo assoreamento das margens, a vala do rio Massangana \n\nvem sendo preenchida por sedimentos e a sua profundidade vem diminuindo \n\nprogressivamente (BEZERRA JUNIOR; DIAS; NEUMANN-LEITÃO, 2011). \n\nEm águas costeiras deve ser considerada a influência do fundo sobre a \n\ncomposição específica e a produção biológica da coluna da água, quando sob o \n\nefeito das marés e do vento a coluna de água adquire uma estrutura homogênea \n\n77 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nfavorável ao processo de turbulência e de ressuspensão do material particulado e \n\ndissolvido do sedimento.  \n\nDe fato, a influência do fundo também se manifestou na comunidade \n\nfitoplanctônica. A presença constante de espécies bentônicas como: Achnanthes \n\nlongipes, Amphiprora pulchra, Amphora marina, Campylodiscus fastuosus, \n\nCerataulus turgidos, Chaetoceros curvisetus, Climacosphenia moniligera, \n\nCylindrotheca closterium, Dimerogramma marinum, Diploneis bombus, Entomoneis \n\nalata, Entomoneis alata var pulchra, Entomoneis paludosa, Fragilaria capuccina, \n\nGyrosigma balticum, Grammatophora marina, Isthmia enervis, Licmophora \n\nabbreviata, Lyrela lyra, Mastogloia splendida, Melosira dubia, Melosira moniliformis, \n\nNavicula fortis, Nitzschia longissima, Nitzschia sigma, Nitzschia tryblionella, \n\nOdontella aurita, Paralia sulcata, Pleurosigma angulatum, Podocystis adriatica, \n\nSurirella elongata, Surirella fastuosa, Surirella febigerii, Terpsionoe musica, \n\nTriceratium pentacrinus e Tropidoneis lepdoptera, indica a importância do processo \n\nde ressuspensão do sedimento da área.  \n\nDe acordo com a análise dos componentes principais, a profundidade local \n\napresenta correlação direta com a transparência da água, salinidade, oxigênio \n\ndissolvido, taxa de saturação de oxigênio e pH, e inversa com a turbidez e os sais \n\nnutrientes. Demonstrando a importância das preamares, que renova a qualidade da \n\nágua no estuário, aumentando a transparência da coluna d?água. \n\nA ampla variação da transparência da água (0,30 - 2,5 m) demonstra que \n\nsistemas costeiros rasos são frequentemente submetidos a fatores de interferência, \n\nsejam de origem natural ou antrópica, evidenciando não existir um padrão típic o, \n\npodendo ser modificada em função dessas forçantes e alterar a abundância das \n\nmicroalgas planctônicas (STAATS et al., 2001). \n\nNo estuário do rio Massangana a transparência da água é maior na preamar, \n\ndestacando-se sempre o ponto de coleta 1 devido à sua posição a jusante do \n\nestuário. Sazonalmente apresenta maiores valores no período de estiagem, \n\nsemelhante ao registrado por Branco; Feitosa; Flores Montes (2002) no estuário de \n\nBarra das Jangadas; Mafalda Junior et al. (2004) na costa norte da Bahia; Grego et \n\nal. (2004) no estuário do rio Timbó; Honorato da Silva et al. (2004) no estuário do rio \n\nFormoso e Bastos; Feitosa; Muniz (2005) no estuário do rio Una. \n\nAs menores transparências da água são consequências das maiores \n\nconcentrações de material em suspensão e turbidez, principalmente do aporte \n\n78 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\ncontinental do estuário do rio Massangana, enquanto os maiores valores são \n\nencontrados na área com maior influência marinha. \n\nNa área de estudo a transparência da água apresenta correlação direta com a \n\nprofundidade local, salinidade, oxigênio dissolvido e taxa de saturação de oxigênio \n\ndissolvido indicando a forte influência marinha na área. A contribuição da \n\npluviosidade no transporte de sedimentos e consequente diminuição da \n\ntransparência foi igualmente observada por Ressurreição; Passavante; Macedo \n\n(1996) em um perfil paralelo à costa em frente ao Porto do Recife. \n\nA distribuição e a concentração de material em suspensão em um estuário é \n\nde fato um fenômeno contingente, dependendo dos  processos primários \n\ninterrelacionados, tais como as condições meteorológicas, hidrodinâmicas, e \n\natividades químicas e biológicas. Além da morfologia e composição do fundo, têm \n\num impacto sobre a distribuição  vertical e lateral da distribuição do material em \n\nsuspensão. A característica do material em suspensão é uma função da \n\nreciprocidade entre  ordem (ciclo de maré, sizígia e quadratura) e caos (turbulência, \n\nerosão-deposição, ressuspensão e atividades biológicas e antrópicas) (CHEN et al., \n\n2005). \n\nNo estuário do rio Massangana as concentrações de material em suspensão \n\nsão mais elevadas na baixa-mar, evidenciando a contribuição dos rios e a \n\nressuspensão do sedimento. Sazonalmente as maiores concentrações são \n\nverificadas durante o período de chuvoso, como observado por Losada; Feitosa; \n\nLins (2003) nos estuários dos rios Ilhetas e Mamucaba; e Santiago et al. (2010a) na \n\nbacia portuária do Recife.   \n\nO padrão de correlação inversa entre transparência da água e material \n\nparticulado em suspensão é comumente relatado para área estuarina em função da \n\nprecipitação pluviométrica, do fluxo e refluxo da maré e do regime sazonal \n\n(BASTOS; FEITOSA; MUNIZ, 2005; PAIVA et al., 2006; HONORATO DA SILVA et \n\nal., 2009). Fato semelhante é verificado para o estuário do rio Massangana através \n\nda análise dos componentes principais. \n\nTambém vale ressaltar que os picos ocorridos de material em suspensão e \n\nclorofila a no presente estuário, juntamente com a correlação direta entre esses dois \n\nparâmetros, sugerem que parte desse material pode ser autóctone, de natureza \n\nplanctônica. Fato semelhante verificado no estuário do rio Una (BASTOS; FEITOSA; \n\n79 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nMUNIZ, 2005) e Barra das Jangadas (NORIEGA et al., 2005), onde os autores \n\nafirmam que o material em suspensão é de origem orgânica. \n\nA turbidez é a medida da capacidade que a água tem de dispersar a radiação \n\ne consequentemente está ligada à presença de partículas sólidas suspensas, que \n\npor sua vez, possuem tamanho reduzido e não são capazes de sedimentar, \n\natenuando a transmissão da luz (ESTEVES, 1998). A turbidez é conhecida por ser \n\num importante fator limitante da produtividade do fitoplâncton em estuários.  \n\nEsse parâmetro apresenta, na área de estudo, os maiores valores durante o \n\nperíodo chuvoso, no ponto de coleta 2 (à montante do estuário) e na baixa-mar.  \n\nObserva-se que em determinadas amostragens a biomassa fitoplanctônica \n\n(clorofila a) pode ter sido inibida pelos maiores valores de turbidez, causados pelo \n\nfluxo do rio carreando grandes quantidades de material em suspensão ou pela \n\nressuspensão do sedimento. Este fato também foi observado por Santiago et al. \n\n(2010a) na bacia portuária do Recife, onde a concentração de material em \n\nsuspensão diminuiu a camada fótica inibindo o crescimento fitoplanctônico; e por \n\nGameiro et al. (2004) no estuário do rio Tagus (Portugal), onde a turbidez inibiu a \n\nprodução do fitoplâncton e ocorreu uma acumulação de biomassa.  \n\nOutro fator que sofre forte influência da precipitação é a salinidade que varia \n\nsazonalmente, principalmente em ambientes estuarinos. A salinidade é um dos \n\nparâmetros fundamentais na distribuição dos organismos, afetando tanto o \n\ncrescimento quanto a fisiologia algal, estabelecendo a presença e o \n\ndesenvolvimento do fitoplâncton, visto que pode oscilar em função da maré e da \n\nvazão dos rios, além de dividir o estuário em diferentes zonas ec ológicas, com \n\npopulações mais ou menos adaptadas às variações desse parâmetro (SCHMIDT, \n\n1999; QIAN et al., 2003; AZEVEDO; FEITOSA; KOENING, 2008). \n\nQuanto ao padrão sazonal no estuário do rio Massangana, a salinidade \n\nevidencia o domínio do fluxo marinho, com os maiores teores registrados durante o \n\nperíodo de estiagem. No período de maior pluviosidade e durante a baixa-mar, \n\ntambém predominam os valores de ambiente oligoalino a eualino. Estes teores \n\napresentam variação significativa sazonal e espacial, não apresentando variação \n\nsignificativa entremarés. \n\nDe acordo com SILVA-CUNHA et al. (2004) a estrutura das populações de \n\nmicroalgas em estuários está diretamente relacionada às notáveis variações da \n\nsalinidade, as quais condicionam a formação de quatro tipos de agrupamentos: \n\n80 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\noligoalinas: são consideradas de água doce e não toleram salinidade acima de 0,5 \n\nups; verdadeiramente estuarinas: aquelas que vivem onde a salinidade varia entre 5-\n\n18 ups, formadas por organismos com afinidades marinhas que podem, também, \n\nviver no mar; marinhas eurialinas: formadas por espécies que podem suportar \n\nvariações de salinidade entre 5-30 ups; e populações marinhas estenoalinas: que \n\nnão suportam salinidade abaixo de 25 ups e, praticamente, só ocorrem na boca dos \n\nestuários. \n\nNo estuário do rio Massangana a comunidade fitoplanctônica apresenta \n\ncaracterísticas ecológicas semelhante aos outros estuários de Pernambuco, tendo \n\nocorrido maior aparecimento de espécies marinhas eurialinas (60,71%) seguido das \n\nestenoalinas (27,38%) e oligoalinas (11,19%). \n\nNos estuários, as concentrações de oxigênio variam muito em função do fluxo \n\ne refluxo das marés. A importância da sua determinação se deve ao fato dele ser um \n\ngás essencial à vida (respiração, oxidação da matéria orgânica e processos \n\nmetabólicos celulares) e um indicador das condições ambientais, uma vez que \n\nbaixas concentrações podem indicar processos de eutrofização (poluição química, \n\nfísica ou biológica) (HONORATO DA SILVA et al., 2004; NORIEGA et al., 2005; \n\nAZEVEDO; FEITOSA; KOENING, 2008). \n\nFoi estabelecido para os estuários nordestinos um sistema de classificação da \n\nqualidade da água, baseado na taxa de saturação do oxigênio dissolvido em quatro \n\nzonas: saturada (valores acima de 100%); baixa saturação (50%-100%); \n\nsemipoluída (valores entre 25%-50%) e poluída (valores abaixo de 25%) (MACÊDO; \n\nCOSTA, 1978). \n\nDe acordo com esta classificação, pode-se afirmar que o estuário do rio \n\nMassangana varia de zona semi-poluída a saturada. O registro pontual da zona \n\nsemi-poluída é identificado no ponto de coleta 2 (à montante do estuário) em \n\nmaio/09 na baixa-mar, o que pode estar relacionado à ação antrópica através de \n\nefluentes domésticos e/ou industriais. \n\n Os valores de pH na área estudada apresentaram-se de forma característica \n\npara estuários prevalecendo sempre alcalino. Esse padrão foi observado por \n\nLosada; Feitosa; Lins (2003) nos estuários dos rios Ilhetas e Mamucaba; Bastos; \n\nFeitosa; Muniz (2005) no estuário do rio Una; Honorato da Silva et al. (2009) no \n\nestuário do rio Formoso; e Grego et al. (2009) no estuário do rio Ariquindá. \n\n81 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nOs sistemas estuarinos são os principais fornecedores de nutrientes para a \n\nregião costeira, pois recebem e concentram o material originado de sua bacia de \n\ndrenagem e podem vir a receber aportes significativos por ação antrópica. Esta \n\nentrada de nutrientes é intensificada em estuários situados em regiões de elevada \n\nconcentração populacional, em função do aporte de efluentes domésticos e \n\nindustriais, do escoamento urbano, de efluentes agrícolas além das águas de \n\ndrenagem terrestre provocadas pelas chuvas, do sedimento e do fluxo das marés \n\n(PEREIRA FILHO; SPILLERE; SCHETTINI, 2003; NORIEGA et al., 2005). \n\nAltos níveis de produção primária em estuários são diretamente relacionados \n\nà entrada substancial de nutrientes inorgânicos dissolvidos, e aos eficientes \n\nprocessos biológicos e físicos que os mantém circulando no ecossistema (ABREU ; \n\nHARTMANN; ODEBRECHT, 1995).  \n\nAidar et al. (1993) observaram que o nitrogênio, o fósforo e a sílica, \n\ncomportam-se de forma não conservativa, na dependência direta de processos de \n\ndemanda biológica pela biomassa fitoplanctônica na zona eufótica, ou por \n\nregeneração, e dos aportes devido a processos físicos (advecção, intrusão de águas \n\nmais ricas), climáticos (chuvas) e drenagem continental. \n\nNo estuário do rio Massangana a distribuição da concentração dos sais \n\nnutrientes dissolvidos é caracterizada por variações entre os dois regimes de marés, \n\ncom teores mais elevados na baixa-mar. Ocorre também um aumento nas \n\nconcentrações desses sais no período chuvoso, evidenciando uma contribuição da \n\ndrenagem terrestre no aporte desses nutrientes. \n\nComparando-se os sais nitrogenados (amônia, nitrito e nitrato), verifica-se que \n\no nitrito apresenta as concentrações mais baixas, pois, de acordo com Noriega et al. \n\n(2005), esse nutriente é um produto intermediário e instável das reações de \n\ndenitrificação e de nitrificação, e, portanto pode ser rapidamente convertido em \n\nnitrato, é comum que suas concentrações na água sejam em geral, relativamente \n\nmais baixas do que as de outras formas de nitrogênio dissolvido.  \n\nO nitrato é um nutriente essencial, mas em concentração elevada, torna-se \n\ntóxico e é capaz de perturbar o ambiente aquático. Sob condições normais o nitrato \n\ngeralmente ocorre em pequenas quantidades nas águas superficiais, mas o seu \n\nvalor é reforçado por aportes de outras fontes (JAMES; ADEJARE, 2010).  \n\nDe acordo com Carmouge (1994) apud Noriega et al. (2009), a velocidade de \n\nregeneração ou formação de nitrato é, em geral, menor do que a assimilação pelos \n\n82 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nprodutores primários, resultando em baixas concentrações de nitrato na coluna \n\nd?água. \n\nAs maiores concentrações de amônia no ponto de coleta 2 (a jusante do \n\nestuário) podem estar, de acordo com Pereira-Filho et al. (2003), diretamente \n\nrelacionadas à decomposição de matéria orgânica no meio, a qual pode estar \n\nassociada a atividades antrópicas, como lançamento de efluentes domésticos que \n\nestão sendo lançados próximo a esse ponto, aumentando a sua concentração. Além \n\ndisso, pode ser resultado também da influência da drenagem continent al. \n\nOs teores de fosfato apresentam um pico na baixa-mar em janeiro/09 (ponto \n\nde coleta 2), fato que pode ser atribuído a um maior revolvimento do sedimento, uma \n\nvez que neste mesmo período é verificada a dominância da espécie Eutreptiella sp., \n\nque tem se mostrado em estudos realizados no mar Báltico (TALLBERG; \n\nHEISKMEN, 1998) como uma espécie potencialmente contaminadora de \n\nsedimentos, devido à sua capacidade de migração com velocidade de \n\naproximadamente 1m h\n-1\n\n. \n\nConforme NORIEGA et al. (2005) as concentrações mais elevadas de fosfato \n\nno estuário de Barra das Jangadas são decorrentes de um menor consumo pelo \n\nfitoplâncton ou a adição de fósforo através de alguma forma mineral combinada de \n\norigem fluvial como o ferro e alumínio, processos estes acelerados pelo aumento da \n\ntemperatura ou por poluição doméstica.  \n\nO silicato foi o nutriente dissolvido mais concentrado coincidindo com a \n\npredominância qualitativa das diatomáceas no estuário do rio Massangana, pois é \n\num elemento essencial para o desenvolvimento de suas frústulas. De acordo com a \n\nACP o silicato apresentou correlação direta com a turbidez, clorofila a, material em \n\nsuspensão e com os sais nutrientes nitrogenados, indicando a importância da \n\npluviometria e do aporte dos rios elevando os valores de silicato durante o período \n\nchuvoso e na baixa-mar. \n\nA influência da água marinha sobre a distribuição de nutrientes e matéria \n\norgânica em sistemas estuarinos e costeiros geralmente resulta em diminuição das \n\nconcentrações destes compostos com o aumento da salinidade (SCHARLER; \n\nBAIRD, 2000; PEREIRA FILHO et al., 2001). \n\nEsta diminuição pode ser conservativa, devido à diluição (quando ela ocorre \n\nde forma linearmente proporcional ao aumento da salinidade) ou não conservativa (a \n\ndiminuição não acompanha linearmente o aumento da salinidade). Este padrão de \n\n83 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nvariação ocorre em função de que a origem destes compostos, natural ou \n\nantropogênica, está geralmente associada à bacia de drenagem (GAGO et al., 2005; \n\nSOUZA et al., 2009). \n\nDentre os parâmetros biológicos, os estudos sobre a variação espaço-\n\ntemporal da clorofila a são de grande importância ecológica, pois permitem avaliar o \n\npotencial de produção orgânica dos ecossistemas aquáticos, podendo fornecer \n\nindicações sobre a quantidade de matéria orgânica disponível aos demais níveis \n\ntróficos (PASSAVANTE et al., 1987/1989). Além de ser um método preciso, de fácil \n\naplicabilidade e baixo custo. Há uma longa história de aplicação de clorofila a como \n\num índice de produtividade e condição trófica de águas estuarinas, costeiras e \n\noceânicas (BOYER et al., 2009). \n\nEstudos sobre biomassa fitoplanctônica (clorofila a) em ambientes estuarinos \n\ne costeiros têm sido realizados em várias partes do mundo (ADOLF et al., 2006; \n\nMASSON; PEÑA, 2009; QIU et al., 2010; PAERL et al., 2010). \n\nNas regiões tropicais, as maiores concentrações de clorofila a tanto ocorrem \n\nno período chuvoso como no de estiagem, dependendo da variabilidade dos \n\nparâmetros oceanográficos de cada ambiente. O maior fator condicionante para que \n\nisso ocorra é a chuva, pois ela tanto pode contribuir com o enriquecimento de sais \n\nnutrientes, o que pode levar ao aumento da biomassa, como também pode \n\naumentar a quantidade de material em suspensão, limitando a camada fótica, \n\npodendo afetar o desenvolvimento do fitoplâncton e diminuir as concentrações da \n\nbiomassa (LOSADA, 2000). \n\nNo estuário do rio Massangana, os teores de clorofila a apresentaram \n\nvariação sazonal bem definida (p=0,0163), com maiores valores encontrados \n\ndurante o período de estiagem, na baixa-mar e no ponto de coleta 2, fato que pode \n\nser justificado pelo incremento de sais nutrientes derivados da drenagem terrestre \n\nou do revolvimento do fundo. Outro fator pode ser a disponibilidade de fosfato na \n\nárea, onde ocorreu um pico desse nutriente coincidindo com o pico da concentração \n\nde clorofila a.  \n\nDe acordo com as concentrações de clorofila a e dos teores de sais \n\nnutrientes, o estuário do rio Massangana é caracterizado como um ambiente \n\neutrófico, cujo efeito pode ser minimizado com a melhoria da qualidade da água com \n\na entrada das preamares. \n\n84 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nFato semelhante foi observado por Losada; Feitosa; Lins (2003) nos estuários \n\ndos rios Ilhetas e Mamucaba, que registrou teores mais elevados de clorofila a \n\ndurante o período de estiagem, atribuindo este fato a uma maior transparência da \n\nágua, visto que, no período chuvoso, a grande quantidade de material em \n\nsuspensão reduziu a camada fótica, inibindo o desenvolvimento fitoplanctônico.  \n\nAs características ambientais registradas condicionam o estabelecimento de \n\numa comunidade fitoplanctônica constituída indivíduos de origens diversas \n\nrepresentada por 106 táxons infragenéricos (105 espécies e uma variedade), \n\ndistribuída em Heterokontophyta (diatomáceas), Dinophyta (dinoflagelados), \n\nCyanobacteria (cianofíceas), Euglenophyta (euglenofíceas), Heterokontophyta  \n\n(silicoflagelados) e Chlorophyta (clorofíceas).  \n\nEsta composição florística demonstra semelhança com outros ecossistemas \n\ncosteiros do litoral brasileiro como a costa do Rio Grande do Sul (PERSICH et al., \n\n1996) e bacia portuária do Recife (SANTIAGO et al., 2010a). \n\nNo estuário do rio Massangana as amostras coletadas com garrafa apresentam \n\numa riqueza florística baixa, pois essa metodologia é utilizada quando se pretende \n\nanalisar a comunidade fitoplanctônica do ponto de vista quantitativo, permitindo \n\nanálises mais precisas de densidade. \n\nPara uma identificação florística mais acurada recomenda-se o uso conjunto de \n\ngarrafas e redes de plâncton, cujas amostras permitem o reconhecimento de \n\nespécies de diferentes tamanhos e de ocorrências restritas (SANTIAGO, 2010).  \n\nA rede de plâncton tem sido bastante utilizada por vários autores para a \n\ncoleta de fitoplâncton, pois a vantagem do seu uso consiste em filtrar grandes \n\nvolumes de água concentrando os organismos, mas este processo é seletivo por \n\ntamanho e forma. A amostra obtida com rede apresenta uma proporcionalidade \n\ndistorcida dos componentes do fitoplâncton, pois permite concentrar as células de \n\nvários tamanhos (nano e microfitoplanctônica), deixando passar ou danificando as \n\npequenas células flageladas, impedindo a determinação da sua abundância \n\n(BILLARD; CHRETIENNOT-DINET, 1995). \n\nAs garrafas de coleta, apesar de fornecerem informações quantitativas, pois, \n\npermitem que se conheça o volume amostrado, possuem a limitação de amostrar \n\napenas pequenas quantidades de água. Sua principal vantagem é que mantém os \n\nmicroorganismos bem preservados (SANTIAGO, 2010). \n\n85 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAs diferenças observadas nos resultados das duas metodologias (rede e \n\ngarrafa) ficaram evidentes no estuário do rio Massangana, onde oito espécies \n\nestiveram presentes nas amostras coletadas por garrafa, enquanto 25 foram comuns \n\nnas amostras coletadas com rede (20 µm) e garrafa e 73 táxons foram identificados \n\napenas na rede de plâncton de 20 µm, demonstrando diferença significativa da \n\nriqueza das espécies entre as amostras coletadas com garrafa e rede. \n\nA área de estudo apresenta também diferença na predominância dos grupos \n\nfitoplanctônicos, com as diatomáceas, dinoflagelados e cianobactérias nas amostras \n\ncoletadas com rede, e dinoflagelados, euglenofíceas e diatomáceas n as amostras \n\nde garrafa. \n\nAs diatomáceas destacaram-se qualitativamente no estuário do rio \n\nMassangana, seguida dos dinoflagelados, cianobactérias, euglenofíceas, clorofíceas \n\ne silicoflagelados. \n\nA grande disponibilidade de nutrientes e a salinidade elevada permitiram o \n\ndesenvolvimento das diatomáceas, que constituem o grupo mais representativo e \n\ndiversificado em regiões estuarinas, estando constituído principalmente por espécies \n\nlitorais e eurialinas. A presença dessas espécies está condicionada ao fato de ser em \n\norganismos característicos de ambientes eutróficos (KOENING; ESKINAZI-LEÇA; \n\nNEUMANN-LEITÃO, 2002; LASSEN et al., 2004; PROCOPIAK; FERNANDES; \n\nMOREIRA FILHO, 2006). \n\nA predominância de diatomáceas tem sido registrada para a maioria dos \n\nestuários tropicais e subtropicais (BRANDINI, 1985; GIN; LIN; ZHANG, 2000; \n\nÖRNÓLFSDÓTTIR; LUMSDEN; PINCKNEY, 2004; GAMEIRO et al., 2004), o que \n\ncostuma ocorrer quando o fluxo marinho é mais acentuado (PATRICK, 1967),  \n\nindicando a sua capacidade de se adaptar a águas não estratificadas, turbulentas e \n\nricas em nutrientes, como observado por Pereira et al. (2010) no estuário do rio \n\nCaeté (Amazonas). \n\nNos estuários de Pernambuco, as diatomáceas contribuem com mais de 80% \n\ndas espécies microfitoplanctônicas identificadas (KOENING; ESKINAZI-LEÇA; \n\nNEUMANN-LEITÃO, 2002; LACERDA et al., 2004; ROSEVEL DA SILVA et al., 2005; \n\nLEÃO et al., 2008; HONORATO DA SILVA et al., 2009; SANTIAGO et al., 2010a). \n\nNo litoral amazônico estudos recentes mostram resultados similares, com as \n\ndiatomáceas representando entre 84,4% (SOUSA et al., 2009) e 88.5% (SOUSA et \n\nal., 2008) das espécies identificadas. \n\n86 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAs diatomáceas geralmente são abundantes e diversas em ecossistemas \n\naquáticos, respondem rapidamente a mudanças nas condições ambientais e tem \n\nsido utilizadas mundialmente como indicadoras de poluição orgânica e eutrofização \n\n(SALOMONI; TORGAN, 2008). \n\nOs dinoflagelados foram o segundo grupo mais representativo na comunidade \n\nfitoplanctônica do estuário do rio Massangana, com 13,21% das espécies \n\nidentificadas. De acordo com Santana et al. (2010), os dinoflagelados são os mais \n\nrepresentativos das áreas costeiras e podem ser encontrados preferencialmente em \n\náguas oceânicas e entram nos estuários durante os períodos de alta salinidade \n\n(período de estiagem) que faz as condições favoráveis à sua sobrevivência. São \n\nconsiderados bons indicadores biológicos das massas d?água, responsáveis por \n\ngrande parte da bioluminescência no mar e, algumas espécies, podem ocasionar \n\nflorações nocivas, cuja amplitude e frequência têm reflexo direto sobre a saúde \n\nhumana e atividade pesqueira (LICEA et al., 1995). \n\n As cianobactérias representaram 7,55% da flora e de acordo com Eskinazi-\n\nLeça et al. (2001) apresentam baixa diversidade no plâncton de áreas costeiras \n\noceânicas de Pernambuco, e a sua maioria é constituída por espécies de água doce \n\nque chegam as áreas costeiras trazidas pelas correntes de maré.  \n\nA densidade média dos organismos fitoplanctônicos no estuário do rio \n\nMassangana apresenta valores médios elevados durante o período de esti agem e \n\nnas preamares.  \n\nQuanto à variação quantitativa das espécies, os elevados valores estão \n\nassociados aos florescimentos das espécies de dinoflagelado Gymnodinium sp \n\n(4280 x 10\n3\n cel.L\n\n-1\n, em setembro/08, na preamar e ponto de coleta 2) e da \n\neuglenofícea Eutreptiella sp. (2715 x 10\n3\n cel.L\n\n-1\n em janeiro/09, na baixa-mar e ponto \n\nde coleta 2), que ocasionam a elevação dos valores de densidade contribuindo para \n\nque os grupos Dinophyta e Euglenophyta fossem considerados quantitativamente \n\ndestaque na área de estudo. Diferentemente do observado para outros estuários \n\npernambucanos onde ocorre o predomínio das diatomáceas e outros fitoflagelados \n\n(BARROS FRANCA; BATISTA, 1991; KOENING; ESKINAZI-LEÇA; NEUMANN-\n\nLEITÃO, 2002). \n\n Uma floração é um fenômeno natural, comumente caracterizado pelo elevado \n\ncrescimento de determinadas microalgas em um curto espaço de tempo, motivado \n\n87 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\npor um conjunto de condições favoráveis e que resultam em grandes abundâncias \n\ncelulares na água. \n\nDe acordo com Boyer et al. (2009) as causas dos florescimentos \n\nfitoplanctônicos podem variar espacialmente e sazonalmente nos estuários. O aporte \n\nde água doce com os nutrientes associados é um fator que contribui para o início do \n\nflorescimento no estuário.  \n\nW ood (1963) apud Steindinger (1973) observou que em estuários tropicais e \n\nsubtropicais ou em baías, diferentes espécies de dinoflagelados apresentam “picos” \n\nsazonais característicos. \n\nOs teores de sais nutrientes elevados são normalmente uma condição \n\nnecessária para florescimentos, mas os fatores de perda, como herbivoria e \n\nparasitismo, também precisam ser considerados. Os florescimentos são possíveis \n\nquando “janelas” ou “lacunas” na herbivoria existem e o crescimento da população \n\nalgal excede as perdas por herbivoria (MORAIS; CHÍCHARO; BARBOSA, 2003; \n\nSTOECKER; THESSEN; GUSTAFSON, 2008). \n\nDe acordo com Hallegraeff (2003), as microalgas nocivas aos organismos de \n\nambientes marinhos podem causar danos distintos como: a depleção de oxigênio \n\ndecorrente da decomposição da matéria orgânica morta gerada no final da f loração; \n\na mortalidade de organismos aquáticos através da liberação de substâncias \n\nprejudiciais na água; e a produção de ficotoxinas, que podem afetar os animais e \n\nintoxicar os seres humanos por ingestão de frutos do mar contaminados.  \n\nMesmo nas condições de florescimento, o estuário do rio Massangana \n\napresenta uma alta diversidade específica durante todo o período de estudo, o que \n\nevidencia uma heterogeneidade ambiental, com exceção do ponto de coleta 1 em \n\nsetembro/08 (preamar) onde é observado um valor de 2,25 bits.cel\n-1\n\n. Esse baixo \n\nvalor de diversidade específica é devido ao número reduzido de espécies \n\nencontradas na subamostra analisada e não pela dominância de alguma espécie.  \n\nOs valores de equitabilidade também foram altos indicando uma uniformidade na \n\ndistribuição das espécies nas subamostras analisadas. \n\nNo estuário do rio Massangana as variações espacial e temporal da \n\ncomunidade fitoplanctônica, podem ser atribuídas às variáveis abióticas \n\n(precipitação pluviométrica, marés e salinidade), que promovem o desenvolvimento \n\ne a manutenção de alta diversidade específica e índices quantitativos semelhantes a \n\noutros estuários de Pernambuco. \n\n88 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n7 CONCLUSÕES \n\n? O fitoplâncton apresenta uma composição florística complexa e diversificada \n\ncom 106 táxons, distribuídos em 62 gêneros pertencentes a seis classes; \n\n? a dominância das diatomáceas confirma as condições eutróficas no \n\necossistema, que exige do fitoplâncton uma capacidade adaptativa a este tipo \n\nde ambiente turbulento e rico em nutrientes; \n\n? o registro pontual de zona semi-poluída, indica o comprometimento da \n\nqualidade da água no estuário do rio Massangana que é minimizado pela \n\nação das marés. Esta melhoria da qualidade da água com a entrada das \n\npreamares é um elemento extremamente favorável à redução da degradação \n\nambiental da área de estudo; \n\n? a variação dos teores de sais nutrientes da água é responsável pela alteração \n\nna população fitoplanctônica, refletindo nas oscilações da diversidade \n\nespecífica em consequência do desenvolvimento de espécies oportunistas de \n\ndinoflagelados (Gymnodinium sp) e euglenofícea (Eutreptiella sp.); \n\n? a heterogeneidade ambiental no estuário do rio Massangana é evidenciada \n\npela presença de espécies de origens marinha, estuarina e dulciaquícola, e \n\naltos valores de diversidade específica; \n\n? o estuário do rio Massangana apresenta caráter predominantemente \n\neutrófico, suportando elevada biomassa fitoplanctônica;  \n\n? as oscilações sazonais aliadas a dinâmica de maré configuram como fatores \n\ndeterminantes na composição das espécies do fitoplâncton; \n\n? a precipitação pluviométrica é o fator que condiciona alterações de \n\nparâmetros físico-químicos como a salinidade, material em suspensão, \n\nturbidez, sais nutrientes (amônia, nitrito, nitrato e fosfato) e clorofila a; \n\n? o regime de marés exerce influência no presente estuário, através dos  \n\nprocessos de mistura com a água do rio, aumentando a salinidade, \n\ntransparência da água e concentrações de oxigênio dissolvido, permitindo o \n\ndesenvolvimento e estabelecimento das espécies eurialinas; \n\n? o estuário do rio Massangana é um ambiente eutrófico onde a precipitação \n\npluviométrica e o regime de marés são parâmetros importantes, que \n\ncondicionam e influenciam a composição florística, diversidade e distribuição \n\ndos parâmetros abióticos. \n\n89 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\n8 REFERÊNCIAS BIBLIOGRÁFICAS \n\nABREU, P. C.; HARTMANN, C.; ODEBRECHT, C. Nutrient-rich saltwater and its \ninfluence on the phytoplankton of the Patos Lagoon Estuary, Southern Brazil. Estuarine, \nCoastal and Shelf Science, Londres, v. 40, p, 219-229, 1995. \n\nADOLF, J. E.; YEAGER, C. L.; MILLER, W. D.; MALLONEE, M. E.; HARDING JR, L. W. \nEnvironmental forcing of phytoplankton floral composition, biomass, and primary \nproductivity in Chesapeake Bay, USA. Estuarine, Coastal and Shelf Science, Londres, \nv.67, p.108-122, 2006. \n\nAIDAR, E.; GAETA, S. A.; GIANESELLA-GALVÃO, S. F.; KUTNER, M. B. B.; TEIXEIRA, \nC. Ecossistema costeiro subtropical: nutrientes dissolvidos, fitoplâncton e clorofila a e \nsuas relações com as condições oceanográficas na região de Ubatuba, SP. Boletim do \nInstituto Oceanográfico, São Paulo, v.10, p. 9-43, 1993. \n\nALVES-COELHO, P.; BATISTA-LEITE, L. M. A.; SANTOS, M. A. C.; TORRES, M. F. A. \nO manguezal. In: ESKINAZI-LEÇA, E.; NEUMMAN-LEITÃO, S.; COSTA, M. F. (Org.). \nOceanografia – Um cenário tropical. Recife: Bagaço, 2004. p. 642-688. \n\nAMANCIO, F. C. Interação entre fitoplâncton e parâmetros ambientais: subsídio na \ngestão ambiental marinha. 2005. 72 f. Dissertação (Mestrado em Gestão e Políticas \nAmbientais) - Pró-Reitoria para Assunto de Pesquisa e Pós-Graduação, Universidade \nFederal de Pernambuco, Recife, 2005. \n\nANDRADE, G. O.; LINS, R. C. Os climas do Nordeste. In: VASCONCELOS SOBRINHO, \nJ. (Ed). As regiões naturais do Nordeste, o meio e a civilização. Recife: CONDEPE. \n1971. p. 95-138. \n\nANDRADE, G. T. C.; PASSAVANTE, J. Z. O.; MUNIZ, K. Biomassa fitoplanctônica do \nestuário do rio Maracaípe (Ipojuca, Pernambuco). In: CHELLAPPA, N. T.; CHELLAPPA, \nS.; PASSAVANTE, J. Z. O. (Org.). Ecologia Aquática Tropical. Natal: SevGraf, 2004. p. \n121-142. \n\nARAGÃO, J. O. R. Fundamentos de meteorologia e relação oceano atmosfera. [S.I.], o \nautor, 2000, 60p. \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. Informação e documentação – \napresentação de citações em documentos. NBR10520. Rio de Janeiro: ABNT, 2001a. \n4 p. \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. Informação e documentação – \ntrabalhos acadêmicos – apresentação. NBR14724. Rio de Janeiro: ABNT, 2001b. 6 p. \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. Informação e documentação – \nreferências – elaboração: procedimento. NBR6023. Rio de Janeiro: ABNT, 2002. 24 p. \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. Informação e documentação – \nnumeração progressiva das seções de um documento – apresentação. NBR6024. \nRio de Janeiro: ABNT, 2003a. 3 p. \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. Informação e documentação – \nsumário – apresentação: procedimento. NBR6027. Rio de Janeiro: ABNT, 2003b. 2 p. \n\nAZEVEDO, A. C. G.; FEITOSA, F. A. N.; KOENING, M. L. Distribuição espacial e \ntemporal da biomassa fitoplanctônica e variáveis ambientais no Golfão Maranhense, \nBrasil. Acta Botanica Brasilica, São Paulo, v. 22, n. 3, p. 870-877, 2008. \n\nBALECH, E. Los dinoflagelados del Atlantico Sudoccidental. Madrid: Ministerio de \nAgricultura Pesca y Alimentacion, 1988. 310 p. (Publicaciones Especiales Instituto \nEspañol de Oceanografia, n. 1). \n\nBARROS-FRANCA, L. M.; BATISTA, R. N. Distribuição horizontal e abundância relativa do \n\n90 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nfitoplâncton no complexo estuarino lagunar de Suape – PE. In: ENCONTRO BRASILEIRO \nDE PLÂNCTON, 4., 1990, Recife. Anais... Recife: UFPE, 1991. p. 97-113. \n\nBASTOS, R. B.; FEITOSA, F. A. N.; MUNIZ, K. Variabilidade espaço-temporal da biomassa \nfitoplanctônica e hidrologia no estuário do rio Una (Pernambuco – Brasil). Tropical \nOceanography, Recife, v. 33, n. 1, p. 1-18, 2005. \n\nBEZERRA JUNIOR, J. L.; DIAZ, X. G.; NEUMANN-LEITÃO, S. Diversidade de larvas de \npeixes das áreas internas e externas do Porto de Suape (Pernambuco-Brasil). Tropical \nOceanography (Revista Online), Recife, v.39, n.1, p.1-13, 2011. \n\nBILLARD, C.; CHRETIENNOT-DINET, M. J. Métodos para el studio de los fitoflagelados. In: \nALVEAL, K.; FERRARIO, M. E.; OLIVEIRA, E. C.; SAR, E. (Ed.). Manual de métodos \nficológicos. Concepción: Universidad de Concepción, 1995. P.25-54. \n\nBONECKER, A. C.; BONECKER, S. L. C.; BASSANI, C. Plâncton marinho. In: PEREIRA, R. \nC.; SOARES-GOMES, A. (Org.). Biologia Marinha. Rio de Janeiro: Interciência, 2002. P. \n103-125. \n\nBORGES, G. C. P. Características ambientais e da comunidade fitoplanctônica em \nárea de influência portuária do Recife (Pernambuco-Brasil). Recife, 2008. 83 f. \nMonografia (Ciências Biológicas) – Centro de Ciências Biológicas, Universidade Federal de \nPernambuco, Recife, 2008. \n\nBOURRELLY, P. Les algues d’eau doce: initiation à  d systématique. 2. Ed. Paris: N. \nBoubée, 1972. 3 v. v. 1: Les algues Vertes. \n\nBOYER, J. N.; KELBLE, C. R.; ORTNER, P. B.; RUDNICK, D. T. Phytoplankton bloom \nstatus: Chlorophyll a biomass as an indicator of water quality condition in the southern \nestuaries of Florida, USA. Ecological indicators, v.9S, P.S56-S67, 2009. \n\nBRABO ALVES, J. M.; FERREIRA, F. F.; CAMPOS, J. N. B.; FILHO, F. A. S.; SOUZA, E. \nB.; DURAN, B. J.; SERVAIN, J.; STUDART, T. M. C. Mecanismos atmosféricos associados \nà ocorrência de precipitação intensa sobre o nordeste do Brasil em janeiro/2004. Revista \nBrasileira de Meteorologia, [S.l.], v. 21, n. 1, p. 56-76, 2006. \n\nBRANCO, E. S. Aspectos ecológicos da comunidade fitoplanctônica no sistema \nestuarino de Barra das Jangadas (Jaboatão dos Guararapes – Pernambuco – Brasil). \n2001. 127 f. Dissertação (Mestrado em Oceanografia) – Departamento de Oceanografia, \nUniversidade Federal de Pernambuco, Recife, 2001. \n\nBRANCO, E. S.; FEITOSA, F. A. N.; FLORES MONTES, M. J. Variação Sazonal e Espacial \nda Biomassa Fitoplanctônica Relacionada com Parâmetros Hidrológicos no Estuário de \nBarra das Jangadas (Jaboatão dos Guararapes – Pernambuco – Brasil). Tropical \nOceanography, Recife, v. 30, n. 2. P. 79-96, 2002. \n\nBRANCO, E. S.; SILVA-CUNHA, M. G. G.; FEITOSA, F. A. N.; NEUMANN-LEITÃO, S. \nRelação da composição microfitoplanctônica com fatores abióticos no estuário da Barra das \nJangadas – (Jaboatão dos Guararapes – Pernambuco). In: SEMANA NACIONAL DE \nOCEANOGRAFIA, 13., 2000, Itajaí. Anais... Itajaí: [s.n], 2000. P. 487-488. \n\nBRANDINI, F. P. Seasonal  d  ession of the phytoplankton in the bay of Paranaguá \n(Paraná State, Brazil). Revista Brasileira de Biologia, [S.l.], v. 45, p. 687-694, 1985. \n\nBRANDINI, F. P.; LOPES, R. M.; GUTSEIT, K. S.; SPACH, H. L.; SASSI, R. Planctologia \nna plataforma continental do Brasil: diagnose e revisão bibliográfica. Rio de Janeiro: \nFEMAR, 1997. 196 p. \n\nBRASIL. Ministério da Marinha. Tábua de marés – Porto de Suape, 2008. [S.l.]: DHN, \n2008. Disponível em:&lt;http://www.dhn.mar.mil.br>. acesso em: 05 de agosto, 2008. \n\nCABRAL, A. L.; SASSI, R.; COSTA, C. F. Os estuários do nordeste do Brasil e o \ndesenvolvimento sustentável: usos múltiplos e impactos. O estuário do rio Timbó como \n\n91 \n\nhttp://www.dhn.mar.mil.br/\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\num estudo de caso. Tropical Oceanography, Recife, v. 33, n. 2, p. 199-206, 2005. \n\nCAVALCANTI, L. B.; COELHO, P. A.; ESKINAZI-LEÇA, E. Et al. Condiciones ecnología en \nel área de Suape (Pernambuco-Brasil). In: SEMINARIO SOBRE EL ESTUDIO CIENTIFICO \nE IMPACTO HUMANO EN EL ECOSSISTEMA DE MANGLARES, 1978, Cali. Memorias ... \nMontevideo: UNESCO, Oficina Regional de Ciências y  ecnología para América Latina y el \nCaribe, 1980. P. 243-256. \n\nCARMOUGE, J. P. O metabolismo dos ecossistemas aquáticos: Fundamentos teóricos, \nmétodos de estudos e análises químicas. Edgard Blücher. FAPESP, São Paulo, 1994, \n254p. \n\nCHEN, M. S.; WARTEL, S.; ECK, B. V.; MALDEGEM, D. V. Suspended matter in the \nScheldt estuary. Hydrobiologia, Heidelberg, v.540, p.79-104, 2005. \n\nCHRÉTIENNOT-DINET, M. J.; BILARD, C.; SOURNIA, A Chlorarachniophycées, \nChlorophycées, Chrysophycées, Euglenophyycées, Eustigmatophycées, Prasinophycées, \nPrymnesiophycées, Rhodophycées et Tribophycées. In: SOURNIA, A (Dir.). Atlas du \nphytoplankton marin. Paris: Editions du Centre National Recherche Scientifique, 1990. \n261 p. V. 3. \n\nCLEVE-EULER, A. Die diatomeen von Schweden und Finland. Stockholm: Almqvist und \nWikksells Bokktryckert, 1951. 163 p. (Kungl. Suenska Vetenskapsakademiens Handlingar \nFjáide Serien, v. 2, n. 1). \n\nCLEVE-EULER, A. Die diatomeen von Schweden und Finland. Stockholm: Almqvist und \nWikksells Bokktryckert, 1952. 153 p. (Kungl. Suenska Vetenskapsakademiens Handlingar \nFjáide Serien, v. 4, n. 5). \n\nCLEVE-EULER, A. Die diatomeen von Schweden und Finland. Stockholm: Almqvist und \nWikksells Bokktryckert, 1953a. 297 p. (Kungl. Suenska Vetenskapsakademiens Handlingar \nFjáide Serien, v. 4, n. 1). \n\nCLEVE-EULER, A. Die diatomeen von Schweden und Finland. Stockholm: Almqvist und \nWikksells Bokktryckert, 1953b. 255 p. (Kungl. Suenska Vetenskapsakademiens Handlingar \nFjáide Serien, v. 4, n. 5). \n\nCOMPANHIA PERNAMBUCANA DE CONTROLE DA POLUIÇÃO E DE ADMINISTRAÇÃO \nDOS RECURSOS HÍDRICOS (CPRH). Diagnóstico Sócio-Ambiental &amp; ZEEC – \nZoneamento Ecológico – Econômico Costeiro Litoral Sul de Pernambuco. Recife: \n[s.n.], 2001. 156 p. \n\nCUPP, E. E. Marine plankton diatoms of the west coast of North America. Los \nAngeles: University of California, 1943. 237 p. \n\nDAY JR, J. W.; HALL, C. A. S.; KEMP, W. M.; YÁÑEZ-ARANCIBIA, A. Estuarine \nphytoplankton. In: DAY JR, J. W.; HALL, C. A. J.; KEMP, W. M.; YÁÑEZ-ARANCIBIA, A. \nEstuarine ecology. New York : J. Wiley, 1989. 556 p. \n\nDESIKACHARY, T. V. Cyanophyta. New Delhi: Indian Council of Agricultural Research, \n1959. 686 p. (I. C. A. R. Monographs on Algae). \n\nDODGE, J. D. Marine dinoflagellates of Bristish Isles. London: Her Majesty?s Stationary \nOffice, 1982. 303 p. \n\nEDLER, L. I on methods for marine biological studies in the Baltic Sea : phytoplankton and \nchlorophyll. The Baltic Marine Biologists, Lund, n. 5, p. 1-38, 1979. \n\nESKINAZI, E. Estudo da Barra das Jangadas. Parte IV. Distribuição das diatomáceas. \nTrabalhos do Instituto Oceanográfico, Recife, v. 7/8, p. 17-32, 1967. \n\nESKINAZI-LEÇA, E. Estudo ecológico do fitoplâncton na plataforma de Pernambuco. In \nENCONTRO BRASILEIRO DE PLÂNCTON, 4., 1990, Recife. Resumos... Recife: \n\n92 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nEDUFPE, 1991. P. 54. \n\nESKINAZI, E.; SATÔ, S. Contribuição das diatomáceas da praia de Piedade \n(Pernambuco – Brasil). Trabalhos Oceanográficos, Recife, v. 5/6, p. 73-114, \n1963/1964. \n\nESKINAZI-LEÇA E.; SILVA-CUNHA, M. G. G.; KOENING, M. L.; MACEDO, S. J.; COSTA, \nK. M. P. Variação espacial e temporal do fitoplâncton na Plataforma Continental de \nPernambuco – Brasil. Trabalhos Oceanográficos, Recife, v. 25, p. 1-16, 1997. \n\nESKINAZI-LEÇA, E.; KOENING, M. L. Distribuição das diatomáceas (Bacillariophyceae) na \nárea de Suape (Pernambuco – Brasil). Trabalhos Oceanográfico, Recife, v. 19, p. 73-100, \n1985/86. \n\nESKINAZI-LEÇA, E.; KOENING, M.L.; SILVA-CUNHA, M.G.G. Estrutura e dinâmica da \ncomunidade fitoplanctônica. p. 353-373. In: ESKINAZI-LEÇA, E.; NEWMANN-LEITÃO, S.; \nCOSTA, M. F. (Org.). Oceanografia – um cenário tropical. Recife: Edições Bagaço, 2004. \n\nESKINAZI-LEÇA, E.; MOURA, A. N.; SILVA-CUNHA, M. G. G.; KOENING, M. L. Microalgas \nmarinhas do Estado de Pernambuco. p. 69-79. In: Tabarelli, M.; Silva, J. M. C. (Ed). \nDiagnóstico da biodiversidade de Pernambuco. Recife: SECTMA/Massangana, 2001. \n\nESTEVES, F. A. Fundamentos de limnologia. 2.  d. Rio de Janeiro: Ed. Interciência, \n1998. 602 p. \n\nFARRAPEIRA, C. M. R.; RAMOS, C. A. C.; BARBOSA, D. F.; MELO, A. V. O. M.; PINTO, \nS. L.; VERÇOSA, M. M.; OLIVEIRA, D. A. S.; FRANCISCO, J. A. Zonación vertical de \nsustratos sólidos del estuário del rio Massangana, Bahía de Suape, Pernambuco, Brasil. \nBiota Neotropica, São Paulo, v.9, n.1, p.087-100, 2009. \n\nFEITOSA, F. A. N.; NASCIMENTO, F. C. R.; COSTA, K. M. P. Distribuição espacial e \nTemporal da Biomassa Fitoplanctônica Relacionada com Parâmetros hidrológicos na Bacia \ndo Pina (Recife – PE). Trabalhos Oceanográficos. Recife, v. 27, n. 2, p. 1-13, 1999. \n\nFEITOSA, F. A. N.; PASSAVANTE, J. Z. O. Variação sazonal da biomassa primária do \nfitoplâncton na bacia do Pina (Recife, Pernambuco, Brasil). Trabalhos Oceanográficos, \nRecife, v. 21, p. 33-46, 1990. \n\nFEITOSA, F. A. N; PASSAVANTE, J. Z. O. Distribuição espacial e temporal da biomassa \nprimária do fitoplâncton na bacia do Pina (Recife- Pernambuco – Brasil). Trabalhos \nOceanográficos, Recife, v. 22, p. 65-82, 1991/93. \n\nFERRARIO, M., SARS, E., SALA, S. Metodologia básica para  El estúdio Del fitoplâncton \ncom especial referencia a lãs diatomeas. In: ALVEAR, K.; FERRARIO, M.; OLIVEIRA \nFILHO, E., C., SARS, E. (Eds.). Manual de métodos ficológicos. Chile: Universidad de \nConcépcion, 1995. P. 1-24. \n\nFERREIRA, L. C.; SILVA-CUNHA, M. G. G.; KOENING, M. L.; SANTIAGO, M. F.; MUNIZ, \nK.; FEITOSA, F. A. N. Condições ambientais de Brasília Formosa, Recife-Pernambuco, \nBrasil. In: Congresso Brasileiro de Oceanografia, 3. 2008, Fortaleza. Anais... Fortaleza, \nCBO, 2008. \n\nFERREIRA, L. C.; SILVA CUNHA, M. G. G.; SANTIAGO, M. F.; KOENING, M. L.; FEITOSA, \nF. A. N.; SILVA, T. A. Fitoplâncton en playa urbana como un bioindicador de la calidad \nambiental, Pernambuco, Brasil. In: CONGRESSO LATINOAMERICANO DE CIÊNCIAS DEL \nMAR (COLACMAR), 2009, Cuba. Anais.... Cuba: [s.n], 2009. \n\nFERREIRA, L. C.; SILVA-CUNHA, M. G. G.; KOENING, M. L.; FEITOSA, F. A. N.; \nSANTIAGO, M. F.; MUNIZ, K. Variação temporal do fitoplâncton em três praias urbanas do \nlitoral sul do estado de Pernambuco, Nordeste do Brasil. Acta Botanica Brasilica, São \nPaulo, v. 24, n. 1, p. 214-224, 2010ª. \n\nFERREIRA, L. C.; SILVA-CUNHA, M. G. G.; BORGES, G. C. P.; LIMA, J. C.; FEITOSA, F. \n\n93 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nA. N.; KOENING, M. L.; MUNIZ, K. Composição do fitoplâncton e condições ambientais na \npraia de Piedade, Pernambuco, Brasil. In: CONGRESSO BRASILEIRO DE FICOLOGIA, 13. \n2010, Anais... Paraty (RJ): SBF, 2010b. \n\nFONSECA, R. S.; PASSAVANTE, J. Z. O.; MARANHÃO, G. B.; MUNIZ, K. Ecossistema \nrecifal da praia de Porto de Galinhas (Ipojuca, Pernambuco): biomassa fitoplanctônica e \nhidrologia. Boletim Técnico e Científico, Tamandaré, v. 10, n. 1, p. 9-35, 2002. \n\nFUNDAÇÃO INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA. Normas de \napresentação tabular. 3. Ed. Rio de Janeiro: IBGE, 1993. 62 p. \n\nGAGO, J.; ALVAREZ-SALGADO, X. A.; NIETO-CID, M.; BREA, S.; PIEDRACOBA, S. \nContinental inputs of C, N, P and Si species to the Ría de Vigo (NW Spain). Estuarine, \nCoastal and Shelf Science, Londres, v. 65, p. 74-82, 2005. \n\nGALVÃO, I. B. Estudo das populações microfitoplanctônicas da região sul de \nTamandaré, PE, Brasil. 1996. 110 f. Monografia (Bacharelado em Ciências Biológicas) – \nDepartamento de Ciências Biológicas, Universidade Federal de Pernambuco, Recife, 1996. \n\nGAMEIRO, C.; CARTAXANA, P.; CABRITA, M. T.; BROTAS, V. Variability in chlorophyll \nand phytoplankton composition in a estuarine system. Hydrobiologia, Heidelberg, v. 525, p. \n113-124, 2004. \n\nGAYOSO, A. M. Long-term phytoplankton studies in the Bahía Blanca estuary, Argentina. \nJournal of Marine Science, [S.l.], v. 55, p. 655–660, 1998. \n\nGIN, K. Y. H.; LIN, X.; ZHANG, S. Dynamics and size structure of phytoplankton in the \ncoastal waters of Singapore. Journal of Plankton Research, Londres, v. 22, p. 1465-1484, \n2000. \n\nGÓMEZ, F.; MOREIRA, D.; LÓPEZ-GARCÍA, P. Neoceratium gen. nov., a New Genus for \nAll Marine Species Currently Assigned to Ceratium (Dinophyceae). \nhttp://www.elsevier.de/protis, 2009. \n\nGRASSHOFF, F. K.; ENRHARDT, M.; KREMLING, K. Methods of seawater analysis. 2. \nEd. Nova Iorque: Verlag Chemie, 1983. 419 p. \n\nGREGO, C. K. S. Estrutura e dinâmica do fitoplâncton no estuário do rio Ariquindá, \nTamandaré, Pernambuco, Brasil. 2010. 148 f. Tese (Doutorado em Oceanografia) – Pós-\nGraduação em Oceanografia, Universidade Federal de Pernambuco, Recife, PE, 2010. \n\nGREGO, C. K. S.; FEITOSA, F. A. N.; HONORATO DA SILVA, M.; SILVA CUNHA, M. G. \nG.; NASCIMENTO FILHO, G. A. Fitoplâncton do ecossistema estuarino do rio Ariquindá \n(Tamandaré, Pernambuco, Brasil): variáveis ambientais, biomassa e produtividade primária. \nAtlântica, Rio Grande, v. 31, n. 2, p. 183-198, 2009. \n\nGREGO, C. K. S.; FEITOSA, F. A. N.; HONORATO DA SILVA, M.; FLORES MONTES, M. \nJ. Distribuição espacial e sazonal da clorofila a fitoplanctônica e hidrologia do estuário do rio \nTimbó (Paulista-PE). Tropical Oceanography, Recife, v.32, n.2, p.181-199, 2004. \n\nHALLEGRAEFF, G. M.; Harmful Algal Blooms: a global overview. In: HALLEGRAEFF, G. \nM.; ANDERSON, D. M.; CEMBELLA, A. D. (Ed.). Manual on harmful marine microalgae – \nMonographs on oceanographic methodology 11. Paris: UNESCO, 2003. P.25-50. \n\nHASLE, G. R. The current satus of the diatom genus Coscinodiscus Ehrenberg 1839. Bot. \nMus. Rapp., Oslo, v. 33, p. 27-32, 1983. \n\nHASLE, G.R. The inverted-microscope methods. In: Sournia, A. (Ed.). Phytoplankton \nmanual. Paris : UNESCO, 1978. p. 88-96. \n\nHASLE, G. R.; SYVERTSEN, E. E. Marine Diatoms. In: Tomas, C. R. Identifying marine \nphytoplankton. San Diego: Academic Press, 1997. p. 5-386. \n\nHENDEY, N. I. An introductory accorent of the smaller algae of British coastal water. \n\n94 \n\nhttp://www.elsevier.de/protis\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nLondon: Fishery Investigations, 1964. 90 f. (Ministry of Agriculture, Fisheries and Food; \nFishery Investigations Series IV; pt. 4: Bacillariophyceae – Diatoms). \n\nHEURCK, H. van. A treatise on the diatomaceae. London: Willian W esley, 1986. 559 p. \n\nHOEK, C.; MANN, D. G.; JAHNS, H. M. Algae: an introduction to phycology. London: \nCambridge University Press, 623 p., 1995. \n\nHONORATO DA SILVA, M.; PASSAVANTE, J. Z. O.; SILVA-CUNHA, M. G. G.; \nNASCIMENTO VIEIRA, D. A.; GREGO, C. K. S.; MUNIZ, K. Distribuição espacial e sazonal \nda biomassa fitoplanctônica e dos parâmetros hidrológicos no estuário do rio Formoso (Rio \nFormoso, Pernambuco, Brasil). Tropical Oceanography, Recife, v.32, n.1, p.89-106, 2004. \n\nHONORATO DA SILVA, M. Estrutura e produtividade da comunidade fitoplanctônica \nde um estuário tropical (Sirinhaém, Pernambuco, Brasil). Tese de Doutorado em \nOceanografia. Recife: O Autor, 2009.170 folhas. \n\nHONORATO DA SILVA, M.; SILVA-CUNHA, M. G. G.; PASSAVANTE, J. Z. O.; GREGO, C. \nK. S.; MUNIZ, K. Estrutura sazonal e espacial do microfitoplâncton no estuário tropical do \nrio Formoso, PE, Brasil. Acta Botanica Brasílica, São Paulo, v. 23, n. 2, p. 355-368. 2009. \n\nHUANG, L.; JIAN, W.; SONG, X.; HUANG, X.; LIU, S.; QIAN, P.; YIN, K.; WU, M. Species \ndiversity and distribution for the phytoplankton of the Pearl River estuary during rainy and \ndry seasons. Marine Pollution Bulletin, [S.l.], v. 49, p. 588-596, 2004. \n\nHUSTEDT, F. Die Kieselalgen Deutschlands, Österreichs und der Schweiz unter \nBerücksichtigung der übrigen Länder Europas sowie der angrenzenden \nMeeresgebiete. Leipzig: Akademische verlagsgesellschaft, 1930. 920 p. (Kriptogamen-\nFlora von Deutschlands, Österreichs und der Schweiz, v. 7, pt. 1). \n\nHUSTEDT, F. Die Kieselalgen. Deutschlands, Österreichs und der Schweiz unter \nBerücksichtigung der übrigen Länder Europas sowie der angrenzenden \nMeeresgebiete. Leipzig: Akademische Verlagsgesellschaft Geesr &amp; Portig K-G. 1959. 920 \np. (L. Rabenhorst, Kryptogamen-Flora von Deutschland, Österreich und der Schweiz, v. 7, \npt. 2, n. 1-6). \n\nHUSTEDT, F. Die Kieselalgen. Deutschlands, Österreichs und der Schweiz unter \nBerücksichtigung der übrigen Länder Europas sowie der angrenzenden \nMeeresgebiete. Leipzig: Akademische Verlagsgesellschaft Geesr &amp; Portig K-G. 1961-1966. \n920 p. (L. Rabenhorst, Kryptogamen-Flora von Deutschland, Österreich und der Schweiz, v. \n7, pt. 3, n. 1-4). \n\nINSTITUTO DE DESENVOLVIMENTO DE PERNAMBUCO. CONDEPE. Caracterização do \ncomplexo estuarino-lagunar da área de Suape (Pernambuco-Brasil): Síntese ecológica. \nRecife: CONDEPE, 1983. v. 1. \n\nJAMES, B. K.; ADEJARE, L. I. Nutrients and phytoplankton production dynamics of a \ntropical harbor in relation to water quality indices. Journal of American Science, [S.l.], v. 6, \nn. 9, p. 261-275, 2010. \n\nKOENING, M. L.; ESKINAZI-LEÇA, E. Aspectos quantitativos do fitoplâncton na área \nestuarina de Suape (Pernambuco). In: ENCONTRO BRASILEIRO DE PLÂNCTON, 4., \n1990, Recife. Anais... Recife: UFPE, 1991. P. 55-60. \n\nKOENING, M. L.; ESKINAZI-LEÇA, E.; CARVALHO, F. A. T. Análise ecológica da \ndiatomoflora do estuário do rio Ipojuca. Trabalhos do Instituto Oceanográfico, Recife, v. \n24, p. 61-77, 1996. \n\nKOENING, M. L.; ESKINAZI-LEÇA, E.; NEUMANN-LEITAO, S. Impactos da construção do \nPorto de Suape sobre a comunidade fitoplanctônica no estuário do rio Ipojuca \n(Pernambuco-Brasil). Acta Botanica Brasilica, São Paulo, v. 16, n. 4, p. 407-420, 2002. \n\n95 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nKOENING, M. L.; MACÊDO, S. J de, COSTA, R. A. A. M. Estudo quantitativo do \nfitoplâncton do estuário do rio Massangana – Suape-PE. In: REUNIÃO NORDESTINA DE \nBOTÂNICA, 19., 1995, Recife. Resumos... Recife: Sociedade Botânica do Brasil, 1995. P. \n131. \n\nLACERDA, S. R. Série temporal do fitoplâncon no estuário de Barra das Jangadas \n(Jaboatão dos Guararapes – Pernambuco – Brasil). 2004. 196 f. Tese (Doutorado em \nOceanografia) – Departamento de Oceanografia, Universidade Federal de Pernambuco, \nRecife, 2004. \n\nLACERDA, S. R.; KOENING, M. L.; NEUMANN-LEITÃO, S.; FLORES MONTES, M. J. \nPhytoplankton nyctemeral variation at a tropical river estuary (Itamaracá-Pernambuco-\nBrazil). Brazilian Journal of Oceanography, São Paulo, v. 64, n. 1, p. 81-94, 2004. \n\nLANGE, C. B. ; HASLE, G. R.; SYVERSTEN, E. E. Seasonal cycle of diatoms in the \nSkagerrak, North Atlantic, with emphasis on the period 1980-1990. Sarcia, Oslo, v. 77, p. \n173-187, 1992. \n\nLASSEN, M. F.; BRAMM, M. E.; RICHARDSON, K.; YUSOFF, F.; SHARIFF, M. \nPhytoplankton community composition and size distribution in the Langat River Estuary, \nMalaysia. Estuaries, [S.l.], v. 27, n. 4, p. 716-727, 2004. \n\nLEÃO, B. M. Fitoplâncton da praia de Piedade (Jaboatão dos Guararapes – \nPernambuco – Brasil): Taxonomia, biomassa e ecologia. 2002. 37 f. Monografia \n(Bacharelado em Ciências Biológicas) – Departamento de Ciências Biológicas, \nUniversidade Federal de Pernambuco, Recife, 2002. \n\nLEÃO, B. M.; PASSAVANTE, J. Z. O.; SILVA-CUNHA, M. G. G.; SANTIAGO, M. F. Ecologia \ndo microfitoplâncton do estuário do rio Igarassu, PE, Brasil. Acta Botanica Brasilica, São \nPaulo, v. 22, n. 3, p. 711-722, 2008. \n\nLEE, R. E. Phycology. 4 ed. Cambridge University Press, 2008. \n\nLEPS, I.; STRASKRABA, M. DESORTOVA, B., PROCHÁZKOVÁ, L. Annual cycles of \nplankton species composition and physical chemical conditions in Slapy Reservoir detected \nby multivariate statics. Arch. Hydrobiol. Beith. Ergebn. Limnol., [S.l.], v. 33, p. 933, 1990. \n\nLICEA, L.; MORENO, J. L.; SANTOYO, H.; FIGUEROA, G. Dinoflagelados del Golfo de \nCalifornia. [S.l.]: Universidad Autonoma de Baja California Sur, 1995. \n\nLOBO, E.; LEIGHTON, G. Estructuras comunitarias de las fitocenosis planctónicas de los \nsistemas de desembocaduras de ríos y esteros de la zona central de Chile. Revista \nBiologia Marina, Valparaiso, n. 22, p. 1-29, 1986. \n\nLOSADA, A. P. M.; FEITOSA, F. A. N.; LINS, I. C. Variação sazonal e espacial da biomassa \nfitoplanctônica nos estuários dos rios Ilhetas e Mamucaba (Tamandaré-PE) relacionada \ncom parâmetros hidrológicos. Tropical Oceanography, Recife, v. 31, n. 1. p. 1-29, 2003. \n\nLOSADA, A. P. M. Biomassa fitoplanctônica relacionada com parâmetros abióticos \nnos estuários dos Rios Ilhetas e Mamucaba e na Baía de Tamandaré (Pernambuco- \nBrasil). 2000. 88f. Dissertação (Mestrado em Oceanografia) Departamento de \nOceanografia. Universidade Federal de Pernambuco, Recife. \n\nMACEDO, S. J.; COSTA, K. M. P. Estudo ecológico da região de Itamaracá Pernambuco-\nBrasil, condições hidrológicas do estuário do rio Botafogo. Ciência e Cultura, São Paulo, \nv.30, n.7, p.346-368, 1978. \n\nMACEDO, S. J.; FLORES MONTES, M. J.; MUNIZ, K.; LINS, I. C. Aspectos hidrológicos da \nárea estuarina do Complexo Industrial de Suape, Pernambuco, Brasil. In: CONGRESSO \nLATINOAMERICANO SOBRE CIENCIAS DEL MAR. 9. San Andrés Isla, 2001. Anais... San \nAndrés Isla: [s.n]. 2001.      \n\n96 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nMACÊDO, S. J.; KOENING, M. L. Áreas estuarinas do estado de Pernambuco. Recife: \nCPRH, 1987, 350p. \n\nMAFALDA JR, P. O.; SINQUE, C.; BRITO, R. B. C.; SANTOS, J. J. Biomassa planctônica, \nhidrografia e pluviosidade na costa norte da Bahia, Brasil. Tropical Oceanography, Recife, \nv.32, n.2, p.161-172, 2004. \n\nMAIA, P. R. Composição e densidade fitoplanctônica na bacia do Pina, Recife-PE. \n1995. 135 f. Dissertação (Mestrado em Oceanografia Biológica) – Pós-Graduação em \nOceanografia, Universidade Federal de Pernambuco, Recife, 1995. \n\nMAIA, P. R.; KOENING, M. L.; ESKINAZI-LEÇA, E. Densidade fitoplanctônica na bacia do \nPina (Recife – PE). In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA PARA O \nPROGRESSO DA CIÊNCIA, 45., 1993, Recife. Anais... (Comunicações)... Recife: \nUniversidade Federal de Pernambuco, 1993. p. 683. \n\nMASSON, D.; PEÑA, A. Chlorophyll distribution in a temperate estuary: The Strait of \nGeorgia and Juan de Fuca Strait. Estuarine, Coastal and Shelf Science, Londres, v.82, \np.19-28, 2009. \n\nMELO, U.; SUMMERHAYES, C. P.; TORNER, L. G. Metodologia para o estudo do material \nem suspensão na água do mar. Boletim Técnico da Petrobras, Rio de Janeiro, v. 18, n. \n3/4, p. 115-127, 1975. \n\nMELO-MAGALHÃES, E. M.; MEDEIROS, P. R. P.; LIRA, M. C. A.; KOENING, M. L.; \nMOURA, A. N. Determination of eutrophic areas in Mundaú/Manguaba lagoons, Alagoas-\nBrazil, through studies of the phytoplanktonic community. Brazilian Journal of Biology, \nSão Paulo, v. 69, n. 2, p. 271-280, 2009. \n\nMORAIS, P.; CHÍCHARO, M. A.; BARBOSA, A. Phytoplankton dynamics in a coastal saline \nlake (SE-Portugal). Acta Oecologica, [S.l.], v.24, p. S87-S96, 2003. \n\nMOREIRA FILHO, H.; ESKINAZI-LEÇA, E.; VALENTE-MOREIRA, I. M.; CUNHA, J. A. \nAvaliação taxonômica e ecológica das Diatomáceas (Chrysophyta – Bacillariophyceae) \nmarinha e estuarinas nos Estados do Pernambuco, Paraíba, Rio Grande do Norte, Ceará, \nPiauí, Maranhão, Pará e Amapá, Brasil. Trabalhos Oceanográficos, Recife, v. 27, n. 1, p. \n55-90, 1999. \n\nMOREIRA FILHO, H.; ESKINAZI-LEÇA, E.; VALENTE-MOREIRA, I. M.; CUNHA, J. A. \nAvaliação taxonômica e ecológica das diatomáceas (Chrysophyta-Bacillariophyceae) \nmarinhas e estuarinas nos Estados do Espírito Santo, Bahia, Sergipe e Alagoas, Brasil. \nBiologia Brasilica, [S.l.], v. 6, n. 1-2, p. 87-110, 1994/1995. \n\nMOREIRA-FILHO H.; VALENTE-MOREIRA I. M.; SOUZA-MOSIMANN R. M,; CUNHA, J. A. \nAvaliação florística e ecológica das diatomáceas (Chrysophyta- Bacillariophyceae) marinhas \ne estuarinas nos estados do Paraná, Santa Catarina e Rio Grande do Sul. Estudos \nBiológicos. [S.l.], v. 25, p. 5-48, 1990. \n\nMOURA, R. T. de. Biomassa, produção primária do fitoplâncton e alguns fatores \nambientais na Baía de Tamandaré, Rio Formoso, Pernambuco, Brasil. 1991. 290 f. \nDissertação (Mestrado em Oceanografia Biológica) – Programa de Pós-Graduação em \nOceanografia, Universidade Federal de Pernambuco, Recife, 1991. \n\nMOURA, R. T.; PASSAVANTE, J. Z. O. Biomassa fitoplanctônica da Baía de Tamandaré, \nRio Formoso – Pernambuco, Brasil Trabalhos Oceanográficos, Recife: v. 23, p. 1-16, \n1994/95. \n\nMUYLAERT, K; SABBE, K.; VYVERMAN, W. Changes in phytoplankton diversity and \ncommunity composition along the salinity gradient of the Schelde estuary (Belgium/The \nNetherlands). Estuarine, Coastal and Shelf Science, Londres, v. 82, p. 335–340, 2009. \n\nNASCIMENTO, F. C. R; MUNIZ, K. FEITOSA, F. A. N.; ARAÚJO, J. P.; SILVA, R. M. S.; \n\n97 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nSÔNIA DA SILVA, G.; FLORES MONTES, M. J. Disponibilidade Nutricional da bacia do \nPina e rio Tejipió (Recife, Pernambuco, Brasil) em relação aos nutrientes e biomassa \nprimária (Setembro/2000). Tropical Oceanography, Recife, v. 31, n. 2, p. 149-169, 2003. \n\nNEUMANN-LEITAO, S.; PARANAGUÁ, M. N.; VALENTIN, J. L. The planktonic rotifers of \nthe estuarine lagunar complex of Suape (Pernambuco, Brazil). Hydrobiologia, Heidelberg, \nv. 232, p. 133-143, 1992. \n\nNEWELL, G. H.; NEWELL, R. Marine plankton: a practical guide. London: Hutchinson \nEducat, 1963. 221 p. \n\nNORIEGA, C. E. D.; MUNIZ, K.; FEITOSA, F. A. N. ; FLORES MONTES, M. J.; GREGO, C. \nK. S.; SOARES, G. S. S.; SILVA, H. P. Distribuição espacial da biomassa fitoplanctônica e \nsua relação com os sais nutrientes, no sistema estuarino de Barra das Jangadas \n(Pernambuco-Brasil). Arquivos de Ciências do Mar, Fortaleza, v. 38, p. 5-18, 2005. \n\nNORIEGA, C. E.; MUNIZ, K.; FLORES MONTES, M. J.; MACÊDO, S. J.; ARAÚJO, M.; \nFEITOSA, F. A. .; LACERDA, S. R. Series temporales de variables hidrobiológicas en un \nestuário tropical (Brasil). Revista de Biología Marina y Oceanografía, v.44, n.1, p.93-108, \n2009. \n\nÖRNÓLFSDÓTTIR, E. B.; LUMSDEN, E.; PINCKNEY, J. L. Nutrient pulsing as a regulator \nof phytoplankton abundance and community composition in Galveston Bay, Texas. Journal \nof Experimental Marine Biology and Ecology, [S.l.], v. 303, p. 197-220, 2004. \n\nOTTMANN, F.; OKUDA,T.; CAVALCANTI, L.; SILVA, O. C.; ARAÚJO, J. V. A.; COELHO, P. \nA.; PARANAGUÁ, M. N.; ESKINAZI, E. Estudo da Barra das Jangadas. Parte V – Efeitos da \npoluição sobre a ecologia do estuário. Trabalhos do Instituto Oceanográfico, Recife, v. \n7/8, p. 7-16, 1967. \n\nPAERL, H. W.; ROSSIGNOL, H. L.; HALL, S. N.; PEIRLS, B. L.; WETZ, M. S. \nPhytoplankton community indicators of short- and long-term ecological change in the \nanthropogenically and climatically impacted Neuse River Estuary, North Carolina, USA. \nEstuaries and Coasts, [S.l], v.33, p.485-497, 2010. \n\nPAIVA, R. S.; ESKINAZI-LEÇA, E. Variação da densidade (células/litro) do fitoplâncton da \nbaía do Guajará (Pará-Brasil. In: ENCONTRO BRASILEIRO DE PLÂNCTON, 4., 1990, \nRecife. Anais... Recife: UFPE, 1991. p. 123-138. \n\nPAIVA, R. S.; ESKINAZI-LEÇA, E.; PASSAVANTE, J. Z. O.; SILVA-CUNHA, M. G. G.; \nMELO, N. F. A. C. Considerações ecológicas sobre o fitoplâncton da baía de Guarajá e foz \ndo rio Guamá (Pará, Brasil). Boletim do Museu do Pará Emílio Goeldi e Ciências \nNaturais, Belém, v.1, n.2, p.133-146, 2006. \n\nPARRA, O. O.; GONZALEZ, M.; DELLAROSSA, V.; RIVERA, P.; ORELLANA, M. Manual \ntaxonômico del fitoplancton de águas continentales con especial referencia  al \nfitoplancton de Chile. Concepción: [s.n.], 1982. 70 p. (v. 1: Cyanophyceae). \n\nPARSONS, T. R., STRICKLAND, J. D. H. Discussion of spectrophotometric determination of \nmarine plankton pigments, with revised equations of as certaining chlorophyll a and \ncarotenoids. Journal of Marine Research, New Haven, v. 21, n. 3, p. 155-163, 1963. \n\nPASSAVANTE, J. Z. O.; FEITOSA, F. A. N. Produção primária do fitoplâncton da plataforma \ncontinental de Pernambuco (Brasil): área de Piedade. Boletim Técnico-Científico, \nTamandaré, v. 3, n. 1, 7-22, 1995. \n\nPASSAVANTE, J. Z. O.; SILVA, T. L.; FIGUEIREDO, L. G. P. Variação diurna da biomassa \nfitoplanctônica ocorrente na zona de surf da praia de Candeias, Jaboatão dos Guararapes, \nPernambuco, Brasil. In: CONGRESSO BRASILEIRO DE OCEANOGRAFIA, 3. 2008, \nFortaleza. Anais... Fortaleza: CBO, 2008. \n\nPASSAVANTE, J. Z. O.; GOMES, N. A.; ESKINAZI-LEÇA, E.; FEITOSA, F. A. N. Variação \n\n98 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nda clorofila e do fitoplâncton na plataforma continental de Pernambuco. Trabalhos \nOceanográficos da Universidade Federal de Pernambuco, Recife, v.20, p.145-154, \n1987/1989. \n\nPATRICK, R. Diatoms communities in estuaries. In LAUFF, G. H. (Ed.). Estuaries. \nWashington: American Association for the Advancement of Science. 1967. P. 311-315. \n\nPÉRAGALLO, H.; PÉRAGALLO, M. Diatomées marines de France et des districts \nmaritimes voisins. Paris: M. J. Tempère, 1897-1908. 491 p. \n\nPEREIRA-FILHO, J.; SCHETTINI, C.A.F.; RÖRIG, L.; SIEGLE, E. Intratidal variation and net \ntransport of dissolved inorganic nutrients, POC and chlorophyll a in the Camboriú River \nEstuary, Brazil. Estuarine, Coastal and Shelf Science, Londres, v.53, p.249-257, 2001. \n\nPEREIRA FILHO, J.; SPILLERE, L. C.; SCHETTINI, C. A. F. Dinâmica de nutrientes na \nregião portuária do estuário do rio Itajaí-Açu, SC. Atlântica, Rio Grande, v. 25, n. 1, p. 11-\n20, 2003. \n\nPEREIRA, L. C. C.; MONTEIRO, M. C.; GUIMARÃES, D. O.; MATOS, J. B.; COSTA, R. M. \nSeasonal effects of wasterwater to the water quality of the Caeté River Estuary, Brazilian \nAmazon. Anais da Academia Brasileira de Ciências, São Paulo, v. 82, n. 2, p. 467-478, \n2010. \n\nPERSICH, G.; ODEBRECHT, C.; BERGESCH, M.; ABREU, P. C. Eutrofização e \nFitoplâncton: Comparação entre duas enseadas rasas no Estuário da Lagoa dos Patos. \nAtlântica, Rio Grande, v.18, p.27-41, 1996. \n\nPESSOA, V. T.; NEUMMAN-LEITÃO, S.; GUSMÃO, L. M. O.; SILVA, A. P.; PORTO-NETO, \nF. F. Comunidade zooplanctônica na baía de Suape e nos estuários dos rios Tatuoca e \nMassangana, Pernambuco (Brasil). Revista Brasileira de Engenharia de Pesca, Recife, v. \n4, n. 1, p. 80-94, 2009. \n\nPHLIPS, E. J.; BADYLAK, S.; GROSSKOPF, T. Factors affecting the abundance of \nphytoplankton in a restricted subtropical lagoon, the India River Lagoon, Florida, USA. \nEstuarine, Coastal and Shelf Science, Londres, v. 55, p. 385-402, 2002. \n\nPIELOU, E. C. Mathematical ecology. New York: Wiley, 1967. 385 p. \n\nPRESCOTT, G. W. Algae of the western great lakes area. 6. ed. [S.l.]: Cranbrook Institute \nof Science, 1975. 977 p. \n\nPROCOPIAK, L. K.; FERNANDES, L. F.; MOREIRA FILHO, H. Diatomáceas \n(Bacillariophyta) marinhas do Paraná, Sul do Brasil: lista de espécies com ênfase em \nespécies nocivas. Biota Neotropica, São Carlos, v. 6, p. 1-28, 2006. \n\nPROENÇA, L. A.; FERNANDES, L. F. Introdução de microalgas no ambiente marinho: \nImpactos negativos e fatores controladores. In: VIANNA da SILVA, J. S.; LUZ de SOUZA, \nR. C. C. (Orgs). Água de lastro e bioinvasão. Rio de Janeiro: Interciências, 2004. Cap.7, \np.77-97. \n\nQIAN, Y.; JOCHENS, A. E.; KENNICUTT, M. C.; BIGGS, D. C. Spatial and temporal \nvariability of phytoplankton biomass and community structure over the continental margin of \nthe northeast Gulf of Mexico based on pigment analysis. Continental Shelf Research, [S.l], \nv.23, p.1-17, 2003. \n\nQIU, D.; HUANG, L.; ZHANG, J.; LIN, S. Phytoplankton dynamics in and near the highly \neutrophic Pearl River Estuary, South China Sea. Continental Shelf Research, [S.l.], v. 30, \np. 177-186, 2010. \n\nRAPÔSO, L. A. B. Variação diurna do plâncton na Baía de Tamandaré – Pernambuco – \nBrasil. 1979. 51 f. Monografia (Graduação em Ciências Biológicas) – Departamento de \nCiências Biológicas, Universidade Federal de Pernambuco. \n\n99 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nRESURREIÇÃO, M. G.; PASSAVANTE J. Z. O.; MACÊDO, S. J. Estudo da plataforma \ncontinental na área do Recife (Brasil): Variação da biomassa fitoplanctônica (08° 03?38 \nLat.S., 34° 42?28 3° 52?00 Long. W. Trabalhos Oceanográficos, Recife, v. 24, p.39-59, \n1996. \n\nRICARD, M. Diatomophyceés. In: SOURNIA, A. Atlas du  cosystem ton marin. Paris: \nCNRS, 1987. 297 p. v. 2. \n\nROHLF, F. J.; FISHER, D. L. Test for hierarclical structure in randon data sets. \nSystematical zoology, [S.l.], v. 17, p. 107-412, 1968. \n\nROSEVEL DA SILVA, M.; SILVA-CUNHA, M. G. G.; FEITOSA, F. A. N.; MUNIZ, K. \nEstrutura da comunidade fitoplanctônica na baía de Tamandaré (Pernambuco, nordeste do \nBrasil). Tropical Oceanography, Recife, v. 33, n. 2, p. 163-181, 2005. \n\nROSEVEL DA SILVA, M.; SILVA-CUNHA, M. Da G. G.; FEITOSA, F. A. N. Distribuição da \nflora planctônica na confluência estuarina dos rios Ilhetas e Mamucaba, relacionada com \nalgumas variáveis ambientais (Tamandaré, Pernambuco, Brasil). In: JORNADA DE \nENSINO, PESQUISA E EXTENSÃO, 4., 2004ª, Recife. Anais... Recife: UFRPE, 2004ª. CD-\nROM. \n\nROSEVEL SILVA, M.; SILVA-CUNHA, M. G. G.; FEITOSA, F. A. N. Diversidade e riqueza \nde espécies da flora planctônica na Baía de Tamandaré, Litoral Sul de Pernambuco, Brasil. \nRevista Arquivos do Instituto Biológico, São Paulo, v. 71, suplemento 2, 2004b. \n\nROUND, F. E.; CRAWFORD, R. M.; MANN, D. G. The diatoms biology e morphology of \nthe genera. Cambridge: University Press, 1992. 747 p. \n\nSALOMONI, S. E.; TORGAN, L. C. Epilithic diatoms as organic contamination degree \nindicators in Guaíba Lake, Southern Brazil. Acta Limnologica Brasilica, [S.l.], v. 20, n. 4, \np. 313-324, 2008. \n\nSANTANA, D. S.; PAIVA, R. S.; PEREIRA, L. C. C.; COSTA, R. M. Microphytoplankton of \nthe Marapanim estuary (Pará, Northern Brazil). Tropical Oceanography, Recife, v. 38, n. 2, \np. 161-172, 2010. \n\nSANTIAGO, M. F. Dinâmica e interações das comunidades planctônicas na bacia \nportuária do Recife (Pernambuco-Brasil).Tese de Doutorado em Oceanografia. Recife: O \nAutor, 2010.217 folhas. \n\nSANTIAGO, M. F.; SILVA-CUNHA, M. G. G.; NEUMANN-LEITÃO, S.; COSTA, K. M. P.; \nBORGES, G. C. P.; PORTO NETO, F. F.; NUNES, F. S. Phytoplankton dynamics in a highly \neutrophic estuary in tropical Brazil. Brazilian Journal of Oceanography, São Paulo, v. 58, \nn. 3, p. 189- 205, 2010a.                           \n\nSANTIAGO, M. F.; SILVA, M. H.; SILVA-CUNHA, M. G. G.; KOENING, M. L.; ESKINAZI-\nLEÇA, E.; BORGES, G. C. P.; LIMA, J. C.; LIMA, E. P.; MENDEZ, U. Â. Avaliação \nqualitativa do fitoplâncton em ambiente aquático marinho com influência do porto de Suape, \nNordeste do Brasil. In: Congresso Brasileiro de Oceanografia, 4. 2010, Rio Grande. Anais... \nRio Grande, CBO, 2010b. \n\nSANTOS, D. H. C.; PASSAVANTE, J. Z. O.; BARROS, D. C. P. Biomassa fitoplanctônica na \npraia de Candeias, Pernambuco (Brasil): a construção de um quebra-mar como agente \ntransformador. Boletim Técnico Científico, Tamandaré, v. 15, n. 1, p. 21-29, 2007. \n\nSANTOS, T. G.; BEZERRA-JUNIOR, J. L.; COSTA, K. M. P.; FEITOSA, F. A. N. Dinâmica \nda biomassa fitoplanctônica e variáveis ambientais em um estuário tropical (Bacia do Pina, \nRecife, PE). Revista Brasileira de Engenharia de Pesca, Recife, v. 4, n. 1, 2009. \n\nSATÔ, S.; PARANAGUÁ, M. N.; ESKINAZI, E. On the  cosystem of red tide of \nTrichodesmium in Recife Northeastern Brazil, with some considerations of the relation to the \nhuman desease, “Tamandaré fever”. Trabalho do Instituto Oceanográfico, Recife, v. 5/6, \n\n100 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\np.7-49, 1963/1964. \n\nSCHAEFFER-NOVELLI, Y; COELHO JUNIOR, C.; TOGNELLA-DE-ROSA, M. Manguezais. \nSérie Investigando. Editora Ática. 2002. 56p. \n\nSCHARLER, U.M., BAIRD, D. The effects of a single freshwater release into the Kromme \nEstuary. 1: General description of the study area and Physico-chemical responses. Water \nSA, [S.l], v.26, n.3. p.291-300, 2000. \n\nSCHMIDT, I. The importance of phytoplankton biomass as an ecosystem parameter in \nshallow bays of the Baltic. I. Relationships between biomass and system characteristics. \nLimnologica, [S.l.], v. 29, p. 301-307, 1999. \n\nSHANNON, L. E. A mathematical theory of communication. Bulletin of System Tecnology \nJournal, [S.l.], v. 27, p. 379-423, 1948. \n\nSILVA-CUNHA, M. G. G.; ESKINAZI-LEÇA, E. Catálogo das diatomáceas \n(Bacillariophyceae) da Plataforma Continental de Pernambuco. Recife: SUDENE, 1990. \n318 p. \n\nSILVA-CUNHA, M. G. G.; ESKINAZI-LEÇA, E.; NEUMANN-LEITÃO, S.; FLORES \nMONTES, M. J. Efeito da salinidade na estrutura de populações de microalgas planctônicas \nem ecossistema estuarino de Pernambuco. Arquivos do Instituto Biológico, São Paulo, \nv.71, n.2, p.36-44, 2004. \n\nSILVA, A. P.; NEUMANN-LEITÃO, N.; SCHWAMBORN, R.; GUSMÃO, L. M. de P.; SILVA, \nT. A. Mesozooplankton of an Impacted Bay in North Eastern Brazil. Brazilian Archives of \nBiology and Techonology, Curitiba, v.47, n.3, p. 485-493, 2004. \n\nSOURNIA, A. Le genre Ceratium (Peridinien Planctonique) dans le canal Mozambique: \ncontribution a unde révision mondiale. Biologie Marine, Paris, n. 2/3, p. 375-499, 1967. (Vie \net Milieu, serie A). \n\nSOURNIA, A. Atlas du phytoplancton marine: introduction, Cyanophycées, \nDictyochophycées, Dinophycées et Raphidophycées. Paris: Centre National de la \nRecherche Scientifique, 1986. 220 p. v. 1. \n\nSOUSA, E. B.; COSTA, V. B.; PEREIRA, L. C. C.; COSTA, R. M. Microfitoplâncton de \náguas costeiras amazônicas: Ilha Canela (Bragança, PA, Brasil). Acta Botanica Brasilica, \nSão Paulo, v. 22, n. 3, p. 626-636, 2008. \n\nSOUSA, E. B.; COSTA, V. B.; PEREIRA, L. C. C.; COSTA, R. M. Variação temporal do \nfitoplâncton e dos parâmetros hidrológicos da zona de arrebentação da Ilha Canela \n(Bragança-Pará-Brasil). Acta Botanica Brasílica, São Paulo, v. 23, n. 4, p. 1084-1095, \n2009. \n\nSOUZA, M. F. L.; EÇA, G. F.; SILVA, M. A. M.; AMORIM, F. A. C.; LÔBO, I. P. Distribuição \nde nutrientes dissolvidos e clorofila a no estuario do rio Cachoeira, nordeste do Brasil. \nAtlântica, Rio Grande, v. 31, n. 1, p. 107-121, 2009. \n\nSOUZA, M. M. A.; SAMPAIO, E. V. S. B. Variação temporal da estrutura dos bosques de \nmangue de Suape-PE após a construção do porto. Acta Botanica Brasilica, São Paulo, v. \n15, n. 1, p. 1-12, 2001. \n\nSTAATS, N.; DECKERE, E.; KORNMAN, B.; LEE, W. van der; JUMAAT, R.; TERWINDT, J.; \nWINDER, B. Observations on suspended particulate matter (SPM) and microalgae in the \nDollard estuary, the Netherlands: importance of late winter ice cover of the intertidal flats. \nEstuarine, Coastal and Shelf Science, Londres, v.53, p.297-306, 2001. \n\nSTEINDINGER, K. A.; TANGEN, K. Dinoflagellates. In: Tomas, C. R. (Ed.). Identifying \nmarine diatoms and dinoflagellates. San Diego: Academic, 1997. 596 p. Cap. 3. p. 387-\n598. \n\n101 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nSTEINDINGER K. Phytoplankton ecology: A conceptual rewiew basic on eastern Gulf of \nMexico. Research Critical Reviews in Microbiology, [S.l] v.3, n.1, p.49-63, 1973. \n\nSTOECKER, D. K.; THESSEN, A. E.; GUSTAFSON, D. E. „Windows of oportunity„ for \ndinoflagellate blooms: Reduced microzooplankton net growth coupled to eutrophication. \nHarmful Algae, [S.l] v.8, p.158-166, 2008. \n\nSTRICKLAND, J. D. H.; PARSONS, T. R. A practical handbook of seawater analysis. \nBulletin Fisheries Research board of Canada, Ottawa, n. 167, p. 1 - 205, 1972. \n\nTALLBERG, P.; HEISKMAN, A. S. Species-specific phytoplankton sedimentation in relation \nto primary production along an inshore-offshore gradient in the Baltic Sea. Journal of \nPlankton Research, v.20, n.11, p.2053-2070, 1998. \n\nTORGAN, L. C.; BIANCAMANO, M. I. Catálogo das diatomáceas (Bacillariophyceae) \nreferidas para o estado do Rio Grande do Sul, Brasil, no período de 1973-1990. Caderno \nde Pesquisa, Santa Cruz do Sul, v. 3, n. 1, p. 5-196, 1991. (Série Botânica). \n\nUNESCO. Determination of photosynthetic pigments in sea waters. Report of \nSCOR/UNESCO working group 17 with meat from 4 to 6 june 1964, Paris: s.n., 1966. 69 p. \n(Monographys on Oceanology Methodology). \n\nUNESCO. International Oceanographic Table. W ormly: Optichrome, 1973. 141 p. v. 2. \n\nVALENTIN, J. L.; SILVA, N. M. L.; TENENBAUM, D. R.; SEIVA, N. L. A Diversidade \nespecífica para análise das sucessões fitoplanctônicas. Aplicação ao ecossistema de \nressurgência de Cabo Frio (RJ). Nerítica, Pontal do sul, v. 6, n. ½, p. 7-26, 1991. \n\nVALIELA, I. Marine ecological processes. New York, Springer- Verlag, 1995. \n\nVASCONCELOS FILHO, A. L.; GUEDES, D. S.; GUIMARÃES SOBRINHO, D. Taxonomia e \necologia da fauna ictiológica da área de Suape (Pernambuco-Brasil). Trabalhos \nOceanográficos, Recife, v. 21, p. 305-343, 1990. \n\nWOOD, E. J. F.  Dinoflagellates in the Australian region. III. 1963, p.55 (Recent \nCollections Division of Fisheries and Oceanography Technical Paper, 14). \n\nWOOD, E. J. F. Dinoflagellates of the Caribean Sea and adjacents areas. Florida: \nUniversity of Miami Press, 1968. 143p. \n\nYUNG, Y. -K.; WONG, C. K.; YAU, K.; QIAN, P. Y. Long-term changes in water quality and \nphytoplankton characteristics in Port Shelter, Hong Kong, from 1988-1998. Marine \nPollution Bulletin, [S.l.], v. 42, n.10, p. 981-992, 2001. \n\nYUNG, Y.-K.; WONG, C. K.; BROOM, M. J.; OGDEN, J. A.; CHAN, S. C. M.; LEUNG, Y. \nLong-term changes in hydrography, nutrients and phytoplankton in Tolo Harbour, Hong \nKong. Hydrobiologia, Heidelberg, v. 352, p. 107–115, 1997. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n102 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAPÊNDICES \n\nAPÊNDICE A: Sinopse dos táxons do fitoplâncton identificados no estuário do rio \nMassangana (Pernambuco-Brasil). Continua. \n \n\nCYANOBACTERIA \nCYANOPHYCEAE \nCHROOCOCCALES \nMerismopedia punctata Meyer \nChroococcus sp \n\nOSCILLATORIALES \nSpirulina major Kutzing ex Gomont \nOscillatoria princeps Vancher &amp; \n\nGomont  \nOscillatoria sp \nLyngbya sp \n\nNOSTOCALES \nAnabaena spiroides Klebahn \nAnabaena sp \n\nEUGLENOPHYTA \n\nEUGLENOPHYCEAE \nEUGLENALES \nEutreptiella sp.  \n\nLepocinclis ovum (Ehrenberg) \n\nLemermman \nPhacus acuminatus Stokes \n\nPhacus curvicauda Svirenko \n\nDINOPHYTA \nDINOPHYCEAE \n\nPROROCENTRALES \nProrocentrum micans Ehrenberg \n\nGYMNODINIALES \nGymnodinium sp \n\nPERIDINIALES \nPyrophacus holorogium Stein \n\nPyrophacus steinii (Schiller) W all &amp; \n\nDale \nNeoceratium extensum (Gourret) F. \n\nGomez, D. Moreira et P. Lopez-Garcia  \nNeoceratium furca (Ehrenberg) F. \n\nGomez, D. Moreira et P. Lopez-Garcia  \nNeoceratium teres (Kofoid) F. Gomez, \n\nD. Moreira et P. Lopez-Garcia  \nNeoceratium trichoceros (Ehrenberg) \n\nF. Gomez, D. Moreira et P. Lopez-\nGarcia \nNeoceratium tripos (O.F. Müller) F. \n\nGomez, D. Moreira et P. Lopez-Garcia \nNeoceratium sp \nProtoperidinium granii (Ostenfeld) \n\nBalech \n\nPERIDINIALES \nProtoperidinium steinii (Jorgensen) \n\nBalech \nProtoperidinium oblongum (Aurivillius) \nParke &amp; Dodge \nProtoperidinium sp \n\nHETEROKONTOPHYTA \nBACILLARIOPHYCEAE \nBIDDULPHIALES \nThalassiosira eccentrica (Ehrenberg) \n\nCleve \nThalassiosira leptopus (Grunow ex \n\nVan Heurck) Hasle &amp; G. Fryxell  \nMelosira dubia Kützing \nMelosira moniliformis (Müller) Agardh \nMelosira sp \n\nParalia sulcata (Ehrenberg) Cleve  \nCoscinodiscus centralis Ehrenberg \nCoscinodiscus sp \n\nTriceratium pentacrinus Ehrenberg \nOdontella aurita (Lyngbye) Agardh \nOdontella mobiliensis (Bailey) Grunow \n\nCerataulus turgidus Ehrenberg \nBiddulphia tridens Ehrenberg  \nTerpsinoe musica Ehrenberg \n\nIsthmia enervis Ehrenberg \nHemiaulus membranaceus Cleve \nHemiaulus sinensis Greville \n\nBellerochea malleus (Brightwell) van \n\nHeurck \nHelicotheca tamesis Shrubsole \n\n(Ricard)  \nCorethron hystrix Hensen \nRhizosolenia setigera Brightwell \n\nRhizosolenia sp \nGuinardia striata (Stolterfoth) Hasle \nPseudosolenia calcaravis (Schultze) \n\nSundström \nChaetoceros affinis Lauder \nChaetoceros brevis Schütt \n\nChaetoceros coarctatus Lauder \nChaetoceros curvisetus Cleve \nChaetoceros lorenzianus Grunow \n\nChaetoceros mitra (Bailey) Cleve \nChaetoceros teres Cleve \nChaetoceros sp\n\n103 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAPÊNDICE A: Sinopse dos táxons do fitoplâncton identificados no estuário do rio \n\nMassangana (Pernambuco-Brasil). Continuação. \n \n\nHETEROKONTOPHYTA \n\nBACILLARIOPHYCEAE \nBIDDULPHIALES \nLeptocylindrus danicus Cleve \n\nDimerogramma marinum (Gregory) \n\nRalfs \nFragilaria capuccina Desmazières \n\nFragilaria sp \nAsterionellopsis glacialis (Castracane) \n\nRound \nPodocystis adriatica (Kützing) Ralfs \nLicmophora abbreviata Agardh \nLicmophora sp \n\nThalassionema nitzschioides Grunow \nGrammatophora marina (Lyngbye) \n\nKützing \nGrammatophora oceanica Ehrenberg \nClimacosphenia moniligera (Lyngbye) \n\nKützing. \n\nBACILLARIALES \nLyrella lyra (Ehrenberg) Karayeva  \nPetroneis humerosa (Brébisson ex W . \n\nSmith) A.J. Stickle &amp; D.G. Mann  \nMastogloia splendida (Gregory) Cleve \nAchnanthes longipes Agardh \nDiploneis bombus (Ehrenberg) Cleve \n\nNavicula fortis (Gregory) Ralfs ex \n\nPritchard \nNavicula sp \n\nPleurosigma angulatum W .Smith \nPleurosigma sp \nGyrosigma balticum (Ehrenberg) Cleve \n\nGyrosigma sp \nTropidoneis lepidoptera (Gregory) \n\nCleve \nAmphora marina W . Smith \n\n \n\nBACILLARIALES \nAmphora sp \nBacillaria paxilifera (O. F. Müller) \n\nHendey \nNitzschia longissima (Brèbisson) \n\nGrunow \nPseudonitzschia seriata (Cleve) H. \n\nPeragallo \nNitzschia sigma (Kutzing) W m. Smith \nNitzschia tryblionella Hantzsch \n\nNitzschia sp \nCylindrotheca closterium (Ehrenberg) \n\nReiman Lewis \nPseudonitzschia pungens Grunow \nPseudonitszchia sp \nEntomoneis paludosa (Smith) Reimer \n\nAmphiprora pulchra Bailey \nEntomoneis alata Ehrenberg \nEntomoneis alata var pulchra (Bailey) \n\nCleve \nSurirella elongata (Pantocsek) L. \n\nCrosby &amp; E.J.F. W ood \nSurirella fastuosa (Ehrenberg) Kützing \nSurirella febigerii Lewis \nSurirella sp \nCampylodiscus clypeus (Ehrenberg) \n\nEhrenberg ex Kützing \nCampylodiscus fastuosus Ehrenberg \nCampylodiscus sp \n\nHETEROKONTOPHYTA \nDICTYOCHOPHYCEAE \nDICTYOCALES \nDictyocha fibula Ehrenberg \n\nCHLOROPHYTA \nCHLOROPHYCEAE \nScenedesmus quadricauda Turpin\n\n104 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana...        \n\n \n\nAPÊNDICE B: Frequência de ocorrência dos táxons identificados no estuário do rio \n\nMassangana (Pernambuco-Brasil), na baixa-mar e preamar durante o período de \nestiagem e chuvoso. \n \n\nCATEGORIA NÚMERO DE \nESPÉCIES \n\n% ESPÉCIES \n\nM\nU\n\nIT\nO\n\n F\nR\n\nE\nQ\n\nU\nE\n\nN\nT\n\nE\n  \n\n \n \n\n \n\n2 \n\n \n\n \n \n\n \n\n2,04 \n\n \n\n \n \n \n\nHeterokontophyta (Bacillariophyceae): Nitzschia longissima, \nSurirella fastuosa \n\nF\nR\n\nE\nQ\n\nU\nE\n\nN\nT\n\nE\n \n\n \n\n \n \n\n14 \n\n \n\n \n \n\n14,29 \n\n \n\nCyanobacteria: Oscillatoria princeps  \n\nDinophyta: Prorocentrum micans, Protoperidinium sp  \n\nHeterokontophyta (Bacillariophyceae): Amphora sp, Bacillaria \n\npaxilifera, Coscinodiscus sp, Diploneis bombus, Gyrosigma balticum, \nLyrella lyra, Melosira dubia, Navicula sp, Nitzschia sigma, Pleurosigma \n\nangulatum, Thalassiosira leptopus \n\nP\nO\n\nU\nC\n\nO\n F\n\nR\nE\n\nQ\nU\n\nE\nN\n\nT\nE\n\n \n\n \n\n \n \n\n \n \n\n \n30 \n\n \n\n \n \n\n \n \n\n \n30,61 \n\n \nCyanobacteria: Oscillatoria sp \n\nDinophyta: Gymnodinium sp, Pyrophacus holorogium  \n\nHeterokontophyta (Bacillariophyceae): Asterionellopsis glacialis, \n\nBiddulphia tridens, Chaetoceros affinis, Chaetoceros coarctatus, \nChaetoceros curvisetus, Chaetoceros mitra, Chaetoceros teres, \n\nChaetoceros sp, Climacosphenia moniligera, Cylindrotheca closterium, \nCoscinodiscus centralis, Fragilaria capuccina, Fragilaria sp, \n\nGrammatophora marina, Guinardia striata, Helicotheca tamensis, \nLeptocylindrus danicus, Licmophora abbreviata, Licmophora sp, \n\nPseudonitzschia seriata, Nitzschia sp, Paralia sulcata, Petroneis \nhumerosa, Pleurosigma sp, Pseudosolenia calcaravis, Rhizosolenia \n\nsetigera, Thalassionema nitzschioides \n\n \n\nE\nS\n\nP\nO\n\nR\nÁ\n\nD\nIC\n\nA\n \n\n \n \n\n \n\n \n \n\n \n \n\n \n \n\n52 \n\n \n \n\n \n\n \n \n\n \n \n\n \n \n\n53,06 \n\n \nCyanobacteria: Anabaena sp, Lyngbya sp, Merismopedia punctata, \n\nSpirulina major \n\nDinophyta: Neoceratium extensum, Neoceratium furca, Neoceratium \nteres, Neoceratium trichoceros, Neoceratium tripos, Pyrophacus \n\nsteinii, Protoperidinium granii, Protoperidinium oblongum, \nProtoperidinium steinii \n\nHeterokontophyta (Bacillariophyceae): Achnanthes longipes, \n\nAmphiprora paludosa, Amphiprora pulchra, Amphora marina, \nBellerochea malleus, Campylodiscus fastuosus, Campylodiscus sp, \n\nCerataulus turgidus, Chaetoceros brevis, Chaetoceros lorenzianus, \nCorethron hystrix, Dimerogramma marinum, Entomoneis alata, \n\nEntomoneis alata var. pulchra, Gyrosigma sp, Grammatophora \noceanica, Hemiaulus membranaceus, Hemiaulus sinensis, Isthmia \n\nenervis, Mastogloia splendida, Melosira sp, Navicula fortis, Nitzschia \ntryblionella, Odontella aurita, Odontella mobiliensis, Pseudonitzschia \n\npungens, Podocystis adriatica, Surirella elongata, Surirella febigerii, \nSurirella sp, Thalassiosira eccentrica, Triceratium pentacrinus, \n\nTropidoneis lepdoptera \n\nEuglenophyta: Eutreptiella sp., Lepocinclis ovum, Phacus \nacuminatus, Phacus curvicauda \n\nChlorophyta: Scenedesmus quadricauda \n\nHeterokontophyta (Dictyochophyceae): Dictyocha fibula \n\n \n\n105 \n\n\n\nBorges, G.C.P.                 Comunidade fitoplanctônica do estuário do rio Massangana..."}]}}}