{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05272"}, {"@name": "filename", "#text": "BTP_1990_33_1_08_caracteristicas_espectrais.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CARACTERÍSTICAS ESPECTRAIS FLUORESCENTES DE ALGUMAS AMOSTRAS DE PETRÓLEOS BRASILEIROS. FLUORESCENT SPECTRAL CHARACTERISTICSOFA FEW SAMPLES OF BRAZILIAN OIL.\nMaria Simone S. Zuvanov™\nClausius G. de Lima12’\nRESUMO — As características espectrais fluorescentes de treze amostras de petróleo brasileiros foram examinadas utilizando tanto espectrofluorimetria convencional como o método que emprega varredura sincronizada.\nA ação de intemperismo suave, simulado em laboratório, no aspecto dos espectros fluorescentes de algumas das amostras foi também investigado.\nABSTRACT — Spectral fluorescent characteristics of thirteen samples of Brazilian oil were examined using both conventional spectrofiuorometry and the method that uses synchronized sweep. The action of lab-simulated mild weathering on the aspect of the fluorescent spectra was also investigated.\n(Originais recebidos em 15.09.89.)\n1\t- Escritório de Brasília (ESBRÁS).\n2\t- Departamento de Química,\nUniversidade de Brasília (UnB).\n1\t- INTRODUÇÃO\nA caracterização de petróleos por outros métodos analíticos — além daqueles que são classicamente utilizados, como densidade, viscosidade ou ponto de fulgor — é frequentemente utilizada no estudo da migração ou correlação de petróleo nos campos (*), ou quando da necessidade de identificação de um petróleo frente a um derrame acidental, o que leva o meio ambiente a ser afetado. No último caso, o procedimento empregado lança mão de métodos análiticos diversos como cromatografia em fase gasosa de alta resolução, cromatografia de camada delgada, espectrometria na região do infravermelho, espectrometria de absorção atômica (ou alternativamente espectrometria de plasma indutiva-mente acoplado) — para a determinação de níquel e vanádio — fluorescência de raios X (para a determinação de enxofre) e em alguns casos espectrometria de fluorescência molecular (2' 3' 4).\nA espectrometria de fluorescência ou espectrofluorimetria molecular foi proposta como método para caracterização de derivados de petróleo, a partir do trabalho de Parker e Barnes (s), quando foram determinados os espectros de excitação e emissão de óleos lubrificantes. O aparecimento de fluorescência mole\ncular em petróleo e seus derivados está ligado, principalmente, â presença de hidrocarbonetos policíclicos aromáticos, assim como compostos heterocícli-cos (6' 7'8) tais como:fenantreno, criseno, metilcrisenos, pireno, metilpirenos (6); benzo[a]pireno (7) e alquil-benzo[h]qui-nolinas (8). Posteriormente, Thruston e Knight (9) propuseram um método espec-trofluorimétrico para a caracterização de petróleo e óleos residuais. Nesse trabalho, as razões entre as intensidades da emissão fluorescente em 386 nm versus a emissão em 440 nm foram determinadas e sugeridas como um parâmetro útil na identificação das amostras. Foram também realizados estudos relacionados às modificações após intemperismo (wheathering) pela exposição de amostras de petróleo à água, ao sol e ao vento. Além do exame por meio da espectrofluorimetria molecular, foram determinados o teor de enxofre (pelo método clássico de oxidação em bomba e gravimetria), os teores de níquel e vanádio (por espectrometria de absorção atômica) e a espectrometria de absorção na região do infravermelho, tornando-se dessa maneira possível a identificação do petróleo e da fonte poluidora.\nAinda que a espectrofluorimetria mostre potencialidade como ferramenta na identificação de um petróleo e de seus\nderivados, o caráter complexo da mistura de hidrocarbonetos policíclicos e outros possíveis compostos fluorescentes e suas variações no que diz respeito â concentração, torna a espectrofluorime-tría molecular convencional uma técnica auxiliar, ainda que limitada, na identificação de um petróleo ou de seus derivados. Da literatura consultada (10), compreende-se que pelo emprego de uma variedade de comprimentos de onda de excitação, um certo grau de discriminação é possível. Do exame do espectro de fluorescência de 80 amostras de petróleo, Corfield et al. (10) conseguiram dividir as amostras em dez categorias principais. Contudo, ainda segundo estes autores, a diferenciação dentro destas categorias é difícil, pois requer um número exagerado de comprimentos de onda de excitação. Baseado nestes fatos John e Soutar (2/10,1 ^Wakeham (12) e Delyle e colaboradores (I3,14) procuraram investigar novos procedimentos associados à espectrofluorimetría seja pela utilização da varredura sincronizada, da espectro-fluorimetria de contorno (ou total) ou da técnica que emprega a fotolumines-cência (fluorescência e fosforescência) a baixa temperatura. A utilização destas outras técnicas melhoraram a capacidade de discriminação entre amostras semelhantes mas, pelo que se subentende da literatura examinada não substitui o procedimento que utiliza múltiplos métodos, que leva à exata identificação de um petróleo (3). Recentemente, Abu-Zeid e colaboradores (1S) sugeriram a medida do tempo de vida da fluorescência como uma técnica complementar para a identificação de petróleo derramado no meio ambiente.\nNo presente trabalho, as características espectrofluorimétricas de algumas amostras de petróleos brasileiros foram determinadas utilizando espectrofluorimetría convencional e espectrofluorimetría com excitação sincronizada. Nesse último caso, não só a caracterização pode ser melhorada, como são eliminadas as bandas presentes devido ao espalhamen-to Raman e Rayleigh. Esta técnica foi proposta em 1971 por Lloyd (*6) para a caracterização de hidrocarbonetos policíclicos aromáticos. Nesta técnica, em lugar de se varrer isoladamente o espec\ntro de excitação e posteriormente e de emissão, o espectro é obtido por se varrer simultaneamente (sincronizadamente) os monocromadores de excitação e o de emissão, mantendo-se um afastamento nos comprimentos de AX, (AX = Xem — Xexc) constante e previamente escolhido. Da literatura verifica-se que com amostras de petróleo, um AX de 20 ou 25 nm f1 x*13) são os frequentemente utilizados. A varredura sincronizada aplicada às amostras de petróleo foi utilizada pela primeira vez por John e Soutar (11).\nNo presente trabalho, uma simulação em laboratório do intemperismo foi também investigada com algumas amostras que foram posteriormente examinadas por meio da espectrofluorimetría convencional e da espectrofluorimetría com varredura sincronizada.\n2\t- PARTE EXPERIMENTAL\nAs amostras de petróleo foram dissolvidas em ciclohexano, grau espectroscópi-co (BDH Chem. Ltd., Poole, Inglaterra). O emprego de outros tipos de cíclohexa-nos (grau analítico) mostraram afetar o espectro de excitação, portanto, um ciclohexano de grau espectroscópíco ou espectrofiuorimétrico deve ser empregado.\nFoi utilizado ao longo de grande parte do trabalho um espectrofluorímetro da SLM-AMINCO (Illinois, EUA) modelo Aminco-Bowman. Este instrumento consiste de uma fonte para excitação (uma lâmpada de xenônio de 150 W Ha-novia Compact Arc, modelo 901 C-11, Engelhard-Hanovia, N. J. EUA), que ilumina após passar por uma fenda ajustá-vel, um monocromador de excitação. O comprimento de onda isolado pelo monocromador incide sobre uma cela de silica, com espessura ótica de 10 mm e capacidade de 3-4 ml.\nO sinal fluorescente é então levado a um monocromador de emissão e o sinal isolado é detectado por uma fotomulti-plicadora frontal da RCA Electronic Components, (RCA N. Y., EUA) modelo 1P21 com resposta espectral S-4. Um único motor permite a varredura\ndo monocromador de excitação ou de emissão. O sinal é amplificado por um microfotômetro da SLM-AMINCO e enviado a um registrador X-Y da Hewlett-Packard Co., (HP California, EUA) modelo 7010B. A sensibilidade do instrumento foi ajustada diariamente por meio de um padrão fluorescente da Carl-Zeiss (Carl-Zeiss, Oberkochen-Wurt, RFA). As leituras das intensidades fluorescentes foram corrigidas com respeito a este padrão.\nPara obtenção do espectro de fluorescência sincronizada foi utilizado um instrumento semelhante, com a diferença de que a varredura de excitação e de emissão é feita por dois motores independentes, podendo atuar um ou o outro. Por se modificar o esquema de acionamento dos motores foi possível dar partida nos dois motores ao mesmo tempo, permitindo a varredura sincronizada com um afastamento (AX) entre o início da varredura da emissão e o início da varredura de excitação, à escolha do operador.\nAs fendas utilizadas na varredura sincronizada foram escolhidas de tal maneira que na excitação, uma largura de banda de 11 nm foi utilizada, ao passo que na emissão, uma largura de banda de 5,5 nm.\nPara se estudar o intemperismo, uma experiência semelhante àquela descrita por Urdal etaL (4) foi montada, utilizando-se, contudo, em lugar de uma lâmpada de 300 W, uma lâmpada Philips de vapor de mercúrio, para iluminação, com potência de 250 watts da qual foi retirada o bulbo fluorescente. Desta maneira, tanto a radiação na faixa do visível, do infravermelho e do ultravioleta atingiam a amostra (ca. 2 g) localizada a 20 cm de distância e sobrenadan-do como filme sobre a água (ultrapura), numa placa de Petri (com 6,6 cm de diâmetro interno). Um pequeno ventilador simulava o vento, que soprava a uma velocidade de 2,8 ± 0,2 m/s, medido com um termo-anemômetro Alnor, tipo 8 500 (Alnor Instrument Co., Illinois, EUA). Esta simulação do intemperismo for levada a cabo por seis horas na temperatura ambiente (26 °C) e é conside-\nCARACTERÍSTICAS fluorescentes das amostras examinadas\nrada pelos autores (4) como condição suave de intemperismo. Seis amostras de petróleo provenientes de diferentes regiões do Brasil foram expostas a esta simulação de intemperismo.\n3\t- RESULTADOS E DISCUSSÃO\n3.1\t— Espectrofluorimetria Convencional\nInicialmente, foi investigada a ação da excitação variável nos espectros de emissão das amostras de petróleo dissolvidas em ciclohexano, grau espectroscópico e utilizando a concentração recomendada em trabalhos anteriores (10) — 20 ppm (m/m) — com excessão de duas amostras (Baiano Pesado e Miranga D) face a seus baixos sinais fluorescentes, cujas concentrações foram de 50 ppm. As soluções não foram deaeradas. Neste estudo se verificou que os máximos de emissão se situavam na região de 343 a 409 nm e os Xmax de excitação em torno de 300 nm.\nAs Figuras 1 a 3 mostram os espectros de excitação e de emissão na região onde se observam os sinais mais intensos. Tanto os espectros de excitação como de emissão não estão corrigidos pois a instrumentação utilizada não permite tal correção.\nCom a obtenção deste espectro foi possível se caracterizar melhor qual a identidade ou diferenças existentes entre as amostras sob o ponto de vista do perfil fluorescente. Um grupo de seis amostras (n°? 1 a 6) mostraram certa semelhança; o espectro de excitação mostra uma larga banda com o Xmax de 294 a 300 nm com ombros em torno de 240, 266 e 320 nm. O espectro de emissão mostra um Xmax em torno de 365 nm e um ombro na região de 402 a 409 nm. (fig. D-\nUm segundo grupo (n°.s 7 a 11, fig. 2 e 3) cujos Xmax de emissão são maiores que 370 nm (de 372-406) e cujo espectro de excitação mostra um máximo de excitação em torno de 300 nm, apresenta ombros bem definidos na região de menor comprimento de onda, com o aparecimento frequente de um ombro em torno de 330 nm.\nAmostra N?\tProcedência\t\\nax.exca\t\\nax.em3\tIntensidade relativa b\n01\tXareu (CE)\t243,268,297\t555,409\t0,54\n02\tUbarana (RN)\t242,266,295\t555,408\t0,48\n03\tDourado (SE)\t244,268,295\t555,402\t0,44\n04\tLagoa Parda (ES)\t243,266,297\t557,403\t0,69\n05\tCaioba (SE)\t238,266,294\t555,405\t0,46\n06\tEspada (CE)\t244,268,599,320\t555,407\t0,55\n07\tSS-24,RJS 194 (RJ)\t599,332\t572,406\t0,92\n08\tFaz. Pocinho (RN)\t599\t574,408\t1,00\n09\tMiranga D (BA)\t599\t575,408\t0,24c\n10\tRio Itaúnas (ES)\t594,344\t382,495\t0,93\n11\tBaiano Pesado (BA)\t599,326\t559,413\t0,38c\n12\t3VL-1A-RJS (RJ)\t238,297\t555,408\t0,61\n13\tUrucu (AM)\t232,257\t542\t0,55\na.\tOs resultados sublinhados se referem aos máximos observados. A incerteza dos Xmgx é da ordem de ±2 nm. Os ombros foram estimados visualmente.\nb.\tIntensidade fluorescente noXrnax versus a intensidade fluorescente no Xmax da amostra Faz. Pocinho.\nc.\tValores estimados a partir de uma solução 50 ppm (m/m). Todas as outras intensidades foram obtidas com soluções com 20 ppm (m/m).\nFinalmente, as amostras provenientes dos poços-3VL-1A-RJS e Urucu se mostraram diferentes das anteriores. Nestes casos há no espectro de excitação o aparecimento visível de uma banda em 238 e 232 nm, respectivamente. Os máximos de excitação se localizam em 291 e 287 nm e os de emissão em 356 nm (3VL-1A-RJS) e 342 nm (Urucu) (fig. 3, amostras n°.s 12 e 13).\nComo se pode ver, pela obtenção dos espectros de excitação e de emissão, é possível a caracterização de alguns petróleos em grupos ou individualmente. Um exame de um maior número de amostras talvez permitisse reunir os petróleos em grupos definidos segundo seus espectros de fluorescência.\nA Tabela 1 sintetiza os dados observados e apresenta uma estimativa das intensidades fluorescentes das amostras de petróleo, utilizando como referência o sinal observado com a amostra número 8 (Fazenda Pocinho), aquela que apresentou o maior sinal fluorescente. Outras amostras com alto sinal fluorescente foram aqueles provenientes dos poços SS24, RJS 194 e Rio Itaúnas e as de baixo sinal foram aqueles onde o teor de parafina é visivelmente maior, ou seja, as de Miranga D e Baiano Pesado. Cinco das amostras mostraram intensidades relativas em torno de 0,5.\nÉ perfeitamente possível que outras\namostras provenientes de um mesmo poço apresentem variações no aspecto fotoluminescente, uma vez que são observadas flutuações na graduação API, de onde se depreende que ocorra mudança na composição do petróleo.\n3,2\t— Varredura Sincronizada\nAs Figuras 4 e 5 mostram os resultados obtidos com varredura sincronizada usando um AX de 25 ± 2 nm. Os espectros foram varridos de 276 nm a 600 nm. Os espectros obtidos com as amostras 2 e 3 mostram uma forte semelhança confirmando o que já se havia observado nos espectros de fluorescência convencionais. Contudo, mostraram diferenças os espectros das amostras 1, 4 e 5. Já com os espectros obtidos com as amostras 6 a 8, também é possível se observar pequenas diferenças nos perfis dos espectros entre a amostra 8 (Fazenda Pocinho) em relação às outras duas. Estas pequenas diferenças tanto podem ser atribuídas a variações nas composições das próprias amostras — e já visíveis no espectro convencional — como às pequenas variações observadas nos AX, deslocamentos estes inerentes ao instrumento utilizado que foi adaptado para operar sincronicamente. Ainda que o deslocamento é pequeno — da ordem de ± 2 nm e que significa nos 324 nm de varredura um erro de ± 0,6% — pode levar a pequenas variações nas intensidades relativas das bandas. Para se evitar\nA\nB. técn. PETROBRÁS, Rio de Janeiro, 33 (1): 21-29, jan./mar. 1990\nFig. 1 - Espectros de fluorescência (excitação e emissão) das amostras provenientes de Xareu (1), Ubarana (2), Dourado (3), Lagoa Parda (4), Caioba (5) e Espada (6). As bandas com * são devidas ao espalhamento Rayleight. As amostras 2 e 3 foram também varridas com uma maior sensibilidade (bandas mais intensas).\nFig. 2- Espectros de fluorescência (excitação e emissão) das amostras provenientes de SS-24, RJS 194 (7), Fazenda Pocinho (8), Miranga D (9) e Rio Itaúnas (10).\nestas pequenas flutuações é preferível se ter à mão um instrumento apropriado para efetuar a varredura sincronizada o qual Já existe à venda no mercado inter nacional. Por outro lado, o instrumento adaptado não permite se determinar com exatidão a posição dos Xmax no espectro.\nOs espectros de fluorescência sincronizada das amostras 12 e 10 mostraram Uma certa semelhança com as amostras\nda seqüência 1 a 5 e 6 a 8, respectivamente.\nAs amostras provenientes de Miranga D (n? 9), Itaúnas (n? 10) e Urucu (n? 13) têm espectros distintos confirmando assim as observações anteriores de John, Soutar £10) e Delyle&lt;13, 14) de que esta técnica aumenta a capacidade de resolução do espectro e consequentemente sua caracterização.\nSegundo Wakeham (12) - citando um trabalho de Lloyd — bandas na região de — 310 a 320 nm se devem a compostos polinucleares com 2 anéis, bandas na região de — 340 a 380 nm, três ou quatro anéis e bandas acima de 400 nm, 5 ou mais anéis. Pode-se portanto deduzir dos espectros encontrados que compostos entre 2 e > 5 anéis devem provavelmente estar presentes nas amostras estudadas.\nFig. 3- Espectros de fluorescência (excitação e emissão) de Baiano Pesado (11), 3VL-1A-RJS (12) e Urucu (13).\n\n3.3\t— Intemperismo\n3.3.1\t— Espectrofluorimetria convencional\nSegundo Regnier e Scott (*7) no intemperismo a amostra sofre \"evaporação dos componentes voláteis, reações de oxida-ção e fotoquímicas, solubilização (dos componentes solúveis em água), formação de emulsão e ação de microorganismos\". As condições empregadas no nosso laboratório foram de intemperismo suave, portanto, alguns destes efeitos não ocorreram de maneira tão drástica se comparado com o que ocorre no\nmeio ambiente ou em condições de simulação mais exigentes, onde as condições naturais são reproduzidas de maneira mais correta.\nNa simulação realizada foram utilizadas seis amostras com as quais as seguintes observações puderam ser feitas ao se varrer o espectro de fluorescência convencional:\na)\tas amostras provenientes de SS-24, RJS 194, Caioba e Rio Itaúnas não sofreram modificações apreciáveis;\nb)\tas amostras Ubarana e Urucu sofreram pequeno deslocamento no Àmax de emissão e na banda em 232 nm\n(para 237 nm), respectivamente;\nc)\ta amostra proveniente de Espada foi a que mostrou as modificações mais visíveis; a intensidade fluorescente do ombro em 407 nm subiu em relação à intensidade doXmax em 365 nm; por outro lado o Àmax deslocou-se para 372 nm.\n3.3.2\t— Varredura Sincronizada\nCom a varredura sincronizada unicamente, as amostras provenientes de Espada, Itaúnas e SS-24, RJS 194 mostraram pequenas diferenças nas intensidades relativas, com o aspecto geral bem seme-\nIhante aos espectros obtidos antes do intemperismo.\n4\t- CONCLUSÃO\nComo se pode ver, a espectrofluorimetria\nmolecular confirma-se como uma ferramenta útil e auxiliar na caracterização de petróleo, principalmente se ambas as técnicas, convencional e varredura sincronizada são empregadas. Não exclui contudo o emprego paralelo de outras\ntécnicas analíticas para a exata identificação de um petróleo, conforme se pode deduzir dos trabalhos referenciados na introdução. Para maiores informações sugere-se, ler entre outros trabalhos citados no texto, aquele do Bentz (3).\nfig. 4- Espectros de fluorescência sincronizada das amostras 1 a 8.\nINT. FLUOR.\nFig. 5 - Espectros de fluorescência sincronizada das amostras 9 a 13.\nagradecimentos\nAo Dr. Edisio Gomes de Matos, chefe do ESBRAS, pela permissão para realizar este trabalho nas dependências do Departamento de Química, UnB, ao professor Vicente Toscano (Instituto de Química, Universidade de São Paulo) pelo valioso empréstimo de um dos espectrofluorímetros utilizados e às químicas Carmen S. D. D. Lobato (DIPLOT, CENPES, Rio de Janeiro) e Maria da Conceição C. de Paiva França (CEPAT, CNP, Brasília) pela cessão das amostras de petróleo, e ao engenheiro Agenor R. Pereira (Centro de Desenvolvimento Tecnológico, UnB) pela modificação no instrumento, o que permitiu as experiências com varredura sincronizada.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(’) RODRIGUES, René. Utilização de marcadores biológicos na correlação dos óleos da Bacia do Ceará e parte emersa da Bacia Potiguar. Boletim Técnico da PE TfíOBBÁS, Rio de Janeiro, v.\n26,\tn. 3, p. 163-179, jul./set.\n1983.\n(2)\tJOHN, P.,SOUTAR, I. Oil spill; the\nrole of luminescence techniques. Chem. Britain, v. 17, n. 6, p. 278-286, 1981.\n(3)\tBENTZ, A. P. Oil spill identifica-\ntion. Analytical Chemistry, Washington, D. C., v. 48, n. 6, p. 454-472A, 1976.\n(4)\tURDAL, K., VOGT, N. B., SPORS-\nTOL, S. P., LICH1*ENTHALER, R. G., MOSTAD, H., KOLSET,\nK., NORDENSON, S., ÉSBEN-SEN, K. Classification of whea-thered crude oils using multimethod chemical analysis,statistical methods and SIMCA pattern recognition. Marine Pollution\nBulletin, v. 17, n. 8, p, 366-373,\n1986.\n(s) PARKER, C. A., BARNES, W. J. Spectrofluorimetry of lubricating oils: determination of oil mist in air. Analyst, v. 85, n. 1006, p. 3-8, 1960.\n(6)\tGARRIGUES, Philippe, EWALD,\nMarc. Identification of monomethylated polycyclic aromatic hydrocarbons in crude oils by liquid chromatography and high-resolution Shpol'skii effect fluorescence spectrometry. Analytical Chemistry, Washington, D. C., v. 55, n. 13, p. 2155-2159, Nov. 1983.\n(7)\tSERKOVSKAYA, G. S. Methods\nfor investigation of various petroleums, petroleum and medicinal ointments based upon then. In: SHABAD, L. M., ed. Moscow, USSR. Ministry of Public Health, 1972, 91. (British Library Translation RTS 9330).\n(8)\tGARRIGUES, Philippe, DE VAZE-\nLHES, Régine, EWALD, Marc, JOUSSOT-DUBIEN, Jacques, SCHMITTER, Jean-Marie, GUIO-CHON, Georges. Identification of triaromatic azaarenes in crude oils by high-resolution spectrofluorimetry in Shpol'skii matrices Analytical Chemistry, Washington, D. C., v. 55, n. 1, p. 138-140, Jan. 1983.\n(9)\tTHRUSTON, J. R., Alfred, D.,\nKNIGHT, R. W. Characterization of crude and residual-type oils by fluorescence spectroscopy. Environmental Science &amp; Technology Washington, D. C., v. 5, n. 1, p. 64-69, Jan. 1971.\n(10)\tCORFIELD, Mark M., HAWKINS,\nH. Lesley, JOHN, Phillip, SOU-TAR, Ian. Assessment of phosphorescence spectroscopy for crude oil identification. The\nAnalyst, London, v. 106, n. 1259, p. 188-197, Febr. 1981.\nÍ11) JOHN, Phillip, SOUTAR, Ian. Identification of crude oils by synchronous excitation spectrofluorimetry. Analytical Chemistry, Washington, D. C., v. 48, n. 3, p. 520-524, 1976.\n(1 2) WAKEHAM, Stuart G. Synchronous fluorescence spectroscopy and its application to indigenous and petroleum-derived hydrocarbons in lacustrine sediments. Environmental Science &amp; Technology, Washington, D. C., v. 11, n. 3, p. 272-276, March 1977.\n(13)\tDELYLE, E. Use of luminescence\nspectroscopy in oil Identification. In: WEHRY, E. L, ed. Modern fluorescence spectroscopy. New York, Plenum Press, 1981. v. 4, p. 251-275.\n(14)\tDELYLE, E., FORTIER, S. H.,\nHENDRICK, M. S. Oil identi-cationi recent developments in fluorescence and low temperature luminescence. In: LABORATORY instrumentation spectroscopy, série III, I nt. Sci. Comm., Comm., 1981. V. II, p. 279-285.\n(ls) ABU-ZEID, M. E., BHATIA, K. S., MARAFI, M. A. MAKDISI, Y. Y., AMER, M. F. Measurement of fluorescence decay of crude oil: a potential technique to identify oil slicks. Environmental Pollution, v. 46, p. 197-207,\n1987.\n(16)\tLLOYD, J. B. F. Synchronized\nexcitation of fluorescence emission spectra. Nature, v. 231, p. 64-65, 1971.\n(17)\tREGNIER, Zephyr R., SCOTT,\nBrian F. Evaporation rates of oil components. Environmental Science &amp; Technology, Easton, Pa., v. 9, n. 5, p. 469-472, May. 1975."}]}}}