{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04423"}, {"@name": "filename", "#text": "BTP_1987_30_2_3_10_Semi_submersivel.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "SEMI-SUBMERSIVEL DE PRODUÇÃO PARA AGUAS\nPROFUNDAS — UM ESTUDO PARAMÉTRICO DE MOVIMENTOS\nLuiz Fernando Callado Bensimon1 2 3’, Marco Antônio Ladislau Petkovicp e Edwal Francisco Paiva Filho13’\nRESUMO — A partir das definições de convés e deslocamento necessárias, com base em concepções viáveis, foram gerados sete possíveis modelos de semi-submersíveis. Após uma primeira aproximação do que seria um sistema permanente de amarração, são analisados os movimentos dos sete modelos propostos, considerando-se seis graus de liberdade, com emprego do sistema INPLA/ AMOV desenvolvido pelo Centro de Pesquisas da PETROBRÁS. Determinadas as configurações que fornecem menores movimentos, efetua-se uma comparação destas com plataformas convencionais de perfuração, usadas como sistemas antecipados (provisórios) de produção. Mencionam-se os caminhos adotados para a continuação dos estudos e o refinamento dos modelos.\nABSTRACT — Starting from the necessary definitions of deck and displacement, on the basis of viable concepts, seven possible models were developed for semi-submersibles. After a first approximation of what would be a permanent mooring system, the movements of the seven models are analyzed, taking into account six degrees of freedom, by the employment of the INPLA/AMOV system developed by the PETROBRÁS Research Center. The patterns being established that allows smaller shifts, a comparison is performed between these and conventional drilling platforms, used as antecipated (provisory) production systems. The procedures adopted for pursuance of the study and refinement of models are mentioned.\n(Originais recebidos em 13-V-86.)\n1\t- Setor de Projetos Especiais, Divisão de\nProjetos de Explotação, Centro de Pesquisas.\n2\t- Setor de Projetos de Instalações de\nProdução, Divisão de Projetos de Explotação, Centro de Pesquisas.\n3\t- Setor de Instalações de Perfuração, Divisão\nde Equipamentos, Departamento de\nPerfuração.\n1\t- INTRODUÇÃO\nSistemas flutuantes de produção constituem uma alternativa atraente na produção antecipada de petróleo em águas profundas, graças à pequena sensibilidade — tanto técnica quanto econômica — que apresentam em relação ao aumento da lâmina d'agua (1_3).\nA grande maioria dos sistemas flutuantes de produção até hoje instalados utiliza plataformas semi-submersíveis convencionais (de perfuração) adaptadas (4 *). A PETROBRÁS tem-se notabilizado por desenvolvimentos efetuados nesta área (tabela I).\nNo atual estágio de desenvolvimento tecnológico, a concepção de sistemas baseados em semi-submersíveis é a que oferece perspectivas mais promissoras de aplicação a curto ou médio prazo f4-6).\nA tabela II mostra, de forma conceituai, algumas das vantagens de uma plataforma semi-submersível especialmente projetada para atender às necessidades de produção definitiva de um campo, em comparação com os atuais sistemas de\nprodução antecipada, montados em plataformas de perfuração adaptadas.\nNo projeto de unidades de perfuração, a amplitude do movimento de heave é parâmetro crítico (limitação de curso dos heave compensator}, juntamente com os outros movimentos lineares — surge e sway — (limitações de deriva operacional). Os movimentos angulares — roll, pitch e yaw — são igualmente importantes no projeto de unidades de produção devido às limitações operacionais da planta de processo.\nHOOFT (7) apresenta um meio teórico interessante de minimizar movimentos de semi-submersíveis. Entretanto, os resultados finais se mostram completamente dissociados da prática. Assim, optou-se por analisar a resposta dinâmica de sete modelos viáveis de semi-submersíveis, concebidos com base em arranjos preliminares de convés resultantes de requisitos da produção e de limitações operacionais. A figura 1 apresenta, de maneira sintética, o procedimento adotado para geração dos modelos.\nTABELA I\nMARCAS NOTÁVEIS DA PETROBRÁS NA ATIVIDADE OFFSHORE\nAno\n1975\n1983\n1983\n1984\nSistema provisório de Garoupa utilizando o P. P. Morais como navio de processo amarrado a um sistema tipo ALT. Foi o primeiro no mundo a ser instalado a bordo de um navio.\n0 SPA de Enchova, empregando uma semi-submersível classe SEDCO-135-D como unidade de produção, foi o segundo no mundo a utilizar semi-submersíveis.\nA P-XV, que serve como unidade flutuante de produção ao SPA de Pi-raúna, é ainda hoje a semi-submersível de produção ancorada em maior lâmina d'agua no mundo (243 m).\nA monobóia de carregamento do SPA de Corvina é o sistema CALM mais profundo existente ainda hoje (152 m).\nA completação submarina com ANM mais profunda em todo mundo foi a do poço RJS-284 (383 m).\nA PETROBRÁS opera, simultaneamente, o maior número de sistemas flutuantes de produção em todo o mundo (dez).\nTABELA II\nCOMPARAÇÃO ENTRE SEMI-SUBMERSÍVEIS CONVENCIONAIS ADAPTADAS E PROJETADAS ESPECI FICAMENTE PARA A PRODUÇÃO\nAdaptadas\nBaixo custo inicial\nÁrea de convés ociosa\nDistribuição deficiente de cargas\nBaixa capacidade de processo limitada pelo deck-payload\nRetorno mais lento\nDown-time devido a condições ambientais adversas\nMovimentos não otimizados; somente o heave é mais bem estudado\nCritérios de projeto diferentes das condições específicas da aplicação\nMarca\nProjetos Específicos\nCusto inicial mais elevado\nMelhor aproveitamento da área\nMelhor distribuição de cargas\nMaior capacidade, devido ao maior deck-■payload\nRetorno mais rápido\nPraticamente, não existe down-time. Projetada para condições centenárias\nMovimentos otimizados, minimizando tensões dinâmicas e problemas de separação e aumentando a vida útil da plataforma e dos risers\nProjetada para as condições específicas do campo\nexportação de óleo e gás, capacidade de intervenção em poços e, eventualmente, possibilidades de operar em perfuração.\nPara definição da geometria dos modelos, supôs-se um GM operacional em torno de três metros.\n3\t- DEFINIÇÃO DA GEOMETRIA\nPartindo dos dados da produção, chegou-se a um projeto preliminar da planta, com uma estimativa de pesos e áreas, e, posteriormente, aos arranjos de convés. Neste ponto, foram adotados dois tipos básicos de convés (figs. 2a e 2b):\n—\tconvés duplo — dois níveis de con-\nvés; equipamentos montados diretamente sobre os con-veses;\n—\tconvés simples— um único nível de\nconvés; equipamentos modularizados montados sobre convés e mezani-nos.\nEm ambos os casos, considerou-se:\n—\tárea ocupada pela planta —2 180 m2 ;\n—\tpeso da planta + geração de energia — 5 600t\nAtravés do levantamento de peso doS demais sistemas, chegou-se a um deck-payioad requerido de 6 5001. Após estimativa do peso leve, concluiu-se por um deslocamento total da unidade na faixa de 32 000 t.\nCom base nos requisitos de área, deck-payload, GM operacional e deslocamento, foram concebidas sete geometrias possíveis de semi-submersíveis (figs. 3a a 3c e tabela III). A figura 1 resume o processo adotado para a geração dos modelos.\n2\t- REQUISITOS DA PRODUÇÃO E LIMITAÇÕES OPERACIONAIS\nTratando-se de um sistema definitivo de produção, a unidade a ser concebida deve dispor de facilidades equivalentes às de uma plataforma fixa. Dentre outras, destacam-se:\n—\ttratamento de águas oleosas;\n—\tcompressão de gás para exportação;\n—\tgas-iift;\n—\tinjeção de água;\n—\taquecimento.\nOs seguintes números, fixados pela pro\ndução, nortearam os arranjos preliminares de convés, incluindo geração de energia, levantamento de pesos e áreas: produção de óleo — 16 000 m3/dia\n(100 000 bpd) água produzida — 3 000 m3/dia RGO — 100 Nm3/m3\nGrau API -20 temperatura na cabeça — 60°C pressão na cabeça — 100 kg/cm2 injeção de água — 16 000 m3/dia alojamentos (total) — 200 pessoas\nAlém desses requisitos, salientou-se também que a unidade teria facilidades para\n4\t- PROJETO DO SISTEMA DE AMARRAÇÃO\nNuma primeira aproximação, o sistema de amarração foi calculado para uma lâmina d'água de 800 m, utilizando-se o método \"quase-estático\" proposto em publicação do API (8).\nOs critérios de projeto existentes até hoje dizem respeito a sistemas de amarração temporários. Como se trata de um sistema definitivo de produção, após estudos, análise e troca de informações com projetistas estrangeiros, adotaram-se os seguintes parâmetros no projeto\ndesse sistema:\nCondição Ambiental\nDeriva Máxima (%L.A.)\nFator de Segurança ^máx/^rup?\ntempestade anual\t8\ntempestade decenária\t10\ntempestade centenária\t12\naprox. 3\naprox.2\naprox.1;\n0 sistema foi calculado de forma que, mesmo sob condições extremas, não\nhaja necessidade de utilizar propulsores nem alterar valores de pré-tensão nas linhas (sistema \"ativo\" ou \"semi-ati-vo\").\nAs condições ambientais utilizadas no projeto foram as propostas por GLENN (9) para a Bacia de Campos, e constam, resumidamente, da tabela IV.\nAs forças médias de drift, decorrentes das condições de onda, vento e corrente, calculadas de acordo com formula\nções propostas em publicação do API (8), constam da tabela V.\nAs características do sistema de amarração concebido são:\n—\tnúmero de linhas: 12\n—\tcomposição de cada linha:\n•\t1.° trecho\n600 m cabo aço IWRC 4 1/2\" (ElPS) T.R. 806 T.\n•\tbóia intermediária\n25 t empuxo líquido (material — Syntactic Foam}\nFig. 1 - Fluxograma para a geração de modelos.\n20 OOP|\tI6 000\t20 000\nFig. 2a - Arranjo para plataforma de convés duplo (convés inferior).\n20 00 0\t|I 6 OQO I\t20 000\nFig. 2b - Arranjo para plataforma de convés duplo (convés superior).\nTABELA III\nCARACTERÍSTICAS DOS MODELOS EM ESTUDO\nModelos Características^---^^\t\t1\t2\t3\t4\t5\t6\t7\nDeslocamento (t)\t\t32 000\t32 000\t32 000\t32 000\t32 000\t32 000\t32 000\nMetros\tCalado\t21,2\t23,0\t20,0\t21,0\t20,5\t20,5\t25,5\n\tPontal\t40,2\t42,0\t39,0\t36,0\t36,0\t35,5\t44,5\n\tAir-gap\t12,0\t12,0\t12,0\t12,0\t12,5\t12,0\t12,0\n\tComprimento total\t88,0\t70,25\t88,0\t95,0\t102,0\t102,0\t80,5\n\tBoca\t71,9\t70,25\t70,4\t78,0\t72,0\t82,8\t68,0\n\tConvés\t56,0 x 56,0\t56,0 x 56,0\t56,0 x 56,0\t62,0 x 62,0\t56,0 x 68,6\t67,8 x 79,0\t56,0 x 66,4\n\tPontoons\t15,9x82\t10,0 x 10,0\t18,0x9,0 14,0x9,0\t16,0x8,0\t16,0x7,5\t15,0 x 7,5\t7,0 x 12,5\n\tBracings\t3,0\t-\t3,0\t3,0 2,0\t3,0 2,0\t3,0 2,0\t-\n\tColunas 0\t14,25\t14,25\t14,0 11,95\t13,0\t12,0\t11,8 9,0\t12,0\nTABELA IV\nDADOS AMBIENTAIS PARA A BACIA DE CAMPOS\nTABELA V\nFORÇA DE DRIFT RESULTANTE\nRecorrência\tVento (b) (m/s)\tCorrente (m/s)\tOnda\t‘\t\t\n\t\t\tH13 (m)\tH máx. (m)\tF (s)\nMensal (a)\t19,6\t1,4\t3,5\t6,9\t8,6\nAnual\t25,9\t1,7\t5,0\t9,5\t9,5\nDecenária\t32,1\t1,95 (c)\t6,7\t11,9\t10,3\nCentenária\t37,7\t2,2\t7,6\t14,2\t11,1\n(a)\tValores extrapolados:\n(b)\tMédia sobre rajada de um minuto;\n(c)\tValor interpolado.\nRecorrência\tResultante (KN)\t\n\tA 90°\tA0°\nMensal\t4 837\t3 625\nAnual\t7 535\t5 709\nDecenária\t10 468\t8 009\nCentenária\t13 706\t10 534\n•\t2.° trecho\n3\t400 m cabo aço IWRC 4 1/2\" (EIPS) T.R. 806 T.\n•\t4.° trecho\n200 m amarras 3 1 /4\" K3\n—\tâncoras: 12 tipo Stevpris Special de 251\n—\tpré-tensão: 130 t\nAs figuras 4 e 5 apresentam um esboço do sistema de amarração projetado.\n5\t- ANÁLISE DE MOVIMENTOS DOS MODELOS\nPara cálculo dos movimentos, cada configuração de semi-submersível foi modelada como um corpo rígido com seis graus de liberdade:\nsurge\t(deslocamento direção X)\nsway\t(deslocamento direção Y)\nheave\t(deslocamento direção Z)\nroll\t(rotação em torno de X)\npitch\t(rotação em torno de Y)\nyaw\t(rotação em torno de Z)\nNuma primeira etapa, utilizou-se uma abordagem \"quase-dinâmica\". Esta consiste num modelo linearizado, que estuda os movimentos da plataforma no domínio da freqüência, em torno da posição de máxima deriva decorrente dos esforços ambientais (drift médio devido a ondas, drift devido a vento e corrente). No modelo dinâmico, o sistema de amarração foi representado por uma matriz de rigidez equivalente (6 x 6), calculada por método estático não-linear iterative», em torno da posição usada para\n—\t4 colunas\n—\tConvés duplo\n—\tPontoon convencional\nModelo 2\n—\t4 colunas\n—\tConvés duplo\n—\tPontoon integrado\nModelo 3\n—\t4 colunas\n—\tConvés duplo\n—\tPontoon seção variada\nFig. 3a - Esboços e descrição dos modelos.\nModelo 4\n—\t4 colunas\n—\tConvés simples\n—\tPontoon convencional\nModelo 5\n—\t6 colunas\n—\tConvés simples\n—\tPontoon convencional\nModelo 6\n—\t8 colunas\n—\tConvés simples\n—\tPontoon convencional\nFig. 3b -Esboços e descrição dos modelos.\n—\t6 colunas\n—\tConvés duplo\n—\tPontoon integrado\nFig. 3c - Esboços e descrição dos modelos.\nlinearizar o sistema (posição de deriva máxima).\nNessa fase preliminar, supôs-se que os membros das semi-submersíveis são pequenos se comparados aos comprimentos das ondas incidentes, não havendo, portanto, perturbação do escoamento devido aos movimentos da plataforma. Dessa maneira, utilizou-se a formulação de MORRISON, conforme apresentado por HOOFT (7), para determinação das forças hidrodinâmicas sobre os modelos. É de esperar que tal simplificação acarrete imprecisões menores que 30% (7) para os modelos em questão, o que pode ser considerado bastante razoável nesta fase do estudo.\nLevantadas as curvas de RAO (Response\nAmplitude Operator), com ondas regulares de altura unitária e freqüências previamente escolhidas, fez-se uma previsão estatística (de curta duração) das respostas dos modelos, se submetidos a uma tempestade decenária. Na representação do mar aleatório, foi usada a formulação do espectro do ISSC. As condições de mar usada nos cálculos constam da tabela VI.\nPara cálculo dos RAOs e análise estatística das respostas, valemo-nos das facilidades computacionais do sistema IN-PLA, desenvolvido pelo CENPES e COPPE/UFRJ.\n6\t- ANÁLISE DOS RESULTADOS\nForam levantadas cinco curvas de RAO\n(surge, sway, heave, roll e pitch) para os movimentos dos sete modelos considerados quando submetidos a trens de ondas regulares, de altura unitária, e direções de incidência de popa (zero graus) e través (noventa graus). É conveniente observar que não há resposta em yaw, uma vez que não há força de excitação (os modelos são simétricos em relação a um plano longitudinal — proa/popa — e em relação a um plano transversal — BB/BE).\nA fim de comparar melhor a resposta dos modelos para determinada faixa de freqüências de interesse, através do cruzamento espectral com o espectro representativo da tempestade decenária, chegou-se aos espectros das respostas dos modelos, para essa condição de mar. Utilizando as facilidades para análise estatística disponíveis no sistema, foram calculados os valores de amplitudes máximas de respostas dos modelos, com 0,10% de probabilidade de serem ultrapassados. Estes valores serviram como parâmetro de comparação.\nTABELA VI\nCONDIÇÕES DE MAR USADAS NA ANÁLISE\nOndas Regulares\nAltura (m)\tFreqüência (rd/s)\t\n1,0\t\t0,1\n1,0\t\t0,3\n1,0\t\t0,5\n1,0\t\t0,7\n1,0\t\t0,9\n1,0\t\t1,1\n1,0\t\t1,3\n1,0\t\t1,5\n1,0\t\t1,7\n\t\t\nMar Irregular\t\t\nAltura significativa\t\t8,3 m\nPeríodo médio\t\t10s\nEspectro\t\tISSC\nNa concepção de uma plataforma de pernas tracionadas (TLP), o movimento de heave é mais crítico que os demais, em virtude do componente dinâmico da tensão nos \"tendões\"; já nas plataformas semi-submersíveis, tanto o heave quanto os outros movimentos têm muita importância, quer para o processo, quer para a amarração, quer para a análise estrutural.\nPara caracterizar a concepção de \"menores movimentos\", considerando os seis graus de liberdade simultaneamente, escolheu-se a seguinte figura de mérito:\nMérito = 100 x-----------------------\n6\nZ ampl. máx. para cada GL i = 1\nAssim, a configuração que obtenha maior mérito corresponde à de menores amplitudes de movimentos, considerados simultaneamente (tabela VII).\nAlém da comparação das respostas dos modelos para mar regular e da máxima\nFig. 4 - Sistema de amarração permanente.\nSIMÉTRICO\nFig. 5 • Padrões de ancoragem.\nTABELA VII\nTABELA VIII\nCOMPARAÇÃO DOS MOVIMENTOS DOS MODELOS EM ESTUDO QUANTO AOS VALORES CRlTlCOS\nCOMPARAÇÃO DOS MOVIMENTOS DOS MODELOS 2 E 7 COM O MODELO SIMPLIFICADO DA PETROBRÁS-IX, QUANTO AOS VALORES CRlYlCOS\n^^Modelos Movimentos\t\t\t1\t2\t3\t4\t5\t6\t7\n\tSurge\t0,0 graus\t3,50\t3,11\t3,60\t3,53\t3,52\t3,53\t2,93\n\t\t90,0 graus\t0,0\t0,0\t0,0\t0,0\t0,0\t0,0\t0,0\nMetros\tSway\t0,0 graus 90,0 graus\t0,0 2,80\t0,0 3,11\t0,0 2,96\t0,0 2,78\t0,0 3,14\t0,0 3,11\t0,0 3,14\n\tHeave\t0,0 graus\t2,73\t2,43\t2,54\t2,99\t2,68\t2,58\t1,94\n\t\t90,0 graus\t2,51\t2,43\t2,48\t2,66\t2,87\t2,78\t2,45\n\tRoll\t0,0 graus\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nc/> 3\t\t90,0 graus\t3,96\t2,53\t4,56\t4,82\t4,48\t4,45\t2,41\no\tPitch\t0,0 graus\t3,67\t2,53\t4,53\t4,35\t4,45\t4,42\t2,92\n\t\t90,0 graus\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nMérito\t\t\t5,22\t6,20\t4,88\t4,73\t4,73\t4,79\t6,33\n^\\4Vlodelos Movimentos\t\t\tP-IX\t2\t7\nMetros\tSurge\t0,0 graus 90,0 graus\t3,54 0,00\t3,11 0,00\t2,93 0,00\n\tSway\t0,0 graus 90,0 graus\t0,0 2,89\t0,0 3,11\t0,0 3,14\n\tHeave\t0,0 graus 90,0 graus\t2,62 2,89\t2,43 2,43\t1,94 2,45\nGraus\tRoll\t0,0 graus 90,0 graus\t0,0 4,59\t0,0 2,53\t0,0 2,41\n\tPitch\t0,0 graus 90,0 graus\t4,51 0,0\t2,53 0,0\t2,92 0,0\nMérito\t\t\t4,75\t6,20\t6,33\namplitude de respostas quando submetidas à tempestade decenária, comparou-se também a resposta de dois modelos com as da plataforma semi-submersível P-IX. A P-IX é um AKER H-3 modificado, adaptado para operar como sistema flutuante de produção, atualmente integrando o sistema de produção antecipada de Corvina, na Bacia de Campos.\nEmbora o deslocamento da plataforma P-IX (26 900 t) seja um pouco inferior ao dos sete outros modelos estudados (32 000 t), a comparação é bastante proveitosa no sentido de confrontar a orientação mais antiga de adaptação de plataformas convencionais (de perfuração) à produção com a de projetos específicos voltados para a produção de um campo. Resumidamente, tem-se: semi-submersível\tsemi-submersível\nconvencional x específica de adaptada à\tprodução\nprodução\tadequada às con-\ndições de um campo\nConvém notar que, na análise dos movimentos da P-IX, considerou-se a plataforma amarrada em 800 m de lâmina d'água, de maneira idêntica à adotada nas análises dos demais modelos. Os resultados dessa comparação constam da tabela VIII.\n7\t- CONCLUSÕES\nOs sete modelos estudados possuem características de movimento bastante aceitáveis quando utilizados como plataformas de perfuração.\nDois modelos demonstraram, entretanto, possuir amplitudes de movimento bem inferiores às dos demais. O fato de estes modelos possuirem pontoons integrados (tipo TLP) comprova a tendência de se adotar tal configuração para sistemas definitivos de produção, conforme se observa nas diferentes concepções de tension-leg platforms.\nÉ interessante notar que os modelos convencionais de dois pontoons, tipo catamarã, foram concebidos com vistas a associar às semi-submersíveis as vantagens de cascos do tipo ship-shapes durante o transporte. Tal particularidade, embora interessante para unidades de perfuração, não o é, necessariamente, para unidades definitivas de produção. Entendendo-se por \"unidade definitiva de produção\" aquela que passará a maior parte de sua vida útil fundeada sobre uma locação, conclui-se que suas características de movimento são bem mais importantes que as de transporte.\nPode-se concluir também, até onde este\nestudo permite, que é perfeitamente viável a concepção de uma unidade semi-submersível capaz de abrigar facilidades para produção de 100 000 bpd de óleo, utilizando sistema de amarração convencional para 800 m de lâmina d'água.\nEm continuação aos estudos até aqui desenvolvidos, estão planejadas as seguintes etapas:\n—\tanálise mais detalhada da geometria dos dois modelos de pontoon integrado no que se refere à resposta dos modelos em mar regular e aleatório;\n—\tanálise estatística de longa duração das respostas dos modelos em mar aleatório para uma locação específica;\n—\tanálise dinâmica no domínio da frequência das linhas de amarração;\n—\trefinamento dos modelos finais, incluindo:\n•\trequisitos da produção (revisão);\n•\tdados ambientais da lopação (revisão);\n•\tarranjos de convés (revisão e refinamento);\n•\tcálculo estrutural (revisão e refinamento) ;\n•\tpeso e CG (revisão e refinamento);\n—\tanálise dinâmica no domínio do tempo dos movimentos dos modelos finais com análise estatística da respos-\nta;\n—\tanálise dinâmica no domínio do tempo das linhas de amarração;\n—\tanálise dinâmica no domínio do tempo do sistema acoplado (plataforma + amarração);\n—\tconsiderações sobre risers.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(M HAMILTON, J. R. &amp; BARAAK, J. W. Floating production systems. In: EUROPEAN OFFSHORE PETROLEUM CONFERENCE AND EXHIBITION, Londres, 1978. Proceedings . . . [s.n.t.].\n(’) R0REN, E. M. Q. &amp; STEINSVIK,\nB.\tAnchored floating production\nsystem, in: OFFSHORE NORTH SEA TECHNICAL CONFERENCE. Oslo, 1978. [Proceedings. . . Oslo, Norwegian Petroleum Society, 1978].\n3)\tFREY, E. R. &amp; DYER, R. C. Production on floating platforms; the next generation, in: DEEP OFFSHORE TECHNOLOGY CONFERENCE, 2, Valleta, 1983. Proceedings . . . Amsterdam Deep Offshore Technology,\n1983.\n'4) JOHNSTON, D. Comparison of alternatives for deepwater development. in: HYDROCARBON ECONOMICS AND EVALUATION SYMPOSIUM, Dallas, 1985. Proceedings . . . Dallas, SPE, 1985.\n(5)\tPETROBRÁS. Grupo de trabalho criado pela Ordem de Serviço n.° 4/84, de 20/11/84. Diretri\nzes para expiotação em águas profundas. Rio de Janeiro, fev.\n1985.\n(6)\tLEWIS, R. E. An overview of\ndeepwater compliant structures. Pet. Eng. Int., Dallas, 54 (6): 92-114, May 1982.\n(7)\tHOOFT, J. P. Hydrodinamics as-\npect of semi-submersible platforms. Wageningen, Netherlands Ship Model Basin, [s.d.]. (Publication, 400).\n(8)\tAMERICAN PETROLEUM INSTI-\nTUTE, Dallas. Recommended practice for analysis of spread mooring systems for floating drilling units. Dallas, 1984. (API, RP2P).\n(9)\tGLENN, A. H. Meteorological-\n-oceanographic conditions affecting petroleum operations off the Brazil coast, [s. I.], A. H. Glenn and Associates, 1972."}]}}}