{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16211"}, {"@name": "filename", "#text": "22788_001047058.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nESCOLA DE ENGENHARIA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA DE MINAS, MATERIAIS E \n\nMETALÚRGICA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANA FLÁVIA ROSA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMECANISMOS ENVOLVIDOS NA FLOTAÇÃO DE QUARTZO E MINÉRIO \n\nFOSFÁTICO ASSISTIDA COM NANOBOLHAS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2017 \n\n\n\n \n \n\nANA FLÁVIA ROSA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMECANISMOS ENVOLVIDOS NA FLOTAÇÃO DE QUARTZO E MINÉRIO \n\nFOSFÁTICO ASSISTIDA COM NANOBOLHAS \n\n \n\n \n\n \n\n \n\n \n\nDissertação submetida ao Programa de Pós \n\nGraduação em Engenharia de Minas, Materiais \n\ne Metalúrgica da Universidade Federal do Rio \n\nGrande do Sul, como requisito parcial à \n\nobtenção do título de Mestre em Engenharia, \n\nmodalidade Acadêmica \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Jorge Rubio \n\n \n\n \n\n \n\n \n\nPorto Alegre  \n\n2017 \n\n\n\n \n \n\nANA FLÁVIA ROSA \n\n \n\n \n\nMECANISMOS ENVOLVIDOS NA FLOTAÇÃO DE QUARTZO E MINÉRIO \n\nFOSFÁTICO ASSISTIDA COM NANOBOLHAS \n\n \n\n \n\n \n\nEsta dissertação foi analisada e julgada \n\nadequada para a obtenção do título de mestre \n\nem Engenharia, área de concentração em \n\nMetalurgia Extrativa e Tecnologia Mineral e \n\nAmbiental e aprovada em sua forma final pelo \n\nOrientador e pela Banca Examinadora \n\ndesignada pelo Programa de Pós- Graduação \n\nem Engenharia de Minas, Materiais e \n\nMetalúrgica, da Universidade Federal do Rio \n\nGrande do Sul. \n\n \n\n \n\n \n\n____________________________________ \n\nProf. Dr. Jorge Rubio \n\n \n\n____________________________________ \n\nProf. Dr. Carlos Pérez Bergmann \n\n \n\nAprovado em: ___/___/___ \n\n \n\nBANCA EXAMINADORA \n\nProf. Dr. Ivo Andre Homrich Schneider  – PPGEM/ UFRGS ______________________ \n\nProf. Dr. Carlos Hoffmann Sampaio – PPGEM/ UFRGS ______________________ \n\nProf. Dr. Raul Oliveira Neto – UNIPAMPA ______________________ \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAo meu pai Donizete (in memorian) \n\ne a minha mãe Selma. \n\n  \n\n\n\n \n \n\nAGRADECIMENTOS \n\n \n\nA Deus por ser presença constante em minha vida e me fortalecer sempre. \n\n \n\nA minha família, em especial a minha mãe, Selma, e a minha irmã, Aline, pelo apoio \n\nincondicional e imprescindível em toda a minha vida. \n\n \n\nAos meus amigos, os de perto e os de longe, pelo companheirismo e incentivo nos momentos \n\ndifíceis. \n\n \n\nAo meu orientador, professor Jorge Rubio, pela confiança em mim depositada e por todo o \n\naprendizado acadêmico, profissional e pessoal. \n\n \n\nA todos os bolsistas de iniciação científica do LTM, especialmente Amanda Nascimento, \n\nCaroline Alonso, Claudio Backes, Douglas Alegre, Gabriel Coelho, Grace Tsangou, Jean \n\nSilveira, Leonardo Pretto e Ludmila Lopes por todo auxílio na parte experimental e pela \n\namizade sincera. \n\n \n\nA todos os colegas, professores e pesquisadores do LTM com os quais convivi, criei laços de \n\namizade e que colaboraram direta ou indiretamente para a realização deste trabalho: Ivo \n\nSchneider, Meise Paiva, Jaqueline Mohr, Beatriz Firpo, Jéssica Weiler, Ana Paula Pires, \n\nAndré Azevedo, Henrique Oliveira, Alex Rodrigues, Ramiro Etchepare, Márcio Nicknig, \n\nCassiano Rossi, Fabrício Lopes, Vitor Almeida e Tais Oliveira. \n\n \n\nÀ Universidade Federal do Rio Grande do Sul (UFRGS), e ao Programa de Pós-Graduação \n\nem Engenharia de Minas, Metalúrgica e de Materiais, pela qualidade de ensino e pesquisa. \n\n \n\nÀ empresa Vale Fertilizantes pelo fornecimento das amostras de minério de fosfato. \n\n \n\nAo CNPq e à Votorantim pelo auxílio financeiro. \n\n \n\n  \n\n\n\n \n \n\nRESUMO \n\n \n\nO presente trabalho teve como objetivo avaliar as interações entre bolhas com distintos \n\ntamanhos (diâmetros) e partículas minerais e o efeito de combinações destas bolhas na \n\nflotação de minérios, em escala de bancada. As bolhas empregadas nesses estudos foram: \n\ni) Nanobolhas – NBs, diâmetro médio de 150 – 200 nm; ii) Microbolhas – MBs, diâmetro \n\nmédio de 70 ?m; e iii) Macrobolhas – MaBs, diâmetro médio de 1 mm. As dispersões de NBs \n\ne MBs foram geradas a partir da despressurização de água saturada com ar e cavitação \n\nhidrodinâmica em válvula agulha. As pressões de saturação foram, respectivamente, 2,5 e 4,0 \n\nbar. Os estudos de interação bolhas-partícula mineral foram desenvolvidos utilizando um \n\nsistema fotográfico que permitiu avaliar a adesão de bolhas às partículas de quartzo (grão de \n\nalta pureza) e apatita em função do tipo de bolhas injetadas. Os resultados mostraram que a \n\nmaior adesão de bolhas no grão de apatita ocorreu com a combinação de NBs + MBs + MaBs \n\ne, no caso do quartzo, uma expressiva concentração de MaBs aderidas foi obtida após \n\n“condicionamento” do mineral com NBs. As NBs ficaram confinadas às superfícies dos grãos \n\nminerais devido à dissipação da energia livre superficial dos sólidos em função de sua \n\nrugosidade e, desta forma, aumentaram o mecanismo de adesão de outras bolhas (MBs e/ou \n\nMaBs). O estudo de avaliação das associações de bolhas na flotação foi realizado com os \n\nsistemas minerais quartzo e minério fosfático. No caso do minério fosfático, constituído por \n\n35% de partículas finas (&lt;37 ?m), os estudos avaliaram a combinação de i) NBs + MaBs; ii) \n\nMBs + MaBs; e iii) NBs + MBs + MaBs, nos parâmetros cinéticos e de separação na flotação, \n\nem relação ao ensaio standard, que emprega o uso de apenas MaBs. Os efeitos foram \n\navaliados em quatro situações que compreenderam variação de porcentagem de sólidos (28 e \n\n35% em peso) e concentração de reagentes (1000 g.t\n-1\n\n de coletor + 600 g.t\n-1\n\n de depressor; e \n\n500 g.t\n-1\n\n de coletor + 300 g.t\n-1\n\n de depressor; sendo que o coletor de apatita empregado foi óleo \n\nde soja saponificado com hidróxido de sódio e o depressor das partículas de ganga - \n\nmagnetita, carbonatos, micas, quartzo, diopsídio e perovskita/anatásio - foi amido de milho \n\ngelatinizado com hidróxido de sódio). O emprego combinado de bolhas apresentou \n\nincrementos na recuperação de P2O5, com pequena queda no teor de P2O5 e elevada cinética, \n\nem relação aos ensaios STD em praticamente todas as condições estudadas, com valores \n\nvariando entre 0,2 e 8.9%. Os incrementos quando a porcentagem de sólidos foi de 35% p/p \n\n(até 2,7%) foram consideravelmente menores que os obtidos com 28% de sólidos (até 8,9%). \n\nEm algumas condições, o uso concomitante de MBs + MaBs e NBs + MBs + MaBs foi capaz \n\nde superar, já na primeira coleta (1,5 min de ensaio), a recuperação total de fosfato obtida no \n\n\n\n \n \n\nensaio standard. No caso do quartzo, os ensaios de microflotação (realizados em tubo de \n\nHallimond modificado) com e sem a presença de NBs mostraram que a associação de NBs às \n\nMaBs aumentou a recuperação de quartzo (até 39%) em praticamente todas as condições \n\nestudadas, mostrando sua efetividade tanto com partículas finas quanto com as mais grossas. \n\nJá os ensaios realizados em célula mecânica com e sem adição de NBs, mostraram que o \n\nemprego de NBs foi responsável pelo aumento de 23 pontos percentuais na recuperação de \n\nquartzo. Ainda, a cinética de flotação aumentou significativamente e já no primeiro min do \n\nensaio com NBs obteve-se cerca do dobro da recuperação de quartzo do ensaio standard. Os \n\nresultados obtidos na dissertação mostram o elevado potencial das NBs combinadas a outras \n\ndistribuições de tamanhos de bolhas na melhoria do processo de adesão bolha-partícula e na \n\nflotação de minérios fosfáticos finos e de frações granulométricas distintas de quartzo, \n\nprincipalmente em tempos curtos. \n\n \n\nPalavras-chave: flotação, nanobolhas, microbolhas, macrobolhas, minério fosfático, quartzo. \n\n  \n\n\n\n \n \n\nABSTRACT \n\n \n\nThe objective of this work was to evaluate the interactions between bubbles with different \n\nsizes (diameters) and mineral particles and the effect of the combinations of these bubbles on \n\nthe flotation of ores, on a bench scale. The bubbles used in these studies were: i) Nanobubbles \n\n- NBs, mean diameter of 150-200 nm; ii) Microbubbles - MBs, average diameter of 70 ?m; \n\nand iii) Macrobubbles - MaBs, average diameter of 1 mm. Dispersions of NBs and MBs were \n\ngenerated after depressurizing-cavitation of the saturated water in air. The saturation pressures \n\nwere, respectively, 2.5 and 4.0 bar. The bubble-particle mineral interaction studies were \n\ndeveloped using a photographic system that allowed to evaluate the adhesion of bubbles to the \n\nparticles of quartz (high purity grain) and apatite according to the type of bubbles injected. \n\nThe results showed that the highest adhesion of bubbles in the apatite grain occurred with the \n\ncombination of NBs + MBs + MaBs and, in the case of quartz, an expressive concentration of \n\nadhered MaBs was obtained after \"conditioning\" of the mineral with NBs. The NBs were \n\nconfined to the surfaces of the mineral grains as a result of the dissipation of the free surface \n\nenergy of the solids due to their roughness and, therefore, it increased the adhesion \n\nmechanism of other bubbles (MBs and / or MaBs). The study of the evaluation of the \n\nassociations of bubbles in the flotation was carried out with the mineral systems quartz and \n\nphosphate ore. In the case of phosphate ore, consisting of 35% fine particles (<37 ?m), the \n\nstudies evaluated the combination of i) NBs + MaBs; ii) MBs + MaBs; and iii) NBs + MBs + \n\nMaBs, in the kinetics and flotation separation parameters, in relation to the standard test, \n\nwhich employs the use of only MaBs. The effects were evaluated in four situations involving \n\npercentage of solids (28 and 35% by weight) and concentration of reagents (1000 g·t\n-1\n\n \n\ncollector + 600 g·t\n-1\n\n depressant and 500 g·t\n-1\n\n collector + 300 g·t\n-1\n\n of depressor; the apatite \n\ncollector used was a saponified soybean oil with sodium hydroxide and the depressant of the \n\nganga - magnetite, carbonates, micas, quartz, diopside and perovskite / anatase particles - was \n\na gelatinized corn starch with sodium hydroxide). The combined use of bubbles presented \n\nincreases in the recovery of P2O5, with a small drop in P2O5 content and high kinetics, in \n\nrelation to the STD tests in practically all the studied conditions, with values varying between \n\n0.2 and 8.9%. The increments when the percentage of solids was 35% w/w (up to 2.7%) were \n\nconsiderably lower than those obtained with 28% solids (up to 8.9%). In some conditions, the \n\nconcomitant use of MBs + MaBs and NBs + MBs + MaBs was able to overcome, in the first \n\nmin and a half of the test, the total phosphate recovery obtained in the standard tests. \n\nRegarding the quartz, the microflotation tests (performed in modified Hallimond tube) with \n\n\n\n \n \n\nand without the presence of NBs showed that the association of NBs with MaBs increased the \n\nrecovery of quartz (up to 39%) in practically all the studied conditions, showing its \n\neffectiveness with both fine and coarse particles. However, the tests performed in mechanical \n\ncell with and without addition of NBs showed that the use of NBs was responsible for the \n\nincrease of 23 percentage points in quartz recovery. Also, flotation kinetics increased \n\nsignificantly and ealier in the first min of the NBs test, about twice the quartz recovery of the \n\nstandard test was achieved. The results obtained in the dissertation show the high potential of \n\nNBs combined with other bubble size distributions in the improvement of the bubble-particle \n\nadhesion process and the flotation of fine phosphatic or quartz granulometric fractions, \n\nespecially in short times. \n\n \n\nKey words: flotation, nanobubbles, microbubbles, macrobubbles, phosphate ore, quartz. \n\n  \n\n\n\n \n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1 - Distribuição percentual do número de plantas de flotação no Brasil. Fonte: \n\nARAÚJO et al. (2005). ............................................................................................................. 22 \n\nFigura 2 - Probabilidade de colisão em função do diâmetro da bolha para minério de fosfato. \n\nFonte: Xiong (2014). ................................................................................................................ 23 \n\nFigura 3 - Fenômeno de “captura” (colisão + adesão) de partículas de diâmetro dp por bolhas \n\nde diâmetro db dentro de um raio crítico rc. Comparação entre bolhas (a) grandes e (b) \n\npequenas. Fonte: Tabosa (2007). .............................................................................................. 24 \n\nFigura 4 - Fenômeno de captura bolha-partícula. (a) aproximação bolha-partícula; (b) colisão \n\nbolha - partícula; (c) indução – tempo de adelgaçamento do filme líquido; (d) ruptura do filme \n\nlíquido e formação de um ângulo de contato. Fonte: Tabosa (2007). ...................................... 25 \n\nFigura 5 - (a) Sistema de flotação da columa Microcel\nTM\n\n; (b) Desenho esquemático da célula \n\nJameson. Fonte: Matiolo (2005) ............................................................................................... 29 \n\nFigura 6 – Efeito do diâmetro da partícula na recuperação e cinética de flotação. Fonte: \n\nAdaptado de Pease et al. (2006). .............................................................................................. 31 \n\nFigura 7 – Nanobolhas geradas em água e sobre a superfície hidrofóbica da partícula. Fonte: \n\nFan et al. (2010). ...................................................................................................................... 33 \n\nFigura 8 – Esquema dos tipos de ocorrência de NBs. Fonte: Adaptado de Seddon et al. \n\n(2012). ...................................................................................................................................... 34 \n\nFigura 9 - Imagem obtida por AFM de nanobolhas sobre uma superfície hidrofóbica. Fonte: \n\nBorkent et al. (2010). ................................................................................................................ 35 \n\nFigura 10 - Estabilidade de dispersão aquosa de nanobolhas: (a) Diâmetro médio das bolhas \n\nem função do tempo e (b) Concentração de bolhas em função do tempo. O ponto 0 na abscissa \n\nrefere-se ao tamanho obtido 10 min após a geração das nanobolhas. Condições: pH=7; Psat= \n\n2,5 bar; [?-Terpineol]= 100 mg.L-\n1\n (tensão superficial = 49 mN.m\n\n-1\n); água deionizada (tensão \n\nsuperfical = 72,5 mN.m\n-1\n\n). Medidas realizadas a partir da técnica NTA (Nanoparticle \n\nTracking Analysis). Fonte: Adaptado de Azevedo et al. (2016a). ............................................ 35 \n\nFigura 11 - Cavitação em tubo Venturi. Fonte: Eriez (2017). .................................................. 37 \n\nFigura 12 - Separação seletiva de MBs e NBs. Fonte: Calgaroto et al. (2015). ....................... 37 \n\nFigura 13 - Ilustração esquemática da função da cavitação hidrodinâmica na flotação de \n\npartículas finas: (a) aumento da coagulação por pontes de bolhas; (b) Adesão em um estágio \n\nversus adesão em dois estágios (Adesão em um estágio: contato direto da partícula com a \n\nbolha de flotação de tamanho convencional; Adesão em dois estágios: minúsculas bolhas \n\naderem à partícula mineral, seguida pela adesão de bolhas de flotação de tamanho \n\nconvencional ao agregado bolha-partícula, através de coalescência das minúsculas bolhas com \n\nas bolhas de tamanho convencional.). Fonte: Zhou et al. (1997). ............................................ 39 \n\n\n\n \n \n\nFigura 14 - Imagens de microscópio de suspensões de partículas finas de quartzo (100 mg·L\n-1\n\n) \n\nnuma solução de amina de baixa concentração (10\n-6\n\n M): (a) Sem nanobolhas; (b) Com \n\nnanobolhas (mostrando agregação de partículas finas de quartzo). Fonte: Calgaroto et al. \n\n(2015). ...................................................................................................................................... 40 \n\nFigura 15 – Efeito das nanobolhas na adesão de bolhas de tamanho convencional: a) partícula \n\ngrossa; b) partícula fina. Fonte: Pourkarimi et al. (2017). ....................................................... 40 \n\nFigura 16 - Microfotografias de interação bolha-partícula de pirita: (A) pirita e microbolhas \n\nem água deionizada; (B) pirita e microbolhas em solução de 100 mg.L\n-1\n\n de ?-Terpineol; (C) \n\npirita e microbolhas em dispersão aquosa de nanobolhas; (D) zoom da imagem C. Condições: \n\nmicrobolhas formadas em água deionizada em pH 7 e Psat = 5 bar; Nanobolhas formadas com \n\n100 mg.L\n-1\n\n de ?-Terpineol em pH 7 e Psat = 2,5 bar. Microfotografias tiradas através de \n\nestereomicroscópio. Fonte: Azevedo et al. (2016a). ................................................................ 41 \n\nFigura 17 - (a) Ângulo de contato médio: 18 °, desvio-padrão = 3,6 ° na interface quartzo - \n\nágua: fotomicrografia de uma microbolha aderida ao quartzo, em 10\n-6\n\n M de solução de amina, \n\nsem nanobolhas. (b) Ângulo de contato médio: 46 °, desvio padrão = 7 ° em interface \n\nquartzo - água: fotomicrografia de uma microbolha aderida ao quartzo, em 10\n-6\n\n M de solução \n\nde amina, com nanobolhas. Fonte: Calgaroto et al. (2015). ..................................................... 42 \n\nFigura 18 - Fluxograma do processo produtivo de concentrado fosfático do CMT. Fonte: \n\nResende (2015). ........................................................................................................................ 48 \n\nFigura 19 - Grãos utilizados nos estudos de interações bolhas-partícula: (a) apatita; (b) \n\nquartzo. ..................................................................................................................................... 50 \n\nFigura 20 - Distribuição granulométrica das frações -35+48 #; -48+100 #; -100+400 # e -400 \n\n# de quartzo. ............................................................................................................................. 51 \n\nFigura 21 - Desenho esquemático de um vaso saturador: (1) Vaso saturador (3,0 L); \n\n(2) Entrada de água; (3) Entrada de ar comprimido; (4) Difusor de ar; (5) Manômetro; (6) \n\nVálvula de alívio de pressão com filtro de ar; (7) Saída de água saturada; (8) Visualizador de \n\nnível. ......................................................................................................................................... 52 \n\nFigura 22 - Sistema experimental para geração e separação de MBs das NBs. (1) filtro de ar \n\ncomprimido; (2) vaso saturador; (3) coluna de vidro. Fonte: Azevedo et al.  (2016a). ........... 53 \n\nFigura 23 - Arranjo experimental para aquisição de imagens de interações bolhas-partículas: \n\n(a): (1) Filtro de ar comprimido; (2) Vaso saturador; (3) Célula de vidro plana; (4) Fonte de \n\nluz branca; (5) Estereomicroscópio acoplado a uma câmera digital; (6) Monitor para \n\nreprodução de imagem. (b): Detalhes da célula de vidro - (3.1) Suporte para partícula mineral; \n\n(3.2) Partícula mineral; (3.3) Entrada para injeção de dispersão aquosa de NBs e água \n\ndeionizada; (3.4) Entrada para injeção de dispersão de MBs; (3.5) Entrada para \n\ngeração/injeção de MaBs. Fonte: Azevedo et al. (2016 b). ...................................................... 54 \n\nFigura 24 - Homogeneização da amostra de minério fosfático em pilha alongada. ................. 55 \n\nFigura 25 - Arranjo experimental para injeções de dispersões aquosas de MBs na célula de \n\nflotação. .................................................................................................................................... 59 \n\n\n\n \n \n\nFigura 26 - Aparato experimental para a geração de bolhas e estudos de microflotação: (1) \n\nfluxômetro; (2) tubo de Hallimond; (3) tampa; (4) placa porosa; (5) agitador magnético. ...... 60 \n\nFigura 27 – Microfotografias da adesão bolhas – partícula de apatita: (a) Apenas com MaBs; \n\n(b) com NBs + MaBs; (c) com MBs; (d) com MBs + MaBs; (e) com NBs + MBs; \n\n(f) com NBs + MBs + MaBs. ................................................................................................... 63 \n\nFigura 28 – Microfotografias da adesão bolhas – partícula de quartzo: (a) Apenas com MaBs; \n\n(b) com NBs + MaBs. ............................................................................................................... 63 \n\nFigura 29 – Concentração de nanobolhas em função da pressão de saturação em dois valores \n\nde tensão superficial. Condições: pH = 7; Tensão superficial de 49 mN·m\n-1\n\n obtido utilizando \n\n100 mg·L-\n1\n de ?-Terpineol; Tensão superficial de 72,5 mN·m\n\n-1\n obtida usando água DI. As \n\nmedições foram realizadas com a técnica NTA. Fonte: Azevedo et al. (2016a). .................... 65 \n\nFigura 30 - Nucleação, crescimento e coalescência de uma microbolha gerada por \n\ndespressurização de água saturada com ar e cavitação hidrodinâmica em válvula agulha a 3 \n\nbar, em partícula de quartzo. Fonte: Oliveira et al. (2014). ..................................................... 66 \n\nFigura 31 - Distribuição granulométrica da amostra de minério fosfático. .............................. 67 \n\nFigura 32 – Representação gráfica (adaptada de Xiong, 2014) dos possíveis mecanismos da \n\nflotação assistida por nanobolhas. ............................................................................................ 72 \n\nFigura 33 - Estudos de flotação de minério fosfático: Recuperação de P2O5 em função do \n\ntempo nos ensaios STD (MaBs) e com combinações de bolhas de tamanhos em diferentes \n\n(NBs + MaBs; MBs + MaBs; NBs + MBs + MaBs); pH 9,5.  (a) Condição 1 - 28% de \n\nsólidos p/p; [coletor] = 1000 g.t\n-1\n\n; [depressor] = 600 g.t\n-1\n\n; (b) Condição 2 - 28% de \n\nsólidos p/p; [coletor] = 500 g.t\n-1\n\n; [depressor] = 300 g.t\n-1\n\n. ......................................................... 73 \n\nFigura 34 - Estudos de flotação de minério fosfático: Recuperação de P2O5 em função do \n\ntempo nos ensaios STD (MaBs) e com combinações de bolhas de tamanhos em diferentes \n\n(NBs + MaBs; MBs + MaBs; NBs + MBs + MaBs); pH 9,5. (a) Condição 3 - 35% de \n\nsólidos p/p; [coletor] = 1000 g.t\n-1\n\n; [depressor] = 600 g.t\n-1\n\n; (b) Condição 4 - 35% de \n\nsólidos p/p; [coletor] =500 g.t\n-1\n\n; [depressor] = 300 g.t\n-1\n\n. .......................................................... 74 \n\nFigura 35 – Estudos de flotação de fosfato em coluna com e sem injeção de NBs geradas \n\natravés de tubo de cavitação. Recuperação de P2O5 em função do tempo de flotação para as \n\nfrações: (a) +0425-1,18 mm; (b) +0,85-1,18 mm; (c) +0,60-0,85mm; (d) +0,425-0,60 mm. \n\nCondições: pH 9-9,5; 25% de sólidos p/p. Fonte: Fan et al. (2010 c) ...................................... 75 \n\nFigura 36 - Estudos de microflotação das frações -35+ 48 #; -48+100 #; -100+400 # e -400 # \n\nde quartzo em função da concentração de amina (0,5 e 1,0 mg·g\n-1\n\n de quartzo). ..................... 76 \n\nFigura 37 - Estudos de flotação da fração -48+100 # de quartzo em célula mecânica: \n\nRecuperação em função do tempo nos ensaios com MaBs e com NBs + MaBs. .................... 78 \n\nFigura 38 – Proposta de fluxograma de flotação de minérios com injeção de NBs e/ou MBs. \n1\nNBs geradas por despressurização de água saturada com ar e cavitação hidrodinâmica em \n\nválvula agulha (usando vaso saturador) e separadas das MBs devido à ascensão destas à \n\n\n\n \n \n\nsuperfície do líquido. \n2\nMBs e NBs geradas conjuntamente em bomba multifásica ou \n\nisoladamente em vaso saturador, utilizando pressões de saturação diferentes. ........................ 80 \n\n  \n\n\n\n \n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Aplicações do processo de flotação na mineração e metalurgia. Fonte: Rodrigues \n\n(2004). ...................................................................................................................................... 21 \n\nTabela 2- Técnicas de flotação em função do tamanho médio das bolhas geradas por \n\ndiferentes sistemas. (*) Diâmetro médio de Sauter. Fonte: Rodrigues (2004). ........................ 27 \n\nTabela 3 - Alternativas emergentes para aumento na recuperação das frações F-UF de \n\nminérios. Fonte: Matiolo et al. (2004). ..................................................................................... 32 \n\nTabela 4 – Composição típica dos minérios de Tapira –MG. Fonte: Oliveira (2005). ............ 44 \n\nTabela 5 - Reagentes usados na flotação de minérios fosfáticos no Brasil. Fonte: Guimarães et \n\nal. (2005). ................................................................................................................................. 45 \n\nTabela 6 – Estudos de recuperação de partículas F-UF de minério fosfático brasileiro \n\nrealizados no LTM -UFRGS. ................................................................................................... 46 \n\nTabela 7 - Diâmetros médios (D50) das frações de quartzo. ..................................................... 51 \n\nTabela 8 - Condições dos ensaios de interações bolhas – partículas minerais. ........................ 53 \n\nTabela 9 - Condições nos distintos estudos de flotação. .......................................................... 57 \n\nTabela 10 - Condições de vazão de ar nos ensaios de flotação de minério fosfático. .............. 58 \n\nTabela 11 - Relação entre a distribuição granulométrica e química para a amostra global de \n\nminério fosfático e por faixa granulométrica. .......................................................................... 67 \n\nTabela 12 - Estudos de flotação de minério fosfático: Recuperação de P2O5 e teor de P2O5. DP \n\n= Desvio padrão. ....................................................................................................................... 69 \n\nTabela 13 - Estudos comparativos de flotação de minério de cobre e ouro. Condições: 32% \n\nsólidos p/p; pH: 8,5; [PAX]: 18 g.t\n-1\n\n; [AERO-MX 7020]: 10 g.t\n-1\n\n; [Flotanol-Flomin D25 + \n\nF650 – propilenoglicol]: 30 g.t\n-1\n\n; Tempo de condicionamento: 2 min; Velocidade de agitação: \n\n1000 rpm; Teor de alimentação de Au: 0,3 g.t\n-1\n\n; Teor de alimentação de Cu: 0,6%. Fonte: \n\nAzevedo et al. (2016b). ............................................................................................................ 71 \n\nTabela 14 - Estudos de flotação de minério fosfático: constante cinética de flotação K \n\n(modelo Zuñiga). ...................................................................................................................... 72 \n\nTabela 15 - Flotação de quartzo em célula mecânica com e sem nanobolhas.......................... 78 \n\n  \n\n\n\n \n \n\nLISTA DE SIGLAS \n\n \n\nBLP Bone Phosphate of Lime \n\nCAI Condicionamento em Alta Intensidade \n\nCCR Coluna Convencional Reta \n\nCIU Complexo Industrial de Uberaba \n\nCMT Complexo de Mineração de Tapira \n\nC3P Coluna modificada de 3 Produtos \n\nDP Desvio Padrão \n\nF Finos \n\nF-EXT Flotação Extender ou Extensora \n\nFAD Flotação por Ar Dissolvido \n\nFRC Flotação com Reciclo de Concentrado \n\nLTM Laboratório de Tecnologia Mineral e Ambiental \n\nMaBs Macrobolhas \n\nMAP Fosfato Monoamônio \n\nMBs Microbolhas \n\nNBs Nanobolhas \n\nNTA Nanoparticle Tracking Analysis \n\nP.A. Pureza Analítica \n\nPMX Particle Metrix \n\nPTR Planta de Tratamento de Rejeitos \n\nROM  Run of Mine \n\nSSP Superfosfato Simples \n\nSTD  Standard \n\nUF Ultrafinos \n\nUFRGS Universidade Federal do Rio Grande do Sul \n\n \n\n  \n\n\n\n \n \n\nLISTA DE SÍMBOLOS \n\n \n\nd Densidade \n\nDb Diâmetro da bolha \n\nDp Diâmetro da partícula \n\nD32 Diâmetro médio de Sauter \n\nD50 Diâmetro médio \n\nEc Eficiência de colisão \n\nK Constante cinética de flotação \n\nP Massa \n\nPa Probabilidade de adesão \n\nPc Probabilidade de colisão \n\nPf  Probabilidade de flotação \n\nPp Probabilidade de permanência \n\nPt Probabilidade de transferência de agregados bolhas-partículas ao produto flotado \n\nR Recuperação \n\nrc Raio crítico \n\nSb Área superficial de bolhas \n\nØ Ângulo de contato \n\n \n\n \n\n  \n\n\n\n \n \n\nSUMÁRIO \n\n1 INTRODUÇÃO ..................................................................................................................... 18 \n\n2 REVISÃO BIBLIOGRÁFICA .............................................................................................. 20 \n\n2.1 A FLOTAÇÃO NO BENEFICIAMENTO MINERAL ................................................. 20 \n\n2.1.1 Fundamentos e mecanismos envolvidos na flotação................................................ 22 \n\n2.1.2 A influência do tamanho de bolha na flotação ......................................................... 26 \n\n2.1.3 A influência do tamanho de partícula na flotação .................................................... 31 \n\n2.2 NANOBOLHAS: FUNDAMENTOS GERAIS E APLICAÇÃO NA FLOTAÇÃO DE \n\nMINÉRIOS ........................................................................................................................... 33 \n\n2.2.1 Caracterização e aplicações gerais de nanobolhas ................................................... 33 \n\n2.2.2 Geração de nanobolhas por cavitação ...................................................................... 36 \n\n2.2.3 Tamanho médio das nanobolhas geradas por despressurização de água saturada com \n\nar e cavitação hidrodinâmica em válvula agulha .............................................................. 38 \n\n2.2.4 Aplicação das nanobolhas na flotação de minérios .................................................. 38 \n\n2.3 FÓSFORO, ROCHAS FOSFÁTICAS E MINÉRIOS DE FOSFATO .......................... 43 \n\n2.3.1 Generalidades ........................................................................................................... 43 \n\n2.3.2 Concentração de minério fosfático ........................................................................... 44 \n\n2.3.3 Complexo de Mineração de Tapira .......................................................................... 47 \n\n3 EXPERIMENTAL ................................................................................................................ 49 \n\n3.1 MATERIAIS ................................................................................................................... 49 \n\n3.1.1 Soluções e reagentes................................................................................................. 49 \n\n3.1.2 Minerais e minério fosfático .................................................................................... 50 \n\n3.2 METODOLOGIA ........................................................................................................... 51 \n\n3.2.1 Geração de bolhas .................................................................................................... 51 \n\n3.2.2 Estudos de interações bolhas – partículas minerais ................................................. 53 \n\n3.2.3 Preparação da amostra de minério fosfático ............................................................ 55 \n\n3.2.4 Caracterização da amostra de minério fosfático ...................................................... 56 \n\n3.2.5 Estudos de flotação da amostra de minério fosfático em célula mecânica .............. 57 \n\n3.2.6 Estudos de microflotação da amostra de quartzo ..................................................... 60 \n\n3.2.7 Estudos de flotação da amostra de quartzo em célula mecânica .............................. 61 \n\n4 RESULTADOS E DISCUSSÃO .......................................................................................... 62 \n\n4.1 ESTUDOS DE INTERAÇÕES BOLHAS – PARTÍCULAS MINERAIS .................... 62 \n\n4.2 ESTUDOS DE FLOTAÇÃO DE MINÉRIO FOSFÁTICO ........................................... 66 \n\n4.2.1 Caracterização física da amostra de minério fosfático ............................................. 66 \n\n\n\n \n \n\n4.2.2 Caracterização química da amostra de minério fosfático......................................... 67 \n\n4.2.3 Estudos de flotação de minério fosfático ................................................................. 68 \n\n4.3 ESTUDOS DE FLOTAÇÃO DE QUARTZO ............................................................... 75 \n\n5 CONSIDERAÇÕES FINAIS ................................................................................................ 79 \n\n6 CONCLUSÕES ..................................................................................................................... 81 \n\nSUGESTÃO DE TRABALHOS FUTUROS ........................................................................... 83 \n\nPRODUÇÃO CIENTÍFICA ASSOCIADA À DISSERTAÇÃO ............................................. 84 \n\nREFERÊNCIAS ....................................................................................................................... 85 \n\nAPÊNDICE 1 – PROCEDIMENTO PARA DETERMINAÇÃO DE FÓSFORO TOTAL POR \n\nESPECTROFOTOMETRIA DE ABSORÇÃO MOLECULAR ............................................. 95 \n\nANEXO 1 – PROCEDIMENTO PARA PREPARO DOS REAGENTES EMPREGADOS \n\nNA FLOTAÇÃO ...................................................................................................................... 97 \n\n \n\n\n\n18 \n \n\n1 INTRODUÇÃO \n\n \n\nA crescente demanda por bens minerais e a exaustão dos depósitos de elevado teor têm \n\ncontribuído para que depósitos de minérios disseminados e de baixo teor (incluídos os \n\nrejeitos) sejam minerados. O beneficiamento destes minérios requer elevado grau de moagem \n\npara se obter a liberação das partículas, o que aumenta consideravelmente a produção de finos \n\n- F (13 a 37 µm) - e ultrafinos -UF (&lt;13 µm).  \n\n \n\nA concentração das frações finas é realizada principalmente através da flotação. Entretanto, é \n\nfato antigo e conhecido do setor mineiro que a eficiência desta técnica cai consideravelmente \n\nquando aplicada em minérios com tal granulometria. \n\n \n\nA queda na eficiência ocorre porque as plantas de recuperação de minério têm sido \n\nhistoricamente desenhadas para a recuperação de frações de tamanho médio, de alta cinética \n\nde flotação. Além disso, as condições hidrodinâmicas em máquinas convencionais de flotação \n\nsão desfavoráveis para a flotação de partículas F-UF já que estas tendem a seguir linhas de \n\nfluxo ao redor das bolhas devido a sua pequena força de inércia, diminuindo a probabilidade \n\nde colisão com as bolhas, causando uma baixa taxa de flotação e recuperação (YOON e \n\nLUTTRELL, 1989).  \n\n \n\nDentre as alternativas com maior potencial para o aumento da recuperação de frações F-UF \n\nestá a otimização da captura e adesão de partículas por bolhas, via redução do tamanho das \n\nbolhas, aumentando sua área superficial e, portanto, a probabilidade de colisão e adesão \n\n(AHMED e JAMESON, 1985; RALSTON et al., 1999; GONTIJO et al., 2007). \n\n \n\nA injeção de pequenas bolhas tal como as nanobolhas (NBs, com diâmetro médio – D50 de \n\n150 - 200 nm) e as microbolhas (MBs, com D50 de 70 ?m), associadas ou não a macrobolhas \n\n(MaBs – com D50 de 1 mm) melhoram a recuperação de partículas F-UF, pois a coexistência \n\nde bolhas muito pequenas com as convencionais nas células de flotação aprimora a etapa de \n\nadesão das partículas nas bolhas, melhorando a taxa de flotação (CALGAROTO et al., 2015; \n\nFAN et al., 2012; SOBHY, 2013; SOBHY e TAO, 2013a, b; MIETTINEN et al., 2007; \n\nAZEVEDO, et al. 2016a) \n\n \n\n\n\n19 \n \n\nA presença de NBs na flotação de minérios tem ganhado considerável atenção nos últimos \n\nanos sendo reportada como vantajosa devido: i) ao aumento do ângulo de contato na interface \n\nsólido/líquido/ar, contribuindo para melhoria no mecanismo de adesão bolha-partícula e na \n\nestabilidade destes agregados e, consequentemente, aumentando a probabilidade de flotação; \n\nii) à redução das dosagens de coletor e espumante requeridas para obtenção de elevadas \n\nrecuperações de partícula finas e também grossas; iii) à maior cinética do processo; iv) a sua \n\nfunção como núcleo de adesão de outras bolhas; e v) à diminuição do tempo de ascensão de \n\nMaBs devido ao fato de que as NBs se aderem a essas bolhas maiores, aumentando seu tempo \n\nde residência nas máquinas de flotação e, consequentemente, diminuindo o arraste \n\nhidrodinâmico, o que acarreta em uma maior captura dos finos (FAN et al., 2010 a, b, c, d; \n\nFAN et al., 2012; SOBHY, 2013; SOBHY e TAO, 2013a, b; AHMADI et al., 2014; FAN e \n\nTAO, 2008; AZEVEDO et al., 2016 a,b; CALGAROTO et al., 2015). \n\n \n\nDentre deste contexto, o objetivo geral do presente trabalho foi avaliar a aplicação de \n\ncombinações de bolhas com distribuições de tamanho diferentes (NBs, MBs e MaBs) nas \n\ninterações bolhas/bolhas - partícula mineral e na flotação de quartzo e de minério fosfático, \n\nem escala de bancada. \n\n \n\nOs objetivos específicos foram: \n\n? Aprimorar uma técnica de aquisição de imagens de interação bolhas/bolhas-partículas \n\nvisando analisar qualitativamente a capacidade de adesão de bolhas em partículas minerais \n\n(apatita e quartzo) em diferentes condições conforme o tipo de bolha utilizado (NBs, MBs, \n\nMaBs e suas combinações); \n\n? Avaliar os efeitos da utilização combinada de i) NBs + MaBs; ii) MBs + MaBs e \n\niii) NBs + MBs + MaBs, nos parâmetros cinéticos e de recuperação e teor de P2O5 da flotação \n\nde um minério fosfático fino em célula mecânica, em relação ao ensaio standard, que \n\nemprega o uso de apenas MaBs; \n\n? Analisar a influência da associação de NBs a MaBs na recuperação de partículas de \n\nquartzo através de ensaios de microflotação e flotação em célula mecânica, em função da \n\ngranulometria e da concentração de coletor (amina). \n\n \n\n \n\n  \n\n\n\n20 \n \n\n2 REVISÃO BIBLIOGRÁFICA \n\n \n\n2.1 A FLOTAÇÃO NO BENEFICIAMENTO MINERAL \n\n \n\nO crescimento das demandas por bens minerais juntamente com a exaustão dos depósitos de \n\nminérios de alto teor têm exigido que depósitos de baixo teor, geralmente mais complexos, \n\nsejam minerados e processados. O beneficiamento destes minérios requer moagem fina \n\nvisando liberar os minerais valiosos que estão finamente disseminados no minério (YOON e \n\nLUTTRELL, 1989; PENNA et al., 2003). \n\n \n\nOs métodos de concentração mineral operam em faixas granulométricas específicas que \n\nvariam conforme as características do equipamento adotado. Ainda, as diferenças de \n\npropriedades físicas, nos quais muitos destes métodos são baseados, costumam perder \n\nimportância à medida que o tamanho das partículas é diminuído, dificultando assim a \n\nseparação. Por outro lado, a influência das propriedades superficiais cresce progressivamente \n\n(BALTAR, 2010) e por isto as partículas minerais finas (F - 37-13 ?m) e ultrafinas (UF - \n\n&lt;13 ?m) são separadas por processos físico-químicos, entre esses, a flotação.  \n\n \n\nA flotação é um processo físico-químico de separação de partículas de uma suspensão pela \n\nadesão a bolhas de ar. As unidades bolhas-partículas hidrofóbicas apresentam uma densidade \n\naparente menor que a do meio aquoso e ascendem (flotam) até a superfície de um reator \n\n(célula de flotação) ou interface líquido-ar, onde são removidas. A flotação teve sua origem \n\nna indústria de processamento mineral e atualmente é o processo mais importante na \n\nrecuperação/concentração de minerais além de apresentar aplicações imprescindíveis nas mais \n\ndiversas áreas (RUBIO et al., 2002). A Tabela 1 detalha algumas das aplicações da flotação \n\nna mineração e metalurgia. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n21 \n \n\nTabela 1 - Aplicações do processo de flotação na mineração e metalurgia. Fonte: Rodrigues \n\n(2004). \n\nMINERAÇÃO E METALURGIA  \n\nTratamento de Minérios (Separação seletiva de partículas minerais):  \n\n• Minérios sulfetados: Cu, Pb, Zn, Mo, Fe, Ni;  \n\n• Oxi-Minerais: Óxidos de Mn, Nb, Mn, Cr, Ti, Fe, Al, Si, Argilas, etc;  \n\n• Minerais semisolúveis (não metálicos, industriais): Fosfatos, Fluorita (CaF\n2)\n\n, \n\nChelita (CaWO\n4\n), Magnesita (MgSO\n\n4\n), Barita (BaSO\n\n4\n), Calcita (CaCO\n\n3\n);  \n\n• Metais nativos: Au, Ag, Hg;  \n\n• Carvão “metalúrgico”;  \n\n• Sais solúveis: KCl, NaCl;  \n\n•Beneficiamento (adequação) de matérias primas (remoção de impurezas em \n\nfeldspatos, caulim, argilas para cerâmicos, tintas e outros);  \n\n• Outros: Iodo, Ácido Bórico, Betume mineral.  \n\nMeio Ambiente (separação sólido/líquido, sólido/líquido/líquido ou líquido/líquido):  \n\n• Efluentes de usinas de tratamento por flotação de minérios, espessadores ou de \n\nconcentração gravimétrica de finos (ciclones, espirais, mesas concentradoras);  \n\n• Tratamento de compostos orgânicos (plantas de extração por solvente), óleos, \n\ngraxas e corantes (ágatas);  \n\n• Tratamento de efluentes contendo metais pesados (Ag\n+1 \n\n, Sn\n+2\n\n, As\n+3 \n\n, Cr\n+3 \n\n/ Cr\n+6 \n\n, \n\nAu\n+2\n\n/Au\n+4 \n\nBe\n+2\n\n, Cd\n+2\n\n, Co\n+2 \n\n, Ga\n+2\n\n, Ge\n+4 \n\n, Hg\n+2\n\n, Pb\n+2\n\n, Mn\n+2\n\n, Ni\n+2\n\n, Cu\n+2\n\n, Zn\n+2 \n\n, Sb\n+3\n\n, \n\nSe\n+2\n\n) e ânions (CN, CrO\n4\n, S\n\n-2 \n\nAsO\n4\n, SO\n\n4\n, PO\n\n4\n, MoO\n\n4\n, F\n\n-1\n\n);  \n\n• Reciclo de águas (filtros): Remoção de ânions e íons cálcio;  \n\n• Tratamento de DAM – Drenagens Ácidas de Minas.  \n\n \n\nNo cenário mineral brasileiro atual, a flotação é responsável pelo beneficiamento de milhões \n\nde toneladas de minérios e, ainda, de resíduos hidrometalúrgicos contendo prata. Os minérios \n\nde ferro e fosfato dominam esse cenário tanto com relação à massa quanto em número de \n\nusinas em operação, conforme é mostrado na Figura 1 (ARAÚJO et al., 2005).  \n\n \n\n\n\n22 \n \n\n \nFigura 1 - Distribuição percentual do número de plantas de flotação no Brasil. Fonte: \n\nARAÚJO et al. (2005). \n \n\nEntre os desafios atuais da flotação destacam-se: \n\ni. A maior recuperação metalúrgica de frações minerais finas, ultrafinas e grossas, \n\nespecificamente na flotação primária; \n\nii. Otimização de fluxogramas (simulação e modelamento), visando diminuir cargas \n\ncirculantes e minimização de custos operacionais (energéticos, especialmente); \n\niii. Recuperação (reuso) de águas de processos, minimizando impactos ambientais, e \n\neliminação de impurezas dos concentrados finais. \n\n \n\nEsta Dissertação se insere dentro do contexto de aumentar a recuperação por flotação de \n\npartículas finas e ultrafinas, via maximização da captura de partículas por bolhas. \n\n \n\n2.1.1 Fundamentos e mecanismos envolvidos na flotação \n\n \n\nA flotação de partículas em suspensão é um fenômeno cinético composto por diferentes \n\netapas. Um modelo probabilístico desse processo tem sido estudado por diversos autores e \n\npode ser expresso pela seguinte equação (KING, 1982; EK, 1992): \n\n \n\nPf = Pc · Pa · Pp · Pt (1) \n\nOnde: \n\n Pf = Probabilidade de flotação; \n\n Pc = Probabilidade de colisão; \n\n Pa = Probabilidade de adesão; \n\nOutros\n\n17 %\n\nZinco/Chumbo\n\n5 %\n\nNióbio \n\n5 %\n\nCarvão\n\n5 %\n\nCobre\n\n5 %\n\nOuro\n\n8 %\n\nGrafita \n\n8 % Fluorita\n\n8 %\n\nFosfato\n\n14 %\n\nMinério \n\nde ferro\n\n25 %\n\n\n\n23 \n \n\nPp = Probabilidade de permanência (resistência); \n\nPt = Probabilidade de transferência de agregados bolhas - partículas ao produto \n\nflotado. \n\n \n\nPc – Probabilidade de colisão \n\n \n\nA colisão é um subprocesso não seletivo, pois tanto partículas hidrofóbicas quanto \n\nhidrofílicas têm a mesma probabilidade de se colidirem com as bolhas de ar. Está intimamente \n\nassociada à hidrodinâmica do sistema, relacionada com a turbulência, o tamanho da partícula \n\ne o diâmetro da bolha (YOON, 2000).  \n\n \n\nYoon e Luttrell (1989) descrevem a probabilidade de colisão entre uma bolha de ar e uma \n\npartícula (  ) como sendo diretamente proporcional ao quadrado do diâmetro da partícula \n\n(  ) e inversamente proporcional ao quadrado do diâmetro da bolha (  ):  \n\n    \n  \n\n  \n \n \n\n \n(2) \n\n \n\nA Figura 2, em que as curvas foram obtidas a partir da Equação 2, evidencia que Pc para \n\nminério de fosfato aumenta com o aumento do tamanho das partículas e a diminuição do \n\ntamanho das bolhas (XIONG, 2014). \n\n. \n\n \nFigura 2 - Probabilidade de colisão em função do diâmetro da bolha para minério de fosfato. \n\nFonte: Xiong (2014). \n\nP\nr\no\n\nb\na\n\nb\nil\n\nid\na\n\nd\ne\n d\n\ne\n c\n\no\nli\n\nsã\no\n\n (\n%\n\n)\n\nTamanho da bolha (mm)\n\n1,18 mm \n\n0,85 mm\n\n0,60 mm\n\n0,425 mm\n\n0,3 mm\n\nDiâmetro da partícula:\n\n\n\n24 \n \n\nExperimentalmente tem sido possível medir a probabilidade de colisão através da eficiência \n\nde colisão, Ec. Este parâmetro é igual à razão entre o número de partículas que realmente \n\ncolidiram com as bolhas e o número de partículas disponíveis para a colisão, localizadas na \n\nparte superior das bolhas e dentro de uma coluna com um raio \"crítico\", rc (em relação ao \n\ncentro da bolha). Esta eficiência define a primeira etapa da capacidade de uma bolha para \n\n“capturar” (coletar) partículas dentro de rc. Como pode ser visto na Figura 3a, as partículas F-\n\nUF não são coletadas por bolhas grandes, pois apresentam uma pequena quantidade de \n\nmovimento, tendendo a desviar-se da trajetória de colisão, seguindo as linhas de fluxo do \n\nfluido que contornam a partícula, acarretando em baixa recuperação. No entanto, a utilização \n\nde bolhas de pequeno tamanho (Figura 3b)  pode amenizar este problema (JAMESON, 1984; \n\nYOON e LUTTRELL, 1989; ANFRUNS e KITCHENER, 1977).  \n\n \n\n  \na b \n\nFigura 3 - Fenômeno de “captura” (colisão + adesão) de partículas de diâmetro dp por bolhas \n\nde diâmetro db dentro de um raio crítico rc. Comparação entre bolhas (a) grandes e (b) \n\npequenas. Fonte: Tabosa (2007). \n\n \n\nPa - probabilidade de adesão \n\n \n\nA adesão bolhas-partículas é a etapa (microprocesso) mais importante da flotação e depende \n\nde uma série de características do sistema de flotação tais como: tamanho das bolhas, tamanho \n\ndas partículas, propriedades superficiais da fase dispersa, temperatura, propriedades físico-\n\nquímicas da fase contínua e condições hidrodinâmicas. Para que ocorra a adesão é necessário \n\no deslocamento do filme líquido da superfície mineral pela bolha de ar. Este fenômeno ocorre \n\nsomente se a força de interação resultante entre a superfície e a bolha de ar é de caráter \n\n\n\n25 \n \n\natrativo, condição que é determinada pela hidrofobicidade da superfície. No entanto, além \n\ndesse critério puramente termodinâmico, existe uma condição de ordem cinética \n\n(fundamentalmente fatores hidrodinâmicos) para que ocorra a adesão: o tempo de contato \n\nentre bolha e partícula deve ser maior que o tempo de indução que corresponde ao intervalo \n\nnecessário para o afinamento e deslocamento do filme hidratado das interfaces sólido/líquido \n\ne líquido/ar, conforme pode ser visualizado na Figura 4 (YOON e LUTTRELL, 1989; \n\nRALSTON et al., 1999; AHMED e JAMESON, 1989; TABOSA, 2007; DAI et al., 1999). \n\n \n\n \nFigura 4 - Fenômeno de captura bolha-partícula. (a) aproximação bolha-partícula; (b) colisão \n\nbolha - partícula; (c) indução – tempo de adelgaçamento do filme líquido; (d) ruptura do filme \n\nlíquido e formação de um ângulo de contato. Fonte: Tabosa (2007). \n\n \n\nA influência do tamanho de bolha na probabilidade de adesão se dá de duas formas contrárias: \n\n(1) as bolhas maiores se movimentam com velocidades maiores que bolhas menores, \n\ndiminuindo o tempo de contato com a partícula e (2) apresentam mais superfície, aumentando \n\no percurso para o deslize da partícula e, consequentemente, o tempo de contato (BALTAR, \n\n2010; HEWITT et al., 1994). \n\n \n\n \n\n \n\n\n\n26 \n \n\nPp - probabilidade de permanência (resistência) \n\n \n\nInclui os subprocessos que seguem à captura, ou seja, os de ascensão das unidades bolha-\n\npartícula e sua recuperação como produto flotado. Está associado à resistência do \n\ncisalhamento na ascensão entre as próprias partículas e ao colapso ou não das unidades bolha-\n\npartícula. Os parâmetros termodinâmicos (hidrofobicidade), hidrodinâmicos (turbulência, \n\nfricção, velocidade de ascensão, densidade das partículas e aceleração das unidades bolhas-\n\npartículas) e físicos (teor do material a ser flotado, diâmetro das partículas, diâmetro das \n\nbolhas, viscosidade e densidade da polpa) influenciam diretamente na Pp (KING, 1982; EK, \n\n1992). \n\n \n\nPt - probabilidade de transferência de agregados bolhas-partículas ao produto flotado \n\n \n\nA probabilidade de remoção dos agregados bolhas-partículas está relacionada com a \n\ncapacidade de transferência dessas unidades ao produto flotado via coleta mecânica e com a \n\nprobabilidade de drenagem da espuma. A drenagem da espuma depende da estrutura da \n\nespuma (tipo de espumante), concentração de sólidos (razão água/sólidos), diâmetro das \n\npartículas de ganga e largura dos canais de drenagem. Este fator é controlado por parâmetros \n\ntermodinâmicos (hidrofobicidade - ângulo de contato, Ø), pelos diâmetros das partículas e \n\nbolhas e por parâmetros físicos, como a viscosidade-rigidez (proporção de sólidos) da espuma \n\ne a ação mecânica do raspador de espuma (KING, 1982; EK, 1992). \n\n \n\nEsta análise mostra que, com relação aos F - UF, a probabilidade de permanência e \n\ntransferência não são fatores problemáticos porque quanto menor é o tamanho das partículas, \n\nmaior é a aderência às bolhas. Portanto, os problemas de recuperação destas frações F - UF \n\nsão relativos à captura na zona de coleta (Pc e Pa) (KING, 1982; EK, 1992). \n\n \n\n2.1.2 A influência do tamanho de bolha na flotação \n\n \n\nVários estudos foram conduzidos visando se analisar o efeito do tamanho de bolha na \n\nflotação, determinando modelos e relações de eficiência de colisão, coleta e taxa de flotação \n\n(REAY e RATCLIFF, 1973; ANFRUNS e KITCHENER, 1977; JAMESON et al., 1977; \n\nWEBER, 1981; YOON e LUTTRELL, 1989). Entretanto, a maioria destes estudos foi \n\n\n\n27 \n \n\nrealizada sobre condições idealizadas, utilizando-se partículas altamente hidrofóbicas, polpas \n\ndiluídas e sistemas quiescentes com bolhas subindo na sua velocidade terminal (AMHED e \n\nJAMESON, 1985; DIAZ-PENAFIEL e DOBBY, 1994). \n\n \n\nQuando o processo de flotação envolve partículas com ampla distribuição de tamanhos, o \n\nideal seria a obtenção de uma variação grande na distribuição de tamanho de bolhas para se \n\nobter melhores taxas de colisão entre bolha e partícula (FILIPPOV et al., 2000; RODRIGUES \n\ne RUBIO, 2003). Entretanto, em células mecânicas existe uma grande dificuldade em gerar \n\nbolhas com diâmetros pequenos. Na flotação em colunas existem diferentes tipos de aeradores \n\ne o sistema de geração de bolhas é bastante estudado, porém existem muitos problemas \n\noperacionais como entupimento nos aeradores internos e desgaste nos externos devido a \n\nrecirculação de polpa (TAKATA e VALLE, 2013). \n\n \n\nRodrigues (2004) classifica as bolhas frequentemente usadas na flotação conforme seu \n\ndiâmetro em: macrobolhas (MaBs, d32 > 600 ?m), que são as bolhas comumente geradas nos \n\nequipamentos convencionais de flotação; bolhas intermediárias (100 ?m &lt;d32&lt;600 ?m) e \n\nmicrobolhas (MBs, d32 &lt;100 ?m); onde d32 seria o diâmetro médio de Sauter. Entretanto, nas \n\núltimas duas décadas, estudos comprovaram a existência de bolhas sub-micrométricas ou a \n\ncoexistência das mesmas com bolhas maiores no processo de flotação. Essas bolhas com \n\ntamanhos menores do que 1 ?m são denominadas nanobolhas (CALGAROTO, 2014). A \n\nTabela 2 mostra as técnicas de flotação e suas principais aplicações agrupadas em função do \n\ntamanho médio das bolhas. \n\n \n\nTabela 2- Técnicas de flotação em função do tamanho médio das bolhas geradas por \n\ndiferentes sistemas. (*) Diâmetro médio de Sauter. Fonte: Rodrigues (2004). \n\n \nTécnica de flotação/equipamento \n \n\nSistema de geração de bolhas \n \n\nDiâmetro de \n\nbolha (?m) \n\nF\nlo\n\nta\nç\nã\no\n c\n\no\nm\n\n M\nic\n\nr\no\n\nb\no\nlh\n\na\ns \n\n T\nr\na\nta\n\nm\ne\nn\n\nto\n d\n\ne\n E\n\nfl\nu\n\ne\nn\n\nte\ns \n\nEletroflotação  \n\n \n\nEletrólise de soluções aquosas \n\ndiluídas (bolhas de H\n2 \ne O\n\n2\n)  20–40* \n\nGás aphrons  \n\n \n\nAgitação mecânica ou \n\naspiração de ar por venturi e \n\nreciclo de soluções de \n\nsurfactante  \n\n10-100 \n\n \n\nCAF\n® \n\n \n\n(Cavitation Air Flotation)  \n\nAgitação mecânica \n\n(Alta rotação) \n40* \n\nFlotação por Ar Dissolvido (FAD)  \n\n \n\nRedução da pressão de água \n\nsupersaturada com gás (ar) a \n\naltas pressões  \n\n10 – 100 \n\n(40*) \n\n\n\n28 \n \n\nF\nlo\n\nta\nç\nã\n\no\n c\n\no\nm\n\n b\no\nlh\n\na\ns \n\nin\nte\n\nr\nm\n\ne\nd\n\niá\nr\nia\n\ns \n\nT\nr\na\n\nta\nm\n\ne\nn\n\nto\n d\n\ne\n M\n\nin\né\nr\nio\n\ns \ne\n E\n\nfl\nu\n\ne\nn\n\nte\ns \n\nASH (Air Sparged Hydrocyclone), \n\nBAF (Bubble Accelerated \n\nFlotation)  \n\n \n\nUnidades centrífugas com \n\ninjeção de ar através de um \n\ntubo poroso encamisado  \n\n \n\n200* \n\n \n\nFlotação a Jato ou Jameson  \n\n \n\nAr autoaspirado pela \n\npassagem de polpa por um \n\nVenturi injeção em um tubo \n\ndescendente (downcomer)  \n\n \n\n100-600 \n\n200-400* \n\nMicrocel\nTM \n\nflotation  \n\n \n\nInjeção de misturas água/ar \n\natravés de misturadores \n\nestáticos  \n\n \n\n400* \n\n \n\nNozzle flotation  \n\n \n\nAr autoaspirado pela \n\npassagem de polpa por Venturi \n\ne injeção direta num tanque \n\nseparador  \n\n \n\n400 – 800* \n\n \n\nF\nlo\n\nta\nç\nã\no\n c\n\no\nm\n\n m\na\nc\nr\no\nb\n\no\nlh\n\na\ns \n\nT\nr\na\nta\n\nm\ne\nn\n\nto\n d\n\ne\n M\n\nin\né\nr\nio\n\ns \n\nFlotação em coluna  \n\n \n\nAeração com spargers (placas \n\nporosas de diversos materiais)  \n\n \n\n1000* \n\n \n\nFlotação por Ar Induzido (FAI)  \n\n \n\nAgitação mecânica  \n\n \n\n700-2500* \n\n \n\n \n\nA geração de bolhas intermediárias é possível através da aeração de soluções contendo \n\nconcentrações baixas de espumantes (tensoativos). Estes reagentes, além de desempenharem \n\num papel fundamental na geração de bolhas menores, contribuem na estabilização da espuma \n\n(CAPPONI et al., 2006). Quanto aos sistemas de aeração, estes se constituem, por exemplo, \n\nde um misturador estático ou tubo Venturi e uma bomba centrífuga. Um exemplo deste \n\nsistema é o gerador de bolhas da coluna Microcel\nTM\n\n (Figura 5a). Esta coluna utiliza dispersões \n\nde bolhas com 100 a 400 ?m de diâmetro geradas por spargers Microcel\nTM\n\n, que consiste de \n\num misturador estático em linha e uma bomba centrífuga. Parte da corrente dos rejeitos é \n\nrecirculada da base da coluna e introduzida no misturador estático, onde o gás injetado e a \n\npolpa são misturados em condições altamente cisalhantes, resultando na dispersão das bolhas. \n\nEm seguida, a mistura ar-bolha-partícula é introduzida próximo a base da coluna. O tamanho \n\nde bolhas é controlado pela velocidade do fluxo através do sparger, vazão de ar e \n\nconcentração de tensoativo (METSO, 2017). \n\n\n\n29 \n \n\nOutro sistema importante nesta área é a célula Jameson (Figura 5b), na qual o ar autoaspirado \n\npor um Venturi e a polpa são misturados em um tubo vertical (downcomer), onde ocorre a \n\nformação dos agregados bolhas-partícula. A mistura é descarregada em um tanque separador, \n\nonde os agregados bolhas-partícula ascendem à superfície e o restante da polpa é descarregada \n\npela parte inferior da célula. De acordo com várias publicações, há geração de uma alta \n\nproporção de bolhas &lt;600 ?m que contribuem para que a velocidade de coleta de partículas \n\nF-UF  aumente em 10 até 100 vezes (FINCH, 1995; MOHANTY e HONAKER, 1999; \n\nCLAYTON et al., 1991; RODRIGUES e RUBIO, 2003). \n\n \n\n \n \n\n                                  a b \n\nFigura 5 - (a) Sistema de flotação da columa Microcel\nTM\n\n; (b) Desenho esquemático da célula \n\nJameson. Fonte: Matiolo (2005) \n\n \n\nCom relação às MBs, estas são formadas a partir de soluções aquosas saturadas com ar a \n\npressões de 3 - 6 atm liberadas por constrições de fluxo (placas de orifício perfuradas, \n\nmisturadores estáticos ou válvulas do tipo Venturi ou agulha). Nessas constrições de fluxo, a \n\nsolução se sobressatura, se despressuriza e o ar rompe a estrutura do fluído pela \n\nnucleação/cavitação para formar MBs, de aproximadamente 30 - 70 ?m de diâmetro \n\n(LAZARIDIS et al., 1992; RODRIGUES e RUBIO, 2003). \n\n \n\nA precipitação das bolhas pode ocorrer na fase liquida (fase homogênea) ou na superfície do \n\nsólido (fase heterogênea) (DUPRE et al., 1998). De maneira geral, o processo de formação \n\ndas MBs ocorre em duas etapas: nucleação da bolha (&lt;1 ?m) seguida rapidamente pelo \n\ncrescimento da bolha através da coalescência. As bolhas crescem também devido à \n\n\n\n30 \n \n\ndiminuição da pressão hidrostática, à medida que ascendem no tanque de flotação \n\n(EDZWALD, 2010). \n\n \n\nMiettinen (2007) afirmam que o fato de as bolhas de gás nuclearem preferencialmente nas \n\nsuperfícies hidrofóbicas de minerais, elimina o passo de colisão de partículas-bolha na \n\nflotação convencional. Por outro lado, ar preso em poros e fendas poderia também atuar como \n\num centro de crescimento de bolhas. Como os poros e as fendas podem ser comuns aos \n\nminerais a serem flotados, bem como a ganga, o crescimento das bolsas de ar em poros e \n\nfendas é, em geral, prejudicial. \n\n \n\nA baixa velocidade de ascensão e baixo poder de carregamento das MBs para partículas \n\nmaiores e densas e ainda em altas concentrações de sólidos têm contribuído para que \n\naplicações anteriores de MBs isoladas na flotação de partículas minerais não tenham sido bem \n\nsucedidas (SOLARI, 1980; FILIPPOV et al., 2000). Yoon e Luttrell (1989), por exemplo, \n\nobservaram que a probabilidade de colisão de pequenas bolhas com partículas de carvão \n\naumenta como resultado de sua menor velocidade de subida, maior tempo de retenção de \n\nbolhas na polpa e condições favoráveis de colisão hidrodinâmica. No entanto, com uma \n\ngrande diminuição no tamanho das bolhas, a força de empuxo pode se tornar insuficiente para \n\nlevantar as partículas ligadas às bolhas. \n\n \n\nPor outro lado, estudos de flotação de diferentes minerais em bancada com injeção de MBs \n\nassociadas às bolhas geradas em células de laboratório ou às bolhas intermediárias têm \n\nmelhorado parâmetros de separação quando comparados a ensaios standard (YALCIN et al., \n\n2002; RUBIO et al., 2003).  \n\n \n\nUma das justificativas para a melhoria dos parâmetros de separação é que a injeção das bolhas \n\nintermediárias e de nano e microbolhas nas células de flotação, onde já se tem a geração de \n\nmacrobolhas, possibilitaria um aumento na probabilidade de captura das partículas e melhoria \n\nnas condições de transporte do agregado bolhas-partícula.  \n\n \n\n \n\n \n\n \n\n\n\n31 \n \n\n2.1.3 A influência do tamanho de partícula na flotação \n\n \n\nA prática operacional tem demonstrado que tanto as partículas grossas como as muito finas \n\napresentam baixa eficiência de flotação, enquanto que os tamanhos de partículas \n\nintermediárias apresentam ótimos desempenhos.  \n\n \n\nAssim, as curvas de eficiência de flotação em função do tamanho de partículas (Figura 6) têm \n\na forma de um “sino” onde existe um máximo para certo intervalo e ineficiência nos dois \n\nextremos (RODRIGUES, 2004). No intervalo de partículas grossas isto se explica pela \n\ncapacidade de transporte das bolhas. Já as perdas de F-UF são função de uma série de \n\nmicrofenômenos que diminuem a captura de partículas por bolhas, como a baixa taxa de \n\ncolisão. \n\n \nFigura 6 – Efeito do diâmetro da partícula na recuperação e cinética de flotação. Fonte: \n\nAdaptado de Pease et al. (2006). \n\n \n\nA recuperação de partículas finas e ultrafinas no beneficiamento de minérios é um problema \n\nantigo e recorrente na indústria de mineração. Este problema tem sido analisado \n\nexaustivamente e diversos autores (COLLINS e READ, 1971; TRAHAR e WARREN, 1976; \n\nTRAHAR, 1981; DERJAGUIN et al., 1984; SIVAMOHAN, 1990; RUBIO et al., 2003; \n\nMATIOLO et al., 2004; PEASE et al., 2006) destacam que as principais dificuldades são \n\ndecorrentes de suas características inerentes, ou seja, pequena massa, superfície específica \n\nelevada e alta energia superficial.  \n\n \n\n\n\n32 \n \n\nAs alternativas para aumento na recuperação destas frações (Tabela 3) se baseiam em redução \n\nda geração, em planta, de finos e ultrafinos, no aumento da eficiência da flotação através da \n\notimização da “captura” de partículas por bolhas e no aumento aparente do tamanho das \n\npartículas problema (MATIOLO et al., 2004). \n\n \n\nTabela 3 - Alternativas emergentes para aumento na recuperação das frações F-UF de \n\nminérios. Fonte: Matiolo et al. (2004). \n\nAlternativas Considerações \n\nAlternativas para \n\nredução da geração de \n\nF-UF, em planta \n\n(remoagem de \n\nconcentrados \n\nRougher) \n\ni) Controle e otimização da britagem, moagem e estágios de \nremoagem;  \n\nii) Classificação da alimentação e flotação em separado das F-\nUF das frações grossas; \n\niii) Introdução de flotação rápida, Unit ou Rougher-Flash com \ncélulas convencionais; \n\niv) Idem ao anterior, com colunas de flotação de “alto teor” \n(enriquecedoras). \n\nAlternativas para \n\naprimorar a “coleta ou \n\ncaptura” de partículas \n\npor bolhas \n\ni) flotação com maior hold up de ar (taxa volumétrica de ar) ou \ncom uma maior taxa de área superficial de bolhas, Sb (m\n\n2\n \n\nbolhas / m\n2\n equipamento x tempo, ou m?h\n\n-1\n); \n\nii)  flotação extender (F-Ext) ou extensora (com adição extra de \nóleos emulsificados); flotação com uso (injeção) de bolhas de \n\nmenor tamanho em células convencionais e;  \n\niii) CAI ou condicionamento em alta intensidade (ROSA et al., \n1998; VALDERRAMA e RUBIO, 1998) como etapa pré-\n\nflotação. \n\nAlternativas fora da \n\nusina de tratamento, \n\nem plantas de \n\ntratamento de rejeitos -\n\nPTR. \n\nEstas alternativas são baseadas em novo design de plantas de \n\ntratamento de rejeitos - PTR. As modernas PTR deveriam \n\nincluir as alternativas anteriores (CAI-F-Ext) e colunas de \n\nflotação que operem com altas taxas de enriquecimento \n\nvisando à obtenção de concentrados com teores vendáveis \n\n(RUBIO, 1996). \n\n \n\nConforme apresentado na Tabela 3, uma alternativa para a melhoria da “captura” de partículas \n\nminerais F-UF por bolhas é o uso de bolhas de menor tamanho que as encontradas nas células \n\nde flotação, o que corresponde a um aumento na probabilidade de colisão com as partículas \n\npara uma determinada vazão de gás, e a um aumento na estabilidade dos aglomerados pela \n\ndiminuição na velocidade de ascensão das mesmas (REAY e RATCLIFF, 1975; AHMED e \n\nJAMESON, 1985; DIAZ-PENAFIEL e DOBBY, 1994; RALSTON et al., 1999; GONTIJO et \n\nal., 2007). \n\n\n\n33 \n \n\n2.2 NANOBOLHAS: FUNDAMENTOS GERAIS E APLICAÇÃO NA FLOTAÇÃO DE \n\nMINÉRIOS \n\n \n\n2.2.1 Caracterização e aplicações gerais de nanobolhas \n\n \n\nAs nanobolhas (NBs) podem ser definidas como domínios gasosos que apresentam \n\ntipicamente dezenas a centenas de nanômetros de raio e são muito pequenas para serem \n\nvisíveis a olho nu. Suas principais propriedades são a alta estabilidade, longevidade \n\n(permanecem em solução por até meses) e rápida nucleação e adesão a superfícies \n\nhidrofóbicas. Além disso, estas bolhas não possuem o movimento ascendente comum de MBs \n\ne bolhas grossas, e se movem randomicamente pelo movimento Browniano, comum de \n\nnanopartículas. Tais particularidades têm ampliado as suas aplicações potenciais em diversas \n\náreas, fazendo com que suas formas de geração, estudos básicos e aplicados constituam uma \n\nárea de pesquisa em crescimento acelerado na última década (ALHESHIBRI et al., 2016; \n\nLIU, 2012; TAKAHASHI, 2005; TSAI et al., 2007; TASAKI, 2009; WU, 2008; ZHOU et al., \n\n1997; AZEVEDO et al., 2016a; CALGAROTO et al., 2014). \n\n \n\nA nucleação seletiva de NBs em superfícies de partículas com caráter hidrofóbico foi \n\ndemonstrada por Dupre et al. (1998) e Fan et al. (2010a). Em seus estudos, eles observaram a \n\nformação exclusiva de bolhas no seio da fase líquida ao despressurizar água saturada \n\nutilizando uma constrição constituída de material hidrofílico, mas também ocorrendo em \n\npontos específicos da superfície do tubo ao utilizar tubos hidrofóbicos (Figura 7).  \n\n \n\n \n Figura 7 – Nanobolhas geradas em água e sobre a superfície hidrofóbica da partícula. Fonte: \n\nFan et al. (2010). \n\n \n\n\n\n34 \n \n\nAs NBs podem ser encontradas basicamente sob três formas diferentes (Figura 8): \n\n \nFigura 8 – Esquema dos tipos de ocorrência de NBs. Fonte: Adaptado de Seddon et al. \n\n(2012). \n\n \n\ni. NBs de superfície; formadas na interface sólido-líquido como “calotas” esféricas, e \n\ncom raios de curvatura entre 100 - 1000 nm (AGARWAL, 2005; BORKENT et al., \n\n2009; HAMPTON e NGUYEN, 2010; ISHIDA et al., 2000; LOU et al., 2000; \n\nPARKER et al., 1994; ZHANG et al., 2004);  \n\n \n\nii. Nanopancakes; como estruturas quase bidimensionais em uma interface sólido-\n\nlíquido, com largura de centenas de nanômetros, mas altura inferior a 2 nm (SEDDON \n\net al., 2011; ZHANG et al., 2009; ZHANG et al., 2008);  \n\n \n\niii. NBs dispersas (bulk); no seio de soluções aquosas, com forma praticamente esférica e \n\nraios de curvatura entre 50 - 100 nm, e afetadas pelo movimento Browniano \n\n(CALGAROTO et al., 2014; JIN et al., 2008; LIU, et al., 2013; OHGAKI et al., 2010; \n\nUSHIKUBO et al., 2010; AN et al., 2015).  \n\n \n\nEntre os tipos de NBs supracitados, o campo de investigação sobre as NBs de superfície é o \n\nmais consistente e amplamente estudado (ETCHEPARE, 2016). \n\n \n\nEm relação à estabilidade e à longevidade das NBs, evidências diretas (microscopia de força \n\natômica - AFM) revelam que as mesmas podem existir em uma superfície hidrofóbica por \n\nvárias horas sem mudanças consideráveis, como mostrado na Figura 9 (ATTARD, 2003, \n\nHAMPTON e NGUYEN, 2009, BORKENT et al., 2009). \n\n\n\n35 \n \n\n \n\n \n Figura 9 - Imagem obtida por AFM de nanobolhas sobre uma superfície hidrofóbica. Fonte: \n\nBorkent et al. (2010). \n\n \n\nAzevedo et al. (2016a) avaliaram o diâmetro médio e a concentração das NBs durante 14 dias. \n\nOs resultados confirmaram a elevada estabilidade e longevidade destas bolhas quando \n\ndispersas em água, mostrando uma variação muito pequena no tamanho e número de NBs \n\ndurante o período avaliado (Figura 10). Os resultados estão em concordância com os de outros \n\npesquisadores como Oh et al. (2015), Ohgaki et al. (2010) e Ushikubo et al. (2010). \n\n \n\n  \na b \n\nFigura 10 - Estabilidade de dispersão aquosa de nanobolhas: (a) Diâmetro médio das bolhas \n\nem função do tempo e (b) Concentração de bolhas em função do tempo. O ponto 0 na abscissa \n\nrefere-se ao tamanho obtido 10 min após a geração das nanobolhas. Condições: pH=7; Psat= \n\n2,5 bar; [?-Terpineol]= 100 mg.L-\n1\n (tensão superficial = 49 mN.m\n\n-1\n); água deionizada (tensão \n\nsuperfical = 72,5 mN.m\n-1\n\n). Medidas realizadas a partir da técnica NTA (Nanoparticle \n\nTracking Analysis). Fonte: Adaptado de Azevedo et al. (2016a). \n \n\nEntretanto, há um paradoxo aparente entre a estabilidade observada das NBs e a equação de \n\nLaplace-Young. A principal objeção é que as bolhas com um raio de curvatura de 10 - 100 nm \n\ndevem, pela equação de Laplace-Young, ter uma pressão de gás interna de centenas ou \n\ndezenas de atmosferas e argumenta-se que elas deveriam se dissolver em milissegundos \n\n(CALGAROTO, 2014).  \n\n \n\n100\n\n130\n\n160\n\n190\n\n220\n\n250\n\n280\n\n0 2 4 6 8 10 12 14\n\nD\niâ\n\nm\ne\ntr\n\no\n m\n\né\nd\n\nio\n (\n\nn\nm\n\n)\n\nTempo (dias)\n\nÁgua deionizada\n\n?-Terpineol\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n0 2 4 6 8 10 12 14\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nç\nã\n\no\n d\n\ne\n n\n\na\nn\n\no\nb\n\no\nlh\n\na\ns \n\n  \n  \n\n  \n  \n\n(x\n 1\n\n0\n8\n\nN\nB\n\ns.\nm\n\nL\n-1\n\n)\n\nTempo (dias)\n\nDeionized water\n\n?-Terpineol\n\n\n\n36 \n \n\nMuitas teorias foram propostas para explicar os mecanismos que tornam as NBs estáveis por \n\ntanto tempo (AGARWAL, 2005; WEIJS e LOHSE, 2013; SEDDON et al., 2011). Entretanto, \n\nainda não há um consenso estabelecido. \n\n \n\nDentre as aplicações existentes para as NBs, nos últimos dez anos e nas mais diversas áreas de \n\nconhecimento, merecem destaque: \n\n \n\n1- Aplicações na área da saúde; tratamento de câncer e estética (LUKIANOVA-HLEB, \n\net al., 2011; MATIAS, 2014). \n\n \n\n2- Ação anti-fouling para remoção de incrustações de navios (WU et al., 2008).  \n\n \n\n3- Remoção de poluentes no tratamento e limpeza de águas, resíduos e efluentes líquidos, \n\nurbanos e industriais; remoção de proteínas, gotículas de óleo, resíduos de efluente \n\nmetalmecânico (WU et al., 2006; CHEN, 2009; TSAI et al., 2007; TASAKI et al., \n\n2009; YAMASAKI et al., 2010; KERFOOT, 2011; CALGAROTO et al., 2016). \n\n \n\n4- Agro - produtos; ação sob a atividade fisiológica de sementes (LIU et al., 2012).  \n\n \n\n5- Mineração; aumento de ângulo de contato, probabilidade de colisão e adesão, maior \n\ncinética de flotação, redução da dosagem de reagentes (FAN et al., 2012; SOBHY, \n\n2013; AHMADI et al., 2014; FAN e TAO, 2008; FAN et al., 2012; CALGAROTO et \n\nal., 2015). \n\n \n\n2.2.2 Geração de nanobolhas por cavitação  \n\n \n\nA cavitação é o processo de formação, crescimento e subsequente colapso de cavidades de gás \n\ne/ou vapor em um fluido líquido. O processo envolve a criação de novas interfaces gás/líquido \n\ne, portanto, é necessário ultrapassar uma determinada barreira energética, sendo o primeiro \n\nestágio definido como “nucleação”. Este input energético causa uma flutuação local de \n\npressão (por exemplo, cavitação acústica) ou um aumento na velocidade de fluxo, a partir de \n\ndispositivos hidráulicos (cavitação hidrodinâmica), o que ocasiona a redução da pressão local \n\nabaixo da pressão de vapor do líquido. Sob estas condições, cavidades de vapor são formadas \n\n\n\n37 \n \n\npara contrabalancear o gradiente de pressão local (BALASUNDARAM e HARRISON, 2006; \n\nGOGATE e PANDIT, 2001; YOUNG, 1989). \n\n \n\nComparado com outros métodos de cavitação, a cavitação hidrodinâmica é o método mais \n\nbarato e mais eficiente, pois utiliza equipamento simples com baixo custo de manutenção \n\n(FAN et al., 2010a). Existem vários modelos de tubos de cavitação, como placa de orifício e \n\nVenturi (Figura 11), os quais são capazes de produzir cavitação num ponto desejado do fluxo.  \n\n \n\n \nFigura 11 - Cavitação em tubo Venturi. Fonte: Eriez (2017). \n\n \n\nAssociada à geração de NBs, há a formação de MBs. A obtenção das NBs isoladas (Figura \n\n12) é possível devido ao fato de que as MBs apresentam movimento ascendente e colapsam \n\nna superfície do líquido, enquanto que a estabilidade das NBs e a inexistência de velocidade \n\nde ascensão terminal garantem que as mesmas permaneçam em suspensão (ATTARD, 2003; \n\nHAMPTON e NGUYEN, 2010; OHGAKI et al., 2010; SEDDON et al., 2011; WEIJS e \n\nLOHSE, 2013).  \n\n \n\n \nFigura 12 - Separação seletiva de MBs e NBs. Fonte: Calgaroto et al. (2015). \n\n \n\n\n\n38 \n \n\nHampton e Nguyen (2010) reportam que as NBs geradas por cavitação hidrodinâmica alteram \n\nas características superficiais dos minerais, aumentando o ângulo de contato de sólidos e, \n\nconsequentemente, aumentando a força de adesão, promovendo a formação de agregados a \n\npartir de pontes ligando as partículas finas, minimizando o slime coating e removendo as \n\ncamadas de oxidação das superfícies das partículas. \n\n \n\n2.2.3 Tamanho médio das nanobolhas geradas por despressurização de água saturada \n\ncom ar e cavitação hidrodinâmica em válvula agulha \n\n \n\nO tamanho das NBs depende, essencialmente, das propriedades químicas da solução, da \n\npresença de íons (por exemplo, OH\n-\n), surfactantes, óleos, além da técnica experimental \n\nutilizada para a geração dessas bolhas (CALGAROTO et al., 2014). \n\n \n\nConsiderando-se a técnica de geração de NBs através da despressurização de água saturada \n\ncom ar e cavitação hidrodinâmica em válvula agulha, seguida da separação das MBs das NBs \n\npela ascensão das MBs à superfície do líquido, Azevedo et al. (2016a) mediram o tamanho \n\nmédio das NBs. O equipamento utilizado para as medições se baseia na técnica Nanoparticle \n\nTracking Analysis (NTA) (Zeta View®, PMX, Particle Metrix, Alemanha). O diâmetro médio \n\nobtido variou entre 150 e 200 nm. A pressão de saturação empregada na amostra analisada foi \n\nde 2,5 bar e o pH foi 7,0. \n\n \n\n2.2.4 Aplicação das nanobolhas na flotação de minérios \n\n \n\nZhou et al. (1997) estudaram a função da cavitação hidrodinâmica na flotação de partículas \n\nfinas. Embora em seu trabalho não conste o tamanho das bolhas geradas por cavitação, o \n\nmecanismo utilizado para explicar o aumento da taxa de flotação quando um tubo de \n\ncavitação é incorporado a uma célula de flotação convencional pode ser estendido e utilizado \n\npara quando NBs são empregadas na flotação. \n\n \n\nDe acordo com os autores, as pequenas bolhas formadas no fluxo de alimentação ou na \n\nsuperfície hidrofóbica das partículas, por cavitação hidrodinâmica, poderiam causar \n\nfloculação por um mecanismo de ponte de bolhas, resultando num aumento no tamanho de \n\npartícula aparente (Figura 13a) e consequentemente aumentando a probabilidade de colisão \n\ncom as bolhas na célula de flotação. Além desse fator, as partículas cobertas com as pequenas \n\n\n\n39 \n \n\nbolhas apresentariam superfície favorável à adesão de bolhas de tamanho convencional de \n\numa célula de flotação, seguindo o mecanismo de adesão em dois estágios (Figura 13b) \n\nproposto por Dziensiewicz e Pryor (1950) e Klassen e Mokrousov (1963). Desta forma, \n\nconforme ressaltam Tao (2005) e Pourkarimi et al. (2017), ao contrário da flotação \n\nconvencional, onde as interações de partículas e bolha são conduzidas principalmente através \n\nde colisões, para dispersões de NBs, a interação principal ocorre através da nucleação de \n\ndestas bolhas em partículas. \n\n \n\nSem bolhas \n\nminúsculas \n\nCom bolhas \n\nminúsculas \n\nAdesão em um \n\nestágio \n\nAdesão em \n\ndois estágios \n \n\n \n\n \n\n  \na b \n\nLegenda: Bolha de tamanho \n\nconvencional \n\n \n \n\nPartícula \n\n \n\n \n\n \n \n\nBolhas minúsculas \n\n \n\n \n\n \n \n\nFigura 13 - Ilustração esquemática da função da cavitação hidrodinâmica na flotação de \npartículas finas: (a) aumento da coagulação por pontes de bolhas; (b) Adesão em um estágio \n\nversus adesão em dois estágios (Adesão em um estágio: contato direto da partícula com a \n\nbolha de flotação de tamanho convencional; Adesão em dois estágios: minúsculas bolhas \n\naderem à partícula mineral, seguida pela adesão de bolhas de flotação de tamanho \n\nconvencional ao agregado bolha-partícula, através de coalescência das minúsculas bolhas com \n\nas bolhas de tamanho convencional.). Fonte: Adaptado de Zhou et al. (1997). \n\n \n\n+ +\n\n\n\n40 \n \n\nCalgaroto et al. (2015) demonstraram o efeito de agregação causado pela presença de  NBs \n\nem uma suspensão de finas partículas de quartzo (Figura 14). Os autores ressaltaram que as \n\nNBs se comportam como um reagente de agregação. \n\n \n\n \nFigura 14 - Imagens de microscópio de suspensões de partículas finas de quartzo (100 mg·L\n\n-1\n) \n\nnuma solução de amina de baixa concentração (10\n-6\n\n M): (a) Sem nanobolhas; (b) Com \n\nnanobolhas (mostrando agregação de partículas finas de quartzo). Fonte: Calgaroto et al. \n\n(2015). \n\n \n\nFan et al. (2010b) também  relataram a contribuição das NBs na adesão de bolhas maiores, \n\nafirmando que a adesão entre NBs ou núcleos de gás e bolhas maiores é mais favorável que a \n\nadesão bolha-partícula. Segundo Mishchuk et al. (2002) a ligação de uma bolha grande a uma \n\npartícula mineral por coalescência com uma cobertura de pequenas bolhas sobre a partícula é \n\nmais favorável termodinamicamente comparado com ligação direta da bolha grande àpartícula \n\n(Figura 15). Nanobolhas agem, então, como segundo coletor (ativadores) para as partículas, \n\nreduzindo a dosagem de coletor da flotação, aumentando a probabilidade de adesão de \n\npartículas e reduzindo a probabilidade de quebra do agregado bolha-partícula (FAN et al., \n\n2010b).  \n\n \n \n\na b \n\nFigura 15 – Efeito das nanobolhas na adesão de bolhas de tamanho convencional: a) partícula \n\ngrossa; b) partícula fina. Fonte: Pourkarimi et al. (2017). \n\nNanobolhas\n\nBolha de \ntamanho \n\nconvencional\n\nPartícula \ngrosseira\n\nBolha de \ntamanho \n\nconvencional\n\nPartícula \nfina\n\nNanobolhas\n\n\n\n41 \n \n\nAzevedo et al. (2016a) demonstraram, através de microfotografias, o efeito do \n\ncondicionamento prévio com NBs na adesão de MBs em um grão de pirita (Figura 16). \n\nPoucas MBs aderem à partícula mineral quando a mesma está imersa em água deionizada ou \n\nem solução de ?-Terpineol. Entretanto, a população de MBs aumenta consideravelmente após \n\na partícula de pirita ter sido “pré-condicionada” com NBs. Os autores reforçam a interação \n\nhidrofóbica entre NBs e a pirita afirmando que as mesmas colidem e se aderem à partícula e \n\neste agregado NBs-partícula funciona como uma camada hidrofóbica através da qual outras \n\nbolhas (MBs tal qual as que foram utilizadas no experimento, ou ainda MaBs) irão se aderir. \n\n \n\n \n\n \nFigura 16 - Microfotografias de interação bolha-partícula de pirita: (A) pirita e microbolhas \n\nem água deionizada; (B) pirita e microbolhas em solução de 100 mg.L\n-1\n\n de ?-Terpineol; (C) \n\npirita e microbolhas em dispersão aquosa de nanobolhas; (D) zoom da imagem C. Condições: \n\nmicrobolhas formadas em água deionizada em pH 7 e Psat = 5 bar; Nanobolhas formadas com \n\n100 mg.L\n-1\n\n de ?-Terpineol em pH 7 e Psat = 2,5 bar. Microfotografias tiradas através de \n\nestereomicroscópio. Fonte: Azevedo et al. (2016a). \n\n  \n\nEm seus estudos, Fan et al. (2010b) demonstraram que as NBs são formadas \n\npreferencialmente nas regiões de maior hidrofobicidade, aumentando a seletividade e as taxas \n\ndo processo de flotação. Além disso, a associação de nano e microbolhas na flotação de \n\napatita conferiu maior estabilidade aos flocos formados pelo aumento na adesão das bolhas de \n\nmaior tamanho às partículas minerais. Houve também significativa redução do consumo de \n\ncoletores e espumantes.  \n\n\n\n42 \n \n\nAltas taxas de cinética de flotação de carvão e calcopirita assistida por NBs também foram \n\nalcançadas com a redução do consumo de coletor e espumante (FAN et al., 2010d; SOBHY, \n\n2013; SOBHY e TAO, 2013a, b; AHMADI et al., 2014). \n\n \n\nAlém do incremento na flotação de partículas mais finas, o uso combinado de NBs com \n\nbolhas maiores também favoreceu a recuperação de partículas mais grossas de fosfato e \n\ncarvão (FAN e TAO, 2008; FAN et al., 2012). Este aumento nas recuperações pode ser \n\nexplicado pela diminuição da velocidade de ascensão de bolhas maiores causada pela \n\npresença de NBs (FAN et al., 2010a). \n\n \n\nOutra vantagem do uso de NBs na flotação é o aumento do ângulo de contato partícula-bolha, \n\ncontribuindo para a melhora da adesão partícula-bolha e a estabilidade deste agregado, \n\nreduzindo a possibilidade de quebra do mesmo. Desta forma, a probabilidade e a cinética de \n\nflotação para finos, tais como de carvão, quartzo e fosfato são aumentadas (FAN et al., 2012; \n\nSOBHY, 2013; CALGAROTO et al., 2015).  \n\n \n\nCalgaroto et al. (2015) mediram o ângulo de contato na interface partícula de quartzo - \n\nmicrobolha a partir de microfotografias. A Figura 17 mostra os valores obtidos na ausência (a) \n\ne na presença de NBs (b). As NBs aumentaram significativamente o ângulo de contato da \n\npartícula de quartzo revestido por amina. \n\n \n\n \nFigura 17 - (a) Ângulo de contato médio: 18 °, desvio-padrão = 3,6 ° na interface quartzo - \n\nágua: fotomicrografia de uma microbolha aderida ao quartzo, em 10\n-6\n\n M de solução de amina, \n\nsem nanobolhas. (b) Ângulo de contato médio: 46 °, desvio padrão = 7 ° em interface \n\nquartzo - água: fotomicrografia de uma microbolha aderida ao quartzo, em 10\n-6\n\n M de solução \n\nde amina, com nanobolhas. Fonte: Calgaroto et al. (2015). \n\n\n\n43 \n \n\n2.3 FÓSFORO, ROCHAS FOSFÁTICAS E MINÉRIOS DE FOSFATO \n\n \n\n2.3.1 Generalidades \n\n \n\nA aplicação mais importante do fósforo é a produção de fertilizantes, onde participa como \n\nmacronutriente primário juntamente com o nitrogênio e o potássio (LOUREIRO et al., 2008).  \n\n \n\nOs concentrados de rocha fosfática são produzidos a partir de depósitos de fosfato com \n\norigem sedimentar marinha, ígnea ou biogenética. Os depósitos sedimentares e os depósitos \n\nde origem ígnea são os mais importantes do ponto de vista econômico. Os depósitos \n\nbiogenéticos são concentrações orgânicas nitrogenadas, originadas pelos dejetos de aves, e \n\napresentam menor importância econômica (FONSECA, 2016). \n\n \n\nNo Brasil, os principais depósitos são de origem ígnea (cerca de 80% das reservas) associados \n\na complexos carbonatíticos com baixos teores (5 - 15% de P2O5) e elevada complexidade \n\nmineralógica. Cerca de 78% das reservas economicamente explotáveis estão no estado de \n\nMinas Gerais, 11% em Goiás e 11% em São Paulo (GUIMARÃES et al., 2005; EL-SHALL \n\net al., 2004). \n\n \n\nAs jazidas fosfáticas brasileiras de origem ígnea têm a presença do principal mineral-minério \n\nde fósforo, apatita. Apresentam, ainda, a ocorrência simultânea de diversos minerais de ganga, \n\nsendo mais frequentes os óxidos de ferro, micas, vermiculitas, minerais de titânio, carbonatos \n\n(calcita, dolomita) e outros minerais em menor proporção. Atualmente, a tecnologia mais \n\nempregada para processamento destes minérios ígneos é a flotação (ASSIS, 1996; \n\nGUIMARÃES et al., 2005).  \n\n \n\nO município de Tapira, localizado em Minas Gerais, é o maior detentor de fosfato do Brasil \n\ncom 32,6%. O teor médio de fosfato neste minério é de 7,5% e a composição mineralógica de \n\nsua assembleia é considerada como sendo das mais complexas no contexto nacional \n\n(SANTOS et al., 2002). A Tabela 4 apresenta a composição típica deste minério. \n\n \n\n \n\n \n\n\n\n44 \n \n\nTabela 4 – Composição típica dos minérios de Tapira –MG. Fonte: Oliveira (2005). \n\nMinerais % Minério Friável % Minério Granulado % ROM \n\nApatita 21 16 20 \n\nMagnetita 22 19 21 \n\nCalcita/Dolomita 2 21 7 \n\nMica 22 6 18 \n\nQuartzo 10 21 13 \n\nDiopsídio 5 5 5 \n\nPerovskita/Anatásio 12 10 11 \n\nOpacos/Outros 6 2 5 \n\n \n\n2.3.2 Concentração de minério fosfático \n\n \n\nOs concentrados fosfáticos são comercialmente expressos sob a forma de pentóxido de \n\nfósforo (P2O5) ou fosfato tricálcio Ca3(PO4)2, também conhecido como Bone Phosphate of \n\nLime – BPL (DNPM, 2001).  \n\n \n\nO beneficiamento do minério fosfático depende do tipo de minério, ígneo ou sedimentar, e da \n\nnatureza das impurezas, silicatos ou carbonatos, a serem removidas. Devido à grande \n\nquantidade de substituições, a composição química das apatitas e, portanto, suas propriedades \n\nde superfície variam muito de um minério para outro. A separação dos minerais semi-solúveis \n\n(tais como a apatita, a calcita e a barita) dos minerais de silicato e óxidos tem sido eficiente \n\npelo processo de flotação. No entanto, a separação entre os minerais solúveis, como no caso \n\nda apatita e da calcita, apresenta dificuldades devido à similaridade das propriedades químicas \n\nsuperficiais dos minerais (SIS e CHANDER, 2003; LEDO et al., 2004). \n\n \n\nNo caso de minérios fosfáticos ígneos, a remoção da ganga de silicatos é normalmente \n\nrealizada mediante flotação de fosfato na faixa de pH alcalina, usando ácido graxo e seus \n\nsabões como coletor da apatita e amido de milho como depressor dos minerais de ganga. \n\nMinérios sedimentares, no entanto, requerem um estágio adicional de flotação envolvendo o \n\nuso de aminas graxas para remoção do quartzo (ZHONG et al., 1993; GUIMARÃES e \n\nPERES, 2002; BARROS, 2006). Os coletores e depressores utilizados na flotação de minérios \n\nde fosfato no Brasil estão listados na Tabela 5. \n\n \n\n\n\n45 \n \n\nTabela 5 - Reagentes usados na flotação de minérios fosfáticos no Brasil. Fonte: Guimarães et \n\nal. (2005). \n\nEmpresa / Localização Coletor Depessor \n\nBunge / Araxá Sabão de óleo de farelo de arroz / \n\nsoja \n\n \n\nAmido de milho local \n\nBunge / Cajati Sarcosinato Amido de milho convencional \n\ne amido de milho local \n\n \n\nFosfértil / Tapira Óleo de soja hidrogenado e óleo  \n\nde soja hidrogenado + sulfocinato \n\nAmido de milho convencional \n\ne amido de milho local \n\n \n\nUltrafértil / Catalão Óleo de soja hidrogenado Amido de milho local \n\n \n\nCopebrás / Catalão Sabão de óleo de farelo de arroz / \n\nsoja \n\nAmido de milho convencional \n\ne amido de milho local \n\n \n\nA concentração de partículas F-UF (<37 ?m) de minério de fosfato iniciou em 1984, na \n\nUltrafértil (Catalão/GO), onde foram observados vários problemas no circuito que utilizava \n\ncélulas mecânicas convencionais, inviabilizando a continuidade da sua implantação. A \n\nutilização de colunas de flotação, que proporciona adequada limpeza das espumas em \n\ndiferentes estágios de flotação, foi um avanço tecnológico que possibilitou uma melhor \n\nseletividade e, consequentemente, melhorou a qualidade do concentrado, o que não era obtido \n\nem células mecânicas convencionais. Com o desenvolvimento das colunas obteve-se \n\nseletividade e enriquecimento necessário exigido pelas especificações químicas dos \n\nconcentrados apatíticos, que são basicamente: teor de P2O5 maior que 30%, uma razão \n\nCaO/P2O5 menor do que 1,6 (valores superiores ocasionam um maior consumo de ácido na \n\nfabricação de fertilizantes a partir de rocha fosfática), e um teor de MgO inferior a 1%  (SIS e \n\nCHANDER, 2003). \n\n \n\nOs trabalhos de Tabosa (2007), Testa (2008) e Matiolo (2008) avaliaram a recuperação de \n\npartículas F-UF do minério de fosfato da BUNGE, localizada em Araxá - MG, por flotação \n\nem colunas. A Tabela 6 resume estes estudos realizados no Laboratório de Tecnologia \n\nMineral e Ambiental, da Universidade Federal do Rio Grande do Sul – LTM-UFRGS. \n\n \n\n \n\n \n\n\n\n46 \n \n\nTabela 6 – Estudos de recuperação de partículas F-UF de minério fosfático brasileiro \n\nrealizados no LTM -UFRGS. \n\nTécnica estudada Principais resultados Referência \n\nFRC – Flotação com Reciclo \n\nde Concentrado, em escala \n\nde laboratório. \n\nO reciclo de concentrado (recirculação \n\nparcial de frações concentradas – flotadas - \n\nà alimentação da flotação primária) \n\npossibilitou um aumento de 7% na \n\nrecuperação metalúrgica de apatita e de 1% \n\nno teor de P2O5 no concentrado de \n\nflotação. Foi observada também uma \n\nredução de aproximadamente 1% no teor \n\nde impurezas (SiO2 e Fe2O3) no \n\nconcentrado. \n\n \n\nTabosa (2007) \n\nCAI – Condicionamento em \n\nAlta Intensidade, em escala \n\nlaboratorial em coluna de \n\nflotação de 1”, e piloto \n\n(colunas de 4” e 24” de \n\ndiâmetro). \n\nOs melhores resultados, com ganhos \n\naproximados de 8% na recuperação de \n\napatita, foram obtidos em laboratório após \n\numa energia transferida a polpa (pelo CAI) \n\nde 2,5 kWh.m\n-3\n\n, com uma redução de \n\naproximadamente 6% no teor de P2O5 no \n\nconcentrado. Foi observado também que o \n\nimpelidor de fluxo radial apresentou \n\nmelhor rendimento que um impelidor de \n\nfluxo axial, provavelmente, em função do \n\nmaior número de colisões efetivas. Nos \n\nestudos de validação em escala piloto, em \n\ncoluna de flotação (4” e 24” de diâmetro), \n\na recuperação de apatita aumentou, no \n\nmínimo 2%, com a adição do regime de \n\ncondicionamento turbulento, com valores \n\nde energia transferida à polpa acima de \n\n0,23 kWh.m\n-3\n\n de polpa, sem diminuir o \n\nteor de P2O5 do concentrado. \n\n \n\nTesta (2008) \n\nFlotação em coluna \n\nmodificada de três produtos \n\n(C3P) em escala de \n\nlaboratório, com uma coluna \n\nde 2,54 cm de diâmetro e \n\naltura total de 2,2 m, e em \n\nescala piloto em uma coluna \n\nde 9 cm de diâmetro e 7,2 m \n\nde altura total. \n\nOs estudos foram realizados de forma \n\ncomparativa com a coluna convencional \n\nreta (CCR) e os resultados mostraram que a \n\ncoluna modificada produz concentrados \n\ncom maior teor de P2O5 e menor conteúdo \n\nde impurezas (Fe2O3 e SiO2). \n\nMatiolo (2008) \n\n \n\n \n\n \n\n\n\n47 \n \n\n2.3.3 Complexo de Mineração de Tapira  \n\n \n\nO Complexo de Mineração de Tapira - CMT está localizado no município homônimo em \n\nMG, distante cerca de 400 km da capital mineira, Belo Horizonte. \n\n \n\nO teor médio de P2O5 do minério do CMT, 7,5%, é inferior ao da maioria das jazidas \n\neconomicamente atrativas do país, que apresentam cerca de 10% de P2O5 contido (SANTOS \n\net al., 2002). \n\n \n\nAs atividades do complexo compreendem as etapas de lavra a céu aberto, beneficiamento de \n\nminérios, operações de mineroduto e, ainda, de instalações de suporte. Toda sua produção é \n\nescoada através de transporte rodoviário (concentrado ultrafino) e de um mineroduto \n\n(concentrado convencional), com 120 km de extensão, até o Complexo Industrial de Uberaba \n\n- CIU, onde o concentrado é, integralmente, empregado na produção de fertilizantes - \n\ncomercialmente denominados MAP - fosfato monoamônio - e SSP - superfosfato simples \n\n(SANTOS et al., 2002). \n\n \n\nA lavra do minério do CMT ocorre a céu aberto e é totalmente mecanizada. Parte do minério \n\né desmontada por explosivos. Após ser lavrado, o ROM (run of mine) é cominuído e em \n\nseguida disposto em pilhas de homogenização. O processo de beneficiamento (Figura 18) \n\ninicia-se com a retomada da pilha de homogeneização, direcionando-se o minério até a usina \n\nde concentração para ser submetido aos processos de rebritagem, moagem, classificação, \n\nseparação magnética, deslamagem e flotação, ao longo de três circuitos de tratamento \n\n(granulado, friável e ultrafinos). Na flotação, as etapas rougher e scavenger são realizadas em \n\ncélulas mecânicas enquanto que a etapa cleaner é realizada em colunas. São gerados dois \n\nprodutos distintos: o concentrado fosfático convencional e o concentrado fosfático ultrafino \n\n(RESENDE, 2015). \n\n \n\nA separação dos circuitos para tratamento dos minérios granulado e friável ocorreu em função \n\ndas diferenças entre eles. O minério denominado friável é predominantemente associado com \n\nganga silicática enquanto que o granulado é associado frequentemente com ganga carbonácea. \n\nAlém da separação dos circuitos, Barros et al. (2001) ainda relataram que um novo esquema \n\nde reagentes, com base na utilização de uma mistura de sulfossuccinatos, sulfosuccinamatos e \n\nácidos graxos de origem vegetal como coletor, foi empregado no circuito granulado. Os \n\n\n\n48 \n \n\nminérios friáveis, por outro lado, exigiram um fluxograma especial com circuitos individuais \n\npara frações grosseiras e finas. \n\n \n\nResende (2015) destaca que o tanto o Concentrado Fosfático Convencional quanto o \n\nConcentrado Fosfático Ultrafino apresentam teor de 35% de P2O5 sendo que este último \n\nproduto é obtido a partir da concentração de lamas anteriormente descartadas no processo. \n\n \n\n \nFigura 18 - Fluxograma do processo produtivo de concentrado fosfático do CMT. Fonte: \n\nResende (2015). \n  \n\n\n\n49 \n \n\n3 EXPERIMENTAL \n\n \n\nOs estudos foram conduzidos utilizando partículas minerais de quartzo e apatita e amostras de \n\nquartzo e minério fosfático. Os procedimentos experimentais incluíram métodos para estudos \n\nde interações bolhas – partículas minerais, caracterização e preparação das amostras, assim \n\ncomo a sua separação por microflotação (em tubo de Hallimond modificado) e flotação em \n\ncélula mecânica, com diferentes combinações de distribuições de tamanho de bolhas.  \n\n \n\n3.1 MATERIAIS \n\n \n\n3.1.1 Soluções e reagentes  \n\n \n\nÁgua deionizada em temperatura ambiente (23 ºC ± 1) com uma condutividade de 3 µS.cm\n-1\n\n, \n\ntensão superficial de 72,5 mN.m\n-1\n\n e pH 6,2 foi usada para produzir dispersões aquosas de NBs \n\ne MBs.  \n\n \n\nÁcidos clorídrico e nítrico, metavanadato de amônio, molibdato de amônio e fosfato \n\nmonossódico P.A. (pureza analítica) foram os reagentes utilizados na determinação \n\nquantitativa de P2O5. \n\n \n\nSolução sulfocrômica foi usada para limpar a célula de vidro empregada para aquisição de \n\nimagens dos estudos de interações bolhas-partículas. \n\n \n\nNos ensaios de flotação de minério fosfático, os ajustes de pH foram realizados com soluções \n\nde hidróxido de sódio (NaOH). Como coletor do mineral apatita, foi empregada uma mistura \n\nde sais de ácidos graxos, obtida através da saponificação com NaOH do reagente produzido a \n\npartir da borra de óleo de soja, parcialmente hidrogenado, com o nome comercial de Hidrocol. \n\nO amido de milho (ou fubá de milho da marca Yoki), previamente gelatinizado com NaOH, \n\nfoi usado como depressor dos minerais de ferro e de oxi-minerais de ganga. O ANEXO 1 \n\ndetalha o procedimento para preparo desses reagentes. \n\n \n\nNos ensaios de flotação de quartzo, o coletor empregado foi o reagente comercial Flotigam \n\nEDA 3B (Clariant ®), que corresponde a uma alquil éter monoamina. \n\n \n\n\n\n50 \n \n\n3.1.2 Minerais e minério fosfático \n\n \n\nPartículas Minerais \n\n \n\nGrãos dos minerais apatita e quartzo foram utilizados nos estudos de interações bolhas-\n\npartículas minerais. O grão de apatita (Ca5(PO4)3(OH, F, Cl)), procedente de MG, apresentava \n\nalgumas regiões com impurezas de ferro oxidadas (Figura 19a). Já o grão de quartzo (SiO2), \n\nde elevada pureza, era procedente de Lajeado (RS) (Figura 19b). \n\n \n\n  \nA b \n\nFigura 19 - Grãos utilizados nos estudos de interações bolhas-partícula: (a) apatita; (b) \n\nquartzo. \n\n \n\nMinério de fosfato \n\n \n\nA amostra estudada, proveniente do Complexo de Mineração de Tapira – CMT, localizado no \n\nmunicípio homônimo, em Minas Gerais, foi fornecida pela empresa Vale Fertilizantes. A \n\namostra totalizou 49,7 kg e era oriunda da alimentação do Circuito Friável Fino da unidade de \n\nconcentração da empresa, tendo passado, portanto, por etapas prévias de cominuição, \n\nclassificação, separação magnética de baixa intensidade, atrição e deslamagem.  \n\n \n\nAmostra de quartzo \n\n \n\nA amostra de quartzo (SiO2) utilizada nos estudos foi pulverizada e preparada a partir de \n\ncristais de rocha de Lajeado (RS). Este material foi selecionado porque pode ser obtido \n\nfacilmente, pelo seu elevado grau de pureza e porque existem coletores e métodos bem \n\nestabelecidos para tornar a sua superfície hidrofóbica (LASKOWSKI e KITCHENER, 1969).  \n\nApatita\n\nImpurezas de ferro \n\noxidadas\n\n1 mm\n\n1 mm\n\n\n\n51 \n \n\nO quartzo pulverizado foi homogeneizado, quarteado e armazenado. As partículas deste \n\nmaterial foram fracionadas utilizando peneiras da série Tyler e a distribuição de tamanho de \n\npartículas de cada fração foi medida usando um analisador de tamanho de partículas a laser \n\nCilas® (modelo 1064). A Figura 20 mostra estas distribuições enquanto que a  Tabela 7 \n\napresenta os diâmetros médios - D50 - destas frações. \n\n \n\n \nFigura 20 - Distribuição granulométrica das frações -35+48 #; -48+100 #; -100+400 # e -400 \n\n# de quartzo. \n\n \n\nTabela 7 - Diâmetros médios (D50) das frações de quartzo. \n\nFração granulométrica \n\n(Malhas Tyler - #) \n\nDiâmetro médio - D50 \n\n(?m) \n\n-35+48 455 \n\n-48+100 290 \n\n-100+400 80 \n\n-400 16 \n\n \n\n3.2 METODOLOGIA \n\n \n\n3.2.1 Geração de bolhas \n\n \n\na) Geração de macrobolhas (MaBs) \n\n \n\nNos ensaios para aquisição de imagens das interações entre bolhas com as partículas minerais, \n\no termo macrobolhas correspondeu àquelas formadas pela passagem de ar comprimido por \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n0,01 0,1 1 10 100 1000 10000\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\n A\nc\nu\n\nm\nu\n\nla\nd\n\na\n  \n\n(%\n)\n\nTamanho de partícula (µm)\n\n-400 # -100+400 # -48+100 # -35+48 #\n\n\n\n52 \n \n\num micro-orifício (0,2 mm) presente na válvula de descarga da célula de vidro utilizada nos \n\nensaios. O diâmetro das MaBs (medido por análise de fotografias) variou entre 0,2 e 0,7 mm. \n\nJá nos ensaios de flotação, o termo macrobolhas se referiu às bolhas com diâmetro maior que \n\n1 mm, formadas na própria célula de flotação.  \n\n \n\nb) Geração de microbolhas (MBs) \n\n \n\nAs MBs foram formadas por redução de pressão de água deionizada pré-saturada com ar a \n\n4 bar durante 30 min. A saturação do ar em água foi realizada em um vaso saturador, com \n\nvolume útil de 3,0 L e cujo ajuste de pressão interna era realizado manualmente em uma \n\nválvula de alívio com filtro de ar no topo (Figura 21). Uma fração deste fluxo de água \n\nsaturada passou por uma válvula agulha, onde ocorreu a cavitação e a geração das bolhas. \n\n \n\n \nFigura 21 - Desenho esquemático de um vaso saturador: (1) Vaso saturador (3,0 L); \n\n(2) Entrada de água; (3) Entrada de ar comprimido; (4) Difusor de ar; (5) Manômetro; (6) \n\nVálvula de alívio de pressão com filtro de ar; (7) Saída de água saturada; (8) Visualizador de \n\nnível. \n\n \n\nc) Geração de nanobolhas (NBs) \n\n \n\nAs dispersões de NBs foram geradas de maneira análoga às MBs, porém utilizando-se uma \n\npressão de saturação de 2,5 bar. Após a passagem do fluxo de água deionizada saturada em ar \n\n \n\n\n\n53 \n \n\npela válvula agulha ocorreu a separação seletiva das MBs que se geraram concomitantemente \n\ndurante o processo, em uma coluna de vidro.  \n\n \n\nEsta separação (Figura 22) seguiu a técnica descrita por Calgaroto et al. (2014), aproveitando \n\no fato de que as MBs ascendem à superfície do líquido, abandonando a coluna de vidro. O \n\ntempo necessário para este processo foi de cerca de 3 min.  \n\n \n\n \n\nFigura 22 - Sistema experimental para geração e separação de MBs das NBs. (1) filtro de ar \n\ncomprimido; (2) vaso saturador; (3) coluna de vidro. Fonte: Azevedo et al.  (2016a). \n \n\n3.2.2 Estudos de interações bolhas – partículas minerais \n\n \n\nEstes ensaios visaram analisar qualitativamente a adesão de bolhas às partículas minerais, em \n\ndiferentes condições, listadas na  \n\nTabela 8. A partícula de apatita foi ensaiada em todas as condições, enquanto que a de quartzo \n\nfoi ensaiada apenas nas condições 1, 2 e 3.  \n\n \n\nTabela 8 - Condições dos ensaios de interações bolhas – partículas minerais. \n\nCondição Bolhas injetadas nos ensaios \n1 MaBs \n\n2 NBs \n\n3 NBs + MaBs \n\n4 MBs \n\n5 NBs + MBs \n\n6 MBs + MaBs \n\n7 NBs + MBs + MaBs \n\n \n\n\n\n54 \n \n\nO arranjo experimental, mostrado na Figura 23, consistiu de um sistema que permitiu a \n\ninjeção de diferentes tipos de bolhas em uma célula de vidro plana e micofotografias foram \n\ntiradas com um estereomicroscópio (Zeiss Stemi SV11) acoplado a uma câmera digital (Sony \n\nNEX 3). As microfotografias foram tiradas após 3 minutos do término da injeção das bolhas. \n\nA seção transversal da célula era retangular, com 1 cm de profundidade, 30 cm de altura e \n\n10 cm de comprimento. Foi afixada uma faixa de papel milimetrado no fundo da célula para \n\nservir como referência de tamanho para determinação da dimensão das bolhas. Um bastão de \n\nvidro (0,5 cm de diâmetro e 15 cm de comprimento) contendo a partícula mineral aderida a \n\nsua extremidade foi inserido dentro da célula, através de um orifício em seu topo. Além deste \n\norifício, a célula ainda continha mais dois, destinados à injeção de: i) MaBs; ii) dispersão de \n\nMBs.  \n\n \n\nNo intervalo dos ensaios, a célula de vidro foi preenchida e deixada em repouso com solução \n\nsulfocrômica durante 5 min, enquanto que a partícula foi enxaguada abundantemente com \n\nágua deionizada. As bolhas foram geradas conforme descrição do item 3.2.1. \n\n \n\n  \na b \n\nFigura 23 - Arranjo experimental para aquisição de imagens de interações bolhas-partículas: \n\n(a): (1) Filtro de ar comprimido; (2) Vaso saturador; (3) Célula de vidro plana; (4) Fonte de \n\nluz branca; (5) Estereomicroscópio acoplado a uma câmera digital; (6) Monitor para \n\nreprodução de imagem. (b): Detalhes da célula de vidro - (3.1) Suporte para partícula mineral; \n\n(3.2) Partícula mineral; (3.3) Entrada para injeção de dispersão aquosa de NBs e água \n\ndeionizada; (3.4) Entrada para injeção de dispersão de MBs; (3.5) Entrada para \n\ngeração/injeção de MaBs. Fonte: Azevedo et al. (2016 b). \n \n\nOs estudos de interações das partículas com MaBs (condição 1) foram realizados a partir da \n\ninjeção de 240 mL de água deionizada na célula de vidro. A partícula foi inserida e foi feita a \n\ngeração/injeção de MaBs pelo método descrito no item a) da seção 3.2.1.  \n\n \n\n3.1 \n\n3.2 \n\n3.3 \n\n3.4 \n\n3.5 \n\n\n\n55 \n \n\nNos ensaios com injeção de NBs, 240 mL de dispersão aquosa de NBs isoladas foram \n\ninjetados na célula de vidro. Após 30 min para dispersão do ar presente na solução, a partícula \n\nmineral foi inserida. Depois de 3 min de interações entre as NBs e a partícula, foi feita a \n\ninjeção de outros tipos de bolhas (condições 3, 5 e 7) e/ou as fotografias foram tiradas. No \n\ncaso da condição 5, foram injetados 80 mL de dispersão aquosa de MBs. Já na condição 7, a \n\ninjeção de MBs ocorreu concomitante à geração/injeção de MaBs. \n\n \n\nNa condição 4, a célula, com a partícula e 240 mL de água deionizada em seu interior, foi \n\nalimentada com 80 mL de dispersão aquosa de MBs. Já na condição 6, a célula de vidro, já \n\ncontendo 240 mL de água deionizada e a partícula, foi alimentada simultaneamente com \n\nMaBs e com um fluxo de 80 mL de dispersão aquosa de MBs.  \n\n \n\n3.2.3 Preparação da amostra de minério fosfático \n\n \n\nA amostra inicial, recebida em dois sacos plásticos, foi pesada, disposta em bandejas e levada \n\nà estufa para secagem do material à temperatura de 50 °C, por 24 h. A seguir, foram iniciados \n\nos procedimentos de homogeneização e quarteamento do minério realizados através de \n\nformação de pilha longitudinal (Figura 24) e quarteamentos sucessivos, no quarteador Jones. \n\nDesta forma, foram obtidas alíquotas para os ensaios de flotação, que foram armazenadas em \n\nsacos plásticos devidamente identificados. \n\n \n\n \nFigura 24 - Homogeneização da amostra de minério fosfático em pilha alongada. \n\n \n\n \n\n\n\n56 \n \n\n3.2.4 Caracterização da amostra de minério fosfático \n\n \n\na) Determinação da densidade aparente \n\n \n\nA determinação da densidade aparente da amostra de minério fosfático foi realizada por \n\npicnometria. Este método consiste em pesar em balança analítica um picnômetro vazio, com \n\nminério, com água e, finalmente, com água e minério. Através da equação 3, a densidade do \n\nminério (        ) foi determinada. Para maior confiabilidade, a densidade determinada \n\ncorrespondeu à média de três medições executadas. \n\n \n\n         \n                     \n\n                                                       \n \n\n(3) \n\n \n\nOnde   é a massa. \n\n \n\nb) Análise granulométrica \n\n \n\nA distribuição granulométrica do material foi determinada através de peneiramento via úmida, \n\nem duplicata, utilizando água proveniente do abastecimento público e peneiras de laboratório \n\nde 20 cm de diâmetro e 5 cm de altura, com as seguintes malhas: 48 # (300 µm), 65 # \n\n(212 µm), 100 # (150 µm), 200 # (75 µm), 325 # (45 µm) e 400 # (37 µm). O material retido \n\nem cada uma das peneiras e a polpa contendo o passante em todas as peneiras foram filtrados, \n\nsecos em estufa a 50 ºC por 24 h e pesados em balança semi-analítica (marca Marte, modelo \n\nAS 5500C). \n\n \n\nc) Análise química \n\n \n\nForam realizadas análises químicas quantitativas para determinação de P2O5 na amostra \n\nglobal, nas frações de tamanho geradas no peneiramento e nos produtos dos ensaios de \n\nflotação. O teor de P2O5 das amostras foi determinado utilizando a técnica de \n\nespectrofotometria de absorção molecular, baseada na reação do fosfato com uma solução \n\ncontendo molibdato de amônio e metavanadato de amônio, em meio ácido, formando um \n\ncomposto amarelo. O procedimento detalhado da técnica se encontra no APÊNDICE 1.  \n\n \n\n\n\n57 \n \n\nO método escolhido tem como vantagem o fato de que a solução empregada é muito estável e \n\nnão ocorre precipitação durante a reação, ao contrário do método tradicional por \n\nespectrofotometria, baseado na reação do fosfato com o molibdato de amônio que gera um \n\ncomposto azul, onde há formação de um precipitado fino (BOWDEN et al., 2002; \n\nEVANGELISTA e CARNEIRO, 2013). \n\n \n\n3.2.5 Estudos de flotação da amostra de minério fosfático em célula mecânica \n\n \n\nOs estudos de flotação foram conduzidos para se avaliar a influência da aplicação combinada \n\nde NBs, MBs e MaBs na eficiência da flotação do minério fosfático em questão. Além da \n\ncinética de flotação, foram avaliados a recuperação e o teor de P2O5 dos concentrados obtidos. \n\nAlém do ensaio standard (STD) que emprega apenas o uso de MaBs, foram avaliadas três \n\ncombinações de distribuições de tamanho de bolhas em ensaios de flotação, com duração de 4 \n\nminutos, realizados em célula mecânica: i) NBs + MaBs; ii) MBs + MaBs; e \n\niii) NBs + MBs + MaBs. Os estudos foram conduzidos utilizando experimento fatorial \n\navaliando duas concentrações de sólidos e duas de reagentes (Tabela 9), totalizando 16 \n\nabordagens.  \n\nTabela 9 - Condições nos distintos estudos de flotação. \n\nCondição \nConcentração de sólidos \n\n(p/p) \n\n   Concentração de reagentes \n\n[coletor]\n1\n; [depressor]\n\n2\n (g.t\n\n-1\n) \n\n1 28 1000; 600 \n\n2 28 500; 300 \n\n3 35 1000; 600 \n\n4 35 500; 300 \n1 \nóleo vegetal saponificado com hidróxido de sódio \n\n2\n amido de milho gelatinizado com hidróxido de sódio \n\n \n\nA concentração de sólidos de 35% (em peso) e a concentração de 1000 g.t\n-1\n\n de coletor e \n\n600 g.t\n-1 \n\nde depressor foram informadas pela empresa que forneceu as amostras. Os demais \n\nparâmetros foram escolhidos para avaliar o comportamento da injeção das bolhas em polpa \n\nmais diluída e com concentração de reagentes reduzida a 50% da inicial.  \n\n \n\nA etapa de condicionamento foi realizada dentro da própria célula mecânica (Darma – \n\nDenver, modelo D12, capacidade de 2 L). A polpa a 60% de sólidos e pH ajustado em 9,5 foi \n\ncondicionada durante 5 min com o depressor e 1 min com o coletor a 1000 rpm. \n\n \n\n \n\n\n\n58 \n \n\na) Estudos de flotação STD – com macrobolhas \n\n \n\nOs estudos de flotação STD corresponderam aos testes de flotação com apenas MaBs. Eles \n\nforam realizados em célula mecânica, com polpas contendo 35 ou 28% p/p (conforme a \n\ncondição avaliada), sob agitação (1000 rpm) durante 4 min e em duplicata. Após o \n\ncondicionamento dos reagentes, diluição da polpa na porcentagem de sólidos desejada e ajuste \n\nde pH da polpa em 9,5 (usando uma solução de NaOH), a flotação iniciou com a injeção de ar \n\nna célula, cuja vazão foi variável conforme a Tabela 10. A coleta foi feita com auxílio de \n\nraspador manual e o volume na célula foi mantido constante, com injeção de água com pH \n\najustado em 9,5. Foram coletados três produtos concentrados durante cada ensaio - C1, C2 e \n\nC3 -, sendo que C1 corresponde ao material coletado do início do ensaio até 1,5 min, C2 \n\ncorresponde ao que foi recolhido entre 1,5 e 3,0 min e C3 representa o material raspado dos \n\n3,0 min até o final do ensaio (4,0 min). \n\n \n\nTabela 10 - Condições de vazão de ar nos ensaios de flotação de minério fosfático. \n\nTempo (min) Vazão de ar (L·min\n-1\n\n) \n\n0-2 5 \n\n2-3 6 \n\n3-4 7 \n\n \n\nOs concentrados e rejeitos foram quantificados e preparados para obtenção de alíquotas que \n\nforam analisadas quimicamente. A preparação foi feita com etapas de: i. Filtração a vácuo em \n\num filtro de laboratório de 8 ” (Denver); ii. Secagem em estufa por 24 h a 50 °C; iii. Pesagem \n\nem balança semi-analítica (marca Marte, modelo AS 5500C); iv. Desagregação, \n\nhomogeneização e quarteamento.  \n\n \n\nb) Estudos de flotação com injeção de nano e macrobolhas \n\n \n\nNestes estudos, dispersões aquosas de NBs foram utilizadas na preparação da polpa, \n\ncondicionamento, diluição até a porcentagem de sólidos desejada e controle de nível da \n\ncélula. O restante dos ensaios ocorreu conforme descrito no item a) desta seção. \n\n \n\n \n\n \n\n \n\n\n\n59 \n \n\nc) Estudos de flotação com injeção de micro e macrobolhas \n\n \n\nO arranjo experimental para a execução destes ensaios está representado na Figura 25. Um \n\norifício adaptado com engate rápido, na lateral inferior da célula, foi conectado à válvula de \n\ndescarga do saturador por uma mangueira pneumática, permitindo injeções diretas de \n\ndispersões aquosas de MBs na célula. \n\n \n\n \nFigura 25 - Arranjo experimental para injeções de dispersões aquosas de MBs na célula de \n\nflotação. \n \n\nNestes ensaios, água com pH ajustado em 9,5 foi utilizada na preparação da polpa, \n\ncondicionamento, diluição e controle de nível da célula. Entretanto, 400 mL do volume da \n\nágua de diluição previsto para ajuste da concentração de sólidos da polpa foram substituídos \n\npor dispersões aquosas de MBs. Quatro injeções de 100 mL de MBs foram realizadas, ao \n\nlongo do ensaio, nos seguintes tempos: 0,5; 1,0; 2,0 e 3,0 min. O controle de volume injetado \n\nfoi feito através de graduação existente no saturador. O restante dos ensaios foi executado \n\nconforme descrito no item a) desta seção. \n\n \n\nd) Estudos de flotação com injeção de nano, micro e macrobolhas \n\n \n\nA diferença entre estes ensaios e os descritos no item c) desta seção foi que as águas para \n\npreparação da polpa, condicionamento, diluição e controle de nível da célula foram \n\nsubstituídas por dispersões contendo NBs. As condições de injeção de MBs assim como o \n\nrestante dos ensaios foram os mesmos (mantendo inclusive o desconto de 400 mL do valor \n\ntotal de água de diluição previsto para ajuste da concentração de sólidos da polpa). \n\n \n\n\n\n60 \n \n\n3.2.6 Estudos de microflotação da amostra de quartzo \n\n \n\nOs estudos de microflotação de quartzo foram realizados em um tubo de Hallimond \n\nmodificado (v= 185 mL) composto por uma pequena coluna intermediária visando evitar \n\nalgum possível arraste de partículas (Figura 26). Os ensaios foram feitos com e sem a \n\nutilização de dispersões aquosas de NBs, a fim de se comparar as recuperações de quartzo \n\nobtidas nas mesmas condições de granulometria e concentração de coletor. Nos ensaios com \n\nNBs, 50% da água a ser utilizada foi substituída por dispersão contendo NBs. As faixas \n\ngranulométricas ensaiadas foram aquelas descritas na Tabela 7, enquanto que as \n\nconcentrações de amina avaliadas foram 0,5 e 1,0 mg·g\n-1\n\n de quartzo. \n\n \n\n \nFigura 26 - Aparato experimental para a geração de bolhas e estudos de microflotação: (1) \n\nfluxômetro; (2) tubo de Hallimond; (3) tampa; (4) placa porosa; (5) agitador magnético. \n\n \n\n \n\nO procedimento consistiu, inicialmente, da preparação das soluções de Flotigam EDA 3B \n\n(amina) e pesagem de dois gramas de quartzo puro na granulometria desejada. Em seguida, \n\nforam adicionadas, no tubo Hallimond, a água e/ou dispersão aquosa de NBs, a amostra e o \n\ncoletor, nessa ordem, para condicionamento de 1 min sob agitação com agitador magnético e \n\nbarra magnética, com velocidade suficiente para manter as partículas em suspensão. Após o \n\ntempo de condicionamento, foi introduzido ar numa vazão de 20 mL/min e realizada a \n\nflotação durante 1 min. O processo foi finalizado com a coleta de amostra do flotado \n\n(concentrado) e do não flotado (rejeito), que foram filtrados em funil de Büchner acoplado a \n\num kitasato, secos em estuda por 24 h a 50 ºC e pesados em balança semi-analítica (marca \n\n\n\n61 \n \n\nMarte, modelo AS 5500C). Os ensaios foram realizados em triplicatas, e em pH natural (6,2 ± \n\n0,5). As recuperações ( ) foram calculadas conforme Equação 4. \n\n \n\n      \n                \n\n                             \n (4) \n\n \n\n3.2.7 Estudos de flotação da amostra de quartzo em célula mecânica \n\n \n\nOs ensaios de flotação de quartzo foram realizados em célula mecânica, marca Darma-\n\nDenver, modelo D12 (2 L), com polpas contendo 12% de sólidos (p/p), sob agitação (1000 \n\nrpm) e duração de 4 min. O condicionamento com Flotigam EDA 3B (amina), na \n\nconcentração de 0,5 mg·g\n-1\n\n de quartzo, foi realizado na própria célula de flotação, durante 2 \n\nmin. Após o condicionamento, a flotação iniciou com a injeção de ar na célula (6 L·min\n-1\n\n). A \n\ncoleta foi feita com auxílio de raspador manual e o volume na célula foi mantido constante, \n\ncom injeção de água. Os ensaios foram realizados em duplicata e em pH 6,2 ± 0,5. Os \n\nconcentrados e rejeitos foram quantificados, filtrados em um filtro de laboratório a vácuo de \n\n8 ” (Denver), secos em estufa por 24 h a 50 °C e pesados em balança semi-analítica (marca \n\nMarte, modelo AS 5500C). A recuperação foi calculada conforme a Equação 4.  \n\n \n\nNos ensaios com NBs, as águas de preparação da polpa e controle de nível foram substituídas \n\npor dispersões aquosas de NBs. \n\n  \n\n\n\n62 \n \n\n4 RESULTADOS E DISCUSSÃO \n\n \n\nEste capítulo inclui resultados dos estudos de interações bolhas – partículas e estudos de \n\nflotação dos sistemas minerais apatita (minério fosfático) e quartzo. \n\n \n\n4.1 ESTUDOS DE INTERAÇÕES BOLHAS – PARTÍCULAS MINERAIS \n\n \n\nAs Figuras 27 e 28 mostram as microfotografias da adesão de bolhas nas partículas de apatita \n\ne de quartzo respectivamente.  \n\n \n\n  \na b \n\n  \nc d \n\n1 mm 1 mm\n\n1 mm 1 mm\n\n\n\n63 \n \n\n  \ne f \n\nFigura 27 – Microfotografias da adesão bolhas – partícula de apatita: (a) Apenas com MaBs; \n\n(b) com NBs + MaBs; (c) com MBs; (d) com MBs + MaBs; (e) com NBs + MBs; \n\n(f) com NBs + MBs + MaBs. \n\n \n\n \n \n\na \n\n \n \n\nb \n\nFigura 28 – Microfotografias da adesão bolhas – partícula de quartzo: (a) Apenas com MaBs; \n\n(b) com NBs + MaBs.  \n\n \n\n1 mm 1 mm\n\n1 mm\n1 mm\n\n1 mm 1 mm\n\n\n\n64 \n \n\nDe acordo ao esperado, a Figura 27 mostra que não houve adesão de MaBs à partícula de \n\napatita em água deionizada, em função do curto tempo de residência das bolhas na etapa de \n\ncolisão-adesão (necessário para o deslocamento do filme d’água) e, principalmente, devido à \n\ninexistência de forças de atração entre bolhas hidrofóbicas e partícula hidrofílica.  \n\n \n\nApós a interação entre o grão de apatita e a dispersão de NBs também não foi possível \n\nobservar adesão dessas pequenas bolhas à apatita. Nesta situação, embora aderidas, a técnica \n\nfotográfica não permitiu sua visualização no microscópio. Por outro lado, a população de \n\nMaBs aumentou consideravelmente na partícula de apatita em dispersões de NBs e/ou MBs.  \n\n \n\nDe maneira análoga, poucas bolhas se aderiram ao grão de quartzo em água deionizada. \n\nEntretanto, a quantidade de MaBs aderidas foi muito maior quando “condicionado” \n\npreviamente com a dispersão de NBs (Figura 28). \n\n \n\nEste aumento da adesão de MaBs nas partículas de apatita e quartzo recobertas por NBs e/ou \n\nMBs reforça a ação das NBs como agentes “ativadores” ou hidrofobizantes (coletores) de \n\npartículas na flotação (FAN e TAO, 2008; FAN et al., 2010a, b, c, d; FAN et al., 2012; \n\nAZEVEDO et al., 2016a, b) . É importante ressaltar que no processo de geração das MBs, na \n\npressão de saturação de 4,0 bar, há formação concomitante de NBs. Estas últimas, porém, em \n\nmenor número. Azevedo et al. (2016a) quantificaram as NBs geradas por despressurização de \n\nágua saturada com ar e cavitação hidrodinâmica em válvula agulha a 4 bar. A concentração de \n\nNBs por mL nesta pressão foi de cerca de 1,8 x 10\n8\n (Figura 29), bem menor do que quando a \n\nsaturação foi feita na pressão de 2,5 bar. \n\n\n\n65 \n \n\n \nFigura 29 – Concentração de nanobolhas em função da pressão de saturação em dois valores \n\nde tensão superficial. Condições: pH = 7; Tensão superficial de 49 mN·m\n-1\n\n obtido utilizando \n\n100 mg·L-\n1\n de ?-Terpineol; Tensão superficial de 72,5 mN·m\n\n-1\n obtida usando água DI. As \n\nmedições foram realizadas com a técnica NTA. Fonte: Azevedo et al. (2016a). \n \n\nEntre as condições avaliadas, a combinação de NBs + MBs + MaBs foi a que proporcionou \n\nmaior adesão de bolhas à partícula de apatita, enquanto que a de NBs + MaBs foi a \n\nresponsável pela incremento de bolhas aderidas ao quartzo. Essa grande população de bolhas \n\ndeve contribuir para o aumento da probabilidade de flotação já que a densidade dos agregados \n\nbolhas-partículas diminui consideravelmente. \n\n \n\nAs microfotografias da Figura 27 ainda evidenciam a estabilidade das NBs e o rápido \n\ncrescimento das MBs devido principalmente à transferência de massa do ar dissolvido \n\nresidual presente na dispersão para as mesmas e à coalescência das bolhas.  \n\n \n\nSegundo o modelo conceitual de formação e crescimento de MBs proposto por Rykaart e \n\nHaarhoff (1995), logo após a redução da pressão, que se inicia na entrada do constritor de \n\nfluxo, surge um número fixo de núcleos de ar que são alimentados com ar continuamente \n\nprecipitado a partir da água supersaturada. Após o excesso de ar da água supersaturada ser \n\nprecipitado, este primeiro passo de formação das MBs se encerra e tem início o segundo, \n\nonde, mesmo com o volume total de ar se mantendo constante, há crescimento continuado das \n\nbolhas. \n\n \n\n\n\n66 \n \n\nO crescimento das MBs também foi registrado através de fotografias por Oliveira et al. \n\n(2014). Os autores mostraram a nucleação e crescimento de uma bolha de ar em uma partícula \n\nde quartzo (Figura 30). \n\n \n\n \nFigura 30 - Nucleação, crescimento e coalescência de uma microbolha gerada por \n\ndespressurização de água saturada com ar e cavitação hidrodinâmica em válvula agulha a 3 \n\nbar, em partícula de quartzo. Fonte: Oliveira et al. (2014). \n \n\nA rugosidade das partículas, tais como a de quartzo e apatita utilizadas nesta Dissertação, \n\nrepresentada por suas superfícies ásperas, porosas e seus entalhes permitiu que bolhas de ar, \n\ntanto em escala micro como nano, fossem confinadas à superfície destas partículas. O \n\nmecanismo que explica este fenômeno é a maior energia livre superficial. Estas bolhas de ar \n\naumentaram a possibilidade de adesão de outras bolhas devido a fenômenos como as \n\ninterações de longo alcance e formação de pontes bolha-partícula (KRASOWSKA et al., \n\n2007; NGUYEN et al. 2003).  \n\n \n\nAinda, além das partículas ásperas se aderirem a bolhas com maior intensidade em seus \n\nentalhes que se projetam nas mesmas, há diminuição da possibilidade de desprendimento de \n\npartículas ásperas e bolhas proporcionando melhorias no processo de flotação (KARAKAS e \n\nHASSAS, 2016). \n\n \n\n4.2 ESTUDOS DE FLOTAÇÃO DE MINÉRIO FOSFÁTICO \n\n \n\n4.2.1 Caracterização física da amostra de minério fosfático \n\n \n\nA densidade relativa da amostra de minério fosfático foi de 2,6 ± 0,15 g·cm\n-3\n\n. Quanto à \n\ndistribuição granulométrica da amostra (Figura 31), aproximadamente 37% era constituída \n\n\n\n67 \n \n\npor partículas finas, com diâmetro médio &lt;37 µm. O diâmetro médio (D50) das partículas foi \n\n55 µm enquanto que o D80 foi 100 µm. \n\n \n\n \nFigura 31 - Distribuição granulométrica da amostra de minério fosfático. \n\n \n\n4.2.2 Caracterização química da amostra de minério fosfático \n\n \n\nOs teores de P2O5 na amostra global e em cada uma das frações de tamanho geradas no \n\npeneiramento, assim como sua distribuição por faixa granulométrica são apresentados na \n\nTabela 11. \n\n \n\nTabela 11 - Relação entre a distribuição granulométrica e química para a amostra global de \n\nminério fosfático e por faixa granulométrica. \n\nFração \n\nGranulométrica \n\nDistribuição \n\nGranulométrica Teor  \n\nP2O5 (%) \n\nDistribuição \n\nP2O5 (%) Malhas \n\n(#) \nµm \n\n% retida \n\nsimples \n\n% passante \n\nacumulada \n\n48 300 0,1 99,9 2,1 0,0 \n\n65 212 0,3 99,6 5,5 0,2 \n\n100 150 1,6 98,1 8,9 1,5 \n\n200 75 32,3 65,8 8,8 30,8 \n\n325 45 26,4 39,4 12,2 35,0 \n\n400 37 2,5 36,9 13,6 3,7 \n\nFundo --- 36,9 0,0 7,2 28,8 \n\nTotal 100,0 \n\nGlobal (análise química) 8,4 \n \n\nGlobal (recalculado) 9,2 \n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n10 100 1000\n\nP\na\n\nss\na\n\nn\nte\n\n a\nc\nu\n\nm\nu\n\nla\nd\n\na\n (\n\n%\n)\n\nAbertura da malha (µm)\n\n\n\n68 \n \n\nFoi observada uma discrepância entre o teor de P2O5 determinado por análise química e o \n\nvalor recalculado. O desvio padrão entre estes valores foi de 0,6. Esta diferença é função dos \n\nerros inerentes à análise química e à variabilidade da própria amostra. \n\n \n\nAs frações com maiores conteúdos de P2O5 foram -100+325 # e -400 #, totalizando mais de \n\n94% da distribuição do composto. Entretanto, o teor da fração fina (-37 µm) é relativamente \n\nbaixo (7,2%). Porém como 37% da amostra está contida nesta fração, a distribuição de \n\nconteúdo de P2O5 é significativa (28,8%). \n\n \n\n4.2.3 Estudos de flotação de minério fosfático \n\n \n\nA Tabela 12 resume os resultados dos parâmetros de flotação de fosfato avaliados com \n\ndiferentes combinações de tamanhos de bolhas. \n\n \n\nO emprego combinado de bolhas na flotação de minério fosfático apresentou incrementos na \n\nrecuperação de P2O5 em relação aos ensaios STD em praticamente todas as condições \n\nestudadas. A única em que a associação de bolhas, no caso NBs + MaBs, não apresentou \n\nrecuperações de P2O5 superiores a do ensaio STD foi a 2 (28% de sólidos; 500 g.t\n-1\n\n de coletor \n\ne 300 g.t\n-1\n\n de depressor). \n\n \n\nOs incrementos variaram conforme as distribuições de tipos de bolhas empregadas nos \n\nensaios. O uso combinado de NBs + MBs + MaBs foi o que garantiu maiores acréscimos na \n\nrecuperações de P2O5 em três das condições estudadas. Apenas na condição 4 que o ensaio \n\ncom NBs + MaBs foi o que apresentou maior incremento na recuperação de P2O5. \n\n \n\nAinda, os aumentos na recuperação de P2O5 nos ensaios com associações de bolhas e quando \n\na concentração de sólidos foi de 35% p/p (até 2,7%) foram consideravelmente menores que os \n\nobtidos com 28% de sólidos p/p (até 8,9%).  \n\n \n\nA condição usando 28% de sólidos, 1000 g.t\n-1\n\n de coletor e 600 g.t\n-1\n\n de depressor, \n\nempregando-se NBs + MBs + MaBs, foi a que apresentou uma maior recuperação de P2O5 \n\nquando comparada com o ensaio STD. Neste caso, assim como nos demais em que foram \n\nutilizados os três tipos de bolhas, houve quedas nos teores dos concentrados finais (perda de \n\nseletividade).  \n\n\n\n69 \n \n\nTabela 12 - Estudos de flotação de minério fosfático: Recuperação de P2O5 e teor de P2O5. DP = Desvio padrão. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCondição % sol. \n[Coletor]  \n\n(g.t\n-1\n\n) \n\n[Depressor]  \n\n(g.t\n-1\n\n) \n\nDistribuição de \n\nbolhas empregadas \n\nRec. P2O5  \n\n(%) \nDP \n\nTeor P2O5  \n\n(%) \nDP \n\n1 28 1000 600 \n\nMaBs 87,2 0,9 16,9 0,3 \n\nNBs + MaBs 88,3 2,9 16,2 1,2 \n\nMBs + MaBs 91,8 1,9 16,2 1,0 \n\nNBs + MBs + MaBs 96,1 2,9 15,0 0,4 \n\n2 28 500 300 \n\nMaBs 78,3 1,9 26,3 2,6 \n\nNBs + MaBs 76,1 0,7 26,4 0,1 \n\nMBs + MaBs 84,7 0,2 21,6 0,7 \n\nNBs + MBs + MaBs 86,5 2,0 25,0 0,5 \n\n3 35 1000 600 \n\nMaBs 90,7 2,4 15,4 0,7 \n\nNBs + MaBs 91,2 1,1 16,0 0,2 \n\nMBs + MaBs 91,2 0,3 15,7 0,7 \n\nNBs + MBs + MaBs 91,5 1,9 15,0 0,7 \n\n4 35 500 300 \n\nMaBs 86,6 1,6 21,9 0,8 \n\nNBs + MaBs 89,3 2,8 23,9 1,2 \n\nMBs + MaBs 86,8 2,2 22,6 1,0 \n\nNBs + MBs + MaBs 87,6 0,8 21,4 0,8 \n\n\n\n70 \n \n\nAinda, nos ensaios com 28% de sólidos, a recuperação de P2O5 alcançada com a combinação \n\ndos três tipos de bolhas usando metade da concentração de reagentes (86,5% - condição 2) foi \n\napenas 0,7 pontos percentuais menor que a obtida no ensaio STD em que houve emprego da \n\nconcentração completa de reagentes (87,2% - condição 1). \n\n \n\nVários autores relatam que a flotação efetiva de partículas finas requer um estado de dispersão \n\ncaracterizado pela baixa viscosidade (GENC et al., 2012; PATRA et al., 2010; \n\nFARROKHPAY, 2012). Todavia, neste estudo, os resultados mostraram que o aumento da \n\nporcentagem de sólidos e, consequentemente, da viscosidade foi um fator que contribuiu para \n\no aumento das recuperações de P2O5 nos ensaios com MaBs. Já nos ensaios com combinações \n\nde bolhas, conforme discutido anteriormente, os incrementos de recuperação foram maiores \n\nquando a polpa estava mais diluída. A viscosidade da polpa provavelmente dificultou a \n\nefetividade da ação das bolhas menores e, portanto, conduziu aos resultados obtidos. Outro \n\nfator que pode ter contribuído foi a relação minério / bolhas disponíveis, que foi menor \n\nquando os ensaios foram realizados com polpas com maior concentração de sólidos. \n\n \n\nEm relação à perda de seletividade ao se empregar bolhas menores, como as MBs, na flotação \n\nde fosfato, Santana et al. (2012) também observaram este fenômeno em estudos de flotação \n\npor ar dissolvido (FAD) em bancada. Os autores geraram uma dispersão de MBs, à pressão de \n\n5 bar,  que foi injetada em uma coluna de flotação. As recuperações e teores médios de P2O5 \n\nobtidos foram de 63% e 29%, respectivamente. Segundo os autores, os parâmetros de flotação \n\nde fosfato considerados atrativos são recuperações e teores de P2O5 superiores a 60 e 30%, \n\nrespectivamente. Os resultados mostraram que obter altos valores de recuperação (> 60%) foi \n\nmais comum quando comparados com elevados teores de P2O5 (> 30%). Os autores \n\njustificaram este fato devido à recuperação não seletiva de partículas por meio do arraste e \n\npelo fato de as MBs mineralizadas terem baixa velocidade de ascensão (lifting power) sendo \n\ncarreadas na direção da corrente dos rejeitos.  Por outro lado, na comparação com estudos \n\nanteriores em uma coluna de flotação convencional, em que as bolhas de ar eram maiores \n\n(geradas por spargers), os autores encontraram que o teor médio foi maior que o obtido no \n\nprimeiro estudo (24%).  \n\n \n\nNo que se refere à velocidade de ascensão, Calgaroto et al. (2015) relataram que este \n\nparâmetro reduziu quando as MaBs estavam associadas a NBs. Segundo os autores, MaBs \n\n\n\n71 \n \n\napresentaram velocidade de 4,8 cm·s\n-1\n\n enquanto que a junção MaBs + NBs teve velocidade \n\ndeterminada como 3,9 cm·s\n-1\n\n. \n\n \n\nAinda sobre a seletividade, Azevedo et al. (2016b), por outro lado, mostraram que, após \n\ninjeção de NBs + MBs nos ensaios de flotação, foi possível obter recuperações de cobre e \n\nouro maiores, com teores de concentrado semelhantes (Tabela 13).  \n\n \n\nTabela 13 - Estudos comparativos de flotação de minério de cobre e ouro. Condições: 32% \n\nsólidos p/p; pH: 8,5; [PAX]: 18 g.t\n-1\n\n; [AERO-MX 7020]: 10 g.t\n-1\n\n; [Flotanol-Flomin D25 + \n\nF650 – propilenoglicol]: 30 g.t\n-1\n\n; Tempo de condicionamento: 2 min; Velocidade de agitação: \n\n1000 rpm; Teor de alimentação de Au: 0,3 g.t\n-1\n\n; Teor de alimentação de Cu: 0,6%. Fonte: \n\nAzevedo et al. (2016b). \n\nParâmetros de separação STD MBs + NBs NBs \n\nRecuperação mássica (%) 3,0 3,5 3,2 \n\nRecuperação Cu (%) 69 73 69 \n\nRecuperação Au (%) 50 56 52 \n\nTeor Cu (%) 12 11 11 \n\nTeor Au (g.t\n-1\n\n) 6,6 6,3 4,7 \n\n \n\nAs comparações realizadas nesta Dissertação indicam que as NBs exercem um papel \n\nimportante já que com a injeção delas (à associação de MBs + MaBs) foram obtidos os \n\nmelhores resultados de recuperação. Na combinação de NBs + MBs + MaBs, a quantidade \n\nfinal de bolhas e principalmente NBs disponibilizada no sistema foi maior, pois além das NBs \n\nisoladas havia aquelas presentes na dispersão denominada neste estudo de MBs. Essa \n\nquantidade adicional de NBs na flotação deste minério fosfático foi importante na \n\nrecuperação de partículas finas (37% da alimentação era menor que 37 ?m). As NBs presentes \n\nse aderiram imediatamente a estas partículas finas e/ou nuclearam na superfície das mesmas e \n\naté das partículas mais grossas. Ainda, é possível que tenha havido agregação das partículas \n\nF-UF e aprisionamento das NBs dentro destes agregados. Todos estes fatores contribuíram \n\npara formação de núcleos hidrofóbicos que facilitaram a adesão de bolhas maiores (MBs e \n\nMaBs), fato este evidenciado nos estudos de interação bolha-partícula (Figura 27). Os \n\nmecanismos acima discutidos estão representados na Figura 32. \n\n \n\n\n\n72 \n \n\n \nFigura 32 – Representação gráfica (adaptada de Xiong, 2014) dos possíveis mecanismos da \n\nflotação assistida por nanobolhas.  \n \n\nA Tabela 14 apresenta os valores da constante cinética de flotação K obtidos através do \n\nmodelo Zuñiga para os estudos de flotação de fosfato. Os ensaios com a associação de \n\nNBs + MBs + MaBs tenderam a apresentar maiores valores de K em relação ao ensaio STD.  \n\n \n\nTabela 14 - Estudos de flotação de minério fosfático: constante cinética de flotação K \n\n(modelo Zuñiga). \n\n% de \n\nsólidos \n\nConcentração de reagentes \n\n[coletor]; [depressor] (g·t\n-1\n\n) \n\nDistribuições de \n\nbolhas empregadas \nK (min\n\n-1\n) \n\n28 \n\n1000; 600 MaBs 1,58 \n\n1000; 600 NBs + MaBs 1,72 \n\n1000; 600 MBs + MaBs 1,61 \n\n1000; 600 NBs + MBs + MaBs 1,81 \n\n500; 300 MaBs 1,62 \n\n500; 300 NBs + MaBs 1,56 \n\n500; 300 MBs + MaBs 1,56 \n\n500; 300 NBs + MBs + MaBs 1,59 \n\n35 \n\n1000; 600 MaBs 1,71 \n\n1000; 600 NBs + MaBs 1,83 \n\n1000; 600 MBs + MaBs 1,63 \n\n1000; 600 NBs + MBs + MaBs 1,76 \n\n500; 300 MaBs 1,57 \n\n500; 300 NBs + MaBs 1,60 \n\n500; 300 MBs + MaBs 1,59 \n\n500; 300 NBs + MBs + MaBs 1,69 \n\n \n\nAs Figuras 33 e 34 mostram os dados cinéticos de flotação dos ensaios com 28% e 35% de \n\nsólidos, respectivamente. Os resultados mostram que as recuperações obtidas na primeira \n\n\n\n73 \n \n\ncoleta (1,5 min)  com combinações de bolhas foram maiores que as obtidas nos ensaios STD. \n\nEntretanto, a variação dos incrementos em cada coleta afetou os valores finais de recuperação. \n\n \n\nAinda, nas condições com 28% de sólidos (Figura 33), os estudos com MBs + MaBs e       \n\nNBs + MBs + MaBs mostraram recuperações de P2O5 na primeira coleta (1,5 min) maiores \n\nque as obtidas ao longo de todo o ensaio STD (4 min). \n\n \n\n \n\na \n\n \nb \n\nFigura 33 - Estudos de flotação de minério fosfático: Recuperação de P2O5 em função do \n\ntempo nos ensaios STD (MaBs) e com combinações de bolhas de tamanhos em diferentes \n\n(NBs + MaBs; MBs + MaBs; NBs + MBs + MaBs); pH 9,5.  (a) Condição 1 - 28% de \n\nsólidos p/p; [coletor] = 1000 g.t\n-1\n\n; [depressor] = 600 g.t\n-1\n\n; (b) Condição 2 - 28% de \n\nsólidos p/p; [coletor] = 500 g.t\n-1\n\n; [depressor] = 300 g.t\n-1\n\n. \n\n\n\n74 \n \n\n \na \n\n \nb \n\nFigura 34 - Estudos de flotação de minério fosfático: Recuperação de P2O5 em função do \n\ntempo nos ensaios STD (MaBs) e com combinações de bolhas de tamanhos em diferentes \n\n(NBs + MaBs; MBs + MaBs; NBs + MBs + MaBs); pH 9,5. (a) Condição 3 - 35% de \n\nsólidos p/p; [coletor] = 1000 g.t\n-1\n\n; [depressor] = 600 g.t\n-1\n\n; (b) Condição 4 - 35% de \n\nsólidos p/p; [coletor] =500 g.t\n-1\n\n; [depressor] = 300 g.t\n-1\n\n.  \n \n\nFan et al. (2010 c) também obtiveram resultados semelhantes em estudos de flotação de \n\nfosfato em coluna, onde além das bolhas convencionais, geradas com um misturador estático, \n\nforam injetadas NBs formadas através de um tubo de cavitação. Em todas as frações de \n\ntamanho das amostras estudadas, os valores de recuperação de P2O5 na presença de NBs \n\nforam maiores que na ausência destas bolhas, mostrando que as mesmas melhoram a cinética \n\nde flotação (Figura 35). \n\n\n\n75 \n \n\n  \na b \n\n  \nc d \n\nFigura 35 – Estudos de flotação de fosfato em coluna com e sem injeção de NBs geradas \n\natravés de tubo de cavitação. Recuperação de P2O5 em função do tempo de flotação para as \n\nfrações: (a) +0425-1,18 mm; (b) +0,85-1,18 mm; (c) +0,60-0,85mm; (d) +0,425-0,60 mm. \n\nCondições: pH 9-9,5; 25% de sólidos p/p. Fonte: Fan et al. (2010 c) \n\n \n\nOs resultados de cinética de flotação de minério fosfático mostram que, ainda que ocorra \n\ndiminuição da velocidade de ascensão das MaBs em contato com bolhas menores, o efeito \n\nhidrofobizante das NBs e MBs na superfície das partículas de minério fosfático foi mais \n\npronunciado. Logo, as recuperações obtidas ao longo do primeiro minuto e meio foram \n\nmaiores que do ensaio STD, pois as bolhas ascendentes (MaBs e MBs) conseguiram coletar \n\nmaior número de partículas em menor tempo. \n\n \n\n4.3 ESTUDOS DE FLOTAÇÃO DE QUARTZO \n\n \n\nA Figura 36 mostra as recuperações de quartzo obtidas nos ensaios de microflotação de \n\nquartzo para todas as faixas granulométricas e concentrações de amina estudadas, com MaBs \n\ne MaBs conjuntamente com NBs. \n\n \n\n\n\n76 \n \n\n \nFigura 36 - Estudos de microflotação das frações -35+ 48 #; -48+100 #; -100+400 # e -400 # \n\nde quartzo em função da concentração de amina (0,5 e 1,0 mg·g\n-1\n\n de quartzo).  \n\nCondições: pH 6,9; 2% sólidos p/p;  fluxo de ar = 0,02 L·min\n-1\n\n. \n\n \n\nOs ensaios conduzidos com o emprego de NBs e MaBs mostraram recuperações mais \n\nelevadas de quartzo em praticamente todas as condições estudadas. Apenas quando o ensaio \n\nfoi conduzido com a fração -35+48 # e concentração de coletor de 0,5 mg de amina·g\n-1\n\n de \n\nquartzo que o emprego combinado de NBs e MaBs apresentou leve queda na recuperação (3 \n\npontos percentuais). Por outro lado, quando a concentração de coletor foi de 1,0 mg de \n\namina·g\n-1\n\n de quartzo, com a mesma fração (-35+48 #), houve aumento da recuperação (14 \n\npontos percentuais). \n\n \n\nCalgaroto (2014) e Calgaroto et al. (2015) relataram que, em ensaios semelhantes mas com \n\nvazão de ar consideravelmente maior (0,2 L·min\n-1\n\n) que a empregada nesta Dissertação  \n\n(0,02 L·min\n-1\n\n), mesmo nas frações intermediárias (diâmetro médio igual ou maior que \n\n120 ?m), a recuperação das partículas de quartzo ao se empregar NBs + MaBs era inferior à \n\nobtida com a utilização de apenas MaBs. Segundo os autores, essa diminuição na recuperação \n\nera devido ao fato de haver menor grau de arraste nas frações mais grosseiras e à menor \n\nvelocidade de ascensão das MaBs quando em contato com as NBs. Os incrementos em \n\nrecuperação de quartzo obtidos pelos autores com a utilização de NBs associadas a MaBs, ao \n\ncontrário deste estudo, só ocorreram nas frações finas (diâmetro médio igual ou inferior a \n\n58 ?m).   \n\n \n\nNesta Dissertação, os maiores incrementos na recuperação de quartzo devido ao emprego de \n\nNBs associadas às MaBs, ocorreram na fração -48+100 # (diâmetro médio de 290 ?m). Os \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,5 1,0 0,5 1,0 0,5 1,0 0,5 1,0\n\n+48 -48+100 -100+400 -400\n\nR\ne\nc\nu\n\np\ne\nr\na\n\nç\nã\n\no\n d\n\ne\n q\n\nu\na\n\nr\ntz\n\no\n (\n\n%\n)\n\nConcentração de coletor (mg amina·g-1quartzo) | Frações granulométricas, malhas Tyler\n\nMaBs NBs + MaBs\n\n\n\n77 \n \n\naumentos foram de 23 e 39 pontos percentuais com as concentrações de 0,5 e 1,0  mg de \n\namina·g\n-1\n\n de quartzo, respectivamente.  \n\n \n\nEm relação às frações granulométricas, a mais grosseira foi a que apresentou maior \n\nrecuperação para uma mesma concentração de reagentes e tanto com o emprego apenas de \n\nMaBs como de NBs + MaBs. A recuperação foi decrescendo nos ensaios com as frações \n\nintermediárias e voltou a crescer nos ensaios com as partículas finas. Este fato pode ser \n\nexplicado considerando-se que a vazão de ar foi constante durante todo o ensaio e, portanto, o \n\nnúmero de bolhas disponíveis foi o mesmo. Por outro lado, nos ensaios com frações de \n\ntamanhos menores, a área superficial das partículas aumentava, fazendo com que a relação \n\nquantidade de bolhas / partículas diminuísse, afetando a recuperação obtida ao final do ensaio. \n\nPorém, quando as partículas eram muito finas, o arraste foi considerável e, desta forma, a \n\nrecuperação aumentou novamente. \n\n \n\nAinda, a porcentagem de sólidos menor nos ensaios de microflotação de quartzo (2% p/p) \n\ntornou efetiva a ação das NBs fazendo com que apenas a combinação das mesmas às MaBs já \n\nfosse capaz de elevar consideravelmente a recuperação.  \n\n \n\nOs ensaios de flotação em célula mecânica realizados com a fração -48+100 # e concentração \n\nde sólidos de 12% (p/p) mostraram que os ensaios com NBs + MaBs tiveram maiores \n\nrecuperações que aqueles com MaBs (aumentos de ~23%).  Ainda, de maneira análoga aos \n\nresultados obtidos na flotação de fosfato, a recuperação de quartzo obtida no primeiro minuto \n\nde ensaio na presença de NBs representou cerca do dobro da obtida no ensaio apenas com \n\nMaBs (Figura 37). \n\n \n\n\n\n78 \n \n\n \nFigura 37 - Estudos de flotação da fração -48+100 # de quartzo em célula mecânica: \n\nRecuperação em função do tempo nos ensaios com MaBs e com NBs + MaBs.  \n\nCondições: pH 6,9; 12% sólidos p/p; velocidade do impelidor = 1000 rpm;  \n\nfluxo de ar = 6 L·min\n-1\n\n; concentração de amina = 0,5 mg·g\n-1\n\n quartzo. \n\n \n\nNos ensaios de flotação de quartzo em célula mecânica, realizados por Calgaroto et al. (2015), \n\ncom concentração de sólidos de 20% p/p e de amina de 1,0 mg·g\n-1\n\n quartzo, também foi obtida \n\nmaior recuperação de quartzo nos primeiros minutos de flotação na presença de NBs. \n\nEntretanto, o valor final alcançado foi apenas 3% maior que nos ensaios apenas com MaBs \n\n(Tabela 15).  \n\n \n\nTabela 15 - Flotação de quartzo em célula mecânica com e sem nanobolhas.  \n\nCondições: pH 6,9; tempo de condicionamento = 2 min; 20% de sólidos; velocidade do \n\nimpelidor = 750 rpm; fluxo de ar = 6 L·min\n-1\n\n; concentração de amina = 1,0 mg·g\n-1\n\n quartzo. \n\nFonte: Calgaroto et al. (2015). \n\n \n\nRecuperação (%), \n\n2 min \n\nRecuperação (%), \n\n4 min \n\nDesvio \n\npadrão (%) \n\nSem nanobolhas 24 81 0,24 \n\n \n\n26 81 \n\n Com nanobolhas 39 83 0,29 \n\n \n\n37 85 \n\n  \n\n \n\n  \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n0 1 2 3 4\n\nR\ne\nc\nu\n\np\ne\nr\na\nç\nã\no\n d\n\ne\n q\n\nu\na\nr\ntz\n\no\n (\n\n%\n)\n\nTempo (min)\n\nMaBs NBs + MaBs\n\n\n\n79 \n \n\n5 CONSIDERAÇÕES FINAIS \n\n \n\nA otimização da recuperação, por flotação, de finos de minérios é um velho e conhecido \n\ndesafio técnico da área de processamento mineral. Uma das alternativas para aumentar a \n\neficiência da flotação de finos, via uma maior probabilidade de captura de partículas pelas \n\nbolhas, é a utilização de bolhas menores, como no caso das colunas com spargers específicos, \n\npor exemplo, o cavitation tube (CAPPONI et al., 2006). Como esta alternativa não existe nas \n\nmáquinas convencionais de flotação e a eficiência, mesmo com a utilização de bolhas \n\nmenores, continua a ser baixa para as frações ultrafinas (&lt;13 ?m), existe a necessidade de \n\nincluir uma classificação (separação) de finos e enfrentar limitações associadas à capacidade \n\nde tratamento e velocidade de ascensão de bolhas menores. \n\n \n\nUma segunda opção seria a injeção de NBs, seguida de MBs e MaBs em células \n\nconvencionais; alternativa em estudo pelos fornecedores de equipamentos de células de \n\nflotação (informação verbal)\n1\n.  \n\n \n\nO aumento dos estudos de caracterização e compreensão das propriedades destas diminutas \n\nbolhas, nas últimas décadas, tem mostrado seu potencial na flotação de minérios e contribuído \n\npara o interesse de pesquisadores nesta área. Nesta Dissertação, a injeção das NBs na etapa de \n\ncondicionamento visou otimizar a adesão de um maior número de MBs e MaBs, típicas das \n\ncélulas de flotação. \n\n \n\nConcluindo, este trabalho de Dissertação mostrou que os estudos de aplicação de NBs em \n\nconjunto com MBs e/ou MaBs na flotação de minério fosfático e de quartzo foram exitosos. \n\nOs resultados estimulam a continuidade da pesquisa em escalas semi contínuas (piloto). Neste \n\ncontexto, a Figura 38 apresenta um fluxograma com uma proposta de injeção múltipla de \n\nbolhas na flotação de minérios. Ressalta-se que a injeção de apenas NBs deve ser conseguida \n\natravés de sua geração em vaso saturador seguida de separação seletiva das MBs devido à \n\nascensão destas até a superfície do líquido. Já a injeção de NBs e MBs conjuntamente pode \n\nser conseguida tanto através da injeção separada dos fluxos gerados em vaso saturador, mas \n\ncom pressões de saturação diferentes (2,5 bar para NBs e 4,0 bar para MBs), como pela \n\n                                                           \n1\n Informação fornecida por Érico Tabosa, em junho de 2017. \n\n\n\n80 \n \n\nutilização de uma bomba multifásica, que permite gerar NBs e MBs conjuntamente e de \n\nforma semi-contínua (ETCHEPARE, 2016 e ETCHEPARE et al., 2017). \n\n  \n\n \nFigura 38 – Proposta de fluxograma de flotação de minérios com injeção de NBs e/ou MBs. \n1\nNBs geradas por despressurização de água saturada com ar e cavitação hidrodinâmica em \n\nválvula agulha (usando vaso saturador) e separadas das MBs devido à ascensão destas à \n\nsuperfície do líquido. \n2\nMBs e NBs geradas conjuntamente em bomba multifásica ou \n\nisoladamente em vaso saturador, utilizando pressões de saturação diferentes. \n\n  \n\n\n\n81 \n \n\n6 CONCLUSÕES \n\n \n\nCom base nos resultados obtidos, nesta Dissertação, foi possível estabelecer as seguintes \n\nconclusões: \n\n \n\n1. Foi aprimorada uma técnica de adesão e visualização de bolhas em duas superfícies \n\nminerais: grãos de apatita e quartzo. Foram observados a nucleação e crescimento de \n\nMBs e o aumento da população de MaBs aderidas às partículas minerais, somente \n\napós interações das mesmas com dispersões de NBs (elevada concentração) e, em \n\nmenor grau, com o conjunto MBs/NBs.  \n\n \n\n2. As NBs aderem às superfícies dos grãos minerais estudados devido (provavelmente) a \n\nmecanismos envolvendo forças hidrofóbicas e de dissipação da energia livre \n\nsuperficial dos sólidos em função de sua rugosidade, pontas, cavidades, superfícies \n\násperas e porosas. A grande população de bolhas resultante contribui para o aumento \n\nda probabilidade de flotação já que a densidade específica dos agregados bolhas-\n\npartículas diminui consideravelmente. \n\n \n\n3. O emprego combinado de bolhas na flotação de minério fosfático, em escala de \n\nbancada, apresentou  incrementos na recuperação de P2O5, com pequena queda no teor \n\nde P2O5, quando comparada aos ensaios STD. Os resultados foram obtidos em \n\npraticamente todas as condições estudadas, com valores de incremento na recuperação \n\nde P2O5 variando entre 0,2 e 8,9%. \n\n \n\n4. Os aumentos (até 2,7%) na recuperação de P2O5, nos ensaios com associações de \n\nbolhas e quando a concentração de sólidos foi de 35% p/p, foram consideravelmente \n\nmenores que os obtidos com 28% de sólidos (até 8,9%).  \n\n \n\n5. A flotação de minério fosfático com associação de NBs e/ou MBs às MaBs teve uma \n\nmaior cinética de flotação. As recuperações obtidas na primeira coleta (1,5 min) \n\ntenderam a ser maiores que as obtidas nos ensaios STD. Nas condições com 28% de \n\nsólidos, os ensaios com MBs + MaBs e NBs + MBs + MaBs mostraram que as \n\nrecuperações de P2O5 no primeiro minuto e meio de ensaio foram superiores às obtidas \n\nem 4 min do ensaio de referência (STD). \n\n\n\n82 \n \n\n6. Nos ensaios de microflotação de quartzo, a associação de NBs às MaBs aumentou a \n\nrecuperação de quartzo em praticamente todas as condições estudadas, tanto com \n\npartículas finas quanto com as mais grossas. Os maiores incrementos (39 pontos \n\npercentuais) na recuperação foram obtidos com a fração -48+100 # (diâmetro médio \n\nde 290 ?m) e concentração de 1,0 mg de amina.g\n-1\n\n quartzo.  \n\n \n\n7. Nos estudos de flotação de quartzo em célula mecânica com injeção de NBs, a \n\nrecuperação aumentou aproximadamente 23 pontos percentuais em relação ao ensaio \n\nde referência (STD). Além disso, houve aumento da cinética de flotação, sendo que no \n\nprimeiro min do ensaio com NBs obteve-se quase o dobro da recuperação de quartzo \n\ndo ensaio STD. \n\n \n\n8. Conclui-se, finalmente, que a injeção de nano e microbolhas na flotação de minérios \n\nmostra um elevado potencial de recuperação de partículas em etapas rougher. \n\n \n\n \n\n \n\n  \n\n  \n\n\n\n83 \n \n\nSUGESTÃO DE TRABALHOS FUTUROS \n\n \n\nEstudos básicos: \n\n1. Estudos de interação bolha-partícula mineral mista (por exemplo, apatita com \n\nhematita), com condicionamento prévio com reagentes hidrofobizantes; \n\n2. Estudos para determinar o melhor ponto de injeção de NBs no circuito típico de \n\nflotação: no início da etapa de condicionamento ou após o condicionamento com \n\ndepressor; \n\n3. Estudos de avaliação da quantidade de MBs a ser injetada, conforme o percentual de \n\nsólidos da polpa a ser ensaiada nos estudos de flotação com combinações de bolhas; \n\n4. Desenvolvimento de arranjo experimental que permita a injeção de MBs em coluna de \n\nflotação, para estudos com condicionamento prévio com NB e injeção de MBs durante \n\na flotação propriamente dita.  \n\n \n\nEstudos de aplicação: \n\n1. Estudos de flotação, em escala de bancada e usando células mecânicas, da fração de \n\nminério fosfático que alimenta o Circuito de Ultrafinos da unidade de concentração do \n\nComplexo de Mineração de Tapira; \n\n2. Estudos de flotação de quartzo em célula mecânica, com e sem adição de NBs, com as \n\nfaixas granulométricas -35+48 #; -100+400 # e -400 # e em diferentes condições de \n\nporcentagem de sólidos. \n\n3. Estudos de aplicação de NBs em flotação de minérios que apresentem baixo teor na \n\nalimentação da flotação. \n\n  \n\n\n\n84 \n \n\nPRODUÇÃO CIENTÍFICA ASSOCIADA À DISSERTAÇÃO \n\n \n\nAZEVEDO, A. et al. Featuring the nanobubbles scenario in mining and mineral flotation. In: \n\nWORLD MINING CONGRESS, 24., 2016, Rio de Janeiro. Electronic Proceedings… \n\nDisponível em:&lt;http://www.ibram.org.br/sites/1300/1382/00006233.pdf>. Acesso em: 03 \n\ndez. 2016. \n\n \n\nAZEVEDO, A. et al. The role of nanobubbles in the flotation of minerals and mining \n\nwastewaters.  In: Congreso Internacional de Flotación de Minerales, 2., 2016, Lima. CD -\n\nROM. \n\n \n\nROSA, A. F.; PAIVA, M. P., RUBIO, J. Aplicação de nano, micro e macrobolhas na flotação \n\nde minério fosfático. In: ENCONTRO NACIONAL DE TRATAMENTO DE MINÉRIOS E \n\nMETALURGIA EXTRATIVA, 27., 2017, Belém. (no prelo) \n\n \n\n \n\n \n  \n\n\n\n85 \n \n\nREFERÊNCIAS \n\n \n\nAGARWAL, A. An experimental study of nanobubbles on hydrophobic surfaces. 2005. \n\n127 p. Dissertação (Mestrado em Engenharia Mecânica) - Massachusetts Institute of \n\nTechnology, Cambridge, 2005. \n\n \n\nAHMADI, R. et al. Nano-microbubble flotation of fine and ultrafine chalcopyrite \n\nparticles. International Journal of Mining Science and Technology, v. 24, n. 4, p. 559-566, \n\n2014. \n\n \n\nAHMED, N.; JAMESON, G. J. The effect of bubble size on the rate of flotation of fine \n\nparticles. International Journal of Mineral Processing, v. 14, n. 3, p. 195-215, 1985. \n\n \n\nAHMED, N.; JAMESON, G. J. Flotation Kinetics. Mineral Processing and Extractive \n\nMetallurgy Review, v. 5, n.1-4, p. 77-99, 1989. \n\n \n\nALHESHIBRI, M. et al. A history of nanobubbles. Langmuir, v. 32, n. 43, p. 11086-11100, \n\n2016. \n\n \n\nAN, H.; LIU, G.; CRAIG, V. S. J. Wetting of nanophases: Nanobubbles, nanodroplets and \n\nmicropancakes on hydrophobic surfaces. Advances in Colloid and Interface Science, v. \n\n222, p. 9-17, 2015. \n\n \n\nANFRUNS, J. P.; KITCHENER, J. A. Rate of capture of small particles in flotation. \n\nTransactions of the Institution of Mining and Metallurgy Section C - Mineral Processing \n\nand Extractive Metallurgy, v. 86, p. 9-15, 1977. \n\n \n\nARAÚJO, A. C.; VIANA, P. R. M.; PERES, A. E. C. Flotation machines in Brazil; Columns \n\nversus mechanical cells. In: CENTENARY OF FLOTATION SYMPOSIUM, 2005, Brisbane. \n\nProceedings… p. 187-192. \n\n \n\nASSIS, S. M. Aspectos Fundamentais da Seletividade da Flotação Apatita/Minerais \n\nMicáceos da Jazida de Tapira, MG. 1996. 211 p. Tese (Doutorado em Engenharia) - Pós-\n\nGraduação em Engenharia Metalúrgica e de Minas, Universidade Federal de Minas Gerais, \n\nBelo Horizonte, 1996. \n\n \n\nATTARD, P. Nanobubbles and the hydrophobic attraction. Advances in Colloid and \n\nInterface Science, v.104, n. 1-3, p. 75-91, 2003. \n\n \n\nAZEVEDO, A. et al. Aqueous dispersions of nanobubbles: Generation, properties and \n\nfeatures. Minerals Engineering, v.94, p. 29-37, 2016a. \n\n \n\nAZEVEDO, A. et al. Featuring the nanobubbles scenario in mining and mineral flotation. In: \n\nWORLD MINING CONGRESS, 24., 2016b, Rio de Janeiro. Electronic Proceedings… \n\nDisponível em:&lt;http://www.ibram.org.br/sites/1300/1382/00006233.pdf>. Acesso em: 03 \n\ndez. 2016. \n\n \n\nBALASUNDARAM, B.; HARRISON, S. T. L. Study of physical and biological factors \n\ninvolved in the disruption of E. coli by hydrodynamic cavitation. Biotechnology Progress, v. \n\n22, n. 3, p. 907-913, 2006. \n\n\n\n86 \n \n\nBALTAR, C. A. M. Flotação no Tratamento de Minérios. 2. ed. Recife: Universitária da \n\nUFPE, 2010. \n\n \n\nBARROS, L. A. F.; LEAL FILHO, L. S.; PERES, A. E. C. Plant practice innovations in a \n\nphosphate concentrator. Minerals Engineering, v. 14, n. 1, p. 117-121, 2001. \n\n \n\nBARROS, L. A. F. Concentração de minérios fosfáticos. In: CHAVES, A. P. (Org.). Teoria e \n\nPrática do Tratamento de Minérios - Flotação O Estado da Arte no Brasil. São Paulo: \n\nSignus, 2006. p. 83-121. \n\n \n\nBORKENT, B. M. et al. On the shape of surface nanobubbles. Langmuir, v. 26, n. 1, p. 260-\n\n268, 2009. \n\n \n\nBOWDEN, M. et al. Analysis of river water samples utilising a prototype industrial sensing \n\nsystem for phosphorus based on micro-system technology. Journal of Environmental \n\nMonitoring, v. 4, n. 5, p. 767-771, 2002. \n\n \n\nCALGAROTO, S. Propriedades interfaciais de nanobolhas e estudos na flotação de \n\nquartzo e precipitados coloidais de amina. 2014. 102 p. Dissertação (Mestrado em \n\nEngenharia) - Programa de Pós-Graduação em Engenharia de Minas, Metalúrgica e Materiais, \n\nUniversidade Federal do Rio Grande do Sul, Porto Alegre, 2014.  \n\n \n\nCALGAROTO, S.; WILBERG, K. Q.; RUBIO, J. On the nanobubbles interfacial properties \n\nand future applications in flotation. Minerals Engineering, v. 60, p. 33-40, 2014. \n\n \n\nCALGAROTO, S.; AZEVEDO, A.; RUBIO, J. Flotation of quartz particles assisted by \n\nnanobubbles. International Journal of Mineral Processing, v. 137, p. 64-70, 2015. \n\n \n\nCALGAROTO, S.; AZEVEDO, A.; RUBIO, J. Separation of amine-insoluble species by \n\nflotation with nano and microbubbles. Minerals Engineering, v. 89, p. 24-29, 2016. \n\n \n\nCAPPONI, F. et al. Modified column flotation of adsorbing iron hydroxide colloidal \n\nprecipitates. International Journal of Mineral Processing, v. 79, n. 3, p. 167-173, 2006. \n\n \n\nCHEN, K-K. Bathing pool assembly with water full of nano-scale ozone bubbles for \n\nrehabilitation. US 7488416 B2, Feb. 10, 2009. \n\n \n\nCLAYTON, R.; JAMESON, G. J.; MANLAPIG, E. V. The development and application of \n\nthe Jameson cell. Minerals Engineering, v. 4, n. 7-11, p. 925-933, 1991. \n\n \n\nCOLLINS, D. N.; READ, A. D. The treatment of slimes. Mineral Science and Engineering, \n\nv. 3, p. 19-31, 1971. \n\n \n\nDAI, Z.; FORNASIERO, D.; RALSTON, J. Particle–bubble attachment in mineral \n\nflotation. Journal of Colloid and Interface Science, v. 217, n. 1, p. 70-76, 1999. \n\n \n\nDERJAGUIN, B. V.; DUKHIN, S. S.; RULYOV, N. N. Kinetic theory of flotation of small \n\nparticles. In: MATIJEVIC, E.; GOOD, R. (Ed.). Surface and colloid science. Nova York: \n\nSpringer US, 1984. p. 71-113. \n\n\n\n87 \n \n\nDIAZ-PENAFIEL, P.; DOBBY, G. S. Kinetic studies in flotation columns: bubble size \n\neffect. Minerals Engineering, v. 7, n. 4, p. 465-478, 1994. \n\nDNPM – DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERAL. Balanço Mineral \n\nBrasileiro. Brasília, DNPM/MME, 2001. \n\n \n\nDUPRE, V. et al. Bubble formation by water release in nozzles---I. Mechanisms. Water \n\nResearch, v. 32, n. 8, p. 2491-2497, 1998. \n\n \n\nDZIENSIEWICZ, J.; PRYOR, E. J. An investigation into the action of air in froth \n\nflotation. Trans, v. 2001, n. 59, p. 455-491, 1950. \n\n \n\nEDZWALD, J. K. Dissolved air flotation and me. Water Research, v. 44, n. 7, p. 2077-2106, \n\n2010. \n\n \n\nEK, C. Flotation kinetics. In: MAVROS, P.; MATIS. K. A. (Ed.). Innovations in flotation \n\ntechnology. Netherlands : Springer, 1992. p. 183-210. \n\n \n\nEL-SHALL, H.; ZHANG, P.; KHALEK, N. Beneficiation technology of phosphates: \n\nchallenges and solutions. Minerals and Metallurgical Processing, v. 21, n. 1, p. 17-26, \n\n2004. \n\n \n\nERIEZ FLOTATION DIVISION. Disponível em:&lt;https://www.eriezflotation.com/ \n\nsparging/cavtube-sparging>. Acesso em: 20 maio 2017. \n\n \n\nETCHEPARE, R. G. Geração, caracterização e aplicações das nanobolhas na remoção de \n\npoluentes aquosos e reuso de água por flotação. 2016. 132 p. Tese (Doutorado em \n\nEngenharia) - Programa de Pós-Graduação em Engenharia de Minas, Metalúrgica e Materiais, \n\nUniversidade Federal do Rio Grande do Sul, Porto Alegre, 2016.  \n\n \n\nETCHEPARE, R. et al. Nanobubbles: Generation using a multiphase pump, properties and \n\nfeatures in flotation. Minerals Engineering, v. 112, p. 19-26, 2017. \n\n \n\nEVANGELISTA, G. J.; CARNEIRO, M. C. Determinação de fósforo total em minérios de \n\nferro por espectrofotometria de absorção molecular. 2013. \n\n \n\nFAN, M.; TAO, D. A study on picobubble enhanced coarse phosphate froth \n\nflotation. Separation Science and Technology, v. 43, n. 1, p. 1-10, 2008. \n\n \n\nFAN, M. et al. Nanobubble generation and its application in froth flotation (part I): \n\nnanobubble generation and its effects on properties of microbubble and millimeter scale \n\nbubble solutions. Mining Science and Technology, v. 20, n. 1, p. 1-19, 2010a. \n\n \n\nFAN, M. et al. Nanobubble generation and its applications in froth flotation (part II): \n\nfundamental study and theoretical analysis. Mining Science and Technology, v. 20, n. 2, p. \n\n159-177, 2010b. \n\n \n\nFAN, M. et al. Nanobubble generation and its applications in froth flotation (part III): \n\nspecially designed laboratory scale column flotation of phosphate. Mining Science and \n\nTechnology, v. 20, n. 3, p. 317-338, 2010c. \n\n \n\n\n\n88 \n \n\nFAN, M. et al. Nanobubble generation and its applications in froth flotation (part IV): \n\nmechanical cells and specially designed column flotation of coal. Mining Science and \n\nTechnology, v. 20, n. 5, p. 641-671, 2010d. \n\n \n\nFAN, M.; ZHAO, Y.; TAO, D. Fundamental studies of nanobubble generation and \n\napplications in flotation. Separation Technologies for Minerals, Coal, and Earth \n\nResources, p. 457-469, 2012. \n\n  \n\nFARROKHPAY, S. The importance of rheology in mineral flotation: A review. Minerals \n\nEngineering, v. 36, p. 272-278, 2012. \n\n \n\nFILIPPOV, L. O.; JOUSSEMET, R.; HOUOT, R. Bubble spargers in column flotation: \n\nadaptation to precipitate flotation. Minerals Engineering, v. 13, n. 1, p. 37-51, 2000. \n\n \n\nFINCH, J. A. Column flotation: a selected review — part IV: novel flotation \n\ndevices. Minerals Engineering, v. 8, n. 6, p. 587-602, 1995. \n\n \n\nFONSECA, D. S. Fosfato. In: LIMA, T. M.; NEVES, C. A. R. (Coord.) Sumário Mineral \n\n2015. Brasília: DNPM, 2016. p. 70-71.  \n\n \n\nGENC, M. A.; KILICKAPLAN, I.; LASKOWSKI, J. S. Effect of pulp rheology on flotation \n\nof nickel sulphide ore with fibrous gangue particles. Canadian Metallurgical Quarterly, v. \n\n51, n. 4, p. 368-375, 2012. \n\n \n\nGOGATE, P. R.; PANDIT, A. B. Hydrodynamic cavitation reactors: a state of the art \n\nreview. Reviews in Chemical Engineering, v. 17, n. 1, p. 1-85, 2001. \n\n \n\nGONTIJO, C. F.; FORNASIERO, D., RALSTON, J. The limits of fine and coarse particle \n\nflotation. The Canadian Journal of Chemical Engineering, v. 85, n. 5, p. 739-747, 2007. \n\n \n\nGUIMARÃES, R. C.; PERES, A. E. C. Experiência brasileira de produção de concentrado \n\nfosfático a partir de lamas. In: ENCONTRO NACIONAL DE TRATAMENTO DE \n\nMINÉRIOS E METALURGIA EXTRATIVA, 19., 2002, Recife. Anais... p. 247-253. \n\n \n\nGUIMARÃES, R. C.; ARAUJO, A. C.; PERES, A. E. C. Reagents in igneous phosphate ores \n\nflotation. Minerals Engineering, v. 18, n. 2, p. 199-204, 2005. \n\n \n\nHAMPTON, M. A.; NGUYEN, A. V. Accumulation of dissolved gases at hydrophobic \n\nsurfaces in water and sodium chloride solutions: Implications for coal flotation. Minerals \n\nEngineering, v. 22, n. 9-10, p. 786-792, 2009. \n\n \n\nHAMPTON, M. A.; NGUYEN, A. V. Nanobubbles and the nanobubble bridging capillary \n\nforce. Advances in Colloid and Interface Science, v. 154, n. 1, p. 30-55, 2010. \n\n \n\nHEWITT, D.; FORNASIERO, D.; RALSTON, J. Bubble particle attachment \n\nefficiency. Minerals Engineering, v. 7, n. 5-6, p. 657-665, 1994. \n\n \n\nISHIDA, N. et al. Nano bubbles on a hydrophobic surface in water observed by tapping-mode \n\natomic force microscopy. Langmuir, v. 16, n. 16, p. 6377-6380, 2000. \n\n \n\n\n\n89 \n \n\nJAMESON, G. J.; NAM, S.; YOUNG, M. M. Physical factors affecting recovery rates in \n\nflotation. Minerals Science and Engineering, v. 9, n. 3, p. 103-118, 1977.  \n\n \n\nJAMESON, G. J.; NAM, S.; YOUNG, M. M. Physical aspects of fine particle flotation. \n\nIn: WARK, I. W.; JONES, M. H.; WOODCOCK, J. T. Principles of Mineral Flotation–the \n\nWark, Symposium. 1984. p. 215-232. \n\n \n\nJIN, F. et al. Direct measurement of the nanobubble-induced weak depletion attraction \n\nbetween a spherical particle and a flat surface in an aqueous solution. Soft Matter, v. 4, n. 5, \n\np. 968-971, 2008. \n\n \n\nKARAKAS, F.; HASSAS, B. V. Effect of surface roughness on interaction of particles in \n\nflotation. Physicochemical Problems of Mineral Processing, v. 52, 2016. \n\n \n\nKLASSEN, V. I.; MOKROUSOV, V. A. An introduction to the theory of flotation. \n\nButterworths, 1963.  \n\n \n\nKERFOOT, W. B. Nano-bubble Generator and Treatments. US 20110241230 A1, Oct. 6, \n\n2011. \n\n \n\nKING, R. P. Flotation of fine particles. South African Institute of Mining and Metallurgy, \n\nPrinciples of Flotation, p. 215-225, 1982. \n\n \n\nKRASOWSKA, M. et al. Air-facilitated three-phase contact formation at hydrophobic solid \n\nsurfaces under dynamic conditions. Langmuir, v. 23, n. 2, p. 549-557, 2007. \n\n \n\nLASKOWSKI, J.; KITCHENER, J. A. The hydrophilic-hydrophobic transition on \n\nsilica. Journal of Colloid and Interface Science, v. 29, n. 4, p. 670-679, 1969. \n\n \n\nLAZARIDIS, N. K. et al. Dissolved-air flotation of metal ions. Separation Science and \n\nTechnology, v. 27, n. 13, p. 1743-1758, 1992. \n\n \n\nLEDO, P. G. S. et al. Flotação de calcita utilizando óleos vegetais regionais saponificados. In: \n\nENCONTRO NACIONAL DE TRATAMENTO DE MINÉRIOS E METALURGIA \n\nEXTRATIVA, 20., 2004, Florianópolis. Anais..., v. 2, p. 61-69. \n\n \n\nLIU, S. et al. Effects of the water containing nanobubbles on metabolic activities of barley \n\nseeds. In:  INTERNATIONAL SYMPOSIUM ON MACHINERY AND MECHATRONICS \n\nFOR AGRICULTURE AND BIOSYSTEMS ENGINEERING (ISMAB), 6., 2012, Jeonju. \n\nProceedings… p. 18-20. \n\n \n\nLIU, S. et al. Effects of nanobubbles on the physicochemical properties of water: The basis \n\nfor peculiar properties of water containing nanobubbles. Chemical Engineering Science, v. \n\n93, p. 250-256, 2013. \n\n \n\nLOU, S.-T. et al. Nanobubbles on solid surface imaged by atomic force microscopy. Journal \n\nof Vacuum Science &amp; Technology B: Nanotechnology and Microelectronics: Materials, \n\nProcessing, Measurement, and Phenomena, v. 18, n. 5, p. 2573-2575, 2000. \n\n \n\n\n\n90 \n \n\nLOUREIRO, F. E. L.; MONTE, M. B. M.; NASCIMENTO, M. Agrominerais – Fosfato. In: \n\nLUZ, A. B. da.; LINS, F. A. F. Rochas e Minerais Industriais: Usos e Especificações. 2 ed. \n\nRio de Janeiro: CETEM/MCT, 2008. p. 141-174. \n\n \n\nLUKIANOVA-HLEB, E. Y. et al. Selective gene transfection of individual cells in vitro with \n\nplasmonic nanobubbles. Journal of Controlled Release, v. 152, n. 2, p. 286-293, 2011. \n\n \n\nMATIAS, M. Lipocavitação. Disponível em:&lt;http://www.ibemm.com.br/ \n\ntratamentos.htmL#lipocavitacao>. Acesso: 15 maio 2014. \n\n \n\nMATIOLO, E.; CAPPONI, F.; RUBIO, J. Técnicas para recuperar minério de cobre. Brasil \n\nMineral, v. 229, p. 144-150, 2004. \n\n \n\nMATIOLO, E. Recuperação otimizada de finos de minério de cobre e molibdênio por \n\nflotação não convencional. 2005. 99 p. Dissertação (Mestrado em Engenharia) - Programa \n\nde Pós-Graduação em Engenharia de Minas, Metalúrgica e Materiais, Universidade Federal \n\ndo Rio Grande do Sul, Porto Alegre, 2005.  \n\n \n\nMATIOLO, E. Avanços na coluna de três produtos - C3P: Fundamentos e Aplicações. \n\n2008. 174 p. Tese (Doutorado em Engenharia) - Programa de Pós-Graduação em Engenharia \n\nde Minas, Metalúrgica e Materiais, Universidade Federal do Rio Grande do Sul, Porto Alegre, \n\n2008.  \n\n \n\nMETSO. Disponível em:&lt;http://www.metso.com/globalassets/saleshub/documents---\n\nepiserver/flotation_columns-brochure-pt_lr.pdf>. Acesso em: 20 maio 2017.  \n\n \n\nMIETTINEN, T. Fine particle flotation. 2007. 200 p. Tese (Doutorado em Engenharia \n\nMineral e de Materiais) – University of South Australia, Austrália, 2007.  \n\n \n\nMISHCHUK, N.; RALSTON, J.; FORNASIERO, D. Influence of dissolved gas on van der \n\nWaals forces between bubbles and particles. The Journal of Physical Chemistry A, v. 106, \n\nn. 4, p. 689-696, 2002. \n\n \n\nMOHANTY, M. K.; HONAKER, R. Q. A comparative evaluation of the leading advanced \n\nflotation technologies. Minerals Engineering, v. 12, n. 1, p. 1-13, 1999. \n\n \n\nNGUYEN, A. V. et al. Attraction between hydrophobic surfaces studied by atomic force \n\nmicroscopy. International Journal of Mineral Processing, v. 72, n. 1, p. 215-225, 2003. \n\n \n\nOH, S. H.; HAN, J. G.; KIM, J. M. Long-term stability of hydrogen nanobubble fuel. Fuel, v. \n\n158, p. 399-404, 2015. \n\n \n\nOHGAKI, K. et al. Physicochemical approach to nanobubble solutions. Chemical \n\nEngineering Science, v. 65, n. 3, p. 1296-1300, 2010. \n\n \n\nOLIVEIRA, J. A. de. Grau de saponificação de óleos vegetais na flotação seletiva de \n\napatita de minério carbonatítico. 2005. 201 p. Dissertação (Mestrado em Engenharia) - \n\nPrograma de Pós-graduação em Engenharia Mineral, Universidade Federal de Ouro Preto, \n\nOuro Preto, 2005. \n\n\n\n91 \n \n\nOLIVEIRA, C.; RODRIGUES, R. T.;  RUBIO, J. Nucleation, growth and coalescence \n\nphenomena of air bubbles on quartz particles in different aqueous solutions. Bubble Science, \n\nEngineering &amp; Technology, v. 5, n. 1-2, p. 15-24, 2014. \n\n \n\nPARKER, J. L.; CLAESSON, P. M.; ATTARD, P. Bubbles, cavities, and the long-ranged \n\nattraction between hydrophobic surfaces. The Journal of Physical Chemistry, v. 98, n. 34, \n\np. 8468-8480, 1994. \n\n \n\nPATRA, P.; NAGARAJ, D. R.; SOMASUNDARAN, P. Impact of pulp rheology on selective \n\nrecovery of value minerals from ores. In: INTERNATIONAL SEMINAR ON MINERAL \n\nPROCESSING TECHNOLOGY (MPT-2010), 11., 2010,  Jamshedpur. Proceedings… p. \n\n1223-1231. \n\n \n\nPEASE, J. D.; CURRY, D. C.; YOUNG, M. F. Designing flotation circuits for high fines \n\nrecovery. Minerals Engineering, v. 19, n. 6-8, p. 831-840, 2006. \n\n \n\nPENNA, R. et al. Estudo comparativo entre dois sistemas de aeração de coluna de \n\nflotação. Rem: Revista Escola de Minas, v. 56, n. 3, p. 195-200, 2003. \n\n \n\nPOURKARIMI, Z.; REZAI, B.; NOAPARAST, M. Effective parameters on generation of \n\nnanobubbles by cavitation method for froth flotation applications. Physicochemical \n\nProblems of Mineral Processing, v. 53, n. 2, p. 920-942, 2017. \n\n \n\nRALSTON, J.; FORNASIERO, D; HAYES, R. Bubble – particle attachment and detachment \n\nin flotation. International Journal of Mineral Processing, v. 56, n. 1, p. 133-164, 1999. \n\n \n\nREAY, D.; RATCLIFF, G. A. Removal of fine particles from water by dispersed air flotation: \n\neffects of bubble size and particle size on collection efficiency. The Canadian Journal of \n\nChemical Engineering, v. 51, n. 2, p. 178-185, 1973. \n\n \n\nREAY, D.; RATCLIFF, G. A. Experimental testing of the hydrodynamic collision model of \n\nfine particle flotation. The Canadian Journal of Chemical Engineering, v. 53, n. 5, p. 481-\n\n486, 1975. \n\n \n\nRESENDE, Í. A. Influência da aplicação de ferramentas da qualidade: um estudo de caso \n\nna usina de beneficiamento de minérios da Vale Fertilizantes do município de Tapira – \n\nMG. 2015. 188 p. Trabalho apresentado como requisito obtenção do título de Engenheiro de \n\nMinas, CEFET – MG, Araxá, 2015. \n\n \n\nRODRIGUES, R. T. Desenvolvimento da técnica LTM-BSizer para a caracterização de \n\nbolhas e avaliação de parâmetros no processo de flotação. 2004. 132 p. Tese (Doutorado \n\nem Engenharia) - Programa de Pós-Graduação em Engenharia de Minas, Metalúrgica e \n\nMateriais, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2004.  \n\n \n\nRODRIGUES, R. T.; RUBIO, J. New basis for measuring the size distribution of \n\nbubbles. Minerals Engineering, v. 16, n. 8, p. 757-765, 2003. \n\n \n\nROSA, J. J.; RODRIGUES, R. T.; RUBIO, J. Condicionamento em alta intensidade para \n\naumentar a recuperação de finos de minérios por flotação. In: ENCONTRO NACIONAL DE \n\nTRATAMENTO DE MINÉRIOS E METALURGIA EXTRATIVA, 17.  e SEMINÁRIO DE \n\n\n\n92 \n \n\nQUÍMICA DE COLÓIDES APLICADA À TECNOLOGIA MINERAL, 1., 1998, Águas de \n\nSão Pedro. Anais... v. 2, p. 521-542. \n\n \n\nRUBIO, J. Modified column flotation of mineral particles. International Journal of Mineral \n\nProcessing, v. 48, n. 3-4, p. 183-196, 1996. \n\n \n\nRUBIO, J.; SOUZA, M. L.; SMITH, R. W. Overview of flotation as a wastewater treatment \n\ntechnique. Minerals Engineering, v. 15, n. 3, p. 139-155, 2002. \n\n \n\nRUBIO, J. et al. Advances in flotation of mineral fines. In: INTERNATIONAL MINERAL \n\nPROCESSING CONGRESS, 12., 2003, Cape-Town. Proceedings… p. 1002-1014. \n\n \n\nRYKAART, E. M.; HAARHOFF, J. Behaviour of air injection nozzles in dissolved air \n\nflotation. Water Science and Technology, v. 31, n. 3-4, p. 25-35, 1995. \n\n \n\nSANTANA, R. C. et al. Flotation of fine apatitic ore using microbubbles. Separation and \n\nPurification Technology, v. 98, p. 402-409, 2012. \n\n \n\nSANTOS, R. L. C.; SOBRAL, L. G. S.; ARAUJO, R. V. V. Produção de fosfato no Brasil: \n\ncomplexo de mineração de Tapira/Fosfertil. In: ENCONTRO NACIONAL DE \n\nTRATAMENTO DE MINÉRIOS E METALURGIA EXTRATIVA, 19., 2002, Recife. \n\nAnais... p. 439-445. \n\n \n\nSEDDON, J. R. T.; ZANDVLIET, H. J. W.; LOHSE, D. Knudsen gas provides nanobubble \n\nstability. Physical Review Letters, v. 107, n. 11, p. 116101, 2011. \n\n \n\nSEDDON, J. R. T. et al. A deliberation on nanobubbles at surfaces and in \n\nbulk. ChemPhysChem, v. 13, n. 8, p. 2179-2187, 2012. \n\n \n\nSIS, H.; CHANDER, S. Reagents used in the flotation of phosphate ores: a critical \n\nreview. Minerals Engineering, v. 16, n. 7, p. 577-585, 2003. \n\n \n\nSIVAMOHAN, R. The problem of recovering very fine particles in mineral processing - a \n\nreview. International Journal of Mineral Processing, v. 28, n. 3-4, p. 247-288, 1990. \n\n \n\nSOBHY, A. Cavitation nanobubble enhanced flotation process for more efficient coal \n\nrecovery. 2013. 170 p. Tese (Doutorado) - College of Engineering - University of Kentucky, \n\nLexington, 2013. \n\n \n\nSOBHY, A.; TAO, D. Nanobubble column flotation of fine coal particles and associated \n\nfundamentals. International Journal of Mineral processing, v. 124, p. 109-116, 2013a. \n\n \n\nSOBHY, A.; TAO, D. High-efficiency nanobubble coal flotation. International Journal of \n\nCoal Preparation and Utilization, v. 33, p. 242-256, 2013b. \n\n \n\nSOLARI, J. A. S. Selective dissolved air flotation of fine mineral particles. 1980. 588 p. \n\nTese (Doutorado). University of London, Londres, 1980. \n\n \n\nTABOSA, É. O. Flotação com reciclo de concentrados (FRC) para recuperação de finos \n\nde minérios: fundamentos e aplicações. 2007. 117 p. Dissertação (Mestrado em Engenharia) \n\n\n\n93 \n \n\n- Programa de Pós-Graduação em Engenharia de Minas, Metalúrgica e Materiais, \n\nUniversidade Federal do Rio Grande do Sul, Porto Alegre, 2007.  \n\n \n\nTAKAHASHI, M. ? potential of microbubbles in aqueous solutions: electrical properties of \n\nthe gas-water interface. The Journal of Physical Chemistry B, v. 109, n. 46, p. 21858-\n\n21864, 2005. \n\n \n\nTAKATA, L. A.; VALLE, T. Flotação em Coluna. In: CHAVES, A. P. (Org.) Teoria e \n\nPrática do Tratamento de Minérios: A Flotação no Brasil. 3 ed. São Paulo: Oficina de \n\nTextos, 2013. p. 65-104. \n\n \n\nTAO, D. Role of bubble size in flotation of coarse and fine particles - a review. Separation \n\nScience and Technology, v. 39, n. 4, p. 741-760, 2005. \n\n \n\nTASAKI, T. et al. Degradation of surfactants by an integrated nanobubbles/VUV irradiation \n\ntechnique. Industrial &amp; Engineering Chemistry Research, v. 48, n. 9, p. 4237-4244, 2009. \n\n \n\nTESTA, F. G. Avanços na flotação de finos de minério com condicionamento em alta \n\nintensidade. 2008. 98 p. Dissertação (Mestrado em Engenharia) - Programa de Pós-\n\nGraduação em Engenharia de Minas, Metalúrgica e Materiais, Universidade Federal do Rio \n\nGrande do Sul, Porto Alegre, 2008. \n\n \n\nTRAHAR, W. J. A rational interpretation of the role of particle size in \n\nflotation. International Journal of Mineral Processing, v. 8, n. 4, p. 289-327, 1981. \n\n \n\nTRAHAR, W. J.; WARREN, L. J. The flotability of very fine particles - a \n\nreview. International Journal of Mineral Processing, v. 3, n. 2, p. 103-131, 1976. \n\n \n\nTSAI, J. -C. et al. Nano-bubble flotation technology with coagulation process for the cost-\n\neffective treatment of chemical mechanical polishing wastewater. Separation and \n\nPurification Technology, v. 58, n. 1, p. 61-67, 2007. \n\n \n\nUSHIKUBO, F. Y. et al. Evidence of the existence and the stability of nano-bubbles in \n\nwater. Colloids and Surfaces A: Physicochemical and Engineering Aspects, v. 361, n. 1, p. \n\n31-37, 2010. \n\n \n\nVALDERRAMA, L.; RUBIO, J. High intensity conditioning and the carrier flotation of gold \n\nfine particles. International Journal of Mineral Processing, v. 52, n. 4, p. 273-285, 1998. \n\n \n\nWEBER, M. E. Collision efficiencies for small particles with a spherical collector at \n\nintermediate Reynolds numbers. Journal Separation Process Technology, v. 2, n. 1, p. 29-\n\n33, 1981. \n\n \n\nWEIJS, J. H.; LOHSE, D. Why surface nanobubbles live for hours. Physical Review Letters, \n\nv. 110, n. 5, p. 054501, 2013. \n\n \n\nWU, Z. et al. Nanobubbles influence on BSA adsorption on mica surface. Surface and \n\nInterface Analysis, v. 38, n. 6, p. 990-995, 2006. \n\n \n\n\n\n94 \n \n\nWU, Z. et al. Cleaning using nanobubbles: defouling by electrochemical generation of \n\nbubbles. Journal of Colloid and Interface Science, v. 328, n. 1, p. 10-14, 2008. \n\n \n\nXIONG, Y. Bubble size effects in coal flotation and phosphate reverse flotation using a \n\npico-nano bubble generator. 2014. 234 p. Tese (Doutorado em Engenharia de Minas). West \n\nVirginia University, Morgantown, 2014. \n\n \n\nYALCIN, T.; BYERS, A.; UGHADPAGA, K. Dissolved gas method of generating bubbles \n\nfor potential use in ore flotation. Mineral Processing and Extractive Metallurgy Review, v. \n\n23, n. 3-4, p. 181-197, 2002. \n\n \n\nYAMASAKI, K. et al. Wastewater treatment method and wastewater treatment \n\nequipment. U.S. Patent n. 7641802 B2, 5 jan. 2010. \n\n \n\nYOON, R. H.; LUTTRELL, G. H. The effect of bubble size on fine particle \n\nflotation. Mineral Procesing and Extractive Metallurgy Review, v. 5, n. 1-4, p. 101-122, \n\n1989. \n\n \n\nYOON, R. H. The role of hydrodynamic and surface forces in bubble-particle \n\ninteraction. International Journal of Mineral Processing, v. 58, n. 1, p. 129-143, 2000. \n\n \n\nYOUNG, F. R. Cavitation. 1st ed. New York: McGraw-Hill, 1989. \n\n \n\nZHANG, X. H. et al. Degassing and temperature effects on the formation of nanobubbles at \n\nthe mica/water interface. Langmuir, v. 20, n. 9, p. 3813-3815, 2004. \n\n \n\nZHANG, X. H.; MAEDA, N.; HU, J. Thermodynamic stability of interfacial gaseous \n\nstates. The Journal of Physical Chemistry B, v. 112, n. 44, p. 13671-13675, 2008. \n\n \n\nZHANG, L. et al. Nanoscale multiple gaseous layers on a hydrophobic surface. Langmuir, v. \n\n25, n. 16, p. 8860-8864, 2009. \n\n \n\nZHONG, K.; VASUDEVAN, T. V.; SOMASUNDARAN, P. Floatability of apatites of \n\ndifferent type and origin: role of surface area and porosity. International Journal of Mineral \n\nProcessing, v. 38, n. 3-4, p. 177-188, 1993. \n\n \n\nZHOU, Z. A. et al. Role of hydrodynamic cavitation in fine particle flotation. International \n\nJournal of Mineral Processing, v. 51, n. 1-4, p. 139-149, 1997. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n95 \n \n\nAPÊNDICE 1 – PROCEDIMENTO PARA DETERMINAÇÃO DE FÓSFORO TOTAL \n\nPOR ESPECTROFOTOMETRIA DE ABSORÇÃO MOLECULAR \n\n \n\nDigestão da amostra \n\n1. Pesar 1 g da amostra seca em béquer de 250 mL; \n\n2. Adicionar 10 mL de HCl P.A. \n\n3. Tampar cada béquer com um vidro de relógio e levar à chapa de aquecimento em \n\ntemperatura branda até completa secura; \n\n4. Adicionar 10 mL de HNO3 P.A., desagregar o material com bastão de vidro e levar \n\nnovamente à secura; \n\n5. Adicionar 50 mL de HCl 1:1 (v/v) e deixar em ebulição por 1 h; \n\n6. Filtrar, em papel de filtro de malha fechada, a solução contendo o resíduo e transferir o \n\nfiltrado para um balão volumétrico de 100 mL. \n\n \n\nAnálise de fosfato  \n\n \n\nA. Preparo da solução corante – Metavanadium \n\n1. Dissolver separadamente 1,25 g de metavanadato de amônio P.A. em 500 mL de ácido \n\nnítrico (1:1) e 50 g de molibdato de amônio tetra-hidratado P.A. em água deionizada.  \n\n2. Transferir as duas soluções para um balão volumétrico de 1000 mL e completar o volume \n\ncom água deionizada. \n\n \n\nB. Preparo da solução padrão intermediária de fosfato \n\n1. Pesar 0,3916 g de fosfato monossódico (NaH2PO4) P.A. previamente seco em estufa a \n\n100 ºC por 1 h; \n\n2. Dissolver o fosfato monossódico em água deionizada e transferir para um balão \n\nvolumétrico de 1000 mL, avolumando-o. \n\n \n\nC. Curva de calibração \n\n1. Preparar padrões para curva de calibração usando a solução padrão intermediária de \n\nfosfato. As concentrações para a curva de calibração são de: 1, 2, 3, 4, 5, 6, 7 e 8 mg.L\n-1\n\n; \n\n2. Pipetar o volume necessário para cada concentração nos balões volumétricos de 50 mL e \n\navolumar; \n\n3. Pipetar uma alíquota de 20,0 mL de cada padrão em balões volumétricos de 100 mL; \n\n\n\n96 \n \n\n4. Adicionar 10,0 mL da solução corante e avolumar o balão; \n\n5. Deixar em repouso por 1 h; \n\n6. Proceder a leitura do branco e dos padrões em espectrofotômetro com comprimento de \n\nonda ajustado em 420 nm; \n\n7. Fazer regressão linear e obter a curva. \n\n \n\nD. Análise das amostras \n\n1. Pipetar uma alíquota de 1,0 mL de cada uma das amostras digeridas em balões \n\nvolumétricos de 100 mL e avolumá-los; \n\n2. Pipetar uma alíquota de 20,0 mL das soluções obtidas no item anterior (D1) em balões \n\nvolumétricos de 100 mL; \n\n3. Adicionar 10,0 mL da solução corante e avolumar o balão; \n\n4. Deixar em repouso por 1 h; \n\n5. Proceder a leitura das amostras em espectrofotômetro com comprimento de onda ajustado \n\nem 420 nm; \n\n6. Determinar a concentração de fósforo total a partir da equação da reta obtida no item C; \n\n7. Se desejar, recalcular os valores obtidos para P2O5. \n\n  \n\n\n\n97 \n \n\nANEXO 1 – PROCEDIMENTO PARA PREPARO DOS REAGENTES \n\nEMPREGADOS NA FLOTAÇÃO \n\n \n\nPreparo de solução de ácido graxo derivado de óleo de soja saponificado com hidróxido \n\nde sódio (“sabão”) a 5% p/v \n\n \n\n1. Pesar 5 g de óleo de soja em um béquer de 250 mL. Caso a temperatura ambiente esteja \n\nbaixa e o óleo se apresente solidificado, aqueça-o até a temperatura de 35 ºC para que ele se \n\nliquidifique; \n\n2. Pesar 1,5 g de NaOH a 50% p/v em um recipiente separado (copo descartável, por \n\nexemplo); \n\n3. Pesar 94 g de água deionizada em uma pisseta; \n\n4. Adicionar aproximadamente 10 g de água deionizada ao óleo de soja;  \n\n5. Adicionar a soda a 50% p/v, mexendo sempre com um bastão, até obter uma mistura \n\nhomogênea;  \n\n6. Adicionar o volume restante da água deionizada, mexendo sempre com um bastão até obter \n\numa solução homogênea e que não apresente grumos.  \n\n \n\nPreparo de solução de amido de milho gelatinizado com hidróxido de sódio a 2% p/v \n\n \n\n1. Pesar 2,17 g de amido de milho (pesa-se 2,17 g de amido de milho, levando-se em conta \n\nque a umidade média do mesmo é de 6%) em um béquer de 25 ml;  \n\n2. Pesar 0,67 g de hidróxido de sódio a 50% p/v em um recipiente separado (copo descartável, \n\npor exemplo); \n\n3. Pesar 97 g de água destilada em uma pisseta;  \n\n4. Diluir o amido de milho em aproximadamente 15 g de água destilada, mexendo bem até a \n\nsua completa diluição;  \n\n5. Adicionar a soda, mexendo vigorosamente, até formar um gel translúcido;  \n\n6. Adicionar o volume restante da água destilada, mexendo bem, para obtenção a \nconcentração final."}]}}}