{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17418"}, {"@name": "filename", "#text": "24208_Petroli_ReginaldoJose_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i \n \n\n \n\n \n\nREGINALDO JOSÉ PETROLI \n\n \n\n \n\n \n\n \n\n \n\n“EFFECT OF NOVEL MUTATIONS IN ANDROGEN RECEPTOR UPON MOLECULAR \n\nMECHANISMS” \n\n \n\n \n\n \n\n“EFEITOS DE NOVAS MUTAÇÕES NO RECEPTOR DE ANDRÓGENOS SOBRE OS \n\nMECANISMOS MOLECULARES” \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAMPINAS \n\n2014 \n\n\n\nii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\niii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\niv \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nv \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvi \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvii \n \n\nABSTRACT \n\nThe androgen receptor (AR) is a transcription factor that belongs to the superfamily of \n\nnuclear receptors activated by phosphorylation and dimerization by hormone binding. \n\nSeveral functions are attributed for AR, like male sex development, regulation of gene \n\nexpression and cell differentiation in target tissues. The aim of this study was to analyze the \n\neffect of mutations p.Pro695Ser, p.Ser759Tre, p.Leu768Val, p.Cys806Phe+ p.Gln798Glu, \n\np.Leu830Phe, p.Ile898Phe and p.Pro904Arg upon AR transactivation activity. All \n\nmutations studied here are located in the hormone-binding domain and were identified in \n\npatients with different degrees of androgen insensitivity syndrome (AIS) by AR gene \n\nsequencing. Mutations in this domain can result in the impairment of androgen ligation, but \n\nthere are cases that it does not affect the binding but interfere with the interaction between \n\nthe amino and carboxi-terminal domains (N/C terminal), important step for receptor-\n\nbinding stabilization. Thus, both functions have been studied in this work. To evaluate the \n\nability of AR transactivation of mutant proteins, the site-directed mutagenesis assay was \n\nperformed on full-length cDNA, followed by transfection and expression in mammalian \n\ncells. The analysis of transactivation of a reporter gene with different dihydrotestosterone \n\n(DHT) concentrations was performed. The analysis of N/C-terminal interactions for each \n\nmutant AR was performed by two- hybrid mammalian assay. The mutation p.Pro695Ser \n\nreveled transactivation activities of 85% and 82% in transactivation assays with the full-\n\nlength cDNA and two hybrid assay, respectively, at DHT physiological values \n\n(approximately 1 nM). The activities reached normal values at high DHT concentrations, \n\nindicating a low effect on gonadal activity. However, in low DHT concentrations, the \n\ntransactivation activity decays to less than 50% in both experiments, which may affect AR \n\nfunctions in non-gonadal tissues. This mutation was considered \"mild\" and corresponds \n\nperfectly to the male phenotype of the patient who presented with gynecomastia, but with \n\npreserved fertility. With 1 nM hormone, the p.Ser759Tre, p.Leu830Phe, p.Ile898Phe \n\nmutations showed transactivation activity higher than 20%, the response increased with \n\nhigher DHT concentrations.  However, in N/C interaction assays, those mutations showed \n\ndifferent results. The p.Ile898Phe revealed a complete disruption in N/C interaction at all \n\nhormone concentrations; the p.Ser759Tre and p.Leu830Phe showed positive response with \n\nthe increasing in DHT concentrations and reached 50% and 250% of the transcriptional \n\n\n\nviii \n \n\nactivity of wild type, respectively. Such results indicate a partial AIS phenotype (PAIS) as \n\nfunctional effect for p.Ser759Tre and p.Leu830Phe. In these cases there was a positive \n\ncorrelation with the phenotypes of patients that presented different degrees of PAIS. For the \n\np.Ile898Phe, the expected phenotype based on functional analysis would be the complete \n\nform of AIS (CAIS), but the patients with this mutation had variable degrees of genital \n\nambiguity consistent to PAIS. This indicates that other factors must influence the \n\nphenotypic manifestation. The p.Leu768Val revealed a complete disruption at 1 nM DHT \n\nin both experiments, typical of CAIS. The p.Gln798Glu and p.Cys806Phe mutations \n\nstudied separately revealed responses to the induction of DHT similar to Mild and Partial \n\nphenotypes, respectively. However, when analyzed together, the transactivation activity of \n\n1 nM was lower than 10%, increasing in high ligand concentration, which is consistent to \n\nCAIS phenotype. Finally, p.Pro904Arg, although showed residual transcriptional activity \n\naround 20% of the wild type in the experiment with the full-length cDNA, it abolished the \n\ntranscriptional activity when N/C terminal interaction was tested indicating a CAIS \n\nphenotype, as observed in the patient. Functional analysis of the AR performed here could \n\nelucidate some molecular mechanisms associated with each mutation, and may provide a \n\nbasis for response to treatment with DHT in each particular case. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nix \n \n\nRESUMO \n\nO receptor de andrógenos, do inglês androgen receptor (AR) é um fator de transcrição \n\npertencente à superfamília de receptores nucleares o qual é ativado por fosforilação e \n\ndimerização sob a ligação ao hormônio. Várias funções são atribuídas a este receptor, sendo \n\na principal delas o desenvolvimento e manutenção das características sexuais masculinas, \n\natua na regulação da expressão gênica e diferenciação celular em tecidos alvos. O presente \n\ntrabalho teve por objetivo principal a análise do efeito das mutações p.Pro695Ser, \n\np.Ser759Tre, p.Leu768Val, p.Cis806Fen+p.Gln798Glu, p.Leu830Fen, p.Ile898Fen e \n\np.Pro904Arg sobre a função do AR. As mutações acima citadas, localizadas no domínio de \n\nligação ao hormônio, foram identificadas por sequenciamento direto do gene do AR de \n\npacientes 46,XY com diferentes graus da Síndrome da Insensibilidade Androgênica (AIS). \n\nMutações nesse domínio geralmente rompem a ligação aos andrógenos naturais, porém há \n\nalgumas que não afetam essa ligação, mas interferem na interação entre os domínios amino \n\ne carboxi-terminal (N/C terminal), importante para a estabilização receptor-ligante. Assim, \n\nambas funções foram investigadas. Para se avaliar a capacidade de transativação das \n\nproteínas AR mutantes, foi realizada a técnica de mutagênese sítio dirigida no cDNA \n\ncompleto, seguida de transfecção e expressão em células de mamíferos e análise de \n\ntransativação induzida por concentrações crescentes de diidrotestosterona (DHT) \n\nutilizando-se um gene repórter. A análise das interações N/C-terminal para cada AR \n\nmutante foi realizada pela técnica de duplo-híbrido em células de mamíferos. A mutação \n\np.Pro695Ser apresentou atividades de transativação de 85% e 82% nos ensaios \n\ntransativação com o cDNA completo e no duplo-híbrido, respectivamente, em valores de \n\nDHT fisiológicos (cerca de 1 nM). As atividades atingiram valores normais em \n\nconcentrações elevadas de DHT indicando um baixo efeito sobre a atividade gonadal. No \n\nentanto, em concentrações de DHT inferiores a atividade de transativação decai para menos \n\nde 50% nos dois experimentos, podendo afetar as funções do AR em tecidos não gonadais. \n\nEsta mutação foi considerada “branda” e corresponde perfeitamente ao fenótipo masculino \n\ndo paciente que se apresentava com ginecomastia, mas com fertilidade preservada. Com 1 \n\nnM de hormônio, as mutações p.Ser759Tre, p.Leu830Fen, p.Ile898Fen apresentaram \n\natividade de transativação superior a 20%, havendo um aumento de resposta com \n\nconcentrações crescentes. No entanto, o comportamento de cada uma no experimento de \n\n\n\nx \n \n\ninteração N/C diferiu sendo que a p.Ile898Fen não apresentou atividade em nenhuma \n\nconcentração de ligante; as p.Ser759Tre e p.Leu830Fen responderam positivamente ao \n\naumento da concentração de DHT atingindo 50% e 250% da atividade transcricional do \n\nreceptor selvagem, respectivamente. Esses resultados indicam um fenótipo parcial de AIS \n\n(PAIS) para os portadores das mutações p.Ser759Tre e p.Leu830Fen. Nesses casos \n\nverificou-se uma boa correlação dos achados funcionais com os fenótipos dos pacientes que \n\napresentavam graus variados de PAIS. Já para a mutação p.Ile898Fen o fenótipo esperado \n\nbaseando-se nos resultados funcionais seria o de AIS na forma completa (CAIS), porém os \n\npacientes portadores desta mutação apresentavam graus variados de ambiguidade genital \n\ncompatíveis com o fenótipo PAIS. Isto indica que outros fatores devem estar influenciando \n\na manifestação fenotípica nesse caso. A mutação p.Leu768Val apresentou atividade \n\ntranscricional nula em 1 nM de DHT nos dois experimentos, um perfil típico do fenótipo \n\nCAIS apresentado pelo portador desta mutação. As mutações p.Gln798Glu e p.Cis806Fen \n\nestudadas separadamente apresentaram respostas à indução de DHT semelhantes às de \n\nmutações “brandas” e PAIS, respectivamente. No entanto, quando estudadas em conjunto, a \n\natividade de transativação com 1 nM foi inferior a 10%, aumentando com o aumento da \n\nconcentração de ligante, comportamento compatível com mutações mais graves resultando \n\nno fenótipo CAIS observado nesse caso. Por último, a mutação p.Pro904Arg, embora tenha \n\nreduzido a atividade transcricional para cerca de 20% da selvagem no experimento com o \n\ncDNA completo, no experimento com duplo híbrido a atividade foi nula indicando uma \n\nação mais grave compatível com a forma CAIS observada. A análise funcional do AR aqui \n\nrealizada pode elucidar alguns mecanismos moleculares associados a cada mutação, bem \n\ncomo pode fornecer subsídios para a resposta ao tratamento com DHT em cada caso em \n\nparticular.  \n\n \n\n \n\n \n\n \n\n\n\nxi \n \n\nSUMÁRIO \n\n \n\nABSTRACT..........................................................................................................................vii \n\nRESUMO...............................................................................................................................ix \n\n \n\n1. INTRODUÇÃO..................................................................................................................1 \n\n1.1.Receptor de Andrógenos...................................................................................................1 \n\n1.2. A Proteína do Receptor de Andrógenos ..........................................................................3 \n\n1.2.1 Domínio Regulador Transcricional................................................................................3 \n\n1.2.2 Domínio de ligação ao DNA..........................................................................................5 \n\n1.2.3 Região hinge ..................................................................................................................7 \n\n1.2.4 Domínio de ligação ao hormônio...................................................................................7 \n\n1.3 Ação Androgênica ............................................................................................................8 \n\n1.4 Mutações no Gene AR.....................................................................................................10 \n\n1.5 A Insensibilidade Androgênica.......................................................................................11 \n\n1.5.1 Insensibilidade Completa aos Andrógenos..................................................................13 \n\n1.5.2 Insensibilidade Parcial aos Andrógenos.......................................................................14 \n\n1.5.3 Insensibilidade Branda aos Andrógenos......................................................................14 \n\n \n\n2. OBJETIVOS GERAIS......................................................................................................16 \n\n2.1 OBJETIVOS ESPECÍFICOS..........................................................................................17 \n\n \n\n3. Capítulo 1 – Artigo:  Severe forms of partial androgen insensitivity syndrome due to \n\np.L830F novel mutation in androgen receptor gene in a Brazilian family…………..…..18 \n\n \n\n4. Capítulo 2 - Artigo: Functional analysis of six androgen receptor mutations identified in \n\npatients with complete and partial androgen insensitivity \n\nsyndrome………………………………………………………………..………….…..…25 \n\n \n\n5. Capítulo 3 – Artigo: Functional studies for p.Pro695Ser androgen receptor mutation: \n\nassociation with gynecomastia and fertility……………..…………………..……………52 \n\n\n\nxii \n \n\n \n\n6. DISCUSSÃO.....................................................................................................................68 \n\n \n\n7. CONCLUSÕES ................................................................................................................72 \n\n8. REFERÊNCIAS BIBLIOGRÁFICAS .............................................................................73 \n\n \n\n9. ANEXOS...........................................................................................................................80 \n\n9.1ANEXO I: Localização protéicas das mutações estudadas..............................................80 \n\n9.2ANEXO II: Declaração Bioética e Biossegurança...........................................................85 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxiii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA MINHA ESPOSA PRISCILA  \n\nE AOS MEUS FILHOS VITOR E VITÓRIA, \n\nDEDICO. \n\n \n\n \n\n\n\nxiv \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxv \n \n\nAGRADECIMENTOS  \n\nPrimeiramente, agradeço a Deus que me deu força de vontade e determinação para encarar o desafio \n\nda realização deste trabalho. \n\nÀ Professora Maricilda pela oportunidade e pela confiança em meu trabalho. Agradeço também \n\npelo apoio e pela amizade e principalmente pela porta que me abriu para o mundo científico.  \n\nAgradeço aos meus pais: José Petroli e Maria Aparecida pelo exemplo de vida, de dignidade e pela \n\ndedicação que nunca faltou quando precisei. À minha irmã Regina, à minha sobrinha Regiane e meu \n\ncunhado Marcos pelo apoio.  \n\nÀ minha esposa Priscila pelo companheirismo e pelo amor que sempre esteve presente e que nos \n\nune. Pelo apoio fundamental e pela compreensão nos momentos que mais precisei tanto perto \n\nquanto distante.  Só assim, consegui terminar este trabalho.  \n\nAo meu sogro José Antônio e à minha sogra Lucimar pelos conselhos e pela ajuda.  \n\nAos meus amigos Alan e Edilaine; Maicon, Fernanda e Isabella; Fernando e Graça, Gi e Vinícius; \n\nLeandro; Paulo e Jouze; Carol e Jeff; Silvana; Mané, Vânia e Vinícius; Ju, Neto, Gabi e Bia, pela \n\namizade e pelos momentos de descontração!  \n\nA todos os amigos do laboratório de genética molecular humana: Mara, Flávia, Débora, Cris, \n\nHelena, Dri, Emerson, a professora Edi, Sueli, Vanessa, Priscila, Carol, Natália, Bruna, Paulo, \n\nmuito obrigado a todos pelos bons momentos, pelo companheirismo e pela amizade desenvolvida \n\nao longo destes anos.   \n\nAos professores, alunos e funcionários do CBMEG.  \n\nAos meus amigos alemães: Olaf Hiort que permitiu a minha estada em seu laboratório. Ao Werner \n\npor todo o conhecimento científico e pelos descontraídos momentos na praia de Travemunde. \n\nForam momentos que certamente irei guardar por toda a vida. À Bethina, Dagmar, Helga, Detlev e \n\nPia, sempre prontos a me ajudar. \n\nÀ FAPESP, CAPES, CNPq e Euro DSD pelo apoio financeiro.  \n\nÀ todas as famílias que compõe a casuística deste trabalho.  \n\nA todos que contribuíram pela realização deste trabalho.  \n\n \n\n \n\n\n\n1 \n \n\n \n\n1. Introdução \n\nA expressão do fenótipo masculino normal é decorrente da ação dos andrógenos, \n\nhormônios esteroides importantes que apresentam funções cruciais na diferenciação sexual \n\nmasculina. Os principais andrógenos circulantes em mamíferos são a testosterona (T) e a \n\ndihidrotestosterona (DHT). Esses hormônios esteroides são produzidos pelas glândulas \n\nadrenais e pelas gônadas, e desempenham um papel vital na reprodução, especialmente na \n\ndiferenciação do sexo masculino durante o desenvolvimento fetal e na diferenciação sexual \n\nsecundária masculina e feminina (Hughes, 2001). \n\n \n\n1.1 O Receptor de Andrógenos \n\n \n\nO receptor de andrógenos [AR; Online Mendelian Inheritance in Man 313700], cuja \n\nfunção essencial é o desenvolvimento do sexo masculino, é um membro da superfamília de \n\nfatores de transcrição nucleares ligantes-dependentes, que inclui os receptores para \n\nprogesterona, glicocorticoides, estrógenos, vitamina D, hormônio tireoidiano e ácido \n\nretinóico (Quigley et al., 1995). \n\nA ativação dos andrógenos é mediada pelos receptores acima mencionados, que por sua \n\nvez medeiam a diferenciação sexual masculina in utero e são responsáveis pelo \n\ndesenvolvimento e manutenção das características sexuais masculinas (Ghali et al., 2003). \n\nA sequência de DNA complementar (cDNA) que codifica o receptor de andrógenos em \n\nhumanos foi elucidada em 1988 por diversos grupos quase que simultaneamente (Chang et \n\nal., 1988; Lubahn et al., 1988; Trapman et al., 1988; Tilley et al., 1989). Os autores \n\nmapearam o gene AR no cromossomo X, especificamente na região Xq11-13, porém, sua \n\nlocalização foi redefinida em 1993 por Brown e colaboradores localizando-o na região \n\nXq11-12.  \n\nO gene AR em humanos é composto por oito exons (Figura 1), separados por introns de \n\naté 26 kb. A região codificante do gene apresenta aproximadamente 2.757 pares de bases, \n\nque codificam uma proteína de aproximadamente 920 aminoácidos cujo peso molecular é \n\nde aproximadamente 110 kDa (Lubahn et al., 1988). O número de aminoácidos na proteína \n\n\n\n2 \n \n\nvaria e está diretamente relacionado ao número de repetições de glicinas e glutaminas \n\nencontrados em duas regiões polimórficas no domínio N-terminal, como será mostrado \n\nmais adiante. \n\n \n\n \n\n \n\n \n\nFigura 1: Esquema da localização e organização do gene e da proteína do receptor de \n\nandrógenos. Acima: cromossomo X, com destaque para a localização do gene AR na \n\nposição Xq11-12. Ao centro: o gene AR com 75-90 kb de comprimento, dividido em 8 \n\nexons separados por 7 introns de até 26 kb. Abaixo: o AR e os seus três domínios, o \n\ndomínio N-terminal (NTD), o domínio de ligação ao DNA (DBD), região hinge (H) e o \n\ndomínio de ligação ao ligante (LBD) com sulco para a ligação da testosterona (T) e \n\ndiidrotestosterona (DHT). O exon 1 codifica o NTD (vermelho), os exons 2 e 3 codificam o \n\nDBD (verde). A região 5' do exon 4 codifica a região hinge (verde) e a parte restante do \n\nexon 4 juntamente com os exons 5-8 codificam o LBD (rosa) (Adaptado de Quigley et al., \n\n1995). \n\n \n\n \n\n \n\n \n\nGen\n\ne \n\ncD\n\nNA \n\n \n\n \nDHT/T \n\n \n\n \n\n \n\nProteína \n\ncDNA \n\nGene \n\n \nCromossomo X \n\n \n\n\n\n3 \n \n\n \n\n1.2 A Proteína do Receptor de Andrógenos \n\n \n\nO AR, assim como outros receptores nucleares, apresenta três diferentes domínios \n\nfuncionais (Figura 1). O primeiro domínio, chamado de domínio de regulação \n\ntranscricional NH2 terminal domain (NTD), o segundo é o domínio de ligação ao DNA \n\n(DBD) e o terceiro corresponde ao domínio de ligação ao hormônio (LBD) (Ghali et al., \n\n2003; Tufan et al., 2005; Wu et al., 2010). Há também uma região de dobradiça entre o \n\nDBD e LBD denominada região hinge, que por conter o sinal de localização nuclear (NLS) \n\né responsável pela translocação do complexo hormônio-receptor do citoplasma para o \n\nnúcleo da célula (Quigley et al., 1995). \n\n \n\n1.2.1 Domínio Regulador Transcricional \n\n \n\nO NTD que é codificado pelo exon 1 do gene AR é um extenso domínio ativador da \n\ntranscrição. Sua extensão corresponde a mais da metade da proteína AR e é formado por \n\ncerca de 555 resíduos aminoacídicos, número este que pode variar. A variação neste \n\nnúmero se deve à presença de repetições dos resíduos de glutaminas (CAG) e glicinas \n\n(GGC) a partir dos resíduos 57 e 450, respectivamente. Estas duas regiões polimórficas \n\nconferem uma variabilidade grande para a região. Assim, o número de repetições CAG \n\npode variar, normalmente produzindo alelos com números de resíduos entre 11 e 31. \n\nExistem variações no número destas repetições entre diferentes grupos raciais. Na \n\npopulação negra, por exemplo, o alelo mais frequente apresenta 18 repetições, ao passo que \n\nem populações caucasianas o número mais frequente é 21 (Quigley et al., 1995; Girardin et \n\nal., 2009). Estudos in vitro com alelos AR com mais de 40 repetições CAG, mostraram uma \n\nredução na atividade transcricional em comparação com moléculas que apresentavam 20 a \n\n25 repetições. Assim, pode-se deduzir que o número de repetições CAG esteja diretamente \n\nrelacionado à atividade transcricional do gene AR (Hughes et al., 2006; Rajender et al., \n\n2007). A expansão da região de poliglutaminas para 40 a 65 resíduos está associada à \n\nsíndrome de Kennedy, doença rara associada à atrofia testicular, redução na produção de \n\nespermatozóides e infertilidade (Ferlin et al., 2006; Rajender et al., 2007). \n\n\n\n4 \n \n\nO número de repetições da trinca de nucleotídeos GGC, que corresponde ao aminoácido \n\nglicina, varia entre 16 a 27 resíduos dentro da normalidade na população. Repetições acima \n\ndesta faixa estão associadas ao câncer de próstata e infertilidade masculina (Ferlin et al., \n\n2006). Por outro lado, o número reduzido de repetições GGC está associado à redução da \n\natividade transcricional do gene AR (Rajender et al., 2007). \n\nO polimorfismo do número de glutaminas tem sido mais investigado do que o do \n\nnúmero de glicinas. Como as regiões de DNA que codificam tanto a poliglutamina quanto a \n\npoliglicina são ricas em GC, a amplificação por reação em cadeia da polimerase (PCR) \n\ndestes fragmentos torna-se difícil devido à conformação de fita simples que o DNA assume \n\nmediante a desnaturação e, também por este motivo, poucas mutações são descritas no exon \n\n1 (Yong et al., 2003; Rajender et al., 2007; Rong et al., 2010). \n\n O NTD é o domínio menos conservado entre os receptores nucleares (Claessens et al., \n\n2008). Neste domínio, encontram-se regiões essenciais para a ação transativadora do AR. A \n\nregião chamada activation function 1 (AF-1) é importante, onde se encontram duas \n\nsubregiões centrais com particular função na transativação. Essas subregiões são a Tau-1, \n\nlocalizada entre os resíduos 101 e 370 e, a Tau-5, que se estende do resíduo 360 ao 529, \n\nambas desempenham funções através de interações intramoleculares e intermoleculares \n\ncom co-reguladores. Além disso, os primeiros 30 aminoácidos do NTD são essenciais para \n\na interação entre os terminais N e C do receptor, fundamental para a estabilização do \n\nligante e ativação apropriada do AR, como observado na Figura 2 (McEwan et al., 2007; \n\nWerner et al., 2008). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2: Representação esquemática do AR_NTD (vermelho), DBD (verde) e LBD  \n\n(rosa). O motif FQNLF do NTD interage com o AF2 do LBD, levando a interação N/C-\n\nterminal (acima). A região Tau-1 do NTD contém a repetição do aminoácido glutamina \n\n(Qn). Já a região Tau-5 apresenta a repetição do aminoácido glicina (Gn). Ao ligar T/DHT, \n\no AF2 é ativado e acontece a interação com cofatores da transcrição. O esquema representa \n\na interação entre o coativador p160 com NTD e LBD. LxxLL e Qr são motifs do coativador \n\np160, que se ligam diretamente com regiões específicas do AR. O sinal de localização \n\nnuclear (NLS) situado entre o DBD e LBD é responsável pela translocação do complexo \n\nhormônio/receptor do citoplasma para o núcleo da célula (Esquema adaptado de Claessens \n\net al., 2008). \n\n \n\n1.2.2 Domínio de ligação ao DNA \n\n \n\nO domínio de ligação ao DNA (DBD), o mais conservado da proteína AR, situa-se  entre \n\nos aminoácidos 539 e 628, sendo seu tamanho de aproximadamente 80 aminoácidos. Este \n\ndomínio é reconhecido pela presença de dois dedos de zinco (zinc finger). Os dedos de \n\nzinco apresentam estruturas e funções diferentes e são codificados pelos exons 2 e 3, \n\nrespectivamente (Figura 3) (Melo et al., 2005; Rajender et al., 2007). \n\nInteração N/C terminal \n\n\n\n6 \n \n\nSão ligados ao zinco por quatro cisteínas, produzindo uma estrutura de hélice-alça-hélice \n\nque interage com sequências especificas de DNA, os elementos de respostas hormonais \n\n(HRE) (Melo et al., 2005; Rajender et al., 2007). \n\nO reconhecimento da sequência alvo no DNA é feita pelo primeiro dedo de zinco, que \n\napresenta uma sequência específica de cinco aminoácidos chamada de P-box, como \n\ndetalhado na figura 3. A região P-box também é encontrada em outros receptores capazes \n\nde reconhecer sequências específicas no DNA, como exemplo, podemos citar os receptores \n\nde progesterona, glicocorticóides e mineralocorticóides (Clinckemalie et al., 2012). \n\nO segundo dedo de zinco é responsável pela ligação do receptor ao DNA e por \n\nestabilizar a interação DNA-proteína. Essa ligação acontece pelo contato com os \n\ngrupamentos fosfatos do DNA, tendo assim um papel fundamental em promover a ativação \n\nda transcrição. Esse sítio está diretamente relacionado com a estabilidade da dimerização \n\ndo receptor (Giwercman et al., 2000; Hughes et al., 2006; Clinckemalie et al., 2012).   \n\n \n\n \n\n \n\nFigura 3: Estrutura do domínio de ligação ao DNA e região Hinge. O DBD apresenta dois \n\ndedos de zinco ligados. O primeiro dedo de zinco apresenta a região P-box (proximal box) \n\nque está associada ao reconhecimento ao elemento de resposta hormonal (HRE) no DNA e \n\no segundo dedo de zinco, contém o D-box (distal box) que está envolvido na dimerização \n\ndo complexo hormônio receptor. A região hinge é codificada pela porção 5’ do exon 4 do \n\ngene AR e está associada a localização nuclear e a estabilidade do receptor (Clinckemalie et \n\nal., 2012). \n\n \n\n \n\n \n\n\n\n7 \n \n\n1.2.3 Região hinge \n\n \n\nEntre os domínios de ligação ao DNA e o domínio de ligação ao andrógeno, encontra-se \n\na região hinge. Esta região é codificada pela porção 5’ do exon 4 do gene AR (Figura 3). Os \n\naminoácidos localizados entre as posições 629 até 669 compõem esta região, também  \n\nconhecida como região de dobradiça. Nesta região, especificamente os aminoácidos \n\n629\nRKLKKL\n\n634\n, encontra-se a região necessária para a translocação do complexo \n\nandrógeno/receptor do citoplasma para o núcleo da célula (NLS). Além desta função, pode-\n\nse atribuir à região hinge outras funções como regular o potencial transcricional e a \n\nestabilidade do receptor, promover a mobilização intra-nuclear, além de ser alvo de \n\nmodificações pós-traducionais (Helsen et al., 2012, Rajender et al., 2007, Wong, et al., \n\n2008, Clinckemalie et al., 2012). Clinckemalie e colaboradores (2012) descrevem em seu \n\ntrabalho a importância desta região também na interação com co-reguladores. Mutações ou \n\ndeleções nesta região podem resultar em um prejuízo drástico na capacidade de ligação \n\ncom o DNA, porém, curiosamente aumentam o potencial de transativação desse gene. \n\nProcessos sub-nucleares evidenciam a importância dessa região no recrutamento de \n\ncofatores, porém este mecanismo ainda não foi esclarecido (Helsen et al., 2012, Rajender et \n\nal., 2007, Wong, et al. 2008, Wu et al., 2010, Quigley et al., 1995, Tanner et al., 2010). \n\n \n\n1.2.4 Domínio de ligação ao hormônio  \n\n \n\nO domínio LBD é o segundo domínio mais conservado, também conhecido como \n\ncarboxi-terminal domain (CTD), localiza-se entre os aminoácidos 670 a 920 (Figura 1). \n\nNeste domínio, encontra-se o subdomínio activation function 2 (AF-2). Este subdomínio \n\napresenta uma região altamente conservada na região carboxi-terminal deste receptor, \n\nfundamental para a transativação deste gene (Figura 2). Depois da ligação com o \n\nandrógeno, as proteínas de choque térmico que mantém o AR desativado são liberadas. O \n\ncomplexo hormônio/receptor dimeriza-se e é transportado para o núcleo celular onde é \n\nativado por mudanças conformacionais na hélice 12 desta proteína, que favorece a \n\ninteração entre os domínios N/C terminais (NTD e CTD) através das hélices 3, 4 e 12 \n\n(Jaaskelain et al. 2006). O AF-2 forma uma fenda hidrofóbica que se liga ao LXXLL motif \n\n\n\n8 \n \n\n(L representa o aminoácido leucina e o X representa outro aminoácido), dos co-ativadores \n\n(SRC)/p160. O subdomínio AF-2 também se liga com alta afinidade ao FQNLF motif, \n\nlocalizado no domínio NH2 do AR (Figura 2). Estas ligações intramoleculares são \n\nconhecidas como interações N/C terminais, como representado na figura 2 (Werner et al., \n\n2008). Atualmente, este tipo de interação tem sido usada para relacionar a capacidade de \n\ntransativação do AR e o prejuízo associado ao fenótipo do paciente. Ensaios sobre \n\ninterações N/C terminais têm-se comprovado úteis como ferramentas importantes em casos \n\nde síndrome da Insensibilidade Androgênica (AIS, do inglês Androgen Insensibility \n\nSyndrome) onde mutações no LBD não provocam prejuízos na ligação ao hormônio \n\n(Jaaskelain et al., 2006; Werner et al., 2008).  \n\nAinda no domínio LBD, encontra-se e a região denominada androgen receptor binding \n\nfunction-3 (AR BF-3) que compreende os aminoácidos Ile-672, Phe-673, Pro-723, Gly-724, \n\nAsn-727, Phe-826, Glu-829, Asn-833, Glu-837 e Arg-840. Assim como o subdomínio AF-\n\n2, a região BF-3 é altamente conservada entre os receptores de esteróides (Perpina et al., \n\n2007). Estudos revelam que a região BF-3 é um hot spot para mutações que estão \n\nassociadas ao câncer de próstata e à AIS (Buzon et al.,2011, Perpina et al., 2007). Buzón e \n\ncolaboradores (2011), sugerem em suas análises estruturais que existe uma relação direta \n\nentre AF-2 e BF-3 no recrutamento de co-ativadores. Ainda nesse trabalho, os autores \n\nreferem-se à região BF-3 como uma potencial candidata para o desenvolvimento de \n\nfármacos (Buzon et al.,2011, Perpina et al., 2007).  \n\n \n\n1.3 Ação Androgênica \n\n \n\nOutras proteínas importantes na ação androgênica são as chaperonas, como a HSP70, \n\nHSP90, HSP40 e FKBP52, essenciais para o estabelecimento da ligação do complexo \n\nhormônio/receptor, translocação do complexo do citoplasma para seu sítio de ação nuclear, \n\nacelerar a transcrição mediada pelo AR e manutenção da proteína AR (Figura 4) (Nitsche e \n\nHiort, 2000; Heemers e Tindall, 2007). \n\nA transativação do AR é dada pela interação entre diferentes subdomínios da proteína \n\nAR. Como já citado, os subdomínios mais conhecidos que atuam diretamente neste \n\nprocesso são os subdomínios AF1, localizado no domínio amino-terminal e o subdomínio \n\n\n\n9 \n \n\nAF2, localizado no domínio carboxi-terminal da proteína AR. Interações entre AF1 e AF2 \n\nsão comprovadamente necessárias para a transativação desse receptor (Werner et al., 2008). \n\nDeleções no domínio LBD podem abolir completamente a ligação com o hormônio e \n\nconsequentemente a função do AR. Deleções na região N-terminal que é o domínio NTD, \n\nnão afetam a capacidade de ligação com o ligante, porém, podem afetar a capacidade de \n\ntransativação do AR devido à presença dos subdomínio AF1 nesta região. \n\nEntre as co-chaperonas que promovem a ação androgênica, podemos citar a FKBP52, \n\nque tem sido estudada em relação à sua atuação nos mecanismos de atividade androgênica e \n\ntambém quanto seu papel no fenótipo de indivíduos com hipospadias (Cheung-Flynn et al., \n\n2005; Cox et al., 2007; Beleza-Meireles et al., 2007; Chen et al., 2010). Embora tenha \n\ncomprovadamente um papel importante na ação transcricional do receptor de andrógenos, \n\nnenhuma mutação no gene FKBP4, que a codifica, foi identificada. Provavelmente, isto se \n\ndeva ao fato de as triagens de mutações em indivíduos com os vários graus de \n\ninsensibilidades androgênicas serem ainda incipientes.  \n\nEm um estudo feito por Sunnotel e colaboradores (2010) ficou demonstrado que o fator \n\nFKBPL é expresso em altas quantidades em testículo de rato, sendo que essa expressão \n\naumenta na puberdade. A proteína FKBPL humana é expressa nos testículos em um padrão \n\nsemelhante ao da FKBP52 e também é capaz de aumentar a atividade transcricional do \n\ngene AR em ensaios com gene-reporter (Sunnotel et al., 2010).  Em tal trabalho, que \n\ndescreve mutações no gene FKBPL, ficou clara a importância dos genes que codificam co-\n\nchaperonas na regulação da atividade androgênica. \n\n \n\n \n\n \n\n               \n\n\n\n10 \n \n\n \n\n \n\nFigura 4: Esquema do mecanismo molecular do receptor de andrógenos. O receptor de \n\nandrógenos é ativado após a entrada de testosterona e/ou dihidrotestosterona no citoplasma \n\nda célula. A ativação do receptor envolve a dissociação de proteínas inibitórias associadas \n\nao receptor, como as heat-shock proteins (HSPs). Depois da ligação com o hormônio, \n\nacontece a fosforilação e dimerização do receptor. No núcleo, os dímeros ligam-se aos \n\nelementos de resposta ao hormônio (ARE), recrutam cofatores para a iniciação da \n\ntranscrição de genes alvo e assim acontecem os efeitos biológicos (Adaptado de Meehan e \n\nSadar, 2003).  \n\n \n\n1.4 Mutações no Gene AR \n\n \n\nA atuação dos hormônios testosterona e diidrotestosterona só acontecem quando o \n\nreceptor para esses andrógenos e todos os mecanismos relacionados à ação androgênica \n\nestão e íntegros. Assim, a ação desses hormônios ocorrerá, permitindo sua atuação no \n\ndesenvolvimento fetal e na diferenciação da genitália masculina normal (Heemers e \n\nTindall, 2007). \n\nQuando o gene AR apresenta alguma alteração ou outros genes de alguma proteína \n\nenvolvida na ação androgênica não se encontram em suas formas íntegras, ocorrerá um \n\nprejuízo na ação do hormônio e o indivíduo apresentará a AIS (OMIM 300068) (Heemers e \n\nTindall, 2007). \n\nA AIS está associada principalmente a mutações no gene AR, porém pode ser associada \n\na outros eventos envolvendo a atuação dos andrógenos, desde a ligação do andrógeno ao \n\nreceptor, até sua ação nuclear (Werner et al., 2006). Dependendo da gravidade da alteração, \n\nTESTOSTERONA \n\nCITOPLASMA \n\nNÚCLEO \n\nTRADUÇÃO \n\n  EFEITOS BIOLÓGICOS \n\n\n\n11 \n \n\npodemos associá-la aos fenótipos completo, parcial ou brando da insensibilidade \n\nandrogênica.  \n\nMais de 800 mutações constam do banco de mutações específico do gene AR \n\n(http://androgendb.mcgill.ca/AR23.pdf, Gottlieb et al., 2012), sendo que 15% foram \n\nencontradas no domínio ativador da transcrição, 20% no domínio de ligação ao DNA e \n\n55% no domínio de ligação aos andrógenos.  \n\nA maioria das mutações encontradas no gene AR é do tipo missense. Este tipo de \n\nmutação, conhecido pela substituição de aminoácidos isolados pode estar associado a todos \n\nos fenótipos atribuídos a insensibilidade androgênica. A localização das mutações está \n\nrelacionada diretamente à manifestação da doença. Mutações localizadas no subdomínio \n\nAF-2 da proteína AR, geralmente estão associadas à forma CAIS (do inglês complete \n\nandrogen insensitivity syndrome) ou parcial grave (Galani et al., 2008; Wu et al., 2010; \n\nPetroli et al., 2011). \n\nNão muito frequente, mas também relacionada a AIS, são as mutações que conduzem à \n\nalteração no quadro de leitura (mutações frameshift), inserções ou deleções de nucleotídeos, \n\nalterações no mecanismo de splicing ou até deleções de grandes segmentos deste gene. \n\nTodas essas mutações podem interromper ou alterar a sequência primária da proteína e \n\nestão associadas ao fenótipo CAIS (Maciel-Guerra et al., 2002; Galani et al., 2008; \n\nBrinkmann et al., 2011). \n\n \n\n1.5 A Insensibilidade Androgênica \n\n \n\nA insensibilidade androgênica é a causa mais comum de distúrbios da diferenciação do \n\nsexo em indivíduos com cariótipo 46, XY. O espectro fenotípico dessa síndrome pode \n\nvariar desde indivíduos com fenótipo tipicamente feminino, com testículos, com mamas e  \n\ndesenvolvimento reduzido de pêlos até indivíduos com fenótipo masculino, geralmente \n\ncom ginecomastia, podendo ou não apresentar comprometimento na fertilidade (Figura 5) \n\n(Larrea et al.,1978; Quigley et al., 1995; Yong et al., 1998; Giwercman et al., 2000; \n\nBoehmer et al., 2001). \n\nOs primeiros casos de AIS foram relatados por Morris em 1953, data que ficou \n\nconhecida como um marco histórico no estudo desta doença (Morris, 1953). Em seu \n\nhttp://androgendb.mcgill.ca/AR23.pdf\n\n\n12 \n \n\ntrabalho, Morris avaliou 82 casos, inicialmente conhecidos como \"testículos feminilizantes\" \n\n(Quigley et al., 1995, Hughes et al., 2006). Como sinais clínicos de AIS, foram \n\nestabelecidos os critérios: genitália externa feminina, com ausência de genitais internos \n\nfemininos, exceto útero rudimentar, trompas uterinas ou ductos espermáticos, em alguns \n\npacientes; desenvolvimento mamário feminino normal; ausência ou escassez de pêlos \n\npubianos e axilares; gônadas com túbulos seminíferos, ausência de espermatogênese e \n\naumento das células intersticiais; hábito feminino (Quigley et al., 1995). \n\nDados de frequência na população ainda são imprecisos. Na população dinamarquesa, a \n\nincidência é estimada entre 1:20.400 a 1:99.000 recém-nascidos com sexo genético \n\nmasculino (Quigley et al., 1995; Hughes et al., 2006).  \n\nPor ser uma anomalia recessiva ligada ao cromossomo X, somente indivíduos com sexo \n\ngenético 46,XY são afetados por AIS, enquanto que indivíduos com sexo feminino 46,XX \n\npodem ser portadores e transmiti-la para a sua prole, porém sem manifestar o quadro \n\nclínico da doença (Hiort et al., 2000). Em 70% dos casos, os indivíduos com características \n\nclínicas de AIS herdam a mutação da mãe, enquanto os 30% restantes são de mutações de \n\nnovo (Kohler et al., 2005).  \n\nPara a classificação da genitália de indivíduos com AIS, Quigley e colaboradores (1995) \n\npropõem 7 graus diferentes, ordenados de acordo com a gravidade da resistência \n\nandrogênica (Figura 5). De acordo com esta classificação, as genitálias são diferenciadas de \n\nacordo com o grau de virilização, iniciando-se no grau 1, que inclui indivíduos com \n\nresposta normal aos andrógenos durante o desenvolvimento fetal e genitália externa normal, \n\nsendo caracterizado por homens com ginecomastia e inférteis ou, mais raro, férteis. Esses \n\npacientes se enquadram no fenótipo leve desta síndrome, conhecida como MAIS (do inglês \n\nmild androgen insensitivity syndrome). A forma parcial, conhecida por PAIS (do inglês \n\npartial androgen insensitivity syndrome) é classificada entre os graus 2 ao 6, podendo \n\nvariar desde ambiguidade genital até genitália típica feminina com pilificação. Já \n\nindivíduos com a resistência completa aos andrógenos, forma CAIS é classificada como \n\ngrau 7 e compreende indivíduos com fenótipo feminino, porém sem desenvolvimento de \n\npêlos pubianos e axilares na puberdade. \n\n \n\n\n\n13 \n \n\n \n\nFigura 5: Classificação dos graus de virilização da genitália externa em indivíduos com \n\nAIS, de acordo com a gravidade da resistência androgênica (Quigley et al., 1995). Em 1, \n\ngenitália masculina típica, observado em casos de insensibilidade branda aos andrógenos. \n\nEm 2, compreende indivíduos com fenótipo masculino com manifestação de hipospádia. \n\nEm 3, engloba indivíduos com fenótipo predominantemente masculino, com anomalias \n\ngraves na masculinização, hipospadias perineal, pênis diminuido com criptorquidia. Em 4, \n\ncompreende indivíduos com limitações na masculinização, com falo intermediário entre \n\nclitóris e pênis. Em 5, indivíduos com fenótipo feminino, com mínima ação androgênica no \n\nperíodo fetal, separação entre uretra e orifício vaginal, leve clitoromegalia e/ou pequeno \n\ngrau de fusão labial posterior. Em 6, compreende indivíduos com genitália feminina \n\nnormal, sem atuação de andrógenos no desenvolvimento fetal, com pêlos pubianos e \n\naxilares. De 2-6 compreende indivíduos com a forma parcial da insensibilidade \n\nandrogênica. Em 7, compreende indivíduos com genitália feminina normal, sem atuação de \n\nandrógenos no desenvolvimento fetal, sem desenvolvimento de pêlos pubianos e axilares  \n\nna puberdade, caracterizando a forma completa da AIS (Quigley et al.,1995). \n\n1.5.1 A Insensibilidade Completa aos Andrógenos \n\n \n\nA forma mais grave da resistência aos andrógenos, conhecida por insensibilidade \n\ncompleta a andrógenos, é caracterizada pela perda completa da função do receptor de \n\nandrógeno. \n\nA CAIS acomete indivíduos 46,XY que produzem normalmente testosterona na \n\nvida fetal e na puberdade. Porém, tanto a genitália quanto os outros orgãos-alvo não \n\nrespondem aos andrógenos nessas fases, causando diferenciação feminina da genitália \n\nexterna e do seio urogenital, além de feminilização na puberdade. \n\n\n\n14 \n \n\nO diagnóstico dessa síndrome pode ser realizado logo após o nascimento, devido à \n\npresença de testículos palpáveis e à discrepância entre o cariótipo 46,XY e o fenótipo dos \n\npacientes, tipicamente feminino. No entanto, muitos casos podem não ter diagnóstico \n\nprecoce e na infância. Nesses casos, o diagnóstico acontece na puberdade, pela amenorréia \n\nprimária e ausência de pêlos (Quigley et al., 1995). A manifestação clínica mais comum é a \n\npresença de hérnia inguinal bilateral. Segundo Galani e colaboradores (2008), a prevalência \n\nde pacientes com AIS e hérnia inguinal acontece em 1 a 2% desses casos.  \n\n  O fenótipo clássico atribuído à forma CAIS caracteriza-se como ausência de ductos \n\ngenitais internos, vagina em fundo cego e genitália externa feminina normal, exceto pela \n\npresença frequente de gônadas inguinais ou labioescrotais. Indivíduos com CAIS \n\napresentam desenvolvimento feminino típico na puberdade, com distribuição de gordura \n\nginecóide e pêlos sexuais escassos ou ausentes, mamas têm características femininas \n\nnormais, contornos corporais femininos e ausência de acne, devido à produção de estrógeno \n\npelos testículos e pela aromatização periférica da testosterona em estradiol (Guigley et al., \n\n1995; Rajender et al., 2007).  \n\n \n\n1.5.2 Insensibilidade Parcial aos Andrógenos \n\n \n\n Ao contrário do fenótipo relativamente uniforme dos casos da CAIS, a PAIS \n\n(OMIM 312300) é caracterizada por indivíduos com diferentes fenótipos devido ao defeito \n\nparcial na função do receptor de andrógeno, que pode variar. Os pacientes com PAIS \n\napresentam diferentes graus de masculinização da genitália externa, interna e do seio \n\nurogenital. Devido ao grande número de fenótipos que podem estar associados a PAIS, a \n\nprevalência desta síndrome ainda é desconhecida (Ragender et al., 2007). \n\n \n\n1.5.3 Insensibilidade Leve aos Andrógenos \n\n \n\nIndivíduos que apresentam ginecomastia com fertilidade comprometida ou não são \n\nclassificados na forma MAIS, como descritos anteriormente. A fertilidade em pacientes \n\ncom AIS é extremamente rara, com poucos casos descritos na literatura (Larrea et al.,1978, \n\nYong et al., 1994, Giwercman et al., 2000). Segundo Ferlin e colaboradores (2006), 2 a 3% \n\n\n\n15 \n \n\nde infertilidade masculina são causados por mutações no gene AR, em pacientes com \n\nfenótipo MAIS.  \n\nEmbora mutações no gene AR estejam diretamente associadas à insensibilidade \n\nandrogênica, em alguns casos essa síndrome se manifesta mesmo com o gene AR em sua \n\nforma íntegra. Como a ação androgênica é um evento complexo, não pode ser descartada a \n\nhipótese de co-reguladores da transcrição não estarem atuando em sua forma normal, o que \n\npoderia explicar a manifestação desta síndrome nestes casos. \n\nAdachi e colaboradores (2000) descreveram o caso de uma mulher de 19 anos de idade, \n\ncom amenorréia primária e resistência completa a andrógenos. Este diagnóstico foi baseado \n\nnos dados clínicos, citogenéticos e hormonais. No estudo do gene AR desta paciente, no \n\nentanto, nenhuma alteração que comprovasse o fenótipo foi observada. Segundo os autores, \n\num possível prejuízo na interação do receptor de andrógenos com co-reguladores estaria \n\nimpedindo a ação androgênica nesta paciente. \n\nNeste trabalho, descrevemos a atividade funcional de sete mutações, sendo uma \n\nrelacionada ao fenótipo MAIS, três ao fenótipo PAIS e três ao fenótipo CAIS. A forma \n\nmais grave da PAIS está descrita no artigo 1, no artigo 2 serão apresentados os estudos \n\nfuncionais de mutações associadas às formas PAIS e CAIS e no artigo 3, descrevemos o \n\nestudo da mutação p.Pro695Ser encontrada em um paciente com fenótipo masculino cuja \n\núnica queixa era ginecomestia, com fertilidade preservada. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n16 \n \n\n2. Objetivos \n\n \n\n2.1 Objetivos gerais: \n\n \n\n \n\n \n\n? Investigar quais os prejuízos na atividade de transativação do AR, causados por novas \n\nmutações. \n\n \n\n? Analisar como acontece a interação entre os domínios amino-terminal e carboxi-terminal \n\ndo receptor de andrógeno mutante.  \n\n \n\n? Associar os prejuízos funcionais dos AR mutantes com os fenótipos associados às diversas \n\nformas de AIS. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n \n\n2.2 Objetivos Específicos: \n\n \n\n2.2.1 Artigo 1: \n\n? Analisar o gene AR em uma família com quadro sugestivo de insensibilidade androgênica, \n\natravés do sequenciamento automático. \n\n? Realizar o estudo estrutural in silico das trocas aminoacídicas com base na estrutura da \n\nproteína AR previamente publicada (PDB-ID: 2AM9); \n\n? Relacionar o genótipo com o fenótipo dos pacientes. \n\n \n\n2.2.2 Artigo 2: \n\n \n\n? Investigar as propriedades funcionais de sete mutações individuais e uma combinação de \n\nduas mutações, avaliando o impacto na atividade de transativação e na interação entre os \n\ndomínios N-terminal e C-terminal do receptor de andrógenos. \n\n \n\n? Relacionar os graus de comprometimento da função do receptor com os fenótipos dos \n\npacientes.  \n\n \n\n2.2.3 Artigo 3: \n\n? Investigar a atividade transcricional da proteína AR em um paciente com ginecomastia e \n\nfertilidade preservada. \n\n? Analisar se a mutação p.Pro695Ser é responsável por alguma alteração entre as interações \n\nN/C terminal neste paciente.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n \n\n3. Capítulo 1 \n\n \n\nArtigo 1: \n\n \n\nSevere forms of partial androgen insensitivity \n\nsyndrome due to p.L830F novel mutation in \n\nandrogen receptor gene in a Brazilian family \n \n\nReginaldo  J Petroli, Andréa   T Maciel-Guerra, Fernanda  C Soardi, Flávia  L de Calais, Gil Guerra-\n\nJunior\n  \nand Maricilda Palandi de Mello.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n19 \n \n\n \n\n \n\n \n\n\n\n20 \n \n\n \n\n \n\n \n\n\n\n21 \n \n\n \n\n\n\n22 \n \n\n \n\n \n\n\n\n23 \n \n\n \n\n \n\n\n\n24 \n \n\n \n\n \n\n \n\n\n\n25 \n \n\n \n\n \n\n4. Capítulo 2 \n\n \n\nArtigo 2: \n\n \n\nFunctional analysis of six androgen receptor \n\nmutations identified in patients with complete \n\nand partial androgen insensitivity syndrome \n\nReginaldo J Petroli, Olaf Hiort, Dagmar Struve, Fernanda Caroline Soardi, Karla Melo, Ivo \n\nJorge Prado Arnhold, Andréa Trevas Maciel-Guerra, Gil Guerra-Junior, Ralf Werner and \n\nMaricilda Palandi de Mello. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n26 \n \n\nFunctional analysis of six androgen receptor mutations identified in patients with \n\ncomplete and partial androgen insensitivity syndrome \n\nReginaldo J Petroli\na,b\n\n, Olaf Hiort\nb\n, Dagmar Struve\n\nb\n, Fernanda Caroline Soardi\n\na\n, Karla \n\nMelo\nc\n, Ivo Jorge Prado Arnhold\n\nc\n, Andréa Trevas Maciel-Guerra\n\nd\n, Gil Guerra-Junior\n\ne\n, Ralf \n\nWerner\nb\n and Maricilda Palandi de Mello\n\na\n \n\n \na\n Centro de Biologia Molecular e Engenharia Genética, Universidade Estadual de \n\nCampinas, Campinas, São Paulo, Brasil; \nb\n Department of Paediatrics and Adolescent \n\nMedicine, Division of Experimental Paediatric Endocrinology and Diabetes, University of \n\nLuebeck, Luebeck, Germany; \nc\n Unidade de Endocrinologia do Desenvolvimento, \n\nLaboratório de Hormônios de Genética Molecular LIM/42, Divisão de Endocrinologia, \n\nHospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo, São Paulo, \n\nBrasil; \nd \n\nDepartamento de Genética Médica, Universidade Estadual de Campinas, \n\nCampinas, São Paulo, Brasil; \ne \nDepartamento de Pediatria, Universidade Estadual de \n\nCampinas, Campinas, São Paulo, Brasil. \n\n \n\nRunning title: Functional studies on androgen receptor mutations \n\nCorresponding author: \n\nMaricilda Palandi de Mello \n\nCBMEG-Unicamp \n\nAv. Cândido Rondon 400 \n\n13083-875 Campinas, SP \n\nBrasil   \n\n\n\n27 \n \n\n \n\nAbstract \n\nThe androgens are responsible for development and maintenance of male sex secondary \n\ncharacteristics. Dysfunctions in androgen action due mutations in androgen receptor (AR) \n\ngene can lead to androgen insensitivity syndrome (AIS). Depending on the impairment \n\nowing AR gene mutations, AIS manifestation can be mild, partial or complete. Here, we \n\nhave analyzed the effects of p.Ser759Thr, p.Leu830Phe and p.Ile898Phe, p.Leu768Val, \n\np.Cys806Phe+p.Gln798Glu, and p.Pro904Arg missense mutations that were clinically \n\nassociated to partial AIS (PAIS) or to complete AIS (CAIS). All mutations have been \n\nidentified by AR gene sequencing. To evaluate the transactivation ability of each AR \n\nmutant, the site-directed mutagenesis assay was performed on full-length AR cDNA, \n\nfollowed by transfection and expression in mammalian cells. The analysis of reporter gene \n\ntransactivation with different dihydrotestosterone (DHT) concentrations was performed. \n\nN/C-terminal interactions for each AR mutant were analyzed using two-hybrid mammalian \n\nassay. PAIS mutations: p.Ser759Thr, p.Leu830Phe, p.Ile898Phe mutations showed \n\ntransactivation activity higher than 20% in physiological hormone concentration. In the \n\nN/C interaction assays, the p.Ile898Phe revealed a complete disruption of N/C interaction at \n\nall hormone concentrations; the p.Ser759Thr and p.Leu830Phe showed positive response \n\nwith increasing DHT. CAIS mutations: p.Leu768Val revealed a complete disruption of AR \n\naction; p.Gln798Glu and p.Cys806Phe mutations studied separately revealed responses to \n\nDHT induction similar to Mild and PAIS, respectively. However, when analyzed together, \n\ntransactivation activities lower than 10% in physiologic hormone conditions were observed, \n\nconsistent to CAIS phenotype. The p.Pro904Arg showed reduced transcriptional activity \n\nand abolished response in N/C terminal interaction, compatible with CAIS. We conclude \n\nthat the functional analysis of the AR could elucidate the molecular mechanisms associated \n\nwith each case of AIS, and may provide a basis for response to treatment in each particular \n\ncase. \n\n \n\n \n\n \n\n \n\n\n\n28 \n \n\nIntroduction \n\n \n\nThe androgen insensitivity syndrome (AIS) is clinically characterized by impaired \n\nvirilization in 46,XY individuals. The phenotype associated with AIS can range from mild \n\nAIS (MAIS) to complete AIS (CAIS). MAIS is characterized by gynecomastia and in- or \n\nsubfertility in phenotypically male individuals. Partial AIS (PAIS) may present with \n\npredominantly male development or ambiguous genitalia (AG) or even with predominantly \n\nfemale external genitalia with clitoromegaly and/or posterior labial fusion and development \n\nof breast and pubic hair. On the other hand, the most severe form known as complete AIS \n\n(CAIS) results in female external genitalia, sparse to absent pubic and axillary hair and \n\nnormal female breast development (3, 14, 19, 23, 24, 28). \n\nAIS can be caused by a de novo mutation or an inherited maternal mutation in the \n\nandrogen receptor (AR) gene. The AR gene is localized on the X-chromosome at Xq11-12 \n\nregion and mutations can be transmitted with an X-chromosomal recessive inheritance. The \n\nAR gene has eight exons and seven introns distributed in more than 186 kb. Within exon 1, \n\nencoding for the N-terminal region involved in transactivation of the receptor, there are two \n\npolymorphic regions. The first is a poly-Gln region which can range from 9 to 36 residues \n\nand the second is a poly-Gly region which ranges from 10 to 27 residues, in different \n\npopulations (3, 15, 27, 28). Variations on the number of repeats can be associated with \n\ndifferent conditions, for instance, a very long Gln-stretch causes spino-bulbar muscular \n\natrophy (40). \n\nThe AR protein contains approximately 920 amino acid residues with molecular \n\nweight of about 110 kDa (1, 13, 28). The AR is a nuclear receptor (NR) that belongs to the \n\nsuperfamily of ligand-activated transcription factors. Important functions can be attributed \n\nto AR in male development such as muscular and male genitalia development, voice \n\ndeepening and spermatogenesis. Therefore, impaired or increased AR activity can be \n\nassociated to AIS or prostate cancer, respectively (1, 2, 27). \n\nSimilarly to other members of the NR superfamily, the AR exhibits three basic \n\nfunctional domains, which are a variable amino-terminal domain (NTD), a conserved DNA \n\n\n\n29 \n \n\nbinding domain (DBD) and a conserved ligand binding domain (LBD). Between DBD and \n\nLBD there is a flexible linker, the hinge region (1, 3, 16, 25).  \n\nThe NTD (residues 1-538) is involved in the transactivation through interaction with \n\ntranscriptional machinery (1, 25, 30). This domain also harbors a ligand independent \n\nactivation function 1 (AF-1) which is the major activation domain for the AR. In the same \n\nregion, there are FXXLF and WXXLF residues (where F is phenylalanine, L is leucine, W \n\nis tryptophan and x is any amino acid), which are important for N/C-terminal interaction \n\nand hormone-receptor complex stabilization (1, 5, 7, 27).  \n\nThe DBD (residues 539-628) contains of two zinc fingers which are able to \n\nrecognize and bind to specific DNA sequence (5, 11, 16, 25). The hinge region (residues \n\n629-669) allows the nuclear translocation, receptor mobility, DNA binding and \n\ntransactivation (3, 5, 31). The LDB (residues 670-920) contains 11 helices responsible for \n\nthe organization of the ligand-binding pocket formed by helices 3, 4, 5, 7, 11 and 12 with \n\nalso beta-sheet preceding helix 6 (16). The LBD harbors an important and conserved \n\nregion, the ligand-depending activation function 2 (AF-2). The AF-2 is responsible for \n\nligand-dependent transcriptional activation and is formed by helice 3, 4, 5 and 12. Mutation \n\nor deletion of the AF-2 domain dramatically reduces transcriptional activation in response \n\nto a ligand. In contrast to other nuclear receptors, the AR preferentially interacts with the \n\nFQNLF in the NTD causing the N/C interaction, an important step toward the activation of \n\nAR. Damage in N/C interaction is associated with AIS, even when the hormone binding is \n\nnormal (5, 16, 27, 32, 34). \n\nIn the cytoplasm, the inactive AR form is complexed with heat shock proteins \n\nbefore binding to the hormone testosterone (T) or 5?-dihydrotestosterone (DHT). The heat \n\nshock proteins are dissociated from the AR after the hormone binding to LBD. The \n\ntranslocation to the nucleus leads to conformational changes, resulting in an AF-2 \n\nhydrophobic pocket formation. This hydrophobic pocket serves as a binding site for \n\ncoactivators and for the AR NTD interactions. The coactivators interaction increases AR \n\ntranscriptional activation (10, 32, 33).  \n\nMutations in the AR gene usually result in a decrease of ligand affinity, co-activator \n\ninteraction and also impaired DNA binding (33). However, in a substantial number of AIS \n\ncases, there is no clear correlation between AIS clinical phenotype and AR gene mutation \n\n\n\n30 \n \n\n(4, 12, 21). Nevertheless, there are more than 800 different AR mutations \n\n(http://androgendb.mcgill.ca) which have been described in more than 850 patients with \n\ndifferent AIS phenotypes (8). They are distributed in all AR domains, especially in LBD. \n\nThere is a predominance of missense mutations in the LBD correlated with a significantly \n\nhigher number of CAIS than PAIS cases (8, 9).  \n\nIn order to clarify the functional consequences of missense mutations in AR gene, \n\nwe investigated seven mutations, p.Gln798Glu+p.Cys806Phe, p.Leu768Val and \n\np.Pro904Arg associated with CAIS, p.Ser759Thr, p.Leu830Phe and p.Ile898Phe associated \n\nwith PAIS all located in the LBD. The combination of the new mutation p.Cys806Phe and \n\nthe well-known p.Gln798Glu was particularly found in one patient with CAIS. Five of \n\nthese variants have been previously described in Brazilian patients (22, 26, 29). In order to \n\nunderstand the functional properties of these mutations, the impact of each one on full \n\nlength AR transactivation capacity and on AR N/C-terminal interactions were investigated.  \n\n \n\nMaterial and Methods \n\n \n\nPatient descriptions \n\nPatient with p.Gln798Glu+p.Cys806Phe mutations: \n\nThis girl was referred to us with 13 years of age. She was born at term by normal \n\ndelivery after an uneventful pregnancy with a birth weight of 3,950 g. Inguinal hernias were \n\ndetected in the neonatal period and were surgically repaired when she was 2 months old. \n\nBilateral testes were found at inguinal herniorrhaphy, and both were removed when the \n\nchild was 16 months old. Estrogens had been prescribed five months before her first visit to \n\nour service. \n\nHer parents were unrelated, and family history was unremarkable. She had two \n\nnormal sisters aged 19 and 17 years and a younger 2.5-year-old brother. On physical \n\nexamination, her height was 166.2 cm and weight 80.3 kg. She had typical female external \n\ngenitalia and pubertal stage was B2P2. Hormonal evaluation revealed high levels of FSH \n\n(92.6 UI/L; normal range (NR): 1.5-12.4 UI/L) and LH (20.6 UI/mL; NR: 1.7-8.6 UI/mL) \n\nand prepubertal levels for total testosterone (1.41 nmol/L; NR:  9.92-28.11 nmol/L); her \n\nkaryotype was 46,XY.  \n\nhttp://androgendb.mcgill.ca/\n\n\n31 \n \n\nClinical data for patients with p.Ser759Thr, p.Leu768Val., p.Leu830Phe, \n\np.Ile898Arg and p.Pro904Arg mutations have been previously described (22, 26, 29). \n\n \n\nPlasmids \n\nAR expression plasmids \n\nAll mutations were introduced into the full-length AR expression vector (pSVAR0), which \n\nwas kindly provided by Dr. A. Brinkmann, from the University Hospital Rotterdam, \n\nRotterdam, NL University. Each point mutation was inserted by PCR based site directed \n\nmutagenesis with specific primers (Table 1). \n\nTable 1: Mutagenesis primers used in this study  \n\nPrimer                                       Sequence 5’-3’                 \n\nAR_p.Ser759Thr_sense: CTTCACCAATGTCAACACCAGGATGCTCTACTT \n\nAR_p.Ser759Thr_antissense: AAGTAGAGCATCCTGGTGTTGACATTGGTGAAG \n\nAR_p.Le768Val_sense: CTACTTCGCCCCTGATGTGGTTTTCAATGAGTA \n\nAR_p.Leu768Val_antissense: TACTCATTGAAAACCACATCAGGGGCGAAGTAG \n\nAR_p.Gln798Glu_sense: GAGTTTGGATGGCTCGAAATCACCCCCCAGG \n\nAR_p.Gln798Glu_antissense: CCTGGGGGGTGATTTCGAGCCATCCAAACTC \n\nAR_p.Cys806Phe_sense: CCCAGGAATTCCTGTTCATGAAAGCACTGCT \n\nAR_p.Cys806Phe_antissense: TAGCAGTGCTTTCATGAACAGGAATTCCAGT \n\nAR_p.Leu830Phe_sense: TTCTTTGATGAATTTCGAATGAACTAC \n\nAR_p.Leu830Phe_antissense: GTAGTTCATTCGAAATTCATCAAAGAA \n\nAR_p.Ile898Phe_sense: GAAATGATGGCAGAGTTCATCTCTGTGCAAGT \n\nAR_p.Ile898Phe_antissense: ACTTGCACAGAGATGAACTCTGCCATCATTTC \n\nAR_p.Pro904Arg_sense: ATCTCTGTGCAAGTGCGCAAGATCCTTTCTG \n\nAR_p.Pro904Arg_antissense:   CAGAAAGGATCTTGCGCACTTGCACAGAGAT \n\n\n\n32 \n \n\n \n\nMutagenesis primers were designed using GeneRunner v.3.05 (free software). \n\nIn brief, PCR mutagenesis was performed in two steps. Using pSVAR0 as template, \n\nin the first step AR_LBD644s (5´-GAGGCTTCCAGCACCACCA-3´) was used as sense \n\nprimer together with each respective mutagenesis antisense primer. The second \n\namplification was performed with the respective mutagenesis sense primer and pSV0seq_as \n\n(5’- TGATAGGCAGCCTGCACCTGA -3’). Both amplicons were gel purified, combined, \n\nannealed and amplified in a third PCR using the primer pair AR_LBD644s - pSV0seq_as. \n\nMutant amplicons were double digested with Tth111 I/Pst I and subcloned into pSVAR. All \n\ninserts and their cloning borders were verified by sequencing.  \n\n \n\nTwo hybrid constructs \n\n \n\nAR N/C interaction was analyzed using the mammalian two-hybrid assay kit \n\n(Stratagene, La Jolla, CA). In order to generate mammalian two-hybrid clones containing \n\nthe GAL4 DNA binding domain fused to AR618-920, the AR LBD618-920 was amplified using \n\nthe primer pair AR1823s_BamH I (5’- TGGATCCCGGAAATGTTATGAAGCAG -3’) \n\nand pSV0seq_as using wt or mutant full length AR as template. Amplicons were double \n\ndigested by BamH I and Pst I and subcloned into pCMV_BD bait vector (Stratagene). The \n\nvector pAD_NTD1-536 containing the GAL4 activation domain in fusion to the N-terminal \n\ndomain of AR (aa 1-536) was previously described in (32).   \n\n \n\nLuciferase genes  \n\n \n\nThe p(ARE)2TATA-Luc vector which contains two androgen responsive elements \n\n5’ of the TATA-box preceding the firefly luciferase gene was a kind gift of Dr. G. Jenster \n\nfrom Josephine Nefkens Institute, Erasmus MC (Rotterdam, NL). The pFR-Luc vector \n\n(Stratagene, La Jolla, CA) contains a synthetic promoter with five tandem repeats of yeast \n\nGAL4 binding sites which control the expression of the firefly luciferase gene and served \n\nas a reporter gene in mammalian two hybrid assays. Plasmid phRGTK contains a \n\n\n\n33 \n \n\nconstitutive active Renilla luciferase reporter gene used to normalize transfection efficiency \n\nin Dual Luciferase Assays (Promega). \n\n \n\nTransient Transfections of Full length AR \n\n \n\nThe Chinese hamster ovary (CHO) cells were used to express the wild type and \n\nmutant AR proteins. Transfection experiments were performed as previously described \n\n(31). In brief, 80,000 cells/well were cultured overnight in 24-well plates with Dulbecco’s \n\nmodified Eagles Medium/Nutrient Mixture F-12 Ham (DMEM/F12, Sigma) supplemented \n\nwith 10% dextran charcoal-stripped fetal calf serum under 5% CO2 at 37°C. After initial \n\nincubation, 30 ng wt-AR or mutant plasmid DNAs were co-transfected with 200 ng \n\np(ARE)2TATA-Luc and 5 ng phRGTK using 0.5 µl FuGENE HD (Promega Corp., \n\nMadison, WI). Five hours after transfection, 0–100 nmol/l DHT were added in each well. \n\nThe luciferase activity was determined 18 h after hormone induction, using a Dual \n\nLuciferase assay (Promega Corp., Madison, WI) and normalized to transfection efficiency. \n\nFor comparison of experiments performed at different days, we set the transactivity of wt-\n\nAR at 10 nmol/l DHT as 100%. Relative luciferase units (RLU) of other samples assayed at \n\nthe same time were expressed relative to this value. For statistical analysis, all transfections \n\nwere performed in triplicate and at least three independent experiments were carried out. \n\n \n\nTwo hybrid assays \n\n \n\nN/C interaction assays have been described in detail previously (32). In brief, CHO \n\ncells were cultured and seeded in 24-well plates as described above. 100 ng pBD-LBD618-\n\n920 (bait, wild type or mutant) and 100 ng of pAD-NTD1-536 (prey) were co-transfected with \n\n200 ng pFR-Luc (reporter gene) and 10 ng phRGTK per well using 1.0 ?l FuGENE HD \n\n(Promega). Five hours post-transfection, LBDs were activated by adding the indicated \n\namount of DHT (0–100 nM). The luciferase activities were measured 18 h after hormonal \n\ninduction using the Dual Luciferase assay system (Promega). As for full-length assays, the \n\nluciferase activity of wild type NTD/LBD interaction at 10 nmol/l DHT was set to 100%. \n\nTransfection efficiency was normalized by Renilla luciferase. For statistical analysis, all \n\n\n\n34 \n \n\ntransfections were carried out in triplicate and at least three independent experiments were \n\nperformed. \n\n \n\nWestern Blots Analysis \n\n \n\nFor protein expression analysis 300,000 CHO cells were grown in six well culture \n\nplates overnight. Cells were transfected using 1 ?g p(ARE)2 TATA-Luc plasmid, 150 ng \n\nwild type or mutant AR plasmid, 25 ng phRGTK and 3.35 ?l Fugene HD reagent per well. \n\nAfter 16 h, cells were washed twice with cold PBS and lysed in 250 ?l M-PER lysis buffer \n\n(Pierce, Rockford, IL) including complete proteinase inhibitor cocktail (Roche, Mannheim, \n\nGermany) on ice for 5 min. Cells were scraped and collected for Western blot analysis. \n\nProtein concentration was estimated by Bio-Rad protein assay (Bio-Rad, Richmont, CA). \n\nThe remainder of protein was dissolved in SDS sample buffer and denatured by heating at \n\n95°C for 10 minutes followed by SDS-PAGE.  \n\nFull-length AR and NTD were detected with primary antibody anti AR F39.4.1 \n\n(Innogenex, San Ramon, CA) diluted 1:500. GAL4-LBD fusion proteins were detected \n\nwith primary antibody AR-C19 (sc-815, Santa Cruz Biotechnology Inc.) diluted 1:200. \n\nActin was detected using anti-actin antibody A2066 (Sigma) diluted 1:1000. Signals were \n\nvisualized using the corresponding conjugated anti-mouse or anti-rabbit secondary antibody \n\napplying the Western Lightning Chemiluminescent Reagent Plus (PerkinElmer, Boston, \n\nMA) and a Fusion SL chemiluminescent imager (Vilbert Lourmat). \n\n \n\nResults: \n\nIn order to analyze the effect of AR mutant proteins on AR transactivation capacity \n\nassociated with CAIS and PAIS phenotype, full-length AR plasmids were co-transfected \n\nwith the firefly luciferase reporter plasmid p(ARE)2TATA-Luc in CHO cells. Expression of \n\ncomparable amounts of wild-type (wt) and mutants either for full-length AR proteins (Fig. \n\n1A) or Gal4-LBD fusion protein constructions (Fig. 1B-D) were confirmed by Western \n\nblotting. \n\n \n\n \n\n\n\n35 \n \n\nFull Length AR Transactivation and N/C interactions in PAIS related mutations \n\n \n\n The mutations associated to PAIS phenotype that have been tested were \n\np.Ser759Thr, p.Leu830Phe and p.Ile898Phe. In transactivation assays, all three mutations \n\nrevealed low response activities at low hormone concentrations reaching approximately \n\n27% (t-test, P<0,001), 30% (t-test, P=0,002) and 22% (t-test, P<0,001) of the wt at 1.0 nM \n\nDHT, respectively. At high and supraphysiological hormone concentration the responses \n\nreached 80% (t-test, P<0,0001) and 62% (t-test P<0,0001) for p.Ser759Tre and \n\np.Ile898Phe, respectively, at 100 nM DHT; whereas it was totally recovered for \n\np.Leu830Phe (t-test P<0,7263) (Figure 2A).  \n\nIn N/C interaction analyses, the p.Ser759Thr mutation showed significantly reduced \n\nresponses at all hormone concentrations. Transactivation of the reporter gene was almost \n\nundetectable at low DHT concentrations (0.1-1 nM) showing gradually higher responses \n\nwith the increase in DHT concentration. It reached only 50% (t-test, P<0,0001) at a \n\nsupraphysiological DHT concentration(100 nM) (Fig 2B).Similarly, the response of the \n\nreporter gene for p.Leu830Phe at low hormone concentrations (0.1-1.0 nM) was \n\nundetectable. However, it was totally recovered at 3.3 nM DHT and it showed a \n\ntranscriptional activity 2.5 times higher than the wt in the presence of 100 nM DHT   \n\n(Figure 2B).  \n\n  Conversely, p.Ile898Phe did not show any detectable activity of reporter gene in \n\nthe N/C interaction assay, indicating that in this case N/C interation was completely \n\nabolished (Figure 2B). \n\n \n\nFull Length AR Transactivation and N/C interactions in CAIS related mutations \n\n \n\nThe mutations associated to CAIS phenotype that have been tested were \n\np.Leu768Val and p.Pro904Arg. \n\nIn the experiment using full-lengh AR the reporter gene activation by p.Leu768Val \n\nmutant was undetectable from 0.1 to 3.3 nM DHT and reached only 36% (t-test, P<0,0001) \n\nat 100 nM (Figure 3A). Conversely, p.Pro904Arg showed a better response to DHT \n\nstimulus presenting 20% (t-test, P<0,0001) of the reporter gene activation at 1.0 nM (Fig. \n\n\n\n36 \n \n\n3A). At high and supraphysiological hormone concentrations the response was \n\napproximately that of the wt. However, a drastic effect upon the reporter gene activation is \n\nobserved for both mutations in N/C interaction assays. Whereas p.Leu768Val did not show \n\nany response even in supraphysiological hormone concentration, p.Pro904Arg showed \n\napproximately 30% (t-test, P=6934) of the reporter gene activation only at 100 nM DHT. \n\nThose results indicate that N/C interaction was severely disrupted by both mutations, \n\n(Figure 3B). \n\n \n\nFull Length AR Transactivation and N/C interactions for p.Gln798Glu+p.Cys806Phe \n\n \n\nThe novel p.Cys806Phe AR mutation was identified in association with \n\np.Gln798Glu,  a well known AR mutation. Therefore, full-length and N/C interaction \n\nexperiments were performed for individual and combined mutations . Individually, \n\np.Gln798Glu retained 80-90% (t test, P=0,0356) the capacity of transactivating reporter \n\ngene expression in both full-legth and N/C interaction experiments (Figure 4A, B); \n\nwhereas, p.Cys806Phe showed less than 30% activity (t-test, P<0,0001) at 1.0 nM DHT \n\nand recovered to almost 95% (t-test, P<0,0001) at 100 nM in the full-length experiment \n\n(Figura 4C). Similarly to the effect observed for p.Leu830Phe in the N/C interaction assay, \n\np.Cys806Phe also showed increasing activity of the reporter gene as hormone concentration \n\nincreased being almost 3 times higher than the wt at 100 nM (Figura 4D) with a drastic \n\neffect upon the reporter expression at 1.0 nM. When those two mutations were combined in \n\none construct the capacity of activating the reporter gene expression at 1 nM DHT \n\nremained below 10% in both assays (Figure 4E, F). For higher DHT concentrations, the \n\ncombination p.Gln798Glu+p.Cys806Phe showed increased response although remained \n\nbelow 80% (t-test, P>0,0031) at 100 nM DHT in the full-lengh assay. Those results indicate \n\na synergistic effect since a less severe effect was individually observed for those mutations \n\neither in low or in high DHT concentrations. However, the results under high DHT \n\nconditions (10-100 nM) in the N/C interaction assays followed that of p.Cys806Phe \n\nreaching 2.5 times the wt transactivation capacity (Figure 4F).  \n\n  \n\n \n\n\n\n37 \n \n\nDiscussion \n\n \n\nThe androgen insensitivity syndrome is described as a dysfunction in the AR, which \n\ncan be associated with a mutation in AR gene or due to unknown mechanisms (12, 14, 15, \n\n21). Thus, patients with AIS are initially screened for AR mutations by AR gene \n\nsequencing. In this study we describe functional activities of six missense mutations and \n\none combination of two missense mutations, all of them located in the LBD region, three \n\npoint mutations were associated with PAIS, other mutations were associated with CAIS \n\nphenotype. \n\nPAIS mutations p.Ser759Thr, p.Leu830Phe and p.Ile898Phe showed increasing  \n\ntransactivation capacities on the reporter gene with increasing hormone concentration. At \n\nphysiological hormone concentration (1.0 nM DHT), the response was lower than 40%, \n\nwhich indicated PAIS classification. However, they differed in the N/C interaction assays. \n\nAR p.Ser759Thr was previously described in a patient with PAIS by Takahashi et al.  (47). \n\nIn our study, the patient with p.Ser759Thr presented micropenis and hormone dosages \n\nsuggesting PAIS phenotype, as described by Tobo et al. (29). Transactivation assay with \n\nfull-length AR cDNA with p.Ser759Thr showed a reduced activity at low hormone \n\nconcentrations (0.1-1 nM) that reached 80% at high and supraphysiological levels of DHT. \n\nThe residue Ser759 is in the loop between helix 5 and helix 6 of AR protein. As this region \n\nis part of the ligand-binding pocket, alterations might be associated with an impairment of \n\nN/C interaction (8, 32, 33, 36, 39). This is supported by N/C interaction data presented here \n\nwhere loss of transactivation ability at low to physiological hormone concentrations (0.1-1 \n\nnM) was demonstrated, whereas a moderate rescue at high to supraphysiological levels \n\n(3.3-100 nM) reaching only 50% of the wt activity. Differently to p.Ser759Tre, the \n\np.Ile898Phe revealed a complete disruption in N/C interaction at all hormone \n\nconcentrations indicating a CAIS phenotype. However, this mutation was described in a \n\nfamily with severe PAIS (20) suggesting that other interactions could be involved in AR \n\nactivity in this case. The residue Ile898 is located at the end of helix 11, near helix 12. This \n\nregion is conserved in steroid receptors due to the important role in the protein-protein \n\ninteractions performed with AF-2 (21, 25, 32, 37). \n\n\n\n38 \n \n\nA quite different profile was observed for p.Leu830Phe and p.Cys806Phe mutants. \n\nDespite low activity in the N/C interaction experiment at low to normal hormone values \n\n(0.1-1 nM), they equal the wt with high hormone values (around 3.3 nM) and surprisingly \n\nat high to supra physiological DHT concentrations transactivation activities were almost \n\ntwo times that of the wild type. The mechanism of this unusual hormone response is not \n\nknown yet. Similar result was obtained with the CAIS related double mutant \n\np.Gln798Glu+p.Cys806Phe. Likewise, our group had observed similar patterns in N/C \n\ninteraction experiments with p.Arg840His mutation (41) as well as with p.Arg840Cys \n\n(unpublished results). Szafran et al. (42) using HeLa cells also report absence of N/C \n\ninteraction at low (0.2 nM) testosterone concentrations and increased N/C interaction at 20-\n\n200 nM T for p.Arg840Cys AR mutant. This effect was first reported by Wong et al. (33) \n\nwho described an increased N/C interaction and an increased TIF2 coactivation at high \n\nhormone concentrations for PAIS mutation p.Phe826Leu. Independent assays using two \n\ndifferent promoters and three different ligands were performed to test p.Phe826Leu and \n\nsimilar results were obtained (33). Those results differed from ours in that p.Cys806Phe, \n\np.Leu830Phe and p.Arg840His/Cys mutations led to a loss of N/C interaction at low \n\nhormone concentrations and switch to an increased N/C interaction at high hormone \n\nconcentrations, whereas p.Phe826Leu always led to an increased N/C interaction, at both \n\nlow and high hormone concentrations. Nevertheless, these results indicated that some \n\nresidues could impact AF2 function despite the location outside AF2 or ligand binding \n\npocket. Residues Arg826, Leu830 and Arg840 are located on helix 9 and are part of \n\nbinding function 3 (BF-3), a concave surface topographically adjacent but distinct from \n\nAF2, that allosterically regulates coactivator binding (43). Residue Cys806 is located on \n\nhelix 8, just below Arg840 on helix 9 (Figure 5). Substitution of the cysteine by a more \n\nbulky phenylalanine at residue 806 may disturb the BF-3 conformation; consequently, it \n\nmay destabilize coactivator binding. Crystal structures of AR-LBDs bound to co-activator \n\npeptides differ from those without bound peptides indicating that structural rearrangements \n\noutside the AF2 pocket in different residues located at BF-3, for instance, Phe826 and \n\nArg840, possibly transmit their effect though residues located at the boundary between \n\nthem (43). Leu830 divides BF-3 and the conformation of the side chain is responsible for \n\nfurther dissecting of BF-3 into 2 sockets (43). The more bulky phenylalanine residue may \n\n\n\n39 \n \n\nimpact on this BF-3 dissection thereby may influence AF2 peptide binding in the BF-3/AF2 \n\ncommunication. Hormone insensitivity at low steroid concentrations caused by \n\np.Cys806Phe, p.Leu830Phe and p.Arg840His/Cys points to an interference with \n\nchaperone/cochaperone/immunophilin interaction. Steroid hormone receptor amino acid \n\nsequence alignments identified six residues, including Cys806 and Arg840 that are \n\nconserved among the FKBP52-regulated AR receptors, glucocorticoid receptor (GR) and \n\nprogesterone receptor (PGR), but differ in the FKBP52-insensitive mineralocorticoid \n\nreceptor (MR) (44). The alteration p.Cys806Tyr was described previously, associated with \n\nPAIS (38). Interestingly, functional assays in yeast demonstrated an increased dependence \n\non FKBP52 for function of AR mutation p.Cys806Tyr (44). Grosdidier et al. (37) described \n\nthe same effect on N/C interaction with the CAIS associated alterations p.Asn833Arg and \n\np.Arg840Ala. These results can be associated with many events in AR action, such as \n\ntranscriptional activity and alteration in co-activator binding. Therefore, such interesting \n\neffects suggest this region as a special place for future investigations (37). \n\nTwo mutations associated to CAIS phenotype have been investigated. The AR \n\np.Leu768Val resulted in a severe effect upon transcriptional activity in both assays showing \n\na weak transcriptional activity only at supraphysiological hormone concentrations in the \n\nfull-length cDNA experiment. The residue Leu768 is located in the loop between helixes 5 \n\nand 6. Alterations in this region can present an important role in conformation of N/C \n\ninteraction or a disruption in AF2, resulting in the impairment in the hormone binding (16, \n\n17, 23). Helsen et al. (11) described the residue Pro766 involved in DBD-LBD interaction. \n\nThis alteration was found in a patient with amenorrhea and testes in labia majora (23). \n\nOther mutations have been described in the same residue, such as the CAIS associated \n\nmutation p.Leu768Pro and PAIS associated mutation p.Leu768Met (8, 17). The amino acid \n\nLeu768 is conserved in other hormone receptors (36). Due to the localization and \n\nconservation of Leu768, alteration in this residue can result in damage of AR ligand-\n\nbinding pocket stabilization and also in the binding of co-regulators (23, 38). The other \n\nCAIS related mutation studied here was p.Pro904Arg. Residue Pro904 is highly conserved \n\namong steroid receptors (45, 46). CAIS mutations p.Pro904His and p.Pro904Ser have been \n\npreviously described in this residue (21, 32). AR p.Pro904Arg is located at the end of helix \n\n12 which together with helix 3, 4 and 5 forms AF2. A response as low as 20% at \n\n\n\n40 \n \n\nphysiologic hormone concentration (1.0 nM DHT) was observed in the full-length \n\nexperiment whereas it equaled the wt at high and supraphysiological hormone \n\nconcentrations. However, the transcriptional activity in the N/C interaction assay did not \n\nexceed 40% even in supraphysiological hormone concentrations. The residue Pro904 has \n\nnot a significant contact with ligand in LBD; however alterations in Pro904 might affect the \n\nreconstitution of AF2 and the sealing of the ligand-binding pocket (21, 30). \n\nFinally, the combination p.Gln798Glu+p.Cys806Phe were identified in a girl with \n\nCAIS. To understand the effect of this mutation, we tested each separately and the \n\ncombination. At physiologic hormone concentration (1.0 nM DHT) p.Gln798Glu, \n\np.Cys806Phe and AR p.Gln798Glu+p.Cys806Phe showed a transcriptional activation of the \n\nreporter gene showed a residual activity of 77%, 22% and >10%, respectively, in both full-\n\nlength cDNA and N/C interaction experiments. At high hormone concentration (>10 nM of \n\nDHT), these mutations recovered the activity reaching ? 80% in the full-length cDNA \n\nassays. In N/C assays, those mutations presented increasing transactivation activity \n\nreaching almost 3 times the wt, except p.Gln798Glu that did not exceed the wt activity. \n\nMutation AR p.Gln798Glu was previously investigated in vitro, although using different \n\nreporter genes and cell lines (12, 16). Those results together with ours indicate that \n\nmutations in residue Gln798 seem not to be very harmful since they were described \n\nassociated with MAIS, PAIS and prostate cancer (13, 14, 15). However, it seems to exert a \n\nsynergistic negative effect on the AR transcriptional ability when combined in the \n\np.Gln798Glu+p.Cys806Phe double mutant since this function was slightly more \n\ncompromised than in each mutation separately. The N/C-terminal interaction of AR \n\np.Gln798Glu+p.Cys806Phe and AR p.Cys806Phe at low to normal hormone concentrations \n\nwas abolished whereas, at supra physiologic hormone concentration they showed enhanced \n\nN/C-terminal interaction, similar to AR p.Leu830Phe. Mutation p.Gln798Glu had no \n\nsignificant impact on N/C interaction, indicating that mutation p.Cys806Phe is the more \n\nsevere mutation mostly responsible for the phenotype.  \n\nIn conclusion, we described six mutations associated with PAIS and CAIS \n\nphenotypes. Dysfunctions of the mutations were confirmed by in vitro assays. Functional \n\nanalysis can clarify the mechanism of AR action and can be very helpful for choosing the \n\nappropriate therapy for the patient as well. Although many studies on the AR protein have \n\n\n\n41 \n \n\nbeen described in the literature, new results can support new strategies aiming the \n\nidentification of the real AR mutation effect in the phenotype of each patient. \n\n \n\nAcknowledgements \n\n \n\nAuthors would like to thank Mr. Wanderley Pedroso da Graça from Laboratório \n\nNacional de Biociências, CNPEM/ABTLuS sequencing facility and also Mrs. Alessandra \n\nOliveira from Laboratório Multiusuário, CBMEG, UNICAMP. \n\nThe authors address a special thanks to Mrs. Cristiane dos Santos Cruz Piveta \n\nfor technical support. This work was supported by grants #  2009/08320-9 (MPM) and \n\nscholarships # 2008/01964-5 (RJP) from Fundação de Amparo à Pesquisa do Estado de São \n\nPaulo (FAPESP). This work was also supported by grants from Coordenação de \n\nAperfeiçoamento de Pessoal de Nível Superior (CAPES) to RJP and Conselho \n\nNacional de Desenvolvimento Científico e Tecnológico (CNPq - Brasil) to \n\nGGJ and MPM. The functional studies were in part supported by the University of Lübeck \n\n(Focus Programme support to OH and RW) as well as by funding from the European Union \n\nunder the 7\nth\n\n framework programme (EuroDSD, 201444) to OH and RW. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n42 \n \n\nFigures: \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\nFigure 1. Western blot analysis of wt and mutant AR. (A) Full-length AR wt and mutants \n\nwere incubated with the anti-AR antibody F39.4.1. Detection of actin protein by actin \n\nantibody was performed on the same membrane. Lanes 1-7: p.Pro904Arg, p.IleI898Phe, \n\np.Leu830Phe, p.Cys806Phe, p.Leu768Val, p.Ser759Thr and wt; lane 8: non-transfected \n\nCHO cells. (B-D) GAL4-DBD/AR-LBD fusion constructs detected with AR-C19 antibody; \n\n(B) lane 1: non-transfected CHO cells, lanes 2-4: wt AR fusion protein incubated with 0 \n\nnM, 1 nM and 10 nM DHT and lanes 5-7: p.Cys806Phe fusion protein incubated with 0 \n\nnM, 1 nM and 10 nM DHT. (C) lane 1: non-transfected CHO cells, lanes 2-4: wt AR-LDB \n\nfusion protein incubated with 0 nM, 1 nM and 10 nM DHT and lanes 5-7: p.Leu830Phe \n\nfusion protein incubated with 0 nM, 1 nM and 10 nM DHT. (D) lane 1: non-transfected \n\nCHO cells, lanes 2-3: wt AR-LDB fusion protein incubated with 0 nM and 10 nM DHT and \n\nlanes 4-5: p.Ser597Thr fusion protein incubated with 0 nM and 10 nM DHT, lanes 6-7: \n\np.Ile898Phe fusion protein incubated with 0 nM and 10 nM DHT, lanes 8-9: p. Leu768Val \n\nfusion protein incubated with 0 nM and 10 nM DHT and lanes 10-11: p.Pro904Arg fusion \n\nprotein incubated with 0 nM and 10 nM DHT. Detection of ?-actin was performed on the \n\nsame membrane as a loading control for the experiment. \n\n \n\n \n\n \n\n? -actin \n\nAR \n\n?-actin \n\nAR-LBD \n\n1 6 7 4 5 3 2 \n\n \n\n? -actin \n\nAR-LBD \n\n1 6 7 4 5 3 2 8 9 10 11 \n\n?-actin \n\nAR-LBD \n\n1 6 7 4 5 3 2 \n\nA B \n\nC \nD \n\n \n\n\n\n43 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 2. Transcriptional activity of the full-length (A) and N/C interaction (B) of PAIS \n\nrelated mutations. In A, CHO cells were transfected with the androgen-responsive firefly-\n\nluciferase reporter p(ARE)2 TATA-Luc, the Renilla luciferase plasmid phRGTK and full-\n\nlength AR constructs (pSVAR_wt and mutants: pSVAR_p.Ser759Thr, \n\npSVAR_p.Leu830Phe and pSVAR_p.Ile898Phe. In B, CHO cells were transfected with the \n\nbait vector: pBD_LBD_wt or mutants: p.BD_LBD_p.Ser759Thr, pBD_LBD_p.Leu830Phe \n\nand p.BD_LBD_p.Ile898Phe, the target fusion construct pAD_NTD, the firefly reporter \n\ngene pFR_Luc and the constitutively expressed Renilla luciferase phRGTK. The cells were \n\ntreated with indicated amount of hormone five hours after transfection. Transfection \n\nefficiencies were normalized using the Dual Luciferase Assay kit. The activity of the wt \n\nconstruct at 10 nM DHT was set to 100%. The statistical analysis was performed with data \n\nof 3 independent experiments in triplicates with + 1 SD error bars. RLU: relative luciferase \n\nunits. \n\n WT \np.Ser759Thr \np.Leu830Phe \np.Ile898Phe \n\nWT \np.Ser759Thr \np.Leu830Phe \np.Ile898Phe \n\nA \n\nB \n\nnM[DHT] \n\nnM[DHT] \n\n\n\n44 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 3. Transcriptional activity of full-length (A) and N/C interaction (B) of CAIS \n\nrelated mutations. In A, CHO cells were transfected with the androgen-responsive firefly-\n\nluciferase reporter p(ARE)2 TATA-Luc, the Renilla luciferase plasmid phRGTK and full-\n\nlength AR constructs: pSVAR_wt and mutants: pSVAR_p.Leu768Val, \n\npSVAR_p.Pro904Arg. In B, CHO cells were transfected with the bait vector: \n\npBD_LBD_wt or mutants: pBD_p.Leu768Val, pBD_p.Pro904Arg, the target fusion \n\nconstruct pAD_NTD, the firefly reporter gene pFR_Luc and the constitutively expressed \n\nRenilla luciferase phRGTK The cells were treated with indicated amount of hormone five \n\nhours after transfection. Transfection efficiencies were normalized using the Dual \n\nLuciferase Assay kit. The activity of the wt construct at 10 nM DHT was set to 100%. The \n\nstatistical analysis was performed with data of 3 independent experiments in triplicates with \n\n+ 1 SD error bars. RLU: relative luciferase unit. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n WT \n\n p.Leu768Val \n\np.Pro904Arg \n\n WT \n\n p.Leu768Val \n\np.Pro904Arg \n\nnM[DHT] nM[DHT] \n\n\n\n45 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 4. Transactivation of full-length and N/C interaction and of p.Gln798Glu, \n\np.Cys806Phe and double mutant p.Gln798Glu+p.Cys806Phe.  In A, C and E CHO cells \n\nwere transfected with androgen-responsive firefly-luciferase p(ARE)2TATA-Luc, the \n\nRenilla luciferase plasmid phRGTK and full-length  wt AR or AR_p.Gln798Glu, \n\nAR_p.CysC806Phe and AR_p.Gln798Glu+p.Cys806Phe. In B, D and F, CHO cells were \n\ntransfected with pBD_LBD_wt or pBD_LBD_p.Gln798Glu, pBD_LBD_p.CysC806Phe, \n\npBD_LBD_p.Gln798Glu+p.Cys806Phe,  pAD_NTD fusion constructs, pFR_Luc and the \n\n WT \n\n p.Gln798Glu \n\n WT \n\n p.Cys806Phe \n\n WT \n\n p.Cys806Phe \n\n WT \n\n p.Gln798Glu+p.Cys806Phe \n\n WT \n\n p.Gln798Glu+p.Cys806Phe \n\nnM[DHT] \n\nR\nLU\n\n \n\nR\nLU\n\n \nR\n\nLU\n \n\nR\nLU\n\n \nR\n\nLU\n \n\nR\nLU\n\n \n\n WT \n\n p.Gln798Glu \n\nA B \n\nC D \n\nE \n\nF \n\nnM[DHT] \n\nnM[DHT] nM[DHT] \n\nnM[DHT] \n\n \n\nnM[DHT] \n\n \n\n\n\n46 \n \n\nphRGTK (Renilla luciferase). Five hours after transfections, cells were treated with \n\nindicated concentration of DHT. Transfection efficiencies were normalized using the Dual \n\nLuciferase Assay kit. The activity of the wt or mutant constructs at 10 nM DHT was set to \n\n100%. At least three independent experiments were performed in triplicates, error bars + 1 \n\nSD. RLU: relative luciferase units. \n\n \n\n \n\nFigure 5: Simplified model representation of AR LBD structure. A, helix 8 showing the \n\nresidue Cysteine 806 in orange; and, the helix 9 showing residues Phenylalanine 826 in red, \n\nLeucine 830 in purple and Arginine 840 in blue. B, Solid-surface representation of AR \n\nLBD in green showing the residues Cys 806, Phe 826, Leu 830 and Arg 840. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPhe826 \n\nLeu830 \n\nArg840 \n\nCys806 \n\nHELIX 9 \n\nA B \n\n\n\n47 \n \n\nReferences \n\n1. Aranda A. N. A., Pascual A., Biome, I. D. I. (2001). Nuclear Hormone Receptors and Gene \n\nExpression, 81(3):1269–1304. \n\n2. Ahmed S. F., Bashamboo, a, Lucas-Herald, McElreavey, K. (2013). Understanding the \n\ngenetic aetiology in patients with XY DSD. British medical bulletin, 106, 67–89.  \n\n3. Brinkmann A. O. (2001). Molecular basis of androgen insensitivity. Molecular and Cellular \n\nEndocrinology, 179:105-109. \n\n4. Brinkmann A. O. (2011). Molecular mechanisms of androgen action. Androgen Action. (F. \n\nSaatcioglu, Ed.), Methods in molecular biology 776. pp. 3-24. \n\n5. Clinckemalie L., Vanderschueren D., Boonen, S., Claessens, F. (2012). The hinge region in \n\nandrogen receptor control. Molecular and cellular endocrinology, 358(1):1–8.  \n\n6. Bevan C. L., Brown B. B., Davies H. R., Evans B. A., Hughes I. A., Patterson M. N. \n\n(1996). Functional analysis of six androgem receptor mutation identified in patients with \n\npartial androgen insensitivity syndrome. Human Molecular Genetics, 5:265-273. \n\n7. Estébanez-Perpiñá E., Arnold, L., Nguyen P., Rodrigues E. D., Mar, E., Fletterick, R. J. \n\n(2007). A surface on the androgen receptor that allosterically regulates coactivator binding. \n\nProceedings of the National Academy of Sciences of the United States of America, \n\n104(41):16074–9.  \n\n8. Gottlieb B., Beitel L. K., Wu J. H., Trifiro M. (2004). The androgen receptor gene \n\nmutations database (ARDB): 2004 update. Human Mutation, 23:527-533. \n\n9. Hannema S. E., Scott I. S., Hodapp J., Martin H., Coleman N., Schwabe J. W., Hughes I. A. \n\n(2004). Residual activity of mutant androgen receptors explains wolffian duct development \n\nin the complete androgen insensitivity syndrome. Journal Clinical Endocrinology and \n\nMetabolism, 89:5815-22. \n\n10. He B. &amp; Wilson E. M. (2002). The NH(2)-terminal and carboxyl-terminal interaction in the \n\nhuman androgen receptor. Molecular genetics and metabolism, 75(4), 293–8.  \n\n11. Helsen C., Kerkhofs S., Clinckemalie L., Spans L., Laurent M., Boonen, S., Claessens F. \n\n(2012). Structural basis for nuclear hormone receptor DNA binding. Molecular and cellular \n\nendocrinology, 348(2):411–7.  \n\n\n\n48 \n \n\n12. Hiort O., Holterhus P. M., Horter T., Schulze W., Kremke B., Bals-Pratsch M., Sinnecker \n\nG. H., et al. (2000). Significance of mutations in the androgen receptor gene in males with \n\nidiopathic infertility. The Journal of clinical endocrinology and metabolism, 85(8):2810–5.  \n\n13. Holterhus P. M., Werner R., Hoppe U., Bassler J., Korsch E., Ranke M. B., Hiort O. \n\n(2005). Molecular features and clinical phenotypes in androgen insensitivity syndrome in \n\nthe absence and presence of androgen receptor gene mutations. Journal of molecular \n\nmedicine, 83(12):1005–13.  \n\n14. Hughes, I. A. (2008). Disorders of sex development: a new definition and classification. \n\nBest practice &amp; research. Clinical endocrinology &amp; metabolism, 22(1):119–34.  \n\n15. Hughes I. A., Werner R., Bunch T., Hiort O. (2012). Androgen insensitivity syndrome. \n\nSeminars in Reproductive Medicine,  30(5):432-42.  \n\n16. Jääskeläinen J., Deeb A., Schwabe J. W., Mongan N. P., Martin H., Hughes I. A. (2006). \n\nHuman androgen receptor gene ligand-binding-domain mutations leading to disrupted \n\ninteraction between the N- and C-terminal domains, Journal of Molecular Endocrinology, \n\n36(2):361-8. \n\n17. Köhler B., Lumbroso S., Leger J., Audran F., Grau E. S., Kurtz F., Pinto G., Salerno M., \n\nSemitcheva T., Czernichow P., Sultan C. (2005). Androgen insensitivity syndrome: somatic \n\nmosaicism of the androgen receptor in seven families and consequences for sex assignment \n\nand genetic counseling. Journal Clinical Endocrinology and Metabolism, 90:106-111. \n\n18. Hiort O., Sinnecker G. H., Holterhus P. M., et al.(1996). The clinical and molecular \n\nspectrum of androgen insensitivity syndromes. American Journal of Medical Genetics, 63: \n\n218-222. \n\n19. Lubahn D. B., Joseph D. R., Sullivan P. M., Willard H. F., French F. S., Wilson E. M. \n\n(1988). Cloning of Human Androgen Receptor Complementary DNA and Localization to \n\nthe X Chromosome. Science, 240:327-330. \n\n20. McPhaul M. J., Marcelli M., Tilley W. D., Griffin J. E., Wilson J. D. (1991). Androgen \n\nresistance caused by mutations in the androgen receptor gene. FASEB Journal, 5:2910-\n\n2915. \n\n21. Mendonca B. B., Domenice S., Arnhold I. J. P., Costa E. M. F. (2009). 46,XY disorders of \n\nsex development (DSD). Clinical endocrinology, 70(2):173–87.  \n\nhttp://www.ncbi.nlm.nih.gov/pubmed/23044881\n\n\n49 \n \n\n22. Melo K. F. S., Mendonca B. B., Billerbeck A. E. C., Costa E. M. F., Inácio M., Silva F. A. \n\nQ., Leal A. M. O., Latronico A. C., Arnhold I. J. P. (2003). Clinical, Hormonal, Behavioral \n\nand Genetic Characteristics of Androgen Insensitivity Syndrome in a Brazilian Cohort: \n\nFive Novel Mutations in the Androgen Receptor Gene. Journal of Clinical Endocrinology \n\n&amp; Metabolism, 88(7):3241–3250.  \n\n23. Moras D., Gronemeyer H. (1998). The nuclear receptor ligand-biding domain: structure and \n\nfunction. Current Opinion in Cell Biology, 10:384-391. \n\n24. Morris J. M. (1953). The syndrome of testicular feminization in male \n\npseudohermaphoditism. American Journal of Obstetrics and Gynecology, 65:1192-1211. \n\n25. Niaclean H. E., Warne G. L., Jeffrey D. (1997). General Review Localization of Functional \n\nDomains in the Androgen Receptor, Journal of Steroid Biochemistry and Molecular \n\nBiology, 62(4):233–242. \n\n26. Petroli R. J., Maciel-Guerra A. T., Soardi F. C., de Calais F. L., Guerra-Junior G., de Mello \n\nM. P. (2011). Severe forms of partial androgen insensitivity syndrome due to p.L830F \n\nnovel mutation in androgen receptor gene in a Brazilian family. BMC research notes, \n\n4(1):173.  \n\n27. Powell S. M., Christiaens V., Voulgaraki D., Waxman J., Claessens F., Bevan C. L. (2004). \n\nMechanisms of androgen receptor signalling via steroid receptor coactivator-1 in prostate. \n\nEndocrine-related cancer, 11(1):117–30.  \n\n28. Quigley C. A., De Bellis A., Marschke K. B., E. L. Awady M. K., Wilson E. M., French F. \n\nS. (1995) Androgen receptor defects: historical, clinical, and molecular perspectives. \n\nEndocrine, 16:271–321. \n\n29. Tobo P. R., Barbosa A. S., Barbosa L. G., Spínola-castro A. M., Moreira-filho C. A. \n\n(2003). Três mutações novas no gene receptor de andrógeno associado à síndrome de \n\ninsensibilidade parcial do andrógeno: H570R, G589E e S759T Three novel mutations in the \n\nandrogen receptor gene associated with partial androgen, Einstein, 1:3. \n\n30. Van de Wijngaart D. J., Molier M., Lusher S. J., Hersmus R., Jenster G., Trapman J., \n\nDubbink H. J. (2010). Systematic structure-function analysis of androgen receptor Leu701 \n\nmutants explains the properties of the prostate cancer mutant L701H. The Journal of \n\nbiological chemistry, 285(7):5097–105.  \n\n\n\n50 \n \n\n31. Werner R., Schütt J., Hannema S., Röpke A., Wieacker P., Hiort O., Holterhus P. M. \n\n(2006). Androgen receptor gene mutations in androgen insensitivity syndrome cause \n\ndistinct patterns of reduced activation of androgen-responsive promoter constructs. The \n\nJournal of steroid biochemistry and molecular biology, 101(1):1–10.  \n\n32. Werner R., Zhan J., Gesing J., Struve D., Hiort O. (2008). In-vitro characterization of \n\nandrogen receptor mutations associated with complete androgen insensitivity syndrome \n\nreveals distinct functional deficits. Sexual development?: genetics, molecular biology, \n\nevolution, endocrinology, embryology, and pathology of sex determination and \n\ndifferentiation, 2(2):73–83.  \n\n33. Wong H. Y., Hoogerbrugge J. W., Pang K. L., Van Leeuwen M., Van Royen M. E., Molier \n\nM., Brinkmann A. O. (2008). A novel mutation F826L in the human androgen receptor in \n\npartial androgen insensitivity syndrome; increased NH2-/COOH-terminal domain \n\ninteraction and TIF2 co-activation. Molecular and cellular endocrinology, 292(1-2):69–78.  \n\n34. Zhou J., Liu B., Geng G., Wu, J. H. (2010). Study of the impact of the T877A mutation on \n\nligand-induced helix-12 positioning of the androgen receptor resulted in design and \n\nsynthesis of novel antiandrogens. Proteins, 78(3):623–37.  \n\n35. Wang Q. I., Ghadessy F. J., Trounson A., Kretser D., McLachlan R., Yong E. L. (1998). \n\nAzoospermia associated with a mutation in the ligand-binding domain of an androgen \n\nreceptor displaying normal ligand binding, but defective trans-activation. Journal of \n\nClinical Endocrinology and Metabolism, 83: 4303-4309. \n\n36. Sack J. S., Kish K. F., Wang C., Attar R. M., Kiefer S. E., An Y., Wu G. Y., et al. (2001). \n\nCrystallographic structures of the ligand-binding domains of the androgen receptor and its \n\nT877A mutant complexed with the natural agonist dihydrotestosterone. Proceedings of the \n\nNational Academy of Sciences of the United States of America, 98(9):4904–9.  \n\n37. Grosdidier  S., Carbó L. R., Buzón V., Brooke G., Nguyen P., Baxter J. D., Bevan C., et al. \n\n(2012). Allosteric conversation in the androgen receptor ligand-binding domain surfaces. \n\nMolecular endocrinology, 26(7):1078–90.  \n\n38. Brown T. R., Scherer P. A., Chang Y. T., Migeon C. J., Ghirri P., Murono K., Zhou Z. \n\n(1993). Molecular genetics of human androgen insensitivity. European Journal of \n\nPediatrics, 152(2):S62-9. \n\n\n\n51 \n \n\n39. Yong E. L., Tut T. G., Ghadessy F. J., Prins G., Ratnam S. S. (1998). Partial androgen \n\ninsensitivity and correlations with the predicted three dimensional structure of the androgen \n\nreceptor ligand-binding domain. Molecular and cellular endocrinology, 137(1):41–50. \n\n40. La Spada A. R., Wilson E. M., Lubahn D. B., Harding A. E., Fischbeck K. H. (1991). \n\nAndrogen receptor gene mutations in X-linked spinal and bulbar muscular atrophy. Nature, \n\n4:352(6330):77-9. \n\n41. Werner R., Davies J., Brunch T., Struve D., Hiort O., Hughes I. A. (2009). N/C interaction \n\nof androgen mutation R840H is ligand and cell type dependent. Hormone Research. 72 \n\n(S3):PO3-088. \n\n42. Szafran A. T., Hartig S., Sun H., Uray I. P., Szwarc M., Shen Y., Mediwala S. N., et al. \n\n(2009). Androgen receptor mutations associated with androgen insensitivity syndrome: a \n\nhigh content analysis approach leading to personalized medicine. PloS one, 4(12):e8179.  \n\n43. Buzón V., Carbó L. R., Estruch S. B., Fletterick R. J., Estébanez-Perpiñá, E. (2012). A \n\nconserved surface on the ligand binding domain of nuclear receptors for allosteric control. \n\nMolecular and cellular endocrinology, 348(2):394–402.  \n\n44.  De Leon J. T., Iwai A., Feau C., Garcia Y., Balsiger H., Storer C. L., Suro R. M., et al. \n\n(2011). Targeting the regulation of androgen receptor signaling by the heat shock protein \n\n90 cochaperone FKBP52 in prostate cancer cells. Proceedings of the National Academy of \n\nSciences of the United States of America, 108(29):11878–83.  \n\n45.  Lanz R. B., Rusconi S. (1994). A conserved carboxy-ter- minal subdomain is important for \n\nligand in- terpretation and transactivation by nuclear receptors. Endocrinology 135: 2183–\n\n2195. \n\n46. Tahiri B., Auzou G., Nicolas J. C., Sultan C., Lupo B. (2001). Participation of critical \n\nresidues from the ex- treme C-terminal end of the human andro- gen receptor in the ligand \n\nbinding function. Biochemistry, 40: 8431–8437  \n\n47. Takahashi H., Furusato M., Allsbrook W. C., Nishii H., Wakui S., Barrett J. C. et al. \n\n(1995). Prevalence of androgen receptor gene mutations in latent prostatic carcinomas from \n\nJaponese men. Cancer Research, 55:1621-4. \n\n \n\n \n\n \n\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=La%20Spada%20AR%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=2062380\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Wilson%20EM%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=2062380\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Lubahn%20DB%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=2062380\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Harding%20AE%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=2062380\nhttp://www.ncbi.nlm.nih.gov/pubmed?term=Fischbeck%20KH%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=2062380\n\n\n52 \n \n\n5. Capítulo 3 \n\n \n\nArtigo 3: \n\n \n\nFunctional studies for p.Pro695Ser androgen \n\nreceptor mutation: association with gynecomastia \n\nand fertility \n\n \n\nReginaldo J Petroli, M.S.,\na,b\n\n Olaf Hiort, M.D., Ph.D.,\nb\n Dagmar Struve, B.S.,\n\nb\n Andréa Trevas \n\nMaciel-Guerra, M.D., Ph.D.,\nc\n Gil Guerra-Junior, M.D., Ph.D.,\n\nd\n Maricilda Palandi de Mello, \n\nPh.D.,\na\n and Ralf Werner, Ph.D.\n\nb\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n53 \n \n\n• Running title. Male Fertility associated with AR mutation \n\n• Title. Functional studies for p.Pro695Ser androgen receptor mutation: association with \n\ngynecomastia and fertility \n\n \n\n• Author names and affiliations.  \n\nReginaldo J Petroli, M.S.,\na,b\n\n Olaf Hiort, M.D., Ph.D.,\nb\n Dagmar Struve, B.S.,\n\nb\n Andréa Trevas \n\nMaciel-Guerra, M.D., Ph.D.,\nc\n Gil Guerra-Junior, M.D., Ph.D.,\n\nd\n Maricilda Palandi de Mello, \n\nPh.D.,\na\n and Ralf Werner, Ph.D.\n\nb\n \n\n \n\na\n Centro de Biologia Molecular e Engenharia Genética, Universidade Estadual de \n\nCampinas, Campinas, São Paulo, Brasil; \nb\n Department of Paediatrics and Adolescent \n\nMedicine, Division of Paediatric Endocrinology and Diabetes, University of Luebeck, \n\nLuebeck, Germany; \nc \n\nDepartamento de Genética Médica; \nd \n\nDepartamento de Pediatria, \n\nUniversidade Estadual de Campinas, Campinas, São Paulo, Brasil. \n\n \n\nCapsule \n\n \n\nGynecomastia and fertility in androgen insensitivity syndrome correlate to p.Pro695Ser \n\nmutation in the androgen receptor gene. The expression profile suggests a high dose DHT \n\ntherapy to overcome functional deficits. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n54 \n \n\nStructured Abstract \n\n \n\nObjective: To search for mutation in the androgen receptor gene and to evaluate its \n\ninfluence on the androgen receptor transactivation ability.  \n\nDesign: Androgen receptor gene sequencing and in vitro assays for androgen receptor \n\ntransactivation activity comparing normal and mutant proteins. \n\n Setting: University research. \n\nPatient(s): A fertile man with gynecomastia. \n\nIntervention(s): Peripheral whole blood.  \n\nMain Outcome Measure(s): A mutation in the androgen receptor gene presenting \n\ntransactivation activities that correlate to mild form of androgen insensitivity syndrome. \n\nResult(s): Androgen receptor gene sequencing revealed the p.Pro695Ser mutation. It is \n\nlocated within the androgen receptor ligand-binding domain. Bioinformatics analysis \n\nindicated a deleterious role, which was verified upon testing transctivation activity and N/C \n\ninteraction by in vitro expression of a reporter gene and two hybrid assays. p.Pro695Ser \n\nshowed low levels of both transactivation activity and N/C interaction at low \n\ndihydrotestosterone conditions. As the ligand concentration increases both transactivation \n\nactivity and N/C interaction also increase and reach normal levels. \n\nConclusion(s): This study provides functional insights for the p.Pro695Ser mutation \n\ndescribed here for the first time in a patient with mild androgen insensitivity syndrome. The \n\nexpression profile p.Pro695Ser not only correlates to the patient’s phenotype but also \n\nsuggests that a high dose DHT therapy may overcome the functional deficit of the androgen \n\nreceptor. \n\nKey Words: androgen receptor gene, gynecomastia, male fertility, p.Pro695Ser mutation.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n55 \n \n\nIntroduction \n\n \n\nThe androgen insensitivity syndrome (AIS) is known as a disorder caused by \n\nmutations in the androgen receptor gene (AR) but in the absence of AR mutations it can \n\nresult from abnormalities in some unknown mechanism (1-3). Individuals 46,XY with AIS \n\npresent undermasculinization with external genitalia that varies from normal male to \n\nfemale. Based on the degree of masculinization the disorder is divided in three main \n\nsubgroups: mild AIS (MAIS) characterized by infertility or gynecomastia; partial AIS \n\n(PAIS) that is associated with different degrees of masculinization of external genitalia, that \n\nmanifests as micropenis, severe hypospadia, bifid scrotum or clitoris enlargement with \n\nlabial fusion; and, complete AIS (CAIS) that results in a female phenotype with sparse to \n\nabsent pubic and axillary hair and normal breast development (1, 3, 4-6). \n\nThe AR gene maps to the X-chromosome at Xq11 – 12 region. Mutations on this \n\ngene can be either inherited with a X-chromosomal recessive inheritance or sporadic. The \n\nAR gene has eight exons and seven introns distributed on more than 186 kb (7-9).  \n\nThe AR gene codes for a protein with approximately 920 amino acids and molecular \n\nweight of about 110 kD. The AR protein exhibits three functional domains: the variable \n\namino-terminal domain (NTD) that extends from residue 1 to 538, and is involved in the \n\nAR transactivation activity through interaction with the transcriptional machinery (10); the \n\nconserved DNA-binding domain (DBD) formed by residues 539 to 628 (11, 12); and, the \n\nconserved ligand-binding domain (LBD) from residue 670 to 920. The LBD contains 11 \n\nhelices that are responsible for the organization of ligand-binding pocket which is formed \n\nby helices 3, 4, 5, 7, 11 and 12 and also the beta-sheet preceding helix 6 (13). The LBD also \n\nharbors an important and conserved region, the ligand-dependent activation function 2 (AF-\n\n2) (14, 15). Interaction between N-terminal domain and C-terminal domain of AR protein is \n\nan important step toward the activation of AR. Any damage in the N/C interaction can be \n\nassociated with AIS, even if the hormone binding is normal (17-20). \n\nMutations in the AR may result in decrease of ligand affinity, cause a disturbance in \n\nco-activator interactions or also cause damages in the DNA-binding activity depending on \n\nwhich residue is involved (15, 21). There are more than 800 different AR mutations (22) \n\nreported in the literature that are associated to phenotypes that range from MAIS to CAIS.  \n\n\n\n56 \n \n\nIn general, mutations associated to MAIS cause male infertility. Here, we describe a \n\nrare case of a fertile patient with MAIS due to the p.Pro695Ser AR mutation. To understand \n\nthe functional properties of this mutation, we studied its impact mutation on both full length \n\nAR transactivation ability and AR N/C-terminal interaction. \n\nPatient and Methods \n\nPatient  \n\nThe patient, a 27-year-old man, was referred to us due to persistent gynecomastia. \n\nBreast development began spontaneously at the age of 11.5 years and progressed during a \n\nperiod of 4 years; afterwards, the gynecomastia stabilized. There was no history of use of \n\ndrugs such as androgenic or estrogenic hormones and antiandrogens that could have a \n\ncausative association with gynecomastia. His parents were not consanguineous, and there \n\nwas no family history of gynecomastia, genital ambiguity or infertility. On physical \n\nexamination, his weight was 87.6 kg, height 169.5 cm and arm span 170 cm; breast \n\ndevelopment was equivalent to Tanner stage III, and both glandular and fat tissues were \n\npalpable. He had male external genitalia with a small phallus (7.7 cm stretched length) and \n\ntestes were located in the scrotum (right testis = 25 cm\n3\n, left testis = 20 cm\n\n3\n). Facial and \n\naxillary hair was sparse. He had a normal 46,XY karyotype. Levels of FSH (2.03 IU/L; \n\nnormal range (NR)=1.5-12.4) and estradiol (36.04 pg/mL; NR=7.6-42.6 pg/mL) were \n\nwithin the normal male reference range; whereas LH (8.77 IU/L; NR=1.7-8.6) and \n\ntestosterone (30.99 nmol/L; NR=9.92-28.11 nmol/L) levels were slightly elevated. The \n\nAndrogen Sensitivity Index (LH x Testosterone in U x nmol/L\n2\n) was elevated (271 U x \n\nnmol/L\n2\n;\n \nNR=&lt;138 U x nmol/L\n\n2\n) suggesting AIS (23). He had two sperm analyses that \n\nshowed concentrations within the normal range (29 and 25 millions/mL; normal = >20 \n\nmillions/mL) and indicated normal sperm morphology and motility. Each of two ex-wives \n\nhad miscarriages, and his current wife gave birth to a healthy boy. This study had been \n\napproved by the Institutional Review Board at Universidade Estadual de Campinas (# \n\n434/2006). \n\nMolecular Analysis of AR Gene \n\nGenomic DNA was isolated from whole blood samples with standard procedures \n\nusing Proteinase K lysis and phenol/chloroform extraction. The eight AR exons and exon-\n\nintron junctions had been amplified by PCR using primers and PCR conditions described \n\n\n\n57 \n \n\nelsewhere (6). PCR products were purified using the Wizard® SV Gel and PCR clean-up \n\nsystem (Promega, Madison, WI, USA). Further direct sequencing using ABI PRISM Big \n\nDye Terminator v3.1 Cycle Sequencing Kit (ABI PRISM/PE Biosystems, Foster City, CA, \n\nUSA) was carried out using sense and antisense primers. Sequences were obtained in an \n\nABI PRISM 3130 DNA Analyzer (ABI PRISM/PE Biosystems). Free softwares such as \n\nChromas Pro v.1.5 and CLC Sequence Viewer v.6.6.2 were used to analyze and compare \n\nsequences with the AR reference sequence at Ensembl database (ENSG00000169083, 24). \n\nPreparation of AR expression vectors \n\nThe mutation was introduced into the full-length AR expression vector pSVAR0, \n\nwhich was kindly provided by Dr. A. Brinkmann from the University Hospital Rotterdam, \n\nRotterdam, NL. PCR based site-directed mutagenesis was carried out in two steps using the \n\nfollowing primers: AR_Pro695Ser_sense: 5’-\n\nCACGACAACAACCAGTCCGACTCCTTTGCAG-3’; AR_Pro695Ser_antissense: 5’-\n\nCTGCAAAGGAGTCGGACTGGTTGTTGTCGTG-3’. In the first step, primer \n\nAR_LBD644s (5´-GAGGCTTCCAGCACCACCA-3´) and the respective mutagenesis \n\nantisense primer were used. The second amplification was performed with the respective \n\nmutagenesis sense primer and pSV0seq_as (5’- TGATAGGCAGCCTGCACCTGA -3’). \n\nBoth amplicons were gel purified, combined, annealed and amplified in a third PCR using \n\nthe primer pair AR_LBD644s - pSV0seq_as. Mutant amplicons were double digested with \n\nTth111I/PstI and subcloned into pSVAR0. The insert and its cloning borders were verified \n\nby sequencing.  \n\nTwo Hybrid Constructs \n\nAR N/C interaction was analyzed using the mammalian two-hybrid assay kit \n\n(Stratagene, La Jolla, CA). In order to generate mammalian two-hybrid clones containing \n\nthe GAL4 DNA binding domain fused to AR618-920, the AR LBD618-920 was amplified using \n\nspecific primers, previously described in Werner et al. (19).   \n\nLuciferase Gene Assays  \n\nThe p(ARE)2TATA-Luc vector, which contains two androgen response elements 5’ \n\nof the TATA-box preceding the firefly luciferase gene, was a kind gift of Dr. G. Jenster \n\nfrom Josephine Nefkens Institute, Erasmus MC (Rotterdam, NL). The pFR-Luc vector \n\n(Stratagene, La Jolla, CA) contains a synthetic promoter with five tandem repeats of yeast \n\n\n\n58 \n \n\nGAL4 binding sites which control expression of the firefly luciferase gene and served as a \n\nreporter gene in mammalian two hybrid assays. Plasmid phRGTK contains a constitutive \n\nactive Renilla luciferase reporter gene used to normalize transfection efficiency in Dual \n\nLuciferase Assays (Promega). \n\nTransient transfections of full length AR and two hybrid assays \n\nThe Chinese hamster ovary (CHO) cells were used to express the wild type and \n\nmutant AR proteins. Transfection experiments were performed as previously described \n\n(25). 80.000 cells/well were cultured overnight in 24 well plates with Dulbecco’s modified \n\nEagles Medium/Nutrient Mixture F-12 Ham (DMEM/F12, Sigma-Aldrich Co., St. Louis, \n\nMO) supplemented with 10% dextran charcoal-stripped fetal calf serum in 5% CO2 at \n\n37°C. Then 30 ng wt-AR or mutant plasmid DNA were co-transfected with 200 ng \n\np(ARE)2TATA-Luc and 5 ng phRGTK using 0.5 µl FuGENE HD (Promega Corp., \n\nMadison, WI).  \n\nFor N/C interaction assays CHO cells were cultured and seeded in 24 well plates as \n\ndescribed above. 100 ng pBD-LBD618-920 (bait, wild type or mutant) and 100 ng of pAD-\n\nNTD1-536 (prey) were co-transfected with 200 ng pFR-Luc (reporter gene) and 10 ng \n\nphRGTK per well using 1.0 ?l FuGENE HD (Promega). For both experiments, five hours \n\nafter transfection, 0–100 nmol/l DHT were added to each well. The luciferase activity was \n\ndetermined 18 h after hormone induction, using a Dual Luciferase assay (Promega) and \n\nnormalized to transfection efficiency. For comparison of experiments performed at \n\ndifferent days we set the transactivity of wt-AR at 10 nmol/l DHT as 100%. Relative \n\nluciferase units (RLU) of other samples assayed at the same time were expressed relative to \n\nthis value. For statistical analysis, all transfections were performed in triplicate and at least \n\nthree independent experiments were performed. \n\nWestern blot analysis \n\nFor protein expression analysis of AR full length constructs 300.000 CHO cells \n\nwere grown in six well culture plates overnight. Cells were transfected using 1 ?g (ARE)2 \n\nTATA-Luc plasmid, 150 ng wild type or mutant AR plasmid, 25 ng phRGTK and 3.35 ?l \n\nFugene HD reagent per well. For analysis of two-hybrid constructs 80.000 CHO cells were \n\ngrown in twenty four well culture plates overnight and were transfected as described above. \n\nAfter 18 h, cells were washed twice with cold PBS and lysed in 250 ?l M-PER lysis buffer \n\n\n\n59 \n \n\n(Pierce, Rockford, IL) including complete proteinase inhibitor (Roche, Mannheim, \n\nGermany) on ice for 5 min. Cells were scraped and collected for Western blot analysis. \n\nProtein concentration was estimated by Bio-Rad protein assay (Bio-Rad, Richmont, CA). \n\nThe remainder of protein was dissolved in SDS sample buffer and denatured by heating at \n\n95°C for 10 minutes followed by SDS-PAGE.  \n\nFull-length AR was detected with primary antibody anti AR F39.4.1 (Innogenex, \n\nSan Ramon, CA) diluted 1:500. GAL4-LBD fusion proteins were detected with primary \n\nantibody AR-C19 (sc-815, Santa Cruz Biotechnology Inc.) diluted 1:200. Signals were \n\nvisualized using the corresponding conjugated anti-mouse or anti-rabbit secondary antibody \n\napplying the Western Lightning Chemiluminescent Reagent Plus (PerkinElmer, Boston, \n\nMA) and a Fusion SL chemiluminescent imager (Vilbert Lourmat). \n\nResults \n\nAR gene sequencing identified the c.2083C>T nucleotide change within exon 4. \n\nThis change leads to p.Pro695Ser mutation in the LBD region. \n\nTo investigate the effect of the AR p.Pro695Ser mutant protein on AR \n\ntransactivation capability, the full-length AR plasmids were co-transfected with the firefly \n\nluciferase reporter plasmid p(ARE)2TATA-Luc in CHO cells (Fig. 1A). Expression of \n\ncomparable amounts of wild-type (wt) and mutant proteins was confirmed by Western \n\nblotting (Fig. 2A).  \n\nAt low DHT concentrations (0.1-0.33 nM) the AR p.Pro695Ser mutation showed a \n\nreduced transactivation of the reporter gene reaching approximately 60% of the wild type \n\nlevel (Fig. 1A). Physiological DHT concentrations of 1.0-3.3 nM still showed a small but \n\nsignificant reduced transactivation (t-test: P<0.001), while high and supraphysiological \n\nDHT concentrations (10-100 nM) rescued full AR transactivation activity.  \n\nThe effect of AR p.Pro695Ser on N/C terminal interaction was tested using \n\nmammalian two hybrid assays (Fig. 1B). Similar results were obtained, where DHT \n\nconcentrations of 1 nM still lead to a significantly reduced transactivation of the reporter \n\ngene (t-test, P<0.001), indicating a reduced binding of the FxxLF motif to AF-2. On the \n\nother hand, higher DHT concentrations (3.3-100 nM) fully restored N/C-interaction (Fig. \n\n1B). Expression of comparable amounts of wild-type (wt) and mutant Gal4-LBD fusion \n\nproteins was confirmed by Western blotting (Fig. 2B). \n\n\n\n60 \n \n\nDiscussion \n\nThe clinical manifestation of p.Pro695Ser mutation in the patient described here was \n\ngynecomastia with elevated LH and testosterone serum levels. These levels contributed to a \n\nhigh androgen sensitivity index suggesting MAIS. Besides clinical features of the patient \n\nand the molecular findings, we describe in this study the functional activity of \n\np.Pro695Ser mutation that is located in the LBD of AR protein.  \n\nThe alignment of human AR protein sequence to other mammalian AR proteins \n\nindicated that P695 residue is conserved among all mammalian species (data not shown). \n\nMutations located in this residue are expected to drastically damage the receptor structure \n\nand function as mutations surround it were mainly found in 46,XY female patients with \n\nnormal or ambiguous genitalia (22, 26-28).  \n\nThe c.2083C>T nucleotide change responsible for p.Pro695Ser mutation have not \n\nbeen annotated yet in the Androgen Receptor Gene Mutations Database (22), whereas it \n\nwas reported as a single nucleotide variation (SNV) in the NHLBI GO Exome Sequencing \n\nProject (ESP) with the reference # rs372903533 (29). As the individual carrying the \n\nmutation was a heterozygous female, no clinical significance has been associated to it. \n\nConversely, SIFT and PolyPhen predictive algorithms theoretically considered the \n\np.Pro695Ser as a deleterious mutation.  \n\nThe functional significance of the mutant p.Pro695Ser AR protein was tested in \n\nvitro and the results indicated impairments in both transcriptional activity and in N/C \n\ninteraction under low hormone concentration conditions. Both functionalities are gradually \n\nrecovered as DHT concentration increases. Although they still remained significantly lower \n\nat physiological hormone concentrations, they were very close to the wild-type; whereas, at \n\nhigh DHT concentrations they were fully recovered. \n\nThe mild impairment of AR transactivation capacity observed in vitro for \n\np.Pro695Ser mutant under physiological conditions associated it to MAIS phenotype. N/C-\n\nterminal interaction is critical for AR transactivation and is predominantly mediated by \n\nbinding of the N-terminal FxxLF motif (residues 23-27) to the hydrophobic binding groove \n\nof AF-2 in LDB (30). According to the crystallographic structure of the ligand-binding \n\ndomain of the androgen receptor, the residue P695 is located in the loop between helix 1 \n\nand helix 3 of AR protein (13). Based on results for the p.Asp696Asn mutation, this region \n\n\n\n61 \n \n\nwas considered to be important for N/C interaction  (15). This mutation did not affect \n\nligand-binding but drastically reduced transactivation activity through impairment of N/C \n\ninteraction. Therefore, we tested N/C interaction for p.Pro695Ser to verify the possible \n\ninfluence upon transactivation activity. A significant reduction in the N/C interaction was \n\nonly observed at low DHT concentrations (? 1.0 nM) confirming the mild effect of the \n\nmutation. \n\nIn general, fertility in MAIS patients is a very rare feature. Larrea et al. (31) \n\ndescribed four individuals in a family with gynecomastia and normal fertility due to MAIS, \n\nbut molecular evaluation was not available at that time. Besides p.Pro695Ser here \n\ndiscussed, two other mutations, p.Arg825Lys and p.Arg841Cys, have been associated to \n\nMAIS without affecting fertility (32, 33). Similarly to the mutation described here, those \n\nmutations present an increase in AR activity as DHT concentration increases. In the family \n\ndescribed by Chu et al. (33) the p.Arg841Cys mutation was associated with fertile and \n\ninfertile 46,XY individuals. Based on the improvement in the AR activity in higher \n\nandrogen concentrations, the authors discuss that the variation in phenotype among the \n\ndifferent patients may be explained by fluctuation in androgen secretion during certain \n\nperiods of sexual development. Among morphological features in fertile individuals with \n\nMAIS described by Chu et al. (33) and Giwercman et al. (32) hypospadias, gynecomastia \n\nand diminished penis size can be found. Gynecomastia was the only morphological feature \n\nin the patient we describe. As this condition is a result of excessive estrogen actions due to \n\nan increased ratio of estrogen to androgen associated with low activity of androgen \n\nreceptor, it is reasonable to think that the level of testosterone in the breast was not enough \n\nto rescue the activity of the mutated androgen receptor in the patient; whereas, a higher \n\ntestosterone concentration in the testis might have preserved fertility as the mutant receptor \n\nrecovers its transactivation activity under ligand high level conditions. \n\nIn conclusion, we describe for the first time the association of p.Pro695Ser with a \n\nmild form of androgen insensitivity in a fertile individual whose complain was \n\ngynecomastia. In vitro analysis confirmed the role of the mutation on MAIS ethiology and \n\ngave clues for choosing an appropriate therapy for the patient as well. The results suggest \n\nthat a high dose DHT therapy may overcome the functional deficit of the receptor. \n\nAlthough many studies on the AR protein have already been described in the literature, \n\n\n\n62 \n \n\nnovel mutations and their effects can give insights for understanding how they are reflected \n\nin the phenotype of each patient. \n\n \n\nAcknowledgements \n\nAuthors would like to thank Mr. Wanderley Pedroso da Graça from Laboratório Nacional \n\nde Biociências, CNPEM/ABTLuS sequencing facility and also Mrs. Alessandra Oliveira \n\nfrom Laboratório Multiusuário, CBMEG, UNICAMP. \n\nThe authors address a special thanks to Mrs. Cristiane dos Santos Cruz Piveta \n\nfor technical support. This work was supported by grants #  2009/08320-9 (MPM) and \n\nscholarships # 2008/01964-5 (RJP) from Fundação de Amparo à Pesquisa do Estado de São \n\nPaulo (FAPESP). This work was also supported by grants from Coordenação de \n\nAperfeiçoamento de Pessoal de Nível Superior (CAPES) to RJP and Conselho \n\nNacional de Desenvolvimento Científico e Tecnológico (CNPq - Brasil) to \n\nGGJ and MPM. \n\n\n\n63 \n \n\nReferences \n\n1. Quigley CA, De Bellis A, Marschke KB, EL-Awady MK, Wilson EM, French FS. \n\nAndrogen receptor defects: historical., clinical., and molecular perspectives. Endocr Rev \n\n1995;16:271–321. doi: 10.1210/edrv-16-3-271. \n\n2. Hughes IA. Disorders of sex development: a new definition and classification. Best Pract \n\nRes Clin Endocrinol Metab 2008;22:119–34. doi: 10.1016/j.beem.2007.11.001. \n\n3. Brinkmann, AO. Molecular mechanisms of androgen action.  In: Saatcioglu F, eds. \n\nAndrogen Action: Methods in Molecular Biology, New York: Humana Press, 2011; 776: 3-\n\n24. doi: 10.1007/978-1-61779-243-4_1. \n\n4. Morris, J.M. The syndrome of testicular feminization in male pseudohermaphoditism. Am J \n\nObstet Gynecol 1953;65:1192-211.  \n\n5. Hughes IA, Werner R, Bunch T, Hiort O. Androgen insensitivity syndrome. Semin Reprod \n\nMed 2012;30:432-42. doi: 10.1055/s-0032-1324728. \n\n6. Petroli RJ, Maciel-Guerra AT, Soardi FC, de Calais FL, Guerra-Junior G, de Mello MP. \n\nSevere forms of partial androgen insensitivity syndrome due to p.L830F novel mutation in \n\nandrogen receptor gene in a Brazilian family. BMC Res Notes 2011; 4:173. doi: \n\n10.1186/1756-0500-4-173. \n\n7. Chang CS, Kokontis J, Liao ST. Structural analysis of complementary DNA and amino \n\nacid sequences of human and rat androgen receptors. Proc Natl Acad Sci U S A \n\n1988;85:7211–5.  \n\n8. Lubahn DB, Joseph DR, Sullivan PM, Willard HF, French FS, Wilson EM. Cloning of \n\nHuman Androgen Receptor Complementary DNA and Localization to the X Chromosome. \n\nScience 1988;240:327-30. \n\n9. Trapman J, Klaassen P, Kuiper GG, van der Korput JA, Faber PW, van Rooij HC, et al. \n\nCloning, structure and expression of a cDNA encoding the human androgen receptor. \n\nBiochem Biophys Res Commun1988;153:241-8. \n\n10. MacLean HE, Warne GL, Jeffrey D. Localization of Functional Domains in the Androgen \n\nReceptor. J Steroid Biochem Mol Biol 1997;62:233–42. doi: 10.1016/S0960-\n\n0760(97)00049-6. \n\n11. Clinckemalie L, Vanderschueren D, Boonen S, Claessens F. The hinge region in androgen \n\nreceptor control. Mol Cell Endocrinol 2012; 358: 1–8. doi: 10.1016/j.mce.2012.02.019. \n\n\n\n64 \n \n\n12. Helsen C, Kerkhofs S, Clinckemalie L, Spans L, Laurent M, Boonen S, et al. Structural \n\nbasis for nuclear hormone receptor DNA binding. Mol Cell Endocrinol 2012;348:411–7. \n\ndoi: 10.1016/j.mce.2011.07.025. \n\n13. Sack JS, Kish KF, Wang C, Attar RM, Kiefer SE, An Y, et al. Crystallographic structures \n\nof the ligand-binding domains of the androgen receptor and its T877A mutant complexed \n\nwith the natural agonist dihydrotestosterone. Proc Natl Acad Sci U S A 2001; 98:4904–9. \n\ndoi: 10.1073/pnas.081565498. \n\n14. Brinkmann AO. Molecular basis of androgen insensitivity. Mol Cell Endocrinol \n\n2001;179:105-9. Doi: 10.1016/S0303-7207(01)00466-X. \n\n15. Jääskeläinen J, Deeb A, Schwabe JW, Mongan NP, Martin H, Hughes IA. Human androgen \n\nreceptor gene ligand-binding-domain mutations leading to disrupted interaction between \n\nthe N- and C-terminal domains. J Mol Endocrinol 2006;36:361-8.doi:10.1677/jme.1.01885. \n\n16. Powell, S. M., Christiaens, V., Voulgaraki, D., Waxman, J., Claessens, F., &amp; Bevan, C. L. \n\nMechanisms of androgen receptor signalling via steroid receptor coactivator-1 in prostate. \n\nEndocr Relat Cancer 2004;11:117–30. 1351-0088/04/011–117. \n\n17. He B, Gampe RT, Hnat AT, Faggart JL, Minges JT, French FS, et al. Probing the \n\nfunctional link between androgen receptor coactivator and ligand-binding sites in prostate \n\ncancer and androgen insensitivity. J Biol Chem 2006;281:6648–63. \n\ndoi:10.1074/jbc.M511738200. \n\n18. Estébanez-Perpiñá E, Arnold LA, Nguyen P, Rodrigues ED, Mar E, Bateman R, et al. A \n\nsurface on the androgen receptor that allosterically regulates coactivator binding. Proc Natl \n\nAcad Sci U S A 2007; 104:16074–9. doi: 10.1073/pnas.0708036104. \n\n19. Werner R, Zhan J, Gesing J, Struve D, Hiort O. In-vitro characterization of androgen \n\nreceptor mutations associated with complete androgen insensitivity syndrome reveals \n\ndistinct functional deficits. Sex Dev 2008; 2:73–83. doi:10.1159/000129692. \n\n20. Zhou J, Liu B, Geng G, Wu JH. Study of the impact of the T877A mutation on ligand-\n\ninduced helix-12 positioning of the androgen receptor resulted in design and synthesis of \n\nnovel antiandrogens. Proteins 2010;78:623–37. doi: 10.1002/prot.22592. \n\n21. Hughes IA, Deeb A. Androgen resistance. Best Pract Res Clin Endocrinol Metab \n\n2006;20:577–98. doi:10.1016/j.beem.2006.11.003.  \n\n\n\n65 \n \n\n22. The Androgen Receptor Gene Mutations Database available at http://androgendb.mcgill.ca. \n\nAccessed Mach 14, 2014. \n\n23. Hiort O, Holterhus PM, Horter T, Schulze W, Kremke B, Bals-Pratsch M, et al. \n\nSignificance of mutations in the androgen receptor gene in males with idiopathic infertility. \n\nJ Clin Endocrinol Metab 2000;85:2810–5. doi:10.1210/jcem.85.8.6713. \n\n24. The Ensembl project  available at http://www.ensembl.org. Accessed Mach 14, 2014. \n\n25. Werner R, Schütt J, Hannema S, Röpke A, Wieacker P, Hiort O, et al. Androgen receptor \n\ngene mutations in androgen insensitivity syndrome cause distinct patterns of reduced \n\nactivation of androgen-responsive promoter constructs. J Steroid Biochem Mol Biol \n\n2006;101:1–10. doi: 10.1016/j.jsbmb.2006.06.016. \n\n26. Cheikhelard A, Morel Y, Thibaud E, Lortat-Jacob S, Jaubert F, Polak M et al. Long-term \n\nfollow-up and comparison between genotype and phenotype in 29 cases of complete \n\nandrogen insensitivity syndrome. J Urol 2008;180:1496–501. doi: \n\n10.1016/j.juro.2008.06.045. \n\n27. Hiort O, Sinnecker GH, Holterhus PM, Nitsche EM, Kruse K. Inherited and de novo \n\nandrogen receptor gene mutations: investigation of single-case families. Journal of \n\npediatrics1998, 132(6), 939–43. doi:10.1016/S0022-3476(98)70387-7. \n\n28. Dörk T, Schnieders F, Jakubiczka S, Wieacker P, Schroeder-Kurth T, Schmidtke J. A new \n\nmissense substitution at a mutational hot spot of the androgen receptor in siblings with \n\ncomplete androgen insensitivity syndrome. Hum Mutat 1998;11:337-9.  \n\n29. NHLBI Exome Sequencing Project (ESP) available at \n\nhttp://evs.gs.washington.edu/EVS/ServletManager?variantType=snp&amp;popID=EuropeanAm\n\nerican&amp;popID=AfricanAmerican&amp;SNPSummary.x=58&amp;SNPSummary.y=12. Accessed \n\nMach 14, 2014. \n\n30. He B, Wilson EM. The NH(2)-terminal and carboxyl-terminal interaction in the human \n\nandrogen receptor. Mol Genet Metab 2002;75:293–8. doi: 10.1016/S1096-7192(02)00009-\n\n4. \n\n31. Larrea F, Benavides G, Scaglia H, Kofman-Alfaro S, Ferrusca E, Medina M, et al. \n\nGynecomastia as a familial incomplete male pseudohermaphroditism type 1: a limited \n\nandrogen resistance syndrome. J Clin Endocrinol Metab 1978;46:961–70.  doi: \n\n10.1210/jcem-46-6-961. \n\n\n\n66 \n \n\n32. Giwercman A, Kledal T, Schwartz M, Giwercman YL, Leffers H, Zazzi H, et al. Preserved \n\nMale Fertility Despite Decreased Androgen Sensitivity Caused by a Mutation in the \n\nLigand-Binding Domain of the Androgen Receptor Gene. J Clin Endocrinol Metab \n\n2000;85: 2253-59. doi: 10.1210/jcem.85.6.6626. \n\n33.  Chu J, Zhang R, Zhao Z, Zou W, Han Y, Qi Q, et al. Male fertility is compatible with an \n\nArg(840)Cys substitution in the AR in a large Chinese family affected with divergent \n\nphenotypes of AR insensitivity syndrome. J Clin Endocrinol Metab 2002; 87:347–51. \n\ndoi:10.1210/jcem.87.1.8167. \n\n \n\n \n\n Figures: \n\n \n\nFigure 1.  Transactivation and N/C interaction for wt and mutant AR. A) Transactivation \n\nassay: CHO cells were transfected with the androgen-responsive firefly-luciferase reporter \n\ngene p(ARE)2 TATA-Luc, the Renilla luciferase plasmid phRGTK and full-length wt AR \n\nor AR_ p.Pro695Ser. Five hours after transfections, cells were treated with indicated \n\nconcentrations of DHT. B) N/C-Interaction assay: CHO cells were transfected with \n\npAD_NTD fusion construct, pFR_Luc, phRGTK (Renilla luciferase) and pBD_LBD_wt or \n\npBD_LBD_p.Pro695Ser. Five hours after transfections, cells were treated with indicated \n\nconcentrations of DHT. In both experiments, transfection efficiencies were normalized \n\nusing the Dual Luciferase Assay kit. The activity of the wt constructs at 10 nM DHT was \n\nset to 100%. At least three independent experiments were performed in triplicates, error \n\nbars + 1 SD. RLU: relative luciferase units. \n\n \n\n\n\n67 \n \n\n \n\n \n\n \n\nFigure 2. Western blot analysis of wt and mutant AR. (A) mutant p.Pro695Ser (lane 1), wt \n\nfull length AR (lane 2) and non-transfected CHO cells (lane 3) incubated with anti-AR \n\nantibody F39.4.1. (B) GAL4-DBD/AR-LBD fusion constructs detected with AR-C19 \n\nantibody; lane 1: non-transfected CHO cells, lanes 2-5: wt AR fusion protein incubated \n\nwith 0 nM, 0.1 nM, 1 nM, and 10 nM DHT and lanes 6-9: p.Pro695Ser fusion protein \n\nincubated with 0 nM, 0.1 nM, 1 nM and 10 nM DHT. Detection of ?-actin was performed \n\non the same membrane as a loading control for the experiment.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n68 \n \n\n6. Discussão: \n\n \n\nAtravés do sequenciamento automático do gene AR, pode-se observar as mutações \n\ndescritas nos artigos 1 a 3 e a partir delas, as análises funcionais foram realizadas. No artigo \n\n1 descrevemos uma família com quadro clínico sugestivo de AIS, o que foi confirmado \n\ncom a análise por sequenciamento, onde foi observada a troca nucleotídica c.3015C>T no \n\nexon 7 do gene AR, levando à mutação p.Leu830Phe, associada ao fenótipo PAIS. Esta \n\nalteração, descrita pela primeira vez neste trabalho, foi avaliada quanto à conservação do \n\nresíduo e a suas alterações estruturais. As análises indicaram que o resíduo é bastante \n\nconservado e que mudanças no microambiente onde se deu a mutação ocorreram, sendo \n\npossivelmente relacionadas com o comprometimento funcional do AR. \n\nO artigo 2 mostra a análise funcional de seis mutações e uma combinação entre \n\nduas mutações associadas aos fenótipos PAIS e CAIS, incluindo a p.Leu830Phe descrita no \n\nartigo 1. As alterações relacionadas ao fenótipo PAIS: p.Ser759Tre, p.Leu830Phe e \n\np.Ile898Phe apresentaram resultados semelhantes em concentrações sub-fisiológicas (0,1-\n\n0,33 nM DHT) e fisiológica (1 nM DHT). Na concentração fisiológica, a resposta foi \n\ninferior a 40% para todas as alterações acima. Uma baixa capacidade de transativação do \n\ngene repórter, inferior a 50% quando comparado com o wt, é observada em ensaios \n\nrealizados com AR mutante em pacientes com diferentes graus da forma PAIS, assim os \n\ndados obtidos estabelecem uma boa correlação com o diagnóstico clínico (Werner et al., \n\n2008, Jaaskelainen et al., 2006). No entanto, estas mutações influenciam a interação N/C de \n\nformas diferentes e respondem às concentrações crescentes de DHT também de formas \n\ndistintas. Essa diferença pode ser relacionada às posições que ocupam na estrutura. \n\nEnquanto o resíduo Ser759 encontra-se no sulco de ligação ao ligante, o resíduo Ile898 \n\nocupa uma região responsável por interações proteína-proteína (anexo 1). Essas diferenças \n\npodem se refletir na resposta ao tratamento com andrógenos a que os pacientes geralmente \n\nsão submetidos.  \n\nPara as mutações associadas ao fenótipo CAIS, as alterações p.Leu768Val e \n\np.Pro904Arg apresentaram uma resposta baixa à luciferase em concentração fisiológica (1 \n\nnM  DHT) no ensaio com o cDNA completo do AR. A alteração p.Leu768Val anulou a \n\nfunção do AR, entretanto, a alteração p.Pro904Arg apresentou 30% de ativação do receptor, \n\n\n\n69 \n \n\nresultado que considerado isoladamente poderia associá-la ao fenótipo PAIS. Entretanto, a \n\nresposta da interação N/C terminal da Arg904, assim como a Val768 foi praticamente \n\nabolida, prejudicando desta forma a capacidade de ativação transcricional do AR, embora \n\npara a Arg904 esta interação se recupere parcialmente atingindo 30-40% da capacidade \n\ntranscricional em concentrações altas de DHT. A alteração p.Pro904Arg está localizada na \n\nextremidade da hélice 12 que em conjunto com hélice 3 e hélice 4, compõe o subdomínio \n\nAF2 (anexo 1). Esta alteração mostrou uma baixa resposta à luciferase em todas as \n\nconcentrações hormonais. Várias mutações relacionadas ao fenótipo CAIS têm sido \n\ndescritas no resíduo 904, como exemplo, as alterações p.Pro904His e  p.Pro904Ser (Melo et \n\nal., 2003; Werner et al., 2006) indicando que este resíduo seja realmente importante para a \n\nmanutenção da função do AR. Para a mutação p.Leu768Val encontrada em um paciente \n\ncom CAIS mostra apenas atividade transcricional em concentrações hormonais supra-\n\nfisiológicas. Em concentrações baixas ou fisiológicas, a atividade foi completamente \n\nabolida. O resíduo Leu768 apresenta-se conservado entre outros receptores nucleares, desta \n\nforma, alterações nessa região resulta em prejuízo na ligação com o ligante, como \n\nobservado nas análises funcionais, além de comprometer as interações com cofatores da \n\ntranscrição (Sack et al., 2001). Outras alterações no resíduo Leu768 foram descritos \n\nassociados ao fenótipo PAIS e CAIS (Boehmer, 2001; Ahmed et al., 2000). \n\nAinda relacionadas ao fenótipo CAIS, descrevemos a combinação de alterações \n\np.Gln798Glu+p.Cys806Phe. Estas mutações foram encontradas no exon 6 em um paciente \n\ncom CAIS. Para o completo entendimento da contribuição de cada mutação para o fenótipo \n\nda paciente, estudamos as mutações primeiro separadamente e depois em conjunto. A \n\nalteração p.Gln798Glu, apresentou padrão de transativação compatível com MAIS em \n\ntodas as concentrações hormonais, tanto no ensaio de transativação do AR quanto nas \n\ninterações N/C terminais. A mutação p.Gln798Glu foi anteriormente investigada in vitro, e \n\nfoi associada com PAIS (Hughes, 2008). Além disso, mutações no resíduo Gln798 foram \n\ndescritas associados com MAIS, PAIS e câncer da próstata (Hughes et al., 2012). Sua \n\nlocalização periférica contribui para que mudanças nesse resíduo não causem grande \n\nimpacto na função proteica (anexo 1). Quando os receptores com as alterações \n\np.Cys806Phe e p.Gln798Glu+p.Cys806Phe foram expostos a concentrações fisiológicas de \n\nDHT, as respostas foram aproximadamente 30% e&lt;10%, respectivamente, no experimento \n\n\n\n70 \n \n\ncom o cDNA completo, sendo que para o experimento de interação N/C as atividades para \n\na mesma concentração de DHT foram menores ainda para cada mutação. No entanto, a \n\npartir de 10 nM de DHT, houve uma resposta aumentada à luciferase, principalmente no \n\nexperimento de interação N/C terminal onde a resposta superou a do controle. A \n\ncombinação entre as mutações p.Gln798Glu+p.Cys806Phe foi encontrada em um paciente \n\ncom CAIS. Os resultados de transativação para a combinação p.Gln798Glu+p.Cys806Phe \n\napresentou um prejuízo maior na transativação, quando comparada com as alterações \n\nestudadas separadamente. Esse resultado mostra que a combinação das duas alterações \n\npromove um efeito aditivo ou sinérgico diminuindo ainda mais a atividade funcional do AR \n\nmutante em concentrações fisiológicas de DHT, embora o aumento de atividade em \n\nconcentrações maiores tenha sido também observado. Este padrão é conhecido, mas ainda \n\npouco explicado na literatura (Werner et al., 2008; Wong et al., 2008; Perpina et al., 2007). \n\nAlguns autores especulam a possibilidade desta alta resposta estar associada a uma \n\ndisfunção no recrutamento de co-reguladores da transcrição, podendo haver um aumento na \n\ntransativação. Perpina e colaboradores em 2007 descrevem em seu trabalho uma alteração \n\nque apresentou o mesmo padrão de resposta à luciferase, como o aqui mostrado. Segundo \n\nos autores, a alteração p.Arg840Cys apresentou uma alta resposta à luciferase quando \n\nexposto a altas concentrações de diferentes andrógenos. Este efeito anômalo pode estar \n\nassociado a alterações no mecanismo de recrutamento de cofatores, levando em \n\nconsideração a importante região que esta alteração se encontra, a região AF-2 da proteína \n\nAR. O mesmo resultado foi observado por Wong e colaboradores (2008), para a alteração \n\np.Phe826Leu (Wong et al., 2008). O subdomínio AF-2 é conhecido entre os receptores \n\nnucleares pela sua conservação (Berrevoets et al., 1998) e por apresentar fundamental \n\nimportância no recrutamento e ligação de cofatores. Alterações encontradas neste \n\nsubdomínio podem aumentar a interação entre AF-2 e o domínio N-terminal da proteína \n\nAR, levando a uma capacidade de transativação aumentada (Szafran et al., 2009). \n\nA mutação p.Leu830Phe descrita acima também apresentou efeito semelhante e, \n\nacima de 10 nM de DHT, a resposta à luciferase foi bastante elevada. O resíduo Leu830 \n\nmostra-se importante para a função do AR visto que, além da mutação aqui descrita, foi \n\nalvo de outra mutação associada ao fenótipo CAIS (Chaves et al., 2001). A gravidade dos \n\nfenótipos dos pacientes com alterações neste aminoácido explica-se pela importante região \n\n\n\n71 \n \n\nque elas se encontram, sendo esta a hélice 9 formada pelos aminoácidos 825 ao 847. O \n\ndomínio LBD da proteína AR apresenta duas regiões fundamentais: a primeira é o \n\nsubdomínio AF2 que compreende os aminoácidos 892 ao 896, como descrito acima, e a \n\nsegunda região é conhecido como subdomínio BF3. Alterações nestas regiões estão \n\ndiretamente associadas ao câncer de próstata e AIS (Perpina et al., 2007).  \n\nJá no artigo 3, realizamos a análise funcional da proteína AR com a mutação \n\np.Pro695Ser. O paciente que apresenta esta mutação foi encaminhado por ginecomastia. Na \n\nanálise por sequenciamento automático do gene AR, foi verificado a alteração p.Pro695Ser, \n\nprimeiramente descrita neste trabalho. A fertilidade deste paciente foi confirmada através \n\nda análise da viabilidade dos espermatozóides no espermograma. Os resultados obtidos na \n\nanálise funcional da alteração p.Pro695Ser está de acordo com o fenótipo MAIS. Sua \n\nlocalização periférica na estrutura proteica, à semelhança do resíduo Gln798 citado acima, \n\nindica um baixo impacto na atividade do AR (anexo 1). Tanto a transativação da proteína \n\nAR completa mutante com p.Pro695Ser quanto a análise das interações N/C terminais não \n\nrevelaram reduções significativas em concentrações fisiológicas de hormônio, quando \n\ncomparadas com a proteína selvagem na mesma concentração hormonal. Uma drástica \n\nredução na transativação foi observada em baixas concentrações hormonais, o que pode \n\nexplicar a manifestação da ginecomastia. A ação da testosterona pode estar prejudicada \n\ndevido à baixa concentração periférica, não sendo suficiente para ativar o receptor, em \n\ncontrapartida, a ação gonadal preserva a fertilidade. \n\n  Na literatura, existem poucos casos de pacientes com AIS e fertilidade preservada. \n\nAs análises funcionais destes casos são de extrema importância, uma vez que a atividade do \n\nAR pode ser recuperada em concentrações altas de hormônio. Esses dados colaboram para \n\no desenvolvimento de estratégia medicamentosa para pacientes portadores de MAIS. \n\nA síndrome de insensibilidade androgênica é conhecida como uma disfunção na \n\nproteína AR, que pode ser associado com mutações no gene de AR ou por mecanismos \n\nainda desconhecidos (Hiort et al., 2000; Hughes, 2008). O sequenciamento completo do \n\ngene AR tem sido uma peça fundamental no grande número de mutações descritas neste \n\ngene. Isso favorece primeiramente o esclarecimento do fenótipo do indivíduo, direciona o \n\nestudo funcional, de modo a analisar o efeito de mutações nos diferentes domínios da \n\nproteína AR além de elucidar o mecanismo molecular do receptor de andrógenos.  \n\n\n\n72 \n \n\n7. Conclusões: \n\n \n\n• A mutação AR_Leu830Phe \n\n• Está localizada próxima a AF-2 e BF-3; \n\n• Foi associada aos graus 5 e 6 do fenótipo PAIS em duas gerações de uma família \n\nBrasileira; \n\n• Foi descrita pela primeira vez na literatura; \n\n• A análise in silico da proteína AR mostrou alterações entrem o resíduo normal e \n\nmutante. \n\n• As mutações p.Ser759Tre, p.Leu830Phe e p.Ile898Phe apresentaram resultados funcionais \n\ncompatíveis com o fenótipo PAIS;  \n\n• As mutações p.Leu768Val, p.Cys806Phe e p.Pro904Arg: \n\n• Apresentaram baixo padrão de expressão do gene repórter; \n\n• Resposta baixa ou alterada nas interações N/C terminais; \n\n• Dados compatíveis com o fenótipo CAIS. \n\n• As mutação AR_p.Gln798Glu+p.Cys806Phe \n\n• Apresentou efeito sinérgico na transativação da proteína AR mutante. \n\n• As alterações p.Leu830Phe e p.Cys806Phe apresentaram efeitos ativadores de função \n\ntranscricional em concentrações supra-fisiológicas de hormônio. \n\n• A mutação AR_Pro695Ser foi descrita pela primeira vez na literatura; \n\n• Altas doses hormonais podem recuperar a atividade do receptor; \n\n• Atividade transcricional compatível com o fenótipo MAIS. \n\n• A análise funcional de mutações pode ajudar a esclarecer os mecanismos moleculares \n\nassociados à proteína AR. \n\n• O estudo do efeito de AR mutantes pode auxiliar na escolha da terapia apropriada em casos \n\nde MAIS e PAIS. \n\n \n\n \n\n \n\n \n\n \n\n\n\n73 \n \n\n8. Referências bibliográficas: \n\n \n\nAdachi M., Takayanagi R., Tomura A., Imasaki K., Kato S., Goto K., Yanase T., Ikuyama \n\nS., Nawata H. (2000) Androgen-insensitivity syndrome as a possible coactivator disease. \n\nThe New England Journal of Medicine 343, 856-862. \n\nAhmed S. F., Cheng A., Dovey L., Hawkins J. R., Martin H., Rowland J., Shimura N. \n\n(2000) Phenotypic features, androgen receptor binding, and mutational analysis in 278 \n\nclinical cases reported as androgen insensitivity syndrome. The Journal of Clinical \n\nEndocrinology and Metabolism, 85(2), 658–65.  \n\nBeleza-Meirelles A., Barbaro M., Wedell A., Töhönen V., Nordenskjöld A. (2007) Studies \n\nof a co-chaperone of the androgen receptor, FKBP52, as candidate for hypospadias. \n\nReproductive Biology and Endocrinology 5:8. \n\nBerrevoets C. A., Doesburg P., Steketee K., Trapman J., Brinkmann A. O. (1998) \n\nFunctional Interactions of the AF-2 Activation Domain Core Region of the Human \n\nAndrogen Receptor with the Amino-Terminal Domain and with the Transcriptional \n\nCoactivator TIF2 (Transcriptional Intermediary Factor 2), Endocrinology, D., &amp; \n\nReproduction, C. A. B.1172–1183. \n\nBoehmer A. L. M., Bru H., Assendelft C., Otten B. J., Verleun-Moijiman M. C. T., \n\nNiermeijer M. F., Brunner H. G., Rouwe´ C. W., Waelkens J. J., Oostdijk W., Kleijer W. J., \n\nKwast T. H., Vroede M. A., Drop S. L. S. (2001) Genotype versus phenotype in families \n\nwith androgen insensitivity syndrome. Journal of Clinical Endocrinology and Metabolism \n\n86:4151–4160. \n\n \n\nBrinkmann A. O. (2011) Androgen action: methods and protocols. Springer \n\nprotocols; Methods in molecular biology, 776. \n\n \n\nhttp://www.worldcat.org/search?qt=hotseries&amp;q=se%3A%22Springer+protocols%22\nhttp://www.worldcat.org/search?qt=hotseries&amp;q=se%3A%22Springer+protocols%22\nhttp://www.worldcat.org/search?qt=hotseries&amp;q=se%3A%22Methods+in+molecular+biology%22\n\n\n74 \n \n\nBuzón V., Carbó L. R., Estruch S. B., Fletterick R. J. Estébanez-Perpiñá, E. (2012) A \n\nconserved surface on the ligand binding domain of nuclear receptors for allosteric control. \n\nMolecular and cellular endocrinology, 348(2), 394–402. \n\nChang C. S., Kokontis J., Liao S. T. (1988) Structural analysis of complementary DNA and \n\namino acid sequences of human and rat androgen receptors. Proceedings of the National \n\nAcademy of Sciences, 85:7211–5.  \n\n \n\nChaves B. et al.,(2001) Eight novel mutations of androgen receptor gene in patients with \n\nandrogen insensitivity syndrome. Journal of Human Genetics, 46:560-565. \n\n \n\nChen H., Yong W., Hind T. D., Yang Z., Zhou Y., Sanchez E. R., Shou W. (2010) Fkbp52 \n\nRegulates Androgen Receptor Transactivation Activity and Male Urethra Morphogenesis. \n\nThe Journal of Biological Chemistry, 285:36. \n\n \n\nCheung-Flynn J., Prapapanich V., Cox M. B., Riggs D. L., Suarez-Quian C., Smith D. F. \n\n(2005) Physiological Role for the Cochaperone FKBP52 in Androgen Receptor Signaling. \n\nMolecular Endocrinology, 19:1654–1666. \n\n \n\nClaessens F., Denayer S., Van Tilborgh N., Kerkofs S., Helsen C., Haelens A. (2008) \n\nDiverse roles of androgen receptor (AR) domains in AR-mediated signaling. Nuclear \n\nReceptor, 6: e008. \n\nClinckemalie L., Vanderschueren D., Boonen S., Claessens F. (2012) The hinge region in \n\nandrogen receptor control. Molecular and Cellular Endocrinology, 358(1), 1–8.  \n\nCox M. B., Riggs D. L., Hessling M., Schumacher F., Buchner J., Smith D. F. (2007) \n\nFK506 Binding Protein 52 Phosphorylation: A Potential Mechanism for Regulating Steroid \n\nHormone Receptor Activity. Molecular Endocrinology, 21:2956–2967. \n\n \n\nFerlin A., Vinanzi C., Garolla A., Selice R., Zuccarello D., Cazzadore C., Foresta C. (2006) \n\nhttp://www.ncbi.nlm.nih.gov/pmc/issues/189655/\n\n\n75 \n \n\nMale infertility and androgen receptor gene mutations: clinical features and identification \n\nof seven novel mutations. Clinical Endocrinology, 65:606-10. \n\n \n\nMorris J. M. (1953) The syndrome of testicular feminization in male \n\npseudohermaphoditism. American Journal of Obstetrics and Gynecology, 65:1192-1211.  \n\nGalani A., Kitsiou-Tzeli S., Sofokleous C., Kanavakis E, Kalpini-Mavrou A (2008) \n\nAndrogen insensitivity syndrome: clinical features and molecular defects. Hormones, \n\n7:217-29. \n\nGhali S. A., Gottlieb B., Lumbroso R., Beitel L. K., Elhaji Y., Wu J., Pinsky L., Trifiro M. \n\nA. (2003) The Use of Androgen Receptor Amino/Carboxyl-Terminal Interaction Assays to \n\nInvestigate Androgen Receptor Gene Mutations in Subjects with Varying Degrees of \n\nAndrogen Insensitivity. Journal of Clinical Endocrinology &amp; Metabolism, 88:2185– 2193. \n\nGirardin C. M., Deal C., Lemyre E., Paquette J., Lumbroso R., Beitel L. K., Trifiro M. A., \n\nVan Vliet G. (2009) Molecular studies of a patient with complete androgen insensitivity \n\nand a 47,XXY karyotype. Journal of Pediatrics, 155:439-43. \n\nGiwercman L., Nikoshkov A., Lindstenk K., Bystron B., Pousette A., Knudtzon J., Alm J., \n\nWedell A. (2000) Response to treatment in patients with partial androgen insensitivity due \n\nto mutations in the DNA-binding domain of the androgen receptor. Hormone Research, \n\n53:83-8. \n\n \n\nGottlieb B., Beitel L. K., Nadaraj A., Paliouras M., Trifiro M. (2012) The androgen \n\nreceptor gene mutations database: 2012 update\n. \n\nArticle first published online: 13 MAR \n\n2012.  \n\n \n\nHeemers H. V., Tindall D. J. (2007) Androgen Receptor (AR) Coregulators: A Diversity of \n\nFunctions Converging on and Regulating the AR Transcriptional Complex. Endocrine \n\nReviews, 28:778–808. \n\n  \n\n\n\n76 \n \n\nHelsen C., Kerkhofs S., Clinckemalie L., Spans L., Laurent M., Boonen S., Claessens F. \n\n(2012) Structural basis for nuclear hormone receptor DNA binding. Molecular and cellular \n\nendocrinology, 348(2), 411–7.  \n\n \n\nHiort O., Holterhus P. M., Horter T., Schulze W., Kremke B., Bals-Pratsch M., Sinnecker \n\nG. H., Kruse K. (2000) Significance of mutations in the androgen receptor gene in males \n\nwith idiopathic infertility. Journal of Clinical Endocrinology &amp; Metabolism, 85:2810-5. \n\nHughes I. A. (2008) Disorders of sex development: a new definition and classification. Best \n\nPractice &amp; Research Clinical Endocrinology &amp; Metabolism, 22(1), 119–34.  \n\nHughes I. A., Deeb A. (2006) Androgen resistance. Best Practice &amp; Research Clinical \n\nEndocrinology &amp; Metabolism, 20, 577–598. \n\n \n\nHughes I. A. (2001) Diversity in developmental actions of androgens. Clinical \n\nendocrinology, 54, 707–8.  \n\nJääskeläinen J., Deeb A., Schwabe J. W., Mongan N. P., Martin H., Hughes, I. A. (2000) \n\nHuman androgen receptor gene ligand-binding-domain mutations leading to disrupted \n\ninteraction between the N- and C-terminal domains. Journal of Molecular Endocrinology, \n\n14:1187-97. \n\nKöhler B., Lumbroso S., Leger J., Audran F., Sarret Grau E., Kurtz F., Pinto G., Salerno \n\nM., Semitcheva T., Czernichow P., Sultan C. (2005) Androgen Insensitivity Syndrome \n\nSomatic Mosaicism of the Androgen Receptor in Seven Families and Consequences for \n\nSex Assignment and Genetic Counseling. The Journal of Clinical Endocrinology &amp; \n\nMetabolism, 90:106-111. \n\n \n\nLarrea F., Benavides G., Scaglia H., Kofman-Alfaro S., Ferrusca E., Medina M. (1978) \n\nGynecomastia as a familial incomplete male pseudohermaphroditism type 1: a limited \n\nandrogen resistance syndrome. The Journal of Clinical Endocrinology &amp; Metabolism, \n\n46:961–70.  \n\n\n\n77 \n \n\n \n\nLubahn D. B., Joseph D. R., Sullivan P. M., Willad H. F., French F. S., Wilson E. M. \n\n(1988) Cloning of  Human Androgen Receptor Complementary DNA and Localization to \n\nthe X Chromosome. Science 240:327-330. \n\n \n\nMaciel-Guerra A. T., Guerra-Júnior G. (2002) Menino ou menina? Os distúrbios da \n\ndiferenciação do sexo. São Paulo: Manole Editora Ltda. \n\n \n\nMelo K. F. S., Mendonça B. B., Billerbeck A. E. C., Costa E. M. F., Latronico A. C., \n\nArnhold I. J. P. (2005) Síndrome de Insensibilidade aos Andrógenos: Análise Clínica, \n\nHormonal e Molecular de 33 Casos. Arquivos Brasileiros de Endocrinologia e \n\nMetabologia, 49:1. \n\n \n\nMeehan K. L., Sadar M. D. (2003) Androgens and androgen receptor in prostate and \n\novarian malignancies. Frontiers in Bioscirnce, 8:780–800. \n\n  \n\nNitsche E. M., Hiort O. (2000) The Molecular Basis of Androgen Insensitivity. Hormone \n\nResearch, 54:327–333. \n\n \n\nPerpiñá E. E., Arnold L. A., Nguyen P., Rodrigues E. D., Mar E., Bateman R., Pallai P., \n\nShokat K. M., Baxter J. D., Guy R. K., Webb P., Fletterick R. J. (2007) A surface onthe \n\nandrogen receptor that allosterically regulates coactivator binding. Proceedings of National \n\nAcademy of Science, 104:16074-16079. \n\n \n\nPetroli R. J., Maciel-Guerra A. T., Soardi F. C., Leme de Calais F., Guerra-Junior G., Mello \n\nM. P. (2011) Severe forms of partial androgen insensitivity syndrome due to p.L830F novel \n\nmutation in androgen receptor gene in a Brazilian family. BMC Research Notes, 4:173. \n\n \n\nQuigley C. A., De Bellis A., Marschke K. B., Awady M. K., Wilson E. M., French F. S. \n\n(1995) Androgen receptor defects: historical, clinical, and molecular perspectives. \n\nEndocrine, 16:271–321. \n\n\n\n78 \n \n\n \n\nRajender S., Singh L., Thangaraj K. (2007) L859F mutation in androgen receptor gene \n\nresults incomplete loss of androgen binding to the receptor. Journal of Andrology, 28: 772-\n\n776. \n\n \n\nRong H. L., Suzuki N., Imai A. (2010) A double nucleotide insertion-induced frame-shift \n\nmutation of the androgen receptor gene in a familial complete androgen insensitivity \n\nsyndrome. European Journal of Obstetrics &amp; Gynecology and Reproductive Biology, 148: \n\n53-55. \n\n \n\nSunnotel O., Hiripi L., Lagan K., McDaid J. R., De León J. M., Miyagawa Y., Crowe1 H., \n\nKaluskar S., Ward M., Scullion C., Campbell A., Downes C. S., Hirst D., Barton D.,  \n\nMocanu E., Tsujimura A., Cox M. B., Robson T., Walsh C. P. (2010) Alterations in the \n\nsteroid hormone receptor  co-chaperone FKBPL are associated with male infertility: a case-\n\ncontrol study. Reproductive Biology and Endocrinology, 8:22. \n\n \n\nSzafran A. T., Hartig S., Sun H., Uray I. P., Szwarc M., Shen Y., Mediwala S. N., et al. \n\n(2009) Androgen receptor mutations associated with androgen insensitivity syndrome: a \n\nhigh content analysis approach leading to personalized medicine. PLOS ONE, 4(12), \n\ne8179.  \n\n \n\nTanner T., Denayer S., Geverts B., Van Tilborg, N., Kerkhofs S., Helsen C., Spans L., \n\nDubois V., Houtsmuller A. B., Claessens F., Haelens A. (2010) A 629RKLKK633 motif in \n\nthe hinge region controls the androgen receptor at multiple levels. Cellular and Molecular \n\nLife Sciences, 67, 1919–1927. \n\n \n\nTilley W. D., Marcelli M., Wilson J. D., McPhaul M. J. (1989) Characterization and \n\nexpression of a cDNA encoding the human androgen receptor. Proceedings of the National \n\nAcademy of Sciences of the United States of America, 86(1), 327–31.  \n\n \n\n\n\n79 \n \n\nTrapman J., Klaassen P., Kuiper G. G., van der Korput J. A., Faber P. W., van Rooij H. \n\nC., et al. (1988) Cloning, structure and expression of a cDNA encoding the \n\nhuman androgen receptor. Biochemical Biophysical Research Communication, 153:241-8. \n\n \n\nTufan A. C., Satiroglu-Tufan N. L., Aydinuraz B., Satiroglu M. H., Aydos K., Bagci H. \n\n(2005) No association of the CAG repeat length in exon 1 of the androgen receptor gene \n\nwith idiopathic infertility in Turkish men: implications and literature review. The Tohoku \n\njournal of experimental medicine, 206(2), 105–15.  \n\nWerner R., Zhan J., Gesing J., Struve D., Hiort, O. (2008) In-vitro characterization of \n\nandrogen receptor mutations associated with complete androgen insensitivity syndrome \n\nreveals distinct functional deficits. Sexual development?: genetics, molecular biology, \n\nevolution, endocrinology, embryology, and pathology of sex determination and \n\ndifferentiation, 2(2), 73–83.  \n\n \n\nWong H. Y., Hoogerbrugge J. W., Pang K. L., van Leeuwen M., van Royen M. E., Molier, \n\nM., Brinkmann A. O. (2008) A novel mutation F826L in the human androgen receptor in \n\npartial androgen insensitivity syndrome; increased NH2-/COOH-terminal domain \n\ninteraction and TIF2 co-activation. Molecular and cellular endocrinology, 292(1-2), 69–78.  \n\nWu X., Zhou Q., Mao J., Lu S., Nie M. (2010) Mutational analysis of androgen receptor \n\ngene in four Chinese patients with male pseudohermaphroditism. Fertility and Sterility, \n\n93(6):2076. \n\n \n\nYong E. L., Tut T. G., Ghadessy F. J., Prins G., Ratnam S. S. (1998) Partial androgen \n\ninsensitivity and correlations with the predicted three dimensional structure of the androgen \n\nreceptor ligand-binding domain. Molecular and cellular endocrinology, 137(1), 41–50. \n\n \n\nYong E. L., Loy C. J., Sim K. S. (2003) Androgen receptor gene and male infertility. \n\nHuman Reproduction, 9:1-7. \n\n \n\n \n\n\n\n80 \n \n\n9. Anexos \n\n9.1 Anexo 1: Análise estrutural das proteínas AR mutantes \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido 759.  \n\nEm A, o resíduo selvagem Ser759 realiza uma ponte de hidrogênio com o resíduo Ser725 e \n\numa interação hidrofóbica com o resíduo Phe764. Em B, resíduo mutante Tre759 mantém \n\nas ligações feitas pelo resíduo normal e cria mais três interações hidrofóbicas com os \n\nresíduos Arg760 e Phe764. Em C, estrutura simplificada do domínio de ligação ao \n\nhormônio da proteína AR, evidenciando o aminoácido Serina 759, localizado entre as \n\nhélices 5 e 6. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido 898. \n\nEm A, o resíduo selvagem Ile898. A isoleucina na posição 898 apresenta 3 pontes de \n\nSer759 \n\nA \n\nB C \n\nIle898 \nA \n\nB c \n\n\n\n81 \n \n\nhidrogênio com os resíduos: Val902, Met893 e Gln900  e 4 interações hidrofóbicas com os \n\nresíduos: Gln900, Met712 e Trp740. Em B, resíduo mutante Phe898. A fenilalanina na \n\nposição 898 mantém as  pontes de hidrogênio com Val902 e Met893 e cria interações com \n\nos resíduos Val902, Gln900, Trp740 e Gln737. O número de interações hidrofóbicas no \n\nresíduo mutante aumenta para 12 quando comparado com resíduo normal. Em C, estrutura \n\nsimplificada do domínio de ligação ao hormônio da proteína AR, evidenciando o \n\naminoácido Isoleucina 898, localizado na hélice 11. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido 768. \n\nEm A, o resíduo selvagem Leu768 faz duas pontes de hidrogênio com a Ala765 e quatro \n\ninterações hidrofóbicas com Phe770 e Leu702. Em B, o resíduo mutante Val768 mantém \n\nsomente o contato com o aminoácido Ala765 e cria mais três novos contatos com os \n\naminoácidos Phe764, His689 e Ala687. As interações hidrofóbicas também são alteradas, o \n\nresíduo selvagem Leu768 faz quatro interações hidrofóbicas com Phe770 e Leu702 e o \n\nresíduo Val768 fazendo seis interações hidrofóbicas com Phe764, His689 e Ala687. Em C, \n\nestrutura simplificada do domínio de ligação ao hormônio da proteína AR, evidenciando o \n\naminoácido Leucina 768, localizado entre as hélices 5 e 6. \n\n \n\n \n\n \n\n \n\nLeu768Val \n\nA \n\nB C \n\n\n\n82 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido 904. \n\nEm A, o resíduo selvagem Pro904 faz duas pontes de hidrogênio com os aminoácidos  \n\nSer908 e Gln902 e três interações hidrofóbicas com o aminoácido Ser 900. Em B, o resíduo \n\nmutante Arg904, mantém a interação com os aminoácidos  Ser908 e Gln902 e cria novos \n\ncontatos com os aminoácidos  Arg910 e Leu907 e perde a ligação Ser900 . Duas interações \n\nhidrofóbicas são perdidas no resíduo mutante Arg904. Em C, estrutura simplificada do \n\ndomínio de ligação ao hormônio da proteína AR, evidenciando o aminoácido Prolina, \n\nlocalizado na hélice 12. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPro904 \n\nA \n\nB C \n\nCys806 \n\nA \n\nC B \n\n\n\n83 \n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido 806. \n\nEm A, o resíduo selvagem Cys806 O resíduo normal apresenta 3 pontes de hidrogênio com \n\nos aminoácidos Leu810, Arg808, Gln802 e Ile841. O resíduo mutante mantém as pontes de \n\nhidrogênio com os resíduos Leu810, Arg808 e Gln802 e cria interações hidrofóbicas com \n\nLeu838, Tyr834, Leu810 e Leu839. Em C, estrutura simplificada do domínio de ligação ao \n\nhormônio da proteína AR, evidenciando o aminoácido Cisteína, localizado na hélice 8. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido da \n\nposição 798. Em A, o resíduo selvagem Gln798 faz conto com os aminoácidos Arg855, \n\nGln795 e Phe794. Em B, O resíduo mutante Glu798 perde uma ponte de hidrogênio feita \n\ncom aminoácido Arg855 e mantém duas pontes de hidrogênio com o aminoácido Phe766. \n\nEm C, estrutura simplificada do domínio de ligação ao hormônio da proteína AR, \n\nevidenciando o local da alteração o aminoácido Gln798, no loop entre as hélices 7 e 8 da \n\nproteína AR. \n\n \n\n \n\n \n\n \n\n \n\n \n\nGln798 \n\nA \n\nB \n\n\n\n84 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise estrutural do domínio de ligação da proteína AR, evidenciando o aminoácido da \n\nposição 695. Em A, o resíduo selvagem Pro695 e em B, o resíduo mutante Ser695. Ambos \n\nresíduos não estabelecem contatos internos. Em C, estrutura simplificada do domínio de \n\nligação ao hormônio da proteína AR, evidenciando o local da alteração p.Pro695Ser no \n\nloop entre as hélices 1 e 3 da proteína AR, uma posição superficial externa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPro695 \n\nA \n\nB C \n\n\n\n85 \n \n\n9.2 Anexo II – Declaração Bioética e Biossegurança"}]}}}