{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19325"}, {"@name": "filename", "#text": "26496_20140414-CLME2014.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Proceedines CLME2014 / IVCEM\n7o Congresso Luso-Mocambicano de Engenharia / IV Congresso de Engenharia de Mocambiaue Inhambane/Mocambiaue. 14-18 Abril 2014\nArtigo N° Al 13583\nPROSPECCÃO GEOTÉCNICA DE VIAS FÉRREAS EM EXPLORAÇÃO. UMA EXPERIÊNCIA\nNuno Cruzw*\\ Eduardo Fortunato2. Francisco Asseiceiro3. Jorge Cruz3. Carin Mateus3\n’MOTA-ENGIL. Universidade de Aveiro. Portugal\n2Laboratório Nacional de Engenharia Civil ÍLNECL Faculdade de Engenharia da U. Porto (FEUPL Portugal 3MOTA-ENGIL - Portugal\n(V>Email: nunocruziS.mota-eneil.nt\nRESUMO\nA construção de vias-férreas imnlica obras de grande envergadura aue envolvem custos muito elevados, nelo aue a reabilitação das mesmas é uma oncão freauente auando se nretende evoluir nara maiores velocidades de circulacão. maior carga nor eixo ou melhorar as condicões de oneracão. A caracterização geológica e geotécnica da infraestrutura nesse contexto, envolve nroblemas comnlexos associados aos habitualmente curtos intervalos de temno de interdição de via. aue limitam significativamente a freauência de recolha de informação e a variedade de ensaios elegíveis. De facto, este contexto condiciona fortemente a utilização de meios de nrosneccão mais correntes neste tino de trabalhos, nomeadamente a realização de sondagens mecânicas e a execucão de ensaios de carga com nlaca.\nNeste artigo anresenta-se uma metodologia nara avaliação das condicões geomecânicas da via-férrea em fase de oneracão. baseada em dois modelos anlicados nela MOTA-ENGIL na seccão 5 do corredor de Nacala (Malawi) e na Linha de Sena (Mocambiaue). Estes modelos revelaram-se eficientes tanto sob o nonto de vista de obtenção das características geométricas da estrutura e informação geomecânica. como na auantidade de nontos amostrados e temnos de execucão dos trabalhos de camno."}]}}}