{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08040"}, {"@name": "filename", "#text": "12814_280721.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PROCESSAMENTO E CARACTERIZAÇÃO DE CERÂMICAS CELULARES OBTIDAS POR EMULSIFICAÇÃO DE ALCANOS EM SUSPENSÕES DE ALUMINA\nElisângela Guzi de Moraes\nOrientador: Prof. Dr.-Ing. Dachamir Hotza\nCoorientadora: Dr.-Ing. Suelen Barg\nPROCESSAMENTO E CARACTERIZAÇÃO DE CERÂMICAS CELULARES OBTIDAS POR EMULSIFICAÇÃO DE ALCANOS EM SUSPENSÕES DE ALUMINA\nDissertação apresentada ao Programa de Pós-Graduação em Ciência e Engenharia de Materiais da Universidade Federal de Santa Catarina para obtenção do título de Mestre em Ciência e Engenharia de Materiais.\nElisângela Guzi de Moraes\nFicha Catalográfica\nMORAES, Elisângela Guzi de, 1975-\nProcessamento e caracterização de cerâmicas celulares obtidas por emulsificação de alcanos em suspensões de alumina / Elisângela Guzi de Moraes. -2010.\n87 p.: il. Color. ; 21 cm\nOrientador: Dachamir Hotza. Coorientadora: Suelen Barg.\nDissertação (mestrado) - Universidade Federal de Santa Catarina, Programa de Pós-Graduação em Ciência e Engenharia de Materiais, 2010.\n1. Cerâmicas Celulares. 2. Emulsão. 3. Agente de Sacrifício. I. Hotza, Dachamir. II. Universidade Federal de Santa Catarina. Programa de Pós-Graduação em Ciência e Engenharia de Materiais. III. Título\nPROCESSAMENTO E CARACTERIZAÇÃO DE CERÂMICAS CELULARES OBTIDAS POR EMULSIFICAÇÃO DE ALCANOS EM SUSPENSÕES DE ALUMINA\nElisângela Guzi de Moraes\nEsta dissertação foi julgada adequada para a obtenção do título de Mestre em Ciência e Engenharia de Materiais, Área de Concentração Cerâmica, e aprovada em sua forma final pelo Programa de Pós-Graduação em Ciência e Engenharia de Materiais.\nProf. Dr.-Ing. Dachamir Hotza\nOrientador (EMC/UFSC)\nDr.a-Ing Suelen Barg\nCoorientadora (Uni-Bremen)\nProf. Dr. Sc. Carlos Augusto Silva de Oliveira Coordenador - PGMAT/UFSC\nBanca examinadora:\nProf. Dr.-Ing Aloísio N. Klein\nProf. Dr. Fernando S. Ortega\nPresidente, EMC/UFSC\nMembro Externo, FEI\nProf. Dr. Júlio César Passos\nEMC/UFSC\nProf. Dr. Carlos R. Rambo\nEQA/UFSC\ns • • • • •\nÀ minha filha Ana Carolina, razão da minha vida\nAGRADECIMENTOS\nÀ Universidade Federal de Santa Catarina, e ao Programa de Pós-Graduação em Ciência e Engenharia de Materiais, coordenadores, professores e colaboradores, especialmente ao Rógério A. Campos, que direta ou indiretamente contribuíram para o meu desenvolvimento acadêmico e profissional.\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico, pelo apoio financeiro da bolsa de mestrado.\nUm agradecimento especial ao Prof Dr.-Ing. Dachamir Hotza por seu contínuo apoio e orientação constante, e por ter contribuído muito com meu crescimento profissional.\nAgradeço aos professores membros da banca examinadora por suas contribuições.\nGostaria de agradecer ao Prof Dr.-Ing. Grathwohl pela oportunidade de desenvolver meu trabalho no Instituto de Materiais Cerâmicos e Componentes, Uni-Bremen. Foi uma honra para mim fazer uma parte deste instituto. Vou lembrar para sempre desta experiência única. Da mesma forma agradeço ao Prof Dr.-Ing. Klein pela oportunidade, incentivo e por acreditar no meu potencial como pesquisadora.\nAgradeço especialmente à Dr.-Ing. Suelen Barg, coorientadora deste trabalho, pelo constante entusiasmo e dedicação com este projeto, mesmo em tempos difíceis, além de sua incrível capacidade de encontrar soluções. Estou muito grata por nossas discussões e idéias interessantes. Ela acreditou muito em mim e neste projeto.\nSou grata aos colegas Hailing, Silke, Petra, e Soltman da UniBremen. Eles contribuíram muito com este trabalho com sua amizade e apoio constante.\nAgradeço as pessoas mais importantes da minha vida, minha família, que muito me incentivou a continuar, e especialmente ao meu marido Ernani que significa muito em minha vida, por estar sempre comigo e por me dar uma filha linda.\nRESUMO\nCerâmicas celulares de alto desempenho encontram aplicação principalmente onde o transporte de fluidos é necessário: filtragem de metais fundidos e gases quentes, suporte de catalisadores, aplicações aeroespaciais e limpeza de poluição, entre outras. Um novo método de processamento de cerâmicas celulares é apresentado e consiste na emulsificação de alcanos em suspensões de alumina. A distribuição do tamanho das gotas de óleo na suspensão pode ser controlada pela quantidade de sólidos, bem como pela velocidade e tempo de agitação mecânica na qual as suspensões foram emulsificadas. A influência destes parâmetros no tamanho das gotas pode ser descrita em termos da tensão de cisalhamento aplicada durante a emulsificação (Modelo de Taylor). Alterações na composição da suspensão ou na velocidade e tempo de agitação frequentemente influenciam as propriedades do produto final. Gotas com tamanhos variando entre 6 a 100 pm foram analisadas por microscopia de fluorescência e análise de imagem. Membranas de alumina com gradiente de porosidade, exibindo interconectividade entre células, distribuídas de forma homogênea em uma matriz cerâmica sem fissuras, foram caracterizadas e apresentaram porosidades variando de 74 a 84%, tamanhos médios de células variando entre 11 (camada superior) a 52 pm (camada suporte) e 26 MPa de resistência mecânica a compressão. As características estruturais aliadas à elevada resistência mecânica das membranas cerâmicas são de especial interesse em aplicações como filtragem de aerossóis.\nABSTRACT\nA new method to produce macroporous cellular ceramics using surfactants as emulsifiers and foam stabilizers is presented. The technology relies on the transition of a stabilized aqueous ceramic powder suspension containing a homogeneously high concentrated alkane phase into cellular ceramics. The emulsified suspensions droplet size distribution can be controlled by the suspensions particle content as well as by the stirring velocity and time in which they are emulsified resulting in stable wet foams with droplets size ranging from 6 to 100 pm. The influence of these parameters on droplet size can be described in terms of shear stress applied during mixing (Taylor’s Model). Ceramic foams final microstructure is compared with emulsified suspension microstructure with respect to cell size distributions. Alumina membranes with gradient of open cell size exhibiting interconnected windows present cells homogeneously distributed in a ceramic matrix without cracks. The gradient membranes present porosities ranging from 74 to 84 %, average cell sizes ranging from 11 (for top layer) to 52 pm (for support layer) and a remarkable characteristic compressive strength of 26 MPa. The tailored microstructure features as well as high mechanical strength of the ceramic membranes are of special interest in applications such as aerosol filtrations.\nSUMÁRIO\n1.\tINTRODUÇÃO..............................................1\n1.1.\tObjetivos e justificativa...............................2\n2.\tREVISÃO BIBLIOGRÁFICA...................................4\n2.1.\tTécnicas para produção de cerâmicas macroporosas........4\n2.1.1.\tMétodo da réplica.....................................5\n2.1.2.\tAgente de sacrifício..................................6\n2.1.3.\tEspumação direta......................................6\n2.2.\tClassificação das suspensões, emulsões e espumas........9\n2.3.\tEnergia interfacial.....................................9\n2.4.\tCisalhamento mecânico..................................11\n2.5.\tAplicações.............................................13\n2.5.1.\tFiltragem de aerossóis...............................13\n3.\tMATERIAIS E MÉTODOS....................................15\n3.1.\tSeleção dos materiais................................15\n3.2.\tPreparação das suspensões de alumina e emulsões........16\n3.3.\tInvestigação do processo de emulsificação..............17\n3.3.1.\tParâmetros investigados..............................17\n3.3.2.\tCaracterização das emulsões..........................18\n3.3.2.1.\tReologia...........................................18\n3.3.2.2.\tCaracterização morfológica - microscopia de fluorescência...19\n3.3.3.\tCaracterização das espumas cerâmicas.................19\n3.4.\tProdução de membranas.................................20\n3.4.1.\tCaracterização das membranas.........................21\n3.4.1.1.\tCaracterização morfológica - MEV e intrusão de mercúrio... 21\n3.4.1.2.\tCaracterização mecânica - Teste de resistência à compressão21\n4.\tRESULTADOS E DISCUSSÃO................................22\n4.1.\tControle da microestrutura das emulsões...............22\n4.1.1.\tInfluência da concentração de partículas e da velocidade...22\n4.1.1.1.\tCaracterização reológica...........................28\n4.1.2.\tInfluência do tempo de agitação......................33\n4.2.\tControle da microestrutura das espumas de alumina....35\n4.2.1.\tInfluência da concentração de partículas\te da velocidade.35\n4.2.2.\tInfluência da incorporação de ar.....................40\n4.2.3.\tInfluência da concentração de surfactante............43\n4.3.\tProdução de cerâmicas celulares......................46\n4.3.1.\tMembranas com distribuição monomodal de tamanho (d50) 47\n4.3.1.1.\tEspumas a base de heptano e hexano.................50\n4.3.1.2.\tEspumas a base de decano e octano..................55\n4.3.2.\tMembranas dupla camada.............................59\n4.3.3.\tCaracterização mecânica..............................62\n5.\tCONCLUSÕES E PERSPECTIVAS.............................77\n6.\tREFERÊNCIAS...........................................79\nLISTA DE FIGURAS\nFigura 1 - Técnicas para produção de cerâmicas macroporosas .............................................................4 Figura 2 - Cerâmica celular obtida por réplica. (a) Esponja de poliuretano totalmente reticulada com 45 ppi, (b) Espuma de TiO2 e (c) Em detalhe, vazio no strut da espuma de TiO2 resultante da etapa de remoção do poliuretano durante a sinterização [18]...........5\nFigura 3 - Esquema de deformação de uma gota isolada e ruptura em uma fase contínua composta por uma solução concentrada de surfactante (emulsão concentrada) [49]......................12\nFigura 4 - Microestrutura das emulsões contendo 70 vol% decano e 0,33 vol% de surfactante. (a) Emulsões contendo 15 vol% partículas, emulsificada em velocidades de: 600 rpm (à esquerda), 1000 rpm (centro) e 2000 rpm (à direita). (b) Emulsões contendo 30 vol% partículas, emulsificada em velocidades de: 600 rpm (à esquerda), 1000 rpm (centro) e 2000 rpm (à direita). (c) Emulsões contendo 45 vol% partículas, emulsificada em velocidades de: 600 rpm (à esquerda), 1000 rpm (centro) e 2000 rpm (à direita).........23\nFigura 5 - Efeito da velocidade de agitação e da concentração de partículas sobre o tamanho de gotas (d50) em emulsões contendo 70 vol% de decano e 0,33 vol% de surfactante...................24\nFigura 6 - Efeito da concentração de partículas e velocidade de agitação sobre o tamanho de gotas (d50) nas emulsões contendo 70 vol% de decano e 0,33 vol% de surfactante...................25\nFigura 7 - Efeito da concentração de partículas e da velocidade de\nagitação sobre a distribuição de tamanho de gotas (d50) das emulsões. (a) Suspensões contendo 15 vol% de partícula emulsificada em 600 rpm (à esquerda) e 2000 rpm (à direita), (b) Suspensões contendo 30 vol% de partícula emulsificada em 600 rpm (à esquerda) e 2000 rpm (à direita) e (c) Suspensões contendo 45 vol% de partícula emulsificada em 600 rpm (à esquerda) e 2000 rpm (à direita).....................27\nFigura 8 - Efeito da velocidade de agitação sobre o tamanho de gotas (d50) em emulsões contendo 45 vol% de partícula, 70 vol% de decano e 0,33 vol% de surfactante...........................................29\nFigura 9 - Comparação da distribuição de tamanho de gotas de emulsões contendo 45 vol% de partículas, 70 vol% de decano e 0,33 vol% de surfactante emulsificadas em 2000 (à direita) e 3000 rpm (à esquerda), respectivamente.........................................30\nFigura 10 - Curvas de fluxo de emulsões contendo 45 vol% de partícula, 70 vol% de decano e 0,33 vol% de surfactante emulsificadas\nem 600-4000 rpm, respectivamente. Os experimentos foram tomados sob taxas de deformação variando entre 0,08 a 500 s-1............31\nFigura 11 - Efeito da velocidade de agitação na viscosidade aparente das emulsões contendo 45 vol% de partículas......................32\nFigura 12 - Efeito do tempo de agitação sobre o tamanho de gotas (d50) em emulsões contendo 45 vol% de partículas emulsificadas em 2000 rpm...............................................................34\nFigura 13 - Efeito do tempo de agitação sobre a distribuição de tamanho de gotas (d50) em emulsões contendo 45 vol% de partícula emulsificadas em 2000 rpm, com 40 (à direita) e 720 s (à esquerda).........................................................34\nFigura 14 - Microestrutura de espumas cerâmicas produzidas a partir de emulsões contendo 15 vol% de partículas emulsificadas em 2000 rpm.............................................................36\nFigura 15 - Microestrutura de espumas cerâmicas produzidas a partir de emulsões contendo 50 vol% de partículas emulsificada em 2000 rpm.............................................................36\nFigura 16 - Microestrutura de espumas cerâmicas produzidas a partir de emulsões contendo 45 vol% de partículas emulsificadas sob velocidades de agitação crescente. (a) 600, (b) 1000 e (c) 2000 rpm. (d) Detalhe dos struts densos.......................................37\nFigura 17 - Efeito da concentração de partículas e da velocidade de agitação sobre o tamanho de células (d50) de espumas cerâmicas produzidas com 70 vol% de decano e 0,33 vol% de surfactante......38\nFigura 18 - Efeito da velocidade de agitação sobre a distribuição de tamanho de células (d50) das espumas cerâmicas produzidas com 45 vol% de partículas emulsificadas em: (a) 600 e (b) 3000 rpm......39\nFigura 19 - Efeito da velocidade de agitação sobre a distribuição de tamanhos de janela (d50) para espumas cerâmicas contendo 45 vol% de partícula emulsificadas em (a) 600 e (b) 3000 rpm, determinada por intrusão de mercúrio............................................39\nFigura 20 - Influência da introdução de ar na microestrutura das espumas cerâmicas produzidas com 42 vol% de partículas, 60 vol% de hexano, 0,014 vol% de surfactante emulsificada em 1500 rpm. (a) Emulsificação em 300 mbar por 120 s, (b) Emulsificação em 300 mbar por 30 s e em 600 mbar por 90 s, (c) Emulsificação em 300 mbar por 30 s e em 1013 mbar por 90 s e (d) Emulsificação em 1013 mbar\ndurante 120 s....................................................41\nFigura 21 - Efeito da introdução de ar no tamanho de células (d50) de espumas cerâmicas contendo 60 vol% de hexano, 42 vol% de partículas e 0,014 vol% de surfactante emulsificadas em 1500 rpm, variando a pressão de emulsificação. (a) Emulsificação em 300 mbar por 120 s, (b) Emulsificação em 300 mbar por 30 s e em 600 mbar por 90 s, (c) Emulsificação em 300 mbar por 30 s e em 1013 mbar por 90 s e (d) Emulsificação em 1013 mbar durante 120 s...................42\nFigura 22 - Efeito da introdução de ar na distribuição cumulativa do tamanho de células (d50) de espumas cerâmicas contendo 60 vol% de hexano, 42 vol% de partículas e 0,014 vol% de surfactante emulsificadas em 1500 rpm, variando a pressão de emulsificação. Emulsificação em 300 mbar por 120 s (à esquerda) e em 1013 mbar durante 120 s (à direita)........................................42\nFigura 23 - Microestrutura de espumas cerâmicas contendo 42 vol% de partículas, 70 vol% de hexano emulsificada em 2500 rpm com aumento do teor de surfactante. (a) 0,007 ; (b) 0,014 e (c) 0,055 vol% de surfactante (Ampliação: 28x (à esquerda) e 500x (à direita))........................................................44\nFigura 24 - Efeito da quantidade de surfactante no tamanho de células (d50) de espumas cerâmicas contendo 70 vol% de hexano, 42 vol% de partículas emulsificadas em 2500 rpm.............................45\nFigura 25 - Corpo verde resultante do método de processamento baseado na colagem de uma emulsão em um molde estacionário.....................................................47\nFigura 26 - Microestrutura típica de membrana cerâmica, N ° 3 na\nTabela 7 (a)......................................................51\nFigura 27 - Microestrutura de membranas de heptano, contendo 70 vol% de heptano. (a) 42 vol% de partículas e 0,16 vol% de surfactante emulsificadas em 1500 rpm (Membrana N ° 6, Tabela 7 (a)). (b) 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 1000 rpm (Membrana N ° 18, Tabela 7 (b)). (c) 30 vol% de partículas e 0,16 vol% de surfactante emulsificadas em 1000 rpm (Membrana N ° 22, Tabela 7 (b)).....................................................52\nFigura 28 - Membrana de hexano contendo 70 vol% de hexano, 35 vol% de partículas, 0,008 vol% de surfactante e 1000 rpm de velocidade de agitação (Ampliação: 28x (à esquerda), 500x (à direita) e 2000x (no detalhe))...............................................53\nFigura 29 - Canais em membranas produzidas com 70 vol% de heptano, 42 vol% de partículas e 0,11 vol% de surfactante. (a) Vista superior e (b) Vista lateral. (c) Membranas produzidas com 70 vol% de hexano, 42 vol% de partículas e 0,007 vol% de surfactante (vista lateral). Ambas as membranas foram emulsificadas em 2500 rpm...............................................................53\nFigura 30 - Microestrutura de membranas a base de heptano produzidas com 70 vol% de heptano, 30 vol% de partículas, 0,135 vol% de surfactante e 0,05 vol% de alginato, emulsificadas em 1000 rpm (Ampliação: 28x (à esquerda), 500x (à direita) e 2000x (no detalhe)).........................................................54\nFigura 31 - Membranas de heptano produzidas com 70 vol% de heptano, 42 vol% de partículas, 0,11 vol% de surfactante, emulsificadas em 1500 rpm. (a) Contendo 0,1 e (b) 1 vol% de\nalbumina (Ampliação: 500x (à esquerda) e 2000x (à direita)).....55\nFigura 32 - Microestrutura típica de espumas de decano contendo 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificadas em 2500 rpm. (Ampliação: 500x e 2000x no detalhe)........................................................56\nFigura 33 - Microestrutura de membranas produzidas com 70 vol% de decano, 30 vol% de partículas, 0,33 vol% de surfactante e 0,05 vol% de alginato emulsificada em 1000 rpm. (Ampliação: 28x (a), 500x (b)). (c) membrana de decano N ° 12 (Tabela 7 (b)), contendo 70 vol% de decano, 35 vol% de partículas, 0,22 vol% de surfactante e 1 vol% de amido comercial, emulsificada em 800 rpm........................57\nFigura 34 - Membrana de octano produzida com 70 vol% de octano, 35 vol% de partículas e 0,33 vol% de surfactante, emulsificadas em 800 rpm (Ampliação: 28x (à esquerda) e 500x (à direita))........58\nFigura 35 - Membrana a base de octano produzida com 70 vol% de octano, 35 vol% de partículas, 0,22 vol% de surfactante emulsificada em 800 rpm e contendo 5 vol% de amido (Ampliação: 28x (à esquerda), 500x (à direita) e 2000x (no detalhe))...............59\nFigura 36 - Membrana com dupla camada produzida com 70 vol% de heptano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm para camada superior (Tabela 7 (a), N ° 3), e 70 vol% de heptano, 42 vol% de partículas e 0,16 vol% de surfactante emulsificada em 1500 rpm para camada suporte (Tabela 7 (a), N ° 6). (Ampliação: (a) 28x, (b) 200x e (c) 500x em detalhe a interface densa.................................................60\nFigura 37 - Membrana com dupla camada produzida com 70 vol% de\ndecano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm para camada superior (Tabela 7 (a), N ° 1), e 70 vol% de decano, 42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm para camada suporte (Tabela 7 (b), N ° 10). (Ampliação: (a) 28x, (b) 500x e (c) 2000x em detalhe a interface porosa entre camadas........................................................61\nFigura 38 - Curva tensão-deformação por compressão para membrana a base de decano N ° 10 da Tabela 7 (b) (camada suporte) produzida com 70 vol% de decano, 42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm. No detalhe, regimes linear elástico (N ° 1) e platô de colapso das células (N ° 2)........63\nFigura 39 - Curva tensão-deformação por compressão para membrana a base de decano N ° 1 na Tabela 7 (a) (camada superior) produzida com 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm. No detalhe, regimes linear elástico (N ° 1) e platô de colapso das células (N ° 2)........64\nFigura 40 - Curva tensão-deformação por compressão para membrana a base de decano com dupla camada (camada superior + suporte) produzidas com 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm, para a camada superior, e 70 vol% de decano, 42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm, para a camada de suporte. No detalhe, regimes linear elástico (N ° 1) e platô de colapso das células (N ° 2).............................................................65\nFigura 41 - Curvas da distribuição de Weibull para as membranas dupla camada (camada superior + suporte) produzidas com 70 vol% de\ndecano, 42 vol% de partículas.......................................66\nFigura 42 - Dispositivo de cilindros concêntricos...................68\nFigura 43 - Influência da taxa de deformação na viscosidade aparente e no número capilar crítico de emulsões contendo 45 vol% de partículas emulsificadas em 600-4000 rpm....................................69\nFigura 44 - Influência da taxa de deformação no tamanho de gota (d50) experimentalmente medido e na razão Cacrit / neff y das emulsões contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificadas em 600-4000 rpm........................70\nFigura 45 - Influência da velocidade de agitação (600 a 3000 rpm) sobre os tamanhos de gotas / células (d50) em emulsões contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol % de surfactante..71 Figura 46 - Influência da velocidade de agitação sobre o tamanho das células (d50) de espumas cerâmicas contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificada em 4000 rpm. (Ampliação: 500x (à esquerda) e 2000x (à direita))..........72\nFigura 47 - Influência do teor de partículas no tamanho de célula / janela (d50) de espumas cerâmicas contendo 70 vol% de decano, 0,33 vol% de surfactante com teor de partículas variando de 30 a 50 vol%, emulsificada em 1000 rpm.........................................73\nFigura 48 - Influência da velocidade de agitação sobre o tamanho de células / janelas (d50) de espumas cerâmicas contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificadas em 600-3000 rpm..................................................74\nFigura 49 - Microestrutura de espumas cerâmicas com 70 vol% de alcano, 42 vol% de partículas emulsificada em 2500 rpm. (a) Espuma\ncerâmica mostrando o efeito do decano na microestrutura (tamanho de células (d50)). (b) Espuma cerâmica mostrando o efeito do hexano na microestrutura (tamanho de células (d50))..........................75\nFigura 50 - Efeito do comprimento da cadeia de alcanos sobre a distribuição de tamanho de células (d50) das espumas cerâmicas produzidas com 70 vol% de alcano, 42 vol% de partículas e velocidade de agitação de 2500 rpm. (a) Espuma cerâmica a base de decano (b) Espuma cerâmica a base de hexano...................................75\nLISTA DE TABELAS\nTabela 1: Propriedades físicas dos alcanos puros a 20 °C.......15\nTabela 2: Matriz dos experimentos..............................18\nTabela 3: Porosidade e tamanho de célula para membranas dupla\ncamada.........................................................20\nTabela 4: Características das emulsões.........................33\nTabela 5: Características das espumas cerâmicas contendo 70 vol% de decano, 0,33 vol% de surfactante e 45 vol% de partículas emulsificadas entre 600 e 3000 rpm, analisadas por intrusão de mercúrio..............40\nTabela 6: Características de espumas cerâmicas a base de hexano emulsificadas em 1500 rpm, variando-se a pressão de emulsificação, analisadas por intrusão de mercúrio....................................43\nTabela 7 (a): Características das membranas produzidas (&lt;20 pm)...48\nTabela 7 (b): Características das membranas produzidas (> 20 pm)...49\nTabela 8: Valores estimados para o e m das membranas dupla camada pela distribuição de Weibull...........................................66\n\tLISTA DE SÍMBOLOS\nCa\tNúmero de capilaridade.\nCa crit dc d r d 50 F\tNúmero capilar crítico. Diâmetro do cilindro alongado. Diâmetro das gotas após ruptura. Diâmetro médio de partícula (gota ou célula). Probabilidade de falha.\nm\tMódulo de Weibull.\nP\tRazão entre as viscosidade das fases dispersa e contínua.\nP\tPressão de Laplace.\nr o\tRaio do recipiente.\nr\tRaio da haste de agitação.\nR\tRaio da gota em uma emulsão.\nY\tEnergia interfacial.\nYsv\tEnergia interfacial sólido-gás.\nYsl\tEnergia interfacial sólido-líquido.\nYlv\tEnergia interfacial líquido-gás.\nY\tTaxa de deformação.\nn\tViscosidade fase contínua.\nn\tViscosidade fase dispersa.\nn 3 A\tViscosidade efetiva da emulsão concentrada. Ângulo de contato. Comprimento de onda da instabilidade de Rayleigh.\no\tTensão máxima.\no0\tTensão característica.\nT cis\tTensão de cisalhamento.\nT'int\tTensão interfacial.\n0\tFração volumétrica da fase dispersa.\n\tVelocidade angular.\n1. INTRODUÇÃO\nCerâmicas de alto desempenho com estrutura celular encontram aplicação principalmente onde o transporte de fluidos é necessário: filtragem de metais fundidos e gases quentes, suporte de catalisadores, aplicações aeroespaciais e limpeza de poluição, entre outras [1-5].\nCerâmicas celulares constituem uma classe específica de materiais contendo porosidade projetada (> 60 vol%) a qual é caracterizada pela presença de células, isto é, um espaço vazio entre faces e arestas sólidas [6]. Estes materiais exibem propriedades especiais e características que normalmente não podem ser alcançadas pelos materiais densos convencionais.\nVários métodos de processamento para a produção de cerâmicas porosas têm sido propostos ao longo dos anos, principalmente réplica, agente de sacrifício e espumação direta [7].\nEmulsões e espumas são frequentemente usadas em diferentes áreas desde cosméticos e alimentos até recuperação de petróleo e fabricação de materiais [8,9]. Recentemente elas têm sido usadas como intermediário eficiente na produção de materiais porosos via processo de espumação direta [2,10]. Emulsões consistem de dois fluidos imiscíveis, um disperso no outro em presença de agente ativador de superfície [9]. Apresentam instabilidade termodinâmica devido a sua elevada área interfacial (óleo / água) e, portanto, alta energia livre. Assim, agentes tensoativos como, por exemplo, surfactantes e proteínas são utilizados para reduzir a energia livre do sistema [11].\nNeste trabalho, cerâmicas celulares foram desenvolvidas por um novo processo que consiste na emulsificação de alcanos em uma suspensão aquosa de alumina. A elevada concentração de gotas de alcano restringe a sua mobilidade e modifica as propriedades reológicas conduzindo a emulsões estáveis com mínima expansão.\nOs parâmetros de processo como: a quantidade de partículas sólidas, a quantidade de surfactante, a velocidade e tempo de agitação mecânica são investigados dada a sua extrema importância no desenvolvimento de espumas cerâmicas. Estes parâmetros determinam a microestrutura e as propriedades reológicas das emulsões, bem como as propriedades funcionais do produto final.\nAlém disso, uma nova tecnologia de processamento é proposta visando a produção de membranas cerâmicas de alto desempenho com gradiente de porosidade.\n1.1.\tObjetivos e Justificativa\nProcessos industriais poluentes devem ser evitados e soluções para recuperação ambiental devem ser desenvolvidas, uma vez que mudanças climáticas agressivas estão mais evidentes. Neste sentido, a utilização de membranas cerâmicas visando aplicações em filtragem de aerossóis apresenta-se como alternativa ambiental, pois a utilização destes contribui para a redução das emissões poluentes.\nAerossóis orgânicos, segundo Hildemann apud [12], apresentam-se no ambiente sob forma de uma mistura complexa de partículas químicas e são obtidos a partir de múltiplas fontes, entre outras, a partir de gases industriais.\nOs mecanismos toxicológicos que relacionam as partículas no ambiente - aerossóis - com os efeitos sobre a saúde humana são inflamações pulmonares agudas devido às partículas ácidas ultrafinas (elevada área superficial), e à atividade catalítica de íons metálicos tais como ferro (mais abundante), cobre, níquel, vanádio e cobalto.\nA proposta deste trabalho é desenvolver e caracterizar potenciais membranas com características estruturais controladas.\nNeste sentido, os objetivos específicos deste trabalho são:\n1)\tEstudar a influência da quantidade de partículas sólidas, velocidade de agitação mecânica e tempo de cisalhamento na microestrutura das emulsões, bem como das espumas cerâmicas;\n2)\tControlar a microestrutura das espumas cerâmicas via introdução de ar e o uso de diferentes alcanos com diferentes pressões de vapor;\n3)\tDesenvolver e caracterizar espumas cerâmicas com características específicas, tais como:\n-\tPorosidade total > 70 vol%;\n-\tDistribuição tamanho de poro variando entre 1-100 um;\n-\tPresença ou não de gradiente de porosidade.\nA estrutura do trabalho está dividida conforme segue. No capítulo 2, apresenta-se uma revisão bibliográfica dos métodos de processamento de cerâmicas macroporosas, definições de suspensão, emulsão e estabilização de espumas cerâmicas e aplicações em filtragem de aerossóis.\nNo capítulo 3, apresenta-se a metodologia experimental (materiais e métodos) utilizada no desenvolvimento de cerâmicas celulares, bem como a descrição dos métodos de caracterização das emulsões e das espumas cerâmicas.\nNo capítulo 4, apresentam-se os resultados obtidos a partir do estudo da influência da quantidade de partículas sólidas e da velocidade de agitação na microestrutura das emulsões resultantes, bem como as discussões.\nNos capítulos 5 e 6, apresentam-se as conclusões e perspectivas, e as referências, respectivamente.\n2. REVISÃO BIBLIOGRÁFICA\n2.1.\tTécnicas para produção de cerâmicas macroporosas\nSegundo nomenclatura IUPAC materiais porosos são classificados como microporosos quando exibem diâmetros de poros menores que 2 nm, macroporosos quando exibem diâmetros de poros maiores que 50 nm e mesoporosos quando os diâmetros de poros estão entre 2 e 50 nm [2,13].\nAs rotas de processamento de cerâmicas macroporosas podem ser categorizadas em réplica, agente de sacrifício e métodos de espumação direta como mostra o esquema na Fig. 1. As características de processamento destes métodos são comparadas no que diz respeito à versatilidade e facilidade de fabricação, além da sua influência sobre a estrutura final das cerâmicas macroporosas.\nTécnicas de processamento\nV\nMétodo da Réplica\tEspumação Direta\tAgente de Sacrifício\tTape Casting fl ■■\n\t\t\t\t\n\t\t\t1\t\tV\nEspumas\tEspumas\tEspumas de\t\nestabilizadas por\testabilizadas por\tpolímero\tGelcasting\nsurfactante\tpartícula\tprecerâmico\t\nFigura 1 - Técnicas para produção de cerâmicas macroporosas.\n2.1.1\tMétodo da réplica\nRéplica é o método mais comum para fabricação de cerâmicas macroporosas. Patenteado em 1963 por Schwartzwalder &amp; Somers, consiste em impregnar uma esponja polimérica flexível, geralmente poliuretano, com suspensão cerâmica e aditivos apropriados que garantam um revestimento eficiente da esponja polimérica [6, 14-16]. A esponja impregnada é então passada entre rolos para remover o excesso de suspensão e apenas uma fina camada cerâmica é mantida sobre os struts da esponja. Após secagem, a etapa de queima ocorre para eliminar o polímero e deve ser conduzida a uma taxa adequadamente lenta, geralmente inferior a 1° C/min, necessária para permitir a progressiva decomposição e difusão do suporte polimérico.\nDurante o aquecimento, a expansão, e evolução dos gases do polímero pode conduzir a tensões significativas que podem danificar o revestimento cerâmico, produzindo falhas macroscópicas nos struts cerâmicos (Fig. 2, c).\nCerâmicas celulares produzidas por este método resultam em uma estrutura porosa uniforme com porosidade aberta e área superficial normalmente inferior a 1 m2/g, considerada baixa para aplicações catalíticas [17].\nFigura 2 - Cerâmica celular obtida por réplica. (a) Esponja de poliuretano totalmente reticulada com 45 ppi, (b) Espuma de TiO2 e (c) Em detalhe, vazio no strut da espuma de TiO2 resultante da etapa de remoção do poliuretano durante a sinterização [18].\n2.1.2\tAgente de sacrifício\nA técnica de agente de sacrifício consiste na preparação de um compósito bifásico constituído de uma matriz contínua de partículas cerâmicas através da qual uma fase sacrifício é dispersa e homogeneamente distribuída. Células (vazios) com a mesma forma são produzidas quando a fase sacrifício é removida [2, 6, 19].\nO agente formador de poro pode ser tanto um material orgânico combustível que queima durante o aquecimento ou um aditivo solúvel que resulta em poros por dissolução. Uma grande quantidade de materiais de sacrifício tem sido utilizada como formadores de poro, incluindo sais, esferas poliméricas, fibras, óleos e sementes, bem como: amido, cera, carbono negro de fumo e serragem [6].\nO tamanho e a forma das células são controlados pelas características do agente de sacrifício, e estruturas com dupla camada podem ser obtidas (em camadas) usando agentes de várias dimensões. A possibilidade de controlar as características estruturais do componente cerâmico final através da seleção adequada do material de sacrifício é a principal vantagem desta técnica. Por outro lado, um grande volume de agente de sacrifício é necessário para produzir elevada porosidade. Isso geralmente leva ao desenvolvimento de uma grande quantidade de gás durante a sinterização. Outra desvantagem do uso de materiais orgânicos como fase fugitiva é o consumo de tempo requerido para total pirólise desses componentes orgânicos, a fim de evitar a formação de trincas.\nEste método pode produzir materiais cerâmicos com porosidades acima de 74%, com tamanhos de células variando entre 1 e 700 pm, exibindo uma réplica negativa do agente de sacrifício original [2, 20].\n2.1.3\tEspumação direta\nNo método de espumação direta normalmente bolhas são incorporadas em uma suspensão cerâmica para criar uma espuma que subsequentemente precisa ser consolidada de modo a manter sua porosidade e, consequentemente sua morfologia quando sinterizada a elevadas temperaturas [2, 6].\nO agente formador de bolhas pode ser um líquido volátil, tal como solventes com baixo ponto de ebulição, ou sólido, como pó de CaCO3 que se decompõe sob aquecimento. Neste caso, o gás pode ser desenvolvido in\nsitu por reações químicas ou, pode ser adicionado à mistura líquida por agitação mecânica ou borbulhamento (injeção de gás).\nA estabilização das espumas pode ser feita por surfactantes, moléculas anfifílicas de cadeia longa com uma cauda hidrofóbica (não-polar), e uma cabeça hidrofílica, que podem reduzir a tensão superficial na interface gás-líquido promovendo um obstáculo à difusão direta do gás, estabilizando as espumas [13,21]. Entretanto, os surfactantes não são capazes de evitar completamente o crescimento das bolhas devido a sua baixa energia de atachamento na interface gás - líquido, a qual é de apenas poucos kT ( onde k é constante de Boltzmann e T é temperatura).\nA fim de melhorar a estabilidade das espumas, partículas coloidais têm sido adsorvidas na superfície das bolhas na interface gás-líquido [22]. A redução da energia livre sobre partículas adsorvidas é conseguida através da substituição de parte da área interfacial com sólidos, ao invés de reduzir a tensão interfacial [23-26].\nAo contrário dos surfactantes, a energia de atachamento de partículas na interface gás-líquido pode ser de milhares de kT, isto é, partículas são irreversivelmente adsorvidas na interface [27].\nCom as técnicas de espumação direta, espumas com células abertas ou fechadas podem ser obtidas. Os diferentes comportamentos de permeabilidade permitem um fino ajuste do transporte de fluido dentro da estrutura. Os struts resultantes são densos e possuem quantidade limitada de defeitos, levando a uma melhor resistência mecânica em comparação com a técnica da réplica [6].\nA porosidade total da cerâmica final está relacionada com a quantidade de gás incorporado durante o processo de espumação. Em contraste, o tamanho da célula é determinado pela abordagem utilizada para estabilizar as bolhas de gás, e consequentemente, a sua eficácia contra os mecanismos de desestabilização.\nExistem três mecanismos responsáveis pela desestabilização: drenagem (fluxo da fase líquida através das fronteiras devido a efeito da gravidade), coalescência (bolhas se juntam para formar uma única bolha maior com redução da superfície total) e efeito Ostwald (difusão de gás que ocorre a partir das bolhas pequenas para as grandes, devido a maior pressão interna - Laplace). A espuma pode colapsar devido à ação combinada destes mecanismos de desestabilização [28, 29].\nA espumação direta de uma mistura de polímeros pré-cerâmicos, seguida de pirólise em atmosfera inerte, pode ser utilizada para fabricação de espumas cerâmicas com impressionante resistência, rigidez, e\ndurabilidade termoquímica e mecânica, além de propriedades eletromagnéticas. Essa tecnologia oferece importantes oportunidades para fabricação de estruturas tridimensionais leves, com características térmicas, elásticas e mecânicas adaptadas, além de características eletromagnéticas para aplicações a elevada temperatura. Do ponto de vista do processamento, é possível aplicar técnicas convencionais de processamento de polímeros (moldagem por injeção, extrusão), geralmente de baixo custo [15].\nNo entanto, a conversão de polímero para cerâmica, geralmente é acompanhada por uma elevada retração de volume e pela evolução de gases de baixo peso molecular [30]. Essas características limitam a utilização deste método para a produção de objetos de pequenas dimensões, devido às dificuldades de obtenção de corpos sem trincas [15,31].\nUm método de fabricação de materiais avançados, o processo gelcasting combina técnicas de processamento de cerâmica tradicional com a química de polímeros na espumação (agente de sopro) e consolidação (por polimerização in situ de monômeros orgânicos solúveis em água [32, 3337]. O processo leva a solidificação rápida, evitando, assim, o colapso da espuma, o que permite a produção de estruturas porosas e rígidas com formas complexas, sem necessidade de etapas intensivas de usinagem [3335, 37].\nOs fatores-chave para produzir corpos porosos compreendem a seleção de agentes gelificantes e o controle das reações de gelificação. A adição de monômeros não deve aumentar muito a viscosidade da suspensão o que limitaria a capacidade de geração de espuma [34].\nColagem de fitas ou tape casting é uma técnica utilizada em larga escala para a fabricação de substratos cerâmicos planos e finos (de 0,025 a 1 mm) e estruturas multicamadas, especialmente em aplicações relacionadas à indústria eletrônica. O método consiste na preparação de uma suspensão cerâmica contendo solventes (água ou líquidos orgânicos), dispersantes, ligantes e plastificantes e, na colagem dessa suspensão sobre uma superfície estacionária por meio de uma lâmina niveladora [38,39]. Espessuras típicas de fitas estão na faixa de 100 a 300 pm, até poucos milímetros.\nUma suspensão para colagem de fitas deve ser ajustada a fim de satisfazer alguns critérios de qualidade, tais como:\n(i)\tnenhum defeito durante a secagem;\n(ii)\tcoesão para permitir a manipulação das fitas secas;\n(iii)\thomogeneidade microestrutural;\n(iv)\tboa laminação (capacidade de termo-compressão);\n(v)\tfácil pirólise (queima);\n(vi)\televada resistência mecânica após sinterização.\nApós o processo de secagem são finalmente sinterizadas para obter a forma final desejada.\n2.2.\tClassificação das suspensões, emulsões e espumas\nColoides são fases dispersas (partículas, gotículas ou bolhas), que tenham pelo menos uma dimensão entre 1 e 1000 nm, finamente divididas em um meio disperso. A elevada área interfacial resultante determina, na maioria dos casos, as propriedades físicas do sistema [40].\nUma suspensão é definida como uma dispersão coloidal na qual, partículas sólidas finamente divididas estão uniformemente distribuídas ao longo de uma fase líquida contínua. Enquanto uma emulsão é um sistema heterogêneo composto de pelo menos duas fases líquidas imiscíveis ou pouco miscíveis. A fase dispersa apresenta-se sob a forma de gotículas distribuídas na fase contínua [41].\nUma espuma é uma dispersão metaestável de gás em uma segunda fase líquida contínua [42, 43].\n2.3.\tEnergia interfacial\nNas dispersões coloidais, uma região intermediária fina ou de fronteira, conhecida como interface, situa-se entre as fases: dispersa e contínua.\nHá mais energia interfacial em um sistema de duas fases, quando a fase dispersa é altamente subdividida do que quando grosseiramente subdividida. Isso porque dispersões coloidais frequentemente podem ser preparadas pela aplicação de tensão de cisalhamento elevada para quebrar partículas maiores, gotas ou bolhas. Cada interface tem certa energia livre por unidade de área que tem uma grande influência sobre a estabilidade e a estrutura da dispersão coloidal [44].\nPara um líquido exposto a um gás, as forças de atração de Van der Waals entre as moléculas são sentidas igualmente por todas as moléculas, exceto aquelas na região interfacial. Este desequilíbrio puxa a rede de moléculas em direção ao líquido. A força de contração na superfície é conhecida como tensão superficial. Uma vez que a superfície tem uma\ntendência a contrair-se espontaneamente a fim de minimizar a área superficial, gotas de líquido e bolhas de gás tendem a adotar uma forma esférica diminuindo a energia livre total de superfície. A tensão interfacial provoca uma diferença de pressão para gerar uma superfície curva, sendo a pressão maior sobre o lado côncavo (ou seja, no interior de uma gota ou bolha). Para gotas esféricas ou bolhas de raio R em uma emulsão ou espuma, com uma energia interfacial gás-líquido y, a diferença de pressão AP é dada pela equação Young-Laplace:\n(1)\nAP=2y / R\nPortanto, a pressão de Laplace, P, varia com o raio das gotas e com a energia interfacial entre as fases [37, 44].\nA molhabilidade pode ser definida como a tendência de um líquido em espalhar-se (fenômeno físico através do qual o líquido molha a superfície) sobre um substrato sólido. O grau de molhamento é geralmente descrito pelo ângulo entre a tangente traçada no ponto triplo entre as três fases (sólido, líquido e vapor) e a superfície do substrato, conhecido como ângulo de contato [45].\nO equilíbrio é atingido quando a energia interfacial total é mínima para as fases limite presentes. O ângulo de contato especifica as condições para energia mínima de acordo com a equação de Young:\n(2)\n0=Ysv -Ysl ~Ylv cos0\nonde ysv é a energia interfacial sólido-vapor, ySL é a energia interfacial sólido-líquido e yLV é a energia interfacial líquido-vapor e 0 é o ângulo de contato experimental.\nUm ângulo de contato de 90° ou maior, entre uma superfície sólida e um líquido caracteriza uma superfície não-molhável, enquanto um ângulo inferior a 90° significa que a superfície é molhável. superfícies extremamente hidrofílicas (afinidade com a água), uma gota da água será completamente espalhada (ângulo de contato de 0°). Teoricamente, superfícies com ângulo de contato superior a 90° serão hidrofóbicas, e aquelas com ângulo de contato inferior a 90° serão hidrofílicas [2, 37, 45].\n2.4.\tCisalhamento mecânico\nA microestrutura das emulsões é significativamente influenciada pela tensão aplicada sobre a superfície das gotas durante cisalhamento [27].\nDe acordo com o modelo de Taylor, quando uma gota isolada e esférica de raio R0 e viscosidade qd é dispersa em um fluido de viscosidade ip , a gota irá deformar em um elipsoide ou cilindro alongado. Normalmente, a ruptura destes cilindros alongados em pequenas gotas é alcançada pela chamada instabilidade de Rayleigh, reduzindo a elevada energia de superfície proporcionada pelas gotas alongadas [11, 46-48]. A deformação ocorre apenas, quando a tensão de cisalhamento, Tcis, supera a tensão interfacial, Tint, onde Y é a taxa de deformação. A razão entre estas duas tensões é definida como o número de capilaridade, Ca. Quando este excede um valor crítico, Cacrit, a gota alongada irá romper em pequenas gotículas de raio médio R:\n(3)\nR\nCa crit Tint\nTcis\nCacritTn\nnr\nCacrit depende da razão entre as viscosidades das fases dispersa e contínua, p, e do tipo de fluxo [46-49].\nDe acordo com o modelo de Taylor Cacrit é determinado assumindo condições simples de cisalhamento, segundo:\n(4)\nCa = nCYR\nTint\nA Fig. 3 ilustra esquematicamente, uma gota isolada deformando-se em um cilindro e rompendo, consequentemente sob cisalhamento mecânico.\nFigura 3 - Esquema de deformação de uma gota isolada e ruptura em uma fase contínua composta por uma solução concentrada de surfactante (emulsão concentrada) [49].\nO processo de fragmentação das gotas envolve dois regimes distintos. Num curto espaço de tempo (inferior a um segundo), o diâmetro da gota diminui abruptamente. As gotas deformam-se quando submetidas à instabilidade de Rayleigh. Considerando dc o diâmetro do cilindro alongado pouco antes da ruptura e, dR o diâmetro das gotas após ruptura e, considerando ainda a conservação do volume, dc2 X = 2 dR3/3, onde X é o comprimento de onda da instabilidade de Rayleigh. De acordo com Mabille et al. [11], dR e, portanto, o produto dc2 X não dependem do diâmetro inicial da gota e, este resultado sugere que o critério para a instabilidade de Rayleigh ocorrer está relacionado apenas com o diâmetro do cilindro alongado (independente do seu comprimento).\nGrace, apud [49], demonstrou que o número capilar crítico, Cacrit, diverge para a razão entre as viscosidades das fases dispersa e contínua, p, superior a 3. Isso significa que a fragmentação já não é possível quando a viscosidade da fase dispersa é pelo menos 3 vezes maior do que a viscosidade da fase contínua.\nO segundo mecanismo é muito mais lento (várias centenas de segundos) e as gotas resultantes podem mais uma vez romper-se em gotas filhas. Este mecanismo é menos eficiente para fragmentação, mas em função de outros parâmetros somente o segundo mecanismo subsiste. A variação do número de gotas rompidas durante um intervalo de tempo é função do raio R (t) da gota [49].\nUma análise através do modelo de Taylor assume fase contínua newtoniana tal que nc é independente de y, uma condição que mantém as emulsões diluídas com baixas concentrações de surfactante.\nNo entanto, a equação (1) mostra também ser efetiva na descrição do raio médio da gota para fase contínua apresentando comportamento pseudoplástico ou elevada fração volumétrica (O) da fase dispersa [47-50]. Assim, vários autores sugerem que o comportamento reológico da fase contínua nc , é proporcional à viscosidade efetiva da emulsão concentrada neff após a mistura [46,47].\nEmulsões contendo gotas polidispersas podem ser rompidas em emulsões monodispersas. Isto pode ser alcançado com a utilização de misturadores do tipo Couette onde uma taxa de deformação homogênea é aplicada à emulsão. O tamanho final das gotas é determinado principalmente pela amplitude da tensão aplicada. A razão p influencia a largura da distribuição e é relevante para o controle da monodispersidade final [8, 11].\n2.5.\tAplicações\n2.5.1\tFiltragem de aerossóis\nOs aerossóis são um conjunto de partículas suspensas em um gás com elevada mobilidade intercontinental. O tamanho dessas partículas varia de 0,002 |rm até 100 ^m, isto é, a partir de pequenas moléculas até tamanhos em que tais partículas não podem mais permanecer suspensas no gás.\nOs aerossóis podem ser formados naturalmente nas florestas ou emitidos por ação antrópica. A formação natural é originada pela vegetação, água pulverizada, vulcões, tempestades de areia ou poeira, e pelos incêndios florestais. Enquanto os aerossóis antropogênicos são gerados pela ação do homem com o uso de combustíveis fósseis e pela modificação da superfície terrestre, o que representa 10% da quantidade total de aerossóis na atmosfera.\nOs aerossóis são removidos da atmosfera através de processos hidrológicos naturais ou por deposição. Existem aerossóis com uma elevada capacidade de reflexão, como sulfatos, que contribuem para o resfriamento da atmosfera, enquanto outros têm uma elevada capacidade de absorção, contribuindo assim para o aquecimento da atmosfera. A interação dos aerossóis nas nuvens, por exemplo, altera a capacidade de reflexão /\nabsorção destas, promovendo uma mudança na sua atividade e duração [51, 52]. Para remoção de aerossóis antropogênicos a utilização de filtros se faz necessária.\nO uso de cerâmicas celulares parece ser promissor nos processos de separação sólido-gás, nos quais a camada filtrante deve apresentar baixa queda de pressão e elevada eficiência de coleta de partículas. Elevados níveis de porosidade conferem um grande volume de caminhos de fluxo e, portanto, níveis de permeabilidade adequados [53]. A morfologia e a espessura da camada filtrante afetam fortemente a eficiência de filtragem em filtros de dupla camada.\nA fim de minimizar a elevada queda de pressão sem diminuir a eficiência de coleta das pequenas partículas, cada camada pode ser otimizada de acordo com os requisitos desejados.\nA camada suporte é feita de espuma cerâmica porosa, que proporciona boa integridade mecânica, resistência a ciclos térmicos e quase nenhuma resistência ao fluxo de gás. A camada filtrante, por outro lado, é feita de uma fina membrana granular depositada na superfície da camada suporte, promovendo uma barreira física para coleta das partículas (aerossóis) com mínima queda de pressão [54].\n3. MATERIAIS E MÉTODOS\n3.1.\tSeleção dos materiais\nPó de alumina a de alta pureza (CT 3000 SG) da Alcoa, com diâmetro médio de partícula (d50) de 500 nm, superfície específica de 7,5 m2 / g, e densidade de 3,98 g/cm2 foi utilizado neste estudo.\nÁcido poliacrílico de baixo peso molecular (320 g / mol), comercialmente disponível como Dolapix CE 64 (Zschimmer &amp; Schwarz), foi utilizado como agente dispersante para estabilizar as suspensões.\nLauril sulfato de sódio ((SLS) 30% em peso concentrado), comercialmente disponível como Lutensid AS 2230 (BASF), foi utilizado como tensoativo aniônico. A adição deste tensioativo deve levar em conta o zeta potencial e o ponto isoelétrico (IEP) da suspensão de alumina. Lutensid AS 2230 foi utilizado em condições alcalinas (pH 9,5), onde o zeta potencial é fortemente negativo promovido pelo agente dispersante.\nDecano (C10H22), hexano (C6H14), heptano (C7H16) e octano (C8H18) (Fluka AG, Buchs, Suíça) foram selecionados como fase oleosa da emulsão e, consequentemente formadores de poro. Os parâmetros físicos relevantes dos alcanos puros a 20° C são apresentados na Tabela 1.\nTabela 1: Propriedades físicas dos alcanos puros a 20 °C\t\t\t\t\nAlcano\tDensidade [g/cm3]\tViscosidade 10-4 [Pa-s]\tTensão superficial 10-3 [Nm-1]\tPressão de Vapor [mbar]\nHexano\t0,66\t2,96\t18,4\t170\nHeptano\t0,68\t3,88\t20,5\t46\nDecano\t0,73\t9,20\t22,4\t1,7\nOctano\t0,70\t5,09\t21,6\t13,9\nPireno (Fluka AG, Buchs, Suíça) foi utilizado como traço fluorescente para visualização das gotas de alcano na suspensão cerâmica por microscopia de fluorescência.\nOutros produtos químicos utilizados nos experimentos foram: albumina e alginato (Fluka AG, Buchs, Suíça) como gelificantes e, amido comercial (Miocoll, Migros, Suíça), utilizado como ligante e agente de controle de secagem.\nEm todos os experimentos água deionizada foi usada para a preparação das soluções.\n3.2.\tPreparação das suspensões de alumina e emulsões\nAs suspensões foram preparadas como segue: alumina em pó foi lentamente adicionada a água deionizada contendo Dolapix CE-64 (0,74 % em relação ao peso de alumina) como agente dispersante para obter a quantidade de partículas dispersas na mistura que foi subsequentemente agitada durante 20 minutos com velocidade de 2000 rpm em um Dispermat LC (VMA Getzmann GmbH) [48].\nEm seguida as suspensões foram submetidas à deaeração para remoção das bolhas indesejadas. Este procedimento foi realizado em um recipiente sob pressão reduzida (100 mbar).\nA utilização de Dolapix EC 64 como agente de dispersão eletroestérico resulta em suspensões de alumina carregadas negativamente no pH de 9,5, em que são preparadas.\nApós a preparação de uma suspensão estabilizada, a fase alcano é dispersa na suspensão de alumina, resultando em uma suspensão emulsificada. Para este efeito, surfactante aniônico é adicionado como emulsionante. O processo de emulsificação foi tomado à pressão reduzida para evitar a incorporação de bolhas de ar. Como os alcanos têm uma elevada pressão de vapor (ver Tabela 1), decano, heptano e octano foram misturados sob 100 mbar e hexano sob 300 mbar para evitar sua evaporação durante o processo de emulsificação. Em alguns casos, as emulsões foram preparadas em pressão normal permitindo a expansão das gotas.\nDiferentes quantidades de amido (1 a 5 % em peso em relação a alumina) são adicionadas na forma de pó nas suspensões preparadas como descrito acima, a fim de controlar o processo de secagem. A suspensão e as partículas de amido são agitadas magneticamente por 2 min em um recipiente contendo água a 80°C.\nConsolidação e sinterização\nA emulsão foi moldada em moldes de plástico e de alumínio com 50 mm de diâmetro. As amostras moldadas foram secas em temperatura ambiente. A sinterização das espumas secas foi realizada em um forno elétrico a 1550°C por 2 h. A taxa de aquecimento foi de 2°C/min e a taxa de resfriamento 5°C/min.\n3.3.\tInvestigação do processo de emulsificação\nA primeira parte do trabalho foi dedicada a investigar a influência dos parâmetros de agitação e componentes na microestrutura das emulsões, bem como das espumas sinterizadas visando uma microestrutura projetada. Portanto, vários métodos de caracterização são utilizados comparando os resultados obtidos para emulsões e espumas sinterizadas.\n3.3.1\tParâmetros investigados\nPara controlar a microestrutura das emulsões e, consequentemente, das espumas sinterizadas, a influência da velocidade e do tempo de agitação mecânica, bem como o teor de alumina na distribuição de tamanhos de gota resultantes foi investigada. Por conseguinte, a distribuição do tamanho de célula das espumas sinterizadas também foi investigada.\nPara esses experimentos foram preparadas emulsões com decano visando uma porosidade total de 70 vol% necessárias às aplicações, pois é alcano mais estável para investigações por microscopia de fluorescência. A quantidade de surfactante foi mantida constante em 0,33 vol% e a mistura feita sob baixa pressão 100 mbar. A tabela dos experimentos (Tabela 2) é apresentada a seguir:\nTabela 2: Matriz dos experimentos.\t\t\nVariável 1\tVariável 2\tVariável 3\nVelocidade de agitação mecânica (rpm)\tQuantidade de partículas de alumina (%)\tTempo de agitação mecânica (s)\n600\t15\t180\n600\t30\t180\n600\t45\t180\n600\t50\t180\n1000\t15\t180\n1000\t30\t180\n1000\t45\t180\n1000\t45\t720\n1000\t50\t180\n2000\t15\t180\n2000\t30\t180\n2000\t45\t40\n2000\t45\t180\n2000\t45\t720\n2000\t50\t180\n3000\t45\t180\n4000\t45\t180\nAlém disso, a quantidade de surfactante também foi investigada com respeito ao tamanho e distribuição de tamanho de célula. A influência da introdução de ar no sistema também foi investigada.\n3.3.2\tCaracterização das emulsões\n3.3.2.1\tReologia\nCurvas de fluxo foram determinadas duas vezes para cada condição com aumento da taxa de deformação a partir de 0,08 a 500 s-1 em 6 min. A temperatura foi mantida constante em 25 ° C durante as medições.\nAs curvas de fluxo e, consequentemente, a viscosidade das emulsões contendo 70 vol% de decano, 0,33 vol% de surfactante e 45 vol% de partículas de alumina sob velocidade de agitação entre 600-4000 rpm foram\navaliadas por um viscosímetro cone-placa, Bohlin Visco 88 BV (Bohlin, Reino Unido).\n3.3.2.2\tCaracterização morfológica - Microscopia de fluorescência\nImediatamente após a agitação mecânica as emulsões foram transferidas para um recipiente de quartzo (Hellma), fechado para evitar alterações no sistema, e analisadas por microscopia de fluorescência. A fase alcano foi tingida com pireno (Fluka), fazendo fluorescer as gotas de alcano em um comprimento de onda de 375 nm [48]. Com esta técnica é possível distinguir as gotas de alcano da suspensão de alumina. A distribuição de tamanho de gotas foi medida em emulsões contendo 70 vol% de decano, 0,33 vol% de surfactante aniônico com diferentes quantidades de partículas de alumina, bem como diferentes velocidades de agitação. Para cada condição 150 gotas foram individualmente medidas para análise estatística utilizando programa de análise de imagem Axio Vision LE.\n3.3.3 Caracterização das espumas cerâmicas\nA morfologia das espumas cerâmicas foi examinada por microscopia eletrônica de varredura (MEV) (Camscan 24). As fotos foram tiradas utilizando um aumento de 28 ou 100 vezes, dependendo do tamanho da célula para uma melhor representação da macroestrutura das espumas sinterizadas. Para estimar a distribuição de tamanhos de células e fazer uma análise qualitativa dos struts, duas fotos de cada amostra foram realizadas com um aumento de 250 ou 500 vezes. Tamanhos e distribuições de tamanhos de células foram individualmente medidas para análise estatística com o uso de um programa analisador de imagem Axio Vision LE.\nA porosimetria de mercúrio consiste na progressiva intrusão de mercúrio em meio poroso, sob vácuo, por fenômeno capilar em que um excesso de pressão é necessária para que um líquido não-molhante entre em um capilar estreito, diâmetro médio de células abertas e porosidade aparente das cerâmicas porosas foram medidos por esta técnica (Pascal 140/440 Porosimeter, Alemanha). Em geral, limitações de acesso aos poros ou quebra das paredes das células podem conduzir a resultados errados [55].\n3.4.\tProdução de membranas\nUma metodologia geral foi desenvolvida neste trabalho visando a produção de membranas, com ou sem gradiente de porosidade. O método consiste em verter uma emulsão (camada suporte), preparada conforme descrito na seção 3.2, em um molde estacionário de PVC, na forma retangular (40 x 90 x 5 mm e 40 x 70 x 5 mm) ou cilíndrica (d = 50 mm, H = 9 mm). Subsequentemente uma lâmina niveladora é movida sobre o molde para eliminar o excesso de emulsão e conferir forma à membrana, semelhante ao método de colagem de fita (tape casting). Um bom acoplamento entre camadas é o principal problema para a obtenção de gradientes, neste sentido, após alguns minutos, a lâmina deve ser movida novamente sobre a superfície do molde para melhorar o acoplamento entre camadas. Para produzir a segunda camada, um novo molde (1 mm de espessura) é fixado sobre as bordas do primeiro e uma nova camada é moldada. Após a solidificação, a membrana cerâmica é desmoldado e sinterizado a 1550°C, com taxas de aquecimento e resfriamento controladas e de 2°C/min.\nEm aplicações como filtragem, um elevado desempenho é alcançado através da remoção máxima de impurezas com um mínimo de resistência ao fluxo (queda de pressão). Nesse caso, o primeiro passo foi avaliar as distribuições de tamanhos de célula adequados e porosidades que forneçam a melhor relação entre a permeabilidade e eficiência de filtragem. A porosidade e os tamanhos de célula selecionados para as membranas dupla camada estão listados na Tabela 3:\nTabela 3: Porosidade e tamanho de célula para membranas dupla camada\t\nPOROSIDADE\t~74%\nTAMANHO DE CÉLULA (camada 1)\t~5 ,um\nTAMANHO DE CÉLULA (camada 2)\t~50 ,um\nInicialmente membranas com distribuição monomodal de células foram produzidas visando diâmetros de célula (d50) entre 5 e 50 gm e uma elevada resistência mecânica.\n3.4.1\tCaracterização das membranas\n3.4.1.1\tCaracterização morfológica - MEV e Intrusão de mercúrio\nAs macro e microestruturas das membranas foram analisadas através de MEV e intrusão de mercúrio, conforme descrito na seção 3.3.3.\n3.4.1.2\tCaracterização Mecânica - Teste de resistência à compressão\nO teste de compressão uniaxial foi realizado em uma máquina hidráulica para ensaio mecânico (Modelo Zwick, Alemanha), conforme norma ASTM C133-94. A velocidade de travessa foi de 1,3 mm/min e a célula de carga utilizada para compressão foi 5000 N.\nA superfície superior das amostras foi coberta com uma borracha de silicone (semi-rígida) para uma distribuição homogênea da carga.\n4. RESULTADOS E DISCUSSÃO\n4.1. Controle da microestrutura das emulsões\nA influência da composição inicial da suspensão, bem como dos parâmetros de processamento sobre a microestrutura das emulsões foi investigada no que se refere à distribuição de tamanho de gotas e viscosidade, porque alterações na composição das emulsões e nos parâmetros de processo são significativos no desenvolvimento das propriedades e na estrutura da espuma cerâmica final. Parâmetros como concentração de partículas sólidas na suspensão, velocidade de agitação mecânica e tempo de cisalhamento durante emulsificação foram investigados.\n4.1.1\tInfluência da concentração de partículas e da velocidade\nAs emulsões foram analisadas por microscopia de fluorescência, conforme descrito no capítulo 3 (ver seção 3.3.2.2). A Fig. 5 apresenta microestrutura típica de emulsões contendo 70 vol% de decano e 0,33 vol% de surfactante, resultantes da variação na concentração de partículas em suspensão e da velocidade de agitação no processo de emulsificação. Em todos os casos, as gotas de alcano apresentam-se uniformemente distribuídas na suspensão cerâmica (fase contínua). Com o aumento do teor de partículas de alumina, (Fig. 4c), o tamanho de gotas diminui para todas as velocidades de agitação no processo de emulsificação. Quando a velocidade aumenta, (Fig. 4 a, b e c direita), o mesmo efeito ocorre e um aumento na homogeneidade no tamanho de gotas é observado.\nPor outro lado, baixos teores de partículas em suspensão e baixas velocidades de agitação resultam em gotas maiores e numa ampla distribuição de tamanho de gotas (não-homogênea).\nFigura 4 - Microestrutura das emulsões contendo 70 vol% decano e 0,33 vol% de surfactante. (a) Emulsões contendo 15 vol% de partículas, emulsificada em velocidades de: 600 rpm (à esquerda), 1000 rpm (centro) e 2000 rpm (à direita). (b) Emulsões contendo 30 vol% de partículas, emulsificada em velocidades de: 600 rpm (à esquerda), 1000 rpm (centro) e 2000 rpm (à direita). (c) Emulsões contendo 45 vol% de partículas, emulsificada em velocidades de: 600 rpm (à esquerda), 1000 rpm (centro) e 2000 rpm (à direita).\nO efeito da concentração de partículas e da velocidade de agitação sobre a microestrutura das emulsões pode ser descrito em termos quantitativos com respeito ao tamanho e distribuição de gotas. Na Fig. 5, mostra-se o (d50) das emulsões em função da velocidade de agitação mecânica (600 a 2000 rpm) para contendo diferentes concentrações de partículas (15 a 50 vol%).\nO 40-\n40-\nM)\n60- ■\n..■...15 vol% Al2O3\n•...30 vol% Al2O3\nA 45 vol% Al2O3\n▼\t50 vol% Al2O3\n30-\n30-\n20-\nQ 10-\n▼.\nO\nU\n| 20-\n0\n1\n600\t800\t1000\t1200\t1400\t1600\t1800\t2000\nVelocidade de agitação (rpm)\nFigura 5 - Efeito da velocidade de agitação e da concentração de partículas sobre o tamanho de gotas (d50) em emulsões contendo 70 vol% de decano e 0,33 vol% de surfactante.\nComo já foi observado na Fig. 5, o aumento na concentração de partículas em suspensão e na velocidade diminuem o d50 das gotas em emulsões. A queda no tamanho de gotas com o aumento da velocidade agitação é mais abrupta para emulsões contendo baixas concentrações de partículas.\nEmulsões contendo 15 vol% de partículas apresentam uma diminuição sobre o tamanho das gotas a partir de 60 até 14 pm, quando emulsificadas a velocidades de 600 e 2000 rpm, respectivamente.\nPor outro lado, emulsões produzidas a partir de suspensões contendo 45 vol% de partículas resultam em uma diminuição no tamanho de gotas de 13 para 5 pm, quando emulsificadas em 600 e 2000 rpm, respectivamente.\nIsso reflete o fato de que quanto maior o tamanho das gotas, maior é a taxa de fragmentação, enquanto que para gotas pequenas, a diminuição é muito mais lenta conduzindo a um diâmetro de saturação [8].\nO mesmo comportamento é observado quando o tamanho de gota (d50) das emulsões é plotado em função da concentração de sólidos para diferentes velocidades de agitação (Fig. 6). A queda no tamanho de gota com o aumento da concentração de partículas de alumina é mais abrupta\npara processos de emulsificação a baixas velocidades de agitação. Quando o processo de emulsificação é tomado a velocidade de 600 rpm os tamanhos médios de gotas diminuem de 60 para 13 pm para suspensões contendo 15 e 45 vol% de partículas, respectivamente. Enquanto que a velocidade de 2000 rpm resulta em uma diminuição menor no tamanho de gota de 14 para 5 pm, para 15 e 45 vol% de partículas, respectivamente.\nE\no\nTJ\nO\nJ-\nE\n<a\nQ\n60\n50\n40\n30\n20\n10\n■\t\t■ \t -A-\t600 rpm 1000 rpm 2000 rpm\t\n• \\ A •\t\t\t\n\t\t\t•\t\n▲\t\t\t▲\t\n0\n10\t15\t20\t25\t30\t35\t40\t45\t50\nConcentração de partículas (vol%)\nFigura 6 - Efeito da concentração de partículas e velocidade de agitação sobre o tamanho de gotas (d50) nas emulsões contendo 70 vol% de decano e 0,33 vol% de surfactante.\nO tamanho das gotas é significativamente influenciado pela tensão aplicada sobre a superfície da gota durante cisalhamento. Além disso, o processo de ruptura apresenta uma série de etapas de quebra dando origem à última gota. Alguns modelos da literatura descrevem a influência do cisalhamento mecânico sobre o tamanho das gotas de óleo na emulsão e predizem também o tamanho final das gotas. No final deste capítulo os tamanhos de gota resultantes são discutidos pelo modelo de Taylor para cisalhamento mecânico [9-11].\nNa Fig. 7 apresenta-se o efeito da concentração de partículas e da velocidade de agitação sobre a distribuição e tamanho de gotas (d50) nas emulsões. De acordo com essa figura, um aumento na velocidade de\nagitação durante emulsificação resulta em emulsões com distribuições mais estreitas, Figura 7 a, b, c. O mesmo acontece para um aumento na concentração de partículas, porém menos pronunciado do que no caso de velocidade.\nEsse efeito pode ser reconhecido nos casos extremos, onde as suspensões contendo 15 vol% de partículas foram emulsificadas em velocidade de 600 rpm resultando em emulsões com tamanhos de gotas variando entre 28 e 102 gm, enquanto que suspensões contendo 45 vol% de partículas foram emulsificadas a 2000 rpm apresentaram uma distribuição muito mais estreita e tamanhos de gotas variando entre 2 e 11 gm.\n100\n80\n60\n40\n20\n0\n0\t20\t40\t60\t80\t100\t120\t140\t160\nDiâmetro de gota (pm)\n'Ce&lt;’\n<5’ «\nDiâmetro de gota (pm)\n100\n» =\n-40 cg g ff a % B\n■20 5 i’\n—,—I—,—I—,—I—,—I—,—I—,—I—,—I—,—I—I 0\n0\t20\t40\t60\t80\t100\t120\t140\t160\nDiâmetro de gota (pm)\nFigura 7 - Efeito da concentração de partículas e da velocidade de agitação sobre a distribuição de tamanho de gotas (d50) das emulsões. (a) Suspensões contendo 15 vol% de partícula emulsificada em 600 rpm (à esquerda) e 2000 rpm (à direita), (b) Suspensões contendo 30 vol% de partícula emulsificada em 600 rpm (à esquerda) e 2000 rpm (à direita) e (c) Suspensões contendo 45 vol% de partícula emulsificada em 600 rpm (à esquerda) e 2000 rpm (à direita).\n4.1.1.1 Caracterização reológica\nEmulsões podem estar sujeitas a instabilidades como: drenagem e coalescência. A agregação reversível de gotas (coalescência) decorre da diminuição na concentração de micelas não-adsorvidas, quando a distância de separação entre gotas é menor do que seu diâmetro. Abaixo de uma concentração crítica (CMC) de surfactante, a emulsão é relativamente estável, mas rapidamente há a separação gravitacional (drenagem) em altas concentrações.\nA viscosidade de emulsões concentradas depende do tamanho das gotas, bem como do grau de polidispersão [13]. Quando a concentração de partículas em suspensão em uma emulsão é maior que 45 vol% a tendência à instabilidade gravitacional aumenta. Esse efeito destaca-se também pelo aumento da velocidade de agitação. Inicialmente, é observada a formação de pequenas gotas homogeneamente distribuídas por análise de fluorescência. Entretanto, com o tempo há separação entre a fase alcano e a suspensão o que é uma característica típica de instabilidade gravitacional ou efeito creme.\nPortanto, uma investigação mais detalhada do efeito da velocidade de agitação sobre a microestrutura das emulsões altamente concentradas é necessária. Na Fig. 8 representa-se o tamanho de gotas em função da velocidade de agitação de emulsões contendo 45 vol% de partículas. O tamanho de gotas diminui abruptamente com o aumento da velocidade de agitação para 2000 rpm. No entanto, quando a velocidade é maior que 2000 rpm o tamanho de gota diminui ligeiramente devido à resistência ao cisalhamento das pequenas gotas. Nessa condição a resistência ao fluxo de numerosas gotas pequenas resulta em uma mudança drástica nas propriedades reológicas. Quando a emulsificação é tomada em velocidade de agitação de 4000 rpm as gotas apresentam tamanhos críticos os quais não podem ser identificados por microscopia de fluorescência.\n12\n...■..45 vol% Al2O3\ncs\n4\nT5\no\n10\n'41\nE\no\n4=\nC\nCS\nE\ncs\n8\n6\n4\n500\t1000\t1500\t2000\t2500\t3000\nVelocidade de agitação (rpm)\nFigura 8 - Efeito da velocidade de agitação sobre o tamanho de gotas (d50) em emulsões contendo 45 vol% de partícula, 70 vol% de decano e 0,33 vol% de surfactante.\nA distribuição de tamanho de gotas em emulsões contendo 45 vol% de partícula emulsificadas em 2000 e 3000 rpm são mostradas na Fig. 9. Quando o processo de emulsificação é tomado a 3000 rpm a distribuição de tamanho de gotas tornam-se ligeiramente mais estreita (de 3 a 11 pm), do que no caso de 2000 rpm (de 2 a 11 pm).\nFigura 9 - Comparação da distribuição de tamanho de gotas de emulsões contendo 45 vol% de partículas, 70 vol% de decano e 0,33 vol% de surfactante emulsificadas em 2000 (à esquerda) e 3000 rpm (à direita), respectivamente.\nNa Fig. 10, apresentam-se as curvas de fluxo das emulsões produzidas com velocidade crescente entre 600-4000 rpm. As emulsões apresentaram comportamento pseudoplástico, no qual a viscosidade diminui com o aumento da taxa de deformação aplicada. Esse aspecto é, em parte, devido à presença de aglomerados na suspensão cerâmica que durante o cisalhamento são deformados e eventualmente rompidos resultando na redução da viscosidade [13]. Quanto maior a velocidade de agitação menor é o tamanho das gotas e, consequentemente, maior é a resistência ao fluxo.\nSe a taxa de deformação aplicada nas emulsões durante os ensaios reológicos for maior que aquela aplicada no processo de emulsificação as gotas irão romper em pequenas gotas. Portanto, a viscosidade das suspensões emulsificadas foi tomada a baixas taxas de deformação (113 s-1), para assegurar que nenhuma ruptura de gota ocorra (Fig. 11).\n300\n55\n250\n■w\nC O\n200\nS\nx\n150\n<Z>\n’3\n100\nTJ\nO\n50\n<Z>\nC\nO\nH 0\n0\t100\t200\t300\t400\t500\t600\nTaxa de deformação (s-1)\n■\t4000 rpm\n•\t3000 rpm\nA 2000 rpm\n▼\t1000 rpm\n♦\t600 rpm\nFigura 10 - Curvas de fluxo de emulsões contendo 45 vol% de partícula, 70 vol% de decano e 0,33 vol% de surfactante emulsificadas em 600-4000 rpm, respectivamente. Os experimentos foram tomados sob taxas de deformação variando entre 0,08 a 500 s-1.\nCom o aumento da velocidade a viscosidade das emulsões também é aumentada. Esse comportamento reflete o fato de que quanto maior a velocidade de agitação menor é o tamanho de gota formada, aumentando significativamente a viscosidade do sistema como resultado da maior restrição na mobilidade das gotas na emulsão (alta densidade de gotas). Interessantemente, em emulsões produzidas em 3000 rpm a viscosidade é abruptamente aumentada.\n2,1\nto\ncá\n1,8\ng\n1,5 fi\n1,2\nQ. ca\n0,9\nC3\nT?\n0,6\nO U to\n>\t0,3\n■..45 vol% MO,\n500\t1000\t1500\t2000\t2500\t3000\t3500\t4000\nVelocidade de agitação (rpm)\nFigura 11 - Efeito da velocidade de agitação mecânica na viscosidade aparente das emulsões contendo 45 vol% de partículas.\nUma análise qualitativa com respeito ao aspecto das emulsões e dos corpos a verde está resumida na Tabela 4:\nTabela 4: Características das emulsões\nConcentração de\tPara baixos teores de partículas (15 vol%) as\npartículas em suspensão\temulsões apresentam separação de fase durante a secagem gerando uma espuma não estável. Enquanto com o aumento do teor de partículas a viscosidade é aumentada e a homogeneidade do sistema é alcançada mais facilmente. Para 45 vol% de partículas as emulsões exibem boa plasticidade e certa elasticidade, resultando em espumas estáveis. Com o aumento da concentração de partículas para 50 vol%, o efeito creme pode acontecer dependendo da velocidade de agitação (1000 e 2000 rpm), como resultado da alta densidade de gotas. Além disso, a separação de fases ocorre neste caso devido à sedimentação da suspensão cerâmica combinada com o aumento das pequenas gotas.\nVelocidade de agitação\tPara baixas velocidades de agitação a homogenização e mistura de toda a fase alcano requer maior tempo ou maior quantidade de surfactante. Por outro lado, quando a velocidade é aumentada, a homogeneização e mistura são alcançadas mais facilmente. Entretanto, o efeito creme pode ocorrer em tempos curtos quando o teor de partículas é alto, devido à densidade de gotas extremamente elevada na emulsão.\nPosição da haste\tA haste deve ser posicionada na metade da altura do recipiente, melhorando assim a homogeneidade e o tempo de mistura. Isso ocorre devido ao fluxo laminar (abaixo da haste) e turbulento (acima da haste) dentro do sistema.\n4.1.2 Influência do tempo de agitação\nA influência do tempo de agitação sobre a distribuição e tamanho de gotas (d50) em emulsões contendo 45 vol% de partícula emulsificadas em 2000 rpm foram avaliados (Fig. 12). O tamanho de gotas é reduzido abruptamente de 10 ^m (40 s) para 5 ^m (180 s). Enquanto para tempos maiores a variação no tamanho de gotas não é tão elevada. Nas curvas de\ndistribuição de tamanho de gotas (Fig. 13), observa-se que a distribuição torna-se mais estreita com o aumento do tempo de agitação.\n10-IT\n9-\n8-\n7-\n■■.2000 rpm\n75\nO X c\nÊ\n6-\n5-\n4-_\n0\n100\t200\t300\t400\t500\t600\t700\nTempo de agitação (s)\nFigura 12 - Efeito do tempo de agitação sobre o tamanho de gota (d50) em emulsões contendo 45 vol% de partículas emulsificadas em 2000 rpm.\no\n75\ncT\nFigura 13 - Efeito do tempo de agitação sobre a distribuição de tamanho de gotas em emulsões contendo 45 vol% de partícula emulsificadas em 2000 rpm, com 40 (à direita) e 720 s (à esquerda).\nComo apresentado anteriormente no capítulo 2 (ver seção 2.4), os mecanismos de ruptura que influenciam o tamanho final das gotas são divididos em dois regimes: instabilidade de Rayleigh, menor que um segundo, e um segundo regime onde as gotas resultantes podem quebrar-se novamente, podendo levar várias centenas de segundos. Nesse trabalho, a emulsificação foi possível com um tempo mínimo de agitação de 40 s sem que um pré-cisalhamento fosse aplicado ao sistema.\n4.2. Controle da microestrutura das espumas de alumina\n4.2.1 Influência da concentração de partículas e da velocidade\nAs emulsões foram sinterizadas conforme descrito no capítulo 3 (ver seção 3.2.3). As amostras contendo 15 vol% de partículas em suspensão apresentaram uma separação de fase devido à quantidade insuficiente de alumina e, portanto, a formação de uma espuma adequada não ocorreu (Fig. 14). As espumas cerâmicas produzidas a partir de emulsões contendo 30 vol% de partículas apresentam baixa resistência do corpo a verde. Espumas produzidas com 45 vol% de partículas apresentam boa resistência do corpo a verde após a secagem para todas as velocidades de emulsificação, resultando em espumas com microestrutura homogênea. Emulsões contendo 50 vol% de partículas o processo está na fronteira, resultando em espumas com microestrutura não homogênea especialmente para altas velocidades de agitação (Fig. 15).\nFigura 14 - Microestrutura de espumas cerâmicas produzidas a partir de emulsões contendo 15 vol% de partículas emulsificadas em 2000 rpm.\nFigura 15 - Microestrutura de espumas cerâmicas produzidas a partir de emulsões contendo 50 vol% de partículas emulsificadas em 2000 rpm.\nAs micrografias de espumas cerâmicas produzidas a partir de emulsões contendo 45 vol% de partículas de alumina emulsificadas sob velocidade de agitação crescente são representadas na Fig. 16. Os poros estão bem distribuídos e trincas não estão presentes nos corpos cerâmicos.\nAs espumas apresentam porosidade aberta e células com morfologia esférica e struts densos. A conexão entre as células é construída por uma monocamada de partículas (Detalhe na Fig. 16 b). As espumas produzidas a partir de suspensões emulsificadas em 2000 rpm apresentam struts compostos por partículas individuais (Detalhe na Fig. 16 d)).\nFigura 16 - Microestrutura de espumas cerâmicas produzidas a partir de emulsões contendo 45 vol% de partículas emulsificadas sob velocidades de agitação crescente. (a) 600, (b) 1000 e (c) 2000 rpm. (d) Detalhe dos struts densos.\nNa Fig. 17, apresentam-se os tamanhos de células, d50, de espumas cerâmicas sinterizadas produzidas a partir de suspensões contendo 30, 45 e 50 vol% de partículas, emulsificadas sob velocidades de agitação crescente. Com o aumento do teor de partículas e da velocidade de agitação o tamanho das células, d50, também diminui de acordo com a mesma tendência mostrada na análise do tamanho de gotas. As espumas cerâmicas resultantes das emulsões contendo 30 vol% de partículas apresentam um decréscimo abrupto no tamanho de célula de 80 a 10 gm quando emulsificadas em\nvelocidades de 600 e 2000 rpm, respectivamente. Espumas cerâmicas resultantes de emulsões contendo 45 vol% de partículas apresentam uma diminuição no tamanho de células de 19 para 9 pm quando emulsificadas em 600 e 2000 rpm, respectivamente. Quando a velocidade é aumentada ainda mais, até 3000 rpm, o tamanho das células diminui significativamente quando comparado a 2000 rpm (9 a 5 pm). As espumas produzidas com 50 vol% de partículas não apresentam uma diferença relevante no tamanho de células, quando comparados com aquelas com 45 vol% de partículas.\nE\n3 '\"3 w\n4>\n£\nS-»\nE&lt;«\nQ\n80\n60\n40\n20\n\t\t\t■- ▲\t30 vol% Al2O3 45 vol% Al2O3 50 vol% Al2O3\t\n•\t ▲\t\t\t•\t\t\t\t\n\t\t\t\t\n0\n600\t800\t1000\t1200\t1400\t1600\t1800\t2000\nVelocidade de agitação (rpm)\nFigura 17 - Efeito da concentração de partículas e da velocidade de agitação sobre o tamanho de células (d50) de espumas cerâmicas produzidas com 70 vol% de decano e 0,33 vol% de surfactante.\nQuanto maior a velocidade de agitação mais estreita é a distribuição de tamanho de células (Fig. 18). Espumas produzidas contendo 45 vol% de partículas apresentam uma distribuição de tamanho de células a partir de 4 a 53 pm quando emulsificadas em 600 rpm, enquanto que esta distribuição é reduzida para 5 a 16 pm, quando a emulsificação é tomada em 2000 rpm. Emulsificação em 3000 rpm resulta em espumas com distribuição de tamanhos de célula variando entre 2 a 15 pm.\nFigura 18 - Efeito da velocidade de agitação sobre a distribuição de tamanho de células (d50) das espumas cerâmicas produzidas com 45 vol% de partículas emulsificadas em: (a) 600 e (b) 3000 rpm.\nA distribuição de tamanhos de janela para espumas cerâmicas contendo 45 vol% de partículas e velocidades variando entre 600 rpm e 3000 rpm foi determinada por intrusão de mercúrio (Fig. 19). Os tamanhos de janela das espumas cerâmicas diminuíram de 11 para 1 pm quando as velocidades de emulsificação aumentaram de 600 para 3000 rpm, respectivamente. A distribuição de tamanhos de janela também foi reduzida com o aumento da velocidade.\nFigura 19 - Efeito da velocidade de agitação sobre a distribuição de tamanhos de janela (d50) para espumas cerâmicas contendo 45 vol% de partícula emulsificadas em (a) 600 e (b) 3000 rpm, determinada por intrusão de mercúrio.\nA porosidade das espumas cerâmicas medida por intrusão de mercúrio, bem como os tamanhos de célula e de janela estão sumarizados na Tabela 5. Baixas velocidades de agitação resultam em um aumento da\nporosidade, provavelmente devido ao efeito Ostwald durante o processo de secagem.\nCuriosamente, observou-se que a porosidade das espumas cerâmicas contendo 70 vol% de decano e 45 vol% de partículas é inferior a 70% para velocidades de agitação entre 2000 e 3000 rpm. Isto está em conformidade com a separação de fases (drenagem) e ao grande aumento da viscosidade.\nTabela 5: Características de espumas cerâmicas contendo 70 vol% de decano, 0,33 vol% de surfactante e 45 vol% de partículas emulsificadas entre 600 e 3000 rpm, analisadas por intrusão de mercúrio.\t\t\t\nVelocidade de agitação (rpm)\tTamanho de célula (pm)\tTamanho de janela (pm)\tPorosidade (%)\n600\t13\t11\t94\n1000\t10\t7\t74\n2000\t5\t2\t68\n3000\t4\t1\t55\nDe fato, há uma relação entre o tamanho de células e de janelas. Quando a concentração de partículas e a velocidade aumentam, o tamanho das células e, consequentemente, das janelas diminui. Isso será discutido mais adiante.\n4.2.2 Influência da incorporação de ar\nEspumas estáveis são formadas quando as emulsões são compostas de suspensões altamente concentradas (níveis superiores a 30 vol% de partículas). O aumento na quantidade de partículas conduz à diminuição do tamanho de células que pode também ser controlado pela velocidade de agitação no processo de emulsificação. Nesta seção outros parâmetros são estudados visando à obtenção de tamanhos maiores de célula em emulsões contendo alto teor de partículas. A incorporação de bolhas de ar (sistema aberto) durante agitação foi investigada em emulsões a base de hexano devido a sua pressão de vapor elevada (Tabela 3).\nPara este experimento emulsões contendo 42 vol% de partículas, 60 vol% de hexano, 0,014 vol% de surfactante emulsificadas em 1500 rpm foram produzidas variando-se a pressão durante o processo de emulsificação a partir de 300 até 1013 mbar (ou sistema aberto). A microestrutura de espumas cerâmicas com a incorporação de ar é\napresentada na Fig. 20. As espumas apresentam células esféricas e interconectadas distribuídas em uma matriz cerâmica sem fissuras.\nNa Fig. 21 são apresentados os tamanhos de células em função da pressão utilizada durante emulsificação, enquanto as distribuições cumulativas de tamanho de células das espumas emulsificadas em 300 e 1013 mbar de pressão, são apresentadas na Fig. 22.\nTamanhos de células menores (d50 = 15 gm) e distribuições mais estreitas (de 8 para 33 gm) são obtidas quando as espumas são emulsificadas em 300 mbar de pressão. Quando o sistema é gradualmente aberto (bolhas de ar são incorporadas), o tamanho das células aumenta até 26 gm e apresenta uma ampla distribuição de tamanhos (entre 13 e 78 gm).\nFigura 20 - Influência da introdução de ar na microestrutura das espumas cerâmicas produzidas com 42 vol% de partículas, 60 vol% de hexano, 0,014 vol% de surfactante emulsificada em 1500 rpm. (a) Emulsificação em 300 mbar por 120 s, (b) Emulsificação em 300 mbar por 30 s e em 600 mbar por 90 s, (c) Emulsificação em 300 mbar por 30 s e em 1013 mbar por 90 s e (d) Emulsificação em 1013 mbar durante 120 s.\nPressão de emulsificação (mbar)\nFigura 21 - Efeito da introdução de ar no tamanho de células (d50) de espumas cerâmicas contendo 60 vol% de hexano, 42 vol% de partículas e 0,014 vol% de surfactante emulsificadas em 1500 rpm, variando a pressão de emulsificação. (a) Emulsificação em 300 mbar por 120 s, (b) Emulsificação em 300 mbar por 30 s e em 600 mbar por 90 s, (c) Emulsificação em 300 mbar por 30 s e em 1013 mbar por 90 s e (d) Emulsificação em 1013 mbar durante 120 s.\nFigura 22 - Efeito da introdução de ar na distribuição cumulativa do tamanho de células (d50) de espumas cerâmicas contendo 60 vol% de hexano, 42 vol% de partículas e 0,014 vol% de surfactante emulsificadas\nem 1500 rpm, variando a pressão de emulsificação. Emulsificação em 300 mbar por 120 s (à esquerda) e em 1013 mbar durante 120 s (à direita).\nObservou-se que a porosidade das espumas cerâmicas contendo 60 vol% de hexano, 42 vol% de partículas e 0,014 vol% de surfactante, diminui quando emulsificada em 1013 mbar (Tabela 6). Note-se também que, embora o tamanho de células (d50) aumente de 15 para 26 qm o tamanho de janelas varia ligeiramente (de 2 a 3 qm).\nTabela 6: Características de espumas cerâmicas a base de hexano emulsificadas em 1500 rpm, variando-se a pressão de emulsificação, analisadas por intrusão de mercúrio.\t\t\t\nPressão de emulsificação (mbar)\tTamanho de célula d50 (qm)\tTamanho de janela (qm)\tPorosidade (%)\n300\t15\t2\t71\n300 +600\t17\t2\t77\n300 +1013\t24\t3\t77\n1013\t26\t3\t64\n4.2.3 Influência da concentração de surfactante\nA quantidade de surfactante é muito importante para a estabilização do sistema e também pode influenciar a microestrutura das espumas cerâmicas. Emulsões a base de hexano exigem uma menor quantidade de surfactante porque a energia interfacial do hexano é menor que no caso do decano.\nA microestrutura das espumas cerâmicas contendo 42 vol% de partículas, 70 vol% de hexano emulsificada em 2500 rpm foi avaliada com relação ao teor de surfactante (Fig. 23).\nFigura 23 - Microestrutura de espumas cerâmicas contendo 42 vol% de partículas, 70 vol% de hexano emulsificada em 2500 rpm com aumento do teor de surfactante. (a) 0,007 ; (b) 0,014 e (c) 0,055 vol% de surfactante (Ampliação: 28x (à esquerda) e 500x (à direita)).\nA concentração de surfactante afeta o tamanho e a morfologia das células. O tamanho das células diminui com o aumento do teor de surfactante de 16 pm (0,007 surfactante vol%) para 10 pm (0,055 vol surfactante%) (Fig. 24).\nFigura 24 - Efeito da quantidade de surfactante no tamanho de células (d50) de espumas cerâmicas contendo 70 vol% de hexano, 42 vol% de partículas emulsificadas em 2500 rpm.\nAlém disso, no caso de 0,055 vol% de surfactante os poros são menores e apresentam uma macroestrutura irregular. A diminuição do tamanho das células com o aumento no teor de surfactante pode ser atribuída a duas hipóteses diferentes. Uma delas é o fato da parte hidrofílica do surfactante ligar-se às moléculas de água reduzindo a viscosidade da fase contínua (suspensão cerâmica). Além disso, o aumento no teor de surfactante aumenta as moléculas livres de surfactante, bem como a concentração de micelas na fase contínua, aumentando a viscosidade da suspensão cerâmica. O aumento da viscosidade da suspensão cerâmica atua contra a expansão das gotas de alcano resultando, portanto, em pequenos tamanhos de células. Por outro lado, o aumento das moléculas livres de surfactante pode aumentar a elasticidade dos filmes finos entre bolhas permitindo o seu crescimento e resultando em tamanhos grandes de célula e macroestrutura irregular (Fig. 23c).\n4.3. Produção de cerâmicas celulares\nMembranas cerâmicas requerem certas características que conduzam a uma permeabilidade adequada e, consequentemente a uma baixa queda de pressão visando aplicações em filtragem, além de elevados níveis de porosidade e resistência mecânica adequada para o seu processamento.\nCom o estudo da influência dos parâmetros relevantes na microestrutura das cerâmicas celulares foi possível controlar as características microestruturais como tamanho de célula e distribuição de tamanho de janela. Espumas cerâmicas com porosidade elevada e células interconectadas podem ser obtidas por esse método com a utilização de elevadas concentrações de alcano e pela introdução de ar. As características microestruturais controladas alcançadas nesta etapa do trabalho são extremamente importantes para a produção de membranas de alto desempenho.\nPela versatilidade do método, foi possível controlar o tamanho de células (d50) entre 6 e 100 um. No entanto, a estabilidade do corpo a verde depende entre outras coisas da viscosidade das emulsões (Fig. 10) que é influenciada pelo tamanho das gotas e pelo tamanho de célula desejado. Portanto, quanto maior o tamanho de gota necessária menor é a densidade de gotas resultante, o que leva a diminuição da tensão de escoamento das emulsões e, portanto, corpos a verde menos estáveis. Outro parâmetro que afeta a estabilidade das peças é a quantidade de partículas, de modo que são necessárias suspensões altamente concentradas.\nPara a produção de peças estáveis com essas microestruturas alguns desafios devem ser superados no processo de secagem e desmoldagem para atingir a estabilidade dos corpos verdes, bem como na sinterização para a obtenção de membranas livres de trincas. Portanto, nesta seção são apresentados: a versatilidade do processo, os problemas e desafios para a produção de membranas com distribuição monomodal de tamanhos e, membranas dupla camada (diferentes tamanhos de células).\nAs membranas foram preparadas pela metodologia de processamento descrita anteriormente, que se baseia na colagem de uma emulsão em molde estacionário onde, subsequentemente, o excesso é removido por uma lâmina niveladora proporcionando a formação das camadas (Fig. 25).\nFigura 25 - Corpo verde resultante do método de processamento baseado na colagem de uma emulsão em um molde estacionário.\n4.3.1 Membranas com distribuição monomodal de tamanho (d50)\nA composição e os parâmetros de processamento das emulsões foram combinados para produzir membranas de alto desempenho com respeito a distribuição e tamanho de células (d50), bem como estabilidade dimensional e mecânica. Na Tabela 7 (a) estão resumidas as características das membranas produzidas com tamanhos abaixo de 20 pm, enquanto na Tabela 7 (b) aquelas com tamanhos acima de 20 pm.\nTabela 7 (a): Características das membranas produzidas (&lt;20 gm)\t\t\t\t\t\t\t\t\t\nTamanho &lt;20 gm\t\t\t\t\t\t\t\t\t\nO z\tAlcano\tAlcano (vol %)\tVelocidade (rpm)\tSurfactante (vol %)\tPartículas (vol %)\tLigante (Al*, Am**, A***)\te' a. o\tDistribuição de tamanho (gm)\tCanais / Trincas\n1\tDec\t70\t2500\t0,11\t42\t-\t11\t4 a 25\t-\n2\tOct\t70\t2500\t0,33\t35\t-\t6\t3 a 14\tT\n3\tHep\t70\t2500\t0,11\t42\t-\t8\t1 a 16\tC\n4\tHep\t70\t1500\t0,11\t42\t0,1 % Al\t13\t5 a 31\tC\n5\tHep\t70\t1500\t0,11\t42\t1 % Al\t13\t5 a 25\t-\n6\tHep\t70\t1500\t0,16\t42\t-\t14\t4 a 25\tC\n7\tHex\t70\t2500\t0,007\t42\t-\t16\t5 a 43\tC\n8\tHex\t60\t1500\t0,014\t42\t-\t15\t9 a 34\tC\n* Al (Albumina); ** Am (Amido); *** A (Alginato)\nTabela 7 (b): Características das membranas produzidas (> 20 gm)\t\t\t\t\t\t\t\t\t\nTamanho >\t\t20 gm\t\t\t\t\t\t\t\nO z\tO fi CS q\tAlcano (vol %)\tVelocidade (rpm)\tSurfactante (vol %)\tPartículas (vol %)\tLigante (Al*, Am**, A***)\tIs a. o\tDistribuição de tamanho (gm)\tCanais / Trincas\n10\tDec\t70\t800\t0,22\t42\t-\t52\t27 a 115\t-\n11\tDec\t70\t800\t0,22\t35\t-\t71\t25 a 159\tT\n12\tDec\t70\t800\t0,22\t35\t1 % Am\t72\t35 a 115\tT\n13\tDec\t70\t1000\t0,33\t30\t0,05 % A\t40\t21 a 60\tT\n14\tOct\t70\t800\t0,33\t35\t-\t63\t28 a 118\tT\n15\tOct\t70\t800\t0,22\t35\t-\t57\t21 a 166\tT\n16\tOct\t70\t800\t0,22\t35\t5 % Am\t25\t14 a 58\t-\n17\tHep\t70\t1500\t0,11\t42\t-\t18\t7 a 30\tC\n18\tHep\t70\t1000\t0,11\t42\t-\t30\t17 a 50\tC\n19\tHep\t70\t1000\t0,19\t35\t-\t28\t13 a 55\tC\n20\tHep\t70\t1000\t0,22\t35\t-\t32\t14 a 60\tC\n21\tHep\t70\t1000\t0,135\t30\t0,05 % A\t37\t19 a 67\tT\n22\tHep\t70\t1000\t0,16\t30\t-\t55\t24 a 100\tT\n23\tHex\t70\t1000\t0,08\t35\t-\t101\t41 a 443\tC\n24\tHex\t70\t1000\t0,008\t35\t-\t99\t39 a 404\tC\n* Al (Albumina); ** Am (Amido); *** A (Alginato)\nComo o processo de secagem é uma etapa crítica no processamento de espumas cerâmicas, as membranas foram produzidas a partir de emulsões baseadas em alcanos com comprimentos de cadeia diferentes (de hexano C6Hi4 a decano C10H22). Quanto menor o comprimento da cadeia de alcano maior é a pressão de vapor e, portanto, mais rápida é a sua taxa de evaporação. Além disso, o uso de alcanos com elevada pressão de vapor foram utilizados visando à produção de membranas com tamanhos médios de células maiores que 20 gm.\nAs microestruturas das membranas podem ser controladas pela combinação de teores de partículas em suspensão, velocidade de emulsificação, concentração de surfactante e comprimento da cadeia de alcano. Como discutido anteriormente, altas velocidades de agitação e teores de partículas em suspensão diminuem a distribuição de tamanho de células das espumas. Grandes tamanhos de células podem ser alcançados quando baixos teores de partículas em suspensão e baixas velocidades são empregados. Nas seções 4.3.1.1 e 4.3.1.2 são apresentadas as possibilidades, problemas e soluções encontradas na produção de membranas com tamanhos médios de células menores e maiores que 20 gm.\n4.3.1.1 Espumas a base de heptano e hexano\nNa Tabela 7 (a), apresentam-se as características das membranas a base de heptano que podem ser produzidas com tamanhos de células (d50) entre 8 e 55 gm. Uma combinação especial entre elevadas concentrações de partícula e de velocidades de agitação é necessária para obtenção de membranas a base de heptano com tamanhos de células menores que 20 gm.\nNa Fig. 26, apresenta-se a microestrutura de uma membrana cerâmica N ° 3 da Tabela 7 (a). As células são abertas e esféricas com tamanho de célula (d50) de 8 gm e porosidade de 73 %.\nFigura 26 - Microestrutura típica de membrana cerâmica, N ° 3 na Tabela 7 (a).\nO corpo a verde apresentou estabilidade de forma após moldagem. No entanto, elevadas tensões estão envolvidas durante o processo de secagem, devido principalmente ao gradiente de pressão capilar dentro dos poros durante a evaporação da fase líquida [46]. Consequentemente, o desenvolvimento de trincas é possível, especialmente para baixos teores de partículas. Após o processo de sinterização, as membranas de heptano apresentaram deformação e retração linear, entre 14 a 15%, aproximadamente.\nNa Fig. 27 são mostradas as microestruturas de espumas de heptano, contendo 70 vol% de heptano e variando-se a concentração de partículas e velocidades. Os tamanhos de célula aumentaram de 14 para 55 qm, com a diminuição dos teores de partículas (de 42 para 30 vol%) e velocidades (1500 a 1000 rpm), enquanto os tamanhos de janela aumentaram de 2 para 4 qm, aproximadamente.\nFigura 27 - Microestrutura de membranas de heptano, contendo 70 vol% de heptano. (a) 42 vol% de partículas e 0,16 vol% de surfactante emulsificadas em 1500 rpm (Membrana N ° 6, Tabela 7 (a)). (b) 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 1000 rpm (Membrana N ° 18, Tabela 7 (b)). (c) 30 vol% de partículas e 0,16 vol% de surfactante emulsificadas em 1000 rpm (Membrana N ° 22, Tabela 7 (b)).\nTamanhos de poros variando a partir de 12 para 101 pm são alcançados em espumas a base de hexano. A Fig. 28 mostra a microestrutura de membranas de hexano com porosidade aberta e tamanhos de células (d50) de 99 pm distribuídos em uma matriz sem fissuras, como já visto na Tabela 7 (b), membrana N ° 24.\nFigura 28 - Membrana de hexano contendo 70 vol% de hexano, 35 vol% de partículas, 0,008 vol% de surfactante e 1000 rpm de velocidade de agitação (Ampliação: 28x (à esquerda), 500x (à direita) e 2000x (no detalhe)).\nMembranas com base em hexano e heptano apresentam canais em sua microestrutura. Visando a aplicação das espumas cerâmicas como filtros a presença de canais na microestrutura poderia alterar as suas propriedades e, portanto, limitar o seu uso. A Fig. 29 a) e b) mostra a presença de canais em membranas a base de heptano e a Fig. 29 c) em membranas a base de hexano (N ° 3 e 7 na Tabela 7 (a), respectivamente). A formação de canais acontece durante o processo de secagem, devido à elevada pressão de vapor dos alcanos.\nFigura 29 - Canais em membranas produzidas com 70 vol% de heptano, 42 vol% de partículas e 0,11 vol% de surfactante. (a) Vista superior e (b) Vista lateral. (c) Membranas produzidas com 70 vol% de hexano, 42 vol% de partículas e 0,007 vol% de surfactante (vista lateral). Ambas as membranas foram emulsificadas em 2500 rpm.\nA consolidação das emulsões é necessária para baixas concentrações de partícula através de um processo de gelificação. Os agentes de gelificação utilizados foram: alginato, amido e albumina. Eles reduzem o gradiente de pressão e promovem a difusão controlada dos líquidos, reduzindo a retração de secagem. A Fig. 30 apresenta a microestrutura da membrana N °21 (Tabela 7 (b)), contendo 70 vol% de heptano, 30 vol% de partículas, 0,135 vol% de surfactante e 0,05 vol% de alginato, emulsificada em 1000 rpm. Observa-se que as células são abertas e levemente alongadas, mas essa quantidade de agente gelificante (0,05 vol%) não foi suficiente para obtenção de membranas com resistência a verde e livres de trincas.\nFigura 30 - Microestrutura de membranas a base de heptano produzidas com 70 vol% de heptano, 30 vol% de partículas, 0,135 vol% de surfactante e 0,05 vol% de alginato, emulsificadas em 1000 rpm (Ampliação: 28x (à esquerda), 500x (à direita) e 2000x (no detalhe)).\nAlternativamente, albumina foi usada para consolidar membranas de heptano. As quantidades de albumina foram variadas entre 0,1 e 1 vol%. A Fig. 31 mostra as membranas produzidas com 70 vol% de heptano, 42 vol% de partículas, 0,11 vol% de surfactante e albumina, emulsificadas em 1500 rpm (membranas N ° 4 e 5, Tabela 7 (a)). Comparando-se as microestruturas de membranas a base de heptano com e sem albumina observa-se uma diminuição no tamanho das células de 18 para 13 pm. Embora essas diferenças (tamanhos de células) não estejam presentes entre as quantidades de albumina testadas.\nFigura 31 - Membranas de heptano produzidas com 70 vol% de heptano, 42 vol% de partículas, 0,11 vol% de surfactante, emulsificadas em 1500 rpm. (a) Contendo 0,1 e (b) 1 vol% de albumina (Ampliação: 500x (à esquerda) e 2000x (à direita)).\n4.3.1.2\tEspumas a base de decano e octano\nMembranas a base de decano são dimensionalmente mais estáveis e não apresentam canais na microestrutura. Tamanhos médios de célula variando entre 11 a 71 pm foram produzidos. A microestrutura da membrana N° 1 (Tabela 7 (a)) é mostrada na Figura 32. Poros abertos e esféricos com tamanho de 11 pm e exibindo janelas interconectadas, estão distribuídos de forma homogênea na matriz, sem fissuras. Struts densos conferem maior resistência microestrutural à membrana (No detalhe, struts densos).\nFigura 32 - Microestrutura típica de espumas de decano contendo 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificadas em 2500 rpm. (Ampliação: 500x e 2000x no detalhe).\nA fim de alcançar maiores tamanhos de células, como discutido anteriormente, baixas concentrações de partículas e velocidades de emulsificação mais baixas são necessários.\nA consolidação das emulsões usando processos de gelificação pode auxiliar na estabilidade dos corpos a verde. Algumas membranas a base de decano foram produzidas com a adição de alginato e amido comercial como agentes gelificantes.\nNa Fig. 33 (a) e (b) mostram-se membranas contendo 70 vol% de decano, 30 vol% de partículas emulsificadas em 1000 rpm, com a adição de 0,05 vol% de alginato (Membrana N° 13, Tabela 7 (b)). As células são abertas e levemente alongadas, apresentando tamanhos médios da ordem de 40 gm e grandes trincas. Esta quantidade (0,05 vol% de alginato) não é suficiente para evitar fissuras e melhorar a resistência à verde.\nPara baixos teores de partícula o processo de secagem é mais lento. Para tanto, amido é adicionado à emulsão para reter água e atuar como ligante melhorando a resistência do corpo verde [46]. A Fig. 33 (c) mostra membranas contendo 70 vol% de decano, 35 vol% de partículas emulsificada em 800 rpm com 1 vol% de amido (Membrana N° 12).\nObserve que as fissuras ainda estão presentes significando que esta quantidade (1 vol% de amido) não é suficiente para controlar o processo de secagem.\nFigura 33 - Microestrutura de membranas produzidas com 70 vol% de decano, 30 vol% de partículas, 0,33 vol% de surfactante e 0,05 vol% de alginato emulsificada em 1000 rpm. (Ampliação: 28x (a), 500x (b)). (c) Membrana de decano N ° 12 (Tabela 7 (b)), contendo 70 vol% de decano, 35 vol% de partículas, 0,22 vol% de surfactante e 1 vol% de amido comercial, emulsificada em 800 rpm.\nAumentando o teor de partículas de 35 para 42 vol% uma melhor resistência do corpo verde é alcançada, especialmente no que diz respeito à desmoldagem, mas uma perda significativa no tamanho de célula de 71 para 52 pm está associada. O principal desafio na produção de membranas de decano é o tempo de secagem.\nMembranas de octano foram produzidas com o intuito de obter uma melhor relação entre tamanhos grandes de células e tempo de secagem. Na Fig. 34 apresentam-se microestruturas de membranas produzidas com 70 vol% de octano, 35 vol% de partículas e 0,33 vol% de surfactante, emulsificadas em 800 rpm. Células interconectadas abertas e esféricas com tamanhos em torno de 63 pm estão presentes (Tabela 7 (b), N ° 14). O octano provou ser eficaz quanto ao tempo de secagem e ao tamanho das células, mas não com relação a uma estrutura livre de fissuras. Membranas de octano apresentam formação de trincas macroscópicas. Esse comportamento deve ser melhor investigado, uma vez que apenas membranas a base de octano contendo 35 vol% de partículas foram estudadas.\nFigura 34 - Membrana de octano produzida com 70 vol% de octano, 35 vol% de partículas e 0,33 vol% de surfactante, emulsificadas em 800 rpm (Ampliação: 28x (à esquerda) e 500x (à direita)).\nA fim de evitar trincas o amido comercial foi usado para produzir membranas a base de octano. Membranas contendo 70 vol% de octano, 0,22 vol% de surfactante, 35 vol% de partículas e velocidade de agitação 800 rpm, contendo amido em concentrações variando entre 1 a 5 vol% foram preparadas. Interessantemente, 1 vol% de amido não foi suficiente para impedir a formação de trincas durante a secagem, apresentando o mesmo comportamento quando o amido não está presente. Quando aumentamos a concentração para 5 vol% de amido, as membranas a base de octano apresentaram-se livres de fissuras. Na Fig. 35 mostra-se a microestrutura das membranas de octano sem fissuras produzidas com 70 vol% de octano, 35 vol% de partículas, 0,22 vol% de surfactante e contendo 5 vol% de amido emulsificada em 800 rpm. Foram obtidas células abertas e\nesféricas com tamanhos variando entre 13 a 58 gm e d50 em torno de 25 gm (Tabela 7 (b), N ° 16). A diminuição no tamanho de célula de 57 para 25 gm pode estar relacionada ao aumento da viscosidade do sistema promovida pelo amido. Observa-se qualitativamente que o número de janelas aumenta quando comparada com a membrana à base de octano sem amido (Fig. 34) porque o amido atua também como agente formador de poros e, neste caso, há gotas menores e consequentemente maior área superficial.\nFigura 35 - Membrana a base de octano produzida com 70 vol% de octano, 35 vol% de partículas, 0,22 vol% de surfactante emulsificada em 800 rpm e contendo 5 vol% de amido (Ampliação: 28x (à esquerda), 500x (à direita) e 2000x (no detalhe)).\n4.3.2\tMembranas dupla camada\nComo discutido previamente, as espumas cerâmicas possuem características promissoras para filtração. Membranas com dupla camada são uma boa alternativa para aumentar a eficiência de filtragem com baixa queda de pressão. A camada suporte deve ser altamente porosa, enquanto a camada de filtragem deve ser fina e ter poros menores para fornecer uma barreira física à coleta.\nAlguns desafios para a obtenção de membranas com dupla camada de alto desempenho como: bom acoplamento entre as camadas, interface porosa e separação entre camadas são descritos.\nVisando a aplicação como filtro, foram produzidas membranas com algumas combinações de tamanho de célula/camada.\nQuando a camada superior tem maior teor de partículas que a camada suporte, aquela mais pesada desce ao fundo e se mistura então um gradiente não homogêneo é formado. Por essa razão, tanto a camada superior quanto a suporte devem ter o mesmo teor de partículas.\nUma interface fina e densa entre as camadas superior e suporte pode se formar (Fig. 36) se o tempo para moldagem entre camadas for muito longo. A interface é densa (em detalhe Fig. 36) porque o tempo de espera foi de 24 h entre camadas moldadas. A interface fechada não permitiria sua utilização em processos de filtração. Para as membranas a base de heptano, o tempo otimizado entre moldagens foi de 10 minutos, enquanto para as de decano foi de 30 minutos.\nFigura 36 - Membrana com dupla camada produzida com 70 vol% de heptano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm para camada superior (Tabela 7 (a), N ° 3), e 70 vol% de heptano, 42 vol% de partículas e 0,16 vol% de surfactante emulsificada em 1500 rpm para camada suporte (Tabela 7 (a), N ° 6). (Ampliação: (a) 28x, (b) 200x e (c) 500x em detalhe a interface densa.\nA Fig. 37 mostra uma membrana com dupla camada a base de decano produzida com 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500rpm, camada superior (Tabela 7 (a), N ° 1), e 70 vol% de decano, 42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm, camada suporte (Tabela 7 (b), N ° 10). Após 30 min da moldagem da primeira camada uma fina película seca foi removida, então a camada superior foi moldada para garantir uma interface porosa e aberta entre camadas. A membrana cerâmica apresenta bom acoplamento entre camadas e espessura homogênea (cerca de 1,03 mm) ao longo do comprimento. A velocidade de agitação foi o principal parâmetro no controle do tamanho de células que variou entre 4 a 25 pm (d50) para a camada superior, e entre 27 a 115 pm (d50) para a camada suporte, e o elevado teor de partículas (42 vol% de partículas) foi o principal parâmetro na resistência a verde e, consequentemente, no processo de desmoldagem.\nlamento\nFigura 37 - Membrana com dupla camada produzida com 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm para camada superior (Tabela 7 (a), N° 1), e 70 vol% de decano,\n42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm, para camada suporte (Tabela 7 (b), N° 10). (Ampliação: (a) 28x, (b) 500x e (c) 2000x em detalhe a interface porosa entre camadas.\n4.3.3\tCaracterização mecânica\nMembranas dupla camada a base de decano foram testadas com relação à resistência mecânica através de teste de compressão.\nA metodologia de teste utilizada consiste na aplicação de carga de compressão uniaxial ortogonal a amostra e, consequentemente curvas de tensão-deformação são geradas.\nAs espumas cerâmicas normalmente apresentam curva tensão-deformação elástico-frágil. Estas curvas são caracterizadas por três regimes: um regime linear elástico, correspondente a flexão das arestas das células ou alongamento das faces; um platô de tensão, correspondendo ao colapso progressivo das células (esmagamento) e, finalmente uma densificação correspondendo ao colapso das células através de todo o material e subsequente aumento da carga [56,57]. A Fig. 38 mostra as curva de tensão-deformação por compressão para membranas a base de decano N ° 10 da Tabela 7 (b) (camada suporte), produzidas com 70 vol% de decano, 42 vol% de partícula e 0,22 vol% de surfactante emulsificada em 800 rpm. As curvas tensão-deformação das espumas cerâmicas apresentam um comportamento linear elástico (N° 1 no detalhe) e um platô (N° 2 no detalhe), caracterizado pelo colapso das células [57].\nFigura 38 - Curva tensão-deformação por compressão para membrana a base de decano N ° 10 da Tabela 7 (b) (camada suporte) produzida com 70 vol% de decano, 42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm. No detalhe, regime linear elástico (N° 1) e platô de colapso das células (N° 2).\nA camada superior da membrana a base de decano também foi testada por compressão (Fig. 39). Os regimes linear elástico (1 no detalhe) e o platô de colapso das células (2 no detalhe) também estão presentes na curva tensão-deformação dessas espumas.\nFigura 39 - Curva tensão-deformação por compressão para membrana a base de decano N ° 1 na Tabela 7 (a) (camada superior) produzida com 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm. No detalhe, regime linear elástico (N° 1) e platô de colapso das células (N° 2).\nMembranas dupla camada (camada superior + suporte) foram testadas por compressão (Fig. 40), visando conhecer o comportamento da interface entre camadas, bem como a resposta mecânica do conjunto. Curva tensão-deformação para as membranas dupla camada (camada superior + suporte) apresenta um comportamento linear elástico (N° 1 no detalhe), caracterizado pelo aumento linear da carga; um platô (N° 2 no detalhe), caracterizado pelo colapso das células, como observado anteriormente para as camadas testadas independentemente.\n40-\nResistência à compressão camada superior + suporte\n0 T\t1 I\t1 I\t1 I\t1 I\t1 I\t1 I\t1\n0,00\t0,05\t0,10\t0,15\t0,20\t0,25\t0,30\t0,35\nDeformação e\nFigura 40 - Curva tensão-deformação por compressão para membrana a base de decano com dupla camada (camada superior + suporte) produzidas com 70 vol% de decano, 42 vol% de partículas e 0,11 vol% de surfactante emulsificada em 2500 rpm, para a camada superior, e 70 vol% de decano, 42 vol% de partículas e 0,22 vol% de surfactante emulsificada em 800 rpm, para a camada de suporte. No detalhe, regime linear elástico (N° 1) e platô de colapso das células (N° 2).\nA tensão característica o0, que indica o nível de tensão para o qual a probabilidade de sobrevivência dos corpos de prova é de 63% para qualquer tensão, e o módulo de Weibull m foram estimados utilizando-se a distribuição de Weibull, a seguir:\n(5)\n1\nG\nln\nonde F é a probabilidade de falha, g é a tensão máxima, go é a tensão característica e m o módulo de Weibull, que é utilizado para descrever a dispersão relativa dos dados [58].\nA resistência à compressão obtida a partir da distribuição de Weibull das camadas superior + suporte é apresentada na Fig. 41. Os valores estimados para g e m são apresentados na Tabela 8.\nln (g/g0)\nFigura 41 - Curvas da distribuição de Weibull para as membranas dupla camada (camada superior + suporte) produzidas com 70 vol% de decano, 42 vol% de partículas.\nTabela 8: Valores estimados para o e m das membranas dupla camada pela distribuição de Weibull.\t\t\nMembranas\tTensão máxima, o (MPa)\tMódulo de Weibull, m\nCamada suporte\t25\t5,94\nCamada superior\t17\t3,43\nCamada superior + suporte\t26\t5,55\nNote-se que a camada superior apresenta valores mais baixos quando comparados com a camada suporte significando que os dados de\nresistência à compressão apresentam maior dispersão devido aos baixos valores de m.\nO tamanho das gotas é significativamente influenciado pela tensão aplicada na superfície da gota durante o cisalhamento. O Modelo de Taylor prevê o tamanho de gota e descreve a influência do cisalhamento mecânico no tamanho final das gotas (capítulo 2, ver seção 2.4). Existem mecanismos complexos envolvidos na ruptura das gotas. No entanto, a equação 3 pode indicar os principais parâmetros físicos que controlam o tamanho final da gota.\nConsequentemente, esse modelo foi utilizado para melhor compreender o efeito da velocidade de agitação sobre o tamanho da gota resultante de emulsões produzidas a partir de suspensões contendo 45 vol% de partículas emulsificada em velocidades de agitação crescente.\nNesse caso, a tensão superficial (Tint) foi considerada constante uma vez que o único parâmetro variado no sistema foi a velocidade de emulsificação. Vários autores têm sugerido que a viscosidade da fase contínua qc pode ser substituída pela viscosidade efetiva da emulsão, qeff [46]. Desde que para todas as condições nenhuma ruptura foi observada à taxa de deformação de 113 s’1, esta foi arbitrariamente tomada como qeff. Emulsões altamente concentradas apresentam um limite de escoamento, e a taxa de deformação a que estão submetidas pode ser aproximada pela equação 6 [50]:\n(6)\nRw\nRo - R\nonde Ro e R são o raio do recipiente da emulsão e o raio da lâmina de agitação, respectivamente, e w é a velocidade angular (rad.s-1) do cilindro interno (Fig. 42). Considerando que 1 rpm é equivalente a 0,1047 rad-s’1 .\nFigura 42 - Dispositivo de cilindros concêntricos.\nO número capilar crítico pode ser calculado com base na razão entre a viscosidade do alcano (0,92 x 10-3 Pa-s a 20 ° C, para decano) e a viscosidade da emulsão, assumindo condições de cisalhamento simples (ou laminar) como segue, equação 7:\n(7)\n(\n\nCa = 10 _0’54713x log( p) -0,80247\nJ\n\nonde p é a razão entre as viscosidades das fases dispersa e contínua qc (neste caso substituída por qeff).\nA influência da taxa de deformação na viscosidade da emulsão e no número capilar crítico é mostrada na Fig. 43. A viscosidade aumenta com o aumento da taxa de deformação no processo de emulsificação quando a concentração de gotas é maior. O número capilar crítico também aumenta em função da taxa de deformação. Como a viscosidade do decano permanece constante, o aumento da viscosidade da emulsão resulta em uma diminuição na razão entre as viscosidades (qd /qeff ) p- Consequentemente, o número capilar aumenta.\n14\nto\nO)\nA Número Capilar Crítico, Ca\nent\n12 -..■...Viscosidade Aparente\n14\n- 12\n10-\n- 10\n5-\nCS ft\nCS\nO) T?\nCS\n2\n'to\nO u &amp;\n>\n8-\n6-\n4-\n2-\n2\nC'\n5 cd -s o\nn as \"H. ST\nn\nS\no\n- 8\n- 6\n- 4\n■ - 2\n0-P5\n100\n200\t300\t400\t500\t600\t700\t800\nTaxa de deformação (s-1)\n— 0\n900\nFigura 43 - Influência da taxa de deformação na viscosidade aparente e no número capilar crítico de emulsões contendo 45 vol% de partículas emulsificadas em 600-4000 rpm.\nO tamanho experimental de gotas e a razão Cacrit / qeff Y estão representados na Fig. 44 em função da taxa de deformação. Os resultados mostraram bom ajuste entre os tamanhos de gota a partir de dados experimentais e aqueles preditos pelo modelo para emulsões produzidas sob diferentes velocidades de agitação. A partir desta análise, pode-se concluir que o tamanho de gotas (d50) diminui com o aumento da velocidade de agitação, como resultado do aumento da taxa de deformação e consequentemente da viscosidade das emulsões.\n0,12\n12-\n--A - Modelo de Taylor\n..■ Medida experimental. 0,10\ncs\n■w\nO ÕX\n73\nO\nX s cs S cs\n10-\n8-\n6-\n- 0,08\n- 0,06\n- 0,04\no\n-i\n- 0,02\nn\no\n4\n. .........................................'7*---,.............,-A\n100\t200\t300\t400\t500\t600\t700\t800\t900\nTaxa de deformação (s-1)\nFigura 44 - Influência da taxa de deformação no tamanho de gota (d50) experimentalmente medido e na razão Cacr¡t / qeff Y das emulsões contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificadas em 600-4000 rpm.\nCom relação às figuras 5 e 6, capítulo 4 (ver seção 4.1.1) deve-se considerar que os tamanhos de gota diminuem com o aumento da velocidade de agitação e do teor de partículas. Mas a queda é mais abrupta para baixas velocidades e baixos teores de partículas. De acordo com a literatura [8, 11] existem dois mecanismos de ruptura, no primeiro, os tamanhos de gotas diminuem abruptamente e, no segundo a taxa de ruptura das gotas é decrescente, como observado na Fig. 6, para emulsões contendo 15 e 30 vol% de partículas. Enquanto para teores de partículas elevados (45 vol%) ocorre uma ligeira diminuição no tamanho de gotas, indicando que o segundo mecanismo de ruptura atua.\nComo demonstrado anteriormente com o aumento na velocidade e, consequentemente, a taxa de deformação aplicada aumenta, o tamanho de gotas diminui, reduzindo a largura da distribuição, de acordo com Schmitt e Bibette [8]. Nesse caso, a concentração de gotas aumenta e o diâmetro médio provavelmente se aproxima de um diâmetro de saturação.\nOs tamanhos de gotas (d50) nas emulsões e os tamanhos de célula das espumas resultantes, em função da velocidade de agitação na qual o\nprocesso de emulsificação ocorre, foram comparados na Fig. 45. Quando baixas velocidades de agitação estão envolvidas diferenças entre os tamanhos de gotas e de células são significativos. Entretanto, processos de emulsificação à elevadas velocidades de agitação resultam em espumas com tamanhos de células muito próximos aos tamanhos médios de gotas. Para baixas velocidades a concentração de gotas é menor e, consequentemente, a viscosidade também é menor que no caso de velocidades elevadas. Consequentemente, elas podem expandir mais facilmente durante a secagem. Além disso, uma distribuição de gotas mais estreita pode contribuir para um aumento desproporcional do tamanho de células. Esse efeito pode ser a razão pela qual as células são maiores que as gotas a baixas velocidades de agitação.\n20\n15-\n▲\ni----'---1---'----1---'---1----'---1—\n■..Gotas, 45 vol% de partículas\nA Cerâmicas, 45 vol% de partículas\n20\n▲\n- 15\n■w\nO\n4)\nO X s\nC3\n10-\n- 10\no x-\no\nST\nET\n\n5-\n*\n- 5\nè\n500\t1000\t1500\t2000\t2500\t3000\nVelocidade de agitação (rpm)\nFigura 45 - Influência da velocidade de agitação (600 a 3000 rpm) sobre os tamanhos de gotas / células (d50) em emulsões contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol % de surfactante.\nQuando a velocidade de agitação foi aumentada de 3000 para 4000 rpm em emulsões contendo elevados teores de sólidos, como apresentado na seção 4.1.1.1, a emulsão rapidamente torna-se um creme, como resultado do aumento no número de gotas, aumentando consequentemente, a viscosidade do sistema. Não foi possível analisar tamanhos de gotas muito pequenos devido à limitada resolução do microscópio de fluorescência,\nneste sentido, as gotas não puderam ser medidas. Na Fig. 46 apresenta-se a microestrutura de espumas cerâmicas produzidas com 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificada em 4000 rpm.\nCuriosamente, a microestrutura desta espuma é diferente daquelas emulsificadas em baixas velocidades. A porosidade é fechada com poros muito pequenos e irregulares. Devido aos tamanhos pequenos dos poros há quase uma densificação das partículas em contato.\nFigura 46 - Influência da velocidade de agitação sobre o tamanho das células (d50) de espumas cerâmicas contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificada em 4000 rpm. (Ampliação: 500x (à esquerda) e 2000x (à direita)).\nA fim de alcançar uma melhor compreensão sobre o tamanho das janelas, uma análise por intrusão de mercúrio foi utilizada para obter o tamanho de janelas. A Fig. 47 mostra a influência do teor de partículas sobre o tamanho das células (d50) e das janelas nas espumas cerâmicas contendo 70 vol% de decano e 0,33 vol% de surfactante com teores de partículas variando a partir de 30 a 50 vol%, emulsificada em 1000 rpm. O tamanho de janelas apresenta comportamento semelhante ao tamanho de células, diminui com o aumento da quantidade de partícula. A queda é mais abrupta para os tamanhos de células.\n■\n80\n80\n70-\nA T amanho de j anela ■..Tamanho de célula 70\n60-\n- 60\n'S\nQ\nD ■o\nO X s\nC3\n50-\n40-\n30-\n20-\n10-\n30\n35\n40\n▲\n45\n50\n- 50\n- 40\n- 30\n- 20\n- 10\n5\nO x-\n05\n3\nET\nConcentração de partículas (pm)\nFigura 47 - Influência do teor de partículas no tamanho de célula / janela (d50) de espumas cerâmicas contendo 70 vol% de decano, 0,33 vol% de surfactante com teor de partículas variando de 30 a 50 vol%, emulsificada em 1000 rpm.\nA influência da velocidade de agitação sobre o tamanho de janela foi avaliada para espumas cerâmicas contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificadas em 600-3000 rpm (Fig. 48). O tamanho de janela também diminui com o aumento da velocidade de agitação.\nCom o aumento da velocidade de agitação, bem como do teor de partículas os tamanhos de gota diminuem por efeito do cisalhamento mecânico sobre a superfície das gotas. As gotas estão conectadas através de filmes finos de surfactante que representam as lamelas. Pequenas gotas apresentam, entretanto, uma área menor de conexão entre si. Assim, o tamanho de janela diminui com a diminuição do tamanho das células. O número de aberturas nas células também tem relação com a área superficial das gotas, bem como com o número de partículas no sistema. Portanto, maiores concentrações de pequenas gotas (por exemplo, para elevadas velocidades de agitação) resultarão em uma área superfícial elevada, que deve ser coberta de partículas de alumina. Portanto, mais aberturas estão presentes neste caso do que quando as gotas são maiores e menos\nconcentradas (agitação em 800 rpm) (ver seção 4.3.2, membrana dupla camada, Fig. 37).\n20\n20\n15-\n± Tamanho de janela\n..■..Tamanho de célula\n- 15\n3\n3\nQ\n4) ■o\no X s\nC3\n10-\n- 10\n5-\n5\nO\nx-\n05\n3 £.\nST\n- 5\n0\n0\n500\t1000\t1500\t2000\t2500\t3000\nVelocidade de agitação (rpm)\nFigura 48 - Influência da velocidade de agitação sobre o tamanho de células / janelas (d50) de espumas cerâmicas contendo 70 vol% de decano, 45 vol% de partículas e 0,33 vol% de surfactante emulsificadas em 6003000 rpm.\nAspectos interessantes podem ser encontrados quando a microestrutura das espumas cerâmicas foi avaliada com relação ao comprimento da cadeia de alcano. Na Fig. 49 apresentam-se microestruturas da espumas cerâmicas contendo 70 vol% de alcano, 42 vol% de partículas emulsificadas em 2500 rpm. Espumas a base de decano foram emulsificadas com 0,11 vol% de surfactante, enquanto espumas a base de hexano 0,007 vol% de surfactante foi utilizado. Os tamanhos médios de poros variaram de 11 pm (decano) para 16 pm (hexano) com a mudança no comprimento da cadeia de alcanos. A presença de células maiores nas espumas a base de hexano pode ser atribuída a maior pressão de vapor do hexano, que é suficiente para produzir expansão das mesmas.\nFigura 49 - Microestrutura de espumas cerâmicas com 70 vol% de alcano, 42 vol% de partículas emulsificada em 2500 rpm. (a) Espuma cerâmica mostrando o efeito do decano na microestrutura (tamanho de células (d50)). (b) Espuma cerâmica mostrando o efeito do hexano na microestrutura (tamanho de células (d50)).\nNa Fig. 50 são apresentadas quantitativamente as distribuições de tamanho de célula das espumas produzida a partir de decano e hexano. Espuma produzida com hexano apresenta uma ampla distribuição de tamanho de célula variando entre 4 e 42 pm. Enquanto aquelas produzidas a partir de decano apresentam distribuição de tamanho de células mais estreita variando entre 4 e 25 pm.\nFigura 50 - Efeito do comprimento da cadeia de alcanos sobre a distribuição de tamanho de células (d50) das espumas cerâmicas produzidas com 70 vol% de alcano, 42 vol% de partículas e velocidade de agitação de\n2500 rpm. (a) Espuma cerâmica a base de decano (b) Espuma cerâmica a base de hexano.\nCuriosamente, as microestruturas de espumas cerâmicas contendo 70 vol% de alcano, 35 vol% de partículas e 0,22 vol% de surfactante emulsificadas em 800 rpm e produzidas com decano e octano apresentam tamanhos de células de 71 e 57 qm, respectivamente. Nesse caso, os alcanos de maior pressão de vapor resultam em poros menores, diferentemente do que acontece com hexano.\nA maior pressão de vapor do octano contribui para a drenagem da suspensão cerâmica em torno da bolha, durante sua evaporação. Neste caso, as bolhas irão parar o processo de crescimento mais cedo como consequência da consolidação da cerâmica. Por outro lado, o decano leva mais tempo para evaporar devido a menor pressão de vapor permitindo, consequentemente, que os mecanismos de desestabilização (coalescência e efeito Ostwald, por exemplo) ajudem no crescimento das gotas. O hexano tem uma pressão de vapor muito elevada permitindo o crescimento das gotas antes da consolidação da espuma. Essa pressão promove a evaporação das gotas de hexano (aumenta viscosidade do sistema) e a consolidação da espuma também é muito rápida.\nAlém disso, deve-se considerar a energia interfacial entre as diferentes gotas de alcano e a suspensão de alumina e como isso influencia a ruptura das gotas. Esse fenômeno deve ser investigado.\n5.\tCONCLUSÕES E PERSPECTIVAS\nO tamanho e a distribuição de tamanho das gotas são influenciados pela quantidade de partículas em suspensão e pela velocidade de agitação. O aumento na velocidade diminui o tamanho da gota principalmente devido ao aumento na taxa de deformação e na viscosidade da emulsão. Emulsões com tamanhos médios de gota variando entre 6 a 100 pm são obtidas por meio do controle desses parâmetros. A análise de microscopia de fluorescência é uma importante ferramenta na observação dessas influências.\nEmulsões produzidas com concentrações de partículas em níveis superiores a 45 vol% tendem a rapidamente tornar-se um creme. Este efeito é devido também ao aumento na velocidade de agitação (> 2000 rpm). A separação entre a fase alcano e a suspensão (efeito creme) ocorre quando os tamanhos de gota são críticos, isto é variam entre 16 e 1 pm (espumas contendo 50 vol% de partículas emulsificadas em 2000 rpm), resultando em uma mudança drástica nas propriedades reológicas.\nA previsão resultante do modelo de Taylor mostra um bom ajuste com os tamanhos médios de gotas experimentalmente medidos.\nO controle da microestrutura e estabilidade das emulsões no desenvolvimento de espumas cerâmicas permite que características microestruturais possam ser projetadas.\nMembranas de dupla camada podem ser produzidas a partir de camadas contendo tamanhos de célula de 11 (para a camada superior) e 52 pm (para a camada suporte) com uma interface porosa e aberta entre camadas. As membranas dupla camada contendo porosidades variando entre 74 a 84% apresentam resistência mecânica acima de 26 MPa.\nDevem-se investigar a permeabilidade e a eficiência de filtragem da microestrutura final objetivando aplicações como filtros de aerossóis.\nExperimentos com o auxílio de um misturador Couette, que induz taxa de deformação homogênea objetivando aumentar a homogeneidade na distribuição de tamanho de gotas podem ser feitos.\nO processo aqui descrito também pode ser estendido a outros óxidos, bem como a pós metálicos (Ni, Zn, Fe e Cu). Além disso, há possibilidade de utilização de óleos vegetais como formadores de poro, uma vez que estes são menos poluentes e não-tóxicos.\nNumerosas aplicações para cerâmicas celulares são visadas, filtros para a indústria de fundição de metal, suporte catalíticos, queimadores radiantes, matriz para imobilização de microrganismos além de suporte para tecidos de engenharia.\n6.\tREFERÊNCIAS\n[1]\tScheffler, M., Colombo, P., “Cellular ceramics: structure, manufacturing, properties and application,” Wiley-VCH, Weinheim (2005).\n[2]\tStudart, A. R., Gonzenbach, U. T., Tervoort, E., Gauckler, L. J., “Processing routes to macroporous ceramics - A review,” Journal of the American Ceramic Society, 89 (2006) 1771-1789.\n[3]\tGauckler, L. J., Waeber, M.M., Conti, C., Jacobduliere, M., “Ceramic foam for molten-metal filtration,” Journal of Metals, 37 (1985) 47-50.\n[4]\tChen, Q. Z., Rezwan, K., Armitage, D., Nazhat, S. N., Boccaccini, A.\nR., “The surface functionalization of 45S5 Bioglass®-based glass-ceramic scaffolds and its impact on bioactivity,” Journal of Material Science: Materials in Medicine, 17 (2006) 979-987.\n[5]\tChen, Q. Z., Thompson, I. D., Boccaccini, A. R., “45S5 Bioglass -derived glass-ceramic scaffolds for bone tissue engineering,” Biomaterials, 27 (2006)2414-2425.\n[6]\tColombo, P., “Conventional and novel processing methods for cellular ceramics”, Philosophical Transactions of The Royal Society A, 364 (2006) 109-124.\n[7]\tPeng, H.X., Fan, Z., Evans, J.R.G., Busfield, J.J.C., “Microstructure of ceramic foams”, Journal of the European Ceramic Society, 20 (2000) 807813.\n[8]\tSchmitt, V., Leal-Calderon, F., Bibette, J., “Preparation of monodisperse particles and emulsions by controlled shear”, Topics in Current Chemistry, 227 (2003) 195-215.\n[9]\tGonzenbach, U.T., Studart, A.R., Tervoort, E., Gauckler, L.J., “Stabilization of foams with inorganical colloidal particles”, Langmuir, 22 (2006)10983-10988.\n[10]\tBarg, S., Soltmann C., Andrade M., Koch, D., Grathwohl, G. “Cellular ceramics by direct foaming of emulsified ceramic powder suspensions”, Journal of the American Ceramic Society, 91 (2008) 2823-2829.\n[11]\tMabille, C., Leal-Calderon, F. Bibette, J., Schmitt, V., “Monodisperse fragmentation in emulsions: mechanisms and kinetics”, Europhysics Letters, 61 (2003) 708-714.\n[12]\tVeranth, J. M. et al, “Coal Fly Ash and Mineral Dust for Toxicology and Particle characterization Studies: Equipment and Methods for PM2.5-and PM1-Enriched Samples”, Aerosol Science and Technology, 32 (2000) 127-141.\n[13]\tSepulveda, P., Binner, J.G.P., “Processing of cellular ceramics by foaming and in situ polymerization of organic monomers”, Journal of the European Ceramic Society, 19 (1999) 2059-2066.\n[14]\tMontanaro, L. , Jorand Y., Fantozzi G.,Negro A., “Ceramic foams by powder processing”, Journal of the European Ceramic Society, 18 (1998) 1339-1350.\n[15]\tColombo, P., Hellmann, J.R., “Ceramic foams from preceramic polymers”, Materials Research Innovations, 6 (2002) 260-272.\n[16]\tBao, X., Nangrejo, M.R., Edirisinghe, M.J., “Preparation of silicon carbide foams using polymeric precursor solutions”, Journal of Materials Science, 35 (2000) 4365-4372.\n[17]\tHan, Y.S., Li, J.B., Chen, Y.J., “Fabrication of bimodal porous alumina ceramics”, Materials Research Bulletin, 38 (2003) 373-379.\n[18]\tHaugen, H., Will, J., Kohler, A., Hopfner, U., Aigner, J., Wintermantel, E., “Ceramic TiO2 - foams: characterization of a potential scaffold”, Journal of the European Ceramic Society, 24 (2004) 661-668.\n[19]\tChen, R., Wang, C-A., Huang, Y., Ma, L., Lin, W., “Ceramics with special porous structures fabricated by freeze-gelcasting: using tert-butyl alcohol as a template”, Journal of the American Ceramic Society, 90 (2007) 3478-3484.\n[20]\tPrabhakaran, K., Melkeri, A., Gokhale, N.M., Sharma, S.C., “Preparation of macroporous alumina ceramics using wheat particles as gelling and pore forming agent”, Ceramics International, 33 (2007) 77-81.\n[21]\tFernández, E., Benito, J.M., Pazos, C., Coca, J., “Ceramic membrane ultrafiltration of anionic and nonionic surfactant solutions”, Journal of Membrane Science, 246 (2005) 1-6.\n[22]\tKralchevsky, P. A., Ivanov, I. B. Ananthapadmanabhan, K. P., Lips, A., “On the Thermodynamics of Particle-Stabilized Emulsions: Curvature Effects and Catastrophic Phase Inversion”, Langmuir, 21 (2005) 50-63.\n[23]\tGauckler, L. J., Studart, A. R., Tervoort, E., Gozenbach, U. T., Akartuna, I., WO (2007) 068127 US Patent.\n[24]\tDu, Z. P. et al, “Outstanding stability of particle-stabilized bubbles”. Langmuir, 19 (2003) 3106-3108.\n[25]\tDickinson, E. et al, “Factors controlling the formation and stability of air bubbles stabilized by partially hydrophobic silica nanoparticles”. Langmuir, 20 (2004) 8517-8525.\n[26]\tBinks, B.P., “Particles as surfactants - similarities and differences”, Current Opinion em Colloid &amp; Interface Science, 7 (2002) 21-41.\n[27]\tGozenbach, U. T., Studart A. R., Tervoort, E., Glauckler, L. J., “Tailoring the microstructure of particle-stabilized wet foams”, Langmuir, 23 (2007) 1025-1032.\n[28]\tGonzenbach, U.T., Studart, A.R., Tervoort, E., Gauckler, L.J., “Macroporous ceramics from particle-stabilized wet foams”, Journal of the American Ceramic Society, 90 (2007) 16-22.\n[29]\tNguyen, A.V., “Liquid Drainage in Single Plateau Borders of Foam”, Journal of Colloid and Interface Science, 249 (2002) 194-199.\n[30]\tBao, X., Nangrejo, M.R., Edirisinghe, M.J., “Synthesis of silicon carbide foams from polymeric precursors and their blends”, Journal of Materials Science, 34 (1999) 2495 - 2505.\n[31]\tSchmidt, H., Koch, D., Grathwohl, G., Colombo, P., “Micro-/Macroporous Ceramics from Preceramic Precursors”, Journal of the American Ceramic Society, 84 (2001) 2252-55.\n[32]\tMao, X., Shimai S., Wang, S., “Gelcasting of alumina foams consolidated by epoxy resin”, Journal of the European Ceramic Society, 28 (2008) 217- 222.\n[33]\tPotoczek, M., “Gelcasting of alumina foams using agarose solutions”, Ceramics International, 34 (2008) 661- 667.\n[34]\tOrtega, F.S., Sepulveda, P., Pandolfelli, V.C., “Monomer systems for the gelcasting of foams”, Journal of the European Ceramic Society, 22 (2002)1395-1401.\n[35]\tOrtega, F.S., Valenzuela, F.A.O., Scuracchio, C.H., Pandolfelli, V.C., “Alternative gelling agents for the gelcasting of ceramic foams”, Journal of the European Ceramic Society, 23 (2003) 75-80.\n[36]\tPrabhakaran, K., Gokhale, N.M., Sharma, S.C., Lal, R., “A novel process for low-density alumina foams”, Journal of the American Ceramic Society, 88 (2005) 2600-2603.\n[37]\tStudart, A.R., Pandolfelli, V.C., Tervoort, E., Gauckler, L.J., “Gelling of alumina suspensions using alginic acid salt and hydroxyaluminum diacetate”, Journal of the American Ceramic Society, 85 (2002) 2711-18.\n[38]\tHotza, D., Greil, P., “Review: aqueous tape casting of ceramic powders”, Materials Science and Engineering A, 202 (1995) 206-217.\n[39]\tHotza, D., “Artigo revisão: Colagem de folhas cerâmicas”, Cerâmica, 43 (1997) 157-164.\n[40]\tPugh, R.J., “Foaming, foam films, antifoaming and defoaming”, Advances in Colloid and Interface Science, 64 (1996) 67-142.\n[41]\tVan der Graaf, S., Schroen, C.G.P.H., Boom, R.M., “Preparation of double emulsions by membrane emulsification: a review”, Journal of Membrane Science, 251 (2005) 7-15.\n[42]\tMurray, B.S., Ettelaie, R., “Foam stability: proteins and nanoparticles”, Current Opinion em Colloid &amp; Interface Science, 9 (2004) 314-320.\n[43]\tGravier, E., Drelon, N., Boisserie, L., Omari, A., Leal-Calderon, F., “Consolidation of foams deriving from emulsions by temperature cycling (“tempering”)”, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 282-283 (2006) 360-368.\n[44]\tSchramm, L.L., “Emulsions, foams and suspensions. Fundamentals and Applications”, John Wiley &amp; Sons Inc, (2006).\n[45]\tKumar, G., Prabhu, K.N., “Review of non-reactive and reactive wetting of liquids on surfaces”, Advances in Colloid and Interface Science, 133 (2007)61-89.\n[46]\tGonzenbach, U.T., Steiling, D., Studart, A.R., Tervoort, E., Gauckler, L.J., “Processing of particle-stabilized wet foams to porous ceramics”, J. Am. Ceram. Soc., 90 (2007) 3407-3414.\n[47]\tMason, T. G., Bibette, “Shearing rupturing of droplets in complex fluids”, Langmuir, 13 (1997) 4600-4613.\n[48]\tBarg, S., Moraes, E. G., Koch, D., Grathwohl, G., “New cellular ceramics from high alkane phase emulsified suspensions (HAPES)”, Journal of the European Ceramic Society, 29 (2009) 2439-2446.\n[49]\tWelch, C. F., Rose, G. D., Malotky, D. e Eckersley S., “Rheology of High Internal Phase Emulsions”, Langmuir, 22 (2006) 1544-1550.\n[50]\tAronson, M. P., “The role of free surfactant I destabilizing oil-in-water emulsions”, Langmuir, 5 (1989) 494-501.\n[51]\t<http://pt.wikipedia.org/wiki/Aerosol > Acesso em 08/11/2008.\n[52]\t<http://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=0 10125071107> Acesso em 08/11/2008.\n[53]\tBiasetto, L., Colombo, P., Innocentini, M.D.M., Mullens, S., “Gas Permeability of Microcellular Ceramic Foams”, Industrial &amp; Engineering Chemistry Research, 46 (2007) 3366-3372.\n[54]\tKitaoka, S.,Kawashima,N., Komatsubara,Y., Yamaguchi, A., Suzuki, H. ” Improved Filtration Performance of Continuous Alumina-fiber reinforced Mullite Composites for Hot-Gas Cleaning”, Journal of the American Ceramic Society, 88 (2005) 45-50.\n[55]\tGiesche, H., “ASM HANDBOOK 7: Powder metal technologies and applications”, ASM International (1998) 280-286.\n[56]\tGibson, L. J., “Biomechanics of cellular solids”, Journal of Biomechanics, 38 (2005) 377-399.\n[57]\tGibson, L. J., Ashby, M. F., “Cellular solids: Structure and properties”, Cambridge University Press, 2nd ed. (1997).\n[58]\tBrezny, R., Green, D.J., Dam, C. Q., “Evaluation of Strut Strength in Open-Cell Ceramics”, J. Am. Ceram. Soc., 72 (1989) 885-889."}]}}}