{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04036"}, {"@name": "filename", "#text": "BGP_1989_3_3_06_Evolucao_tectonica_da_bacia_de_Santos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "EVOLUÇÃO TECTÔNICA DA BACIA DE SANTOS E ÁREAS CONTINENTAIS ADJACENTES\nTECTONIC EVOL UTION OF THE SANTOS BASIN AND ADJACENT CONTINENTAL AREAS\n|||| 1 - Setor de Interpretação e Exploração das Bacias da Costa li ■ Sul (SESUL), Divisão de Interpretação da Região Sul e\nI\tSudeste (DIRSUL),\ni\tDepartamento\tde Exploração\ni\t(DEPEX), Av.\tChile,\t65/1301,\nRio de Janeiro, RJ, Brasil,\nii I\tCEP 20035.\nJuliano Magalhães Macedo '\nR ESUMO — A Bacia de Santos constitui uma das maiores depressões marginais do embasamento da costa brasileira, alongando-se pelo litoral dos estados de Santa Catarina, Paraná, São Paulo e Rio de Janeiro. Sua área continental adjacente é formada por uma série de blocos crustais anastomosantes (Cinturão Ribeira — intensamente remobilizado durante o ciclo Brasiliano), que se mostraram tectonicamente ativos durante a evolução da bacia. A posição da Bacia de Santos em relação ao pólo de abertura induziu particularidades na deposição dos sedimentos durante a fase rift em relação à margem como um todo. Um soerguimento termal, anômalo, da região sudeste do Brasil, anterior à ruptura, seria responsável por modificações na reologia da crosta e manto superior. Estima-se que durante a fase distensiva um grande volume de crosta continental se envolveu no processo de ruptura, favorecendo a implantação da feição marinha conhecida como Platô de São Paulo. Durante a ruptura, planos potenciais de detachments teriam se implantado, aproveitando as descontinuidades do Cinturão Ribeira. Como consequência, a área continental adjacente à bacia deve ter sido bastante movimentada tectonicamente, com a formação de uma ampla região elevada topograficamente (por efeitos flexurais), podendo-se denominá-la \"proto-Serra do Mar\". Durante o Meso/Neocretáceo e Terciário, essa região apresentou fortes pulsações tectônicas que resultaram na implantação das bacias de Taubaté, Resende, etc. e acumularam os espessos pacotes sedimentares da Formação Santos na bacia homônima. Inúmeros pulsos turbidíticos nesta bacia também decorrem desses movimentos tectônicos na área continental adjacente.\n(Originais recebidos em 06.1 2.88.)\nABSTRACT — The Santos Basin constitutes one of the Brazilian coastal basemenfs largest marginal depressions, along the states o f Santa Catarina, Paraná,\nSão Paulo, and Rio de Janeiro, its adjacent continental area js composed of a series of anastomosing crustaf blocks (Ribeira Belt — intense/y remobüized during the Brazilian cydej, which were tectonicaíty active during the basin's evolution. The position of the Santos Basin in relation to the pote of opening led sediment deposition during the rift phase to display distinctive characteristics in comparison with the margin as a whole. An anomatous therma! upüfting in BraziTs southeastern region prior to the rupture is thought to have been responsible for changes in the rheology of the crust and upper mantfe. It is believed that during the distensive phase a large volume of continental crust was invo/ved in the rupturing process, favoring formation of the marine feature known as the São Paulo Plateau. Potentiai detachment planes must have taken form during the rupture, taking advantage of the Ribeira Fold Belt discontinuities. As a consequence, the continental area adjacent to the basin underwent a good deal of tectonic movement, resulting in the formation of a broad topographically-elevated (through flexural effectsj region which may be called \"proto-Serra do Mar\". During the Meso/Neo-Cretaceous and Tertiary, this region presented strong tectonic pulsations which resulted in the formation of the Taubaté, Resende, etc. basins and accumu/ations of the thick Santos Formation sedimentary packages in the San tos Basin. Numerous turbidictic pulses in this basin are also a result of tectonic movements in the adjacent continental area.\n(Expanded abstract available at the end of the paper.)\n1 - INTRODUÇÃO\nEste trabalho apresenta uma correlação entre vários eventos tectônicos, ocorridos na região sudeste do Brasil e parte\nmarinha adjacente, durante o Meso-zóíco e Cenozóico. Seu objetivo foi o de estudar o inter-relacionamento entre as diversas províncias estruturais, continentais e marinhas, do Sudeste brasi-\nlei ro.\nA região enfocada abrange uma área de aproximadamente 1 300 000 km2 (fig. 1) entre os paralelos 20 e 28° sul e meridianos 38 e 53° oeste de Greenwich. Essa área ocupa parte dos estados de Minas Gerais e Mato Grosso do Sul, porções continentais e marinhas adjacentes aos estados do Espírito Santo, Rio de Janeiro, São Paulo, Paraná e Santa Catarina.\nO limite oeste da Bacia de Santos é dado pelo cinturão de serras costeiras (Maciço da Carioca, serras do Mar e da Mantiqueira), com altitudes que variam entre 800 e 2 200 m. Para leste, a Bacia de Santos estende-se até o sopé da feição fisiográfíca conhecida como Platô de São Paulo. Esta bacia constitui, nos dias atuais, uma feição essencialmente marinha. Continente adentro, encaixada entre as serras do Mar e da Mantiqueira, encontram-se as bacias de Taubaté, Resende e outras menores. A oeste das serras costeiras apresentam-se os sedimentos fanerozóicos da Bacia do Paraná.\n2 - GEOLOGIA REGIONAL\nA suíte litológica da área em estudo envolve desde corpos granito-gnáissicos de pequenas porções cratônicas de idade transamazõnica (Cráton de Luis Alves e outros menores), rochas remobilizadas durante o Ciclo Brasiliano (cinturões Ribeira e Dom Feliciano;550 ± 1 50 M. a.), rochas sedimentares fanerozóicas da porção nordeste da Bacia do Paraná, rochas mesocenozóicas das bacias de Santos e Campos, até sedimentos continentais cenozóicos das bacias de Taubaté, ReSende e outras menores (fig. 1).\nO Cinturão Ribeira compõe o embasamento predominante da parte rasa da Bacia de Santos, tendo sido rastreado por aeromagnetometria. Supõe-se que as partes mais profundas da bacia também sejam constituídas por porções de crosta continental ,estirada relativas ao mesmo cinturão.\nÀ semelhança do Cinturão Dom Feli-ciano, mais ao sul da área (FRAGOSO CESAR et alii, 1982), o Ribeira apresen\ntava-se como uma zona de convergência litosférica, durante o Ciclo Brasiliano. Uma implicação direta desta correlação indicaria que as marcantes cicatrizes tec-tônicas bastante visíveis hoje em imagens aéreas na área do Cinturão Ribeira constituem, na realidade, profundas descontinuidades crustais que atingem até o manto superior.\nEncaixada a oeste desta antiga faixa móvel encontra-se a Bacia do Paraná, com sua cobertura de sedimentos fanerozóicos, cujas maiores espessuras são da ordem de 7 000 m, incluídos aí até 1 700 m de derrames basálticos (fig. 1). Esta cobertura foi dividida por ZALÁN et alii (1986) em cinco sequências depo-sicionais principais (siluriana, devoniana, permocarbonífera, triássica e juro-cretá-cea), que se implantaram nos intervalos entre grandes movimentações tectôni-cas, às quais foi submetida a América do Sul durante o Fanerozóico.\nOs principais esforços a que ficou submetida a região sul do Brasil, durante o Paleozóico, foram, segundo BACOC-COLI &amp; ARANHA (1984), provenientes dos processos de convergência e subduc-ção ocorridos na parte sul do atual continente sul-americano (Sistema Orogêni-co Serra de Ia Ventana-Cabo). Segundo esses autores, as principais direções reativadas e neoformadas durante a época de atuação destes esforços compres-sivos seriam as E-W e NE-SW.\nA partir do Juro-Triássico, a evolução da Bacia do Paraná passa por um novo e diferente controle, proveniente do poderoso evento de ruptura do Gonduana.\nUma feição comum na área marinha do Sul-Sudeste brasileiro (bacias de Campos, Santos e Pelotas) é a presença de rochas vulcânicas basálticas em sua seqüência inferior (Neocomiano), correla-cionável com os derrames Serra Geral (Bacia do Paraná) por vários autores (AMARAL et alii, 1966; FODOR et alii, 1983/84; FODOR &amp; VETTER, 1985; MIZUSAKI, 1986). Essas lavas, por sua vez, são correlacionáveis aos derrames Kaoko, na África (PACCA &amp; HIODO, 1976; BELLIENI et alii, 1984). Segundo vários desses autores, esse vulcanismo\nbasáltico generalizado, no Brasil meridional, teria ocorrido entre 147 e\n119\tM. a., com seu clímax entre 130 e\n120\tM. a.\nNesta nova fase tectônica do recém-individualizado continente sul-americano, implantaram-se as depressões marginais da costa leste, que na área em estudo são representadas pelas bacias de Pelotas, Santos e Campos (fig. 1). Ambas possuem uma cobertura sedimentar típica de bacias de margem divergente, formada por sequências continentais (fase rift}, transicionais e marinhas (fase termal) (fig. 2). A Bacia de Santos, objeto principal deste estudo, comporta uma cobertura sedimentar estimada por refração sísmica (LEYDEN et alii, 1971) em 8 000 m, podendo atingir até 13 000 m em seus depocentros (CHANG &amp; KOWSMANN, 1984).\nNo início do Terciário, formaram-se depressões continentais ao longo dos alinhamentos tectônicos do Cinturão Ribeira, onde se encaixaram as depressões das bacias de Taubaté, Resende, São Paulo, etc. (fig. 1). MELO etalii (1985) encontraram uma série de similaridades entre essas bacias, que os levou a supor que todas se achavam vinculadas a processos tectônicos síncronos. Seu preenchimento sedimentar é de origem estritamente continental, constituído por terrígenos depositados em ambientes lacustres e fluviais (MELO etalii, 1985).\n3 - SEÇÕES GEOLÓGICAS\nForam elaboradas quatro seções geológicas regionais, que abrangeram tanto a área continental (Bacia do Paraná, Cinturão Costeiro, bacias terciárias de Taubaté, Resende, etc.) quanto a área marinha (Bacia de Santos e Platô de São Paulo) (fig. 3).\nNestas seções (figs. 4, 5, 6 e 7), foram traçadas as falhas mais expressivas das faixas de dobramentos Dom Feliciano e Ribeira, extraídas do Mapa Geológico do Brasil, na escala 1:2 500 000 (DNPM,\n1981).\nA disposição geométrica desses blocos do Cinturão Ribeira deslocados por fa-\nFig. 1 - Mapa de localização com principais elementos estruturais.\nFig. 1 - Location map showing main structural elements.\nMAPA DE LOCALIZAÇAO\n\t>*\tSO*\t40*\n0*\tc\tV\t1RA>IL /\n\t\n&amp;\t\n\t\n4Cf\t\t\n\t\t\t\niM\t\nFig. 2 - Coluna estratigráfica da Bacia de Santos (PEREIRA etalii, 1986).\nFig. 2 - Stratigraphic chart of the Santos Basin (PEREIRA et alii, 1986).\nFig. 3 - Localização das quatro seções geológicas.\nFig. 3 - Location of the four geological sections.\nlhas normais paralelas à costa e mergulhando em direção ao mar por efeito da implantação da Bacia de Santos foi bem delineada por BACOCCOLI &amp; SAITO (1973) e aqui mantida. Devido ao esti-ramento da crosta durante a fase de ruptura continental, admitiu-se que essas falhas diminuem seu ângulo de mergulho, á medida que se aproximam da zona crustal com comportamento dúctil, adquirindo, assim, uma forma geométrica lístrica.\nO limite da base da crosta utilizado nas seções foi inferido a partir do mapa de espessura crustal da Bacia de Santos, confeccionado por CHANG &amp; KOWS-MANN (1984) e também balizado pela modelagem gravimétrica realizada por GUIMARÃES etalii (1982).\nSegundo esses dois trabalhos, o embasamento da Bacia de Santos apresentaria duas mudanças expressivas em seu gradiente de afinamento. A primeira foi denominada Charneira de Santos (PEREIRA et alii, 1986) e é relativa à faixa onde a crosta continental começa efetivamente seu afinamento em direção ao mar (Jimite oeste da seção cretácea da bacia). A outra localiza-se no trecho onde a crosta passa a apresentar um menor afinamento relativo, correspondente à área do Platò de São Paulo. Existe uma certa correspondência espacial entre es\nsas duas áreas e regiões onde a seqüência evaporítica (aptiana) apresenta-se com formas distintas (PEREIRA et alii, 1986). Foram utilizados dados de vários poços, assim como algumas linhas sísmicas regionais (multícanal), para que se obtivesse um certo controle estratigráfi-co-estrutural da cobertura sedimentar na área das bacias abrangidas pelas seções. A altimetria da área continental foi baseada em cartas elaboradas pelo IBGE (escala 1:1 000 000).\nCom uma direção aproximadamente N-S (fig. 3), a seção AA' (fig. 4) alonga-se por quase 1 000 km, passando pela região' dos fortes alinhamentos tectônicos do rio Paraíba do Sul, cruzando a Serra do Mar nas proximidades de Teresópolis e atravessando a Planície Costeira e o Maciço da Carioca. Na área marinha, passa pelo poço 1-RJS-33, defronte à Baía da Guanabara, e segue em direção ao Platô de São Paulo, onde foram aproveitadas as informações de uma linha sísmica levantada pela Universidade do Texas (Austin). Esta seção mostra muito bem a gradação das estruturas halociné-ticas bacia adentro, onde parece ocorrer maior concentração de sal nas regiões distais, sob a forma de domos e muralhas.\nA seção BB' (fig. 5) estende-se por aproximadamente 2 000 km, possuindo dire-\nção geral NW-SE (fig. 3). À semelhança da seção AA', abrange tanto a parte marinha correspondente à Bacia de Santos\tp\ne Platô de São Paulo, quanto a parte continental; neste caso, cruza as serras do Mar e Mantiqueira, a Bacia de Tauba-té, o Planalto de Poços de Caldas e atra- 6 vessa a Bacia do Paraná (fig. 5). Na porção marinha, esta seção cruza a Dorsal de São Paulo e faz com que se tenha uma visão do bloco crustal de natureza continental (transicional) do Platô de São Paulo justaposto a um bloco crustal de natureza oceânica, ao sul da referida dorsal (fig. 5). Esta dorsal é formada por rochas vulcânicas e constitui parte da Zona de Fratura ou Lineamento de Florianópolis (KUMAR &amp; GAMBOA; 1979; ASMUS, 1981). Esta seção também exibe o complexo de intrusões alcalinas se-nonianas de Poços de Caldas (MG), implantado numa vizinhança tectônica entre as bacias de Santos e do Paraná.\nA terceira seção (CC') (fig. 6) possui uma extensão de cerca de 2 000 km, também com direção NW e passa pela área da ocorrência de gás de Cuiabá-Paulista, na Bacia do Paraná (poço 2-CB-1) (fig. 3). Na faixa de embasamento pré-cambriano aflorante, atravessa o Cinturão Ribeira e na Bacia de Santos cruza o campo de gás de Merluza (poço 1-SPS-20), atingindo, em seu extremo SE, a Dorsal de São Paulo. Esta seção evidencia, na Bacia do Paraná, um espessamento da Formação Botucatu, que comprova um possível soerguimen-\t*\nto a leste da bacia, à época de sua deposição, como já mencionaram SOARES &amp; LANDIM (1976) e ASMUS &amp; FERRA-RI (1978), dentre.outros (fig. 6). Observa-se nesta seção, à semelhança da BB', a presença de um gráben proximal no embasamento adjacente à Charneira de Santos.\nA seção DD' (fig. 7) estende-se por aproximadamente 800 km, cortando a área estudada em sua porção sul (fig. 3). Na Bacia do Paraná, contou-se com um bom controle estrutural-estratigráfico pelo número de poços utilizados, o mesmo não ocorrendo na Bacia de Santos, onde a seção ficou limitada à sua porção mais rasa. Esta seção localiza-se, aproximadamente, no limite sul da ocorrência\n□□\n. Geoci. PETROBRÁS, Rio de Janeiro,' 3 (3): 1 59-173, jul./set. 1989\t163\nFig. 4 - Seção geológica com aproximadamente 1 000 km de extensão na direção norte-sul (fig. 3).\nFig. 4 • Geological section approximately 1,000 km long, lying IV-S (fig. 3).\nB\nLEGENDA\n-0- POÇO ABANDONADO SECO\npoço sobcomercial com óleo\nPLANALTO DE POÇOS DE CALDAS\n,SERRA DA MANTIQUEIRA\nBACIA DE TAUBATÉ (TERCIÁRIA )\nSERRA DO MAR z BACIA DE SANTOS\n<Xh>\nFm SERRA GERAL(BASALTOS)\nNÍVEL DO MAR\nGRUPO BAURU\nFm. BOTUCATU'\nPLATÔ DE SÃO PAULO\nTERCIÁRIO\nb‘\nDORSAL DE SAO PAULO\nSEQ PALEOZOICA\nMANTO SUPERIOR\nEXAGERO VERTICAL iOx\n2-----\nlOO\nF\n0\nCINTURÃO DE\nIDADE BRASILIANA\nCOMPLEXO DE INTRUSÕES ALCALINAS\nCROSTA\nCONTINENTAL\nESTIRADA\nFig. 5 - Seção geológica com aproximadamente 2 000 km de extensão, com direção NI/V-SE (fig. 3), atravessando a Bacia do Paraná (área continental) e Bacia de Santos (área marinha).\nFig. 5 - Geological section approximately 2,000 km long, lying NW-SE (fig. 3) and crossing the Paraná (continental areai and Santos (offshore area) basins.\nCROSTA OCEÂNICA\nr\no>\nC\nO\nT-\nCINTURÃO RIBEIRA bacia de santos\n200 km\n0\n100\nFig. 6 - Seção geológica com aproximadamente 2 G00 km de extensão com direção WNW-ESE (fig. 3) atravessando as bacias do Paraná e Santos.\nFig. 6 ■ Geological section approximately 2,000 km long, iying WNW-ESE (fig. 3) and crossing the Paraná and Santos basins.\nB. Geoci. PETROBRÁS, Rio de Janeiro, 3 (3): 159-173, jul./set. 1989\n/\nFig. 7 - Seção geológica com aproximadamente 800 km de extensão, com direção W-E (fig. 3), atravessando parte das bacias do Paraná e Santos.\nFig. 7 ■ Geological section approximately 800 km iong, (ying W-E (fig. 3) and crossingpart of the Paraná and Santos basins.\nde sal das bacias marginais brasileiras.\nNo geral, interpretou-se que a crosta continental estirada sob a bacia esteja bastante intrudida por material vulcânico, conferindo uma alta densidade a essas rochas, o que foi evidenciado nas modelagens gravimétricas realizadas por GUIMARÃES etalii (1982) e pelas altas velocidades sônicas registradas nos levantamentos de sísmica de refraçâio (BACCAR, 1970; KUMAR &amp; GAMBOA, 1979).\nDentre os aspectos mais evidentes extraídos destas seções geológicas, destaca-se o grande volume de sal e de sedimentos em geral na Bacia de Santos. O limite entre crosta continental estirada e crosta oceânica foi considerado grada-cional, à exceção do limite sul do Platô de São Paulo, ao longo da dorsal homô\nnima, tendo sido bem evidenciado por gravimetria nos mapas de GUIMARÃES et alii (1982).\n4 - CONSIDERAÇÕES SOBRE O RIFTEAMENTO\nA borda leste da placa sul-americana (ao norte da Dorsal de São Paulo) apresentou uma evolução estrutural mais ou menos síncrona, devido aos efeitos dos deslocamentos continentais entre a América do Sul e África desde o Eocre-táceo.\nA ruptura do Gonduana teria se dado ao longo de um extenso sistema de fraturas, que se estendia da Argentina até o Nordeste do Brasil, à semelhança, provavelmente, do que parece ter ocorrido na região do Mar Vermelho (BONATTI, 1987), ou ocorre atualmente no leste\nafricano (EDINGER etalii, 1984).\nVários estudos paleogeográficos visando à reconstrução do Gonduana (PONTE et alii, 1971; ASMUS, 1975; ASMUS &amp; FERRARI, 1978; RABINOWITZ &amp; LA BRECQUE, 1979; SCOTESE, 1979; VINK, 1982; Szatmari, 1987 - informação verbal) concluíram que o processo de separação entre América do Sul e África teria se processado através de um movimento de rotação, cujo pólo estaria situado, aproximadamente, no Nordeste brasileiro.\nUm modelo teórico de separação de duas placas planas homogêneas e contínuas, num movimento de rotação em torno de um eixo (fig. 8a e 8b), manifesta um estiramento mais efetivo nas áreas mais distantes do pólo de abertura do que nas demais regiões próximas a este.\nPOLO\nI\nA taxa de deformação (e) aumenta à medida que se afasta do pólo de rotação, assim como a subsidência.\n(c)\nFig. 8 - (a), (b) — Distensão de uma placa plana homogênea em torno de um pólo de rotação, mostrando que a taxa de deformação aumenta à medida que sé afasta do pólo, assim como a subsidência durante a fase de estiramento (rift).\n(c)\t— Preenchimento sedimentar durante a fase rift mostrando a tendência de se ter uma possfvel drenagem axial ao longo da calha\ndo rift.\ncaracterizando uma fase de estiramento onde não ocorre acréscimo de massa de fora das duas placas.\nNeste caso, nota-se que as regiões mais afastadas do pólo sofreriam um estiramento crustal mais rápido do que as mais próximas (maior taxa de deformação). Como conseqüência, nas áreas mais distantes ter-se-ia maior subsidência crustal do que nas mais próximas do pólo durante a fase de estiramento, sem levarmos em consideração os efeitos relativos âs alterações do gradiente geotérmico ao longo da faixa estirada, como já mencionaram KUZNIR &amp; PARK (1987).\nNo caso real do rift costeiro brasileiro, esse fenômeno distensívo não teria se processado tão homogênea e linearmente, como mencionado no modelo teórico, mas seria sujeito a irregularidades por efeito de heterogeneidades e descontinuidades além de anomalias térmicas crustais que imporiam fortes alterações neste esquema (fig. 8c). O preenchimento sedimentar dessa extensa calha continental teria se dado pela associação de sistemas aluviais (leques, complexos fluviais entrelaçados) e lacustrinos, que se desenvolveríam, respectivamente, nas bordas e na região axial da depressão.\nOutra importante diferença entre este modelo tectônico observado e o caso real do rift costeiro é que neste último, nas áreas relativas às bacias de Pelotas, Santos e Campos, ocorreu acréscimo de material vulcânico para o fundo das calhas do rift (vulcanismo associado, em termos de processo, com o da Formação Serra Geral, na Bacia do Paraná).\nComo nesta fase se manifestava a tendência a uma maior subsidência ao sul, os cursos d'água poderíam ser induzidos a percorrerem a região axial do rift, dirigindo-se no sentido de áreas com menor altitude (em direção ao sul). Qualitativamente, estima-se que o gradiente altimé-trico da região axial não deveria ser muito acentuado e que também poderia ter ocorrido a presença de barreiras eventuais que surgiríam transversalmente ao eixo do rift, constituídas, principal mente, nos locais dos atuais altos\ninterbacinais.\nCom relação às estruturas crustais preexistentes na região do Sudeste brasileiro, o Cinturão Ribeira dispôs-se obliquamente em relação ao processo de estiramento da crosta, o que fez com que o estilo de deformação desta fase apresentasse características transtensionais, ou seja, movimentos distensivos associados a movimentos horizontais.\nAtualmente, no mundo, já foram reconhecidos vários microcontinentes, que constituem platôs no fundo oceânico, formados por crosta continental estirada, como o Platô Rockall (costa oeste da Grã-Bretanha), Bahamas e Blake Plateau (costa sudeste dos EUA), Crozet e Kerguelen (Oceano Indico), Falkland (sul da Argentina) e Madagascar (costa sudeste africana), entre outros (MON-TADERT, 1982). Esses platôs, como no caso da Austrália (KARNER, 1986), constituem importantes locais de geração e acumulação de hidrocarbonetos, pois são áreas favorecidas, príncipalmen-te, por suas características termais. Das descrições acima, fica uma questão básica: por que, ao longo da costa brasileira, somente ao longo da margem sudeste do Brasil, notadamente defronte à Bacia de Santos, havería a formação de um extenso platô?\nAdmitindo-se que o soerguimento crustal na área do Sudeste, anterior à ruptura, possuiu uma origem termal (TOR-QÚATO, 1976; ASMUS, 1981; Fyfe &amp; Leonardos Jr. citados por FÚLFA-RO et alii, 1982; ZALÁN et alii, 1986), o que é até certo ponto confirmado por THOMAZ et alii (1976) através de datações radiométrícas em folhelhos na parte nordeste da Bacia do Paraná, este calor excessivo viria causar uma modificação das propriedades reológicas da crosta na área do Sudeste brasileiro.\nEssas modificações reológicas atuariam no sentido de que uma ampla área da crosta se tornasse mais dúctil e, portanto, quando posteriormente os esforços distensivos do rift se manifestaram, toda essa ampla área de crosta menos resistente teria sofrido estiramento, Como resultado desse afinamento numa área\ntão ampla, vieram a se formar as depressões correspondentes à Bacia de Santos e ao Platô de São Paulo. Este último, portanto, seria resultante desse processo de estiramento anômalo, com o seu embasamento constituído por grandes massas de crosta continental estirada e, obviamente, bastante intrudida por material vulcânico. A feição fisiográfica atual do Platô de São Paulo se ajusta muito bem a esse processo genético.\nNas reconstruções paleogeográficas de RABINOWITZ &amp; LABRECQUE (1979), SCOTESE (1979) e VINK (1982), veri-fica-se que ocorre sempre um vazio na área marginal adjacente à Bacia de Santos, não havendo bom ajuste continental com a placa africana. Este vazio deve corresponder, evidentemente, à ampla área de crosta continental estirada, subjacente ao Platô de São Paulo e à Bacia de Santos.\nOutra particularidade dessa anomalia termal da região sudeste seria a sua com-partimentação, como zona anômala, entre as demais áreas menos aquecidas do continente. Lateralmente, esta zona mais aquecida seria delimitada por faixas de falhas de transferência que separariam áreas com diferentes reologias. No caso, essas zonas de falhas seriam representadas, principalmente, pelas Zonas de Transferências do Rio de Janeiro e de Florianópolis (fig. 2).\nResta lembrar que a região continental adjacente à Bacia de Santos possui uma sismicidade relativamente acentuada (ASSUNÇÃO et alii, 1980; IPT, 1982, 1984), denotando que essa área está sujeita a reajustes tectônicos ainda nos dias atuais.\nDurante a fase de estiramento da crosta na Bacia de Santos, a área onde se implantava a Zona de Transferência de Florianópolis teria se comportado como uma expressiva faixa de descontinuidade crustal. Esta faixa separaria as referidas áreas crustais com reologias distintas; a do norte (Bacia de Santos), mais aquecida, tendo sua plasticidade aumentada, e a do sul, mais fria e mais rígida. O rompimento da crosta continental com a consequente formação de crosta oceâni-\nca se daria primeiro defronte à Bacia de Peiotas, gerando assim uma fase geodi-nâmica bastante peculiar, na qual a crosta defronte à Bacia de Santos estaria sob regime distensivo pleno (fase rift), enquanto defronte à Bacia de Pelotas estes « esforços distensivos já seriam atenuados pelo processo de geração de crosta oceânica (fase transicional — drift) (fig. 9). Como resultado, tenderíam a ocorrer movimentos horizontais relativos entre esses dois grandes blocos, tanto na área marinha quanto na continental. Verifica-se, de fato, uma continuidade dessa zona de fratura para dentro do continente (KUMAR &amp; GAMBOA, 1979); ASMUS &amp; FERRARI, 1978), onde se encontra um desvio significativo do rio Paraná e a presença de intrusões vulcânicas alcalinas. Persistem ainda sem estudos mais detalhados os efeitos desses movimentos relativos nos sedimentos paleozóicos da Bacia do Paraná (fig. 2), lembrando que as principais ocorrências de hidrocarbonetos até hoje detectadas se encontram muito próximas a essa referida faixa de transferência.\nUma importante zona de transferência na parte central da Bacia de Santos foi individualizada por PEREIRA et alii (1986). Nota-se (fig. 10) que essa zona possui também, provavelmente, uma continuidade estrutural para dentro do continente, onde passa pelo curso do rio Iguaçu, encaixado entre as serras da Fartura e Chagar/Juquiá. Esta zona foi aqui&lt;j\tdenominada Zona de Transferência de\nCuritiba.\n5 - EVOLUÇÃO TECTÔNICA\nBaseando-se nas características do riftea-mento e nas informações estratigráficas e estruturais existentes, visualizam-se as seguintes etapas evolutivas para a área em estudo (do Mesozóico ao Recente);\n• I — Intumescência termal da região do Sudeste brasileiro por volta do Jurássico evidenciado nos sedimentos das bacias do Paraná e do Congo, na África (fig. 11). Esse calor teria causado expressivas mudanças na reologia da crosta nesta área, favorecendo o envolvimento de um maior volume de crosta no processo distensivo.\nFig. 9 - Prováveis movimentos diferenciais na área continental adjacente à Bacia de Santos durante a fase rift. Notar a formação de crosta oceânica ao sul, já nessa época.\nFig. 9 - Probabie differentia! movements in the continental area adjacent to the Santos Basin during the rift phase. Notice the formation of oceanic crustat this time to the south.\n• II — Têm início os esforços distensivos de separação continental durante o Eocretáceo (± 145 M. a.), com o desenvolvimento de falhas normais em blocos, na área do Cinturão Ribeira (fig. 12). Esses efeitos distensivos se manifestaram na região sul-\nsudeste do Brasil com maior intensidade do que nas regiões leste e nordeste, devido a uma maior distância em relação ao pólo de rotação das placas. Tal afastamento fez com que os efeitos mais expressivos dosfalha-mentos inerentes ao processo se de-\nFig. 10 - Soerguimento termal da área em estudo durante o Jurássico.\nFig. 10 - Therma! uptift of the area under study during the Jurassic.\nFig. 11 - Bloco-diagrama mostrando o início do desenvolvimento estrutural da área em estudo durante o Eocretáceo, com primeiros efeitos disten-sivos atuantes.\nFig. 11 - Diagram showing beginning of structura! development of the area under study during the Early Cretaceous, with first tensile stress starting to take place.\nsenvolvessem mais cedo nas regiões mais afastadas do pólo.\nAs primeiras acumulações sedimentares da bacia então individualizada seriam correlacionáveis a sedimentos da mesma idade na Bacia do Paraná (Formação Botucatu; MIRANDA, 1970) (fig. 12).\nA disposição espacial das desconti-nuidades crustais do Cinturão Ribeira (perpendiculares aos esforços dístensivos) pode ter favorecido amplamente a implantação de uma zona de detachments ao longo da área distendida, num estilo tectônico teórico já idealizado por WERNICKE &amp; BURCHFIEL (1982) e GIBBS\n(1984). Este estilo distensional teria grande potencial para, já nessa fase, soerguer significativamente a área continental adjacente, de acordo com WEISSEL et a!H (no prelo). Poder-se-ia obter, dessa forma, a geração de uma \"proto-Serra do Mar”, no início do Cretáceo, por efeitos flexurais durante a fase rift da Bacia de Santos.\nFig. 12 - Binário de forças isostáticas que ajudaram a manter ativos os processos ascensionais da Serra do Mar durante todo o desenvolvimento da Bacia de Santos.\nA — Força ascensional pór alívio de carga (erosão);\nA' — Força-peso dos sedimentos,-\nTe' — Espessura elástica efetiva normal;\nTe — Espessura elástica efetiva afetada por efeitos termais;\nF — Falhamentos profundos do Cinturão Ribeira que facilitam a movimentação de blocos crustais.\nFig. 12 ■ Binàry system of ísostatic forces that helped maintain uplifting of Serra do Mar active throughout formation of the Santos Basin.\nA — Uplift force due to load reiease (erosíon);\nA' — Weight force of sediments;\nTe' — Norma! effective eiastic thickness;\nTe — Effetive eiastic thickness affected by thermal processes;\nF — Deep Ribeira Belt fau/ts which facilitate the movements of crusta!blocks.\nTal efeito flexural não seria tão expressivo se o processo de estiramento da crosta fosse do tipo puro (pure shear), como o modelo de McKENZIE (1978).\n•\tIII — Com o prosseguimento da distensão, ocorreríam importantes fissuras no Eocretáceo (± 130 M. a.) através das quais teria se extravasado extenso derrame vulcânico de natureza toleiítica, já bastante amostrado na Bacia do Paraná (fig. 13a). O volume extremamente grande desses derrames (o maior do planeta) evidencia uma situação ímpar na geologia global, podendo ser associado, pelo menos em parte, à referida anomalia térmica na região do Sudeste do Brasil, anterior à ruptura.\nComo esse vulcanismo se desenvolveu em várias etapas (PONTE et alii, 1971), estima-se que as primeiras ex-trusões se deram através do fissura-mento da crosta e do manto superior, sob regime de altas taxas de deformação. Posteriormente, com o decorrer da distensão e um maior desenvolvimento da calha do rift, outras extru-sões de lavas podem ter sido geradas por efeito de fusão parcial do manto (CHANG &amp; KOWSMANN, 1984) na área das bacias de Campos, Santos e Pelotas.\nNo caso isolado da Bacia de Santos, Cande &amp; Rabinowitz, citados por VAN DER VEN (1983), admitiram que os derrames poderíam estar ligados a um centro de espalhamento abortado, localizado na zona axial do Platô de São Paulo, com direção NNE. Neste caso, a crosta subjacente ao Platô de São Paulo seria de natureza oceânica, o que não concorda com a presente interpretação.\n•\tIV — Estando a crosta na área do Sudeste brasileiro mais aquecida do que nas áreas vizinhas, durante a fase dis-tensiva havería a tendência de se formarem zonas de falhas de transferência para que se acomodassem devidamente os deslocamentos diferenciais entre blocos crustais com reologias\ndistintas. As principais zonas detectadas na área em estudo, tanto na parte marinha quanto na continental, são as Zonas de Transferência do Rio de Janeiro, Curitiba e Florianópolis.\nCom a evolução do estiramento, as calhas formadas pela acomodação dos blocos durante a fase rift (fig. 13b) foram sendo preenchidas por elásticos continentais. São sedimentos pouco conhecidos na Bacia de Santos, e o que já se identificou até o presente momento são conglomerados com fragmentos de basaltos, arenitos grosseiros, quartzosos, intercalados com sedimentos pelíticos e car-bonáticos, depositados em ambiente lacustre (PEREI RA et alii, 1986).\n•\tV — Sobre esses sedimentos continentais depositou-se, durante o Aptíano (± 115 M. a.), uma espessa camada de evaporitos (fig. 2) correla-cionável por toda a costa leste brasileira. Estima-se que esses depósitos salíferos testemunham as primeiras incursões marinhas ao longo do rift costeiro (PEREIRA et alii, 1986). LEYDEN (1976) sugeriu a idéia de que fontes de águas alcalinas, oriundas de emanações vulcânicas, teríam favorecido bastante a concentração dos elementos químicos presentes nessa imensa bacia evaporítica.\n•\tVI — Após a fase evaporítica, teve início a separação efetiva dos continentes, com o desenvolvimento da cadeia mesoatlântica e a entrada definitiva do mar, o que propiciou o desenvolvimento de uma ampla plataforma carbonática (fig. 13c) durante o Albiano (± 113 M. a.). Com a formação da crosta oceânica, tem início a fase de subsidência termal na bacia, o que fez causar um bascula-mento generalizado (fig. 13d) da plataforma. Depósitos de leques aluviais e deltaicos na porção proximal dessa plataforma carbonática indicam pequenas movimentações tectônicas na região continental adjacente (± 100 M. a.), podendo significar novo soerguimento da área da Serra do Mar.\nDurante o período de deposição desses carbonatos, tiveram início os processos de escorregamentos gravitacio-nais sobre o sal, dando início à halo-cinese na bacia (PEREIRA et alii, 1986).\nNo caso da área em estudo, o rompimento da crosta continental se deu de maneira assimétrica em relação ao novo oceano. Ao invés da crosta ter-se rompido na região mediana entre América do Sul e África, isto se deu bem próximo à costa africana, o que fez com que todos os depósitos eva-poríticos ficassem anexados ao continente sul-americano naquela latitude. O resultado deste rompimento assimétrico é a presença do Platô de São Paulo adjacente à Bacia de Santos, comportando grandes volumes de sal.\nDe acordo com o modelo evolutivo proposto, a cadeia vulcânica Dorsal de São Paulo teria se estabelecido numa posição bastante peculiar, separando crosta continental estírada ao norte (Platô de São Paulo) de crosta oceânica ao sul (Bacia de Pelotas — águas profundas).\nDuas seqüências transgressivas preencheram a bacia, afogando a plataforma carbonática, durante o Neo-AIbía-no e Turoniano (fig. 13d).\n• VII — Durante o Neocretáceo, três episódios fortemente progradantes preencheram a bacia (fig. 2), fazendo com que a linha de costa recuasse significativamente mar adentro (PEREIRA et alii, 1986). Estes fortes pulsos sedimentares são associados a expressivas movimentações da área adjacente (Serra do Mar). Este período é correlacionável com uma fase de intrusões de rochas alcalinas na área em estudo (ALMEIDA, 1983) (fig. 13d).\nPode-se sugerir que esses soerguimen-tos da Serra do Mar possam ter tido sempre um forte componente flexural. O intenso processo erosivo da área-fonte, associado ao peso desse material detrítico deslocado lateral-\nNeocretdceo (t 65 M.a.)\nFig. 13 - Seqüência evolutiva durante o Cretáceo.\nFig. 13 - Evoiutive sequence during the Cretaceous.\nmente para dentro da Bacia de Santos, comporia um binário de forças verticais que induziría ao mesmo tempo um componente ascensional da região continental costeira e uma subsidência da área marinha (fig. 12). Este movimento seria facilitado por três razoes principais: (a) a área costeira já deveria possuir uma situação topográfica elevada desde o início do Cretáceo (vide item II), e, neste caso, esta movimentação seria favorecida por uma simples tendência a um reequiIíbrio isostático; (b) a crosta dessa área costeira é constituída por um mosaico de blocos falhados, justapostos, o que facilitaria grandemente sua movimentação; (c) se o soerguimento dessa área, anterior à ruptura (Jurássico/Cretáceo) possuiu uma origem termal, esse calor reduziría a espessura elástica efetiva da crosta, o que facilitaria o desenvolvimento de maior amplitude dos processos flexurais subseqüentes.\nDurante o Meso- e Neocretáceo, enquanto ocorria uma tendência generalizada de subida relativa do nível do mar ao longo das bacias costeiras brasileiras, em Santos, o soerguimento da área-fonte e o grande aporte sedimentar compensaram essa tendência de subida do nível marinho e mantiveram a bacia num ambiente continental e de mar raso (figs. 2 e 13d).\n•\tVIII — O fim do Cretáceo, na Bacia de Santos, é marcado por ampla discordância regional, correlacionável na área continental à superfície de erosão do Japi (fig. 2). Esta última nivelou várias intrusões vulcânicas alcalinas na área continental adjacente à Bacia de Santos no Neocretáceo (ALMEIDA, 1976).\n•\tIX — Sobre esta superfície erosiva do fim do Cretáceo depositaram-se, durante o Terciário, duas seqüências progradacionais na Bacia de Santos (PEREIRA etalii, 1986).\nNo entanto, essas seqüências constituem-se de sedimentos bem mais finos do que as do Cretáceo Superior,\npois a sedimentação mais grosseira teria sido capturada pela drenagem do rio Paraíba do Sul, que até hoje deságua na Bacia de Campos. Esta seria a razão pela qual o Terciário desta bacia é mais expressivo do que na de Santos. Situação inversa ocorre com o pacote do Cretáceo Superior.\nExistem evidências de vulcanismo básico nessa época nas bacias de Campos (LOBO et aiii, 1983) e parte norte de Santos (PEREIRA et alii, 1986), o qual pode ser correlacionado a pulsos distensivos na região. Se esses pulsos ocorressem na mesma direção do movimento da placa sul-americana, àquela época, formar-se-iam as bacias terciárias continentais de Resende, Taubaté, etc., através de movimentos horizontais (levogíros) e verticais, entre compartimentos do Cinturão Ribeira, num estilo pu/l-apart.\nPor efeito desses grandes movimentos tectônicos na área continental, en-caixou-se uma importante drenagem com direção NE correspondente ao atual rio Paraíba do Sul, que teria sido o responsável pela grande acumulação de sedimentos terciários na Bacia de Campos. Esta última apresenta uma seqüência terciária bem mais desenvolvida do que na Bacia de Santos.\n• X — Na transição Terciário/Quaterná-rio, ocorrem novas movimentações de blocos no Cinturão Ribeira, que deformaram sedimentos nas bacias continentais neles encaixadas (BA-COCCOLI &amp; ARANHA, 1984). A área continental adjacente à Bacia de Santos possui ainda hoje uma sismici-dade bastante acentuada, dando mostras de que esses movimentos tectônicos se encontram ainda atuantes.\nAGRADECIMENTOS\nO autor é grato aos geólogos e geofísicos do Setor de Exploração da Bacia de Santos (PETROBRÁS), pelas discussões e informações; ao Prof. Fernando F. Alkmin (UFOP) e a Laércio G. F. Ara\nnha (PETROBRÁS), pela grande ajuda na elaboração e discussão do trabalho; e à Petróleo Brasileiro S. A. (PETROBRÁS), pela oportunidade de realização deste estudo.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F. F. M. de. 1976. The system of continental rift bordeníng the Santos Basin, Brazil. Anais da Academia Brasileira de Ciências, Rio de Janeiro, 48 (Supl.): 15-26.\nALMEIDA, F. F. M. de. 1983. Relações tectônicas das rochas alcalinas meso-zóicas da região meridional da plataforma sul-americana. Revista Brasileira de Geociências, São Paulo, 13 (3): 139-58.\nAMARAL, G.; CORDANI, U. G.; KAWASHITA, K.; REYNOLDS, J. H.\n1966.\tPotassium — Argon ages of alkaline rocks from southern Brazil. Geochimica et Cosmochimica Acta, Oxford, 31 (2): 117-42, Feb.\nASMUS, H. E. 1975. Controle estrutural da deposição mesozóica nas bacias da margem continental brasileira. Revista Brasileira de Geociências, São Paulo, 5 (3): 160-75, Set.\nASMUS, H. E. 1981. Relacionamento genético de feições geológicas da margem continental sudeste brasileira e da área continental emersa adjacente. In: SIMPÓSIO REGIONAL DE GEOLOGIA, 3, Curitiba, 1981. Atas. . . São Paulo, Sociedade Brasileira de Geologia, v. 1, p. 262-73.\nASMUS, H. E. &amp; FERRARI,A. L. 1978. Hipóteses sobre a causa do tectonis-mo cenozóico na região sudeste do Brasil. In: PROJETO REMAC. Aspectos estruturais da margem continental leste e sudeste do Brasil. Rio de Janeiro, PETROBRÁS. CENPES. DINTEP. p. 75-88. (Série Projeto REMAC, 4).\nBACCAR, M. A. 1970. Evidências geofísicas do pacote sedimentar no Platô de São Paulo. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 24, Brasília, 1970. Anais . . . Brasília, Sociedade Brasileira de Geologia, p. 201-10.\nBACOCCOLI, G. &amp; ARANHA, L. G. F. 1984. Evolução estrutural fanerozóica do Brasil Meridional. Rio de Janeiro,\nPETROBRÁS. Relatório interno.\nBACOCCOLI, G. &amp; SAITO, M. 1973. Bacia de Campos: geologia e perspectivas petrolíferas. In: CURSO DE ATUALIZAÇÃO EM GEOLOGIA DE PETRÓLEO. CAGEP-I. Anais . . . Rio de Janeiro, PETROBRÁS. DEXPRO. DIVEX, 1973. v. 2.\nBELLIENI, O.; BROTZU, P.; ERNESTO, M.; MELFI, A. J.; PACCA, I. G.; PICCIRILLO, E. M. 1984. High and low TiO2 flood basalts from the Parana Platea (Brasil}: petrology and geochemical aspects bearing their mantle origin. Neues Jahrbuch Miner. Abh, 150 (3): 273-306.\nBONATTI, E. 1987. The rifting of continents. Scientific American, 256 (3): 97-103, Mar.\nCHANG, H. K. &amp; KOWSMANN, R. O. 1984. Subsidência térmica e espessura crustal na Bacia de Santos. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 33, Rio de Janeiro, 1984. Anais . . . Rio de Janeiro, Sociedade Brasileira de Geologia.\nDEPARTAMENTO NACIONAL DA PRODUÇÃO MINERAL. 1984. Geologia do Brasil; Texto explicativo do mapa geológico do Brasil e da área oceânica adjacente incluindo depósitos minerais, escala 1: 2.500.000. 1. ed. Brasília. 501 p.\nEDINGER, C. C.; CROW, M. J.; RO-SENDAHL, B. R.; LIVINGSTONE, D. A.; LEFAURNIER, J. 1984. Structural evolution of Lake Malawi, África. Nature, 308 (5960): 627-9.\nFODOR, R. V.; MCKEE, E. H.; AS-MUS, H. E. 1983/84. K-Ar ages and the opening of the South Atlantic ocean: basaltic rocks from the brazil-ian margin. Marine Geo/ogy, 54 (1/2): M1-M8.\nFODOR, R. V. &amp; VETTER, S. K. 1985. Mineral chemistry and petrography of passive margin basalt, southeastern Brazil. Revista Brasileira de Geociên-cias, São Paulo, 15 (1): 36-47, Mar.\nCESAR, A. R.; WERNICK, E.; SOLIAN JR., E. 1982. Evolução tectônica do Cinturão Dom Feliciano; uma contribuição através da aplicação do modelo de tectônica de placas. !n: CONGRESSO BRASILEIRO DE GEOLOGIA, 32, Salvador, 1982, Anais . . . Salvador, Sociedade Brasileira de\nGeologia.\nFÚLFARO, V. J.; SAAD, R.; SANTOS, M. V. dos; VIANNA, R. B. 1982. Compartimento e evolução tectônica da Bacia do Paraná. In: GEOLOGIA da Bacia do Paraná. São Paulo, Pauli-petro, CESP/IPT. p. 75-116.\nGIBBS, A. D. 1984. Structural evolution of extensional margin basins. Journa! of Geological Society of London, 141:609-20.\nGUIMARÃES, P. P. D.; ALMEIDA,\nH.\tP. de; KOWSMANN, R. O.; COSTA, M. P. A. 1982. Modelagem gravi-métrica na porção sul do platô de São Paulo e suas implicações geológicas. !n: CONGRESSO BRASILEIRO DE GEOLOGIA, 32, Salvador, 1982. Anais . . . Salvador, Sociedade Brasileira de Geologia.\nINSTITUTO DE PESQUISAS TECNOLÓGICAS. 1982. Geologia, tectônica, geomorfologia e sismologia regionais de interesse às usinas nucleares da praia de Itaorna. São Paulo. (Publicação, 1225).\nINSTITUTO DE PESQUISAS TECNOLÓGICAS. 1984. Mapa de risco sísmico do sudeste brasileiro /. São Paulo. (Publicação, 1563).\nKOWSMANN, R. O.; COSTA, M. P. A.; BOA HORA, M. P. P.; ALMEIDA, H. P. de; GUIMARÃES, P. P. D.\n1982.\tGeologia estrutural do platô de São Paulo. !n: CONGRESSO BRASILEIRO DE GEOLOGIA, 32, Salvador, 1982. Anais . . . Salvador, Sociedade Brasileira de Geologia.\nKARNER, G. D. 1986. Tectonofísica; notas de aula. Ouro Preto, Universidade Federal de Ouro Preto.\nKUMAR, N. &amp; GAMBOA, L. A. P. 1979. Evolution of the Sao Paulo Plateau (South eastern braziiian margin) and implications for the early history of South Atlantic. Geological Society of América Bulletin, 90 (3): 281-93, Mar.\nKUZNIR, N. J. &amp; PARK, R. G. 1987. The externai strength of the continental lithosfere: its dependence on geothermal gradient, and austral composition and thickness. In: CO-WARD, N. P. et alii. Continental extension tectonics. Boulder, Geological Society of América, p. 35-52. (Geol. Soc. Special Publication, 28).\nLEYDEN, R. 1976. Salt distribution and crustal models for the eastern braziiian margin. Anais da Academia Brasileira de Ciências, Rio de Janeiro, 48 (supl.): 159-68.\nLEYDEN, R.; ASMUS, H.; ZEMBRUS-CKI, S.; BRYAN, G. 1976. South Atlantic diapiric structures. The American Association of Petroieum Geologists Bulletin, 60 (2): 196-212, Feb.\nLOBO, A. P.; BELTRAMI, C. V.; CUNHA, F. M. B.; FERRADAES, J. O.; COSTA, M. P. A.; CASTRO, P. J. M.; GUIMARÃES, P. T.; SZATMARI,\nP.; KOWSMANN, R. O. 1983. Arcabouço tectônico da Bacia de Campos e áreas adjacentes. Rio de Janeiro, PETROBRÁS. CENPES. DEPEX. Relatório interno.\nMCKENZIE, D. 1978. Some remarks on the development of sedimentary basins. Earth and Planetary Society Letters, Amsterdam, 40 (1): 25-32, Jun.\nMELO, M.; RICOMINI, C.; HASUI, V.; ALMEIDA, F. F. M. de; COIMBRA, A. M. 1985. Geologia e evolução do sistema de bacias tafrogênrcas continentais do sudeste do Brasil. Revista Brasileira de Geociências, São Paulo, 15 (3); 193-201, Set.\nMIRANDA, L. O. S. 1970. Geologia das bacias na plataforma Sul-Brasileira. !n: CONGRESSO BRASILEIRO DE GEOLOGIA, 24, Brasília, 1970. Anais . . . Brasília, Sociedade Brasileira de Geologia.\nMIZUSAKI, A. M. P. 1986. Rochas ígneas-básicas do Neocomiano da Bacia de Campos — caracterização e comportamento como reservatório de hidrocarbonetos. Rio de Janeiro, Universidade Federal do Rio de Janeiro. 104 p. Tese de mestrado.\nMONTADERT, L. 1982. Microconti-nental margins. In: CURRAY, J. R. et alii. Geology of continental margins. Tulsa, AAPG. (Education Course Note Series, 5).\nPACCA, I. G. &amp; HIODO, F. Y. 1976. Paleomagnetic analysis of mesozoic Serra Geral basaltic lava flows in southern Brazil. Anais da Academia Brasileira de Ciências, Rio de Janeiro, 48 (supl.): 207-14.\nPEREIRA, M. J.; BARBOSA, C. M.;\nAGRA, J.; GOMES, J. B.; SAITO, M.; RAMOS, M. A.; CARVALHO, M. D.; STAMATO, M.; SÁ, O. A. R. 1986. Estratigrafia da Bacia de Santos: análise das seqüências, sistemas deposicionais e revisões Iitoestratigrá-ficas. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 34,Goiânia, 1986. Anais . . . Goiânia, Sociedade Brasileira de Geologia.\nPONTE, F. C.; NORTHFLEET, A. A.; GONÇALVES, A.; FRANÇA, A. M. C.; PENA, C. A. T.; SILVA, C. A. M. da; RIBEIRO, E. M.; ROSA,\nG.\tA. V.; LOPES, J. A.; RIBEIRO, J. C. 1971. Evolução paleogeográfíca do Brasil Orienta! e África Ocidental, Salvador, PETROBRÁS. SETUB. Relatório interno.\nRABINOWITZ, P. D. &amp; LA BRECQUE, 1979. The mesozoic South Atlantic Ocean and evolution of its continental margins. Journal of\nGeophysical Research, 84 (B11): 5973-6002, Oct.\nSCOTESE, C. R. 1979. Phanerozoic continental drift base maps. In: PALEOGE OGRAPHIC\treconstruc-\ntions: state of art. Blacksburg, Geological Society of América.\nSOARES, P. C. &amp; LANDIM, P. M. B.\n1976. Comparison between the tectonic evolution of the intracratonic and marginal basins in South Brazil. Anais da Academia Brasileira de Ciências, Rio de Janeiro, 48 (supl.): 313-24.\nTORQUATO, J. R. 1976. Geotectonic correlation between SE Brazil and SW Africa. Anais da Academia Brasileira de Ciências, Rio de Janeiro, 48 (supl.): 353-63.\nVAN DER VEN, P. H. 1983. Seismic stratigraphy and depositional systems of northeastern Santos Basin. Austin, University of Texas. 150 p. Master\nthesis.\nVINK, G. E. 1982. Continental rifting and the implications for plate tectonic reconstructions. Journal of Geophysical Research, 87 (B13): 10677-88.\nWEISSEL, J. K.; KARNER, G. D.; COWIE, P. A. Mechanisms for rift flank uplift. Journal of Geophysical Research. No prelo.\nWERNICKÊ, B. &amp; BURCHFIEL, B. C. 1982. Modes of extensional tectonics. Journal of Structural Geology, Ox-ford,4 (2): 105-15.\nZALÁN, P. V.; CONCEIÇÃO, J. C. J.; WOLF, S.; ASTOLFI, M. A. M.; VIEIRA, I. S.; APPI, V. I.; NETO, E. V. S.; CERQUEIRA, J. R.; ZA-NOTTO, O. A.; PAUMER, M. L.; MARQUES, A. 1986. Análise da Bacia do Paraná, s. 1, PETROBRÁS. SEDOC. (Relatório interno, 57-65).\nThe Santos Basin constitutes one of the Brazilian coastal basement's largest marginai depressions, located along the states of Santa Catarina, Paraná, São Paulo, and Rio de Janeiro. Atpresent it is essentially an offshore basin.\nA significant physiographic feature known as the Serra do Mar runs approximately N-NE in a beit tocated between the Santos and Paraná basins, the latter an inland Paleozoic basin. Devoid of sedimentary cover, this belt is composed of Pre-Cambrian rocks with eievatíons reaching 2,900 m abo ve sea levei. Severa! Cenozoic basins are found in these Serra do Mar area, reflecting the region's quite recurrent tectonic activíty.\nAnother important physiographic feature is the São Pauio Plateau, located at the ocean bottom east of the Santos Basin.\nThis broad region covers about 250,000 km between the Santos shelf and the Brazil Oceanic Basin and displays bathymetries ranging from 2,000 to 3,000 m, Its sedimentary cover presents a significant volume of Aptian salt as well as terrigenous deposits. Evidence of rift phase (Lower Cretaceous) sediments can also be found.\nThe Santos Basin is structuraüy divided\nEXPANDED ABSTRACT\ninto two E-W-lying transfer zones known as the Rio de Janeiro and the Florianópolis, with a third equaity important transfer zone caüed the Curitiba located in its centra! area. Various authors have correiated the variety of intrusions of Senonian-age alkaline rock inland to these transfer zones.\nAn anomaious therma! upilfting during the Jurassic (geochronologicaily identified in .Paleozoic shales found in the northeastern part of the Paraná Basin) is beiieved to have been responsibie for changes in the rheology of the lithosphere. it is beiieved that during the distensive phase a large volume of continental crust was involved, due to the prior increase in temperature. This anomaious deformation is thought to have prompted the formation of a broad area of distended continental crust, currentiy induding the Santos Basin and São Paulo Plateau.\nThis study also supports the hypothesis that some potentiai detachment planes were estabiished during the rupture, and specifically during the Neocomian, accompanying the Ribeira Beit's crustal discontinuities. As a result, the adjacent continental area is beiieved to have been subjected to flexural uplifting, in turn producing a topographically-elevated area\nwhich could be caüed the \"proto-Serra do Mar\".\nThroughout the Cretaceous and Tertiary, this entire region was subjected to a binary of vertical forces which tended to keep the continental region topographicaüy elevated (erosive effects aüeviating weight, resulting in renewed isostatic equilibrium) and the offshore region more and more depressed (the weight of disptaced Serra do Mar sediments acting in conjunction with therma! subsidence).\nThe instabÜity presented by the loca! stress field, together with eventual changes in the global stress field, caused by horizontalplate movement, is thought to have then provoked a series of tectonic movements in this region, evident in the various intrusions of alkaline rocks, in the formation of taphrogenic basins at Serra do Mar, and in the significant voiume of continental sediments within the Santos Basin (in fact contradicting the global tendency of sea levei to rise during the Upper Cretaceous).\nNowadays, the continental region adjacent to the Santos Basin still exhibits some seismic activity, mainly along the projection of the Rio de Janeiro transfer zone in the Serra do Mar area."}]}}}