{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10650"}, {"@name": "filename", "#text": "15803_almeida_hl_dr_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "BIBLIOTECA DIGITAL DE TESES E DISSERTAÇÕES \nUNESP \n\n \n \n \n \n \n \n \n \n \n \n \n\nRESSALVA \n \n \n\nAlertamos para ausência de figuras, não incluídas pelo \nautor no arquivo original. \n\n \n \n\n\n\n \n \n\nUNIVERSIDADE ESTADUAL PAULISTA \n \n\nInstituto de Geociências e Ciências Exatas \n \n\nCampus de Rio Claro \n \n \n \n \n \n \n \n \n \n\nESTUDO MICROESTRUTURAL EM MINERALIZA ÇÃO AURÍFERA DO TIPO-VEIO \nHOSPEDADA EM ZONA DE CISALHAMENTO: CASO DO DEPÓSITO SERTÃOZINHO, \n\nPROVÍNCIA BORBOREMA, NE DO BRASIL. \n \n \n\nHarrizon Lima de Almeida \n \n \n \n \n\n \nOrientador: Prof. Dr. Peter Christian Hackspacher \n\n \n \n \n \n \n\nTese de Doutorado elaborada junto ao Curso de Pós- \nGraduação em Geociências - Área de Concentração em \n\nGeologia Regional Para obtenção do Título de  \nDoutor em Geociências \n\n \n \n \n \n \n \n \n \n\nRio Claro (SP) \n2003 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais João e Iraci pelo incentivo aos meus estudos. \n\nÀ minha esposa, Auxiliadora Filha, pela compreensão e apoio \n\ndurante todos os momento da tese. Às crianças Lucas, Lídia, Matias, \n\nJuliana, Laíne, Laís e João Vieira, pelo futuro. \n\n \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\n \n\n \n\n \n\nEsse trabalho tornou-se possível graças ao apoio financeiro da Fapesp (processo n° \n\n98/15081-4). Agradeço ao Prof. Dr. Carlos Archanjo pela discussão sobre a zona de \n\ncisalhamento Itapetim. Ao Prof. Dr. Luiz Simões pela leitura do manuscrito. Ao Prof. Dr. \n\nKlaus Ullemeyer pela realização de análise do material do veio por difração de nêutrons. \n\nAo Prof. Dr. Axel Vollbrecht pelas discussões e por sua acolhida quando da minha estadia \n\nem Göttingen. Finalmente aos Profs. Drs. Marcos Egydio e Nelson Angeli pelas inúmeras \n\nsugestões. \n\nAgradeço ao Prof. Dr. Peter Hackspacher por acreditar no projeto. \n\nA gradeço aos amigos Ivaldo e Juninho pela ajuda no preparo de algumas amostras, \n\ne a Daniel pela impressão das várias pranchas. Aos amigos Fausto, Solange, Bernd, Roseli, \n\nMarisa e Hermínio pela amizade e apreço. À Dona Lídia pelos seus pratos deliciosos que \n\ntanto desfrutei. Agradeço a amiga Ana Cláudia pelas suas palavras sempre tão poéticas. Ao \n\nmeu parceiro e irmão camarada Amarildo, pela sua calma e lucidez. Ao Carlos, Samuel, \n\nRaquel, Wan (Wanilson), Armando, Martins, Diana, Larissa, Rosa, Máricia e Daniele, pela \n\ngrande amizade. As minhas amigas Laís (Lalá), pela sua juventude contagiante, e a Leila \n\npela sua amizade fraternal. A Kyara (Kyka) e Sonaly pelo apoio e a amizade. Ao meu \n\namigo José Antônio pelos anos de amizade e aventuras. \n\nAgradeço a minha esposa e companheira Maria Auxiliadora pela ajuda na revisão \n\nde parte da tese. \n\nFinalmente expresso os meus agradecimentos a Fábio e Rivaldo pela inestimável \n\najuda durante os trabalhos de campo. \n\n\n\nRESUMO \n\n \n\n \n\n \n\nA zona de cisalhamento Itapetim (ZCI) desenvolveu foliação e lineação nos \n\ndiferentes tipos de rochas, milonitos a ultramilonitos. Muitos dos tipos de microestruturas \n\nobservadas na ZCI preservam evidências de condições metamórficas de alto grau e baixo \n\ngrau de temperatura. O padrão das orientações preferenciais dos eixos [c] de quartzo, obtida \n\na partir de agregados policristalinos deformados, mostra dois diferentes tipos de simetrias, \n\nguirlandas do tipo I e simples. A análise da textura sugere partição da deformação com \n\ncisalhamento coaxial e não coaxial na ZCI. \n\nUm veio de quartzo mineralizado em ouro encaixado em rocha ultramilonítica, \n\nconstitui a zona de precipitação hidrotermal. O veio é bandado por segmentos de turmalina, \n\no qual inclui agregados de grãos de quartzo maciço entre as bandas. Os grãos de quartzo \n\nmostram contatos poligonais e restritos limites intumescentes. O último sugere \n\nrecristalização dinâmica por migração de limite de grão e os grãos poligonais (microestrutra \n\nem espuma) são melhor explicados por annealing. Os padrões de eixos [c] de quartzo \n\nobtido no veio aurífero é idêntico ao observado nos ultramilonitos da ZCI. Este padrão é \n\ninterpretado como uma textura preservada formada durante o cisalhamento não coaxial. A \n\nestrutura bandada é interpretada como o resultado de variações da pressão de fluidos e a \n\nformação microfraturas, associadas a eventos de crack-seal. Mecanismos de crack-seal \n\nforam ativos antes ou durante a deformação da ZCI. As feições microestruturais suportam \n\nevidências para a última possibilidade. \n\n \n\nPalavras -chaves: zona de cisalhamento Itapetim, veio de quartzo aurífero, microestrutura, textura , \n\nrecristalização dinâmica , annealing, pressão de fluido, crack -seal. \n\n \n\n\n\nABSTRACT \n\n \n\n \n\n \n\nThe Itapetim shear zone(ISZ) developed both foliation and lineation in the different \n\nrock types, from mylonites to ultramylonites. Most of the microstructure types observed in \n\nthe ISZ preserve evidence of high temperature metamorphic conditions. The quartz [c]-\n\naxis, of deformed polycr ystalline a ggregates, show two distinct symmetries, type I crossed \n\ngirdles and single girdles. The geometrical analysis of texture, suggest non-coaxial shear \n\nfor deformation in ISZ. \n\nA gold mineralized quartz vein hosted in ultramylonitic rocks , constitutes the \n\nhydrothermal precipitation zone. The vein is banded by tourmiline segments, which include \n\nmassive quartz grains aggregates between the bands. The quartz grains show polygonal \n\ncontacts and minor intumescent limits. These latter suggest grain boundary migration \n\nrecrystallization and the polygonal grains seem to be best explained by the annealing after \n\nstopping the shear deforma tion. The quartz [c]-axis obtained in the auriferous vein shows \n\nthe same single girdle  pattern observed in the ultramylonites of the ISZ. This pattern is \n\ninterpreted as a preserved texture formed during the shear deformation. The banded \n\nstructure is interpreted as the result of variations of the fluid pressure and the formation of \n\nmicrofractures, associated the crack-seal events. Crack-seal mechanisms can have been \n\nactive previous or during the de formation of the IZS. The microstructurals features supports \n\nevide nces for the last possibility. \n\n \n\nKe ywords: shear zone, auriferous quartz-vein, micro stru cture, texture, dynamic recry stallization, annealing, \n\nfluid pressure, crack-seal. \n\n \n\n\n\n \n \n\nÍNDICE \n \n \n\nCAPÍTULO 1 - Introdução...................................................................................................01 \n1.1 - Objetivos..............................................................................................................01 \n1.2 – Métodos de investigação.....................................................................................01 \n1.3 – Localização da área.............................................................................................02 \n\n \nCAPÍTULO 2 – Síntese da geologia regional......................................................................04 \n \nCAPÍTULO 3 – Geologia local............................................................................................06 \n\n3.1 – Petrografia...........................................................................................................06 \n3.2 – Geologia estrutural..............................................................................................14 \n3.3 – A mineralização aurífera.....................................................................................23 \n\n3.3.1 – O veio.........................................................................................................24 \n \nCAPÍTULO 4 – Microtectônica............................................................................................29 \n\n4.1 – Conceitos introdutórios e os mecanismos de recristalização dinâmica...............29 \n4.1.1 – Texturas e microestruturas de agregados de quartzo deformados..............33 \n\n4.2 – Microestrutura dos milonitos...............................................................................35 \n4.3 – Análise da textura dos milonitos..........................................................................46 \n4.4 – Microestrutura do veio.........................................................................................51 \n4.5 – Análise da textura do veio....................................................................................59 \n4.6 – Cátodo-luminescência (CL).................................................................................62 \n\n4.6.1 – Observações CL e interpretação.................................................................63 \n \n\nCAPÍTULO 5 – Discussão....................................................................................................66 \n5.1 – Microestrutura e textura dos milonitos................................................................66 \n5.2 – Microestrutura e textura do veio..........................................................................75 \n \n\nCAPÍTULO 6 – A formação de veios auríferos ....................................................................81 \n6.1 – Uma revisão sobre a formação de veios..............................................................81 \n6.2 – Modelo para a formação do veio aurífero do depósito Sertãozinho....................83 \n6.3 – Considerações sobre a mineralização do veio.....................................................91 \n \n\nCAPÍTULO 7 – Conclusões..................................................................................................93 \n \nCAPÍTULO 8 – Referências bibliográficas...........................................................................94 \n\n\n\nCapítulo I – Introdução \n\n1.1 – Objetivos \nO trabalho tem como objetivo o estudo de mineralização aurífera do tipo veio, \n\nexemplificada pelo depósito de Sertãozinho. Serão enfatizadas as feições em microescala \n\npresentes nas rochas milonitizadas e no veio aurífero. Uma abordagem nesse sentido foi \n\nutilizada para avaliar a deformação dentro da zona de cisalhamento e no veio aurífero, \n\nsobretudo a atuação dos processos de crescimento e recristalização do último. Por fim, \n\nforam propostos dois modelos para a provável formação do veio e a mineralização de ouro \n\nassociada. \n\n1.2 – Métodos de investigação \nO trabalho foi desenvolvido em duas etapas básicas. A primeira envolveu a \n\ndelimitação da zona de cisalhamento a partir da interpretação de fotografias aéreas e \n\nimagens de satélite. Foram realizadas excursões de campo para a coleta de dados estruturais \n\ne material para a análise. \n\nA segunda etapa, devotada para o estudo em microescala do material coletado \n\nconstituiu o ponto principal do trabalho. Nessa etapa concentraram-se estudos para a \n\ncarcterização de feições microestruturais nos milonitos e no veio mineralizado em ouro do \n\ndepósito de Sertãozinho. No que concerne a essa caracterização microestrutural, os \n\nmétodos de abordagem foram escolhidos em função das informações que estes \n\nproporcionariam para uma relativa compreensão sobre a evolução do veio. As seguintes \n\ntécnicas de análises foram utilizadas: \n\nMicroscopia Convencional - luz transmitida e refletida. Sob luz transmitida foi \nrealizada uma discrição petrográfica e a caracterização das microestruturas nos milonitos e \n\nveio. \n\nCatodoluminescência  operando em alta energia. Utilizada para observar a \n\npossível formação de microfraturas seladas, e que não são possíveis de serem reveladas por \n\nmicroscopia convencional. \n\nPara a definição da textura do material estudado foram empregadas as técnicas \n\nabaixo: \n\n\n\nMedida de eixo [c] de quartzo com platina universal de 4 eixos. Caracterização \n\ndos padrões de textura nos milonitos e no veio de quartzo aurífero. Para o material \n\namostrado do veio o uso da platina possibilitou a realização de medidas discriminadas em \n\ndiferentes tipos de grãos recristalizados. \n\nDifração de neutrons. Determinação de outros elementos cristalográficos além do \n\neixo [c] de quartzo. \n\n1.3 – Localização da área \nA área localiza-se na denominada região do alto Rio Pajeú, domínio da serra dos \n\nCariris Velhos, abrangendo parte dos estados da Paraíba e Pernambuco (Fig. 1.3.1). As \n\nprincipais vias de acesso são pela BR 110 que cruza a área no sentido norte-sul passando \n\npelas cidade de Patos (PB), a norte, e São José do Egito (PE), a sul. Partindo de Campina \n\nGrande pela BR 230 até a cidade de Patos. O acesso é imediato tomando a BR 110 no \n\nsentido Patos-Teixeira. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nCapítulo II – Síntese da geologia regional \nA área encontra-se inserida no domínio central da Província Borborema (Almeida \n\net al., 1977), cujos limites estão balizados pelos lineamentos regionais Patos, a norte, e \n\nPernambuco, a sul, distribuídos segundo uma direção E-W (Fig. 2.1). Esse domínio \n\ncaracteriza -se pela presença de zonas de cisalhamento que interconectam-se na forma de \n\nsistemas conjugados, subsidiários aos lineamentos regionais, onde compõem uma ampla \n\nregião de dobramentos do tipo branching system of orogens (Brito Neves, 1975). \n\nA área está inclusa em rochas do sistema Pajeú-Paraíba, o qual é composto por um \n\nembasamento gnáissico-migmatítico e uma sequência de rochas supracrustais representadas \n\npelos Complexos Sertânia, São Caetano e Irajaí (Wanderley, 1990; Veiga Jr, 1990; Scheid \n\n&amp; Ferreira, 1991). Na conceituação revista por Santos (1996) e Santos et al. (1997) para \n\nesse sistema, corresponde ao terreno Alto Pajeú que inclui supracrustais e ortognaisses dos \n\nComplexos Sertânia, Irajaí e São Caetano. A idade do embasamento da área é ainda muito \n\ndiscutida, no entanto, este congrega rochas de idade Arqueana e Paleoproterozóica (Van \n\nSchmus et al., 1995; Santos, 1995; Guimarães &amp; Silva Filho, 2000; Costa &amp; Hackspacher, \n\n2000; Costa, 2002). Um importante cíclo orogenético afetou as rochas do domínio central. \n\nEssa orogênese, denominada de Carirís Velhos (Brito Neves et al., 1995), atuou desde o \n\nMeso ao Neoproterozóico onde foi melhor demarcada em rochas do pertencentes ao terreno \n\n\n\n 5\n\nAlto Pajeú. Uma característica desse terreno é a intrusão de plutons Neoproterozóicos sin e \n\ntardi-orogênicos, definidos na área de ocorrência da folha Patos como granitos sin e pós-\n\ntranscorrentes (Scheid &amp; Ferreira, 1991; Britos Neves et al., 2000). Baseado numa \n\nclassificação geoquímica alguns desses corpos graníticos foram referidos sob as \n\ndenominações de tipos Itaporanga e Conceição (Sial, 1986; Guimarães &amp; Silva Filho, \n\n2000). O batólito de Teixeira é o mais importante corpo granítico da área, com a sua \n\nevolução resultante de processos ligados a colocação (processos magmáticos) e a \n\ndeformação no estado sólido (Lima et al., 2000). \n\nO sistema de zonas de cisalhamento que se distribui ao longo de todo o domínio \n\ncentral, incluídos os lineamentos Patos e Pernambuco, formam a estruturação da zona \n\ntransversal consignados, em grande parte, durante o Brasiliano (Brito Neves, 1983; Caby &amp; \n\nArthaud, 1986; Corsini et al., 1991). Algumas dessas zonas são de grande importância \n\neconômica, sobretudo na distribuição de depósitos auríferos (Almeida et al., 1995; \n\nCoutinho, 1995). \n\n \n\n\n\nCapítulo III – Geologia local \n\n3.1 – Petrografia \nA seguir, será apresentada uma discrição dos tipos litológicos que afloram na área. \n\nA petrografia é baseada numa análise mesoscópica sendo, em grande parte, complementada \n\npor observações microscópicas de seções delgadas. Deve-se ressaltar que a ordem em que \n\ncada uma das litologias descritas foi posta segue o empilhamento estrato-geocronológico \n\nadotada na folha Patos (Scheid &amp; Ferreira, 1991). \n\nA distribuição desses litotipos é mostrada no mapa geológico (mapa I). \n\nGranodiorito (Grd) \n\nEssas rochas constituem corpos que ocorrem na área como batólitos alongados nas \n\nporções sul e sudeste. Em fotografias aéreas formam regiões homônimas com fácil \n\nidentificação e, em geral, constituem elevações com um sistema de drenagem bem \n\ncaracterístico. Correspondem aos granitóides tipo Itaporanga mapeados na folha Patos e \n\nintrusivos nos metassedimentos do complexo Irajaí. São rochas de coloração cinza-clara a \n\navermelhada, porfiríticas de granulometria média a grossa. A estrutura é maciça ou com \n\numa discreta orientação de fluxo, definida pela incipiente orientação dos fenocristais \n\nfeldspato potássico, plagioclásio e minerais micáceos. Os fenocristais de feldspato \n\npotássico e plagioclásio constituem grãos com tamanhos que podem atingir valores acima \n\nde 5 cm com formas eudrais, em geral zonados, imersos em uma matriz inequigranular \n\nquartzo-feldspática. São compostas por quartzo (40-50%), microclina (30-40%), \n\nplagioclásio (5-10%), biotita (<5%) e epidoto como o mineral acessório. Na fração mais \n\nfina da rocha, que representa a matriz, a microclina forma um arranjo em mosaico com uma \n\ndistribuição bimodal de 1,5-3mm e 1<0 2mm de tamanhos. No interior desses grãos ocorre \n\na formação de mirmequita, além de inclusões de quartzo e plagioclásio. Os plagioclasios \n\nsão ricos no componente anortítico(An5-10) com intensa sericitização. \n\nQuartzodiorito(Qtd) \n\nNa área a sua presença limita-se a um corpo com terminação em forma de cunha e \n\nde fácil delimitação em fotografia aérea. Ocorre na porção noroeste em contato com o \n\ngranitóide da serra de Teixeira e intrude em metassedimentos do grupo Salgueiro. \n\nCorresponde aos granitóides tipo Conceição e aflora em área de revelo íngreme onde a \n\n\n\n 7\n\ndiferença de cotas entre o topo e a base atinge cerca de 400 m. Apresenta uma \n\ngranulometria grossa e tonalidade cinza-clara com estrutura maciça e enclaves máficos. \n\nComposta por Plagioclásio (70-80%), quartzo (10-15%), biotita (5-%<) e anfibólio (<5%). \n\nGranodiorito/granito (Batólito de Teixeira) \n\nÉ o mais expressivo corpo granítico da área, onde situa -se a cidade homônima de \n\nTeixeira. Estende-se segundo uma direção este-oeste, abrangendo quase toda a porção \n\nnorte, e mostra um estrangulamento na sua porção oeste. Corresponde a um maciço \n\nbatolítico de fácil individualização em fotografia aérea, entrecortado por falhas e fraturas de \n\ndireção nordeste. As formas mais comuns de afloramento são lajedos e campos de matacões \n\nlocalizados nas serras. São rochas maciças, equigranulares de granulometria média a fina e \n\ntonalidade cinza -clara. Composta por plagioclásio (30-40%), microclina (10-20%), quartzo \n\n(15-20%), hornblenda (<5%), ortopiroxênio (<5%), e biotita, zircão, apatita, titanita e mica \n\nbranca como minerais acessórios. Os grãos de plagioclásio (An5-10) atingem as maiores \n\ndimensões, variando em média de 2 a 4 mm. São xenomórficos a hipidiomórficos com \n\nalteração para mica branca (saussuritização) com inclusões de biotita e soluções sólidas \n\nmais de feldspato potássico. A microclina é hipidiomórfica com um tamanho médio de 3-\n\n1,5 mm e bordas parcialmente irregulares com leve alteração para mica branca. O quartzo é \n\nxenomórfico com contatos arredondados que envolvem de forma parcial alguns grãos de \n\nplagioclásio. O anfibólio e o piroxênio, em geral, ocorrem associados e apresentam \n\ninclusões de zircão e quartzo, no primeiro, e titanita, no segundo.  \n\nBiotita-monzogranito milonitizado (Bmg) \n\nCorrespondem aos granitóides sin-transcorrentes mapeados na Folha Patos. Em \n\nfotografia aérea essa rocha ocorre na forma de um corpo alongado segundo uma direção \n\neste-oeste, com espessura média de 600 m, que aflora na porção E-NE da área onde \n\nencontra-se afetado por cisalhamento. A sua ocorrência na área é bem expressiva e marca \n\numa topografia elevada na região. A rocha apresenta uma tonalidade cinza-esbranquiçada e \n\ngranulometria média a fina. A foliação varia de milonítica, com desenvolvimento de uma \n\nsinuosidade bem marcante e a formação de sombras de pressão em grãos de quartzo e \n\nfeldspatos, a xistosa com matriz granoblástica. Composta por quartzo (40-50%), \n\nplagioclás io (20-25%), microclina (10-15%), biotita (5-10%) e muscovita (<5%), além da \n\nanfibólio, apatita, titanita e opacos como principais minerais acessórios. O plagioclásio \n\n\n\n 8\n\n(An15-20) é xenomórfico e, em geral, encontra-se substituído por muscovita, biotita e \n\ntitanita. A microclina é xenomórfica a hipidiomórfica também com inclusões de muscovita \n\ne biotita. Os feldspatos são de tamanhos aproximados, em torno de 0,5-2 mm, ambos com a \n\nformação de pequenos grãos com mesma composição em suas bordas. Titanita e apatita \n\nocorre como grãos disseminados com espessura média de 0,2 mm. \n\nBiotita-gnáisse de composição granítica a granodiorítica milonitizado (BGg) \n\nEssas rochas abrangem parte da porção central da área e são as encaixantes do \n\ndepósito de ouro de Sertãozinho. Na folha Patos são mapeados como biotita sieno-\n\nmonzogranitos que ocorrem na porção central. São rochas foliados, milonitizadas e \n\nbandadas a localmente xistosas, com tonalidade cinza-clara e granulometria média. A \n\nformação do bandamento, em geral, forma tipos fitados, caracterizados pela presença de \n\nfaixas feldspáticas com alguns poucos milímetros de espessura. Os planos de foliação \n\nexibem uma leve sinuosidade e desviam nas imediações dos cristais de feldspatos. São \n\ncompostas por quartzo (40-50%), microclina (5-10%), plagioclásio (25-35%), muscovita \n\n(5-10%), além de biotita, epidoto, clorita, turmalina, titanita, calcita e opacos em \n\nquantidades acessórias. Os plagioclásios formam grãos alongados e com tamanhos que \n\nvariam em torno de 3 a 1,5 mm, a pequenos grãos com tamanhos próximos a 0,4 mm. Os \n\ngrãos apresentam contatos que variam de próximos a retos, a bastante irregulares. Isso \n\nresulta em formas que variam de hipidiomórficas a xenomórficas. A microclina não \n\nultrapassa 3 mm em tamanho e contém inúmeras inclusões de muscovita. Os grãos de \n\nplagioclásio e microclina que formam a matriz, em geral, não ultrapassam valores próximos \n\na 0,2 mm de tamanho. Os grãos de quartzo são em geral xenomórficos com contatos \n\nbastante irregulares. Formam faixas policristalinas com os grãos inequidimensionais com \n\ntamanhos em torno de 1,5 a 0,5 mm. Grãos de quartzo que formam a matriz, mostram \n\nformas arredonadas e estão alongados de maneira variável. Biotita e muscovita ocorrem \n\ncomo grãos ripiformes cujos tamanhos variam de 0,4 a 0,05 mm. A biotita ocorre em \n\ncontato lateral com grãos de quartzo, ou associada com a muscovita. A calcita ocorre na \n\nforma de impregnações, onde os grãos estão disseminados na matriz podendo envolver de \n\nforma parcial os cristais de feldspatos. A sua forma de ocorrência deve-se a uma possível \n\nformação por reação metassomática. \n\n\n\n 9\n\nPara essas rochas foram propostas algumas reações de transformação (SILVA, \n\n1999): \n\nMicroclina + H ? Muscovita + Quartzo + K \n\nK + Anortita + H ? Muscovita + Ca \n\nQuartzito protomilonitizado (Qtp) \n\nOcorre na área na forma de uma pequena lente, com cerca de 300-500 m de \n\nlargura e 4,5 km de comprimento, em contato com os metassedimentos do complexo Irajaí, \n\na norte, e o gnáisse-biotita granito, a sul. Aflora em ambos os lados da rodovia que liga \n\nTeixeira a Destêrro, na localidade de Pau Fechado. São rochas bandadas definidas por \n\nespessas faixas (2-6 cm) ricas em quartzo e alguns porfiroclastos de feldspatos, intercalados \n\npor filmes compostos por minerais micáceos. Composto por quartzo (80-90%), microclina \n\n(5-10%), plagioclásio (<5%) e quantidades acessórias de biotita e muscovita. Os grãos de \n\nmicroclina e plagioclásios são alongados (2 a 3:1), com tamanhos em torno de 0,6-1 mm, e \n\nextensa alteração para mica branca. É comum apresentarem o desenvolvimento de caudas \n\nde deformação assimétricas em ambas as terminações dos grãos. O quartzo forma uma \n\nmatriz de grãos finos com tamanho de 0,2-0,1 mm e faixas monominerálicas, ou com a \n\npresença de ambos os feldspatos, de 0,6-04 mm. Essa faixas são paralelos entre si, o que \n\nconfere a rocha o aspecto bandado. A biotita forma pequenos cristais menores que 0,1 mm, \n\nconstituindo filmes micáceos que limitam os grãos de quartzo. \n\nBiotita-muscovita xisto (Bmx) \n\nSão metassedimentos do grupo Salgueiro que ocorrem em uma pequena porção na \n\nextremidade noroeste da área. São rochas foliadas com uma xistosidade bem definida \n\ncaracterizada por faixas ricas em micas e menores quantidades de bandas quartzo-\n\nfeldspáticas. São rochas compostas por quartzo (30-40%), biotita (10-20%), muscovita (10-\n\n15%), clorita (5-10%) e plagioclásio (5-10%). Como minerais acessórios ocorrem epidoto, \n\nturmalina, apatita e opacos. Os grãos de feldspatos formam pequenos grãos hipidiomórficos \n\ncom 0,3 a 0,1 mm de tamanho, limitados por biotita e com inclusões de muscovita e apatita. \n\nOs cristais de quartzo são xenomórficos e, em geral, formam bandas alongadas associados \n\ncom os feldspatos. Biotita e clorita, às vezes também muscovita, ocorrem associadas. As \n\ncloritas estão inclusas na biotita, ou em contato lateral do tipo sanduíche (biotita-clorita-\n\nbiotita), indicando desestabilização da biotita em metamorfismo de xisto verde inferior. \n\n\n\n 10 \n\nGnáisse de composição granítica a granodiorítica (Gng) \n\nEssas rochas correspondem aos ortognaisses de composição sienogranítica a \n\nmonzogranítica representados na parte central da folha Patos. Na região de Brejinho \n\nconstitui afloramentos na forma de blocos do tipo campo de matacões dispostos em ambos \n\nos lados da Br 110. São rochas inequigranulares de tonalidade cinza-clara e granulometria \n\nmédia a fina. A presença de um bandamento é definido pela intercalação de faixas claras e \n\nmais escuras. As claras são de composição quartzo-feldspática e espessura de poucos \n\ncentímetros. As faixas mais escuras são compostas por minerais micáceos e com espessura \n\nde alguns milímetros. No interior das bandas quartzo-feldspáticas, grânulos escuros de \n\nmagnetita ocorrem alinhadas e paralelas às bordas do bandamento. Nas porções afetadas \n\npor cisalhamento essas rochas mostram o desenvolvimento da foliação milonítica com um \n\nforte estiramento dos grãos de feldspatos potássicos e plagioclásios. São compostas por \n\nquartzo (40-50%), microclina (30-40%), plagioclásio (10-15%), biotita (<5%), e quantidade \n\nacessórias de magnetita, mica branca, turmalina e epidoto. Os grãos de quartzo são \n\nxenomórficos e com contatos irregulares entre si e os grãos de feldspatos. Formam bandas \n\ncontínuas em associação com os plagioclásios e a microclina, ou estão dispersos na matriz \n\nda rocha em tamanhos médios de 0,4 a 0,15 mm. A microclina é hipidiomórfica a \n\nxenomórfica e forma cristais alongados subparalelos entre si e ao bandamento, com \n\ninclusões de mica branca e tamanhos que variam de 2 cm a 0,5 mm. Quando em contato \n\ncom plagioclásio às vezes mostra a formação de um intercrescimento pertítico \n\n(mirmequita), o que evidencia a sua origem magmática. Os plagioclásios, também \n\nhipidiomórficos a xenomórficos, apresentam inclusões de biotita, mica branca \n\n(saussuritização) e a formação de mirmequita em seu interior. O tamanho dos grãos são \n\npróximos aos da microclina. A biotita forma cristais de cor verde com tamanhos que variam \n\nde 0,15 mm, em geral como inclusões, a 0,4 mm com aspecto esqueletal e inclusões de \n\nepidoto e quartzo. A forma não inclusa constitui filmes de biotita que separa as bandas \n\ncompostas por quartzo e feldspatos. \n\nBiotita-muscovita paragnaisses (Bmpg) \n\nSão rochas que correspondem aos paragnaisses do complexo Irajaí, em especial a \n\nsua fácie metavulcanossedimentar. Essas rochas afloram nas porções E-SE e E-NE da área \n\n(mapa I) e são caracterizadas por uma estrutura bandada, com uma xistosidade apenas \n\n\n\n 11 \n\nlocal, granulometria fina a média e tonalidade cinza-clara. O bandamento é definido por \n\nfaixas claras e escuras, com a presença de grãos maiores de feldspato marcando a foliação. \n\nSob observação no microscópio a foliação caracteríza-se pela alternância de filmes \n\nconstituídos por minerais micáceos e bandas quartzo-feldspáticas com espessuras médias de \n\n1-0,2 mm. As bandas claras são de composição quartzo-feldspática onde intercalam-se com \n\nfaixas micáceas. São paragnaisses a duas micas compostas por quartzo (40-50%), \n\nplagioclásio (20-25%), biotita (10-20%), muscovita (5-10%), e opacos (5%), além de \n\nepidoto e turmalina como minerais acessórios. Os plagioclásios variam de xenomórficos a \n\nhipidiomórficos e forma m grãos com tamanhos em torno de 2-4 mm, imersos em uma \n\nmatriz dominada por grãos de quartzo e ripas de biotita. Os grãos de quartzo da matriz são \n\nequigranulares, com contatos ligeiramente arredondados, e tamanhos aproximados de 0,05 \n\nmm. Quando formam bandas constituem grãos policristalinos, com tamanhos que variam \n\nde 1 a 0,2 mm, separados por filmes de muscovita e biotita. As biotitas formam \n\naglomerados de pequenos cristais, com tamanhos em torno de 0,2-0,03 mm, alinhados \n\nparalelamente entre si ou como pequenas inclusões. Quando associada com a muscovita, \n\nem geral, ocorre em contato lateral. Os opacos formam grãos xenomórficos a \n\nhipidiomórficos com inclusões de biotita e quartzo. \n\nGnáisse feldspático com granada (Gfd) \n\nNa área de abrangência da Folha Patos essas rochas foram mapeadas como biotita-\n\nortognaisses de composição sieno a monzogranítica intrusivas nos paragnaisses do \n\ncomplexo Irajaí. Na área em questão são caracterizadas por uma tonalidade cinza-clara e \n\ngranulometria média a fina. Em afloramento as rochas são bandados e com o \n\ndesenvolvimento de uma foliação milonítica. Nas porções menos cisalhadas apresenta uma \n\nestrutura inequigranular com porfiroblastos de plagioclásio e microclina de até 3 mm que \n\nconstituem augens. São compostas por quartzo (40-50%), plagioclásio (10-20%), \n\nmicroclina (5-10%), biotita (5-10%), além de granada, muscovita e epidoto como minerais \n\nacessórios. Os grãos de quartzo são xenomórficos e apresentam contatos arredondados e \n\ninterdigitantes. São alongados e arranjados em massas unif ormes onde formam a estrutura \n\nbandada da rocha. Os plagioclásios variam de xenomórficos a hipidiomórficos com \n\ninclusões de biotita, envoltos de maneira total ou parcial por grãos de quartzo. A microclina \n\nvaria de xenomórfica a hipidiomórfica onde apresenta inclusões de biotita e muscovita e \n\n\n\n 12 \n\nformam cristais menores e mais quadráticos. Pequenos grãos de microclina com tamanhos \n\naproximados de 0,1-0,05mm, estão dispersos na matriz da rocha onde parecem ter resultado \n\ncomo produto da recristalização , ou cuminuição, dos antigos grãos. As granadas \n\nconstituem em grãos profiroblásticos, com tamanho de 1-0,5 mm, alterados e com estrutura \n\npoiquilítica. As inclusões são de biotita, muscovita, quartzo e epidoto dispostas segundo \n\nvárias orientações. Ao redor das granadas a foliação ocorre segundo zonas compostas por \n\nbiotita e epidoto, nos limites dos grãos, e quartzo-feldspática nas porções mais externas. \n\nEsses grãos de granadas marcam um provável retro metamorfismo para o fácies xisto verde. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 13 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMapa I \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 14 \n\n3.2 – Geologia estrutural \nDurante os trabalhos de campo foram diferenciadas quatro foliações, relacionadas \n\nabaixo: \n\nFoliação Sn \n\nÉ a foliação mais antiga a ser observada na área onde ocorre restrita apenas aos \n\nlocais menos deformados. Constitui um acamamento composicional de natureza quartzo-\n\nfeldspático, paralelo a foliação plano axial de dobras apertadas (Foto 3.2.1A). \n\nFoliações Sn+1  e Sn+2 \n\nNa área essas duas foliações formam dobras das fases F1 e F2 relacionadas entre si \n\npor pa drões que lembram a sobreposição de dobras. Em afloramento, Sn+1  constitui uma \n\nfoliação plano axial de dobradas apertadas e redobradas, quando observadas em planta, cuja \n\nregião de charneira é em geral adelgaçada e aproximadamente angular (Foto 3.2.1A). A \n\nsuperfície axial é dobrada e constituída por um bandamento dominado por faixas quartzo-\n\nfeldspáticas e filmes de mica. A foliação Sn+2  forma uma foliação que em alguns locais é \n\nparalela ao plano axial de dobras F2. Essas dobras apresentam formas e ângulos interlimbos \n\nvariáveis. Quando forma o plano axial de dobras F2 essa última constitui ângulos \n\ninterlimbos mais abertos e podem apresentar crenulações na zona de charneira (Foto \n\n3.2.1A). Outras vezes forma um bandamento mais contínuo que e paraleo ao plano axial de \n\ndobras que mostram flancos e charneiras espessados (Foto 3.2.1B). Essa foliação apresenta \n\nmergulhos de intensidade média para norte e sul, com uma menor proporção para este-\n\nsudeste (Fig. 3.2.1). Uma lineação mineral Lm associada a essa foliação mergulha com \n\nbaixo ângulo para noroeste, oeste e este-nordeste (Fig. 3.2.2).  \n\nFoliação Sn+3 \n\nCorresponde aos traços regionais da foliação milonítica Sm que definem a zona de \n\ncisalhamento Itapetim (ZCI). A sua expressão é bem marcada em imagens de satélite e \n\nfotografias aéreas. \n\nA zona de cisalhamento Itapetim ocorre ao longo de uma faixa dominada por \n\ngranitóides. Extende -se na área por aproximadamente 20km onde deforma parte da borda \n\nsul do corpo granítico de Teixeira, e os granito-granodiorito gnáisses do embasamento, a \n\nsul (Mapas I e II). Imagem de satélite mostra que para a leste da área estudada a ZCI verga \n\nde uma direção inicial E-W para NE, onde conecta-se com a zona de cisalhamento \n\n\n\n 15 \n\nAfogados de Ingazeira. Na área, a ZCI mostra uma interrupção de sua continuidade para o \n\nquadrante oeste. Isto em parte deve-se a presença de uma extensa cobertura sedimentar, \n\nnaquela porção da área, a qual contribui para mascarar a exposição da zona de \n\ncisalhamento. \n\nA foliação milonítica Sm é caracterizada pela formação de porfiroclastos de \n\nfeldspatos rotacionados com o desenvolvimento de caudas assimétricas e sinuosas em torno \n\ndos grãos (Foto 3.2.2). Em direção a porção mais central da zona, em geral, observa-se uma \n\nrelativa diminuição da intensidade da sinuosidade, embora quebras nessa sequência ocorra. \n\nA foliação passa então a ser definida por superfícies mais planares, semelhantes a um \n\nbandamento metamórfico (Foto 3.2.3). Os grãos mais alongados formam bandas \n\ndescontínuas que definem afoliação milonítica. A formação dessas bandas mais planares \n\nequivalem a foliação C que desenvolve paralela ao plano de fluxo do cisalhamento \n\n(Ramsay &amp; Graham, 1970; Ramsay, 1980a). A formação dessa superfície caracteriza o \n\nplano principal da zona de cisalhamento de fácil observação em afloramento. Além de \n\nporfiroclastos de feldspatos rotacionados um outro tipo de estrutura que foi observada na \n\nZCI corresponde as feições de pull-apart assimétricas (Hanmer, 1986; Jordan, 1991). A \n\nfoliação milonítica Sm apresenta um mergulho médio de 70° dispersos em torno das \n\ndireções N e S (Fig. 3.2.3). \n\n\n\n 16 \n\nUm fenômeno, em geral, comum às zonas de cisalhamento é a relativa diminuição \n\ndo tamanho dos grãos minerais para a porção central da zona (Simpson, 1983; Christiasen \n\n&amp; Pollard, 1997). Uma das causas para essa redução no tamanho dos grãos deve -se ao \n\naumento da taxa de deformação para o centro da zona, o que envolve recristalização \n\ndinâmica ou reações metamórficas sin-tectônicas (Rutter, 1999). Ao longo de seções \n\ntransversais na ZCI foram observadas uma relativa diminuição no tamanho médio dos grãos \n\nde feldspatos em direção ao centro da zona (Fotos 3.2.2 e 3.2.3). Quebras da progressiva \n\ndiminuição no tamanho dos grãos foi também observado e, em geral, parece está associada \n\na fatores tais como variação litológica e/ou intensidade de deformação. Entretanto, na \n\nlocalidade onde ocorreu a formação do veio de quartzo aurífero, situado em porção central \n\nda ZCI, há uma redução do tamanho dos grãos seguido pela formação de ultramilonito. \n\nNa zona de cisalhamento foi observada a ocorrência de uma lineação de \n\nestiramento no plano da foliação milonítica. Essa lineação é caracterizada pela formação de \n\ngrãos de quartzo e feldspatos alongados e segmentados, os quais estão dispostos em uma \n\ntrama linear definida pelo paralelismo entre esses componentes (Foto 3.2.4). A lineação é \n\nde baixo ângulo com mergulhos para E-NE (Fig. 3.2.4). \n\nInidicadores cinemáticos são observados desde macro a micro escala. A deflexão \n\nda foliação Sn+2 para uma direção paralela com a foliação milonítica da ZCI, constitui uma \n\nfeição S-C macroscópica indicativa de cisalhamento sinistral (Mapa II). Em escala de \n\nafloramento, a formação de estruturas do tipo pull-apart assimétricas corroboram para \n\n\n\n 17 \n\ncisalhamento com sentido de movimento sinistral (Fotos 3.2.5 e 3.2.6). Em micro escala \n\nbons indicadores cinemáticos são fornecidos pela presença de porfiroclastos de feldspatos. \n\nBaseado na geometria das caudas de recristalização, esses porfiroclastos foram \n\nidentificados como do tipo ? (tipo ?a de Passchier &amp; Simpson, 1986). A simetria \n\nmonoclínica, caracterizada pelo arranjo escalonado das caudas em ambos os lados do grão, \n\nestão em acordo com um sentido de cisalhamento sinistral (Fotos 3.2.7 e 4.2.1). Portanto, \n\nos marcadores cinemáticos são conclusivos com um sentido de movimento sinistral na ZCI, \n\namparados pela observação em macro, meso e micro escalas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 18 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMapa II \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 22 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFoto 3.2.2 – Foliação milonítica Sm definida por porfiroclastos de feldspatos em gnáisse cisalhado. \nO aspecto anastomosado e grosseiro é mais comum na borda da ZCI. Martelo para escala (cabo do \nparalelo a foliação milonítica). \n \nFoto 3.2.3 – Foliação milonítica Sm expressa por um bandamento e dispersos porfiroclastos de \nfeldspatos. Martelo para escala (cabo do martelo paralelo a foliação milonítica). \n \nFoto 3.2.4 – Lineação de estiramento mineral paralela ao lápis. Observar grãos estirados e \nbudinados de feldspatos (grãos maiores acima do lápis e na sua extremidade). \n \nFoto 3.2.5 – Indicadores cinemáticos definidos por estruturas pull-apart assimétricas com \nmovimento de cisalhamento sinistral. Martelo para escala. Cortesia do prof. Dr. Carlos Archanjo.  \n \nFoto 3.2.6  – Estrutura semelhante a anterior com sentido de cisalhamento sinistral. Martelo para \nescala. Cortesia do prof. Dr. Carlos Archanjo. \n \nFoto 3.2.7 – Porfiroclasto de feldspato alcalino (microclina) do tipo ?, caracterizado pela simetria \nmonoclínica com sentido de cisalhamento sinistral observado no plano XZ. Polarizadores cruzados.  \n\n\n\n 23 \n\n3.3 – A mineralização aurífera \nEmbora diferentes classificações de depósitos auríferos tenham sido propostos (ex. \n\ntipos Carlin e epitermal) e uma vasta literatura exista sobre o tema, será enfocado apenas a \n\nclasse de depósitos do tipo lode ou orogênicos. As semelhanças entre os depósitos de ouro \n\nda zona transversal e a classe de depósitos auríferos do tipo lode , tal como associação com \n\nos lineamentos regionais (Almeida et al., 1995; Coutinho, 1995; Almeida et al., 2002), \n\njustificou a abordagem. A classificação será apresentada de forma resumida, destacando os \n\nprincipais pontos que, em geral, caracterizam esses tipos de depósitos. \n\nOs sistemas de veios auríferos do tipo lode constituem uma importante classe de \n\ndepósitos epigenéticos e controlados pelas estruturas (Revisão em Hodgson, 1989). Esses \n\ndepósitos estão associados a zonas de cisalhamento secundárias, ou de mais alta ordem, em \n\nambientes de variada litologia, grau metamórfico, e gradientes de deformação (McCuaig &amp; \n\nKerrich, 1998). O estudo desses depósitos revelam ainda que os sistemas lode podem ter \n\nextensão vertical superior a 2 km, com uma falta de zonação, ou fraca zonação, dentro do \n\ndepósito com a mineralização sin a pós pico metamórfico (Barnicoat et al., 1991; Cox et \n\nal., 1991). Nessa classe são incluídos os depósitos em veios de cisalhamento, stockworks, e \n\nas mineralizações em rocha cisalhada. O termo mesotermal ou mesozonal tem sido de \n\nampla utilização na literatura devido a sua predominância em ambientes de nível crustal \n\nmédio, onde o metamorfismo é de fácie xisto verde. Entretanto, esses termos não são \n\napropriados, uma vez que essa classe de depósito ocorre de maneira contínua e sob uma \n\nvariável profundidade crustal. Groves (1993) considera que esses depósitos podem ocorrer \n\nem profundidades superiores a 25km, até próximo ao ambiente de superfície. Não obstante, \n\no termo depósito de ouro orogênico foi proposto por Groves et al. (1998) para abranger as \n\nvárias denominações existentes (ex. mesotermais, stockworks). Segundo essa classificação \n\nos depósitos associadas a terrenos regionalmente metamorfisados, formados sin a pós o \n\nevento orogenético, podem ser englobados em uma classe onde o principal período \n\nmineralizante ocorreu a partir de processos hidrotermais em profundidade. Nesse contexto, \n\nos termos depósitos de ouro do tipo lode e orogenéticos podem ser utilizados como \n\nsinônimos. \n\nDados de inclusões fluidas em veios auríferos hospedados na ZCI sugerem que os \n\ndepósitos de ouro foram formados durante o retro-metamorfismo em fácies xisto verde \n\n\n\n 24 \n\nsuperior, associados com o desenvolvimento de uma zona de alteração hidrotermal \n\ndecorrente do fluxo de fluidos canalizado (Legrand et al., 1993; Coutinho, 1994; Silva, \n\n1999). Esses depósitos estão inseridos em zonas de cisalhamento secundárias de natureza \n\ndúctil-rúptil de idade Brasiliana (Lins, 1984; Almeida et al., 1995; Coutinho, 1995; Luis \n\nSilva, 1995), no Domínio Central, encaixados em ortognaisses e metassedimentos dos \n\nsistemas Pageú-Paraíba e Piancó-Alto Brígida. \n\nO depósito aurífero de Sertãozinho, em conjunto com outros, forma um arranjo \n\nlinear distribuídos na ZCI segundo uma direção aproximada E-W em intervalos de 3-4 km. \n\nEsse depósito ocorre no interior da ZCI, hospedado em veio de quartzo, encaixado em \n\nbiotita gnáisse de composição granítica a granodiorítica (Mapas I e II). Em contato direto \n\ncom o veio forma-se uma faixa com aproximadas 0,1 a 0,3 metros de espessura, rica em \n\nturmalina e quartzo. Essa faixa que marca um contato abrupto com a rocha encaixante e o \n\nveio mineralizado. Devido a não observação da alteração da rocha encaixante, como \n\nindicado pelo contato abrupto com a faixa rica em turmalina, foi adotado o termo zona de \n\nprecipitação hidrotermal. Esse termo engloba tanto a faixa rica em turmalina, com a \n\npresença de alguns filetes de quartzo, como o veio mineralizado em ouro. A formação da \n\nzona hidrotermal pode ser devida a uma intensa circulação de fluidos e a precipitação de \n\nfases minerais (Ridley, 1990; Couture et al., 1994; Cox et a l., 2001). Em muitos depósitos \n\nde ouro é comum a formação de uma zona de alteração hidrotermal, nesse caso, resultante \n\ndas reações entre o fluido e a rocha encaixante (McCuaig &amp; Kerrich, 1998). Baseado nos \n\ndados da literatura o depósito aurífero de Sertãozinho pode ser classificado como de alto \n\nteor e baixa tonelagem (Lins &amp; Scheid, 1981). \n\n3.3.1 – O veio  \n\nO trabalho mecanizado de extração de ouro no depósito de Sertãozinho foi \n\nencerrado por volta de 1988. Atualmente apenas esporádicos trabalhos de garimpagem são \n\nainda realizados na antiga mina de Sertãozinho. No período de lavra do minério vários \n\nshafts foram desenvolvidos ao longo do veio principal na tentativa de sua delimitação \n\ntambém em profundidade. O material alvo do estudo foi proveniente do veio mineralizado \n\nem ouro onde aflora ao longo de uma cava a céu aberto. No estágio atual, o veio, embora \n\nmineralizado, contém um baixo teor de ouro com concentrações muito localizadas. A \n\nporção que aflora do veio corresponde a um segmento com cerca de 2-3 metros de extensão \n\n\n\n 25 \n\ne uma espessura estipulada de 0,2 a 0,4 metros. O veio apresenta uma forma tabular com a \n\nfoliação milonítica paralela as paredes do veio, mas com discretas sinuosidades, \n\ncorrespondendo aos veios de cisalhamento central de Hodgson (1989) (Fig. 3.3.1.1). Além \n\ndo quartzo, que constitui o mineral em maior abundância no veio, ocorre também turmalina \n\nseguida por raros opacos. Os opacos, quando presentes, são principalmente ouro e sulfetos, \n\ncomo calcopirita e pirita. A forma de ocorrência do ouro dar-se segundo dois modos \n\nprincipais: no interior de antigas microfraturas, associado com turmalina, e no interior de \n\ngrãos de quartzo (Fotos 3.3.1.1 e 3.3.1.2). Não há dados atualizados referentes aos teores de \n\nouro disponíveis. Entretanto, análises de amostras de canal em galerias e testemunhos de \n\nsondagem, elaborados pela CPRM durante os trabalhos prospectivos do Projeto Itapetim \n\n(Lins &amp; Scheid, 1981; Barbosa, 1985; Morais, 1989), revelaram altos teores de ouro que \n\nvariavam de 0,10g/t a 53g/t, e picos em tor no de 98g/t. \n\nSob o ponto de vista da estrutura interna, o veio é caracterizado como do tipo \n\nbandado. O bandamento é definido por um conjunto de segmentos planares e paralelos \n\nentre si e as bordas do veio, separadas por intervalos &lt;2 cm, que se repetem ao longo deste \n\n\n\n 26 \n\nem intensidade variáveis (Foto 3.3.1.3). O mineral que compõe o bandamento do veio é a \n\nturmalina, seguido de alguns raros sulfetos. A estrutura bandada separa regiões constituídas \n\npor grãos de quartzo sacaroidal que formam uma estrutura maciça. Esse aspecto mais \n\nmaciço do veio foi melhor desenvolvido em regiões onde o espaçamento entre as bandas \n\natinge maior valor. O veio aurífero pode ser comparado aos tipos modificados de \n\nVearncombe (1993), atribuídos a uma intensa deformação de um veio pré-e xistente, ou a \n\nsucessivos eventos de fraturamento hidráulico (Robert &amp; Brown, 1986; Cox et al., 1991). \n\n \n\n\n\nCapítulo IV – Microtectônica \n\n4.1 – Conceitos introdutórios e os mecanismos de recristalização dinâmica \nA deformação nas rochas é o resultado da atuação de processos que operaram na \n\nescala de grãos individuais (Tabela IV.I). Esses processos são, em grande parte, \n\ndependentes de fatores que envolvem mineralogia, tamanho do grão, temperatura, pressão, \n\ntaxa de deformação, entre outros (revisão em Knipe, 1989). A exata combinação entre esses \n\nprocessos irá controlar os mecanismos de deformação, o que pode resultar em específicas \n\nmicroestrutura e textura. \n\n \n\nPROCESSOS (P)/MECANISMOS (M) EXEMPLOS DE ALGUMAS MICROESTRUTURAS \nDIAGNÓSTICAS \n\nFraturamento (M) Grãos quebrados e/ou budinados, brechas. \nDeslizamento friccional Brechas, pseudotaquilitos. \nCreep  por difusão (M) Cristais com ausência de impurezas pré -existentes. \nDeslocamento por deslizamento (M) Lamelas de deformação, bandas de deformação, extinção \n\nondulante. \nGeminação (M)* Geminação de deformação. \nKinking  (M)** Kink Bands \nMigração de limite de grão (P/M)*** Grãos com limites irregulares, orientação cristalográfica, \n\nmicroestruturas pinning. \nRecristalização por rotação (P)*** Microestrutura em moldura, grãos com tamanho bimodal. \n\nRecuperação (P) Grãos poligonizados, microestrutura do tipo espuma. \nDeslocamento e m degrau (M)  \n\nRotação da rede cristalográfica (P) Orientações cristalográficas  \n\nRotação total (P/M) Porfiroclastos do tipo delta e sígma. \nDeslizamento em limite de grão (M)  \nTransferência de massa por difusão \n(P/M)**** \n\nVeios, sombras de pressão, porfiro blastos. \n\nTabela IV.I – Tabela resumida dos principais processos e mecanismos de deformação discutidos \nna literatura. Baseada em Urai (1983), Urai et al. (1986), Knipe (1989), Fitz Gerard &amp; Stünitz \n(1993), Pieri et al. (1999).Fliervoet et al. (1999). (*) Calcita, quartzo, plagioclásios e anfibólios. \n(**) Micas, quartzo e cianita. (***) Quartzo, feldspatos e olivina. (****) Quartzo e calcita. \n\n \n\nA dinâmica dos deslocamentos nos grãos minerais, considerando a escala atômica \n\nou de rede cristalina, é favorecida pela acumulação da deformação na forma de defeitos de \n\nrede (imperfeições na estrutura de um cristal). Os defeitos que geram as imperfeições nos \n\ncristais, definidos na literatura, são os de pontos, lineares e planares. A deformação de um \n\nmaterial pelo movimento de deslocamentos é conhecido como plasticidade cristalina. \n\nQuando esses movimentos estão confinados a um plano de deslocamento, a deformação é \n\n\n\n 30 \n\ndominada de deslocamento por deslizamento (dislocation glide). Esse modo de deformação \n\nocorre em baixa temperatura e, em geral, leva a um empilhamento dos deslocamentos \n\n(dislocation tangles) o que induz a um fortalecimento do material (work -hardening). Em \n\ntemperaturas mais elevadas e sob difusão na rede cristalina, os deslocamentos podem não \n\nestar confinados a um único plano. Este modo de deformação fora do seu plano de \n\ndeslocamento é denominado de deslocamento em degrau (dislocation climb ). Os \n\ndeslocamentos na forma de defeitos de pontos, em geral, resultam em processos de difusão \n\nno interior e nas margens dos grãos. No primeiro caso esse processo de difusão é dominado \n\nCoble creep e no segundo Nabarro -Herring creep. \n\nPara representar a atuação de mecanismos de deformação sob variada temperatura, \n\ntensão e taxa de deformação são construídos gráficos, denominados de mapas de \n\nmecanismos de deformação, os quais são elaborados para um mineral em particular (Fig. \n\n4.1.1). Nesses mapas são mostradas regiões onde determinados mecanismos ou processos \n\nsão ativos sob específicas condições de deformação. Entretanto, uma região em particular \n\nnão significa que outros mecanismos ou processos não sejam ativos. A construção desses \n\n\n\n 31 \n\nmapas é baseada em equações, referidas como lei de fluxo, obtidas de forma experimental \n\n(Handy, 1989). \n\nOs deslocamentos em degraus tendem a aumentar o comportamento dúctil de um \n\nmaterial que sofre deformação, os quais são expressos pela recuperação e recristalização \n\ndos grãos. A recuperação refere-se ao processo que leva a restauração das propriedades \n\nmecânicas dos grãos, e ocorre durante ou subsequente a deformação. Esse processo é mais \n\nintensificado sob altas temperaturas. A recristalização pode ocorrer sob condições \n\ndinâmicas ou estáticas. No primeiro caso é simultânea com a deformação, ou recristalização \n\ndinâmica. No segundo caso, a recristalização ocorre na ausência da deformação, ou \n\nrecristalização estática (annealing). Nesse último caso, as feições microestruturais típicas \n\nsão grãos com contatos retos e limites próximos a 120°. \n\nA recristalização em materiais geológicos inclui processos que variam de reações \n\nmetamórficas a recristalização dinâmica. A recristalização unicamente relacionada ao \n\nmetamorfismo envolve reações metamórficas, onde ocorre mudanças na composição \n\nquímica e a nucleação heterogênea de fases minerais (Bucher &amp; Frey, 1994). Entretanto, \n\nem alguns casos reações metamórficas e deformação ocorrem mais ou menos \n\nsimultaneamente. Para tal situação é preferível empregar o termo geral recristalização sin-\n\ndeformacional, sin-tectônica, ou sin-cinemática (Spry, 1969; Brodie &amp; Rutter, 1985; \n\nStünitz, 1998). Quando a recristalização é motivada por reações metamórficas os minerais \n\nformados delimitam regiões, ou fácies metamórficas, que correspondem a certas condições \n\nde pressão e temperatura (Fig. 4.1.2). A recristalização dinâmica, seguindo a definição de  \n\nPoirier &amp; Guillope (1979), é um processo no qual a energia de deformação interna é \n\nreduzida pela formação e o desenvolvimento de novos grãos. Ela ocorre durante a \n\ndeformação, ao contrário da recristalização estática. Em geral, são bem marcantes as \n\nmudanças na forma, tamanho e orientação dos grãos com pouca ou total ausência de \n\nalguma variação química. \n\nDois processos de recristalização dinâmica são, em geral, referidos na literatura: \n\nrecristalização por migração de limites de grãos e progressiva rotação de subgrãos (Poirier \n\n&amp; Guillope, 1979; Urai, 1983; Drury &amp; Humphreys, 1986). Ambos são relacionados a \n\nprocessos em limites de grãos e envolvem a migração de limites existentes e a formação de \n\nnovos limites (Drury &amp; Urai, 1990). Recristalização por rotação envolve um progressivo \n\n\n\n 32 \n\naumento da não orientação de subgrãos até formar limites de alto ângulo. Durante a atuação \n\ndesse processo novos grãos surgem pela adição de deslocamentos, o que leva a uma relativa \n\nrotação da rede cristalina e a formação limite de grão em alto ângulo (Poirier &amp; Nicolas, \n\n1975). A redução da energia de distorção elástica, que ocorre pela concentração de \n\ndeslocamentos nas paredes do subgrão, é um fator potencial para desencandear esse \n\nprocesso. A recristalização por migração de limite de gr ão refere-se ao movimento na \n\nregião limite que separa dois grãos em contato. Os movimentos ocorrem por difusão de \n\nátomos de um grão para outro, resultando na migração do limite na direção oposta a direção \n\nde difusão. Durante a atuação desse processo a energia interna de deformação elástica é \n\nrelaxada à medida que o grão deformado é consumido pelo seu vizinho. A migração de \n\nlimite de grão é, em geral, um processo conservativo, embora alguma perda ou ganho \n\nocorra quando associado à transferência de massa por difusão (Urai, 1983).  \n\nOs processos de rotação de subgrãos e migração de limite de grão em geral não \n\nocorrem de forma independente. Urai (1983), Drury et al. (1985) e Drury &amp; Urai (1990) \n\ntêm proposto diferentes modelos que consideram a interação entre os mecanismos de \n\nrecristalização dinâmica com diferentes graus de participação. A combinação de migração \n\nde limite de grão e alguma rotação de subgrão costuma ser denominada de recristalização \n\npor intumescência (Drury et al., 1985). Este tipo de recristalização dinâmica afeta apenas a \n\nregião limite do porfiroclasto, o que resulta na separação de antigos grãos com poucos \n\n\n\n 33 \n\ngrãos recristalizados. Durante a recristalização por intumescência o limite de grão \n\nenvolvido intumesce, formando uma porção rompida de um novo grão sem deformação \n\nintracristalina.  \n\nAs principais microestruturas representativas dos processos de recristalização \n\nincluem a formação de microestrutura em moldura, limites lobulares e serrados, \n\nporcentagem de grãos recristalizados em limites irregulares, entre outros. Essas feições são \n\nmostradas de forma esquematica na figura 4.1.3. \n\n4.1.1 – Texturas e microestruturas de agregados de quartzo deformados \nNesse trabalho, o termo textura, ou petrotrama, será utilizada no sentido de uma \n\ndistribuição preferenc ial da orientação cristalográfica em um agregado policristalino (Leiss \n\n&amp; Wenk, 1985; Wenk &amp; Christie, 1991). \n\nEstudos têm mostrado que a formação de diferentes tipos de texturas são \n\ngovernadas por um conjunto de fatores determinados pela (1) magnitude da deformação \n\nfinita, (2) a história da deformação, (3) os sistemas de deslizamento ativo durante a \n\ndeformação, (4) e o processo de recristalização dinâmica operante (Lister &amp; Hobbs, 1980; \n\nJessel, 1987; Schmid, 1994; Heilbronner &amp; Tullis, 2001). Experimentos em quartzo \n\nmostram que a plasticidade cristalina ocorre em temperatura baixa a intermediária se há \n\ntraços de água presente na estrutura cristalina (Tullis &amp; Tullis, 1972; Blacic, 1975). Foi \n\ntambém observado que os sistemas de deslizamento basal e romboedro são mais fáceis de \n\nserem ativados em baixas temperaturas, enquanto que os sistemas prismáticos são ativados \n\nem elevadas temperaturas (Lister &amp; Dornsiepen, 1982; Garbutt &amp; Teyssier, 1991). Por \n\noutro lado, Gleason et al. (1993) ao analisarem a textura de grãos deformados mas não \n\nrecristalizados, concluíram que esta resulta na formação de um pequeno círculo ao redor do \n\neixo de encurtamento Z, com um pequeno ângulo de abertura que varia em torno de 25°-\n\n35°. Eles sugeriram que esse padrão é devido ao deslizamento segundo o basal&lt;a> com \n\nalguma contribuição do prisma&lt;a>. Os autores também sugeriram que a textura em \n\nagregados de quartzo deformados dependem do processo de recristalização dominante. \n\n \n\n \n\n \n\n \n\n\n\n 35 \n\nHirth &amp; Tullis (1992) usaram microestruturas formadas em agregados de quartzo \n\npor simulação experimental para identificar diferentes regimes de recristalização (Fig. \n\n4.1.1.1). Esses regimes são regidos por parâmetros como variação da temperatura e da taxa \n\nde deformação, onde envolvem ou não deslocamentos em degrau (regime 1), progressiva \n\nrecristalização por rotação de subgrãos com fácil deslocamento em degrau (regime 2), e \n\nprogressiva rotação de subgrãos e rápida migração de limite de grão com fácil \n\ndeslocamento em degrau (regime 3). Segundo Gleason et al. (1993), quando o regime 1 foi \n\ndominante, o eixo [c] nos grãos recristalizados é orientado paralelo a direção de \n\ncompressão (Fig. 4.1.1.2A). Quando a recristalização ocorreu no regime 2, a textura é \n\nsimilar a dos grãos não recristalizados (Fig. 4.1.1.2B). Para as condições correspondentes \n\nao regime 3, a textura desenvolvida foi similar aquela dos grãos não recristalizados (Fig. \n\n4.1.1.2C). \n\nTodos esses experimentos descritos são baseados em simulação usando uma \n\ncompressão axial. Sendo portanto, a deformação não coaxial de extrema relevância para \n\nsituações geológicas. Nessa linha, apenas alguns poucos experimentos foram descritos na \n\nliteratura (Dell`Angelo &amp; Tullis, 1989; Ralser et al., 1991; Tullis &amp; Heilbronner, 2001). \n\nEsses experimentos mostraram haver uma similaridade entre as texturas desenvolvidas sob \n\numa deformação não coaxial, por simulações em laboratório, e aquelas formadas em rochas \n\ndeformadas. \n\n4.2 – Microestrutura dos milonitos  \nA microestrutura dos milonitos foi definida pela presença de agregados \n\npolicristalinos quartzo-feldspáticos de várias formas e tamanhos observados nos gnaisses \n\nBGg, Bmpg, Gfd e Bmg. Todas essas rochas foram afetadas pela ZCI que lhes imprimiu \n\nfeições microestruturais resultantes de variável intensidade e temperatura de deformação. \n\nA maioria dos grãos de plagioclásio e microclina que compõe os milonitos dos \n\nquatro conjuntos litológicos cisalhados são formados por porfiroclastos alongados e \n\nrecristalizados, cujos limites são bastante irregulares, inseridos em uma matriz de pequenos \n\ngrãos e subgrãos. A formação de uma microestrutura em moldura (core-mantle) nos \n\nfeldspatos caracteriza-se pelo desenvolvimento de um manto de pequenos grãos \n\nrecristalizados, com tamanhos e formas variadas, envoltos no porfiroclasto (Foto 4.2.1). Os \n\npequenos grãos recristalizados que envolvem os porfiroclastos podem se estender para além  \n\n\n\n 37 \n\ndos limites desses antigos grãos ou apenas ocorrerem restritos as suas bordas. Em situações \n\nonde os grãos recristalizados que constituem as caudas se prolongam das bordas laterais \n\ndos porfiroclastos para a matriz, formam-se bandas paralelas que podem interconectar-se a \n\noutros porfiroclastos. O prolongamento dessas caudas ajudam a definir a foliação e \n\nimprimir o aspecto bandado a alguns milonitos. Considerando-se uma linha imaginária que \n\ncruza o centro de alguns porfiroclastos, é possível definir uma assimetria das caudas. Essas \n\ncaudas, compostas por grãos recristalizados, indicam um sentido de cisalhamento sinistral \n\npara os milonitos da ZCI (Foto 4.2.1). \n\nGeminação de deformação e extinção irregular são as principais feições de \n\ndeformação interna presentes nos porfiroclastos e agregados recristalizados de feldspatos. \n\nA observação da geminação de deformação em plagioclásio, é indicada pela interrupção da \n\ngeminação polissintética no interior do grão. Essa interrupção mostra terminações da \n\ngeminação em forma de cunha (Foto 4.2.2). A extinção irregular é caracterizada pela \n\nformação de uma luminosidade não contínua, com uma variação gradacional na posição de \n\nextinção dentro do grão. Um tipo particular é definida pela formação de bandas de extinção, \n\noblíquas à geminação polissintética de plagioclásios, denominadas de extinção ondulante \n\nbandada (Foto 4.2.3). A formação de pertita flame  e de mirmequita foram outras feições de \n\ndeformação observadas nos grãos de feldspatos que compõem as rochas BGg e Bmg. A \n\nmicroestrutura do tipo pertita flame  é caracteriza pela presença de inclusões venulares no \n\nfeldspato alcalino, dispostas de maneira subvertical a foliação milonítica (Fotos 4.2.4 e \n\n4.2.5). Pertita flame , como as que foram observadas, podem resultar de reações retro-\n\nmetamórficas (Pryer &amp; Robin, 1995). A formação de mirmequita nas rochas miloníticas foi \n\nobservada apenas nas bordas dos grãos dos feldspatos alcalinos e plagioclásios (Foto 4.2.6). \n\nÉ importante observar que as referidas bordas restringem-se apenas aos limites voltados \n\npara a foliação. Essa microestrutura é equivalente as mirmequitas descritas na literaturas \n\ncomo formadas sob a imposição da deformação em zonas de cisalhamento (Simpson, \n\n1985). \n\nOs grãos de quartzo que compõem os milonitos caracterizam-se por reunir um \n\nconjunto de feições microestruturais com extrema variação. Grãos maiores com limites \n\nserrados e pequenos lóbulos fora m observados. Esses porfiroclastos são aparentemente \n\npouco deformados, com a recristalização de pequenos grãos presentes de maneira parcial e \n\n\n\n 38 \n\nlimitada a estreitas faixas, ou em localizadas porções ao longo do limite do grão (Foto \n\n4.2.7). A formação de ribbons de quartzo consiste em dois tipos com morfologia distinta \n\nclassificados segundo a observação em seções XZ. O primeiro tipo, observado em BGg e \n\nGfd, é definido por grãos alongados e sub-retangulares, com limites pouco irregulares, \n\ncujos contatos tendem a uma disposição normal com relação ao comprimento do ribbon. \n\nNesse tipo apenas raras ou ausentes feições de deformação intracristalina foram observadas \n\n(Foto 4.2.8). Em termos morfológicos, são correspondentes aos ribbons de quartzo do tipo \n\nIII de Boullier &amp; Bouchez (1978), caracterizados por grãos com forma retangular e contatos \n\nretos. O segundo tipo de ribbons observado é caracterizado por um agregado policristalino \n\nde grãos e subgrãos de quartzo com limites bastante irregulares e formas variadas (Foto \n\n4.2.9). Em geral, um ou outro tipo tende a ser mais frequente em uma mesma amostra. \n\nEntretanto, essas formas de ribbons constituem membros extremos e que em algumas \n\nlâminas não puderam ser bem individualizados. \n\nA formação de grãos dissecados é uma feição microestrutural que pode ser \n\ndominante em lâminas com extensiva recristalização de quartzo. A microestrutura de \n\ndissecação, como descrita por Urai et al. (1986), é caracterizada pela presença de grandes \n\nlimites lobulares que podem envolver de forma parcial ou total antigos grãos. Com a \n\nintensificação do tamanho dos lóbulos é comum ocorrer um relativo aumento do tamanho \n\ndos grãos que, em geral, passam a incluir outros que se mostram mais isolados (Foto \n\n4.2.10). Essa é uma feição microestrutural que foi observada em Gfd. Grãos dissecados são \n\nindicativos de recristalização dinâmica por migração de limites de grãos, indicativas de \n\naumento da temperatura de deformação (Drury &amp; Urai, 1990; Stipp et al., 2002). Um outro \n\ntipo de feição microestrutural que foi observada associada com a formação de grãos \n\ndissecados, consiste em subgrãos distribuídos segundo um arranjo que lembra uma extinção \n\nem domínios do tipo “tabuleiro de xadrez” (Foto 4.2.11). A formação desse tipo de \n\nextinção em domínios, pode ser atribuída a uma combinação da ativação do sistema basal e \n\nprisma, ou à transformação do quartzo ? para o ? indicativa de condições de deformação \n\nequivalente ao grau metamórfico de fácies anfibolito superior ou granulito (Mainprice et \n\nal., 1986; Kruhl, 1996). \n\nUma matriz fina e com densa recristalização, composta por dispersos \n\nporfiroclastos de feldspatos, são feições dominantes nos milonitos situados na porção \n\n\n\n 39 \n\ncentral da ZCI (Foto 4.2.12). De fato, uma avaliação do percentual de matriz formada nos \n\nmilonitos da ZCI indica um relativo aumento em direção a porção central (Fig. 4.2.1). Em \n\nparalelo a essa observação, uma quantificação do tamanho médio dos porfiroclastos de \n\nfeldspatos (não foram feitas distinções entre os alcalinos e os plagioclásios) e os grãos de \n\nquartzo recristalizados, mostram uma tendência para a formação de grãos menores em \n\ndireção ao centro da ZCI (Fig. 4.2.2). Considerando-se apenas o tamanho médio dos grãos, \n\numa extrapolação desses valores sugere que o quartzo atinge um tamanho mínimo em torno \n\nde 0,15 mm. Para os feldspatos torna -se mais complicado uma avaliação aproximada, \n\ndevido principalmente a sua variação de tamanho e menor ocorrência. Deve ser observado \n\nque a cristalização de novos grãos de quartzo, em geral, são algo maiores que os antigos \n\ngrãos recristalizados da matriz. Esses novos grãos formam agregados poligonizados que \n\ncontribuem para obliterar a foliação milonítica. \n\nEm síntese, as microestruturas indicam que a ZCI sofreu deformação dúctil. A \n\nrecristalização dinâmica de grãos de feldspatos e quartzo sugerem que durante a \n\ndeformação a temperatura pode ter atingido o grau metamórfico de fácies anfibolito \n\nsuperior. Entre essas feições foram descritas microestruturas em moldura e mirmequita em \n\nfeldspatos, além de ribbons, microestrutura de dissecação e extinção tipo “tabuleiro de \n\nxadrez” em grãos de quartzo. A recristalização de grãos sin-cisalhamento em feldspato com \n\na formação de caudas assimétricas, indica sentido de movimento sinistral para a ZCI. Por \n\nfim, uma análise da proporção relativa de matriz formada, bem como do tamanho médio \n\ndos grãos recristalizados, indica que ultramilonitos (no sentido empregado por Sibson, \n\n1977) podem ser mais comuns no centro da ZCI. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 45 \n\nFoto 4.2.2 – Geminação de deformação em plagioclágio (centro da foto). Observar a interrupção da \ngeminação polissintética no interior do grão e as suas terminações em cunha. Polarizadores \ncruzados (corte segundo o plano XZ). \n \nFoto 4.2.3  – Extinção irregular em grão de plagioclásio. A geminação polissintética está disposta \nsegundo o maior comprimento da página, com a extinção irregular oblíqua. Grão do centro da foto. \nPolarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.4  –  Microestrutura do tipo pertita flame em microclina. As exoluções no feldspatos são \nverticais e subparalelas, dispostas em alto ângulo com a foliação milonítica (paralela aos limites \nsuperior e inferior da foto). Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.5  – Microclina com microestrutura em moldura (core -mantle) e o desenvolvimento de \npertita flame. Pequenos grãos recristalizados encontram-se envoltos na região em torno do antigo \ngrão. Foliação paralela aos limites horizontais da foto. Polarizadores cruzados (corte segundo o \nplano XZ). \n \nFoto 4.2.6 – Formação de mirmequita em borda de microclina. Observar que a mirmequita forma -\nse no limite do grão voltado para a foliação, disposta do canto superior direito para o inferior \nesquerdo da foto. Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.7 – Grãos de quartzo com limites lobulares e localizada formação de subgrãos. Os lóbulos, \nou intumescências, são pequenos e poucos desenvolvidos (setas simples) com os pequenos grãos \nrecristalizados concentrados em estreitas faixas (seta dupla). Foliação disposta do canto superior \ndireito para o inferior esquerdo da foto. Polarizadores cruzados (corte segundo o plano XZ).  \n \nFoto 4.2.8 - Ribbons de quartzo do tipo II. Os grãos são alongados e sub-retangulares com contatos \nem alto ângulo a foliação milonítica. Observar a ausência de feições de deformação intracristalina, \ncomo extinção ondulante e a formação de subgrãos. Foliação disposta do canto superior esquerdo \npara o inferior direito da foto. Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.9 - Ribbons de quartzo policristalinos (parte superior e inferior da foto). O agregado \npolicristalino é constituído por grãos de quartzo com contatos irregulares. Observar a formação de \nsubgrãos e os limites lobulares (setas). Foliação paralela aos limites horizontais da foto. \nPolarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.10 - Microestrutura de dissecação em grãos de quartzo. Os Grãos mostram a formação de \ngrandes lóbulos e a inclusão de grãos menores (setas). É característico a presença de grãos ilhados \ncom aparente inclusão durante a recristalização. A presença de bandas de deformação (parte inferior \nda foto) é atribuída a deformação posterior sob mais baixas temperaturas. Foliação paralela aos \nlimites horizontais da foto. Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.11 - Extinção irregular do tipo “tabuleiro de xadrez” em grão de quartzo (canto superior \ndireito). Observar a sua associação com a microestrutura de grãos dissecados. Foliação paralela aos \nlimites horizontais da foto. Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.2.12 - Resquícios de antigos porfiroclastos recristalizados e imersos em uma fina matriz \ncomposta por pequenos grãos e subgrãos. A matriz é dominante com a fração de pequenos grãos \napresentando formas variadas e tamanhos pouco variáveis. Foliação paralela aos limites horizontais \nda foto. (P) plagioclásio, feldspato alcalino (A) Polarizadores cruzados (corte segundo o plano XZ). \n\n\n\n 46 \n\n4.3 – Análise da textura dos milonitos \nPara uma análise da textura dos milonitos foram realizadas amostragens em vários \n\npontos da ZCI (Fig. 4.3.1). A partir do material coletado, o qual foi previamente orientado \n\nem campo, foram confeccionadas seções perpendiculares a foliação milonítica e paralelas a \n\nlineação de estiramento (Fig. 4.3.2). Esse procedimento foi repetido na confecção de todas \n\nas seções delgadas designadas para o estudo de petrotrama. \n\nNa figura 4.3.3 é mostrada a orientação cristalográfica do cristal de quartzo, bem \n\ncomo a geometria básica de eixo [c] que defini os principais padrões de textura. A \n\ngeometria de eixo [c] de quartzo obtida na ZCI resultou em complexos padrões de textura \n\nque, por analogia, podem ser correlacionados com aqueles definidos na literatura (comparar \n\nas figuras 4.3.1 e 4.3.3). Na figura 4.3.4 foram desenhadas de maneira intuitiva a geometria \n\napresentada por alguns dos padrões obtidos para a ZCI. Os diagramas de textura de eixo [c] \n\nforam agrupados segundo linhas distribuídas de A a G, que apresentam padrões \n\nsemelhantes. Os padrões de textura definidos por guirlandas cruzadas estão representados \n\nnas linhas A-C (Fig. 4.3.4). Essas guirlandas formam pequenos círculos em torno do eixo \n\nde encurtamento máximo Z e estão conectadas por um segmento que inclui o eixo de \n\ndeformação intermediária Y, resultando em guirlandas cruzadas do tipo I. Em alguns \n\ndiagramas apenas um pequeno círculo foi desenvolvido, nesse caso a sua definição é ainda \n\nmais intuitiva (PCC e 2050 na linha C da figura 4.3.4). Outra variação desse padrão é \n\nmostrada pela formação de pequenos círculos em torno do eixo Z. Na figura 4.3.4 issa \n\ntextura pode ser observada em 2086 e 2017 na linha D. Uma única amostra formou um \n\npadrão que parece constituir em dois grandes círculos envolta do eixo de estiramento \n\nmáximo X, semelhante ao tipo em ferradura (PCA na linha E da figura 4.3.4). Um outro \n\npadrão de textura de eixo [c] consiste na distribuição pontual de máximos em alguns \n\ndiagramas. Essa distribuição forma concentrações na periferia, em posição intermediária \n\nentre os eixos X e Z ou paralela a Z, e no centro dos diagramas, em torno do eixo Y, (2002-\n\n2018 na linha F da figura 4.3.4). Em 2085, DDG, ESERT e RST (linha G na figura 4.3.4) \n\num padrão simples é definido pela formação de apenas uma guirlanda perpendicular ao \n\ntraço da foliação milonítica (direção X). \n\n \n\n \n\n\n\n 51 \n\nA análise do conjunto de padrões representados em 2076-2017 (Fig. 4.3.4) mostra \n\nque a textura de eixo [c] resultou em uma simetria ortorrômbica. A formação de textura \n\ncom simetria ortorrômbica costuma ser interpretada como o produto da deformação por \n\nfluxo coaxial (Lister &amp; Hobbs, 1980; Lister &amp; Dornsiepen, 1982; Law, 1986; Fueten, \n\n1992). Essa interpretação baseia -se nos padrões ortorrômbicos resultantes do encurtamento \n\naxial, uma vez que durante esse tipo de fluxo os sistemas de deslizamento estão orientados \n\na 45° em relação ao eixo Z onde os tensores de cisalhamento encontram-se maximizados. \n\nPara esses padrões o ângulo das guirlandas, definido pelo pequeno círculo ao redor de Z, \n\nem geral apresenta valores de abertura de 70-90°. Por outro lado, a formação de padrões \n\nsimples, 2085-RST (Fig. 4.3.4), indica uma deformação por fluxo não coaxial (Lister &amp; \n\nWilliams, 1979; Bouchez et al., 1983). \n\n4.4 - Microestrutura do veio  \nO veio de quartzo mineralizado em ouro, foi afetado por um extenso processo de \n\nrecristalização, sendo essa uma feição dominante. Sob o microscópio, os segmentos que \n\nformam o bandamento do veio de quartzo são subparalelos com espessuras que variam de \n\n10µm a 2 mm. Esse bandamento constitui antigas microfraturas (cracks) seladas, \n\ncompostas por turmalina (Foto 4.4.1). Sulfetos e ouro são de ocorrência rara nessas bandas, \n\nentretanto, quando presentes, estão associados com turmalina. Baseado na observação da \n\nrelação entre os planos bandados e os grãos de quartzo, foi possível individualizar duas \n\nformas princ ipais de ocorrência desse bandamento no veio. Uma primeira forma de \n\nocorrência constuti as bandas B1. As bandas B1 são caracterizadas pela presença de \n\ninclusões alongadas de turmalina, com o tamanho em torno de 10-60µm, observadas no \n\ninterior dos grãos de quartzo (Foto 4.4.2). Essas inclusões formam segmentos descontínuos \n\nem extensão, com espessura de 10-80µm, dispostas paralelas entre si e as paredes do veio. \n\nQuando ocorrem como grãos individuais, em geral, essas bandas cruzam os limites laterais \n\nentre os grãos de quartzo e marcam os antigos planos de microfraturas. A segunda forma de \n\nocorrência foi denominada de bandas B2. Essas bandas são caracterizada por serem mais \n\ncontínuas e podem ser mais espessas, quando comparadas com as anteriores, dispostas \n\nparalelas entre si e as parede do veio (Foto 4.4.3). Ao contrário das anteriores, as bandas B2 \n\nem geral não ocorrem como inclusões no quartzo, mas limitam, por contato lateral, esses \n\ngrãos. Um dos aspectos de sua formação é a presença de estreitas faixas onde pequenos \n\n\n\n 52 \n\ngrãos de quartzo encontram-se limitados por essas bandas (Fotos 4.4.2 e 4.4.4). Em \n\nalgumas bandas do tipo B2 foi observado um nível de separação interno (Foto 4.4.5). Nesse \n\ncaso, é possível que o aumento de espessura também pode ter ocorrido pela adição de \n\nmaterial (turmalina) ao longo de um mesmo plano de fraqueza. Algumas bandas também \n\npodem reunir os tipos B1 e B2 ao longo de um mesmo segmento. Quando isso ocorre, uma \n\nparte do segmento que forma a banda está incluso em grãos de quartzo e outra limita esses \n\npor contato lateral. O bandamento do veio que inclui as duas formas de ocorrência, são, em \n\ntermos de geometria, análogas às bandas de inclusões de Ramsay (1980) e Cox (1987). \n\nEntretanto, os processos de formação envolvidos podem ser diferentes. \n\nAlgumas das feições, em geral, comuns aos dois tipos de bandamento do veio é a \n\nsua segmentação parcial ou total. A segmentação parcial caracteriza-se quando os grãos de \n\nturmalina que formam o bandamento, estão conectados ao longo das suas terminações \n\nlongitudinais por uma região de relativo adelgaçamento (4.4.6). Essas feições resultam em \n\nmicroestruturas semelhantes às do tipo pinch-and-swell. Quando ocorre a segmentação total \n\nao longo de uma banda formam-se indivíduos isolados do tipo budins (Foto 4.4.7). Em \n\ngeral, as bandas B1 tendem a formar microbudins enquanto às do tipo B2 podem ocorrer \n\ncomo microestruturas pinch-and-swell. Um paralelo entre esses dois tipos de \n\nmicroestruturas sugere que o rompimento em cada uma das bandas pode ter ocorrido em \n\nassociação com diferentes estágios de deformação. Nesse caso, a microbudinagem poderia \n\nrepresentar o estágio mais deformado durante o estiramento. Em ambos os casos os grãos \n\ndesenvolveram caudas assimétricas, semelhantes as estruturas pull -aparts do tipo II de \n\nHanmer (1986), indicativas de sentido de cisalhamento sinistral. Uma análise mais \n\ndetalhada no interior dos dois tipos de bandas revela que alguns grãos de turmalina \n\nmostram a formação de microfraturas. Essas microfraturas estão dispostas em \n\nperpendicularidade ao comprimento dos grãos (Foto 4.4.8), o que sugere um processo \n\nprecoce de microbudinagem no interior da turmalina. Em outros grãos também é possível \n\nobservar estruturas microscópicas desenvolvidas ao redor da turmalina. Essas \n\nmicroestruturas constituem em grãos zonados e a formação de porfiroblastos de turmalina \n\n(Fotos 4.4.9 e 4.4.10). Porfiroblastos de turmalina apresentam caudas de cristalização \n\nassimétricas, desenvolvidas em torno de um grão rígido, que corroboram para um sentido \n\nde cisalhamento sinistral. \n\n\n\n 53 \n\nO tamanho dos grãos de quartzo ocorre segundo uma distribuição bimodal. Os \n\ngrãos menores formam pequenos agregados, com mais ou menos o mesmo tamanho, \n\nconcentrados em estreitas faixas paralelas ao bandamento e limitados por grãos de \n\nturmalina (Fotos 4.4.2 e 4.4.4). Esses grãos de quartzo são, em geral, sub-retangulares com \n\na formação de limites retos e poucos serrilhados a lobulares. A formação de limites \n\nirregulares indica que os grãos sofreram uma recristalização dinâmica. Limites irregulares \n\nde grãos, serrilhados ou lobulares, costumam ser interpretados como indicativos de uma \n\nrecristalização dinâmica por migração de limites de grãos (Knipe, 1989). O \n\ndesenvolvimento de lóbulos, ou intumescimento, assimétricos pode indicar o sentido de \n\nmigração do li mite do grão durante a deformação (Urai, 1983; Drury &amp; Humphreys, 1988). \n\nA inclusão total ou parcial de grãos de turmalina no quartzo sugere que aquele foi \n\nenglobado durante o processo de migração de limite de grão. A evidência de tal processa é \n\nindicado por algumas feições microestruturais observadas no contato quartzo-turmalina ou \n\nquartzo-quartzo no espaço inter-budin. No espaço criado pela microbudinagem da \n\nturmalina o quartzo mostra limite intumescente onde forma um tipo de microestrutura em \n\n“janela” (Foto 4.4.11). Em uma outra situação a turmalina, em contato com o quartzo, \n\nimpediu a formação da intumescência por constituir um anteparo (Foto 4.4.7). \n\nMicroestruturas semelhantes a essas foram descritas por Jessel (1987) e Drury &amp; Urai \n\n(1990) como dos tipos “janela” e pinning , respectivamente. Tais microestruturas constituem \n\nlóbulos que também indicam a direção de movimento do limite de grão migrante durante a \n\nrecristalização dinâmica. Uma interpretação para a formação dessas microestruturas no veio \n\nbandado considera a importância da microbudinagem da turmalina, para o favorecimento \n\ndo intumescimento em limites de grãos de quartzo. \n\nOs grãos maiores de quartzo estão distribuídos de uma maneira bem dispersa em \n\nquase toda a lâmina. Esses grãos em alguns locais correm limitados pelas bandas do tipo \n\nB2, como também com inclusões de turmalina, que formam as bandas B1, e discretos \n\nlóbulos. São inequigranulares com limites poligonais, caracterizado pela formação de grãos \n\ncom contatos retos dispostos em ângulos próximos a 120°, onde definem uma \n\nmicroestrutura do tipo “espuma” (Foto 4.4.12). Em termos comparativos, possuem formas \n\nsemelhantes aquelas dos pequenos grãos que estão concentrados nas estreitas faixas. Em \n\ngeral, feições de deformação interna são de ocorrência rara, dispersas em alguns poucos \n\n\n\n 54 \n\ngrãos. A formação de grãos com limites retos e ausência de deformação intracristalina são \n\nsugestivas de uma microestrutra cujos componentes podem está em equilíbrio geométrico \n\n(Spry, 1969). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 58 \n\nFoto 4.4.1  – Microestrutura bandada no veio de quartzo aurífero (disposta do canto superior \nesquerdo para o inferior direito da foto). As bandas são compostas por turmalina. Polarizadores \nparalelos (corte segundo o plano XZ). \n \nFoto 4.4.2  – Bandas de turmalina do tipo B1 (seta). São descontínuas e finas com ocorrência no \ninterior dos grãos de quartzo. Observar a presença de estreitas faixas com quartzo alongado e \nlimitados pelas bandas. Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.4.3 – Bandas de turmalina do tipo B2 (parte superior da foto). Observar sua maior espessura \nque limita os grãos de quartzo. Os grãos maiores de quartzo amostram contatos retos melhores \ndesenvolvidos que os menores, limitados por bandas. Polarizadores cruzados (corte segundo o plano \nXZ). \n \nFoto 4.4.4 – Formação de estreitas faixas compostas por grãos de quartzo alongados, limitados por \nbandas de turmalina (canto superior esquerdo para o inferior direito e no canto inferior esquerdo). \nPolarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.4.5 – Bandas do tipo B2 com um nível de separação interno (setas). Polarizadores paralelos \n(corte segundo o plano XZ). \n \nFoto 4.4.6  – Microestrutura equivalente a pinch-and-swell assimétricos em bandas do tipo B2. \nPolarizadores paralelos (corte segundo o plano XZ). \n \nFoto 4.4.7 – Budins de turmalina assimétricos. Observar a formação de microestruturas em “janela” \n(setas brancas) e pinning (setas pretas ). Polarizadores cruzados (corte segundo o plano XZ). \n \nFoto 4.4.8  – Microfratura no interior de grão de turmalina segmentada (setas maiores). Grãos de \nturmalina (setas menores) estão budinados ao longo de bandas B1. Polarizadores paralelos (corte \nsegundo o plano XZ). \n \nFoto 4.4.9  – Turmalina zonada caracterizada pelo contraste entre o centro e as bordas. O grão do \ncentro é euédrico com microfratura em alto ângulo ao bandamento (seta). A zonação indica uma \npossível variação na composição da turmalina. Polariz adores paralelos (corte segundo o plano XZ). \n \nFoto 4.4.10 – Porfiroblasto de turmalina. As caudas são assimétricas, onde constituem o próprio \nbandamento, com a cristalização sin-cisalhamento. Polarizadores paralelos (corte segundo o plano \nXZ). \n \nFoto 4.4.11 – Grãos de quartzo limitados por cristais de turmalina budinadas (bandas B1?). No \nespaço entre as turmalinas o quartzo apresenta intumescência, semelhantes as microestruturas em \n“janela” (setas). Comparar coma foto 4.4.7. Observar algumas turmalinas inclusas nos grãos de \nquartzo, decorrente da recristalização dinâmica por migração de limite de grão. Polarizadores \ncruzados (corte segundo o plano XZ) \n \nFoto 4.4.12  – Grão de quartzo maiores com contatos retos e próximos a 120°. Observar que bandas \nB2 limitam os grãos, parte superior e inferior da foto. Polarizadores cruzados (corte segundo o \nplano XZ). \n\n\n\n 59 \n\n4.5 - Análise da textura do veio \nA textura foi obtida a partir de medidas em grãos de quartzo do veio mineralizado \n\ncom a utilização das técnicas de difração de neutrons (Ullemeyer et al., 1998) e medidas \n\nóticas (estágio universal). Para a análise por difração de neutrons a amostra do veio foi \n\nreduzida a um cubo orientado com arestas de 1 centímetro, tamanho padronizado. A \n\namostra foi analisada no reator nuclear de Dubna, Russia, onde foi utilizada a face \n\norientada XZ do cubo como referência, o que corresponde ao plano perpendicular a \n\nfoliação e contendo a lineação de estiramento. O princípio dessa técnica baseia-se no \n\nespalhamento de neutrons, quando em interação com a matéria, constituindo padrões de \n\ndifração de acordo com a lei de Bragg. O espalhamento é controlado pela interação do \n\nneutron com o núcleo atômico, podendo ser quantificado pelo comprimento b de \n\nespalhamento (Ullemeyer et al., 1998; Ullemeyer et al., 2000).  \n\nTodas as figuras que foram obtidas são representadas por diagramas de densidade \n\npolar, cujos máximos de pontos medidos correspondem as orientações de c, a, r, m e z \n\n(Fig. 4.5.1). \n\nO eixo [c] forma uma guirlanda simples e contínua, disposta em assimetrica com \n\nrelação ao eixo X (Fig. 4.5.1A). Dois máximos (pontos de máximos) estão presentes no \n\ninterior dessa guirlanda. Um máximo ocorre na parte superior, mais próximo ao eixo Y, e \n\noutro na porção inferior do diagrama. A assimetria formada pela textura de eixo [c] de \n\nquartzo indica sentido de movimento sinistral. O eixo&lt;a> e (m) formam quatro pontos de \n\nmáximos distribuídos ao longo da periferia do círculo primitivo, plano ZX, (Figs. 4.5.1B e \n\nC). Em&lt;a> dois máximos principais ocupam posições de polo com relação a distribuição \n\ngeral do eixo [c]. Os outros dois máximos são secundários e estão dispostos em menor \n\nângulo com a direção X. No caso de (m), dois desses máximos ocorrem subparalelos com a \n\nlineação de estiramento, onde interceptam o plano XY em um pe queno ângulo (Fig. \n\n4.5.1C). A avaliação do sentido de cisalhamento é também indicado pelos máximos de&lt;a>, \n\no que ocorre segundo uma distribuição polar com relação a textura de eixo [c] de quartzo. \n\nEm ambos os diagramas máximos de eixo [c] e&lt;a> indicam cisalhamento com movimento \n\nsinistral. O diagrama de densidade polar para (r) é constituído por máximos concentrados \n\nao redor de Z, Y e tendendo ao paralelismo com a lineação de estiramento (Fig. 4.5.1D).  \n\n \n\n\n\n 61 \n\nNo caso do diagrama obtido para (z), cinco máximos separados estão distribuídos no \n\ninterior do círculo, dispostos em torno de Y (Fig. 4.5.1E). \n\nA utilização do estágio universal permitiu que fossem realizadas medidas de eixo \n\n[c] de quartzo em separado, ou seja, nos dois diferentes domínios de grãos (Fig. 4.5.2). O \n\ndomínio I refere-se aos pequenos grãos recristalizados, concentrados nas estreitas faixas, \n\nlimitados por turmalina. O domínio II inclui os grãos maiores que, em geral, estão em \n\ncontato entre si, com inclusões de turmalina. A discriminação entre esses dois domínios \n\npermitiu avaliar a textura em ambos os domínios e comparar com a formada a partir da \n\nsoma dos dois. \n\nA textura de eixo [c] de quartzo, obtida por meio óptico, apresenta uma excelente \n\ncorrelação com a medida pelo método da difração de neutrons (Comparar 4.5.1 e 4.5.3). Os \n\ntrês diagramas obtidos são constituídos por guirlandas simples, disposta em assimetria com \n\nrelação ao eixo X. Em todas as guirlandas observa -se uma distribuição contínua de um lado \n\na outro da periferia da rede e que contém Y. Por exemplo, o diagrama que inclui os dois \n\ndomínios mostra uma distribuição de pontos ao longo da guirlanda cuja assimetria indica \n\nsentido de movimento sinistral (Fig. 4.5.3A). O padrão de eixo [c] é semelhante para os \n\ndiagr amas representativos dos dois domínios de grãos (Figs. 4.5.3B e C). As mesmas \n\n\n\n 62 \n\nposições onde ocorrem concentrações de eixo [c] foram observadas nos dois domínios, \n\nembora com intensidades variáveis. A assimetria da textura obtida em ambos os domínios \n\ntambém indica sentido de cisalhamento sinistral. É interessante observar que o mesmo \n\npadrão foi observado em pequenos veios de cisalhamento não mineralizado, mas associado \n\na rochas ultramiloníticas no centro da ZCI (Fig. 4.5.3) \n\n4.6 – Catodoluminescência (CL) \nPodemos entender CL como a “luminosidade” produzida por uma substância \n\ncristalina quando excitada a partir de uma descarga provocada sob determinada intensidade \n\n\n\n 63 \n\nde energia. Muitos exemplos de quartzo, formadores de rochas ígneas e metamórficas \n\nexibem CL. Entretanto, a intensidade desta é fraca se comparada a CL dos feldspatos, \n\ncarbonatos e muitos outros minerais. A CL está geralmente associada com defeitos e/ou \n\nimpurezas em cristais, embora o exato mecanismo para sua emissão seja ainda pouco \n\ncompreendido. No caso do quartzo, o titânio é, em geral, considerado como o possível \n\nagente de ativação da CL. Outros elementos, como Mn, Al e Fe, são menos importantes \n\npara a sua formação (Marshall, 1988). É conhecido que a luminescência de muitos \n\nmateriais aumenta em menor temperatura. No caso do quartzo, a intensidade CL aumenta \n\nem menor temperatura sendo constatada uma abrupta elevação em torno de – 70° para \n\nquartzo-? (Marshall, 1988). \n\nImagens CL têm sido utilizadas para observar microestruturas dentro de grãos \n\nminerais e rochas sedimentares, visando entender os processos de crescimentos \n\ndiagenéticos em sedimento. Essas observações têm mostrado que o quartzo autigênico é \n\nmenos luminescente que o detrítico, formado em mais alta temperatura. Observações de CL \n\ntambém tem sido usadas com sucesso na observação e caracterização de microfraturas \n\nseladas (Sprunt &amp; Nur, 1979). \n\nA preparação do material seguiu o mesmo processo utilizado para a confecção de \n\nseção delgada polida convencional. Após a sua confecção a lâmina é recoberta por uma \n\ncamada com 20-40 nm de espessura de carbono. Para a obtenção das imagens foi utilizado \n\num microscópio de alta resolução, cuja plataforma de operação CL foi um HC3-LM-\n\nSimon-Neuser. As condições de operação foram de 14 kV e um feixe corrente de&lt;mA, \n\ncorrespondendo a 20-40 µA/mm2 de densidade corrente do feixe. As fotos foram obtidas a \n\npartir de um filme de ASA 1200 (Kodak Ektachrome) onde foram obtidas diversas \n\nsequências de fotografias da amostra do veio para a obtenção de imagens CL. \n\n4.6.1 - Observações CL e interpretação \n\nAs imagens CL são mostradas nas microfotografias 4.6.1A e B. O material \n\nanalisado não luminescente é composto por grãos de quartzo recristalizado, e em menor \n\nproporção por turmalina. Na superfície submetida a excitação pode ser observado a \n\npresença dos planos de bandamento, de modo que esses podem ser considerados no \n\nconjunto da análise. A CL pode ser observada a partir de uma imagem luminosa formada \n\nno interior dos grãos de quartzo. A intensidade de luminescência observada varia de opaca \n\n\n\n 64 \n\ne levemente amarelada a amarelo forte, o que pode ser motivada por fatores mais \n\nrelacionados ao modo de aquisição da imagem (ex. tempo de exposição). Do ponto de vista \n\nda microestrutura a formação de CL revela a ocorrência de processos que estão \n\nrelacionados com a formação de microfraturas e precipitação de quartzo. Os grãos de \n\nquartzo foram recristalizados com o desenvolvimento de uma microestrutura bandada no \n\nveio. A partir de imagem CL pôde ser observado o preenchimento de quartzo ao longo do \n\nbandamento, nas bordas dos grãos de quartzo maiores (Foto 4.6.1A). A formação de CL no \n\ninterior dos grãos de quartzo indica a precipitação na forma de microveio (Foto 4.6.1B). \n\nEssas duas situações podem representar a precipitação de quartzo no interior do material \n\ncristalizado (veio). Uma possibilidade é a circulação de fluidos em etapas. Shimamoto et al. \n\n(1991) demostraram, a partir de um veio de quartzo deformado, que a utilização de CL \n\npode ser usada para distinguir quartzo precipitado de uma solução hidrotermal, daquele já \n\nrecristalizado durante a milonitização. Portanto, uma interpretação alternativa considera \n\nque a formação de CL, nos grãos de quartzo, representa fases precipitadas mediante a \n\ncirculação de um fluido hidrotermal. Esse fuido encontra-se “fossilizado” na forma de \n\npequenas bandas de quartzo no interior do veio. Por outro lado, a observação de CL em \n\ngrãos de quartzo denuncia a presença de crack  selada, não detectada por microscopia \n\nconvencional (Sprunt &amp; Nur, 1979; Blenkinsop &amp; Rutter, 1986). Isso mostra a atuação de \n\numa deformação rúptil e a formação de microfraturas, como demonstrado por Shimamoto \n\net al. (1991). \n\n \n\n\n\nCapítulo V – Discussão \n\n5.1 - Microestrutura e textura dos milonitos \nSerão discutidos nesse capítulo os aspectos microestruturais em grãos de quartzo e \n\nfeldspatos, abordados de uma maneira descritiva no capítulo anterior. Baseado nessas \n\nfeições em microescala serão avaliados a temperatura de deformação durante a formação \n\ndos milonitos da ZCI, e os mecanismos de recristalização dinâmica. Será feita uma \n\ncorrelação entre as microestruturas formadas e os três regimes de recristalização, definidos \n\npor Hirth &amp; Tullis (1992). Por fim, serão discutidos os padrões de textura e a sua \n\ninterpretação como base para a avaliação da temperatura de deformação, tipo de fluxo \n\ndeformacional, intensidade de deformação, e sentido de cisalhamento.  \n\nRecristalização dinâmica sob condições de mais baixa temperatura evidencia-se, \n\nem quartzo, pela localizada migração de limites de grãos. Antigos grãos de quartzo bem \n\ndelimitados e preservados com pequenos lóbulos e a formação de esparsos grãos pequenos, \n\nconstitui um exemplo de microestrutura. Em algumas lâminas observa -se uma proporção \n\nmenor de pequenos grãos recristalizados, com a ocorrência restrita apenas a alguns locais \n\nao longo dos limites dos grãos (Foto 4.2.7). Feições como esta sugerem que pelo menos em \n\nparte da ZCI, ocorreu uma recristalização por intumescência (Drury et al., 1985), a qual é \n\ndominante entre ?280 e ?400°C. Outra evidência de baixas temperaturas de deformação em \n\nquartzo é indicada pela formação de bandas de deformação em grãos dissecados (Foto \n\n4.2.10). A presença dess as bandas de deformação foi interpretada, nesse caso, como uma \n\nfeição superimposta à microestrutura de dissecação formada. Feição microestrutural \n\nindicativa de baixas temperaturas de deformação em grãos de feldspatos é expressa pela \n\nocorrência de pertita flame (Fotos 4.2.4 e 4.2.5). O termo pertita normalmente refere-se a \n\num intercrescimento de feldspato alcalino. Tem sido observado que a formação de pertita \n\nflame está relacionada de uma forma direta com a intensidade de deformação no grão, mais \n\ndo que um simples aspecto envolvendo apenas alteração ou re-equilíbrio (Passchier, 1985). \n\nTem sido observado que a formação de Pertita flame , em rochas submetidas a deformação, \n\nmarca a transição do fácies anfibolito para o fácies xisto verde (Pryer, 1993; Pryer et al., \n\n1995). Portanto, em um primeiro momento essa microestrutura indica um caminho PTt \n\n(pressão, temperatura e tempo) sugestiva de condições retro-metamórficas durante o \n\n\n\n 67 \n\ncisalhamento. Os ribbons de quartzo que foram observados em lâminas de milonitos \n\nformam agregados policristalinos, com limites lobulares e deformação intracristalina, ou \n\nconstituem grãos sub-retangulares com limites retos e com raras feições de deformação \n\nintracristalina. Esse último tipo é, em termos morfológicos, semelhante aos ribbons tipo \n\nII/III de Boullier &amp; Bouchez (1978) (Fotos 4.2.8 e 4.2.9). A formação desses dois tipos de \n\nribbons de quartzo são bastante discutidas na literatura. Interpretações sugerem como sendo \n\nresultantes da deformação de camadas de quartzo pré-existentes (Culshaw &amp; Fyson, 1984; \n\nMcLelland, 1984), do fraturamento ao longo da foliação e precipitação de quartzo sin-\n\ndeformacional (Mackinnon et al., 1997; Vollbrecht et al., 1997), e coalescência de grãos de \n\nquartzo sofrendo deformação por plasticidade cristalina (Hippertt et al., 2001). Talvez uma \n\nevidência para a formação de ribbons segundo esse último modelo seja a presença de um \n\naglomerado de grãos de quartzo nas terminações de ribbons, compostos por grãos com \n\ncontatos lobulares. A presença desses ribbons policristalin os em milonitos da ZCI indica \n\nque a temperatura de deformação pode ter atingido temperaturas equivalentes ao grau \n\nmetamórfico de fácies anfibolito superior (Mackinnon et al., 1997; Takeshita &amp; Hara, \n\n1998). Não obstante, é possível que os ribbons compostos por agregados de quartzo \n\npolicristalinos com contatos lobulares e a formação de subgrãos representem mais baixas \n\ntemperaturas de deformação. \n\nA formação de mirmequita nas bordas de grãos de feldspatos alcalinos é comum \n\nsob condições de metamorfismo de fácie s xisto verde superior a anfibolito inferior, onde a \n\nrotação de subgrãos foi o mecanismo de recristalização dinâmica operante durante a \n\ndeformação dos grãos (Simpson 1985, White &amp; Mawer 1986, Simpson &amp; Wintsch 1989). \n\nUma característica particular dessa microestrutura é a sua ocorrência apenas nos limites dos \n\ngrãos de feldspatos voltados para a foliação (Foto 4.2.6). Essa microestrutura é correlata \n\ncom os tipos de mirmequitas descritas por Simpson (1985), situadas em locais de alta \n\ndeformação, consideradas como uma feição indicativa de que a temperatura durante a \n\nmilonitização atingiu o grau metamórfico de fácies anfibolito (Stel &amp; Breedveld, 1990; \n\nSchofield &amp; D`lemos, 1998). A essas observações soma-se também a formação de \n\ngeminação de deformação nos plagioclásios e extinção irregular, as quais são evidências \n\nmicroestruturais da deformação dúctil nesses grãos com a formação em condições \n\nmetamórficas de fácies anfibolito (Olsen &amp; Kohlstedt, 1985; Jensen &amp; Starkey, 1985). \n\n\n\n 68 \n\nPorfiroclastos com microestrutura em moldura, tal como mostrado na foto 4.2.1, são \n\ninterpretados como formados durante a recristalização dinâmica por progressiva rotação de \n\nsubgrãos (White, 1976; Guillope &amp; Poirier, 1979) onde a deformação ocorreu em \n\ntemperaturas equivalentes ao grau metamórfico de fácies anfibolito superior (Hanmer 1982, \n\nWatts &amp; Williams 1983, White &amp; Mawer 1986).  \n\nExperimentos e observações na natureza, têm mostrado que a recristalização \n\ndinâmica por migração de limites de grãos em material análogo (ex. cânfora e carnallita) e \n\nquartzo começa a dominar em temperaturas ao redor de 500-550° (Guillope &amp; Poirier, \n\n1979; Urai, 1983; Stipp et al., 2002). A observação da microestrutura em limites de grãos \n\nde quartzo mostra que ocorre uma perda da regularidade planar. Irregularidades em limites \n\nde grãos podem ter fortes implicações na interpretação microestrutural. Uma dessas \n\nimplicações resulta em que limites de grãos lobulares e serrilhados são evidências \n\nmicroestruturais para a recristalização dinâmica por migração de limites de grãos (Guillope \n\n&amp; Poirier, 1979; Urai, 1983). Tem sido observado em grãos de quartzo que além da \n\nintensificação dos lóbulos, promovido pela diferença da densidade dos defeitos de rede em \n\ncristais vizinhos, também pode ocorrer um relativo aumento do tamanho dos grãos (Jessel, \n\n1986; Drury &amp; Urai, 1990). O aumento dos lóbulos leva a formação de limites irregulares, \n\ncom forma amebóide, e podem evoluir para uma coalescência de grãos (Urai, 1983). \n\nFeições como essas, antes descritas, resultaram em grãos ilhados e a formação de \n\nmicroestruturas de dissecação (Fotos 4.2.10 e 4.2.11). Um dos prováveis fatores que pode \n\nresultar na formação de uma microestrutura de dissecação inclui o aumento da temperatura \n\ndurante a deformação, equivalente ao fácies anfibolito, onde a recristalização ocorre por \n\nmigração de limites de grãos (Urai et al., 1986; Drury &amp; Urai, 1990; Stipp et al., 2002). \n\nConsiderando que as microestruturas formadas em grãos de quartzo e feldspatos \n\npodem indicar temperaturas de deformação, é possível que a ZCI tenha atingido o grau \n\nmetamórfico de fácies anfibolito superior. Dados termométricos em gnáisses milonitizados \n\nda ZCI apontam temperaturas de deformação entre 470-630° (Neves Maia, 2002). \n\nTomando esses dados como base, a interpretação microestrutural tor na -se condizente com a \n\nmilonitização em elevadas temperaturas. Nesse contexto, é possível que a ocorrência de \n\nextinção do tipo “tabuleiro de xadrez” (Foto 4.2.11) tenha sido de fato formada durante a \n\ntransição do quartzo ?-?, o que pode ter ocorrido em temperaturas próximas a 630 °C. As \n\n\n\n 69 \n\nfeições microestruturais representadas por pertita flame em feldspatos e grãos com \n\npequenos lóbulos e raros limites de subgrãos em quartzo, indicam mais baixas temperaturas \n\nde deformação. Há pelo menos três possibilidades de intrepretação: (1) durante a \n\ndeformação progressiva o pico metamórfico ocorreu em condições de fácies anfibolito \n\nsuperior, com o estágio final da deformação em fácies xisto verde. (2) mesma situação que \n\n(1), entretanto, com um a deformação associada a um metamorfismo progressivo. (3) \n\nreativação da deformação em diferentes condições de temperatura. A segunda possibilidade \n\nparece menos provável, já que um estágio progressivo de temperatura tenderia a apagar \n\nfeições microestruturais formadas em mais baixo grau. Para a terceira possibilidade falta \n\nevidências claras de uma reativação da ZCI. A primeira parece ser a mais provável \n\npossibilidade, sendo as principais evidências: a ocorrência de microestruturas consideradas \n\ncomo formadas em diferentes temperaturas de deformação e a mudança da trama de eixo \n\n[c] de quartzo que ocorre do centro para a periferia da ZCI, a ser discutida posteriormente. \n\nA ZCI é uma zona de cisalhamento que sofreu deformação dúctil, como sugerida \n\npela recristalização dos feldspatos, com sentido de cisalhamento sinistral (Foto 4.2.1). O \n\naumento da porcentagem de matriz recristalizada para o centro da ZCI, associada com uma \n\nrelativa diminuição do tamanho dos porfiroclastos de feldspatos e grãos de quartzo, \n\nresultou na formação de ultramilonitos que estão situados em algumas porções ao longo de \n\nestreitas faixas no centro da zona de cisalhamento (Foto 4.2.12). É provável que a formação \n\nde ultramilonito foi decorrente de um localizado amolecimento da deformação (strain \n\nsoftening), mecanismo efetivo para a redução de grãos por recristalização dinâmica \n\n(Etheridge &amp; Wilkie, 1979), concentrada nessa restrita faixa. A diminuição do tamanho de \n\ngrãos por recristalização dinâmica, tende a aumentar a difusibilidade entre limites de grãos \n\nde quartzo na zona milonítica, podendo promover a introdução e mobilidade de uma fase \n\nfluida (Sibson, 1977). Como uma rocha ultramilonítica é a encaixante, pode ser extrapolado \n\nque o fluxo de fluido foi canalizado ao longo dessa faixa de rochas mais intensamente \n\ndeformadas. Por outro lado, o crescimento de novos grãos de quartzo é interpretado como \n\ndecorrente da contribuição de algum annealing. \n\nÉ possível fazer uma correlação entre as microestruturas de deformação, antes \n\nabordadas, e aquelas obtidas em experimentos durante os regimes de recristalização \n\ndefinidos por Hirth &amp; Tullis (1992) (Fig. 4.1.1.1). Em locais onde recristalização por \n\n\n\n 70 \n\nintumescência parece ter ocorrido, quase não observa -se a deformação dos grãos de \n\nquartzo. As feições em limites de grãos são exemplificadas por pequenos lóbulos e suturas \n\ncom uma esparsa formação de subgrãos. Hirth &amp; Tullis (1992) observaram semelhantes \n\nfeições microestruturais em espécimes deformadas no regime 1. Stipp et al. (2002) \n\nreconheceram idêntica microestrutura, a qual consideraram como um exemplo natural do \n\nregime 1 de Hirth &amp; Tullis (1992). No regime 2 a deformação ocorre por rotação de \n\nsubgrãos. Entre as feições microestruturais que podem ser consideradas como relacionadas \n\na esse regime, citam-se a formação de microestrutura do tipo moldura em feldspato ( Law et \n\nal., 1984; Hirth &amp; Tullis, 1992). No regime 3, onde a recristalização por migração de \n\nlimites de grãos é dominante, é comum uma grande porcentagem de grãos recristalizados, \n\ncom remanescentes do grão original. Microestruturas que refletem a formação em tal \n\nregime, incluem a intensificação dos lóbulos em limites de grãos de quartzo, (Stipp et al. \n\n2002); formação de uma matriz densamente recristalizada, dominada por quartzo; e raros \n\nporfiroclastos de feldspatos recristalizados (Fotos 2.2.11 e 2.2.12). É provável que a textura \n\nde eixo [c] de quartzo definida por uma guirlanda simples em ultramilonito, e inclinada no \n\nsentido do cisalhamento, represente o padrão de textura esperado durante esse regime \n\n(Tullis &amp; Heilbronner, 2001). \n\nDeve-se ter em mente que a delimitação desses regimes incluem um campo de \n\ntransição, como observado por Hirth &amp; Tullis (1992). Dessa forma, algumas das \n\nmicrostruturas citadas podem também estar relacionadas a esses regimes de transição. Por \n\nexemplo, microestrutura em moldura pode formar-se já na passagem do regime 2 para o 3. \n\nSe a deformação é heterogênea em microescala, essa poderá contribuir para que a \n\ndeformação ocorre segundo diferentes regimes de recristalização. Por outro lado, é \n\nprovável que um único mecanismo não seja o caso mais comum, já que os processos de \n\nrotação de subgrão e migração de limites de grãos, em geral, não operam de maneira \n\nindependente (Stünitz, 1998; Stipp et al., 2001). \n\nUma análise da textura de eixo [c] de quartzo mostrou que os diagramas obtidos \n\npara os milonitos da ZCI resultaram, de uma forma geral, em padrões complexos (Fig. \n\n4.3.4). Essa complexidade deve -se, em parte, a trama (textura) de eixo [c] de quartzo \n\nadquirida e/ou a heterogeneidade litológica. Entretanto, uma melhor definição da textura foi \n\nobtida em rocha ultramilonítica formada na porção mais central da ZCI e, portanto, mais \n\n\n\n 71 \n\nrepresentativa das condições de deformação da zona de cisalhamento (linha G na figura \n\n4.3.4). Considerando-se a análise das texturas complexas, os padrões ortorrômbicos \n\nresultantes podem ser relacionados aos campos de achatamento e constricção no diagrama \n\nde Flinn (Schmid &amp; Casey, 1986) (Fig. 5.1.1). Nesse diagrama os padrões de textura \n\ndefinidos por guirlandas cruzadas do tipo I, pequeno círculo, e grande círculo (ou em forma \n\nde ferramenta) sugerem que a deformação ocorreu no campo do achatamento. Essa hipótese \n\né, em parte, corroborada pela formação da foliação milonítica e lineação de estiramento. \n\nTodos esses padrões costumam ser interpretados como resultantes da deformação coaxial. \n\nAs guirlandas cruzadas do tipo I são melhor desenvolvidas durante a deformação plana \n\n(Lister &amp; Hobbs, 1980). No caso da textura formada por pequenos e grandes círculos estas \n\nsão indicativas de um achatamento ao redor do eixo Z (Lister, 1981) e constricção (Schmid \n\n&amp; Casey, 1986). Uma outra possível interpretação seria a de um componente da \n\ndeformação não coaxial perpendicular a lineação de estiramento (Llana-Fúnez, 2002). A \n\navaliação das medidas angulares definida pelo pequeno círculo em torno do eixo Z, estão \n\nsituadas em torno de 80-90°. Ângulos com esses valores são característicos de uma \n\ntemperatura de deformação equivalente ao grau metamórfico de fácies anfibolito (Lister &amp; \n\nDornsiepen, 1982). \n\n\n\n 72 \n\nPadrões de textura com a formação de guirlandas simples estão restritos aos \n\nultramilonitos que ocorrem no centro da ZCI. Como guirlandas simples são comuns em \n\nzonas de cisalhamento não coaxiais, a formação desses padrões sugerem uma partição da \n\ndeformação e o aumento da vorticidade para o centro da ZCI (Schmid, 1994) (Fig. 5.1.2). \n\nCom relação ao padrão de guirlanda simples a formação de máximos são, em geral, \n\ninclinados no sentido de cisalhamento na zona, considerando-se a direção que contém o \n\neixo de estiramento X (Fig. 4.3.4), (Burg &amp; Laurent, 1978; Schmid &amp; Casey, 1986). São \n\ntambém reportados na literatura a inclinação de máximos de eixo [c] opostos ao sentido de \n\nmovimento (Carreras et al., 1977; Lister &amp; Price, 1978) bem como padrões perfeitamente \n\nsimétricos ao eixo Z (Law et al., 1984). Dell`Angelo &amp; Tullis (1989) determinam texturas \n\nde eixo [c] de quartzo inclinados e opostos ao sentido de cisalhamento em quartzitos \n\ndeformados em laboratório. Durante esses experimentos a assimetria oposta ao sentido de \n\ncisalhamento foi desenvolvida em amostras submetidas a baixa deformação, e um máximo \n\ndeslocado no sentido do movimento, em amostras submetidas a alta deformação. A \n\ndespeito dessa aparente contradição entre os vários autores sobre o padrão de textura \n\nrepresentativo do sentido de cisalhamento em uma zona, Gleason et al. (1993) concluíram \n\nque o mecanismo de recristalização dinâmica pode influenciar sobre a formação da textura. \n\nSchmocker (2000) demostrou que a formação da textura com máximos de eixo [c] de \n\nquartzo inclinados em sentido oposto ao do cisalh amento, ocorrem quando o mecanismo de \n\ndeformação foi por fluxo granular (movimento de grãos relativos uns aos outros), com uma \n\nmenor quantidade de recristalização. Considerando a extensiva recristalização e \n\ndeformação dos ultramilonitos no centro da ZCI, o padrão de guirlanda simples corrobora \n\ncom o sentido de cisalhamento sinistral (Linha G na figura 4.3.4). Observações de campo e \n\n\n\n 73 \n\nmicroestruturas indicam que o cisalhamento na ZCI ocorreu com sentido de movimento \n\nsinistral. Tomando-se a obliqüidade do padrão de textura, definido por Herwegh et al. \n\n(1997) como o ângulo ? entre o padrão e a foliação milonítica, verifica-se que a mesma \n\nforma ângulos em torno de 60°. Fazendo-se uma analogia entre a obliqüidade da textura e a \n\ndeterminada pelos autores, especulou-se que a intensidade de deformação (?) no centro da \n\nZCI pode ter sido superior a 4-6 (Fig. 5.1.3). A princípio esses valores podem ser \n\nequivalentes ao segundo estágio de deformação de Herwegh &amp; Handy (1996) e Herwegh et \n\nal. (1997). \n\nEm geral, os padrões mais complexos onde estão excluídas as guirlandas do tipo \n\nsimples, mostram a formação de dois ou mais máximos. A formação desses máximos \n\nindica, pelo menos em parte, que a deformação foi acomodada por mecanismos que \n\nenvolveram a ativação de sistemas de deslizamento (Wenk &amp; Christie, 1991). Isso posto \n\nque durante a deformação plástica de um cristal a tensão, ou CRSS (Critical Resolved \n\nShear Stress), controla o sistema de deslizamento do grão. A tensão necessária para causar \n\na ativação do sistema diminui com o aumento da temperatura para todos os sistemas de \n\ndeslizamento em um determinado mineral (Passchier &amp; Trouw, 1996). Vários sistemas de \n\ndeslizamento foram identificados para o quartzo (Starkey, 1979; Lister &amp; Dornsiepen, \n\n1982; Schmid &amp; Casey, 1986; Law et al., 1990) e alguns foram identificados nos milonitos \n\nda ZCI. Máximos em Y, ou próximos a este, são atribuídos a uma ativação do prisma [c] \n\n(Schmid et al., 1981; Mainprice et al., 1986). A ativação desse sistema ocorre em elevadas \n\n\n\n 74 \n\ntemperaturas de deformação, o que equivale ao grau metamórfico de fácies anfibolito \n\nsuperior. Nas amostras PPC e 2002 (Fig. 4.3.4) pode constituir um exemplo de textura \n\nformada em elevada temperatura de deformação. Em quase todos esses diagramas é notável \n\na concentração de máximos de eixo [c] também na periferia da rede. Uma distribuição \n\ncomo essa é atribuída a ativação do sistema basal ?a?, o que indica deformação em \n\ntemperaturas que equivalem ao grau metamórfico de fácies xisto verde (Schmid &amp; Casey, \n\n1986; Schmid, 1994; Fueten et al., 1991). Entretanto, os largos ângulos de abertura ao redor \n\nde Z também indicam formação da textura em alto grau metamórfico (Lister &amp; Dornsiepen; \n\nKruhl, 1996). Os máximos de eixo [c] associados as guirlandas do tipo simples formam \n\nconcentrações próximas a Y e na periferia da rede (Fig. 4.3.4). Fazendo-se um paralelo \n\nentre esse padrão e aqueles anteriores, é possível que o prisma e o basal tenham sido \n\nativados durante a deformação da ZCI. Essa conclusão baseia-se na análise das texturas \n\ncom guirlandas simples, formadas nos milonitos do centro da ZCI, como nos padrões mais \n\ncomplexos. Não obstante, a observação da microestrutura nos milonitos corrobora para uma \n\ninterpretação da textura formada em elevada temperatura de deformação. \n\nOutros fatores poderiam interferir de maneira direto ou indireta na formação e \n\ndistribuição desses máximos. Um dos fatores diz respeito a um possível papel da \n\nrecristalização dinâmica na formação da textura. Tem sido enfatizado na literatura que a \n\nformação dos padrões de textura podem também ocorrer em função do mecanismo de \n\nrecristalização operante (Jessel, 1986; Gleason et al., 1993). É provável que sob mais alta \n\ndeformação a recristalização por migração de limite de grão torna-se o mecanismo \n\ndominante sobre a recristalização por rotação de subgrão (Herwegh &amp; Handy, 1996). Foi \n\nproposto que a recristalização dinâmica do quartzo pode também ocorrer segundo uma \n\nsequência de mecanismos que envolve rotação de subgrão e recristalização por migração de \n\nlimite de grão (Lloyd &amp; Freema n, 1994) (Fig. 5.1.4). A própria orientação de grãos \n\nindividuais pode também influir na formação da textura. Por fim, se a textura formada \n\nmarca toda a história de deformação dos milonitos, e não apenas o estágio de deformação \n\nfinita (Wenk &amp; Christie, 1991), os diferentes mecanismos de recristalização que operaram \n\ndurante a deformação poderão contribuir no resultado final do padrão de eixo [c]. \n\n \n\n \n\n\n\n 75 \n\n5.2 – Microestrutura e textura do veio \nEm geral, a microestrutura do veio é marcada pela atuação de processos \n\ncompetitivos que criaram espaços e que trabalharam no sentido de destrui-los. Vestígios \n\nmicroestruturais de ambos são representados, nessa ordem, pela formação do bandamento, \n\nresultante de antigas microfraturas seladas, e pela recristalização dinâmica dos grãos de \n\nquartzo. Essas feições podem ser entendidas como as mais prováveis indicações sobre os \n\nprocessos de formação e deformação do veio. O formação de veios por fraturamento \n\nhidráulico pode envolver apenas um único estágio de abertura ou eventos de crack-seal \n\n(Durney &amp; Ramsay, 1973; Ramsay, 1980; Robert &amp; Brown, 1986; Cox et al., 1991). A \n\nnatureza bandada do veio sugere que a formação deste pode ter resultado de um aporte de \n\nfluidos e aumento da Pf relacionados a processos de fraturamento hidráulico (McCuaig &amp; \n\nKerrich, 1998). A formação de budins e porfiroblastos de turmalina com caudas \n\nassimétricas no interior dessas bandas, evidenciam a atuação da deformação não coaxial no \n\nveio (Fotos 4.4.7 e 4.4.10). Em grãos de turmalina foram observadas feições que podem ser \n\ninterpretadas como resultantes da deformação e precipitação hidrotermal. A deformação \n\n\n\n 76 \n\nrúptil em grãos de turmalina resultou na formação de microfraturas que ocorrem normais ao \n\ncomprimento do grão e ao bandamento (Foto 4.4.8). Se considerarmos que durante a \n\ndeformação ocorreu uma progressiva separação das partes microfraturadas, podemos supor \n\nque esse estágio inicial de microbudinagem representa um segundo momento de \n\nprecipitação de turmalina, ou o continuado microfraturamento dos grãos que evoluem para \n\nmicrobudins. A zonação da turmalina com a formação microfratura no centro indica \n\nrelativo estiramento concomitante com o crescimento do grão (Foto 4.4.9). A formação \n\ndessa zonação sugere que o crescimento da turmalina pode ter ocorrido em etapas durante a \n\ndeformação e circulação de fluido hidrotermal. Semelhante conclusão pode ser obtida pela \n\nobservação da assimetria das caudas de cristalização em porfiroblastos de turmalina (Foto \n\n4.4.10). Nesse caso, a turmalina pode ser interpretada como resultante da cristalização \n\ndurante o cisalhamento. Tal feição também sugere que a circulação do fluido e cristalização \n\nde turmalina podem ter ocorrido durante a milonitização. \n\nA formação das bandas compostas por turmalina podem ter, em alguns locais, \n\ninibido o crescimento do quartzo (Foto 4.4.4). A formação de uma segunda fase, como por \n\nexemplo a cristalização de turmalina, tende a restringir o crescimento de grãos e inibir a \n\nrecristalização por migração de limite de grão (Olgaad &amp; Evans, 1988). No caso do veio \n\nestudado, as bandas do tipo B2, por em geral apresentarem maiores espessuras, constituem \n\nverdadeiros obstáculos para a migração de limites de grãos de quartzo (Foto 4.4.2). Não \n\nobstante, em bandas mais tênues o intumescimento em limites de grãos de quartzo é mais \n\nfavorável, sobretudo quando ocorre a segmentação ao longo da banda (Foto 4.4.11). A \n\nrecristalização dinâmica dos grãos de quartzo, por migração de limite de grão, como \n\nconseqüência resultou na inclusão de turmalina. As trilhas de turmalina inclusas em \n\nquartzo, que formam as bandas B1, são interpretadas como o resultado de uma “frente de \n\nintumescimento” ocorrido durante a recristalização dinâmica dos grãos de quartzo. O \n\nintumescimento foi ápto a englobar os pequenos grãos de turmalina, durante a \n\nrecristalização, o que foi favorecido pela continuada segmentação do bandamento.  \n\nA evidência da presença de superfícies de dilatação, caracterizadas pelo \n\nbandamento do veio, sugere que o fluido desempenhou fundamental papel na formação de \n\nmicrofraturas durante a deformação. Por outro lado, o limite curvado entre grãos de quartzo \n\n\n\n 77 \n\nem contato indica que a recristalização dinâmica foi dominante após a formação do \n\nbandamento (Fotos 4.4.7 e 4.4.11). \n\nA microestrutura do tipo “espuma”, em grãos de quartzo maiores, demostra a falta \n\nde uma trama no veio (Foto 4.4.12). Esses grãos, com limites retos e contatos próximos a \n\n120°, é a evidência de que ocorreu algum processo de annealing, indicando que a \n\ntemperatura pode ter continuado a atuar após o final da deformação (Prior, et al., 1990). A \n\nformação desses grãos de quartzo pode ser entendida como resultante da redução da área \n\nem limite de grão (Passchier &amp; Trouw, 1996). Por razões já discutidas, a formação de \n\npequenos grãos ocorrem restritos aos estreitos espaçamentos entre bandas. Em termos de \n\nmicroestrutura a formação dos grãos maiores, em geral, atingem essa configuração em altas \n\ntemperaturas (Bons &amp; Urai, 1992). Embora esses grãos maiores apresentem um relevante \n\ncontato poligonal alguns desvios desse padrão ideal foi observado. Há pelo menos duas \n\npossíveis interpretações que podem ser creditadas a esses desvios de um contato a 120°: (1) \n\nA presença de limites lobulares e serrilhados, em grãos com contatos também retos, são \n\nindicativas de que a recristalização dinâmica por migração de limite de grão foi um \n\nprocesso ainda efetivo nesses grãos. (2) Durante o annealing partes de um grão podem \n\ntornar-se instáveis enquanto outras são mantidas estacionárias. Dessa forma, alguns limites \n\npodem manter-se estacionados enquanto outros migram (Kruhl, 2001). As microestruturas \n\nobservadas não fornecem uma clara separação entre ambas as possibilidades. Entretanto, a \n\ninclusão de turmalina pelos grãos de quartzo e a assimetria de lóbulos indicam que a \n\nrecristalização dinâmica foi um possível processo ativo mesmo nos estágios finais da \n\ndeformação. \n\nA textura de eixo [c] obtida para a amostra do veio mineralizado em ouro define \n\num padrão de deformação não coaxial, caracterizado por uma simetria monoclínica bem \n\ndesenvolvida. Esse padrão mostra concordância com os indicadores cinemáticos \n\nmicroscópicos (ex. porfiroblastos de turmalina e assimetria de lóbulos), observados no \n\ninterior do veio, e são similares aos obtidos nos ultramilonitos do centro da ZCI. Em ambos \n\nos tipos, veio e ultramilonito, a textura indica deformação não coaxial com sentido de \n\ncisalhamento sinistral (comparar as figuras 4.3.4, linha G, e 4.5.3). Se comparado com \n\naqueles padrões de textura mais complexos, obtidos nos milonitos mais distais do veio, \n\nconstata-se que ocorreu uma substituição para guirlandas simples, observado também no \n\n\n\n 78 \n\nultramilonito. É postulado que a formação do veio e a sua deformação foram processos \n\nassociados e que, de uma maneira geral, foi em parte submetido as mesmas condições de \n\ndeformação dos milonitos da ZCI. \n\nSerá discutido, a seguir, a textura obtida para o veio. A princípio será abordado os \n\npadrões formados e o seu significado cinemático. As diferentes concentrações de máximos \n\nserão avaliadas e interpretadas de acordo com os sistemas de deslizamento que podem ter \n\nsido ativados e as respectivas temperaturas. Por fim, serão avaliados os possíveis efeitos da \n\nrecristalização estática dos grãos de quartzo do veio e o desenvolvimento da textura. \n\nA análise da textura por difração de neutrons, mostrou que o padrão de eixo [c] de \n\nquartzo apresenta uma clara simetria monoclínica, indicativa de deformação não coaxial e \n\nsentido de cisalhamento sinistral (Fig. 4.5.1). Na figura 4.5.1A observa -se que a \n\nconcentração de máximos ocorre em torno de Y, o que sugere uma possível ativação do \n\nprisma&lt;a> . Entretanto, a formação de dois outros máximos em 3 e 7 (Fig. 5.2.1) indica \n\nativação do romboedro&lt;a> como sistema de deslizamento para esses grãos individuais \n\n(Law et al., 1990). Isso sugere que a ativação do prisma e romboedro podem ter uma \n\nrelativa importância na escala de grãos individuais. Dois dominantes máximos de eixo&lt;a>, \n\nem um ângulo com cerca de 30° ao eixo X no plano XZ, também formam uma simetria \n\nmonoclínica que indica deformação não coaxial e sentido de cisalhamento sinistral. A \n\nconcentração de&lt;a> na periferia em uma distribuição perpendicular a [c], sugere \n\n\n\n 79 \n\ntemperatura equivalente ao metamorfismo de fácies xisto verde superior a anfibolito baixo. \n\nO ângulo entre os dois máximos e a foliação (eixo X), pode também indicar uma específica \n\nintensidade de deformação no veio (Schmid, 1994). \n\nO eixo [c] de quartzo obtido com a platina universal mostra está em acordo com os \n\nmedidos com a utilização da técnica de difração de neutrons. O padrão monoclínico \n\ntambém indica sentido sinistral de cisalhamento (Fig. 4.5.2). No diagrama 4.5.2A a \n\nconcentração de medidas além de situadas em 3 e 7, ocorrem também em 2, 4, 6 e 8. Essas \n\noutras posições indicam que o basal&lt;a> e o prisma&lt;c> foram os sistemas de deslizamento \n\ndominante para alguns grãos (Bouchez &amp; Pêcher, 1981; Schmid &amp; Casey, 1986; Law et al., \n\n1990). A avaliação de medidas de eixo [c] em grupos separados de grãos de quartzo não \n\napresenta grandes diferenças entre si e destes da análise em conjunto. Uma comparação \n\nentre o padrão obtido em grãos do domínio I e II, que nessa ordem correspondem aos \n\npequenos e grandes grãos de quartzo, mostra idêntica concentração de máximos (Fig. \n\n4.5.3B e C). Ressalta-se as concentrações em torno de Y e nas posições intermediárias entre \n\n5 e 2 (comparar as figuras 4. 5.3B e C com 5.2.1). Essa distribuição de máximos pode ser \n\nexplicada como resultante da ativação de diferentes sistemas de deslizamento, o que pode \n\nter ocorrido em diferentes temperaturas durante a recristalização. Para ambos os domínios \n\nde grãos a ativação do sistema representado pelo prisma&lt;a>, onde a concentração de \n\nmáximos ocorre próximo ao eixo Y, indica temperatura equivalente ao fácies anfibolito \n\n(Lister &amp; Dornsiepen, 1982; Mainprice et al., 1986; Schmid &amp; Casey, 1986). Para as \n\nconcentrações que ocorrem em 2 e 8, ou próximos a esses, com o sistema de deslizamento \n\nrepresentado pelo basal&lt;a>, a temperatura está restrita ao fácies xisto verde (Lister &amp; \n\nDornsiepen, 1982; Schmid &amp; Casey, 1986; Stipp et al., 2002). Outro fator a ser considerado \n\ndiz respeito aos possíveis regimes de recristalização que podem controlar a formação desses \n\nmáximos. Nesse caso, as concentrações na periferia da rede, equivalente as posições 2 e 8, \n\ne próximo a Y podem ser, nessa seqüência, indicativas dos regimes 2 e 3 de recrista lização \n\n(Tullis &amp; Heilbronner, 2001). \n\nA formação de uma microestrutura do tipo “espuma” mostrou que a recristalização \n\nestática dos grãos de quartzo foi um processo importante para a configuração \n\nmicroestrutural do veio. Em especial, esse processo foi eficiente no sentido de “apagar” \n\numa possível trama formada inicialmente no veio. Não obstante, a assinatura \n\n\n\n 80 \n\nmicroestrutural da plasticidade cristalina (deformação de um material a partir do \n\nmovimento de deslocações) pode ser obtida pela análise da textura de eixo [c]. A formação \n\nde uma textura em material submetido a annealing pode ser indicativa do registro da última \n\ndeformação, anterior a esse processo de recristalização estática. Em outras palavras, \n\nsignifica dizer que o padrão de textura pode ser preservado durante os estágios iniciais de \n\nannealing, embora a microestrutura produzida pela deformação seja completamente \n\napagada (Ree &amp; Park, 1997; Park et al., 2001). A presença de indicadores cinemáticos no \n\nveio, inclusive com evidências da recristalização dinâmica de grãos, são feições localizadas \n\ne, em geral, encontram-se superimpostas pelos efeitos da recristalização estática. Por outro \n\nlado, embora a recristalização estática tenha contribuído de forma substancial para a \n\nmudança do tamanho e a forma dos grãos, esta não afetou sobremaneira a textura de eixo \n\n[c] antes desenvolvida. Neste caso, o sentido de cisalhamento também pode ser confirmado \n\npela assimetria do padrão, como demostrado por Heilbronner &amp; Tullis (2001). \n\n \n\n\n\nCapítulo VI – A formação de veios auríferos \n\n6.1 - Uma revisão sobre a formação de veios \nEm muitos depósitos auríferos têm sido demostrado uma relação intrínseca entre \n\ndeformação da rocha encaixante, flutuações da pressão de fluidos (Pf) e a circulação de \n\nfluidos, e a mineralização aurífera. Nesses depósitos, a mineralização de ouro em veios e na \n\nrocha encaixante está associada a um grande volume de fluidos que foram canalizados para \n\nesses locais de mais alta permeabilidade. A pressão de fluidos é deveras importante na \n\nformação de muitos veios auríferos. A variação de intensidade da Pf é de especial \n\nimportância para a criação de condutos e aumento da permeabilidade nas rochas, \n\nfavorecendo a criação de espaços e a circulação de fluidos com a precipitação de fases \n\nminerais Cox et al. (1985), Sibson et al. (1988), Sibson (1990), Ridley (1993), Cox et al. \n\n(2001) e Sibson (2002). Por exemplo, para explicar a formação de fraturas em grandes \n\nprofundidades, e consequentemente a formação de veios, costuma-se invocar uma efetiva \n\natuação da Pf. Se a Pf excede a tensão de confinamento (tensão de confinamento efetiva = \n\ntensão de confinamento - Pf,) o fraturamento poderá ocorrer. O aumento da Pf pode ter \n\nvárias origens, incluindo reações químicas e deposição mineral, essa última é importante \n\nporque reduz a permeabilidade na zona. Cálculos termodinâmicos têm demostrado que a \n\nsolubilidade do quartzo, para uma determinada pressão, aumenta com a temperatura e que \n\npara uma temperatura constante aumenta com a pressão até um valor crítico (Paterson, \n\n1986) (Fig. 6.1.1). Esses experimentos concluíram que a queda da pressão de fluidos é um \n\ndos fatores responsável pela precipitação do quartzo. Oliver et al. (2002) propuseram que o \n\nouro, juntamente com outros elementos, não necessariamente fixam a determinados \n\nminerais. Os autores concluíram que esses minerais podem ser transportados através de \n\nfraturas interconectadas cuja precipitação/solubilidade é dependente da pressão de fluido. \n\nZonas de cisalhamento/falhas podem atuar como condutos naturais para o fluxo de \n\nfluidos em determinados momentos e como barreiras em outros. Um dos fatores que pode \n\nreger esse diferente comportamento em zonas de cisalhamento é a diminuição da \n\npermeabilidade devido a precipitação mineral. Sibson et al. (1988) apresentaram um \n\nmodelo para a circulação de fluidos e formação de veios em zonas de cisalhamento que \n\nforam reativadas ao longo da história de sua implantação. O modelo é baseado na ruptura \n\n\n\n 82 \n\nperiódica ao longo de falhas que foram reativadas durante ciclos cosísmicos-intersísmicos, \n\ndenominado de válvula de falha. No referido modelo a reativação de falhas ocorre sob \n\ncondições de pressão de fluidos supralitostática construída na base da zona sismogênica. \n\nEpisódios cíclicos de ruptura, proposto no modelo, ocorrem quando a pressão de fluidos, na \n\ntransição do comportamento rúptil para o dúctil, excede a tensão de confinamento \n\n(litostática) e diminui a resistência da rocha ao fraturamento na zona de falha. Petit et al. \n\n(1999) propuseram um modelo semelhante, entretanto esses autores consideraram que o \n\ncampo de tensão ao redor da falha pode contribuir para o fraturamento cíclico. \n\nO crescimento do veio com apenas um único período de abertura envolve o \n\npreenchimento de uma cavidade por fluido, seguido pela cristalização sem ulterior \n\nmicrofraturamento. Um dos exemplos típicos de microestruturas geradas são os agregados \n\nmaciços com cristais euedrais, bem como microestruturas fibrosas e do tipo comb (Durney \n\n&amp; Ramsay, 1973; Dowing &amp; Morrison, 1989). Por outro lado, o crescimento de veios de \n\nquartzo em muitos depósitos auríferos é, em geral, regido por um mecanismo denominado \n\ncrack -seal. O mecanismo de crack-seal, como definido por Ramsay (1980), contempla uma \n\nsequência de eventos que compreende desde a ruptura até o selamento de microfraturas, o \n\nque ocorre por precipitação de fases minerais. Esse mecanismo é facilmente demonstrado \n\nquando são observados trilhas de inclusões, obliquas as paredes do veio, e bandas de \n\n\n\n 83 \n\ninclusões, definida pelo alinhamento de variadas fases minerais, paralelas as paredes do \n\nveio. O crescimento de minerais fibrosos de mesma composição que o veio, ou crescimento \n\ncontrolado (Vearncombe, 1993), é muito comum durante a atuação desse mecanismo. Em \n\nalguns casos, a formação desses minerais fibrosos podendo marcar a direção de abertura do \n\nveio. Cox (1987) demostrou que mecanismos de crack -seal podem resultar na formação de \n\nveios bandados ou com microestrutura fibrosa. Ainda segundo o autor, a formação de veios \n\nbandados é correlato com movimentos essencialmente paralelos as paredes dos veios, o que \n\npode ocasionar a inclusão de fatias (bandas) da rocha encaixante envolvida no processo. \n\nWiltschko &amp; Morse (2001) propuseram que a pressão exercita pelos minerais em \n\ncrescimento poderiam contribuir sobremaneira para a formação dos veios. Alguns veios \n\npodem desenvolver fibras de crescimento normais ou obliquas as paredes do veio. Em \n\nfunção do tipo de crescimento esses veios são denominados de sintaxial, antitaxial, \n\ncomposto e antitaxial (Ramsay &amp; Huber, 1983; Passchier &amp; Trouw, 1996). \n\n6.2 - Modelo para a formação do veio aurífero do depósito Sertãozinho \nUma das características mais marcantes do veio aurífero de Sertãozinho é a \n\nformação da estrutura bandada, visível desde meso a microescala. O bandamento \n\napresentado por alguns veios de quartzo auríferos, costuma ser interpretado como resultante \n\nde repetidos episódios de fraturamento hidráulico e a deposição mineral durante o seu \n\ncrescimento (Kerrich &amp; Allison, 1978; Robert &amp; Brown, 1986). O veio de quartzo aurífero \n\nde Sertãozinho não mostra trilhas de inclusões, segundo a definição de Ramsay (1980), mas \n\na estrutura bandada pode ser correlacionada, em termos de morfologia, com as bandas de \n\ninclusões definidas pelo referido autor. A formação do veio está associada ao fluxo de \n\nfluidos, cuja geometria de circulação encontra-se marcada pela cristalização de turmalina \n\nque delimita a zona de precipitação hidrotermal. O modelo proposto considera que o \n\ncrescimento do veio ocorreu por mecanismo de cracke-seal, onde envolveu a formação de  \n\nhidrofraturas e a circulação de fluidos hidrotermais. \n\nO aumento da Pf  atua no sentido de induzir o fraturamento, por reduzir a tensão \n\nefetiva, e promover a dilatação de zonas de fraqueza existentes (Rutter, 1972). Contudo, a \n\ncirculação de fluidos pode favorecer o aumento da resistência das rochas à deformação. \n\nIsso ocorre porque os fluidos em circulação atuam como um meio difusivo e eficaz para a \n\nprecipitação de fases minerais que selam fraturas abertas. Como a queda da Pf é um dos \n\n\n\n 84 \n\nfatores que pode favorecer a formação de cristais (Fig. 6.1.1), há uma tendência natural \n\npara que ocorra o seu aumento à medida que os espaços abertos são selados (Cox et al., \n\n1985; Peters, 1993). \n\nA formação do bandamento do veio aurífero de Sertãozinho pode ser entendida \n\ncomo o resultado de sucessivas variações da Pf e episódica circulação de fluidos. A \n\nintercalação de períodos com intenso fraturamento e circulação de fluidos, seguido pelo \n\nselamento de antigas fraturas por cristalização de turmalina constitui um cenário prováve l \n\npara a formação do bandamento durante o crescimento do veio (Fig. 6.2.1). Nesse caso, \n\n\n\n 85 \n\ncada banda de inclusão formada pode ser interpretada como um distinto evento de crack-\n\nseal, onde o espaçamento entre bandas sucessivas indica a ausência de incrementos de \n\nabertura (Cox &amp; Etheridge, 1983) (Fotos 3.3.1.3 e 4.4.1). Se considerado que as inclusões \n\nde turmalina (bandamento do veio) são fragmentos da rocha da parede, que está em contato \n\ncom o veio aurífero, a acreção do veio pode ter ocorrido na interface veio-parede (Hilgers \n\n&amp; Urai, 2002). Nesse caso, a parte mais antiga do veio poderia está localizada naquela \n\ninterface (Ramsay, 1980; Passchier &amp; Trouw, 1996). Todavia, a turmalina é o produto \n\ndireto da circulação de fluidos hidrotermais. A sua formação, pelo movimentação de \n\nfluidos, selou antigas fraturas durante eventos de crack-seal. A espessura cumulativa do \n\nveio pode ter envolvido uma combinação de material adicionado durante a formação \n\nepisódica de vazios, hidrofraturamento e circulação de fluidos, e a rea tivação de planos pré-\n\nexistentes (Brown &amp; Bruhn, 1996; para uma interpretação semelhante) (Fotos 4.4.5 e \n\n4.6.1). Durante a atuação do evento de crack-seal quartzo e turmalina podem ter \n\nprecipitado juntas ou em diferentes locais do veio. \n\nAlgumas feições microestruturais sugerem que o fluxo de fluidos pode ter ocorrido \n\ndurante a deformação e recristalização dinâmica dos grãos de quartzo do veio. Nesse caso, \n\né possível que o fluido hidrotermal tenha sido, em algum momento, contemporâneo com a \n\nformação dos milonitos da ZCI. Contudo, outras feições sugerem que o veio pode ter \n\nresultado de modificações impostas pelo cisalhamento após a sua formação. Baseado nessas \n\nobservações, dois modelos resumem as possibilidades de formação do veio de aurífero. \n\nArgumentos favoráveis a uma modificação após a formação do veio, bem como para o seu \n\ncrescimento durante o cisalhamento são apresentados. As feições microestruturais \n\nobservadas em grãos de turmalina e em limites de grãos de quartzo foram utilizadas como \n\nparâmetros para a proposição dos modelos. A presença de turmalina em antigas \n\nmicrofraturas seladas (bandamento) indica que etapas de crescimento do veio ocorreu pela \n\ncirculação de fluidos durante eventos de crack-seal. Observações óticas mostraram que o \n\nencurvamento no contato quartzo-quartzo ocorre também no espaço inter-budin, criado \n\npelo rompimento de grãos de turmalina, com a formação de microestruturas do tipo \n\n“janela” (Jessel, 1987) (Fotos 4.4.7 e 4.4.11). Foi sugerido que tal feição indica que a \n\nrecristalização dinâmica do quartzo pode ter continuado mesmo após a cristalização da \n\nturmalina. No modelo 1 (Fig. 6.2.2) pode ser observado que após cessado eventos de crack-\n\n\n\n 86 \n\nseal, o crescimento do veio torna -se inativo. Em um momento posterior, a deformação \n\nimposta ao veio atua no sentido de modificar as feições microestruturais primárias, geradas \n\ndurante a criação de espaços para a circulação de fluidos. Um dos possíveis efeitos dessa \n\ndeformação foi a segmentação total ou parcial da turmalina que forma o bandamento (Foto \n\n4.4.8). O estiramento ao longo de cada banda, resultou em segmentos assimétricos com o \n\nsentido de movimento correlato com o determinado nos ultramilonitos (Fotos 4.4.6 e 4.4.7). \n\nO quartzo do veio sofre deformação, com a recristalização dinâmica dos grãos e formação \n\nde lóbulos assimétricos. A textura de eixo [c] forma guirlandas simples correlatas com um \n\ncisalhamento sinistral (Fig. 4.5.3). No final do processo a deformação torna-se menos ativa, \n\ncom a tensão diferencial (?1-?3) menos intensa, e a recristalização dinâmica foi sucedida, \n\nem parte, pela recristalização estática. No modelo 2 (Fig. 6.2.2) é proposto que a circulação \n\nde fluidos pode ter ocorrido durante o cisalhamento. Nesse caso, a formação do veio por \n\neventos de crack-seal e a deformação foram processos competitivos que ocorreram de uma \n\nmaneira mais ou menos simultânea. A formação de vazios, para a circulação de fluidos, \n\npode ter ocorrido ao longo de superfícies de cisalhamento dilatantes sob alta Pf. Processo \n\nsemelhante foi observado por Bauer et al. (2000). Porfirobastos de turmalina corroboram \n\npara essa hipótese (Foto 4.4.10). Isso porque a geometria das caudas não coaxial indica \n\ncrescimento do bandamento durante a deformação, o que implica na circulação de um \n\nfluido no sistema (Durney, 2002). Outro indicador de crescimento do veio durante a \n\ndeformação é sugerido pela budinagem sin-cristalina da turmalina (Foto 4.4.9). Essa \n\nmicroestrutural é demostrada pela formação de uma zonação em alguns grãos de turmalina \n\ne a precipitação nos locais de ruptura pela budinagem. Essa feição é causada quando ocorre \n\num crescimento sobreposto, devido uma sutil variação na composição do fluido (Misch, \n\n1970). Em estágios mais tardios o cisalhamento e a recristalização dinâmica passam a ser \n\ndominantes sobre a formação de vazios. Esse modelo não requer que a ZCI tenha sofrido \n\nalguma reativação, mas a formação do veio deve ter sido, em algum momento, \n\ncontemporâneo com a milonitização. Portanto, essa parece ser a possibilidade mais \n\nprovável para a formação do veio o pode ter ocorrido em qualquer período durante a \n\ndeformação. Em ambos os modelos o veio mostra, no estágio final, uma microestrutura que \n\nresultou da menor atuação da deformação. A textura de eixo [c] preserva o sentido de \n\ncilhamento durante a recristalização dinâmica do veio. \n\n\n\n 89 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFig. 6.2.2 – Modelos propostos para a formação e evolução do veio aurífero do depósito de \nSertãozinho. Modelo I: A abertura da rocha ocorreu apenas por eventos de crack -seal. Nesse caso, \na formação do veio envolveu seguidos episódios de fraturamento, seguindo-se uma brusca queda da \nP f com a circulação e precipitação de fases minerais. No estágio de formação do veio grãos de \nquartzo podem ter crescido na direção de abertura da fratura (Cox, 1987). A modificação do veio \nocorre posterior a sua formação. A deformação concentra-se no bandamento formado com os grãos \nde turmalina rompidos e rotacionados durante o cisalhamento. O quartzo experimenta deformação \npor recristalização dinâmica e engloba pequenos grãos de turmalina. A textura de eixo [c] de \nquartzo é formada e indica que a deformação foi por cisalhamento não coaxial com sentido de \nmovimento sinistral. No estágio final a deformação foi menos atuante e os grãos de quartzo \ncresceram sob uma menor tensão diferencial (?1-?3). Um aparente annealing não afetou de forma \nmuito intensa a textura de eixo [c]. Modelo II: A formação do veio ocorreu durante a deformação. \nNesse caso, eventos de crack-seal e o cisalhamento da ZCI foram em algum momento \nconcomitantes. Processos competitivos entre si que envolveram a formação de vazios e a sua \ndestruição, se alternaram no tempo da formação do veio. A circulação de fluidos, sob alta Pf, e a \nprecipitação de fases minerais (p. ex. turmalina e quartzo) foram aptas a gerar feições resultantes de \nambos processos, como porfiroblastos e turmalinas zonadas. A formação de intumescimento nas \nbordas do quartzo, devido a migração de limite de grão, englobou os pequenos cristais de turmalina \nformados. A formação da textura de eixo [c] ocorreu como no modelo I. O estágio final para a \nformação do veio proposto por esse modelo é idêntico ao anterior. As condições de Pf no decorrer \nde todo o processo de formação do veio são esquematizados pelos gráficos P f vs. T (tempo).  \n \n\n\n\n 90 \n\n6.3 – Considerações sobre a mineralização do veio \nA avaliação das condições de precipitação do ouro são, em geral, de extrema \n\ncomplexidade. Informações sobre essas condições são fornecidas por estudos de inclusões \n\nfluidas, química mineral e o estudo de isótopos (radiogênicos e estáveis) (Mikucki &amp; \n\nRidley, 1993; Kerrich &amp; McCuaig, 1998). Dados termodinâmicos são usuais para uma \n\nestimativa dos parâmetros condicionantes para a precipitação do ouro e a formação da \n\nmineralização (ex. P, pH e estado de oxidação). Por outro lado, tem sido postulado que os \n\nveios pós-datam o metamorfismo e que os fluidos mineralizantes não mostram qualquer \n\nrelação genética com aquele (Jamielita et al., 1990). Não obstante, Stüwe et al. (1993) \n\nmostraram que a produção de fluidos hidrotermais durante o metamorfismo progressivo \n\npode contribuir para a formação de veios e a mineralização aurífera, mesmo após a atuação \n\ndo metamorfismo de mais baixo grau. Dados de inclusões fluidas em veios de quartzo \n\naurífero da ZCI  sugerem que a temperatura de formação dos depósitos situa -se em torno de \n\n300-350° (Silva, 1999; Neves Maia, 2002). Essa temperatura pode está subestimada, dado \n\nque essas medidas fornecem apenas a temperatura mínima de aprisionamento do fluido \n\n(Roedder, 1984). Fatores complicadores incluem ainda a intensa recristalização dos grãos \n\nde quartzo e as diferentes gerações de inclusões fluidas. A recristalização dinâmica em \n\ngrãos de quartzo parece que contribui para a remoção de inclusões fluidas no interior desses \n\n(Kerrich et al. , 1980). Se a mineralização do veio ocorreu durante a passagem do fácies \n\nanfibolito para o xisto verde, é provável que temperaturas um pouco maiores sejam \n\nesperadas. Segundo Foster (1993), é possível que o simples resfriamento de um fluido \n\nhidrotermal não resulte na precipitação de ouro. Considerando-se que a circulação de \n\nfluidos, o crescimento do veio em etapas de crack-seal, e a precipitação do ouro estão \n\nrelacionados entre si, é possível que a mineralização ocorreu mais em função de variações \n\nda Pf que uma simples diminuição da temperatura. Parece viável que um veio submetido as \n\nmesmas condições de deformação da ZCI, durante o seu crescimento, possa precipitar ouro \n\nmais por uma variação da Pf do que pela queda da temperatura (Fig. 6.1.1). A observação \n\nde que ouro e turmalina ocorrem associados, bem como na forma de inclusões no quartzo, \n\nsugere que a precipitação do metal ocorreu durante os sucessivos ciclos de \n\nhidrofraturamento e precipitação hidrotermal (Fig. 6.3.1). É provável que a precipitação do \n\n\n\n 91 \n\nouro não ocorreu a partir de tio-complexos, ausência de sulfetos, mas em função do Fe \n\npresente nas turmalinas cristalizadas do fluido hidrotermal (Legrand, com. pessoal).  \n\n \n\n\n\n 92 \n\nVII - Conclusões \nA ZCI sofreu cisalhamento dúctil com sentido de movimento sinistral. A análise da \n\ntextura de eixo [c] de quartzo mostrou uma partiçã o da deformação em direção ao centro da \n\nZCI. Nas bordas e regiões intermediárias a textura obtida formou pa drões complexos que \n\nsugerem uma deformação mais coaxial. Entretanto, nos ultramilonitos do centro da ZCI foram \n\nobtidos padrões de guirlandas simples e assimétricas indicativas de cisalhamento não coaxial \n\nque corroboram com o movimento sinistral. Esse padrão foi interpretado como resultante do \n\naumento da intensidade de cisalhamento no centro da zona. \n\nObservações microestruturais indicam que a deformação na ZCI atingiu condições \n\nequivalentes ao grau metamórfico de fácies anfibolito superior. Contudo, um retro-\n\nmetamorfismo para o fácies xisto verde pode ter ocorrido durante o estágio final da \n\ndeformação. Diferentes microestruturas de recristalização em milonitos da ZCI podem ser \n\nrepresentativos dos diferentes regimes de recristalização. \n\nO veio de quartzo aurífero de Sertãozinho é bandado e encaixado em ultramilonito da \n\nZCI. Observações em microescala mostram que o bandamento do veio é formado por antigas \n\nmicrofraturas seladas pela cristalização de turmalina e as vezes quartzo. A microestrutura \n\npoligonal do veio com os grãos de quartzo em contatos próximos a 120°, sugere um equilíbrio \n\ngeométrico dos grãos alcançado durante a recristalização estática (annealing). Um localizado \n\nintumescimento nas bordas de alguns grãos de quartzo indica que o veio sofreu recristalização \n\npor limite de grão. A textura de eixo [c] de quartzo, formada durante a recristalização \n\ndinâmica, resultou em uma guirlanda simples e assimétrica indicativa de cisalhamento não \n\ncoaxial com movimento sinistral. A textura de eixo [c] foi preservada mesmo o annealing dos \n\ngrãos. \n\nA formação do veio ocorreu por mecanismo de crack-seal, caracterizado por \n\nrepetidos episódios de hidrofraturamento e circulação de fluidos hidrotermais. Dois modelos \n\npropostos relacionam a formação por crack-seal e a deformação cisalhante da CZI. No \n\nprimeiro modelo o veio foi deformado após o seu crescimento. Nesse caso, a modificação \n\nmicroestrutural com a destruição de vazios foi imposta no veio já formado. No segundo o \n\nmecanismo de crack-seal foi contemporâneo com o cisalhamento da ZCI. Em ambos os \n\nmodelos a recristalização sem evidente deformação (annealing) levou a formação da \n\nmicroestrutura de equilíbrio onde, em grande parte, todas as feições anteriores foram \n\nobliteradas. \n\n\n\nCapítulo VIII - Referências bibliográficas \n\nALMEIDA, F. F.M.; HASUI, Y.; BRITO NEVES, B. B.; FUCK, R. A. Províncias estruturais brasileiras. VII \nSimp. Geol. Nord., Campina Grande (PB), 363-391, 1977. \n\nALMEIDA, H. L.; MELO JÚNIOR, G.; LEGRAND, J. M. A zona de cisalhamento Patos e sua importância \nna distribuição das ocorrências de ouro na Província Borborema (PB). Simp. Nac. Est. Tect., Gramado (RS), \n329-330, 1995. \n\nALMEIDA, H. L.; HACKSPACHER, P. C.; VOLLBRECHT, A. A structural model for formation of gold \nmineralisation hosted in high -order shear zones: an example from the Borborema province, NE Brazil. \nApplied Structural Geology for Mineral Exploration and Mining. Australian Institute of Geoscientists; \nBol. 36, 1-3, 2002. \n\nBARBOSA, A. J. Projeto Itapetim CPRM, Recife, p. 13, 1985. \n\nBARNICOAT, A. C.; FARE, R. J.; GROVES, D. I.; McNAUGHTON, N. J. Synmetamorphic lode-gold \ndeposits in high-gradeArchean settings. Geology, 19: 921-924, 1991. \n\nBAUER, P.; PALM, S.; HANDY, M. R. Strain localization and fluid pathways in mylonite: inferences from \nin situ deformation of a water-bearing quartz anologue (norcamphor). Tectonophysics , 320: 141-165, 2000. \n\nBEACH, A. Vein arrays, hydraulic fractures and pressure solution structures in a deformed flysch sequence, \nSW England. Tectonoph ysics , 40: 201-225, 1977. \n\nBERTHÉ, D.; CHOUKROUNE, P.; JEGOUZO, J. Orthogneiss, mylonite and non coaxial deformation of \ngranites: the example of the South Armorican shear zone. J. Struc. Geol ., 1: 31-42, 1979. \n\nBLACIC, J. D. Plastic-deformation mechanisms in  quartz: the effect of water. Tectonophysics , 27: 271-294, \n1975. \n\nBLENKINSOP, T. G. &amp; RUTTER, E. H. Cataclastic deformation of quartzite in the Moine thrust zone. J. \nStruc. Geol ., 8: 669-681, 1986. \n\nBONS, P. The formations of large quartz veins by rapid ascent of fluids in mobile hydrofractures. \nTectonophysics , 336: 1-17, 2001. \n\nBONS, P. D. &amp; URAI, J. L. Syndeformational grain growth: microstructures and kinetics. J. Struc. Geol ., 14: \n1101-1109, 1992. \n\nBOUCHEZ, J. L. &amp; PÊCHER, A. The Himalayan Main Central Thrust pile and its quartz-rich tectonites in \nCentral Nepal. Tectonophysics , 78: 23-50, 1981. \n\nBOUCHEZ, J. L.; LISTER, G. S.; NICOLAS, A. Fabric asymmetry and shear sense in movement zones. \nGeol. Rundschau, 72: 401-419, 1983. \n\nBRITO NEVES, B. B. Regionalização tectônica do Precambriano nordestino. Tese de Doutorado , IG/USP, \n1975. \n\nBRITO NEVES, B. B. O mapa geológico do Nordeste Oriental do Brasil, Escala 1/1.000.000. Tese de livre \nDocência, IG/USP, 1983. \n\nBRITO NEVES, B. B.; VAN SCHMUS, W. R.; SANTOS, E. J.; CAMPOS NETO, M. C.; KOZUCH, M. O \nevento Carirís Velhos na Província Borborema: integração dos dados, implicações e perspectivas. Rev. Bras. \nGeoc., 4: 279-296, 1995. \n\nBRITO NEVES, B. B.; SANTOS, E. J.; VAN SCHMUS, W. R. Tectonic history of the Borborema Province, \nNortheastern Brazil. In: CORDANI, U. G.; MILANI, E. J.; THOMAZ FILHO, A.; CAMPOS, D. A. \nTectonic evolution of South America. Rio de Janeiro, p. 151-182, 2000. \n\nBRODIE, K. H. &amp; RUTTER, E. H. On the relationship between deformation and metamorphism with special \nreference to the behaviour of basic rocks. IN: THOMPSON, A. B. &amp; RUBIE, D. C. Metamorphic \nReactions: Kinetics, Textures and Deformation;  Springer, p. 139-179, 1985. \n\n\n\n 94 \n\nBOULLIER, A. M. &amp; BOUCHEZ, J. L. Le quartz en rubans dans les mylonites. Bull. Soc. Géol. Fr., 7: 235-\n253, 1978. \n\nBURCHER, K. &amp; FRY, M. Petrogenesis of metamorphic rocks. 1. ed. New York, Springer, 1996. \n\nBURG, J. P. &amp; LAURENT, P. Strain analysis of a shear zone in a granodiorite. Tectonophysics , 47: 15-42, \n1978. \n\nBURG, J. P.; WILSON, C. J. L.; MITCHELL, J. C. Dynamic recrystallization and fabric development during \nthe simple shear deformation of ice. J. Struc. Geol., 8: 857-870, 1986. \n\nCABY, R. &amp; ARTHAUD, M. H. Major Precambrian nappes of the Brazilian belt, Ceará Northeast Brazil. \nGeology, 14: 871-874, 1986. \n\nCARRERAS, J.; ESTRADA, A.; WHITE, S. The effects of folding on the c-axis fabric of a quartz milonyte. \nTectonophysics , 2: 3-24, 1977. \n\nCASSIDY, K. F.; GROVES, D.; MCNAUGHTON, N. J. Late -Archean granitoid-hosted lode -gold deposits, \nYilgarn Craton, Western Australia: deposit characteristics, crustal architecture and implications for ore \ngenesis. Ore Geol. Rev., 13: 65-102, 1998. \n\nCHRISTIANSEN, P. &amp; POLLARD, D. D. Nucleation, growth and structural development of mylonitic shear \nzones in granitic ro ck. ). J. Struc. Geol., 19:1159-1172, 1997. \n\nCORSINI, M.; VAUCHEZ, A.; ARCHANJO, A. C.; JARDIM DE SÁ, E. F. Strain transfer at continental \nscale from a transcorrent shear zone to a transpressional fold belt: the Patos-Seridó systems, northeastern \nBrazil. Geology, 19: 586-589, 1991. \n\nCORSINI, M.; VAUCHEZ, A.; CABY, R. Ductile duplexing at a bend of a continental-scale strike -slip shear \nzone: example from NE Brazil. J. Struc. Geol., 18: 385-394, 1996. \n\nCOSTA, A. C. D. Geologia e geocronologia Sm-Nd e U-Pb na região do Lineamento Patos: limite entre os \nblocos crustais do domínio Rio Grande do Norte e da zona transversal, Província Borborema. Tese de \nDoutorado. IGCE/UNESP, 2002. \n\nCOSTA, A. C. D. &amp; HACKSPACHER, P. C. Rochas migmatíticas a norte da zona de cisalhament o Patos, \nProvíncia Borborema: evidência de crosta Arqueana na região de Patos-PB. XVIII Simp. Geol. Nord., Recife \n(PE), Resumos, 90, 2000. \n\nCOUTINHO, M. G. S. The geology of shear-zone hosted gold deposits in Northeast Brazil. Tese de \nDoutorado, Univerdidade de Londres, 1994.  \n\nCOUTINHO, M. G. S. Mineralizações de ouro primário na Província Borborema, NE do Brasil. A Terra em \nRevista , CPRM, 44-48, 1995. \n\nCOUTURE, J. F.; PILOTE, P.; MACHADO, N.; DESROCHERS, J. P. Timing of gold mineralization in the \nVal-d`Or District, southern Abitibi Belt; evidence for two distinct mineralizing events. Econ. Geol., 89: 1542-\n1551, 1994.  \n\nCOX, S. F. Antitaxial crack-seal vein microstructure and their relationship to desplacement paths. J. Struc. \nGeol., 7: 779 -787, 1987. \n\nCOX, S. F.; ETHERIDGE, M. A. Crack-seal fibre growth mechanisms and their significance in the \ndevelopment of oriented layer silicate microstructures. Tectonophysics , 92: 140-170, 1983. \n\nCOX, S. F.; ETHERIDGE, M. A.; WALL, V. J.; POTTER, T. F. Hydrofracture dilatancy and the \ndevelopment of quartz vein arrays in the Wattle Gully Fault Zone, Victoria (abstract). J. Struc. Geol., 7: 491, \n1985. \n\nCOX, S. F.; WALL, V. I.; ETHERIDGE, M. A.; POTTER, T. F. Deformation and metamorphic processes in \nthe formation of mesothermal vein-hosted gold deposits: examples from the Lachlan Fold Belt in central \nVictoria. Ore Geol. Rev., 6: 391 -423, 1991. \n\nCOX, S. F.; KNACKSTEDT, M. A.; BRAUN, J. Principles of structural control on permeability \nabd fluid flow in hydrothermal systems. Soc. Econ. Geol. Rev., 14: 1-24, 2001. \n\n\n\n 95 \n\nCULSHAW, N. G. &amp; FYSON, W. K. Quartz ribbons in high grade granite gneiss: modifications of \ndynamically formed quartz c-axis preferred orientation by oriented grain growth. J. Struc. Geol., 6: 663-668, \n1984. \n\nDALLAIN, C.; SCHULM ANN, K.; LEDRU, P. Textural evolution in the transition from subsolidus \nannealing to melting process, Velay Dome, French Massif Central. J. Struc. Geol., 17: 61-74, 1999. \n\nDELL`ANGELO, L. N. &amp; TULLIS, J. Fabric development in experimentally sheared quartzit es. \nTectonophysics , 169: 1-21, 1989. \n\nDJAIC, R. A. P. &amp; JONAS, J. J. Static recrystallization of austenite between intervals of hot working. J. Iron \nand Steel Institute , 210: 256-261, 1972. \n\nDRURY, M. R. &amp; HUMPHREYS, F. J.; WHITE, S. Large strain deformation studies using polycrystalline \nmagnesium as a rock analogue. II. Dynamic recrystallisation mechanism at high temperatures. Phys. Earth \nPlanet. Inter., 40: 208-222, 1985. \n\nDRURY, M. R. &amp; HUMPHREYS, F. J. The development of microstructure in Al-5% Mg during high \ntemperature deformation. Acta Metall., 34: 2259-2271, 1986. \n\nDRURY, M. R. &amp; URAI, J. L. Deformation-related recrystallization process. Tectonophysics, 172: 235-253, \n1990. \n\nDRURY, M. R. &amp; HUMPHREYS, F. J. Microstructural shear criteria associated with gra in-boundary sliding \nduring deformation. J. Struc. Geol. , 10: 83-89, 1988. \n\nDOWNING, K. &amp; MORRISON, G. Application of quartz-textures to the classification of gold deposits using \nNorth Queensland examples. Econ. Geol. Mon., 6: 342-355, 1989. \n\nDURNEY, D. W. Relative dating of mineralization and deformation with pressure -shadows. Applied \nStructural Geology for Mineral Exploration and Mining. Australian Institute of Geoscientists; Bol. 36, 52-\n54, 2002. \n\nDURNEY, D. W. &amp; RAMSAY, J. G. Incremental strains measured by syntectonic crystal growth. In: de \nJONG, K. A. &amp; SCHOLTEN, R. Gravity and Tectonics, Wiley, 67- 96, 1973. \n\nELDER, D. &amp; CASHMAN, S. M. Tectonic control and fluid evolution in the Quartz Hill, California, lode \ngold deposits. Econ. Geol., 87: 1795-1812, 1992. \n\nETHERIDGE, M. A. &amp; WILKIE, J. C. Grainsize reduction, grain -boundary sliding, and the flow strength of \nmylonites. Tectonophysics , 58: 159-178, 1979. \n\nFLIERVOET, T. F.; WHITE, S. H.; DRURY, M. Evidence for dominant grain -boundary sliding deformation \nin greenschist- and amphibolite-grade polymineralic ultramylonites from the Redbank Deformed Zone, \nCentral Australia. J. Struc. Geol., 19: 1495-1520, 1997. \n\nFLIERVOET, T. F.; DRURY, M.; CHOPRA, P. N. Crystallographic preferred orientatios and misorientations \nin some olivine rocks deformed by diffusion or deslocation creep. Tectonophysics, 303: 1 -27, 1999. \n\nFOSTER, R. P. Chemical evolution of fluids and the precipitation of gold in mesothermal lode gold deposits. \nIN: PARNEL, J. et al. Contribution to an International Conference on Fluid Evolution, Migration and \nInteration in Rocks. England, p. 378-381, 1993. \n\nFUETEN, F.; ROBIN, P. F.; STEPHENS, R. A model for the development of a domainal quartz c-axis fabric \nin a coarse-grained gmeiss. J. Struc. Geol., 13: 1111-1124, 1991. \n\nFUETEN, F. Tectonic interpretation of systematic variations in quartz c-axis fabrics across the Thompson \nBelt. J. Struc. Geol., 14:775-789, 1992. \n\nGARBUTT, J. M. &amp; TEYSSIER, C. Prism ?c? slip in quartzites of the Oakhurst Mylonite Belt, California. J. \nStruc. Geol., 13: 657-666, 1991. \n\nGERARD, J. D. &amp; STÜNITZ, H. Deformation of granitoids at low metamorphic grade. I: reactions and grain \nsize reduction. Tectonophysics , 221: 269-297, 1993. \n\n\n\n 96 \n\nGLEASON, G. C. &amp; TULLIS, J. The effect of annealing on the lattice preferred orientations of deformed \nquartz aggregates. Trans. Am. Geophys. Union, 7: 1657, 1990. \n\nGLEASON, G. C.; TULLIS, J.; HEIDELBACH, F. The hole of dynamic recrystallization in the development \nof lattice preferred orientations in experimentally deformed quartz aggregates. J. Struc. Geol., 15: 1145-\n1168, 1993. \n\nGROVES, D. I. The crustal continnum model for late Archean lode gold deposits of the Yilgarn Block, \nWestern Australia. Min. Dep. , 28: 366-374, 1993. \n\nGROVES, D. I.; GOLDFARB, R. J.; GEBRE-MARIAM, M.; HAGEMANN, S. G.; ROBERT F. Orogenic \ngold deposits: a proposed classification in the context of their crustal distribution and relationships to other \ngold deposit types. Ore Geol. Rev., 13: 7-27, 1998.  \n\nGUILLOPE, M &amp; POIRIER, J. P. Dynamic recrystallization during creep of single -crystalline halite: an \nexperimental study. J. Geophys. Res., 84: 5557-5567, 1979. \n\nGUIMARÃES, I. P. &amp; SILVA FILHO, A, F. Caracterização geoquímica e isotópica do complexo granítico \nItapetim – PE. XVIII Simp. Geol. Nord., Recife (PE),  Resumos, Bol. N° 16, 96, 2000. \n\nHACKSPACHER, P. C.; VAN SCHMUS, R., DANTAS, E. L. Um embasamento Transamazônico na \nProvíncia Borborema. XXXVI Cong. Bras. Geol., Natal (RN), 6: 2683-2696,1990. \n\nHANDY, M. R. Deformation regimes and the rheological evolution of fault zones in the lithosphere: the \neffects of pressure, temperature, grainsize and time. Tectonophysics , 163: 119 -152, 1989. \n\nHANMER, S. K. Microstructure and geochemistry of plagioclase and microcline in naturally deformed \ngranite. J. Struc. Geol., 4: 197-213, 1982. \n\nHEILBRONNER, R.; TULLIS, J. Effect of static annealing on microstructures and CPOs of quartzites \ndeformed in axial compression and shear. In: DEFORMATION MECHANISM, RHEOLOGY AND \nTECTONICS CONFERENCE; 2001, Noordwijkerhout. Abstract Volume , p. 64, 2001. \n\nHERWEGH, M.; HANDY, M. R. The evolution of high-temperature mylonitic microfabrics: evidence from \nsimple shearing of a quartz analogue (norcamphor). J. Struc. Geol., 18: 689-710, 1996. \n\nHERWEGH, M.; HANDY, M. R.; HEILBRONNER, R. Temperature- and strain -rate-dependent microfabric \nevolution in monomineralic mylonite: evidence from in situ deformation of norcamphor. Tectonophysics , \n280: 83 -106, 1997. \n\nHILGERS, C. &amp; URAI, J. L. Microstructural observations on natural syntectonic fibrous veins: implications \nfor the growth process. Tectonophysics , 352: 257-274, 2002. \n\nHIPPERT, J.; LANA, A. R. C.; EGYDIO-SILVA, M.; TAKESHITA, T. Quartz plastic segregation and \nribbon development in high-grade striped gneisses. J. Struc. Geol., 23: 67-80, 2001.  \n\nHIRTH, G. &amp; TULLIS, J. Dislocation creep regimes in quartz aggregates. J. Struc. Geol., 2: 145-159, 1992. \n\nHODGSON, C. J. The structure of shear-related, vein -type gold deposits: a review. Ore Geol. Rev., 41: 231-\n273, 1989.  \n\nHODGSON, C. J. &amp; MACGREEHAN, P. J. A review of the geological characteristics of ‘Gold Only’ \ndeposits in the Superior Province of the Canadian Shield. Can. Inst. Metall, 24: 211 -229, 1982. \n\nHUMPHREYS, F. J. A unified theory of recovery, recrystallization and grain growth, based on the stability \nand growth of cellular microstructure – I: the basic model. Acta Mater, 45: 4231-4240, 1997. \n\nINGLES, J.; LAMOUROUX, C.; SOULA, J. C.; GUERRERO. N.; DEBAT, P. Nucleation of ductile shear \nzones in a granodiorite under greenchist facies conditions, Néouvielle massif, Pyrenees, France. J. Struc. \nGeol., 21: 555-576, 1999. \n\nJAMIELITA, R. A.; DAVIS, D. W.; KROUGH, T. E. U-Pb evidence for Abitibi gold mineralization \npostdating greenstone magmatism and metamorphism. Nature, 346: 831-834, 1990. \n\nJESSEL, M. W. Grain boundary migration and fabric development in experimentally deformed \noctachloropropane. J. Struc. Geol., 8: 527 -542, 1986. \n\n\n\n 97 \n\nJESSEL, M. W. Grain -boundary migration microstructures in a naturally deformed quartzite. J. Struc. Geol., \n9: 1007 -1014, 1987. \n\nJENSEN, L. N. &amp; STARKEY, J. Plagioclase microfabrics in a ductile shear zone from the Jotun Nappe, \nNorway. J. Struc. Geol., 7:527-539, 1985. \n\nKERRICH, R. Perspective on genetic models for lode gold deposits. Min. Dep. , 28: 362-365, 1993. \n\nKERRICH, R.; ALLISON, I.; BARNETT, L.; MOSS., S.; STARKEY, J. Microstructural and chemical \ntransformations accompanying deformation of a granite in a shear zone at Miéville, Switzerland; with \nimplications for stress corrosion cracking and superplastic flow. Cont. Min. Pet., 73: 221-242, 1980. \n\nKERRICH, R. &amp; CASSIDY, K. F. Temporal relationships of lode gold mineralization to accretion, \nmagmatism, metamorphism and deformation-Archean to present: a review, Ore Geol. Rev., 9: 263-310, \n1994. \n\nKNIPE, R. J. Deformation mechanisms: recognition from natural tectonites. J. Struc. Geol., 1/2: 127-146. \n1989. \n\nKRUHL, J. H. Prims - and basal-plane parallel subgrain boundaries in quartz: a microstructural \ngeothermobarometer. J. Metam. Geol., 14: 581-589, 1996. \n\nKRUHL, J. H. Crystallographic control on the development of foam textures in quartz, plagioclase and \nanalogue material. Int. Earth Sci., 90: 104-117, 2001.  \n\nKRUHL, J. H. The equilibration of high -angle grain boundaries in dynamically recrystallized quartz: the \neffect of crystallography and temperature. J. Struc. Geol., 24: 1125 -1137, 2002. \n\nLAW, R. D. Relationships between atrain and quartz crystallographic fabrics in the Roche Maurice quartzites \nof Plougastel, western Brittany. J. Struc. Geol., 8: 493 -515, 1986 \n\nLAW, R. D.; KNIPE, R. J.; DAYAN, H. Strain path partitioning within thrust sheets: microstructural and \npetrofabric evidence from the Moine Thrust zone at Loch Eriboll, northwest Scotland. J. Struc. Geol., 6:477-\n497, 1984. \n\nLAW, R. D.; SCHMID, S. M.; WHEELER, J. Simple shear deformation and quartz crystallographic fabrics: a \npossible natural example from the Torridon area NW Scotland. J. Struc. Geol., 12: 29-45, 1990. \n\nLEGRAND, J. M.; MELO JÚNIOR, G.; ARCHANJO, C. J.; CUNHA DE SOUZA, L.; MAIA NEVES, H. \nMineralizações da Faixa Seridó: um processo hidrotermal do fenômeno tectono-magmático Brasiliano. XVI \nSimp. Geol. Nord., Natal (RN), 221-224, 1993. \n\nLIMA, R. G.; ARCHANJO, C. J.; MACEDO, J. W. P.; MELO JÚNIOR, G. Anomalias de suscetibilidade \nmagnética no batólito granítico de Teixeira (Província Borborema, Nordeste do Brasil) e sua relação com a \nzona de cisalhamento de Itapetim. Rev. Bras. Geol., 4: 685-692, 2000. \n\nLINS, C. A. Mineralizações auríferas dos estados de Pernambuco, Paraíba e Rio Grande do Norte. XI Simp. \nGeol. Nord. , Recife (PE), 452 -464, 1984. \n\nLINS, C. A. &amp; SCHEID, C. Projeto ouro de pernambuco e Paraíba. CPRM, Recife. p. 123, 1981. \n\nLISTER, G. S. The effect of basal-prism mechanism switch on fabric development during plastic deformation \nof quartzite. J. Struc. Geol., 3: 67-75, 1981. \n\nLISTER, G. S.; PRICE, G. P. Fabric development in a quartz-feldspar mylonite. Tectonophysics , 49: 37-78, \n1978. \n\nLISTER, G. S.; WILLIAMS, P. F. Fabric development in shear zones: theorical controls and observed \nphenomena. J. Struc. Geol., 1: 283-297, 1979 \n\nLISTER, G. S.; HOBBS, B. E. The simulation of fabric development during plastic deformation and its \napplication to quartzite: the influence of deformation history. J. Struc. Geol., 3: 355-370, 1980. \n\nLISTER, G. S.; DORNSIEPEN, U.F. Fabric transitions in the Saxony granulit e terrain. J. Struc. Geol., 4: 81-\n92, 1982. \n\n\n\n 98 \n\nLISTER, G. S.; WILLIAMS, P. F. The partitioning of deformation in flowing rock masses. Tectonophysics , \n92: 1-33, 1983. \n\nLISTER, G. S.; SNOKE, A. W. S -C mylonites. J. Struc. Geol., 6: 617-638, 1984. \n\nLLANA -FÚNEZ, S.  Quartz c -axis texture mapping of a Variscan regional foliation (Malpica-Tui Unit, NW \nSpain). J. Struc. Geol., 22: 1299 -1312, 2002. \n\nLLOYD, G. E.; LAW, R. D.; MAINPRICE, D.; WHEELER. J. Microstructural and crystal fabric evolution \nduring shear zone formatio n. J. Struc. Geol., 14:1079-1100, 1992. \n\nLLOYD, G. E. &amp; FREEMAN, B. Dynamic recrystallization of quartz under greenschist conditions. J. Struc. \nGeol., 6: 867 -881, 1994. \n\nLLOYD, G. E. Quartz boundary misorientation distributions: models and observations. In: DEFORMATION \nMECHANISM, RHEOLOGY AND TECTONICS CONFERENCE, Noordwijkerhout. Abstract Volume, p. \n107, 2001. \n\nLUIZ SILVA, W. Estudos da interação fluido-rocha na área do Depósito Aurífero São Francisco, Currais \nNovos (RN): aspectos estruturais e metamórficos. Dissertação de Mestrado, IGCE/UNESP, 1995. \n\nMACKINNON, P.; FUETEN, F.; ROBIN, P. Y. F. A fracture model for quartz ribbons in straight gneisses. J. \nStruc. Geol., 1:1-14, 1997. \n\nMAINPRICE, D.; BOUCHEZ, J. L.; BLUMENFELD, P.; TUBIA, J. M. Dominant c-slip in naturally \ndeformed quartz: implications for dramatic plastic softening at high temperature. Geology, 14: 819 -822, 1986 \n\nMARSHALL, D. J. Cathodoluminescence of Geological Materials . Boston, Unwin, 1988. \n\nMAWER, C. K. Mechanics of formation of gold -bearing quart z veins, Nova Scotia, Canada. Tectonophysics , \n135: 99 -119, 1987. \n\nMcCUAIG, T. C.; KERRICH, R. P-T-t-deformation-fluid characteristics of lode gold deposits: evidence from \nalteration systematics. Ore Geol. Rev. , 12: 381-453, 1998. \n\nMcLELLAND, J. M. The origin  of ribbon lineation within the southern Adirondacks, U. S. A. . J. Struc. \nGeol., 6:147 -157, 1984. \n\nMIKUCKI, E. J.; RIDLEY, J. R. The hydrothermal fluid of Archean lode-gold deposits at different \nmetamorphic grades: compositional constrains from ore and wallrock alteration assemblages. Min. Dep., 28: \n469-481, 1993. \n\nMISCH, P. Paracrystalline microboudinage in a matamorphic reaction sequence. Bull. Geol. Soc. Am. , 81: \n2483-2486, 1970. \n\nMITRA, G. Deformation of granitic basement rocks along fault zones at shallo w to intermediate crustal \nlevels. Structural Geology of Fold and Thrust Belts; In: MITRA, S.; FISHEAR, G. W. Jonhs Hopkins \nUniversity Press, 123-144, 1992. \n\nMORAIS, J. F. S. Projeto Itapetim: relatório final de pesquisa de ouro. CPRM, Recife, p. 22, 1989. \n\nNEWMAN, J. &amp; DRURY, M. Temperature -stress rate path along a peridotite shear zone: implications for \ndynamic process within the upper mantle. In: DEFORMATION MECHANISM, RHEOLOGY AND \nTECTONICS CONFERENCE; 2001, Noordwijkerhout. Abstract Volume , p. 120, 2001. \n\nNEVES MAIA, H. Deformação e fluxo de fluidos em zonas de cisalhamento: a integração de estudos \nestrutural, inclusões fluidos e isótopos estáveis dos veios mineralizados em ouro posicionados na zona de \ncisalhamento de Itapetim (NE do Brasil). Tese de Doutor ado Submetida a Qualificação. Unicamp, 2002. \n\nNISHIKAWA, O.; TAKESHITA, T. Dynamic analysis and two types of kink bands in quartz veins deformed \nunder subgreenchist conditions. Tectonophysics , 301: 21-34, 1999. \n\nOLESEN, N. Plagioclase fabric development in a high-grade shear zone, Jotunheimen, Norway. \nTectonophysics , 142: 291-308, 1987. \n\n\n\n 99 \n\nOLIVER, N. S. (1996). Review and classification of structural controls on fluid flow during regional \nmetamorphis. J. Metam. Geol., 14: 477-492 \n\nOLIVER, N. S.; McLELLAN, J. G.; STEPHENS, J. R.; MARSHALL, L. The role of structural permeability \non mass transfer mechanisms in ore systems. Applied Structural Geology for Mineral Exploration and \nMining . Australian Institute of Geoscientists; Bol. 36, 161-163, 2002. \n\nOLSEN, T. S. &amp; KOHLSTEDT, D. K. Natural deformation and recrystallization of some intermediate \nplagioclase feldspars. Tectonophysics , 111: 107 -131, 1985. \n\nOGAARD, D. L. &amp; EVANS, B. Grain growth in synthetic marbles with added mica and water. Contrib. \nMineral. Petrol., 100: 246 -260, 1988. \n\nPARK, Y.; REE, J. -H.; KIM, S. Lattice preferred orientation in deformed-then -annealed material: \nobservations from experimental and natural polycrystalline aggregates. Int. Earth Sci., 90: 127-135, 2001. \n\nPASSCHIER, C. W.; TROUW, R. A. J. Microtectonics . 1. ed. New York: Springer, 1996  \n\nPATERSON, M. S. The thermodynamicsof Water in quartz. Phys. Chem. Mineral. , 13: 245 -255, 1986. \n\nPETERS, G. S. Formation of oreshoots in mesothermal gold -quartz vein deposits: examples from \nQueensland, Australia. Ore Geol. Rev., 8: 277-301, 1993. \n\nPETIT, J. – P.; WIBBERLEY, C. J.; RUIZ, G. ‘Crack-seal’, slip: a new fault valve mechanism? J. Struc. \nGeol., 4: 1199-1208, 1999.  \n\nPIAZOLO, S. C. Shape fabric developmentduring progressive deformation. Tese de Doutorado, \nUniversidade de Mainz, 2000.  \n\nPIERI, M.; KUNZE, K.; BURLINI, L.; STRETTON, I.; OLGAARD, D.; BURG, J. P. Experimental \ndeformation to large shear strain of calcite rocks: rheological and microstructural evolution. Göttingen \nArbeiten zur Geologie und Paläontologie, Sb4: 154-155, 1999. \n\nPLATT, J. P.; VISSERS, R. L. M. Extensional structures in anisotropic rocks. J. Struc. Geol., 4: 397-410, \n1980. \n\nPOIRIER, J. P. Creep in crystals: high-temperature deformation process in metals, ceramics and \nminerals . 1 ed. London: Cambridge Univ. Press, 1985. 260 p. \n\nPOIRIER, J. P. &amp; NICOLAS, A. Deformation -induced recrystallization by progressive misorientation of \nsubgrain -boundaries, with special reference to mantle peridotites. J. Geol., 83: 707-720, 1975. \n\nPOIRIER, J. P. &amp; GUILLOPÉ, M. Deformation induced recrystallization of minerals. Bull. Soc. Fr. Minéral. \nCristallogr., 102: 67-74, 1979. \n\nPOULSEN, K. H. &amp; ROBERT, F. Shear zones and gold: practical examples from the Southern Canadian \nShield. IN: Keays, R. R.; Ramsay, W. R. J.;Groves, D. I. The Geology of Gold deposits: The Perspective in \n1988. Econ. Geol. Mon, 6: 239 -266, 1989. \n\nPRICE, N. J. (1966). Fault and joint development in brittle and semi -brittle rock . 1 ed. London: \nPergamon Press, 1966. 175 p. \n\nPRIOR, D.; KNIPE, R. J.; HANDY, M. R. Estimates of the rates of microstructural change in mylonites. \nDeformation Mechanisms, Rheology and Tectonics; In: KNIPE, R. J.; RUTTER, E. H. Geological Society \nSpecial Publication N° 54, 309-320, 1990. \n\nPRYER, L. L. A model for the origin of flame pert hite: the roles of retrograde metamorphism and stress. Tese \nde Doutorado , Universidade de Toronto, 1993.  \n\nPRYER, L. L. &amp; ROBIN, P. Y. F. Retrograde metamorphic reactions in deforming granites and the origin of \nflame perthite. J. Met. Geol., 13: 645-658, 1995. \n\nPRYER, L. L. &amp; ROBIN, P. Y. F.; LLOYD, G. E. SEM electron channelling study of flame perthite. Can. \nMin., 33: 333-347, 1995. \n\n\n\n 100 \n\nRALSER, S.; HOBBS, B. E.; ORD, A. Experimental deformation of a quartz mylonite. J. Struc. Geol., 13: \n837-850, 1991. \n\nRAMSAY, J.G. Shear zone geometry: a review. J. Struc. Geol., 2: 83-100, 1980a. \n\nRAMSAY, J.G. The crack-seal mechanism of rock deformation. Nature , 284: 135-139, 1980b. \n\nRAMSAY, J.G. &amp; GRAHAM, R. H. Strain variation in shear belts. Can. J. Earth Sci., 7: 786-813, 1970. \n\nRAMSAY, J. G. &amp; HUBER, M. I. The techniques of modern structural geology, 2: folds and fractures . \nLondon, Academic Press, 1983. \n\nREE, J. -H.; PARK, Y. Static recovery and recrystallization microstructures in sheared octachloropropane. J. \nStruc. Geol., 12: 1521-1526, 1997. \n\nRIDLEY, J. R. Constraints from alteration assemblages on gold-bearing hydrothermal fluid composition and \nsource. IN: GROVES, D. I.; BENNET, J. M. Gold Deposits of the Archean Yilgarn Block, Western \nAustralia: Nature, Genesis and Exploration Guides , Univ. Western Australia, p. 268-272, 1990. \n\nRIDLEY, J. R. The relations between mean rock stress and fluid flow in the crust: with reference to vein -and \nlode-style gold deposits. Ore Geol. Rev., 8: 23-37, 1993. \n\nROBERT, F. &amp; BROWN, A. C. Archean gold-bearing quartz veins at the Sigma mine, Abitibi greenstone \nbelt, Quebec: part I. Geologic relations and formation of the vein system. Econ. Geol., 81: 578-592, 1986. \n\nROBERTS, R. G. Ore deposit models: Archean lode gold deposits. Geoc. Can., 14: 37-52, 1987. \n\nROEDDER, E. Fluid inclusions. Mineralogy, v. 12, p. 644, 1984. \n\nRUTTER, E. H. The kinetics of rock deformation by pressure solution. Phil. Trans. R. Soc. Lond. , A 283: \n203-219, 1972. \n\nRUTTER, E. H. On the relationship between the formation of shear zones  and the form of the flow law for \nrocks undergoing dynamic recrystallization. J. Struc. Geol. , 303: 147-158, 1999 \n\nRYAN, R. J. &amp; SMITH, P. K. A review of mesothermal gold deposits of the Meguma Group, Nova Scotia, \nCanada. Ore Geol. Rev. , 13: 153 -183, 1998. \n\nSANTOS, E. J.; GUSMÃO, R. G.; PAIVA, I. P. Terrenos no domínio transversal da Província Borborema, \ncontroles sobre acresção e retrabalhamento crustais ao sul do Lineamento Patos. XVII Simp. Geol. Nord., \nFortaleza (CE), 15:140-144, 1997. \n\nSANTOS, E. J. Ensaio preliminar sobre terrenos e tectônica acrescionária na Província Borborema. XXXIX \nCong. Bras. Geol., Salvador (BA), 6: 47-50, 1996. \n\nSCHEID, C; FERREIRA C. A. Folha Patos (SB.24-Z-D-I). Prog. Levant. Geol. Básicos Bras, DNPM, 1991. \n\nSCHMID, S. M. (1994). Textures of geological materials: computer model predictions versus empirical \ninterpretations based on rock deformation experiments and fiels studies. IN: BUNGE, H. J.; SIEGESMUND, \nS.; SKROTZKIW, W.; WEBER, K. Textures of Geological Material , Oberursel, p. 279-301, 1994. \n\nSCHMID, S. M. &amp; CASEY, M.; STARKEY, J. An illustration of the advantages of a complete texture \nanalysis described by the orientation distribution function (ODF) using quartz pole figure data. \nTectonophysics , 78: 101-117, 1981. \n\nSCHMID, S. M. &amp; CASEY, M. Complete fabric analysis of some commonly observed quartz c -axis patterns. \nIN: HOBBS, B. E. &amp; HEARD, H. C. Mineral and Rock Deformation; Laboratory Studies , Am. Geophys. \nUnion, p. 263 -286, 1986. \n\nSCHMOCKER, M. Rheology and microfabrics of quartz: experimental deformation in torsion. Tese de \nDoutorado, Instituto Federal Suisso de Tecnologia (ETH Zürich), 2000. \n\nSCHOFIELD, D. I. &amp; D`LEMOS, R. S. Relationships between syn -tectonic granite fabrics and regional PTtd \npaths: an example from the Gander-Avalon boundary of NE Newfoundland. . J. Struct. Geol., 4: 459-471, \n1998. \n\n\n\n 101 \n\nSHIGEMATSU, N. Dynamic recrystallization in deformed plagioclase during progressive shear deformation. \nTectonophysics , 305: 437-452, 1999. \n\nSHIMAMOTO, T.; KANAORI, Y.; ASAI, K. –I. Cathodoluminescence observations on low-temperature \nmylonites: potential for detection of solution-precipitation microstructures. J. Struct. Geol., 13: 967-937, \n1991. \n\nSIAL. A. N. Granite-types in Northeast Brazil: current knowledge. Rev. Bras. Geol., 16: 54 -72, 1986. \n\nSIBSON, R. H. Fault rocks and fault mechanisms. J. Geol. Soc. Lond., 133: 191-213, 1977. \n\nSIBSON, R. H. Faulting and fluid flow. In: NESBITT, B. E. MAC Short Course on Crustal Fluids . 1990. \np. 93-132, 1990. \n\nSIBSON, R. H. Stress and fluid-pressure controls on mineralisations. Applied Structural Geology for \nMineral Exploration and Mining. Australian Institute of Geoscientists; Bol. 36, 189 -191, 2002.  \n\nSIBSON, R. H.; ROBERT, F.; POULSEN, K. High-angle reverse faults, fluid -pressure cycling, and \nmesothermal gold-quartz deposits. Geology, 16: 551-555, 1988. \n\nSILVA, S. G. Geoquímica dos fluidos e estudo de balanço de massa em mineralizações de ouro em veios de \nquartzo dos distritos auríferos de Mãe D`Água e Itapetim (PB). Dissertação de Mestrado . UFRN, 1999. \n\nSIMPSON, C.; WINTSCH, R. P. Evidence for deformation-induced K-feldspar replacement by myrmekite. J. \nMetam. Geol., 7: 261-275, 1989. \n\nSIMPSON, C. Displacement and strain patterns from naturally occuring shear zone terminations. J. Struct. \nGeol., 5: 497 -506,  1983. \n\nSIMPSON, C. Deformation of granitic rocks across the brittle -ductile transition. J. Struct. Geol., 7: 503-511, \n1985. \n\nSKROTZKI, W. Mechanisms of texture development in rocks. In: BUNGE, H. J.; SIEGESMUND, S.; \nSKROTZKI, W.; WEBER, K. Textures of geological materials. Oberursel, 1994. p. 167-186. \n\nSPRY, A. Metamorphic textures. Oxford, Pergamon Press, 1969. \n\nSPRUNT, E. S. &amp; NUR, A. Microcracking and healing in granite: new evidence from cathodoluminescence. \nScience, 205: 495-497. \n\nSTARKEY, J. Petrofabric analysis of Saxony Granulites by optical and X-axis diffraction methods. \nTectonophysics , 58: 201-219, 1979. \n\nSTEL, H. &amp; BREEDVELD, M. Crystallographic orientations patterns of myrmekitic quartz: a fabric memory \nin quartz ribbon-bearing gneisses. J. Struc. Geol., 12: 19-28, 1990. \n\nSTIPP, M.; STÜNITZ, H.; HEILBRONNER, R. The dynamic recrystallization mechanism map: a strain rate-\nthemometer for mylonitic shear zones. Microstructural evolution in quartzites experimentally deformed \nto high shear strain. In: DEFORMATION MECHANISM, RHEOLOGY AND TECTONICS \nCONFERENCE; 2001, Noordwijkerhout. Abstract Volume , p. 154, 2001. \n\nSTIPP, M.; STÜNITZ, H.; HEILBRONNER, R.; SCHMID, S. The eastern Tonale fault zone: a ‘natural \nlaboratory’ for crystal plastic deformation of quartz over a temperature range from 250 to 700 °C. J. Struc. \nGeol., 24: 1861-1884, 2002. \n\nSTOCKER, R. A. &amp; ASHBY, M. F. On the rheology of the upper mantle. Rev. Geophys., 11: 391 -426, 1973. \n\nSTÜNITZ, H. Syndeformational recrystallization – dynamic or compositionally induced? Contrib. Min. \nPetrol., 131: 219-236, 1998. \n\nSTÜWE, K.; WILL, T. M.; ZHOU, S. On the timing relationship between fluid production and \nmetamorphism in metamorphic piles: some implications for the origin of postmetamorphic gold \nmineralisation. Earth Planet. Sci. Lett. , 114: 417-430, 1993. \n\nTAKANA, H. Cataclastic lineations. J. Struc. Geol., 14: 1239-1252, 1992. \n\n\n\n 102 \n\nTAKESHITA, T.; HARA, I. c -Axis fabrics and microstructures in a recrystallized quartz vein deformed under \nfluid-rich greenchist conditions. J. Struc. Geol. , 4: 417-431, 1998. \n\nTAKESHITA, T.; WENK, H-R.; LEBENSOHN, R. Development of preferred orientation and microstructure \nin sheared quartzite: comparison of natural data and simulated results. Tectonophysics , 312: 133-155, 1999. \n\nTULLIS, J. A. &amp; TULLIS, T. E. Preferred orientation produced by mechanical Delphine twinning: \nthermodynamics and axial experiments. Am. Geophys. Monogr., 16: 67 -82, 1972. \n\nTULLIS J.; YUND R. A. Hydrolitic weakening of experimentally deformed Westerly granite and Hale albite \nrock. J. Struc. Geol., 2: 439-451, 1980. \n\nTULLIS, J.; YUND, R. A. Dynamic recrystallization of feldspar: a mechanism for ductile shear zone \nformation. Geology, 13: 238-241, 1985. \n\nTULLIS, J. &amp; YUND, R. A. Transition from cataclastic flow to dislocation creep of feldspar: mechanism and \nmicrostructures. Geology, 15: 606-609, 1987. \n\nTULLIS, J. &amp; HEILBRONNER, R. Microstructural evolution in quartzites experimentally deformed to high \nshear strain. In: DEFORMATION MECHANISM, RHEOLOGY AND TECTONICS CONFERENCE; 2001, \nNoordwijkerhout. Abstract Volume , p. 166, 2001. \n\nULLEMEYER, K.; SPALTHOFF, P.; HEINIZ, J.; ISAKOV, N.; NIKITIN, A.; WEBER, K. The Skat texture \ndiffractometer at the pulsed reactor IBR-2 at Dubna: experimental layout and first measurements. Inst. Met. \nPhys. Res., 412: 80 -88, 1998. \n\nULLEMEYER, K.; BRAUN, G.; DAHMS, M.; KRUHL, J.; OLESEN, N.; SIEGESMUND, S. 2000. Texture \nanalysis of a muscovite -bearing quartzite: a comparison of some currently used techniques. J. Struc. Geol., \n22: 1541-1557, 2000. \n\nURAI, J. L. Deformation of wet salt rocks. Tese de Doutorado . Universidade de Utrecht, p. 221, 1983. \n\nURAI, J. L. &amp; HUMPHREYS, F. J. The develpment of shear zones in polycrystalline camphor. \nTectonophysics , 78: 677-685, 1981. \n\nURAI, J. L.; MEANS, W. D.; LISTER, G. Dynamic recrystallization of minerls. Am. Union Monog., 36: \n161-199, 1986. \n\nVAN DAALEN, M.; HEILBRONNER, R.; KUNZE, K. Orientation analysis of localized shear deformation \nin quartz fibres at the brittle -ductile transition. Tectonophysics , 303: 83-107, 1999. \n\nVAN SCHMUS, W.; BRITO NEVES, B. B.; HACKSPACHER, P. C.; BABINSKI, M. U/Pb and Sm/Nd \ngeochronologic studies of the eastern Borborema Province, northeastern Brazil: inicial conclusions. J. South \nAm. Earth Sci., 8: 267-288, 1995. \n\nVEARNCOMBE, J. R. Quartz vein morphology and implications for formation depth and classification of \nArchean gold -vein deposits. Ore Geol. Rev., 8: 407-424, 1993. \n\nVEIGA JR. Folha Afogados de Ingazeira (SR.24-Z -C-VI). Prog. Levant. Geol. Básicos Bras , DNPM, 1990. \n\nVOLLBRECHT, A.; SIEGESMUND, S. ; FLAIG, C. High -temperature deformation of a granitoid from the \nZone of Erbendorf-Vohenstrau ? (ZEV). Geol. Rundsch, 86: S141 -S154, 1997. \n\nWANDERLEY; A., A. Folha Monteiro (SB.24-Z -D-IV). Prog. Levant. Geol. Básicos Bras , DNPM, 1990. \n\nWATTS, M. J.; WILLIAMS,  G. D. Strain geometry, microstructure and mineral chemistry in metagabbro \nshear zone: a study of softening mechanisms during progressive mylonitization. J. Struc. Geol., 5: 507-518, \n1983. \n\nWEISS, L. E. &amp; WENK, H.-R. An introduction. In: WENK, H.-R. Preferred orientation in deformed \nmetals and rocks: an introduction to modern texture analysis. Academic Press, 1985. p. 1-10. \n\nWENK, H. –R.; CHRISTIE, J. M. Comments on the interpretation of deformation textures in rocks. J. Struc. \nGeol., 13: 1091-1110, 1991. \n\n\n\n 103 \n\nWHITE, S. H. The effect of strain on the microstructures, fabrics, and deformation mechanisms in quartzites. \nPhilos. Trans. R. Soc. London, 283: 69-86, 1976. \n\nWHITE, S. H.; BURROWS, S. E.; CARRERAS, J.; SHAW, N. D.; HUMPHREYS, F. J. On mylonites in \nductile shear zone. J. Struc. Geol., 1/2: 175-187, 1980. \n\nWHITE, J. C.; MAWER; C. K. Extreme ductily of feldspar from a mylonite, Parry Sound, Canada. J. Struc. \nGeol., 8: 133 -143, 1986. \n\nWILSON, C. J. L. Crystal growth during a single -stage opening event and its implication for syntectonic \nveins. J. Struc. Geol., 9: 1283-1296, 1994. \n\nWILTSCHKO, D. V.; MORSE, J. W. Crystallization pressure versus “crack seal” as the mechanism for \nbanded veins. Geology, 29: 79-82, 2001. \n\nWITT, W. K. &amp; VANDERHOR, F. Diversity within a unifie d model for Archean gold mineralization in the \nYilgarn Craton of Western Australia: na overview of the late-orogenic, structurally -controlled gold deposits. \nOre Geol. Rev. , 13: 29-64, 1998.  \n\nZHANG, S.; COX, S. F. Enhancement of fluid permeability during shear deformation of a synthetic mud. J. \nStruc. Geol., 22: 1385-1393, 2000. \n\n\n\tRESSALVA\n\tFOLHA DE ROSTO\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tRESUMO\n\tABSTRACT\n\tÍNDICE\n\tCAPÍTULO I – Introdução\n\t1.1 – Objetivos\n\t1.2 – Métodos de investigação\n\t1.3 – Localização da área\n\n\tCAPÍTULO II – Síntese da geologia regional\n\tCAPÍTULO III – Geologia local\n\t3.1 – Petrografia\n\t3.2 – Geologia estrutural\n\t3.3 – A mineralização aurífera\n\n\tCAPÍTULO IV – Microtectônica\n\t4.1 – Conceitos introdutórios e os mecanismos de recristalização dinâmica\n\t4.2 – Microestrutura dos milonitos\n\t4.3 – Análise da textura dos milonitos\n\t4.4 - Microestrutura do veio\n\t4.5 - Análise da textura do veio\n\t4.6 – Catodoluminescência (CL)\n\n\tCAPÍTULO V – Discussão\n\t5.1 - Microestrutura e textura dos milonitos\n\t5.2 – Microestrutura e textura do veio\n\n\tCAPÍTULO VI – A formação de veios auríferos\n\t6.1 - Uma revisão sobre a formação de veios\n\t6.2 - Modelo para a formação do veio aurífero do depósito Sertãozinho\n\t6.3 – Considerações sobre a mineralização do veio\n\n\tCAPÍTULO VII - Conclusões\n\tCAPÍTULO VIII - Referências bibliográficas"}]}}}