{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16709"}, {"@name": "filename", "#text": "23376_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DANIEL VALADÃO SILVA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nEFEITOS DA DENSIDADE POPULACIONAL DA BRAQUIÁRIA SOBRE AS \nCARACTERÍSTICAS FISIOLÓGICAS E PRODUTIVAS DO MILHO E DA \n\nFORRAGEIRA EM CONSÓRCIO \n \n\n \n\n \n \n \n \n \n \n \n \nTese apresentada à Universidade Federal de \nViçosa, como parte das exigências do \nPrograma de Pós-Graduação em Fitotecnia, \npara obtenção do título de Doctor Scientiae. \n\n \n\n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \n\nVIÇOSA \nMINAS GERAIS - BRASIL \n\n2014\n\n\n\nFicha catalográfica preparada pela Biblioteca Central da Universidade\nFederal de Viçosa - Câmpus Viçosa\n\n \n\nT\n\n Silva, Daniel Valadão, 1985-\n\nS586e\n2014\n\n        Efeitos da densidade populacional da braquiária sobre as\ncaracterísticas fisiológicas e produtivas do milho e da forrageira\nem consórcio / Daniel Valadão Silva. – Viçosa, MG, 2014.\n\n         ix, 50f. : il. ; 29 cm.\n\n  \n\n         Orientador: Tocio Sediyama.\n\n         Tese (doutorado) - Universidade Federal de Viçosa.\n\n         Inclui bibliografia.\n\n  \n\n         1. Plantas forrageiras. 2. Urochloa. 3. Brachiaria. 4.   Milho.\n5. Densidade de semeadura. 6. Integração lavoura-pecuária.\nI. Universidade Federal de Viçosa. Departamento de Fitotecnia.\nPrograma de Pós-graduação em Fitotecnia. II. Título.\n\n  \n\nCDD 22. ed. 633.2\n\n \n\n\n\n \n \n\nDANIEL VALADÃO SILVA \n \n\n \n\n \n\n \n\n \nEFEITOS DA DENSIDADE POPULACIONAL DA BRAQUIÁRIA SOBRE \nAS CARACTERÍSTICAS FISIOLÓGICAS E PRODUTIVAS DO MILHO E \n\nDA FORRAGEIRA EM CONSÓRCIO \n \n\n \n\n \n\n \n\n \n\nTese apresentada à Universidade Federal de \nViçosa, como parte das exigências do \nPrograma de Pós-Graduação em Fitotecnia, \npara obtenção do título de Doctor Scientiae. \n\n \n \n \n\n \n\nAPROVADA: 31 de janeiro de 2014. \n\n \n\n \n\n \n\n ____________________________               ______________________________ \n         Antonio Alberto da Silva                                      Lino Roberto Ferreira \n      (Coorientador)                                                   (Coorientador) \n\n \n \n \n _____________________________               _____________________________ \n           José Barbosa dos Santos                               Marcelo Rodrigues dos Reis \n \n\n \n \n \n \n\n_____________________________ \nTocio Sediyama  \n\n(Orientador) \n \n\n\n\nii \n \n\nAGRADECIMENTOS \n \n\nAgradeço a Deus por me dar saúde e sabedoria para a conclusão de mais essa \n\netapa da minha vida.  \n\nÀ meu pai e minha mãe, minha força e minha luz, que sempre torceram pela \n\nminha vitoria sem medir esforços para que isso acontecesse.  \n\nAo meu irmão Bruno e todos meus demais familiares pelo carinho e incentivo.  \n\nÀ minha namorada Ana Beatriz pelo amor, carinho e paciência. \n\nÀ Universidade Federal de Viçosa (UFV), pela oportunidade de realização do \n\ndoutorado e pela contribuição à minha formação acadêmica.  \n\nAo professor Tocio Sediyama pela orientação, amizade e confiança.  \n\nAo professor Antonio Alberto da Silva pela orientação, confiança e valiosos \n\nensinamentos.  \n\nAo professor Lino Roberto Ferreira pelas valiosas contribuições ao trabalho.  \n\nAo professor Paulo Roberto Cecon, pela amizade e esclarecimentos nos cálculos \n\nestatísticos.  \n\nAos professores Marcelo Rodrigues Reis e José Barbosa dos Santos pelas valiosas \n\nsugestões.  \n\nAgradeço a todos integrantes do grupo em Manejo Integrado de Plantas Daninhas \n\npelos maravilhosos anos de convivência e amizade. Sou muito grato pela ajuda de \n\ncada um de vocês e tenho muito orgulho de ter feito parte desse grupo.  \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) e ao \n\nConselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) pela \n\nconcessão de Bolsa de Estudo.  \n\nAos colegas do curso, pelo constante apoio e consideração.  \n\nA quem torceu pela minha vitoria.  \n\nObrigado a todos! \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\niii \n \n\nBIOGRAFIA \n \n\n \n\nDANIEL VALADÃO SILVA, filho de Selzer Francisco Silva e Sonia \n\nDivina Valadão Silva, nasceu em 17 de dezembro de 1985, no município de \n\nIndianápolis, São Paulo. \n\nEm dezembro de 2003, concluiu o Ensino Médio na Escola Estadual Nossa \n\nSenhora do Guadalupe, Lagoa da Prata - MG.  \n\nEm dezembro de 2009, graduou-se em Agronomia pela Universidade \n\nFederal dos Vales do Jequitinhonha e Mucuri, Diamantina-MG. \n\nEm março de 2010, iniciou o curso de mestrado no Programa de Pós-\n\nGraduação em Produção Vegetal na Universidade Federal dos Vales do \n\nJequitinhonha e Mucuri, concluindo-o em julho de 2011. No mesmo ano \n\ningressou no Doutorado no programa de Pós-Graduação em Fitotecnia da \n\nUniversidade Federal de Viçosa, submetendo-se à defesa de tese em 31 de janeiro \n\nde 2014. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\niv \n \n\nÍNDICE \n\nRESUMO ......................................................................................................................... vi \n\nABSTRACT ....................................................................................................................viii \n\n1. INTRODUÇÃO GERAL ..............................................................................................1 \n\n1.1 LITERATURA CITADA ........................................................................................4 \n\n \n2. CARACTERÍSTICAS FISIOLÓGICAS DO MILHO E DA \nBRAQUIÁRIA EM SISTEMA CONSORCIADO .............................................6 \n\n2.1 RESUMO ..................................................................................................................6 \n\n2.2 ABSTRACT ..............................................................................................................7 \n\n2.3 INTRODUÇÃO ........................................................................................................8 \n\n2.4 MATERIAL E MÉTODOS ......................................................................................9 \n\n2.5 RESULTADOS E DISCUSSÃO ............................................................................11 \n\n2.6 CONCLUSÕES ......................................................................................................18 \n\n2.7 LITERATURA CITADA  .......................................................................................18 \n\n \n\n3. PRODUTIVIDADE E TEOR DE NUTRIENTES DO MILHO EM \nCONSÓRCIO COM A BRAQUIÁRIA ..................................................................22 \n\n3.1 RESUMO ................................................................................................................22 \n\n3.2 ABSTRACT ............................................................................................................23 \n\n3.3 INTRODUÇÃO ......................................................................................................24 \n\n3.4 MATERIAL E MÉTODOS ....................................................................................25 \n\n3.5 RESULTADOS E DISCUSSÃO ............................................................................27 \n\n3.6 CONCLUSÕES .......................................................................................................32 \n\n3.6 LITERATURA CITADA ........................................................................................32 \n\n \n\n4. COMPONENTES PRODUTIVOS DO MILHO EM CONSÓRCIO COM \nA BRAQUIÁRIA .....................................................................................................35 \n\n4.1 RESUMO ................................................................................................................35 \n\n4.2 ABSTRACT ............................................................................................................36 \n\n4.3 INTRODUÇÃO ......................................................................................................37 \n\n4.4 MATERIAL E MÉTODOS ....................................................................................38 \n\n4.5 RESULTADOS E DISCUSSÃO ............................................................................40 \n\n4.6 CONCLUSÕES .......................................................................................................46 \n\n4.6 LITERATURA CITADA ........................................................................................46 \n\n \n\n\n\nv \n \n\n5. CONDIDERAÇÕES FINAIS .............................................................................50 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvi \n \n\nRESUMO \n \n \n\nSILVA, Daniel Valadão, D.Sc., Universidade Federal de Viçosa, janeiro de 2014. \nEfeitos da densidade populacional da braquiária sobre as características \nfisiológicas e produtivas do milho e da forrageira em consórcio. Orientador: \nTocio Sediyama. Coorientadores: Antonio Alberto da Silva e Lino Roberto \nFerreira. \n \n\nO cultivo consorciado do milho com a braquiária é uma das principais técnicas \n\npara a recuperação ou reforma de pastagens degradadas e na formação de palhada \n\npara o plantio direto. Um aspecto importante na implantação deste sistema é a \n\ncompetição pelos fatores de crescimento (água, luz e nutrientes) das espécies, que \n\nse não manejadas adequadamente, pode inviabilizar economicamente o cultivo. \n\nDeste modo, o conhecimento das características fisiológicas, nutricionais e \n\nprodutivas das culturas em consórcio é essencial para a obtenção de técnicas \n\nadequadas para o sucesso desse sistema de cultivo. Neste sentido, o objetivo desta \n\npesquisa foi avaliar os efeitos de densidades populacionais da Urochloa brizantha \n\nsobre as características fisiológicas, nutricionais e produtivas do milho e da \n\nforrageira cultivados em consórcio. Para isso foram realizados dois experimentos \n\nde campo no delineamento de blocos casualizados, com quatro repetições. No \n\nprimeiro os tratamentos constituíram do cultivo do milho com oito densidades \n\npopulacionais da braquiária (0, 8, 9, 12, 14, 15, 17 e 23 plantas m-2) semeadas \n\nmanualmente na linha de plantio. Aos 60 dias após o plantio do consórcio (DAP) \n\navaliou-se a eficiência nutricional do milho. No segundo, avaliou-se o consórcio \n\ndo milho com oito densidades populacionais de braquiária (0, 5, 7, 8, 9, 10, 12 e \n\n15 plantas m-2) semeadas a 2 cm de profundidade, sendo determinadas, aos 60 \n\nDAP, as características fisiológicas das culturas [condutância estomática (Gs), \n\ntaxa fotossintética (A), taxa transpiratória (E) e eficiência no uso da água (EUA)]. \n\nNos dois anos, a produtividade de grãos do milho e de matéria seca da braquiária \n\nforam avaliadas aos 160 DAP. O aumento da densidade da U. brizantha resultou \n\nem redução linear dos teores de nitrogênio, fósforo, cálcio e magnésio e ainda da \n\nGs, A e E das plantas de milho, no entanto, sem alterar os teores de potássio e \n\nenxofre e a EUA. As características fisiológicas da braquiária foram influenciadas \n\nnegativamente pelo sombreamento do milho. Esses resultados refletiram \n\ndiretamente na produtividade das espécies, sendo que em altas densidades de \n\n\n\nvii \n \n\nplantas de braquiária (acima de 8 plantas m-2) a produtividade de grãos do milho \n\nfoi reduzida em 25 %, enquanto que a forrageira tem sua biomassa diminuída em \n\naproximadamente 85% em comparação ao seu monocultivo. O incremento da \n\ndensidade de plantio da U. brizantha aumentou linearmente a matéria seca da \n\nforrageira com reflexos negativos sobre o peso de espigas, peso de grãos e número \n\nde grãos por espiga do milho nos dois anos de avaliação. A produtividade dos \n\ngrãos foi afetada negativamente em densidades populacionais superiores a 14 e 8 \n\nplantas m-2 no primeiro e segundo ano de experimento, respectivamente. Em \n\nmaiores densidades, as plantas de braquiária reduzem a eficiência da colheita dos \n\ngrãos de milho. Conclui-se que a magnitude dos efeitos sobre as características \n\nfisiológicas, nutricionais e produtivas do milho é dependente da densidade \n\npopulacional da U. brizantha, enquanto que as características fisiológicas e \n\nprodutivas da forrageira dependem do sistema de cultivo (consorciada ou \n\nsolteira). \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nviii \n \n\nABSTRACT \n \n \n\nSILVA, Daniel Valadão, D.Sc., Universidade Federal de Viçosa, January, 2014. \nEffects of planting density brachiaria on physiological and productive \ncharacteristics of corn and forage intercropping. Adviser: Tocio Sediyama. \nCo-advisers: Antonio Alberto da Silva and Lino Roberto Ferreira. \n\n \n \n\nThe maize intercropping with brachiaria is one of the main techniques for \n\nrefurbishment or renovation of degraded pastures and straw formation to direct \n\nseeding. An important aspect in the implementation of this system is the crops \n\ncompetition by growth factors (light, water and nutrients), which if not controlled \n\nproperly can derail economic cultivation. Thus, knowledge of the physiological, \n\nnutritional and productive crop intercropping aspects is essential to obtain \n\nadequate techniques for these species management. In this sense, the objective of \n\nthis research was to evaluate the effects of different densities of Urochloa \n\nBrizantha on the physiological, nutritional and productive characteristics of corn \n\nand forage cultivate in intercropping. For this, two field experiments were \n\nconducted in a randomized complete block design with four replications. In the \n\nfirst experiment, treatments have been the planting corn with eight densities of \n\nbrachiaria (0, 8, 9, 12, 14, 15, 17 and 23 plants m-2) and at 60 days after planting \n\nthe intercropping (DAP) evaluated the nutritional efficiency of corn. The second \n\nexperiment evaluated the maize intercropped with eight brachiaria densities (0, 5, \n\n7, 8, 9, 10, 12 and 15 plants m-2), being determined at 60 DAP, the physiological \n\ncharacteristics of crops [stomatal conductance (Gs), photosynthetic rate (A), \n\ntranspiration rate (E) and water use efficiency (EUA)]. In the two years the grain \n\nyield and dry matter production of brachiarias were evaluated at 160 DAP. The \n\nincreased density of the U. Brizantha resulted in a linear reduction of the levels of \n\nnitrogen, phosphorus, calcium and magnesium and Gs, A and E of corn plants, \n\nhowever without changing the content of potassium and sulfur and the EUA. The \n\nphysiological characteristics of brachiaria were negatively impacted by shading \n\ncorn. These results reflected directly in the the species productivity, and the high \n\nplant densities brachiaria (above 8 plants m-2)  maize productivity is reduced by \n\n25%, while the forage has its biomass decreased by approximately 85% compared \n\nto its monoculture. Increased planting density of U. Brizantha linearly increased \n\ndry matter forage with negative effects on ear weight, grain weight and number of \n\n\n\nix \n \n\ngrains per corn ear in the two years of evaluation. The grain yield was negatively \n\naffected in population densities above the 14 and 8 plants m-2 when sown \n\nmanually in the planting corn or planted to a depth of 2 cm, respectively. At \n\nhigher densities, the brachiaria plants can reduce the efficiency of the corn \n\nharvest. The conclusion was that the magnitude of the effects on the \n\nphysiological, nutritional and productive characteristics of maize is dependent on \n\nU. Brizantha population density, while the physiological and productive \n\ncharacteristics depend on the forage crop (intercropping or monoculture) system. \n\n\n\n1 \n \n\n1 - INTRODUÇÃO GERAL \n \n\nA crescente competitividade no ramo do agronegócio tem aumentado a busca \n\npor sistemas de produção mais rentáveis, aliada à preservação dos recursos naturais, \n\ncomo o solo e a água. Neste sentido, tem-se observado nos últimos anos aumento das \n\npesquisas relacionadas a técnicas de manejo que visem utilizar intensamente os recursos \n\ndisponíveis nos agrossistemas, concomitante à melhoria da qualidade do solo – base da \n\nprodução vegetal e animal – reduzindo o consumo de insumos e gerando maior renda \n\nlíquida por área.  \n\nO estímulo na implantação de sistemas de cultivos conservacionistas também \n\nestá relacionado aos problemas observados pelo contínuo uso do monocultivo e de \n\npráticas culturais inadequadas na agricultura, como o preparo tradicional do solo, com \n\nconsequente queda da produção das culturas. Para a reversão desse quadro tem sido \n\nproposto o uso de tecnologias importantes como o sistema de plantio direto, que \n\ncontempla não só o preparo mínimo do solo, mas também a prática de rotação de \n\nculturas, e os sistemas de integração lavoura-pecuária (ILP). Esse último tem sido \n\nconsiderado uma das técnicas mais promissoras para a conservação dos recursos \n\nnaturais e para aumento da rentabilidade do produtor, visto que pressupõe o uso \n\ncontínuo das áreas agrícolas e a melhoria da qualidade do solo ao longo do tempo (Entz \n\net al., 2002; Rao et al., 2003).  \n\nUma das técnicas para a implantação da ILP é o consórcio simultâneo de uma \n\ncultura destinada à produção de grãos ou silagem com uma espécie forrageira (Leonel et \n\nal., 2009; Pariz et ., 2011, Petter et al., 2011, Freitas, 2013). Neste caso, o milho tem \n\nsido a cultura preferida pelos produtores, devido a sua tradição de cultivo, ao grande \n\nnúmero de cultivares comerciais adaptados às diferentes regiões ecológicas do Brasil e à \n\nsua excelente adaptação quando plantado em consórcio (Silva et al., 2004). Dentre as \n\nforrageiras usadas em consórcio com o milho destacam-se as pertencentes ao gênero \n\nUrochloa por apresentarem tolerância ao sombreamento e rápida produção de biomassa \n\ncontribuindo para a boa formação da pastagem após a colheita do milho (Macedo, \n\n2009). \n\nO sistema de plantio do milho consorciado com a braquiária, conhecido como \n\nSistema Santa Fé, além de propiciar redução do custo de renovação da pastagem, \n\ntambém proporciona aumento da produção de carne e leite; controle de pragas, doenças \n\ne plantas daninhas; recuperação da fertilidade do solo; permite a formação de palhada \n\n\n\n2 \n \n\npara o sistema plantio direto; diversificação de culturas favorecendo a rotação; \n\ndiminuição da necessidade de novos desmatamentos; aumento da eficiência de \n\nutilização de fertilizantes e corretivos e maior estabilidade de renda ao produtor \n\n(Carvalho et al., 2005). \n\nCom a introdução da braquiária no sistema de cultivo do milho houve mudança \n\nde paradigma no setor produtivo, pois antes considerada uma planta daninha a \n\nforrageira passa a ser reconhecida como cultura companheira com vários benefícios ao \n\nprodutor. Todavia, até a colheita do milho a braquiária deve ser manejada no intuito de \n\nprevenir a interferência sobre a cultura, visto que em cultivo simultâneo a competição \n\npelos recursos de crescimento como água, luz e nutrientes pode resultar em menor \n\nprodutividade (Jakelaitis et al., 2005; Borghi e Crusciol, 2007; Cruz et al., 2009). \n\nKluthcouski e Yokoyama (2003) relataram que a maior taxa de crescimento inicial do \n\nmilho em relação a braquiária é o principal motivo do sucesso do consórcio. Esse tem \n\nsido relatado como um dos principais motivos de diversos estudos não constatarem \n\nalteração na produção de grãos do milho quando cultivada com a braquiária. \n\n A capacidade de suportar a competição imposta por outra planta varia entre as \n\nespécies de plantas cultivadas (Carvalho et al. 2011). Espécies cultivadas como o milho, \n\no girassol e a soja, possuem maior capacidade competitiva que culturas de baixo porte e \n\nreduzido poder de interceptação da luz solar, como é o caso do feijão, cebola, alho e da \n\ncenoura (Pitelli, 1987). Nas relações de competição existem duas características \n\ninerentes às culturas que contribuem para colocá-las à frente das plantas daninhas: \n\ntolerância, que consiste na habilidade delas em manter o rendimento em situação de \n\ncompetição, ou supressão, que se refere à capacidade da cultura em reduzir o \n\ncrescimento de plantas daninhas por efeito de interferência (Jannink et al., 2000). \n\nO aumento do número de plantas presentes em uma mesma área tende a \n\nintensificar a competição pelos recursos de crescimento (água, luz e nutrientes) do \n\nmeio, de forma que ambos os grupos de plantas são prejudicadas (Vidal, 2010). Nos \n\nsistemas agrícolas a água tende a ser o primeiro recurso a ficar limitante no meio (Vidal, \n\n2010). Como a água está diretamente relacionada ao movimento dos nutrientes no solo \n\ne com as trocas gasosas das plantas, via transpiração e assimilação de CO2, espera-se \n\nque a competição seja mais pronunciada em situações onde mais de uma espécie é \n\ncultivada em uma mesma área.  \n\nEmbora se disponha atualmente de grande volume de conhecimento e avanços \n\ntecnológicos a respeito da nutrição mineral e fisiologia das plantas cultivadas, são ainda \n\n\n\n3 \n \n\nincipientes os estudos sobre esses aspectos em situações onde duas espécies são \n\ncultivadas simultaneamente. A obtenção de informações mais detalhadas sobre este \n\nsistema pode auxiliar na adoção de práticas que proporcionem, em momento oportuno, \n\nmaior habilidade competitiva a uma espécie em detrimentos da outra. Neste sentido, \n\nobjetivou-se neste trabalho avaliar os efeitos de diferentes densidades de plantio da \n\nUrochloa brizantha sobre as características nutricionais, fisiológicas e produtivas do \n\nmilho e da forrageira em sistema consorciado. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n4 \n \n\nLITERATURA CITADA \n\nBORGHI, E. &amp; CRUSCIOL, C. A. C. Produtividade de milho, espaçamento e \nmodalidade de consorciação com Brachiaria brizantha em sistema plantio \ndireto. Pesquisa Agropecuária Brasileira,  v. 42, n. 2, p.163-171, 2007.  \n\nCARVALHO, F. P. et al. Alocação de matéria seca e capacidade competitiva de \ncultivares de milho com plantas daninhas. Planta Daninha, v. 29, n. 2, p. 373-382, 2011. \n\nCARVALHO, G. G. P. et al. Integração agricultura-pecuária: um enfoque sobre \ncobertura vegetal permanente. Revista Electrónica de Veterinaria, v. 6, n. 8, p. 1-19, \n2005. \n\nCRUZ, S.C.S. et al. Consórcio de milho e Brachiaria decumbens em diferentes preparos \nde solo. Acta Scientiarum Agronomy. v.31, n.4, p.633-639, 2009. \n\nENTZ, M.H. et al. Potential of forages to diversify cropping systems in the Northern \nGreat Plains. Agronomy Journal, v.94, n.1, p.204-213, 2002. \n\nFREITAS, M. A. M. Impacto do consórcio milho-braquiária no crescimento, \ncaracterísticas nutricionais e fisiológicas do milho e na atividade da microbiota do solo. \nTese (Doutorado em Fitotecnia). Universidade Federal de Viçosa, Viçosa. 2013. \n\nJAKELAITIS, A. et al. Influência de herbicidas e de sistemas de semeadura de \nBrachiaria brizantha consorciada com milho. Planta Daninha, v. 2, n. 1, p. 59-67, 2005. \n\nJANNINK, J. L. et al. Index selection for weed suppressive ability in soybean. Crop \nScience, v. 40, n. 4, p. 1087-1094, 2000.  \n\nKLUTHCOUSKI, J.; YOKOYAMA, L.P. Opções de integração lavoura-pecuária. In: \nKLUTHCOUSKI, J.; STONE, L.F.; AIDAR, H. Integração lavoura-pecuária. 1.ed. \nSanto Antonio de Goiás: Embrapa Arroz e Feijão, 2003. p.131-141. \n\nLEONEL et al. Comportamento produtivo e características nutricionais do capim-\nbraquiária cultivado em consórcio com milho. Revista Brasileira de Zootecnia, v.38, \nn.1, p.177-189, 2009. \n\nMACEDO, M.C.M. Integração lavoura e pecuária: o estado da arte e inovações \ntecnológicas. Revista Brasileira de Zootecnia, v.38, n.1, p. 133-146, 2009. \n\nPARIZ, C.M. et al. Produtividade de grãos de milho e massa seca de braquiárias em \nconsórcio no sistema de integração lavoura pecuária. Ciência Rural, v. 41, n.5, p. 875-\n882, 2011. \n\n\n\n5 \n \n\nPETTER, F. A. et al. Seletividade de herbicidas à cultura do milho e ao  capim-\nbraquiária cultivadas no sistema de  integração lavoura-pecuária. Semina: Ciências \nAgrárias, v. 32, n. 3, p.855-864, 2011. \n\nPITELLI, R. A. Competição e controle das plantas daninhas em áreas agrícolas. Série \nTécnica IPEF, v. 4, n. 12, p. 1-24, 1987. \n\nRAO, S.C. et al. Potential grain and forage production of early maturing pigeonpea in \nthe Southern Great Plains. Crop Science, v.43, n.6, p.2212-2217, 2003. \n\nSILVA, A. A. et al. Manejo de plantas daninhas no sistema integrado agricultura-\npecuária. In: ZAMBOLIM, L.; FERREIRA, A. A.; AGNES, E. L. (Eds.). Manejo \nintegrado: integração agricultura-pecuária. Viçosa, MG: Universidade Federal de \nViçosa, 2004. p. 117-169. \n\nVIDAL, R. A. Interação negativa entre plantas: Inicialismo, alelopatia e competição. 1. \ned. Porto Alegre-RS: UFRGS, 2010. 132 p. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n6 \n \n\n2 – CARACTERÍSTICAS FISIOLÓGICAS DO MILHO E DA BRAQUIÁRIA \n\nEM SISTEMA CONSORCIADO \n\n \n\n2.1 - RESUMO \n\nO conhecimento das características fisiológicas das espécies em sistema consorciado \n\npode viabilizar técnicas agronômicas que maximizarão a produção das culturas. Nesta \n\npesquisa, avaliou-se os efeitos do cultivo consorciado do milho e da Urochloa brizantha \n\nsobre as características fisiológicas e produtivas das culturas. O experimento foi \n\nrealizado em condições de campo no delineamento de blocos casualizados, com quatro \n\nrepetições. Os tratamentos foram constituídos do cultivo da U. brizantha consorciada \n\ncom o milho e solteira em seis densidades populacionais (5, 7, 9, 10, 12 e 15 plantas m-\n\n2), além de uma testemunha correspondente ao monocultivo do milho. O milho (DKB \n\n390 RR) e a U. brizantha (BRS Piatã) foram semeados com o uso de uma semeadora \n\nmúltipla adotando-se uma população de 60.000 de plantas de milho por hectare no \n\nespaçamento de 0,50. A forrageira foi acondicionada em compartimento próprio da \n\nsemeadora e depositada na profundidade de 2 cm, respeitando-se a quantidade \n\nestipulada para cada tratamento. As características fisiológicas [condutância estomática \n\n(Gs), taxa fotossintética (A), taxa transpiratória (E) e eficiência no uso da água (EUA)] e \n\na matéria seca da braquiária foram avaliadas aos 60 dias após o plantio (DAP) e a \n\nprodutividade do milho determinada aos 160 DAP. O aumento da densidade da U. \n\nbrizantha resultou em redução linear da Gs, A, E, mas não alterou a EUA do milho. As \n\ncaracterísticas fisiológicas da braquiária foram influenciadas negativamente pelo \n\nsombreamento do milho. Esses resultados refletiram diretamente nas produções das \n\nespécies, sendo que em altas densidades de plantas de braquiária (acima de 8 plantas m-\n\n2) a produção do milho foi reduzida em valores superiores a 25 %, enquanto que a \n\nbraquiária tem sua biomassa diminuída em aproximadamente 85% em comparação ao \n\nseu monocultivo. Conclui-se que, quando o milho e a braquiária são cultivadas em \n\nconsórcio, as características fisiológicas das culturas são afetadas negativamente com \n\nreflexos diretos sobre sua produtividade.  \n\nPalavras chave: Urochloa (syn. Brachiaria), consórcio simultâneo, densidade de \n\nsemeadura, consórcio milho-braquiária, fisiologia de plantas cultivadas \n\n \n\n\n\n7 \n \n\nPHYSIOLOGICAL CHARACTERISTICS OF MAIZE AND  SIGNALGRASS IN \n\nINTERCROPPING SYSTEM \n\n \n\n2.2 – ABSTRACT \n\nThe physiological characteristics of the species in intercropping system can enable \n\nagronomic techniques to maximize crop production. In this study, we evaluated the \n\neffects of maize and Urochloa brizantha intercropping on physiological and productive \n\ncharacteristics of cultures. The experiment was conducted under field conditions in a \n\nrandomized complete block design with four replications. The treatments consisted of \n\nthe cultivation of U. brizantha intercropped with maize and a monoculture in six \n\ndensities (5, 7, 9, 10, 12 and 15 plants m-2), and a control corresponding to monoculture \n\ncorn. Corn (DKB 390 RR) and U. Brizantha (BRS Piatã) were seeded with the use of a \n\nmultiple planter and embrace a population of 60,000 plants per acre in corn spacing of \n\n0.50. The forage was stored in its own compartment proper and deposited at a depth of \n\n2 cm, respecting the stipulated amount for each treatment. The physiological \n\ncharacteristics [stomatal conductance (Gs), photosynthetic rate (A), transpiration rate ( \n\nE) and water use efficiency (EUA) ] and dry weight signalgrass were evaluated 60 days \n\nafter planting (DAP) and productivity corn determined at 160 DAP. The increased \n\ndensity of U. Brizantha resulted in a linear decrease in Gs, A, E, but did not alter EUA \n\ncorn. The physiological characteristics of signalgrass were negatively impacted by \n\nshading corn. These results reflected directly in the species production, and the high \n\nplant densities signalgrass (above 8 plants m-2) production of maize was reduced by \n\nover 25%, while signalgrass has its biomass decreased by approximately 85 % \n\ncompared to its monoculture. We conclude that, when corn and signalgrass are grown \n\nintercropped, the crops physiological characteristics are negatively affected with direct \n\neffects on productivity. \n\nKey words: Urochloa (syn. Brachiaria), simultaneous intercropping, seeding rate, corn \n\nbrachiaria intercropping, crop plants physiology \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n8 \n \n\n2.3 – INTRODUÇÃO \n\nO sucesso de uma lavoura depende da eficiência do produtor no gerenciamento \n\ndos fatores ligados ao manejo da espécie de interesse. A limitação de um ou mais \n\nfatores abióticos como água, nutrientes ou luz pode comprometer o desenvolvimento da \n\ncultura pela relação direta que estes têm como a biossíntese de produtos essenciais para \n\no crescimento das plantas. No caso de cultivos consorciados, pode resultar na \n\ncompetição pelos recursos limitados do meio. Esta pode ser mais intensa quando as \n\nespécies consorciadas possuírem características anatômicas, morfológicas ou \n\nfisiológicas semelhantes (Vidal, 2010).  \n\nO consórcio do milho com espécies forrageiras, como a braquiária, tem \n\nconstituído uma das principais estratégias na formação ou reforma de pastagens e na \n\nformação de palhada para o plantio direto (Freitas, 2013). Esse consórcio tem sido \n\npossível devido ao diferencial de tempo favorável ao milho, no acúmulo de matéria seca \n\nfoliar, quando comparado às forrageiras utilizadas neste sistema (Kluthcouski e \n\nYokoyama, 2003). A maior taxa de acúmulo de matéria seca produzida nos estádios \n\niniciais de desenvolvimento do milho em relação a diversas forrageiras (Silva et al., \n\n2004) resultará em maior interceptação da radiação solar (Freitas et al., 2008). Essa \n\ninterceptação varia conforme as características morfológicas do cultivar, como altura de \n\nplanta e arquitetura foliar, além da população de plantas e espaçamentos utilizados \n\n(Freitas et al., 2008). Todavia, reduções na produtividade do milho poderão ocorrer em \n\ndecorrência da competição interespecífica pelos recursos de crescimento com a \n\nforrageira (Jakelaitis et al., 2005; Borghi e Crusciol, 2007; Cruz et al., 2009; Carvalho et \n\nal., 2011; Paris et al., 2011). \n\nA competição entre as plantas reduz o fornecimento de recursos essenciais para \n\nas espécies, ocasionando deficiências que culminam em alterações fisiológicas \n\nrelacionadas com a fotossíntese, como a deficiência hídrica (Floss, 2008), nutricional \n\n(Melo et al., 2006) e a baixa qualidade ou quantidade de luz (Merotto Jr. et al., 2002). \n\nEssas limitações podem levar a alterações na condutância estomática, na concentração \n\ninterna de gases e, consequentemente, na atividade fotossintética e no uso eficiente da \n\nágua. O uso eficiente da água está diretamente relacionado ao tempo de abertura \n\nestomática, pois enquanto o dióxido de carbono (CO2) penetra na folha, a água é \n\nperdida pela transpiração, com intensidade variável, dependendo do gradiente de \n\npotencial entre a superfície foliar e a atmosfera (Concenço et al., 2007). \n\n\n\n9 \n \n\nA hipótese desta pesquisa é que a interferência interespecífica altera as \n\ncaracterísticas fisiológicas do milho e da braquiária em sistema consorciado com \n\nconsequências diretas sobre a produtividade das culturas. Neste sentido, objetivou-se \n\navaliar os efeitos do consórcio do milho com a braquiária, em diferentes densidades \n\npopulacionais da forrageira, sobre as características fisiológicas e produtivas do milho e \n\nda braquiária.  \n\n \n\n2.4 - MATERIAL E MÉTODOS \n\nO experimento foi realizado durante os meses de outubro de 2012 a março de \n\n2013 no campus experimental do Aeroporto (20º 44’ 37,8” S e 42º 50’ 40” W, altitude \n\nde 650 m), pertencente à Universidade Federal de Viçosa, Viçosa-MG. O clima da \n\nregião é subtropical úmido com inverno seco e verão quente, de acordo com a \n\nclassificação de Koppen-Geiger, com temperatura média anual de 21ºC e precipitação \n\npluvial média anual de 1.200 mm. Os dados climáticos coletados na área experimental \n\ndurante a realização da pesquisa estão apresentados na Figura 1. \n\n \n\n Meses\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n)\n\n0\n\n50\n\n100\n\n150\n\n200\n\nT\nem\n\npe\nra\n\ntu\nra\n\n (\n°C\n\n)\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nOutubro Novembro Dezembro Janeiro Fevereiro Março\n\n2012 2013\n\nPrecipitação semanal\nTemp. máx. semanal\nTemp. mín. semanal\n\n10/10/12:Plantio 20/03/13:Colheita  \n\nFigura 1: Precipitação pluvial e temperaturas médias semanais durante o período de  \n      condução do experimento.  \n \n\nO delineamento experimental utilizado foi o de blocos casualizados, com quatro \n\nrepetições. Os tratamentos foram constituídos do cultivo da U. brizantha consorciada \n\ncom o milho e solteiro em seis densidades populacionais (5, 7, 9, 10, 12 e 15 plantas m-\n\n\n\n10 \n \n\n2), além de uma testemunha correspondente ao monocultivo do milho. Cada parcela \n\nexperimental apresentou 10 linhas de milho ou de braquiária de 6 m de comprimento \n\nespaçadas de 0,50 m, sendo que a área útil constituiu-se das 6 linhas centrais excluindo \n\n1 m de cada borda totalizando 12 m² (3 x 4 m).  \n\nPara o preparo da área experimental foi realizada a dessecação da vegetação \n\nquinze dias antes do plantio com aplicação da mistura em tanque dos herbicidas \n\nglyphosate (1.080 g ha-1) + 2,4-D (540 g ha-1). O milho (DKB 390 RR) e a U. brizantha \n\n(BRS Piatã) foram semeados com o uso de uma semeadora múltipla Semeato SHM \n\n11/13 adotando-se uma população de 60.000 de plantas de milho por hectare. A \n\nforrageira foi acondicionada em compartimento próprio da semeadora e depositada na \n\nprofundidade de 2 cm, respeitando-se a quantidade estipulada para cada tratamento. \n\nO solo da área experimental foi classificado como Argissolo Vermelho-\n\nAmarelo, de textura argilosa (Tabela 1). A adubação de plantio foi realizada aplicando-\n\nse 500 kg ha-1 de 8-28-16 (NPK), distribuídos na linha de plantio do milho. A adubação \n\nde cobertura constou-se da aplicação de 300 kg de N na forma de uréia aplicada no \n\nestádio V6 do milho. A mesma adubação de plantio e cobertura foi adotada para o \n\ncultivo solteiro da braquiária. \n\n \nTabela 1 – Resultado da análise química e granulométrica do solo da área experimental \n\nSolo pH P K Ca Mg Al H+Al SB (t) (T) V m MO \n\n H2O mg dm\n-3 ------------------------ cmolcdm\n\n-3 ------- ----- dag \n\nArgissolo 5,4 61,0 36 1,9 0,4 0,1 1,0 2,4 1,36 2,40 60 3 1,6 \n\nGranulometria  Argila = 43 Silte = 14 Areia =43% \n\n              Análises realizadas segundo a metodologia da Embrapa (1997). \n \n\nO controle das plantas daninhas dicotiledôneas em pós-emergência foi realizado \n\ncom a aplicação do herbicida atrazine + óleo na dose de 1.500 g ha-1 aos 30 dias após o \n\nplantio das espécies (DAP). Nas testemunhas em monocultivo o controle das demais \n\nplantas daninhas foi feita por capinas manuais, quando necessário. \n\nAos 60 DAP determinou-se a densidade populacional e matéria seca da \n\nbraquiária em 4 linhas de 2 m da área útil (4 m-2). Na mesma ocasião avaliou-se a taxa \n\nfotossintética (A), a taxa transpiratória (E), a condutância estomática de vapores de água \n\n(Gs) e posteriormente calculou-se o uso eficiente da água (EUA) do milho e da \n\nbraquiária como a relação entre A e E (EUA = A/E). Para isso, utilizou-se um analisador \n\nde gás infravermelho (IRGA), portátil, modelo LI-6400 XT. As medições foram \n\n\n\n11 \n \n\nrealizadas entre 9 e 11 h da manhã, na superfície foliar da primeira folha totalmente \n\nexpandida no terço superior da copa de cada planta de milho e na primeira folha \n\ntotalmente expandida da braquiária. A irradiância para cada medição foi em média de \n\n1000 ?mol de fótons m-2 s-1 para o milho, 200 e 2000 ?mol de fótons m-2 s-1 para a \n\nbraquiária em cultivo consorciado e solteiro, respectivamente. Esse valor foi \n\ndeterminado como a irradiância que incide sobre a superfície da folha de cada espécie, \n\nsendo obtida através de 30 avaliações ao acaso no experimento.  \n\nAos 160 DAP procedeu-se a colheita manual do milho sendo posteriormente \n\ndeterminada a produtividade de grãos corrigida para 13% de umidade.  \n\nNa análise dos dados referentes à cultura do milho considerou-se sete \n\ntratamentos compostos do seu monocultivo e do consórcio com as seis densidades de \n\nplantio da braquiária. Para os dados referentes à forrageira considerou-se um fatorial 2 x \n\n6, sendo o primeiro fator o sistema de cultivo (monocultivo ou consorciado com o \n\nmilho) e o segundo fator as densidades de plantas. Todos os dados foram submetidos à \n\nanálise de variância pelo teste F e análise de regressão sendo a escolha do modelo \n\nbaseada na significância dos coeficientes (p<0,05), no coeficiente de determinação e no \n\ncomportamento biológico do fenômeno. \n\n \n\n2.5 - RESULTADOS E DISCUSSÃO \n\nCaracterísticas fisiológicas e crescimento da Urochloa brizantha  \n\n A braquiária apresentou maior Gs nos tratamentos em monocultivo do que \n\nquando consorciada com o milho (Figura 2a). No entanto, o aumento da densidade de \n\nplantas promoveu redução da Gs no cultivo solteiro da forrageira, enquanto que no \n\nconsórcio não se constatou diferença entre os tratamentos. Mattos et al. (2005) \n\nverificaram que em condições de estresse hídrico as espécies do gênero Urochloa tem \n\nsuas características fisiológicas afetadas, mas é observado a recuperação completa, em \n\ntermos fisiológicos, quando o estresse é retirado das plantas.  \n\n\n\n12 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 6 8 10 12 14 16\n\nG\ns \n\n(m\nol\n\n m\n-2\n\n s\n-1\n\n)\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0,35\n\n0864,0Y    Consórcio\n\n0,85r0,0088x   0,3556Y?       Solteiro 2\n\n?\n???\n\nDensidade de braquiaria (plantas m-2)\n\n0 4 6 8 10 12 14 16\n\nA\n (µ\n\nm\nol\n\n m\n-2\n\n s\n-1\n\n)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n8592,6Y    Consórcio\n\n0,95r1,0547x   -47,7328Y?       Solteiro 2\n\n?\n??\n\nFigura 2. Condutância estomática (Gs) (a) e taxa fotossintética (A) (b) de plantas de U. \nbrizantha sob diferentes densidades de plantio, em cultivo solteiro ou consorciado com \no milho  \n \n\n Semelhante ao observado para a Gs constatou-se maior A nas plantas de \n\nbraquiária em monocultivo em relação à espécie em consórcio, sendo que em maiores \n\ndensidades de plantas no cultivo solteiro houve redução linear da variável (Figura 2b). \n\nSegundo Lopes et al. (2013), a A do dossel reflete na produção de biomassa das plantas, \n\na qual poderá ser influenciada por fatores como: luz, temperatura, umidade, fertilidade \n\ndo solo, e também pelo manejo adotado (intensidade e frequência de corte ou pastejo). \n\nA maior A observada no monocultivo está relacionada à maior irradiancia que incide \n\nsobre as plantas de braquiária, sendo que no cultivo consorciado houve redução de 90% \n\nda irradiância incidente na forrageira pelo sombreamento do milho.  \n\nAs plantas de braquiária cultivadas em consórcio com o milho apresentaram \n\nmenor E e EUA em comparação com a forrageira em monocultivo (Figura 3). Todavia, \n\nnão se observou alteração na E e EUA com o aumento da densidade populacional de \n\nbraquiária.  \n\n \n\na b \n\n\n\n13 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 6 8 10 12 14 16\n\nE\n (\n\nm\nol\n\n H\n2O\n\n m\n-2\n\ns-\n1 )\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n7132,1Y    Consórcio\n\n8926,6Y       Solteiro\n\n?\n?\n\nDensidade de braquiaria (plantas m-2)\n\n0 4 6 8 10 12 14 16\n\nE\nU\n\nA\n (\n\nm\nm\n\nol\n C\n\nO\n2 \n\nm\nol\n\n H\n2O\n\n-1\n)\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n1228,4Y    Consórcio\n\n4968,5Y       Solteiro\n\n?\n?\n\nFigura 3. Taxa transpiratória (E) (a) e eficiência no uso da água (EUA) (b) de plantas \nde U. brizantha sob diferentes densidades de plantio, em cultivo solteiro ou consorciado \ncom o milho  \n\n \n\nSilva e Guerra (2007) notaram que a braquiária em consórcio com eucalipto, \n\nnos espaçamentos 5x2 m e 6x2 m, exibiu valores superiores de E em relação a menores \n\nespaçamentos, provavelmente em razão da maior disponibilidade de água no solo em \n\ndecorrência da maior distância entre a forrageira e a espécie florestal. Alguns trabalhos \n\nsugerem que em maiores espaçamentos, além do plantio na linha do milho, seja também \n\nincluída uma linha de braquiária nas entrelinhas da cultura, o que contribuiria para a \n\nformação da pastagem após a colheita do milho (Freitas et al. 2005; Jakelaitis et al. \n\n2005; Freitas, 2013; Garcia et al., 2013). Desta maneira, nestas linhas se espera \n\nresultados diferentes nas características fisiológicas da braquiária, visto que nestas \n\nsituações há uma maior incidência de raios solares na forrageira e menor competição \n\ncom as plantas de milho (maior distância).  \n\nA matéria seca da parte aérea da braquiária (MS), aos 60 dias após o plantio, \n\napresentou comportamento diferenciado de acordo com o sistema de plantio adotado \n\n(Figura 4). No cultivo solteiro contataram-se aumento da MS a partir de 7 plantas m-2 \n\nsendo que houve tendência à estabilização dos valores acima de 9 plantas m-2. Em \n\nconsórcio notou-se aumento linear da MS da forrageira com o incremento na densidade \n\nde plantas. Esse aumento é explicado pelo maior número de plantas e não pelo \n\ncrescimento superior das plantas de braquiária, visto que a A não foi alterada mesmo nas \n\nmaiores densidades. \n\na b \n\n\n\n14 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 6 8 10 12 14 16\n\nM\nat\n\nér\nia\n\n s\nec\n\na \n(g\n\n m\n-2\n\n)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n0,88r0x    649,16324,2Y?     Consórcio\n\n0,99R   5117))7,7769)/0,-exp(-(x67,2155/(157,6636Y?       Solteiro\n2\n\n2\n\n????\n????\n\n \n\nFigura 4. Massa da matéria seca da parte aérea de plantas de U. brizantha sob \ndiferentes densidades de plantio, em cultivo solteiro ou consorciado com o milho  \n\n \n\nO efeito negativo do sombreamento sobre a produtividade forrageira também \n\nfoi observado por Kallenbach et al. (2006), por Castro et al. (1999) e Carvalho et al. \n\n(2002). Segundo Leonel et al. (2009) quando o fator de competição é a luminosidade, \n\ngeralmente plantas que crescem em ambiente com menor intensidade de luz produzem \n\nmenor quantidade de biomassa, porém existem diferenças entre as forrageiras, tanto \n\ngramíneas quanto leguminosas, relacionadas à tolerância ao sombreamento. Pariz et al. \n\n(2010) verificaram que a U. brizantha mostrou-se mais sensível ao sombreamento \n\npromovido pelo milho do que a U. decumbens, a U. ruziziensis e o capim mulato 2 (U. \n\nruziziensis X U. brizantha) com reduções na produção de matéria seca superior a 65% \n\nem relação ao monocultivo da forrageira. Todavia, Freitas et al. (2005) relataram que \n\napós a colheita do milho há uma rápido crescimento da forrageira, principalmente pelo \n\nfato de não haver mais restrição à luz.  \n\n \n\nCaracterísticas fisiológicas e produção do milho \n\nO aumento da densidade de braquiária promoveu redução linear da condutância \n\nestomática (Gs) das plantas de milho (Figura 5a). Segundo Bianchi et al. (2007), a \n\ncondutância foliar do milho tem relação direta com o nível de disponibilidade de água \n\nno solo, independentemente do sistema de manejo do mesmo. Desta maneira, uma das \n\nhipóteses a respeito da queda da Gs seria a redução da disponibilidade hídrica no solo \n\ncom aumento da densidade de plantas de braquiária, pois nessa condição, a planta tende \n\n\n\n15 \n \n\na fechar seus estômatos, como forma de minimizar a perda de água para o ambiente. O \n\nfechamento dos estômatos reduz a entrada de CO2 na câmara subestomática, \n\ndiminuindo a quantidade de substrato disponível para o ciclo de Calvin.  \n\n \n\nDensidade de braquiaria (plantas m-2)\n\n0 2 4 6 8 10 12 14 16\n\nG\ns  \n\n(m\nol\n\n m\n-2\n\n s\n-1\n\n) \n\n0,00\n0,08\n\n0,10\n\n0,12\n\n0,14\n\n0,79r 0,0026x   0,1290Y? 2 ???\n\n \n\nDensidade de braquiaria (plantas m-2)\n\n0 2 4 6 8 10 12 14 16\n\nA\n (µ\n\nm\nol\n\n m\n-2\n\n s\n-1\n\n)\n\n0\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0,87r 0,4516x   13,9330Y? 2 ???\n\nFigura 5. Condutância estomática (Gs) (a) e taxa fotossintética (A) (b) em plantas de \nmilho, cultivadas no espaçamento de 0,50 m e população de 60000 plantas ha-1, em \nconsórcio com Urochloa brizantha em diferentes densidades \n \n\n Para a taxa fotossintética (A) também foi verificado a redução linear da variável \n\ncom o aumento da densidade de plantas de braquiária (Tabela 5). Ferreira et al. (2011) \n\nem pesquisa realizada para avaliar a competição entre plantas daninhas e cultura da soja \n\nconcluíram que Urochloa decumbens apresenta maior eficiência nas características \n\nfotossintéticas e de uso da água. Estas características tornam esta espécie altamente \n\ncompetitiva em condição de alta temperatura e luminosidade. Como no consórcio a \n\nbraquiária é sombreada pelo milho, espera-se que a cultura apresente a A mais elevada \n\ndo que a forrageira até o momento da senescência do milho. Esses resultados \n\ncorroboram os observados por Galon et al., (2011), que relataram o efeito negativo da \n\ncompetição de U. brizantha em plantas de cana-de-açúcar para as variáveis fisiológicas \n\navaliadas e para a matéria seca das cultivares estudadas devido ao aumento da \n\ndensidade das plantas de U. brizantha. \n\nAs plantas de milho apresentaram decréscimo linear da taxa transpiratória (E) \n\nquando se encontravam em competição com densidade crescente de plantas de \n\nbraquiária (Figura 6a). O declínio de E está associado ao fechamento dos estômatos \n\ndevido às alterações no potencial hídrico no solo (Brodribb e Hill, 2000). A planta tende \n\na fechar os estômatos quando os níveis de luz estão abaixo da radiação \n\nfotossinteticamente ativa ou para evitar o estresse hídrico (Cochard et al., 2002). Todos \n\nesses parâmetros estão ligados numa relação de custo/benefício, pois a E também é um \n\na b \n\n\n\n16 \n \n\nmecanismo de diminuição da temperatura da folha. Os processos de transpiração e \n\ncaptura de CO2 ocorrem quando os estômatos estão abertos, bem como a condutância \n\nestomática (Gs). Devido ao calor latente de evaporação (calor efetivamente usado para \n\n\"aquecer\" a água e possibilitar a evaporação), a transpiração tem um poderoso efeito \n\nresfriador – importante na regulação da temperatura da folha (Concenço et al., 2007).  \n\n \n\nDensidade de braquiaria (plantas m-2)\n\n0 2 4 6 8 10 12 14 16\n\nE\n (\n\n m\nol\n\n H\n2O\n\n m\n-2\n\n s\n-1\n\n)\n\n0,0\n\n2,4\n\n2,8\n\n3,2\n\n3,6\n\n4,0\n\n4,4\n\n0,72r 0,0779x   3,9651Y? 2 ???\n\nDensidade de braquiaria (plantas m-2)\n\n0 2 4 6 8 10 12 14 16\n\nE\nU\n\nA\n (\n\nm\nm\n\nol\n C\n\nO\n2 \n\nm\nol\n\n H\n2O\n\n-1\n)\n\n0,0\n\n2,4\n\n2,8\n\n3,2\n\n3,6\n\n4,0\n\n4,4\n\n4,8\n\n3,0630Y ?\n\nFigura 6. Taxa transpiratória (E) (a) e eficiência no uso da água (EUA) (b) em plantas \nde milho, cultivadas no espaçamento de 0,50 m e população de 60000 plantas ha-1, em \nconsórcio com Urochloa brizantha em diferentes densidades \n \n\nAo avaliar a eficiência do uso da água (EUA) de plantas de milho em \n\ncompetição com braquiária, verificou-se que esta variável não foi alterada pelas plantas \n\ncompetidoras (Figura 6b). Com a redução da A esperava-se que o EUA também fosse \n\nreduzido, no entanto, a regulação estomática mostrou-se eficiente para diminuir também \n\na E, reduzindo a perda de água e mantendo a variável constante.   \n\nA produtividade do milho (PROD) foi afetada negativamente pela presença das \n\nmaiores densidades de braquiária (Figura 7). Admitindo-se uma perda de 5% da PROD \n\ncomo o máximo tolerável de perdas (Hall et al., 1992), é possível observar pelo modelo \n\najustado, que densidades acima de 8 plantas m-2 promovem reduções significativas da \n\nvariável. Em densidades acima de 12 plantas m-2 a redução na PROD é próxima a 30 %. \n\na b \n\n\n\n17 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16\n\nP\nro\n\ndu\nti\n\nvi\nda\n\nde\n d\n\ne \ngr\n\não\ns \n\n(k\ng \n\nha\n-1\n\n)\n\n0\n\n8000\n\n9000\n\n10000\n\n11000\n\n12000\n0,98R       1,36))-9,33)/-exp(-(x2951,33/(18405,52Y? 2 ????\n\n \nFigura 7. Produtividade do milho cultivado no espaçamento de 0,50 m e população de \n60000 plantas ha-1, em consórcio com Urochloa brizantha em diferentes densidades \n \n \n\nO plantio do milho em consórcio com a braquiária, nas condições deste \n\nexperimento, mostra que a competição da forrageira altera negativamente os aspectos \n\nfisiológicos e em maiores densidades, acima de 8 plantas m-2, causando redução da \n\nprodução da cultura. Esses resultados corroboram os observados por Jakelaitis et al. \n\n(2005) e Petter et al. (2011) que recomendam a aplicação de sub-dose do herbicida \n\nnicosulfuron como alternativa para reduzir o crescimento e consequentemente a \n\ncapacidade competitiva da forrageira. Outros autores como Freitas et al. (2008) e Dan et \n\nal. (2011) afirmam que os herbicidas mesotrione e a mistura iodosulfuron + \n\nforamsulfuron também podem ser utilizados com sucesso  neste sistema de consórcio  \n\nAlém da aplicação de herbicidas outras práticas podem ser adotadas para a \n\nredução do potencial competitivo da braquiária sobre o milho em consórcio. Pequeno et \n\nal. (2006) indicaram que o plantio da forrageira em época tardia em relação a cultura \n\napresenta potencial para o uso no sistema de consórcio. Outra alternativa é a semeadura \n\nda braquiária em maiores profundidades (Ceccon et al., 2013), pois atrasaria a \n\nemergência e a ocupação da área pela forrageira.  \n\nDe maneira geral, enquanto as alterações nas características fisiológicas do \n\nmilho estão ligadas à densidade populacional da braquiária, as da forrageira estão mais \n\nrelacionadas ao sombreamento do milho. Isso refletiu diretamente nas produções das \n\nespécies, sendo que em altas densidades de plantas de braquiária a produção do milho é \n\nreduzida em valores superiores a 25 %, enquanto que a braquiária tem sua biomassa \n\ndiminuída em aproximadamente 85% quando sombreada. \n\n\n\n18 \n \n\n \n\n2.6 – CONCLUSÕES \n\nA interferência promovida pela braquiária altera negativamente as características \n\nfisiológicas do milho. \n\nA produtividade do milho em consórcio é reduzida em densidade de braquiária \n\nsuperior a 8 plantas m-2. \n\nO sombreamento do milho interfere negativamente nas características \n\nfisiológicas da braquiária, independente do número de plantas. \n\n \n\n \n\n2.7 – LITERATURA CITADA \n\nBIANCHI, C. A. M. et al. Condutância da folha em milho cultivado em plantio direto e \nconvencional em diferentes disponibilidades hídricas. Ciência Rural, v.37, n.2, p.315-\n322, 2007. \n\nBRODRIBB, T. J. &amp; HILL, R. S. Increases in water potential gradient reduce xylem \nconductivity in whole plants. Evidence from a low-pressure conductivity \nmethod. Plant Physiology, v. 123, n. 3, p. 1021-1028, 2000.  \n\nBORGHI, E. &amp; CRUSCIOL, C. A. C. Produtividade de milho, espaçamento e \nmodalidade de consorciação com Brachiaria brizantha em sistema plantio \ndireto. Pesquisa Agropecuária Brasileira,  v. 42, n. 2, p.163-171, 2007.  \n\nCARVALHO, F. P. et al. Alocação de matéria seca e capacidade competitiva de \ncultivares de milho com plantas daninhas. Planta Daninha, v. 29, n. 2, p. 373-382, 2011. \n\nCARVALHO, M.M. et al.. Início do florescimento, produção e valor nutritivo de \ngramíneas forrageiras tropicais sob condição de sombreamento natural. Pesquisa \nAgropecuária Brasileira, v.37, n.5, p.717-722, 2002. \n\nCASTRO, C.R.T. et al. Produção forrageira de gramíneas cultivadas sob luminosidade \nreduzida. Revista Brasileira Zootecnia, v.28, n.5, p.919-927, 1999. \n\nCECCON, G et al.. Germinação de Brachiaria ruziziensis em consórcio com milho em \nfunção da profundidade de semeadura e tipos de sementes. Disponível em: &lt;\nhttp://www.diadecampo.com.br/arquivos/materias/%7BD4979453-CB24-4CF6-9693-\n625973663E62%7D_11_4.pdf >. Acesso em 11 de dez 2013. \n\nCOCHARD, H. et al. Unraveling the effects of plant hydraulics on stomatal closure \nduring water stress in walnut. Plant Physiology, v. 128, n. 1, p. 282-290, 2002.  \n\n\n\n19 \n \n\nCONCENCO, G. et al. Uso da água em biótipos de azevém (Lolium multiflorum) em \ncondição de competição. Planta Daninha, v. 25, n. 3, p. 449-455, 2007.  \n\nCONCENCO, G. et al. Uso da água por plantas de arroz em competição com biótipos \nde Echinochloa crusgalli resistente e suscetível ao herbicida \nquinclorac. Planta Daninha, v. 27, n. 2, p. 249-256, 2009.  \n\nCORNIANI, N. et al. Determinação das trocas gasosas e de potencial hídrico através do \nuso de sistemas portáteis na avaliação do estresse. In: SIMPÓSIO INTERNACIONAL \nDE INICIAÇÃO CIENTÍFICA DA UNIVERSIDADE DE SÃO PAULO, 14., 2006, \nPiracicaba. Anais... São Paulo: Universidade de São Paulo, 2006. CD-ROM. \n\nCRUZ, S.C.S. et al. Consórcio de milho e Brachiaria decumbens em diferentes preparos \nde solo. Acta Scientiarum Agronomy, v.31, n.4, p.633-639, 2009. \n\nDAN, H.A. et al. Supressão imposta pelo mesotrione a Brachiaria brizantha em sistema \nde integração lavoura-pecuária. Planta Daninha, v. 29, n. 4, p. 861-867, 2011. \n\nFERREIRA, A. F. et al. fisiológicas da soja em relação a espécies de plantas daninhas. \nRevista Trópica – Ciências Agrárias e Biológicas, v. 5, n. 1, p. 39, 2011.  \n\nFLOSS, E. L. Fisiologia das plantas cultivadas. 4. ed. Passo Fundo-RS: UPF, 2008. \n749 p. \n\nFREITAS, F.C.L. et al. Cultivo consorciado de milho para silagem com Brachiaria \nbrizantha no sistema de plantio convencional. Planta daninha, v.23, n.4, p. 635-644, \n2005.  \n\nFREITAS, F.C.L. et al. Comportamento de cultivares de milho no consórcio com \nBrachiaria brizantha na presença e ausência de foramsulfuron + iodosulfuron-methyl \npara o manejo da forrageira. Planta daninha, v.26, n. 2, p.215-221, 2008. \n\nFREITAS, M. A. M. Impacto do consórcio milho-braquiária no crescimento, \ncaracterísticas nutricionais e fisiológicas do milho e na atividade da microbiota do solo. \nTese (Doutorado em Fitotecnia). Universidade Federal de Viçosa, Viçosa. 2013. \n\nGALON, L et al. Influência de Brachiaria brizantha nas características fisiológicas \nrelacionadas a fotossíntese e uso eficiente da água em cana-de-açúcar. Planta daninha, \nv.29, n.spe,  p.1037-1043, 2011.  \n\nGARCIA et al. Desempenho agronômico da cultura do milho e espécies forrageiras em \nsistema de Integração Lavoura-Pecuária no Cerrado. Ciência Rural, v.43, n.4, p.589-\n595, 2013. \n\nHALL, M. R. et al. The critical period of weed control in grain corn (Zea \nmays).Weed Science, v. 40, n. 4, p. 441-447, 1992.   \n\n\n\n20 \n \n\nJAKELAITIS, A. et al. Influência de herbicidas e de sistemas de semeadura de \nBrachiaria brizantha consorciada com milho. Planta Daninha, v. 2, n. 1, p. 59-67, 2005. \n\nKLUTHCOUSKI, J.; YOKOYAMA, L.P. Opções de integração lavoura-pecuária. In: \nKLUTHCOUSKI, J.; STONE, L.F.; AIDAR, H. Integração lavoura-pecuária. 1.ed. \nSanto Antonio de Goiás: Embrapa Arroz e Feijão, 2003. p.131-141. \n\nKALLENBACH, R.L. et al. Cumulative forage production, forage quality and livestock \nperformance from an annual ryegrass and cereal rye mixture in a Pine–Walnut. \nSilvopasture Agroforestry System, v.66, n.1, p.43-53, 2006. \n\nLEMOS, J.P. Morfofisiologia de plantas de milho em competição com picão-preto e \ntrapoeraba submetidas a roçada. Planta Daninha, v. 30, n. 3, p. 487-496, 2012. \n\nLEONEL et al. Comportamento produtivo e características nutricionais do capim-\nbraquiária cultivado em consórcio com milho. Revista Brasileira de Zootecnia, v.38, \nn.1, p.177-189, 2009. \n\nLOPES, M. N. et al. Trocas gasosas e índices de crescimento em capim-braquiária \nmanejado sob lâminas de irrigação e idades de crescimento. Revista Agro@mbiente, v. \n7, n. 1, p.10-17, 2013. \n\nMATTOS, J. L. S. et al. Crescimento de Espécies do Gênero Brachiaria, sob Déficit \nHídrico, em Casa de Vegetação. Revista Brasileira de Zootecnia, v.34, n.3, p.746-754, \n2005. \n\nMELO, P. T. B. S. et al. Comportamento de populações de arroz irrigado em função das \nproporções de plantas originadas de sementes de alta e baixa qualidade \nfisiológica. Revista Brasileira de Agrociência, v. 12, n. 1, p. 37-43, 2006.  \n\nMEROTTO JR., A. et al. Interferência das plantas daninhas sobre o desenvolvimento \ninicial de plantas de soja e arroz através da qualidade da luz. Planta daninha, v.20, n.1, \np. 9-16, 2002 . \n\nPARIZ, C.M. et al. Massa seca e composição bromatológica de quatro espécies de \nbraquiárias semeadas na linha ou a lanço, em consórcio com milho no sistema plantio \ndireto na palha. Acta Scientiarum. Animal Sciences , v. 32, n. 2, p. 147-154, 2010. \n\nPARIZ, C.M. et al. Produtividade de grãos de milho e massa seca de braquiárias em \nconsórcio no sistema de integração lavoura pecuária. Ciência Rural, v. 41, n.5, p. 875-\n882, 2011. \n\nPEQUENO, D. N. L. et al. Efeito da época de semeadura da Urochloa brizantha em \nconsórcio com o milho, sobre características agronômicas da cultura anual e da \nforrageira em Gurupi, estado do Tocantins. Amazônia: Ciência e Desenvolvimento, v. \n2, n. 3, p. 127-134, 2006. \n\n\n\n21 \n \n\nPETTER, F. A. et al. Seletividade de herbicidas à cultura do milho e ao  capim-\nbraquiária cultivadas no sistema de  integração lavoura-pecuária. Semina: Ciências \nAgrárias, v. 32, n. 3, p.855-864, 2011. \n\nSILVA, A. A. et al. Manejo de plantas daninhas no sistema integrado agricultura-\npecuária. In: ZAMBOLIM, L.; FERREIRA, A. A.; AGNES, E. L. (Eds.). Manejo \nintegrado: integração agricultura-pecuária. Viçosa, MG: Universidade Federal de \nViçosa, 2004. p. 117-169. \n\nSILVA, J. M. S.; GUERRA, S. P. S. Relações hídricas de braquiária um consórcio com \neucalipto aos 45 meses de idade em diferentes espaçamentos. Revista Científica \nEletrônica de Agronomia. v.11, n.2, p. 1-6, 2007. \n\nVIDAL, R. A. Interação negativa entre plantas: Inicialismo, alelopatia e competição. 1. \ned. Porto Alegre-RS: UFRGS, 2010. 132 p. \n\n \n \n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n22 \n \n\n3 – PRODUTIVIDADE E TEOR DE NUTRIENTES DO MILHO EM \n\nCONSÓRCIO COM A BRAQUIÁRIA \n\n \n\n3.1 - RESUMO \n\nNos cultivos consorciados a competição entre as espécies pelos recursos do meio pode \n\ninviabilizar o sistema. A intensidade da interferência de uma espécie sobre a outra, \n\nresultante dessa competição, depende da densidade populacional das espécies \n\ncomponentes do sistema. Na busca de melhor entendimento desses efeitos avaliaram-se \n\nos efeitos de densidades de U. brizantha sobre o crescimento da forrageira e a eficiência \n\nnutricional e produtividade do milho em sistema consorciado. Foram avaliadas oito \n\ndensidades de U. brizantha (0, 8, 9, 12, 14, 15, 17 e 23 plantas m-2) resultantes da \n\nsemeadura de 0, 1, 2, 3, 4, 6, 8 e 10 kg ha-1 de sementes. Os tratamentos foram \n\ncasualizados em blocos com quatro repetições. O milho DHB 390 RR foi semeado no \n\nespaçamento de 0,50 m e na população de 60000 plantas ha-1, sendo o plantio da \n\nbraquiária realizado manualmente na linha de plantio. As avaliações nutricionais foram \n\nrealizadas aos 60 após o plantio das espécies (DAP) e a produtividade de grãos do milho \n\ne a matéria seca da braquiária foi mensurada aos 160 DAP. A matéria seca da braquiária \n\napresentou comportamento quadrático com o aumento da densidade de plantio. O \n\naumento da densidade da U. brizantha resultou em redução linear dos teores de \n\nnitrogênio, fósforo, cálcio e magnésio em plantas de milho, no entanto, sem alterar os \n\nteores de potássio e enxofre. A produtividade de grãos foi afetada negativamente em \n\ndensidade de braquiária superior a 15 plantas m-2. Conclui-se que a interferência da U. \n\nbrizantha sobre o milho, em plantio simultâneo, reduz os teores de fósforo, cálcio e \n\nmagnésio independente da densidade de plantas. A produtividade de grãos e o teor de \n\nnitrogênio foram reduzidos em densidades de braquiária superiores a 15 plantas m-2. \n\nPalavras chave: Urochloa (syn. Brachiaria), consórcio simultâneo, densidade de \n\nsemeadura, consórcio milho-braquiária, nutrição mineral de plantas cultivadas \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n \n\nPRODUCTIVITY AND NUTRIENT CONTENT OF CORN INTERCROPPING \n\nWITH SIGNALGRASS \n\n \n\n3.2 – ABSTRACT \n\nIn intercropping competition among species for environmental resources can cripple the \n\nsystem. The interference intensity of one species over another as a result of this \n\ncompetition depends on the species population density of the system components. In the \n\nsearch for better understanding of these effects evaluated the Urochloa brizantha \n\ndensities effects on forage growth and nutritional maize efficiency and productivity in \n\nintercropping system. Eight densities of U. Brizantha (0, 8, 9, 12 , 14, 15, 17 and : 23 \n\nplants m -2) was evaluated the resulting the seeding of 0, 1 , 2, 3 , 4, 6 , 8 and 10 kg ha-1 \n\nseeds. The treatments were randomized in blocks with four replications. The DHB 390 \n\nRR corn was sown at a spacing of 0.50 m in the population of 60 000 plants ha - 1, with \n\nthe planting of signalgrass performed manually in rows. Nutritional evaluations were \n\nperformed at 60 after planting the species (DAP) and maize grain yield and signalgrass \n\ndry weight was measured 160 DAP. The signalgrass dry matter shows quadractricaly \n\nperformance with increasing planting density. The increased density of U. Brizantha \n\nresulted in a linear reduction of the nitrogen, phosphorus, calcium and magnesium \n\nlevels in maize plants, however, without changing the potassium and sulfur levels. \n\nGrain yield was negatively affected in signalgrass density more than 15 plants m- 2. It is \n\nconcluded that the interference of U. Brizantha on corn of simultaneously planting, \n\nreduces the levels of phosphorus, calcium and magnesium, independent of density. \n\nGrain yield and total nitrogen were reduced by densities signalgrass higher to 15 plants \n\nm-2. \n\nKey words: Urochloa (syn. Brachiaria), simultaneously intercropping, seeding rate, \n\nsignalgrass-corn intercropping, mineral nutrition of cultivated plants. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n24 \n \n\n3.3 – INTRODUÇÃO \n\n \n\nA introdução da braquiária nos sistemas de produção de grãos tem sido uma das \n\nprincipais ferramentas utilizadas para a intensificação da exploração de áreas destinadas \n\nà agropecuária no Brasil (Resende et al., 2008). Uma das técnicas de cultivo consiste no \n\nconsórcio do milho com a braquiária em semeadura simultânea ou posterior ao plantio \n\nda cultura destinada a produção de grãos. Esse consórcio apresenta como vantagens, \n\nalém da produção de grãos do milho, a formação de palhada para o plantio direto ou a \n\nrecuperação/reforma de pastagens degradadas (Carvalho et al., 2005).  \n\nNa implantação do consórcio milho-braquiária, vários arranjos de semeadura \n\npodem ser adotados, os quais influenciam diretamente o sucesso deste sistema (Freitas, \n\n2013). Quando a semeadura da braquiária é realizada simultaneamente a do milho a \n\ninterferência da forrageira sobre a cultura pode reduzir a produção de grãos e, \n\nconsequentemente, comprometer a receita utilizada pelo produtor para amortizar o custo \n\nda implantação da pastagem (Garcia et al., 2012). \n\nA interferência é o conjunto de ações resultantes da competição pelos recursos \n\nnaturais do meio e outras interações entre plantas da comunidade infestante e a cultura, \n\nque ocorre em sistemas de cultivos (Silva et al., 2007). No caso dos cultivos \n\nconsorciados a interferência interespecífica pode provocar menor crescimento e \n\ndesenvolvimento das espécies, inviabilizando o sistema. Espera-se que essa \n\ninterferência seja mais forte quando se estabelece a competição entre espécies que \n\napresentam semelhanças quanto ao nicho ocupado pelas espécies, ou seja, a competição \n\npelos recursos de crescimento seja mais pronunciada (Vidal, 2010). \n\nUm dos principais fatores que afeta a resposta de uma cultura a interferência é a \n\ndensidade populacional da espécie competidora. Esta característica influência \n\ndiretamente a magnitude dos efeitos promovidos pela competição sobre a produtividade \n\nfinal da espécie de interesse. Segundo Vidal (2010) sob baixas densidades de planta \n\ndaninha, o impacto de cada infestante no rendimento da cultura é muito acentuado. Mas, \n\nà medida que aumenta a densidade, a influência das plantas daninhas se sobrepõe e o \n\nimpacto relativo de cada indivíduo já não é tão evidenciado.  \n\nJakelaitis et al. (2005a) verificaram que no consórcio do milho com a U. \n\ndecumbens ocorreu interferência da forrageira no estado nutricional da cultura, e \n\nconsequentemente, na produtividade final de grãos. Segundo Silva et al. (2004), a \n\nintensidade dessa interferência depende das condições do solo e clima, dos cultivares \n\n\n\n25 \n \n\nutilizados e do manejo empregado. Todavia, alguns autores (Portes et al., 2000; \n\nJakelaitis et al., 2005) indicam que a viabilidade do consórcio milho-braquiária é devido \n\nao diferencial na taxa de crescimento inicial e pelos distintos picos de demandas \n\nnutricionais, tornando, dessa forma, possível atender às exigências das diferentes \n\nespécies sem exceder a taxa máxima pela qual os nutrientes podem ser supridos pelo \n\nambiente.  \n\nNesta pesquisa testa-se a hipótese de que é possível o consórcio de milho com \n\nbraquiária, sem que esta espécie altere o teor de nutrientes foliares e a produção do \n\nmilho. Neste sentido, objetivou-se avaliar os teores de macronutrientes e a \n\nprodutividade do milho cultivado em consórcio com diferentes densidades de braquiária \n\n(Urochloa brizantha Stapf). \n\n \n\n3.4 - MATERIAL E MÉTODOS  \n\nO experimento foi realizado durante os meses de outubro de 2011 a março de \n\n2012 no campo experimental do Aeroporto (20º 44’ 37,8” S e 42º 50’ 40” W, altitude de \n\n650 m), pertencente à Universidade Federal de Viçosa, Viçosa-MG. O clima da região é \n\nsubtropical úmido com inverno seco e verão quente, de acordo com a classificação de \n\nKoppen-Geiger, com temperatura média anual de 21ºC e precipitação pluvial média \n\nanual de 1.200 mm. Os dados climáticos coletados na área experimental durante a \n\nrealização da pesquisa estão apresentados na Figura 1. \n\nOutubro\n\n Meses\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n)\n\n0\n\n50\n\n100\n\n150\n\n200\n\nT\nem\n\npe\nra\n\ntu\nra\n\n (\n°C\n\n)\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nPrecipitação semanal\nTemp. máx. semanal\nTemp. mín. semanal\n\nNovembro Dezembro Janeiro Fevereiro Março\n\n2011 2012\n\n12/10/11:Plantio 22/03/13:Colheita  \n\nFigura 1: Precipitação pluvial e temperaturas médias semanais durante o período de \ncondução do experimento \n\n\n\n26 \n \n\n \n\nOs tratamentos foram constituídos do milho cultivado em consórcio com a \n\nUrochloa brizantha cv. Piatã em sete densidades populacionais (0, 8, 9, 12, 14, 15, 17 e \n\n23 plantas m-2) equivalente ao plantio de 0, 1, 2, 3, 4, 6, 8 e 10 kg ha-1 (Valor \n\nCultural=76%), dispostos em delineamento em blocos, com quatro repetições. Cada \n\nparcela experimental apresentou 10 linhas de milho de 6 m de comprimento espaçadas \n\nde 0,50 m sendo que a área útil constituiu-se das seis linhas centrais excluindo 1 m de \n\ncada borda totalizando 12 m² (3 x 4 m).  \n\nPara o preparo da área experimental foi realizada a dessecação da vegetação aos \n\nquinze dias antes do plantio através da aplicação da mistura em tanque dos herbicidas \n\nglyphosate (1.080 g ha-1) + 2,4-D (540 g ha-1). O milho (DKB 390 RR) foi semeado \n\ncom o uso de uma semeadora múltipla Semeato SHM 11/13 adotando-se uma \n\npopulação de 60.000 plantas por hectare. No mesmo dia semeou-se a Urochloa \n\nbrizantha manualmente na linha de plantio do milho respeitando a quantidade \n\nestipulada para cada tratamento.  \n\nO solo da área experimental foi classificado como Argissolo Vermelho-\n\nAmarelo, de textura argilosa. A adubação de plantio foi realizada com a aplicação de \n\n500 kg ha-1 8-28-16 (NPK), distribuídos na linha de plantio do milho. A adubação de \n\ncobertura constou-se da aplicação de 300 kg ha-1 de N na forma de ureia aplicada \n\nquando o milho apresentava seis folhas completamente expandidas. \n\n \n\nTabela 1 – Resultados da análise química e física do solo da área experimental \nSolo pH P K Ca Mg Al H+Al SB (t) (T) V m MO \n\n H2O mg dm\n-3 ------------------------ cmolcdm\n\n-3 --------- ----- dag \n\nArgissolo 5,6 5,9 64 2,0 0,8 0,3 3,3 2,96 2,96 6,26 47 0 2,6 \n\nGranulometria  Argila = 43 Silte = 14 Areia =43% \n\n              Análises realizadas no Laboratório de Análises de Solo Viçosa, segundo a metodologia \nda Empresa Brasileira de Pesquisa Agropecuária – EMBRAPA (1997). \n\n \n\nO controle das plantas daninhas dicotiledôneas em pós-emergência foi realizado \n\ncom a aplicação do herbicida atrazine + óleo na dose de 1.500 g ha-1 aos 30 dias após o \n\nplantio (DAP) do milho. Na testemunha em monocultivo, o controle da braquiária e \n\ndemais plantas daninhas foi feita por meio de capinas manuais, quando necessário. \n\nAos 60 DAP determinou-se a densidade de braquiária através da avaliação do \n\nnúmero de plantas presente em 4 linhas da área útil, cada uma com 2 metros lineares (4 \n\n\n\n27 \n \n\nm-2). No mesmo dia coletou-se a folha oposta e abaixo da espiga superior de dez plantas \n\nde milho (Malavolta et al., 1997) por parcela, para a avaliação do teor de nitrogênio (N), \n\nfósforo (P), potássio (K), cálcio (Ca), magnésio (Mg) e enxofre (S).  \n\nAs folhas coletadas foram secas em estufa de circulação forçada de ar (70 ± 2 \n\nºC) até atingir massa constante e posteriormente moído (&lt;1, 00 mm) e submetidos a \n\nanálise do material vegetal. O N foi determinado por destilação Kjeldahl, após digestão \n\nsulfúrica do material vegetal (Tedesco et al., 1995). Foi realizada à digestão \n\nnitroperclórica do material vegetal para determinação dos teores de P por colorimetria \n\n(Braga e De Felipo, 1974), de K por fotômetro de chama e de Ca e Mg por \n\nespectrofotometria de absorção atômica (Tedesco et al., 1995).  \n\nAos 160 DAP procedeu-se a colheita manual do milho na área útil das parcelas \n\nexperimentais sendo posteriormente determinada a produtividade de grãos corrigida \n\npara 13% de umidade. Na mesma ocasião foi avaliada a matéria seca da parte aérea das \n\nplantas de braquiária. \n\nOs dados foram submetidos à análise de variância pelo teste F e análise de \n\nregressão sendo a escolha do modelo baseada na significância dos coeficientes (p<0,05), \n\nno coeficiente de determinação e no comportamento biológico do fenômeno. \n\n \n\n3.5- RESULTADOS E DISCUSSÃO \n\nO teor de nitrogênio (N) das folhas de milho apresentou comportamento \n\nquadrático em relação à densidade de plantas de braquiária (Figura 2a). O maior teor de \n\nN (3,01) foi observado para a densidade de 9,5 pl m-2 de braquiária com incremento de \n\n6%. Apesar dos valores diferenciados, o teor foliar de N em todos os tratamentos ficou \n\ndentro da faixa adequada de 2,75 a 3,25 dag kg-1 para a cultura no milho (Malavolta et \n\nal., 1997; Coelho et al., 2006), exceto para densidade da forrageira acima de 22 plantas \n\nm-2.  Vidal et al. (2004) observaram que populações de 1,5 a 13 plantas m-2 U. \n\nplantaginea, determinados no final do período crítico de prevenção da interferência no \n\nmilho (50 dias após a emergência), foram suficientes para atingirem o nível de dano \n\neconômico da cultura, justificando o controle desta planta daninha. \n\n \n\n \n\n\n\n28 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n\nT\neo\n\nr \nd\n\ne \nN\n\n (\nd\n\nag\n k\n\ng-\n1 )\n\n0,0\n\n2,6\n\n2,8\n\n3,0\n\n3,2\n\n0,80R       0,0019x0,0362x2,8449Y? 22 ????\n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n0,00\n\n0,27\n\n0,28\n\n0,29\n\n0,30\n\n0,31\n\n0,32\n\n0,33\n\nT\neo\n\nr \nd\n\ne \nP\n\n (\nd\n\nag\n k\n\ng-\n1 )\n\n0,80r    0,0017x   -0,3147Y? 2 ??\n\nFigura 2. Teores de nitrogênio (N) (a) e de fósforo (P) (b) em plantas de milho, \ncultivadas no espaçamento de 0,50 m e população de 60000 plantas ha-1, em consórcio \ncom Urochloa brizantha em diferentes densidades \n \n\n \n\nDe acordo com Nascimento et al. (2010), o aumento da disponibilidade de \n\nnitrogênio, principalmente através da adubação mineral, é acompanhada de resposta \n\npositivas dos teores de N na folha. Os resultados observados nesta pesquisa indicam que \n\nem virtude da grande exigência de N por ambas as espécies quando consorciadas \n\nsimultaneamente, pode haver competição pelo nutriente (Borghi e Crusciol, 2007) e que \n\neste fato pode ser agravado pelo maior número de plantas da forrageira. Jakelaitis et al. \n\n(2005) indicam a aplicação do herbicida nicosulfuron em subdosagem como forma de \n\nminimizar os efeitos competitivos da braquiária com a cultura durante o período crítico \n\nde prevenção da interferência do milho.  \n\nO aumento da densidade de braquiária reduziu linearmente o teor de fósforo (P) \n\nnas folhas de milho sendo que o incremento de cada planta forrageira promove redução \n\nde 0,0017 dag kg-1 da variável (Figura 2b). Cury et al. (2012) observaram que a U. \n\nbrizantha demonstrou alta capacidade competitiva com o milho, pois afetou \n\nnegativamente o conteúdo relativo de nutrientes em todos os componentes vegetativos \n\nda cultura (raiz, caule e folhas). \n\nO teor de potássio (K) não foi afetado pelo aumento da densidade da \n\nbraquiária, enquanto, o teor de cálcio (Ca) foi reduzido linearmente (Figura 3). O \n\naumento de uma unidade (plantas m-2) de braquiária reduziu em 0,0031 dag kg-1 o teor \n\nde Ca nas folhas do milho.  \n\n \n\na b \n\n\n\n29 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n\nT\neo\n\nr \nd\n\ne \nK\n\n (\nd\n\nag\n k\n\ng-\n1 )\n\n0,00\n\n1,55\n\n1,60\n\n1,65\n\n1,70\n1,6230Y ?\n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n\nT\neo\n\nr \nd\n\ne \nC\n\na \n(d\n\nag\n k\n\ng\n-1\n\n)\n\n0,00\n\n0,42\n\n0,44\n\n0,46\n\n0,48\n\n0,50 0,75r    0,0031x   -0,5021Y? 2 ??\n\nFigura 3. Teores de potássio (K) (a) e de cálcio (Ca) (b) em plantas de milho, \ncultivadas no espaçamento de 0,50 m e população de 60000 plantas ha-1, em consórcio \ncom Urochloa brizantha em diferentes densidades \n \n\nEsses resultados corroboram os constatados por Freitas (2013) que observaram \n\nque com o aumento na densidade de semeadura da braquiária consorciada reduziu os \n\nteores de Ca nas folhas de milho independente da aplicação de nicosulfuron e do \n\nespaçamento de plantio. Gimenes et al. (2008) relataram que maiores densidades de \n\nforrageira possibilitaram grande exploração do solo em superfície e volume e, \n\nconsequentemente, intensificou os efeitos competitivos sobre as demais plantas do \n\nsistema. \n\nSemelhante ao observado para o Ca, o teor de magnésio (Mg) nas folhas de \n\nmilho foi reduzido linearmente em função da densidade de braquiária (Figura 4a). \n\nTodavia, não foram constatadas alterações no teor de enxofre (S) nas folhas de milho \n\n(Figura 4b). Jakelaitis et al. (2005) também notaram que, independente da modalidade \n\nde semeadura da braquiária adotada (plantio na linha, na linha e entrelinha ou a lanço) \n\ncom ou sem o uso do nicosulfuron, o teor de S não foi alterado. Resultados semelhantes \n\npara o teor de S foram observados por Costa et al. (2012) para a aplicação de diferentes \n\ndoses de N em cobertura no consórcio do milho com U. brizantha ou U. ruzizienses. \n\n \n\na b \n\n\n\n30 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n\nT\neo\n\nr \nd\n\ne \nM\n\ng(\nd\n\nag\n k\n\ng-\n1 )\n\n0,00\n\n0,18\n\n0,20\n\n0,22\n\n0,24\n\n0,26\n0,77r    0,0026x   -0,2548Y? 2 ??\n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n\nT\neo\n\nr \nd\n\ne \nS\n\n(d\nag\n\n k\ng-\n\n1 )\n\n0,00\n0,26\n\n0,28\n\n0,30\n\n0,32\n\n0,34\n\n0,2956Y ?\n\nFigura 4. Teores de magnésio (Mg) (a) e de enxofre (S) (b) em plantas de milho, \ncultivadas no espaçamento de 0,50 m e população de 60000 plantas ha-1, em consórcio \ncom Urochloa brizantha em diferentes densidades \n\n \n\nPara a produtividade de grãos do milho foi ajustada a equação sigmoidal para o \n\nestudo do comportamento da variável em função da densidade de braquiária (Figura 5). \n\nAdmitindo-se uma perda de 5% produtividade de grãos como o máximo tolerável de \n\nperdas (Hall et al., 1992), é possível observar pelo modelo ajustado, que densidades \n\nacima de 14 plantas m-2 promovem reduções significativas da variável. Em densidades \n\nacima de 17 plantas m-2 a redução na variável é acima de 8 %. Possivelmente, o plantio \n\nda forrageira na linha do milho favorece o crescimento da braquiária pela proximidade \n\ndesta com o adubo depositado na linha visando à nutrição do milho. Neste sentido, a \n\ninterferência da braquiária sobre o milho é aumentada causando efeito negativo sobre a \n\ncultura. \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16 20 24\n\nP\nro\n\nd\nu\n\nti\nvi\n\nd\nad\n\ne(\nk\n\ng \nh\n\na\n-1\n\n)\n\n0\n\n8000\n\n9000\n\n10000\n\n11000\n\n12000\n0,96R     1,3996))-12,9996)/-exp(-(x1866,0607/(10522,4725Y? 2 ????\n\n \n\na b \n\n\n\n31 \n \n\nFigura 5. Produtividade de grãos do milho cultivado no espaçamento de 0,50 m e \npopulação de 60000 plantas ha-1, em consórcio com Urochloa brizantha em diferentes \ndensidades \n \n\nA matéria seca da parte aérea da braquiária apresentou comportamento \n\nquadrático com o aumento da densidade de plantio (Figura 6). Segundo Pequeno et a. \n\n(2006) a braquiária atinge maiores produções de matéria seca quando o plantio é \n\nrealizado simultaneamente ao do milho. Todavia a produção de matéria seca observada \n\nno presente trabalho foi maior do que a constatada por Portes et al. (2000) sendo que \n\nesses autores relaram redução superior a 80% da biomassa de forrageira do consórcio \n\nem comparação ao cultivo solteiro.  \n\nDensidade de braquiaria (plantas m-2)\n\n0 5 10 15 20 25\n\nM\nat\n\nér\nia\n\n s\nec\n\na \n(g\n\n m\n-2\n\n)\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n0,92R   0,0650x-3,2336x-14,9945Y? 22 ???\n\n \n\nFigura 6. Matéria seca da braquiária cultivada em consórcio com o milho diferentes \ndensidades de plantio da forrageira \n\n \n\nPariz et al. (2011) relataram que o comportamento da cultura do milho quando \n\nem consórcio com a braquiária é influenciado principalmente pela velocidade de \n\nestabelecimento da forrageira e do aumento da competição por água, luz e nutrientes, o \n\nque pode prejudicar o desenvolvimento e consequentemente a produtividade de grãos da \n\ncultura. No presente trabalho, a emergência da U. brizantha foi observada junto com a \n\ndo milho, e esse fato pode ter contribuído para a maior capacidade competitiva com o \n\nmesmo. \n\nA principal prática adotada em pós-emergência da braquiária visando reduzir a \n\ninterferência sobre o milho tem sido a aplicação de sub-doses de herbicidas que \n\nretardem o crescimento da forrageira. Alguns estudos indicam a aplicação de 8 g ha-1 do \n\n\n\n32 \n \n\nnicosulfuron para garantir a produtividade do milho em consórcio semelhante ao do \n\ncultivo solteiro (Jakelaitis et al., 2004; Trigueiro et al., 2007; Petter et al., 2011). \n\n \n\n3.6- CONCLUSÕES  \n\nO plantio simultâneo e manual da braquiária na linha do milho reduz os teores \n\nde P, Ca e Mg nas folhas independente da densidade de plantas.  \n\nO teor de N nas folhas do milho é afetado negativamente (abaixo da faixa \n\nadequada) em densidades superiores a 22 plantas m-2. \n\nDensidades acima de 17 plantas m-2 de U. brizantha acumularam maior matéria \n\nseca de modo a reduzir a produtividade de grãos de milho. \n\n \n\n \n3.7- LITERATURA CITADA  \n \n\nBORGHI, E. &amp; CRUSCIOL, C. A. C. Produtividade de milho, espaçamento e \nmodalidade de consorciação com Brachiaria brizantha em sistema plantio \ndireto. Pesquisa Agropecuária Brasileira,  v. 42, n. 2, p.163-171, 2007.  \n\nCARVALHO et al. Integração agricultura-pecuária: um enfoque sobre cobertura vegetal \npermanente. Revista Electrónica de Veterinaria, v. 6, n. 8, pp. 1-19, 2005. \n\nCOSTA et al. Adubação nitrogenada no consórcio de milho com duas espécies de \nbraquiária em sistema plantio direto. Pesquisa Agropecuária Brasileira, v.47, n.8, \np.1038-1047, 2012. \n\nCURY, J.P. et al.. Acúmulo e partição de nutrientes de cultivares de milho em \ncompetição com plantas daninhas. Planta Daninha, v.30, n.2, p.287-296, 2012. \n\nFREITAS, M. A. M. Impacto do consórcio milho-braquiária no crescimento, \ncaracterísticas nutricionais e fisiológicas do milho e na atividade da microbiota do solo. \nTese (Doutorado em Fitotecnia). Universidade Federal de Viçosa, Viçosa. 2013. \n\nGARCIA, C. M. P. et al. Análise econômica da produtividade de grãos de milho \nconsorciado com forrageiras dos gêneros Brachiaria e Panicum em sistema plantio \ndireto. Revista Ceres, v. 59, n.2, p.157-163, 2012.  \n\nGIMENES, M.J. et al. Interferência de espécies forrageiras em consórcio com a cultura \ndo milho. Revista da Faculdade de Zootecnia, Veterinária e Agronomia, v.15, n.2, p.61-\n76, 2008. \n\n\n\n33 \n \n\nJAKELAITIS, A. et al. Manejo de plantas daninhas no consórcio de milho com capim-\nbraquiária (Brachiaria decumbens). Planta Daninha, v.22, n.4, p.553-560, 2004. \n\nJAKELAITIS, A. et al. Influência de herbicidas e de sistemas de semeadura de \nBrachiaria brizantha consorciada com milho. Planta Daninha, v. 2, n. 1, p. 59-67, \n2005a. \n\nJAKELAITIS, A. et al. Efeitos do nitrogênio sobre o milho cultivado em consórcio \ncom Brachiaria brizantha. Acta Scientiarum. Agronomy, v. 27, n. 1, p. 39-46, 2005b. \n\nMALAVOLTA, E. et al. Avaliação do estado nutricional das plantas; princípios e \naplicações. Piracicaba, Associação Brasileira para Pesquisa da Potassa e do Fosfato, \n1997. 319 p. \n\nNASCIMENTO, F. M. et al. Diagnose foliar em plantas de milho em sistema de \nsemeadura direta em função de doses e épocas de aplicação de nitrogênio. Revista \nBrasileira de Tecnologia Aplicada nas Ciências Agrárias, v.5, n.1, p.67-86, 2012. \n\n PARIZ, C.M. et al. Produtividade de grãos de milho e massa seca de braquiárias em \nconsórcio no sistema de integração lavoura pecuária. Ciência Rural, v. 41, n.2, p. 875-\n882, 2011. \n\nPEQUENO, D. N. L. et al. Efeito da época de semeadura da Brachiaria brizantha em \nconsórcio com o milho, sobre caracteres agronômicos da cultura anual e da forrageira, \nem Gurupi, estado do Tocantins. Amazônia: Ciência e Desenvolvimento, v.2, n.3, p. \n127-133, 2006. \n\nPETTER, F. A. et al. Seletividade de herbicidas à cultura do milho e ao  capim-\nbraquiária cultivadas no sistema de  integração lavoura-pecuária. Semina: Ciências \nAgrárias, v. 32, n. 3, p.855-864, 2011. \n\nPORTES, T. A. et al. Análise do crescimento de uma cultivar de braquiária em cultivo \nsolteiro e consorciado com cereais. Pesquisa Agropecuária Brasileira, v.35, n.7, p.1349-\n1358, 2000. \n\nRESENDE et al. Adubação e arranjo de plantas no consórcio milho e braquiária. \nPesquisa Agropecuária Tropical, v. 38, n. 4, p. 269-275, 2008. \n\nSILVA, P.S.L. et al. Number and time of weeding effects on maize grain yield. Revista \nBrasileira de Milho e Sorgo, v.3, n.2, p.204-213, 2004. \n\nSILVA, A. A. et al. Herbicidas: classificação e mecanismo de ação. In: SILVA, A. A.; \nSILVA, J. F. (Eds.). Tópicos em manejo de plantas daninhas. Viçosa, MG: \nUniversidade Federal de Viçosa, 2007. p. 83-148. \n\nTEDESCO, M. J. et al. Análises de solo, plantas e outros materiais. 2. ed. Porto Alegre, \nUniversidade Federal do Rio Grande do Sul, 174p., 1995. \n\n\n\n34 \n \n\nTRIGUEIRO, L. R. C. et al. Seletividade de herbicidas aplicados em pós-emergência \nsobre capim-colonião e efeito na qualidade das sementes. Planta Daninha, v. 25, n. 2, p. \n341-349, 2007. \n\nVIDAL, R.A. et al. Nível de dano econômico de Brachiaria plantaginea na cultura de \nmilho irrigado. Planta Daninha, v.22, p.63-69, 2004. \n\nVIDAL, R. A. Interação negativa entre plantas: Inicialismo, alelopatia e competição. 1. \ned. Porto Alegre-RS: UFRGS, 2010. 132 p. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n35 \n \n\n4. COMPONENTES PRODUTIVOS DO MILHO EM CONSÓRCIO COM A \n\nBRAQUIÁRIA \n\n \n\n4.1 –RESUMO \n\nO entendimento do comportamento das espécies cultivadas no sistema consorciado é \n\ncondição básica para adoção de práticas que venham garantir o sucesso econômico e \n\nambiental desse sistema de cultivo. Na busca desse conhecimento avaliou-se neste \n\ntrabalho os efeitos da Urochloa brizantha em diferentes densidades populacionais sobre \n\nos componentes produtivos do milho em sistema consorciado. Foram realizados dois \n\nexperimentos durante os períodos de outubro a março de 2011/2012 e 2012/2013, no \n\ndelineamento de blocos casualizados com quatro repetições. Nos dois anos agrícolas \n\navaliou-se o milho (DKB 390 RR) cultivado em consórcio com a U. brizantha cv. BRS \n\nPiatã em oito densidades populacionais resultantes da semeadura de 0, 1, 2, 3, 4, 6, 8 e \n\n10 kg ha-1 de sementes com valor cultural de 76%. No primeiro experimento \n\n(2011/2012) a densidade de plantas foi de 0, 8, 9, 12, 14, 15, 17 e 23 plantas m-2 sendo a \n\nsemeadura realizada a lanço na linha de plantio, enquanto que no segundo (2012/2013) \n\nfoi de 5, 7, 8, 9, 10, 12 e 15 plantas m-2 com a semeadura da forrageira realizada a 2cm \n\nde profundidade. O milho foi semeado adotando-se uma população de 60.000 de plantas \n\nde milho por hectare no espaçamento de 0,50. O incremento da densidade de plantio da \n\nU. brizantha aumentou linearmente a matéria seca da forrageira com reflexos negativos \n\nsobre o peso de espigas, peso de grãos e número de grãos por espiga do milho nos dois \n\nanos de avaliação. A produtividade dos grãos foi afetada negativamente em densidades \n\npopulacionais superiores à 14 e 8 plantas m-2 no primeiro e segundo ano de \n\nexperimento, respectivamente. Em maiores densidades, as plantas de braquiária podem \n\nreduzir a eficiência da colheita dos grãos de milho. Conclui-se que os componentes \n\nprodutivos do milho são afetados pela U. brizantha em consórcio simultâneo. \n\nPalavras chave: Urochloa (syn. Brachiaria), consórcio simultâneo, densidade de \n\nsemeadura, consórcio milho-braquiária, integração lavoura-pecuária \n\n \n\n \n\n \n\n \n\n \n\n\n\n36 \n \n\nCOMPONENTS OF MAIZE PRODUCTION IN INTERCROPPING  \n\nWITH SIGNALGRASS \n\n \n4.2 – ABSTRACT \n\nBetter understanding of the behavior of the species in the intercropping system can \n\nsupport the development of strategies for system management. This study evaluated the \n\nUrochloa Brizantha effects in different population densities on the maize productive \n\ncomponents in intercropping system. The experiments were conducted during the \n\nperiods from october to march in 2011/2012 and 2012/2013, in a randomized complete \n\nblock design with four replications. In both years evaluated the corn (DKB 390 RR) \n\ngrown intercropping with U. brizantha cv. BRS Piatã in eight densities of seeding \n\nresulting of 0, 1, 2, 3, 4, 6, 8 and 10 kg ha-1 seeds with culture value of 76%. In the first \n\nexperiment (2011/2012) density of plants was 0, 8, 9, 12, 14, 15, 17 and 23 plants m-2, \n\nbeing by throwing sowing in rows while the second (the 2012/2013) where 5, 7, 8 , 9, \n\n10 , 12 and 15 plants m-2 with forage seeding made the 2 cm deep. Corn was sown \n\nadopting a population of 60,000 corn plants per hectare at a spacing of 0.50. Increased \n\nplanting density of U. Brizantha linearly increased dry matter forage with negative \n\neffects on ear weight, grain weight and number of grains per ear of corn in the two years \n\nof evaluation. The grain yield was negatively affected in population densities above the \n\n14 and 8 plants m-2 in the first and second year of the experiment, respectively. At \n\nhigher densities, signalgrass plants can reduce the efficiency of corn harvest. We \n\nconclude that the productive corn components are affected by U. Brizantha \n\nsimultaneously intercropping. \n\nKey words: Urochloa (syn. Brachiaria), simultaneous intercropping, seeding rate, \n\nsignalgrass-corn intercropping, crop-livestock integration \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n37 \n \n\n4.3 – INTRODUÇÃO \n\nO milho e a Urochloa brizantha Stapf são espécies pertencentes à família \n\nPoaceae cultivadas praticamente em todo o território brasileiro. Apesar da maior parte \n\nde seus cultivos serem solteiros, existe uma crescente adoção do consórcio entre essas \n\nculturas, principalmente nas safras de verão e safrinha, visando à produção de grãos ou \n\nsilagem e a antecipação da implantação da forrageira, possibilitando o fornecimento de \n\nforragem na época seca do ano (Mello, 2003). \n\nO consórcio é um sistema de cultivo que envolve o plantio de duas ou mais \n\nespécies numa mesma área em determinado período de tempo. No caso do consórcio \n\nmilho-braquiária, o sucesso deste sistema é possível graças ao diferencial no acúmulo \n\nde biomassa das espécies (Kluthcouski e Yokoyama, 2003). De maneira geral, as \n\ngramíneas forrageiras tropicais apresentam lento acúmulo de matéria seca da parte aérea \n\naté 50 dias após a emergência, enquanto o milho apresenta maior taxa de crescimento \n\ninicial (Silva et al., 2004). Todavia, em alguns casos, a braquiária pode ser considerada \n\numa planta daninha, pois apresenta a capacidade de afetar negativamente os \n\ncomponentes de produção da cultura (Brambrilla et al., 2009; Freitas, 2013; Richart et \n\nal., 2010).  \n\nUm dos fatores que deve ser considerado na implantação do consórcio milho-\n\nbraquiária é a possibilidade de prejuízos na colheita mecânica ocasionadas pelo \n\ncrescimento excessivo da forrageira. Para essas situações são recomendadas técnicas de \n\nmanejo que favoreçam o crescimento e desenvolvimento da cultura, como a aplicação \n\nde subdoses de herbicidas (Jakelaitis et al., 2005), redução do espaçamento (Freitas, \n\n2013) e o plantio tardio da forrageira (Richart et al., 2010). \n\nO potencial competitivo das plantas pelos recursos do meio varia em função da \n\nespécie presente na área (Rigoli et al., 2008), do nível populacional (Vidal et al., 2004), \n\nda época de emergência em relação à cultura (Silva et al., 2007) e das características \n\ncompetitivas dos cultivares (Galon et al., 2007). Espera-se, portanto, que num plantio \n\nsimultâneo, a interferência da braquiária sobre o milho seja maximizada, sobretudo em \n\nmaiores densidades da forrageira.  \n\nConsiderando que a produção de grãos do milho é utilizada para amortizar \n\nparte dos custos de reforma e/ou instalação da pastagem (Pequeno et al., 2006), são \n\nnecessários estudos sobre o impacto da braquiária no rendimento do milho visando \n\naprimorar as técnicas de manejo do sistema consorciado. Neste sentido, objetivou-se \n\n\n\n38 \n \n\navaliar os componentes produtivos do milho cultivado em consórcio com diferentes \n\ndensidades de braquiária (Urochloa brizantha Stapf). \n\n \n\n4.4 - MATERIAL E MÉTODOS  \n\nOs experimentos foram realizados durante os períodos de outubro a março dos \n\nanos de 2011/2012 e 2012/2013, no campo experimental do Aeroporto (20º 44’ 37,8” S \n\ne 42º 50’ 40” W, altitude de 650 m), pertencente à Universidade Federal de Viçosa, \n\nViçosa-MG.  O clima local, segundo classificação de Koppen, é Cwa, ou seja, quente \n\ntemperado chuvoso, caracterizado por verões quentes e invernos secos. Os dados \n\nclimáticos coletados na área experimental durante a realização da pesquisa estão \n\napresentados na Figura 1. \n\n \n\nOutubro\n\n Meses\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n)\n\n0\n\n50\n\n100\n\n150\n\n200\n\nT\nem\n\npe\nra\n\ntu\nra\n\n (\n°C\n\n)\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nPrecipitação semanal\nTemp. máx. semanal\nTemp. mín. semanal\n\nNovembro Dezembro Janeiro Fevereiro Março\n\n2011 2012\n\n12/10/11:Plantio 22/03/13:Colheita  \n Meses\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n)\n\n0\n\n50\n\n100\n\n150\n\n200\n\nT\nem\n\npe\nra\n\ntu\nra\n\n (\n°C\n\n)\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nOutubro Novembro Dezembro Janeiro Fevereiro Março\n\n2012 2013\n\nPrecipitação semanal\nTemp. máx. semanal\nTemp. mín. semanal\n\n10/10/12:Plantio 20/03/13:Colheita  \nFigura 1. Dados pluviométricos dos períodos de condução do experimento, nos anos \nagrícolas de 2011/2012 (a) e 2012/ 2013 (b) \n\n \n\n O solo da área experimental foi classificado como Argissolo Vermelho-Amarelo \n\ne apresentou granulometria de 43,0; 14,0 e 43,0 dag kg-1 de areia, silte e argila, \n\nrespectivamente. A análise química do solo para o ano de 2011/2012 apresentava as \n\nseguintes características: pH (H2O)=5,6; P=5,9 mg dm\n-3; M.O.=2,6 dag kg-1; K=64,0 \n\nmg dm-3; Ca=2,0 cmolc dm\n-3; Mg=0,8 cmolc dm\n\n-3; H+Al=3,3 cmolc dm\n-3; SB=2,96 \n\ncmolc dm\n-3; t=2,96 cmolc dm\n\n-3 e V=47,0%. Para a segunda época: pH (H2O)=5,4; \n\nP=61,0 mg dm-3; M.O.=1,6 dag kg-1; K=36,0 mg dm3; Ca=1,9 cmolc dm\n-3; Mg=0,4 \n\ncmolc dm\n-3; H+Al=1,0 cmolc dm\n\n-3; SB=2,4 cmolc dm\n-3; t=2,4 cmolc dm\n\n-3e V=60,0%. \n\nA adubação de plantio constou de 500 kg ha-1 da formulação 8-28-16 (NPK), \n\ndistribuídos na linha de plantio do milho. A adubação de cobertura foi de 300 kg ha-1 de \n\na b \n\n\n\n39 \n \n\nN na forma de uréia, aplicado quando o milho apresentava seis folhas completamente \n\nexpandidas. \n\nOs experimentos foram realizados em blocos casualizados, com quatro \n\nrepetições. Nos dois anos agrícolas avaliou-se o milho cultivado em consórcio com a \n\nUrochloa brizantha cv. BRS Piatã em oito densidades populacionais resultantes da \n\nsemeadura de 0, 1, 2, 3, 4, 6, 8 e 10 kg ha-1 de sementes com valor cultural de 76%. No \n\nprimeiro experimento (2011/2012), a densidade de plantas foi de 0, 8, 9, 12, 14, 15, 17 e \n\n23 plantas m-2, enquanto que no segundo (2012/2013) foi de 5, 7, 8, 9, 10, 12 e 15 \n\nplantas m-2. Cada parcela experimental apresentou 10 linhas de milho de 6 metros de \n\ncomprimento espaçadas de 0,50 m, sendo que a área útil constituiu-se das 6 linhas \n\ncentrais, excluindo 1 m de cada borda totalizando 12 m² (3 x 4 m).  \n\nPara o preparo da área experimental realizou-se a dessecação da vegetação \n\nquinze dias antes do plantio com a aplicação da mistura em tanque dos herbicidas \n\nglyphosate (1.080 g ha-1) + 2,4-D (540 g ha-1). O milho (DKB 390 RR) foi semeado \n\ncom o uso de uma semeadora múltipla Semeato SHM 11/13 adotando-se uma \n\npopulação de 60.000 plantas por hectare. No ensaio realizado em 2011/2012 a U \n\nbrizantha foi semeada manualmente na linha de plantio do milho, enquanto que no \n\nsegundo ano semeou-se a forrageira simultaneamente com o milho através do uso da \n\nmesma semeadora, com profundidade aproximada de 5 cm para o milho e 2 cm para a \n\nbraquiária, respeitando-se a quantidade estipulada para cada tratamento. \n\nO controle das plantas daninhas dicotiledôneas foi realizado com a aplicação do \n\nherbicida atrazine + óleo em pós-emergência na dose de 1.500 g ha-1 aos 30 dias após o \n\nplantio do milho (DAP). Na testemunha em monocultivo o controle das plantas \n\ndaninhas foi feita por meio de capinas manuais, quando necessário. \n\nO milho foi colhido manualmente aos 150 DAP sendo determinado o peso de \n\nespigas, o número de grãos por espiga, o peso de 1000 grãos e a produtividade corrigida \n\npara 13% de umidade. Ainda foi analisada a facilidade de colheita do milho através de \n\nnotas variando de 1 a 4, onde eram observadas a seguintes características: Nota 1 - \n\nColheita fácil - com a braquiária atingindo no máximo 20 cm de altura; Nota 2: Colheita \n\nregular - com a braquiária atingindo entre 20 e 60 cm de altura; Nota 3: Colheita ruim - \n\ncom a braquiária apresentando entre 60 cm e a altura da espiga (110 cm). Nota 4: \n\nColheita comprometida – com a braquiária apresentando altura superior a altura da \n\nespiga do milho (110 cm). Na mesma ocasião foram avaliadas o número de plantas e a \n\n\n\n40 \n \n\nmatéria seca da braquiária por meio da coleta da parte área presente em 4 linhas da área \n\nútil cada uma com 2 metros lineares (4 m-2). \n\nPara a variável nota de colheita procedeu-se análise descritiva dos resultados \n\nseparadamente para os dois anos. Os demais dados coletados foram analisados por meio \n\nde análise de regressão, sendo a escolha do modelo baseada na significância dos \n\ncoeficientes (p<0,05), no coeficiente de determinação e no comportamento biológico do \n\nfenômeno. \n\nOs dados de produtividade de grãos foram submetidos à análise de regressão \n\npelo modelo sigmoidal de Boltzmann adaptado que obedece a seguinte equação: Y= \n\nY0 + {a / [1+ exp(-(x-xo)) / b]}, em que Y é a produtividade estimada do milho, em kg \n\nha-1; Y0, a produção mínima estimada; a, diferença entre o ponto máximo e mínimo da \n\nequação; Xo, limite superior do período de convivência ou controle que corresponde ao \n\nvalor intermediário entre a produção máxima e a mínima; e b, parâmetro que indica a \n\nvelocidade de perda ou ganho de produção. \n\n \n\n4.5- RESULTADOS E DISCUSSÃO \n\n \n\nIndependente do ano de avaliação, a matéria seca da braquiária (MS) aumentou \n\nlinearmente com o incremento da densidade de plantio, sendo que o aumento de 1 \n\nplanta m-2 da forrageira acrescentava em 22,36 e 31,62 g m-2  a MS no primeiro e \n\nsegundo ensaio, respectivamente (Figura 2).  \n\n \n\nDensidade de braquiaria (plantas m-2)\n\n0 8 12 16 20 24\n\nM\nat\n\nér\nia\n\n s\nec\n\na \n(g\n\n m\n-2\n\n)\n\n0\n\n200\n\n300\n\n400\n\n500\n\n600\n0,87r  22,3654x  82,3132Y? 2 ???\n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16\n\nM\nat\n\nér\nia\n\n s\nec\n\na \n(g\n\n)\n\n0\n\n200\n\n300\n\n400\n\n500\n\n600\n\n0,89r  31,6191x  29,7378Y? 2 ???\n\nFigura 2: Matéria seca da braquiária em consórcio com o milho em diferentes \ndensidades populacionais nas safras de 2011/2012 (a) e 2012/2013 (b)  \n\n \n \n\na b \n\n\n\n41 \n \n\nElevadas produções de MS são desejáveis quando o sistema de cultivo \n\ncontempla a introdução de bovinos na área para pastejo, notadamente quando a \n\nrecuperação da planta forrageira, após colheita da cultura principal, ocorre em curto \n\nperíodo de tempo (Garcia et al., 2004). Segundo Resende et al. (2009), a MS da \n\nbraquiária é dependente da densidade de plantas da forrageira, do arranjo de plantas de \n\nmilho e da adubação adotada, sendo que esses autores observaram maiores produções \n\nde biomassa de braquiária em densidades de plantas de 20 plantas m-2 e cultivadas com \n\nmilho no espaçamento entrelinhas de 0,45 m e população de 55,555 plantas ha-1, \n\nsemelhante ao observado no presente trabalho. \n\nConforme observado por Pacheco et al. (2010), a semeadura em superfície, \n\ncomo realizado no primeiro ensaio (2011/2012), pode resultar em maiores valores de \n\nMS, possivelmente devido à maior velocidade de estabelecimento das plantas, sendo \n\nque a U. brizantha, U. decumbens e U. ruziziensis apresentam a maior capacidade de \n\nprodução de MS até a profundidade de 8 cm, indicando ser uma espécie com alta \n\ncapacidade competitiva com a cultura anual em consórcio. Jakelaitis et al. (2005) \n\ntambém constataram que a semeadura de U. brizantha em cultivo solteiro, ou em linhas \n\ne a lanço, em consórcio com o milho, influenciaram fortemente o rendimento forrageiro, \n\nmas não afetaram a produção de grãos de milho. Segundo Portes et al. (2000), o \n\nsombreamento enfraquece a braquiária, planta tipicamente exigente em luz. Esses \n\nautores constataram valores de MS semelhantes aos observados nos dois anos de \n\navaliação. \n\nO aumento da densidade de plantio da braquiária reduziu linearmente o peso de \n\nespiga por planta (PE) de milho nos dois anos de avaliação (Figura 3). De acordo com \n\nResende et al. (2008), a disponibilidade de nutrientes tem grande influência sobre o \n\npeso de espigas e a produção de grãos do milho, sobretudo sem restrição hídrica. Deste \n\nmodo, a competição entre a braquiária e o milho pelos nutrientes do solo pode ser uma \n\ndas causas da redução do PE. Esses valores corroboram os observados por Rossi et al. \n\n(1996) que também relataram redução no peso de espigas de sete cultivares de milho \n\nsemeados nas parcelas sem o controle das plantas daninhas.  \n\n \n\n\n\n42 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16 20 24\n\nP\nes\n\no \nd\n\ne \nes\n\np\nig\n\na \n(g\n\n p\nla\n\nn\nta\n\ns)\n\n0\n200\n\n220\n\n240\n\n260\n\n280\n\n300 0,84r1,3817x   293,7172Y? 2 ???\n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16\n\nP\nes\n\no \nd\n\ne \nes\n\np\nig\n\na \n(g\n\n p\nl-1\n\n)\n\n0\n200\n\n220\n\n240\n\n260\n\n280\n\n300\n\n0,86r5,0322x  279,0784Y? 2 ???\n\n \nFigura 3: Peso de espiga de plantas de milho em consórcio com diferentes densidades \npopulacionais de Urochloa brizantha nas safras de 2011/2012 (a) e 2012/2013 (b) \n\nDe acordo com Wagner et al. (2013), a ocorrência de déficit hídrico nos estádios \n\nVT (pendoamento) e A-F(R1) (antese-florescimento/fecundação) podem reduzir em \n\naproximadamente 30% a produtividade de grãos do milho. Como pode ser observado na \n\nFigura 1, no primeiro ano de cultivo (2011/2012) esse problema ocorreu somente aos \n\n120 dias após o plantio (DAP), enquanto que no segundo ano (2012/2013) houve dois \n\nveranicos, sendo que o primeiro ocorreu próximo aos 60 DAP e o segundo aos 90 DAP, \n\no que pode ter contribuído para a redução do PE.  \n\nO peso de 1000 grãos do milho não foi alterado pela densidade de plantio da \n\nbraquiária no primeiro ensaio, entretanto reduziu linearmente na safra 2012/2013 \n\n(Figura 4). O peso dos grãos de milho é uma variável que apresenta resultados \n\ncontroversos na literatura quando são analisados trabalhos que avaliaram estratégias de \n\nmanejo de plantas daninhas nessa cultura. Silva et al. (2009), Timossi e Freitas (2011), \n\nDan et al. (2010), não observaram diferenças significativas para o peso de 100 grãos \n\nentre diferentes métodos de controle de plantas daninhas, caracterizando-se assim num \n\nparâmetro pouco influenciável pela competição exercida pelas infestantes. Do mesmo \n\nmodo, Pariz et al. (2011) constataram que o plantio da U. brizantha a lanço ou na linha \n\nde plantio do milho não alterou o peso de grãos da cultura, enquanto que a U. \n\ndecumbens mostrou-se mais competitiva quando semeada a lanço. No entanto, a \n\nausência de controle das plantas daninhas foi capaz de reduzir a variável peso de 1000 \n\ngrãos em trabalhos de Silva et al. (2004) e Zanata et al. (2007).  \n\n \n\na b \n\n\n\n43 \n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16 20 24\n\nP\nes\n\no \nde\n\n 1\n00\n\n0 \ngr\n\não\ns \n\n(g\n)\n\n0\n\n320\n\n340\n\n360\n\n380\n\n400\n\n420\n397,6177Y ?\n\n Densidade de braquiaria (plantas m-2)\n0 4 8 12 16\n\nP\nes\n\no \nde\n\n 1\n00\n\n0 \ngr\n\não\ns \n\n(g\n)\n\n0\n320\n\n340\n\n360\n\n380\n\n400\n\n420\n0,76r 4,9991x   408,7082Y? 2 ???\n\n \nFigura 4: Peso de 1000 grãos do milho em consórcio com diferentes densidades \npopulacionais de Urochloa brizantha nas safras de 2011/2012 (a) e 2012/2013 (b) \n\n \n\nO aumento na densidade de semeadura da braquiária reduziu linearmente o \n\nnúmero de grãos por espiga do milho nos dois ensaios realizados (Figura 5). Sangoi \n\n(2001) relata que a competição das plantas pela radiação solar incidente, por nutrientes \n\ne por água determina a formação da espiga, sobretudo em suprimento de carbono e \n\nnitrogênio para as plantas. Consequentemente pode haver um incremento da esterilidade \n\ndas plantas e um decréscimo do número de grãos por espiga e, também, da massa dos \n\ngrãos. Isso pode provocar a redução no desenvolvimento dos grãos, notadamente na \n\nparte superior da espiga, que, muitas vezes, não se desenvolve, ainda que tenha havido \n\nfertilização regular dos óvulos.  \n\n \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16 20 24\n\nN\núm\n\ner\no \n\nde\n g\n\nrã\nos\n\n p\nor\n\n e\nsp\n\nig\na\n\n0\n350\n\n400\n\n450\n\n500\n\n550\n\n600\n\n650\n\n700 0,79r  10,6939x  681,4820Y?  2 ???\n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16\n\nN\núm\n\ner\no \n\nde\n g\n\nrã\nos\n\n p\nor\n\n e\nsp\n\nig\na\n\n0\n350\n\n400\n\n450\n\n500\n\n550\n\n600\n\n650\n\n700\n\n0,56r 6,6632x   500,5593Y? 2 ???\n\n \nFigura 5: Número de grãos por espiga do milho em consórcio com diferentes \ndensidades populacionais de Urochloa brizantha nas safras de 2011/2012 (a) e \n2012/2013 (b) \n\n \n\n A produtividade de grãos de milho (PROD) foi reduzida nas maiores densidades \nde braquiária nos dois ensaios realizados (Figura 6). Quando consorciado com as \n\na b \n\na b \n\n\n\n44 \n \n\nmenores densidades de plantio da U. brizantha (1 e 2 kg ha-1), a PROD foi semelhante à \n\ntestemunha, indicando que os efeitos negativos da interferência da forrageira são \n\nminimizados em menores densidades de plantas. É possível observar também que há \n\numa tendência à estabilização da PROD nas três últimas densidades para o primeiro \n\nensaio (plantio manual sobre a linha do milho) e nas duas últimas para o segundo ensaio \n\n(plantio na máquina a 2 cm de profundidade). Admitindo-se uma perda de 5% na PROD \n\ncomo o máximo tolerável de perdas (Hall et al., 1992), é possível observar pelo modelo \n\najustado, que densidades acima de 14 e 8 plantas m-2 promoveram reduções \n\nsignificativas da variável no primeiro e segundo ano de experimento, respectivamente. \n\nDensidade de braquiaria (plantas m-2)\n\n0 4 8 12 16 20 24\n\nP\nro\n\nd\nu\n\nti\nvi\n\nd\nad\n\ne(\nk\n\ng \nh\n\na-\n1 )\n\n0\n\n8000\n\n9000\n\n10000\n\n11000\n\n12000\n0,96R     1,3996))-12,9996)/-exp(-(x1866,0607/(10522,4725Y? 2 ????\n\n Densidade de braquiaria (plantas m-2)\n0 4 8 12 16\n\nP\nro\n\ndu\nti\n\nvi\nda\n\nde\n d\n\ne \ngr\n\não\ns \n\n(k\ng \n\nha\n-1\n\n)\n\n0\n\n8000\n\n9000\n\n10000\n\n11000\n\n12000\n0,98R       1,36))-9,33)/-exp(-(x2951,33/(18405,52Y? 2 ????\n\n \nFigura 6: Produtividade de grãos do milho em consórcio com diferentes densidades \npopulacionais de Urochloa brizantha nas safras de 2011/2012 (a) e 2012/2013 (b) \n \n\nDe acordo com Pariz et al. (2011), na semeadura a lanço, ocorre a melhor \n\ndistribuição das plantas de braquiária na área, pois na semeadura em linha estas se \n\nconcentraram a cada 50 cm (espaçamento do milho), ocorrendo, inclusive, competição \n\ninicial dentro da espécie. Semelhantemente, a semeadura manual sobre a linha de \n\nplantio do milho favoreceu o crescimento inicial da forrageira, mas afetou em menor \n\nproporção a PROD do que o plantio na linha com a semeadora de plantio direto. Isso foi \n\ncomprovado pelo modelo sigmoidal de Boltzmann, onde se nota que no segundo \n\nexperimento a redução da produtividade (coeficiente a) foi de aproximadamente 2.951 \n\nkg ha-1, enquanto que no primeiro ensaio foi de 866 kg ha-1, ou seja, aproximadamente \n\n70% menor (Figura 4).  \n\nSegundo trabalhos de Kluthcouski et al. (2000) e Bardussi et al. (2009) a \n\nprodução do milho consorciado com U. brizantha simultaneamente na semeadura não \n\nfoi reduzida em comparação ao cultivo solteiro, viabilizando este sistema de produção, \n\nassim como constatado para o consórcio com as menores densidades realizado nesta \n\npesquisa. Crusciol e Borghi (2007) relataram reduções na PROD somente quando a \n\na b \n\n\n\n45 \n \n\nbraquiária foi semeada na linha e na entrelinha da cultura. Todavia, a profundidade de \n\nsemeadura foi de 8 cm, o que pode ter contribuído para a menor capacidade competitiva \n\nda forrageira. Além disso, a variação nos resultados encontrados na literatura, quanto ao \n\nimpacto do consórcio sobre a produtividade da cultura, deve-se a uma série de fatores \n\ncomo a época de plantio da forrageira (Richart et al., 2009), densidade de semeadura \n\n(Freitas, 2013), espécie forrageira utilizada (Pariz et al., 2009), sistema de cultivo \n\n(Pereira et al., 2009), adubação de plantio (Resende et al., 2008), arranjo de semeadura \n\n(Borghi e Crusciol, 2007; Brambilla et al., 2009; Freitas, 2013) e cultivar de milho \n\nutilizada (Freitas et al., 2008). \n\n Um fator muitas vezes negligenciado pelas recentes pesquisas sobre o consórcio \n\nsimultâneo entre o milho e a braquiária é a viabilidade da colheita mecânica dos grãos \n\nao final do ciclo do milho. O crescimento excessivo da forrageira pode inviabilizar a \n\ncolheita se alcançar a altura de inserção da espiga do milho, pois aumentará os riscos de \n\nembuchamento da máquina. Observa-se na Figura 5 que a colheita mecânica do milho é \n\ndificultada nas maiores densidades de plantio da braquiária. No entanto, maiores notas \n\nforam obtidas para as três maiores densidades de plantio da forrageira no experimento \n\ndo segundo ano de cultivo e estão relacionadas à menor produção do milho (Figura 4) e \n\ntambém ao maior crescimento da forrageira (Figura 2). As notas próximas de 3 alertam \n\npara este aspecto na implantação do consórcio, sendo que o atraso na colheita poderá \n\npiorar este índice pelo continuo e intenso crescimento da forrageira após a senescência \n\nda cultura. \n\nDensidade de braquiaria (plantas m-2)\n\n0 8 9 12 14 15 17 23\n\nN\not\n\na \nd\n\ne \nco\n\nlh\nei\n\nta\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\n Densidade de braquiaria (plantas m-2)\n0 5 7 8 9 10 12 15\n\nN\not\n\na \nd\n\ne \nco\n\nlh\nei\n\nta\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\n \n\nFigura 7: Nota de colheita do milho em sistema consorciado com diferentes densidades \nde plantio da Urochloa brizantha nas safras de 2011/2012 (a) e 2012/2013 (b) \n\n \n\nPara evitar problemas com a interferência da braquiária sobre a produção e \n\ncolheita do milho, diversos autores recomendam a aplicação de subdoses de herbicidas \n\na b \n\n\n\n46 \n \n\ngraminicidas em pós-emergência, seletivos ao milho, como o nicosulfuron (Jakelaitis et \n\nal., 2005; Jakelaitis et al., 2006), mesotrione (Dan et al., 2011) e a mistura iodosulfuron \n\n+ foramsulfuron (Freitas et al., 2008). A aplicação destes herbicidas tem se mostrado \n\neficiente na redução do crescimento da forrageira garantindo o pleno crescimento e \n\ndesenvolvimento da cultura. \n\n \n4.6 - CONCLUSÕES  \n\nNo consórcio milho-braquiária o aumento da densidade populacional da U. \n\nbrizantha resulta em aumento da biomassa da forrageira, com reflexos negativos sobre o \n\npeso de espigas, peso dos grãos e número de grãos por espiga.  \n\nNeste sistema de cultivo a produtividade de grãos foi afetada negativamente a \n\npartir de 14 plantas m-2 de braquiária, quando o plantio simultâneo é realizado \n\nmanualmente na linha de plantio do milho, e de 8 plantas m-2 em plantio à 2 cm de \n\nprofundidade na linha do milho.  \n\n \n \n4.7 - LITERATURA CITADA  \n \n\nBARDUCCI, R.S. et al. Produção de forrageiras com milho e adubação nitrogenada. \nArchivos de Zootecnia, v. 58, n. 2, p. 211-222, 2009. \n\nBRAMBILLA et al. Produtividade de milho safrinha no sistema de integração lavoura-\npecuária, na região de Sorriso, Mato Grosso. Revista Brasileira de Milho e Sorgo, v.8, \nn.3, p. 263-274, 2009. \n\nBORGHI, E.; CRUSCIOL, C. A. C. Produtividade de milho, espaçamento e modalidade \nde consorciação com Brachiaria brizantha em sistema plantio direto. Pesquisa \nAgropecuária Brasileira,  v. 42, n. 2, p.163-171, 2007.  \n\nCRUSCIOL, C. A. C.; BORGHI, E. Consórcio de milho com braquiária: produção de \nforragem e palhada para o plantio direto. Disponível em: \nhttp://www.agrisus.org.br/arquivos/consórcio_milho_braquiária_RPD.pdf. Acesso: 30 \ndez. 2013. \n\nDAN, H.A. et al. Controle de plantas daninhas na cultura do milho por meio de \nherbicidas aplicados em pré-emergência Pesquisa Agropecuária Tropical, v. 40, n. 4, p. \n388-393, 2010 \n\n\n\n47 \n \n\nFREITAS, F.C.L. et al. Formação de pastagem via consórcio de Brachiaria brizantha \ncom o milho para silagem no sistema de plantio direto. Planta Daninha, v.23, n.1,  p.49- \n58, 2005. \n\nFREITAS, F.C.L. et al. Comportamento de cultivares de milho no consórcio com \nBrachiaria brizantha na presença e ausência de foramsulfuron + iodosulfuron-methyl \npara o manejo da forrageira. Planta Daninha, v.26, n.1, p.215-221, 2008. \n\nFREITAS, M. A. M. Impacto do consórcio milho-braquiária no crescimento, \ncaracterísticas nutricionais e fisiológicas do milho e na atividade da microbiota do solo. \nTese (Doutorado em Fitotecnia). Universidade Federal de Viçosa, Viçosa. 2013. \n\nFOLONI, J.S.S. et al. Instalação de espécie forrageira em razão da profundidade no solo \ne contato com fertilizante formulado NPK. Pesquisa Agropecuária Tropical, v.39, n.1, \np.7-12, 2009.      \n\nGARCIA, R. et al. Forrageiras utilizadas no sistema agricultura pecuária. In: \nZAMBOLIM, L.; SILVA, A.A.; AGNES, H.L. (Ed.). Manejo integração: integração \nagricultura-pecuária. Viçosa, MG: UFV, 2004. p.331-351. \n\nJAKELAITIS, A. et al. Influência de herbicidas e de sistemas de semeadura de \nBrachiaria brizantha consorciada com milho. Planta Daninha, v. 2, n. 1, p. 59-67, 2005. \n\nJAKELAITIS, A. et al. Efeitos de herbicidas no controle de plantas daninhas, \ncrescimento e produção de milho e Brachiaria brizantha em consórcio. Pesquisa \nAgropecuária Tropical, v.36, n.1, p.53-60, 2006. \n\nKLUTHCOUSKI, J. et al. Sistema Santa Fé: tecnologia Embrapa: integração lavoura-\npecuária pelo consórcio de culturas anuais com forrageiras, em áreas de lavoura, nos \nsistemas direto e convencional. Santo Antonio de Goiás: Embrapa Arroz e Feijão, 2000. \n28p. (Circular técnica, 38). \n\nKLUTHCOUSKI, J.; YOKOYAMA, L.P. Opções de integração lavoura-pecuária. In: \nKLUTHCOUSKI, J.; STONE, L.F.; AIDAR, H. Integração lavoura-pecuária. 1.ed. \nSanto Antonio de Goiás: Embrapa Arroz e Feijão, 2003. p.131-141. \n\nMELLO, L.M.M. Integração lavoura-pecuária em sistema plantio direto. In: \nCONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 29; 2003, Ribeirão Preto. \nPalestras...Ribeirão Preto: SBCS, 2003. 1 CD-ROM. \n\nPACHECO, L. P. et al. Profundidade de semeadura e crescimento inicial de espécies \nforrageiras utilizadas para cobertura do solo. Ciência e Agrotecnologia, v.34, n.5, \np.1211-1218, 2010. \n\nPARIZ, C.M. et al. Desempenhos técnicos e econômicos da consorciação de milho com \nforrageiras dos gêneros Panicum e Brachiaria em sistema de integração lavoura-\npecuária. Pesquisa Agropecuária Tropical, v. 39, n. 4, p. 360-370, 2009. \n\n\n\n48 \n \n\nPARIZ, C.M. et al. Massa seca e composição bromatológica de quatro espécies de \nbraquiárias semeadas na linha ou a lanço, em consórcio com milho no sistema plantio \ndireto na palha. Acta Scientiarum. Animal Sciences , v. 32, n. 2, p. 147-154, 2010. \n\nPARIZ, C.M. et al. Produtividade de grãos de milho e massa seca de braquiárias em \nconsórcio no sistema de integração lavoura pecuária. Ciência Rural, v. 41, p. 875-882, \n2011. \n\nPEQUENO, D. N. L. et al. Efeito da época de semeadura da Brachiaria brizantha em \nconsórcio com o milho, sobre caracteres agronômicos da cultura anual e da forrageira, \nem Gurupi, estado do Tocantins. Amazônia: Ciência e Desenvolvimento, v.2, n.3, p. \n127-133, 2006. \n\nPEREIRA et al. Influência dos sistemas de manejo do solo sobre os componentes de \nprodução do milho e Brachiaria decumbens. Caatinga, v.22, n.1, p.64-71, 2009. \n\nRESENDE et al. Adubação e arranjo de plantas no consórcio milho e braquiária. \nPesquisa Agropecuária Tropical, v. 38, n. 4, p. 269-275, 2008. \n\nRICHART et al. Desempenho do milho safrinha e da Brachiaria ruziziensis cv. Comum \nem consórcio. Revista Brasileira Ciência Agrária, v.5, n.4, p.497-502, 2010. \n\nRIGOLI, R.P. et al. Habilidade competitiva relativa do trigo (Triticum aestivum) em \nconvivência com azevém (Lolium multiflorum) ou nabo (Raphanus raphanistrum). \nPlanta Daninha, v.26, n.1, p.93-100, 2008.   \n\nROSSI, I. H. et al. Interferência das plantas daninhas sobre algumas características \nagronômicas e a produtividade de sete cultivares de milho. Planta Daninha, v. 14, n. 2, \np. 134-148, 1996.  \n\nSANGOI, L. Understanding plant density effects on maize growth and development: an \nimportant issue to maximize grain yield. Ciência Rural, v.31, n.1, p.159-168, 2001. \n\nSILVA, P.S.L. et al. Number and time of weeding effects on maize grain yield. Revista \nBrasileira de Milho e Sorgo, v.3, n.2, p.204-213, 2004. \n\nSILVA, A. A. et al. Herbicidas: classificação e mecanismo de ação. In: SILVA, A. A.; \nSILVA, J. F. (Eds.). Tópicos em manejo de plantas daninhas. Viçosa, MG: \nUniversidade Federal de Viçosa, 2007. p. 83-148. \n\nSILVA, P.S.L. et al. Weed control via intercropping with gliricidia: II. corn crop. Planta \nDaninha, v. 27, n.1, p.105-112, 2009. \n\nTIMOSSI, P.C.; FREITAS, T.T. Eficácia de nicosulfuron isolado e associado com \natrazine no manejo de plantas daninhas em milho. Revista Brasileira de Herbicidas, \nv.10, n.3, p.210-218, 2011 \n\n\n\n49 \n \n\nVIDAL, R.A. et al. A. Nível de dano econômico de Brachiaria plantaginea na cultura \nde milho irrigado. Planta Daninha, v.22, n. 1, p.63-69, 2004. \n\nZANATTA, F.S. et al. Influência de doses de nitrogênio na época de controle de plantas \ndaninhas na cultura do milho (Zea mays). Planta Daninha, v.25, n.3, p.529-536, 2007. \n\nWAGNER, M. V. et al. Estimativa da produtividade do milho em função da \ndisponibilidade hídrica em Guarapuava, PR, Brasil. Revista Brasileira de Engenharia \nAgrícola e Ambiental, v.17, n.2, p.170–179, 2013. \n\n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n50 \n \n\n5. CONSIDERAÇÕES FINAIS \n\nA Urochloa brizantha semeada manualmente na linha do milho reduz os teores \n\nde fósforo, cálcio e magnésio da cultura, independente da densidade de plantas da \n\nforrageira. O teor de N é afetado negativamente em maiores densidades populacional da \n\nforrageira, assim como a produtividade de grãos de milho (acima de 17 plantas m-2). \n\nQuando o plantio da braquiária é realizado na ocasião de semeadura do milho, \n\nou seja, a 2 cm de profundidade, a interferência da forrageira é mais evidente, sendo que \n\nas características fisiológicas do milho são alteradas negativamente e a produtividade de \n\ngrãos reduzida em densidade superiores a 8 plantas m-2. \n\nO sombreamento do milho interfere negativamente nas características \n\nfisiológicas da braquiária, independente do número de plantas da forrageira. O aumento \n\nda densidade populacional da U. brizantha aumenta a biomassa da forrageira em \n\nsistema consorciado, com reflexos negativos sobre o peso de espigas, peso dos grãos e \n\nnúmero de grãos por espiga do milho.  \n\n Esses resultados explicam o sucesso deste sistema de cultivo, pois demonstra a \n\neficiência da cultura em sombrear a braquiária, reduzindo seus processos fisiológicos e \n\nconsequentemente seu crescimento. Em menores densidades populacionais da forrageira \n\né possível o cultivo da braquiária com o milho, sem que a forrageira altere a \n\nprodutividade de grãos de milho. Em plantios realizados manualmente na linha do \n\nmilho essa tolerância é maior, enquanto que maior cuidado deve ser tomado com o \n\nplantio é realizado na máquina de plantio direto."}]}}}