{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05355"}, {"@name": "filename", "#text": "BTP_1971_14_1_2_07_Transicao_vitria.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "REFINAÇÃO E PETROQUÍMICA\na transição vítrea e a permeabilidade de polímeros (Z) ■= transição vítrea em polímeros\nDorodame Moura Leitão (*)\nSINOPSE — O conhecimento dos fenômenos relacionados com a transição vítrea em polímeros é de grande importância no desenvolvimento e aplicação industrial desses materiais. O presente trabalho nos dá uma noção do avanço da ciência nesse campo, nos últimos anos, com o objetivo de introduzir o assunto, visando a publicação futura de trabalhos relacionados com a investigação da influência da transição vítrea em fenômenos de transporte através de membranas poliméricas.\n(*) Técnico da Divisão Tecnológica de Refinação, Centro de Pesquisas e Desenvolvimento (DITER/CENPES) —■ PETROBRÁS.\nDorodame Moura Leitão, nascido em 1932, formado pela Escola Nacional de Engenharia ãa antiga Universidade do Brasil. Possui os Cursos de: Refinação de Petróleo (antigo CENAP), Administração de Emprêsas (Universidade ãa Bahia), M. Se. de Engenharia Química (Universidade Federal do Rio de Janeiro). Na PETROBRAS, serviu na Refinaria Lanãulpho Alves e ministrou o Curso de Engenharia de Processamento. Cedido pela PETROBRAS, desenvolveu durante 3 anos pesquisas sobre separação de fluidos por per-meação através de membranas plásticas, em laboratório especialmente montado, na Universidade Federal do Rio de Janeiro. Atualmente exerce a Chefia ãa Divisão Tecnológica de Refinação do Centro de Pesquisas e Desenvolvimento.\n1\t— INTRODUÇÃO\nO estudo de transições em polímeros é assunto relativamente recente. A própria fenomenologia de processos de vitrifieação de líquidos super-res-friados data de cêrca de 50 anos.\nContudo, o assunto tem tomado um impulso muito grande nos últimos tempos devido à influência das transições, da vítrea em especial, na utilização dos polímeros.\nA grande soma de conhecimentos acumulados nas duas últimas décadas foi de tal ordem, que diversos trabalhos têm sido publicados, tentando unificar nomenclaturas e conciliar teorias.\nAs investigações sôbre as transições poliméricas têm permitido também maior profundidade nos conhecimentos sôbre a estrutura química de polímeros .\nO objetivo do presente trabalho é mostrar os principais aspectos do fenômeno, expondo, em especial, os tópicos que permitem um melhor conhecimento da físico-químiea de polímeros. Esta revisão do assunto é feita à guisa de introdução para dois artigos a serem publicados breve, nos quais são investigados, experimentalmente, pelo autor e pesquisadores associados, diversos aspectos da influência da transição vítrea sôbre as propriedades relacionadas com o transporte de moléculas de gases em membranas poliméricas.\n2\t— NATUREZA DO ESTADO VÍTREO\nComo se sabe, alguns líquidos podem ser mantidos a temperaturas bem abaixo de seus pontos de congelamento, por largos períodos, sem se cristalizarem. Tais líquidos são chamados de super-res-friados (supercooled). De acordo com Kauzmann\n(17), êles estão em um estado meta-estável. Segundo o autor, um sistema termodinâmico alcança êsse estado ou condição se pequenas alterações isotér-micas de suas variáveis termodinâmicas independentes resultarem em um aumento de sua energia livre, embora outras maiores possam levar o sistema a um estado de menor energia livre. Dentro dessa definição, considera-se que um líquido super--resfriado atinge êsse estado com respeito a sua fase cristalina.\nEssa idéia de meta-estabilidade requer a existência de estados intermediários de maior energia livre que o meta-estável, ao longo de tôdas as possíveis transformações por que passa até tornarem--se estáveis. Êsses estados intermediários apresentam, pois, barreiras de energia livre impedindo a transformação.\nOs líquidos super-resfriados, quando abaixo do seu ponto de congelamento, exibem uma transição caracterizada pela descontinuidade das primeiras derivadas de propriedades termodinâmicas como a entalpia e o volume em relação à temperatura.\nAbaixo dessa temperatura de transição, êsses líquidos viscosos se transformam em sólidos duros e quebradiços, mas ainda amorfos, chamados vidros.\nEmbora essa definição esteja sujeita a discussões&lt;13), considera-se ser o estado vítreo uma propriedade típica de um grande número de compostos, entre êles os polímeros orgânicos, não sendo, pois, restrita a polissilicatos e substâncias relacionadas, as quais são comumente denominadas vidros.\nKauzmann&lt;17) fornece uma relação de grande número de compostos com transição dêsse tipo, mostrando não depender o fenômeno de nenhuma propriedade química, em especial da substância.\nA temperatura na qual ela se passa é chamada temperatura de transição vítrea e frequentemente representada por T„. Na realidade, como será visto\nadiante, não se trata de uma temperatura definida, mas sim de uma faixa de várias delas na qual a transformação se dá.\nOu:\n(d? \\ = AA = \\dT Jtr àv T A V\n(9)\n3\t— TRANSIÇÕES EM POLÍMEROS\nAté há alguns anos, apenas dois tipos de transição eram comumente encontrados em polímeros. Uma de primeira ordem, cuja ocorrência se dá quando as propriedades do material se alteram bruscamente, e outra de segunda, que se verifica quando as primeiras derivadas, em relação à temperatura dessas propriedades, variam de modo abrupto. São assim chamadas por analogia às transições termodinâmicas de primeira e segunda ordens. A figura 1 exemplifica os dois tipos.\n3.1\t— TRANSIÇÕES TERMODINÂMICAS\nO conceito de transições termodinâmicas foi desenvolvido por Ehrenfest (s), cuja idéia fundamental era a de que tôda vez que uma delas ocorria, certas quantidades termodinâmicas ou suas derivadas passavam por uma descontinuidade, e relações quantitativas podiam ou não existir entre a magnitude dessas descontinuidades.\nEi-irenfest considerou inicialmente as transições de fase, como a fusão, a evaporação e a condensação, as quais êle chamou de transições de primeira ordem. Para essas sabe-se que no ponto de transição a energia livre de Gibbs, das duas fases, é igual:\nG' = G\"\t(1)\nMas as derivadas de G em relação a p e T não são iguais. Então:\n(ô(W)P = - S'\t(dG'7dp)T = V'\t(2)\n^G\"ldT\\ = - S\"\t(â<?'7ôp)T = V\"\t(3)\nAS = S\" - S'\t(4)\nAT = V\" - y\t(5)\nOnde p, T, V e S têm os significados comuns de pressão, temperatura, volume e entropia.\nSabendo-se que na transição:\ndG' = dG\"\t(6)\n- S'dT + V'dp = - S\"dT + V\" dp (7)\nà S dT = A. V dp\n(8)\nQue é a equação de Clausius-Clapeyron.\nAs transições de segunda ordem, Ehrenfest definiu como sendo aquelas em que não somente G' = G\", mas também:\nS' = S\" e V' = V\"\t(10)\nembora as derivadas de S e V mostrem uma descontinuidade.\nd2G\tdS\tCP\t(11)\ndT2\tdT\tT\t\nô2G dp2\tdV dp\t= - KV\t(12)\nd2G = dV = dS _ dpdT dT\tdp P\nTem-se:\nCP\" - CP' = ACP\nK\" - K' = &amp;K\n13\" -\t= AjS\t(13)\nSendo Cp, K e (3, respectivamente, calor específico, compressibilidade e coeficiente de dilatação.\nSabendo-se que:\ndS\" = dS' e dV\" = dV\t(14)\nPode-se chegar a:\n(dpIdTjtr = ACp/TV A\t(15)\n(dpldT)lr = A (3/AK\nDonde:\nACp/TE A,ô = WI&amp;K ou\nTV(A.S)2 = ACpAK\t(16)\nAssim, para transição de segunda ordem, encontram-se duas expressões para a inclinação da curva de transição e também uma relação entre as variações de Cp, 13 e K.\nVerificou-se que muitas das transições observadas experimentalmente mostraram um comportamento intermediário entre as transições de primeira e segunda ordens como definidas por Ehrenfest.\nAlém disso, embora algumas das equações para transição de segunda ordem vistas anteriormente\nVOLUME ESPECIFICO (cm3/g)\nTEMPERATURA (°K)\nFig. 1\nsejam válidas para a transição vítrea, convém esclarecer não se tratar de uma transição de segunda ordem, de acordo com a definição de Ehrenfest, onde são considerados estados de equilíbrio que possuem energia livre mínima, em comparação a estados adjacentes.\nTal não acontece, entretanto, no caso de transição vítrea. Embora esteja claro não ser ela de segunda ordem, no sentido estabelecido por Ehrenfest, o têrmo vem sendo frequentemente usado para defini-la.\n3.2\t— TRANSIÇÕES MÚLTIPLAS\nAté há alguns anos (3), como anteriormente foi dito, acreditava-se posuir um polímero apenas dois tipos de transição, o ponto de fusão T( e a transição vítrea T„. O fato era motivado por experiências dilatométricas em borracha natural. Contudo, atualmente, com a disponibilidade de processos mais sofisticados, como a ressonância nuclear magnética, a espectroscopia dinâmica e outros, além de se poder dispor de temperaturas tão baixas quanto à do hélio líquido e de existir uma grande varieda-\nde de polímeros, sabe-se que muitos polímeros podem exibir as transições primárias, T( e T„ e outras, cuja ocorrência se verifica abaixo de Tc ou entre Tr e T„- É interessante notar que a borracha natural continua a apresentar, apenas, as duas transições clássicas.\nNa temperatura de transição vítrea, grandes segmentos de um polímero, envolvendo 30 a 40 átomos de carbono ao longo da cadeia principal, iniciam movimento coordenado de rotação 11a extensão do eixo da cadeia. Em temperaturas mais baixas, contudo, grupos específicos envolvendo cêrca de quatro átomos de carbono e os átomos a êles associados e não pertencentes à cadeia principal podem iniciar movimentos de rotação, produzindo transições secundárias, além da vítrea principal. Outros tipos de movimentos podem ocorrer também a temperaturas acima de Tu, causando 0 aparecimento de outras transições.\nNão sendo sempre possível identificar 0 tipo de movimento do grupo responsável pelas transições secundárias, é usual classificá-las, na ordem, em a, P, y começando com a transição que ocorre na temperatura mais alta. Em polímeros amorfos, a transição a é, usualmente, a trasição vítrea, podendo, entretanto, ser 0 ponto de fusão quando 0 polímero é parcialmente cristalino.\nSabe-se, contudo, que, embora 0 estudo do fenômeno das transições múltiplas em polímeros esteja no seu estágio inicial de desenvolvimento, 0 número de transições de um dado polímero depende de sua estrutura molecular. Boyer&lt;2) apresenta um trabalho extenso onde é investigada a relação das temperaturas de transição com a estrutura química dos polímeros.\nConvém salientar existirem autores (1) que acreditam serem as transições em polímeros devidas ao afrouxamento de vários tipos de ligações intermo-leculares e que os processos de associação-dissocia-ção envolvidos são governados por equilíbrio termodinâmico .\nOs movimentos moleculares que ocorrem em tais transições são admitidos como efeito e não como causas destas.\n4\t— TEORIAS DA TRANSIÇÃO VÍTREA\nÉ fato experimental dar a transição vítrea em polímeros origem a variações bruscas nas propriedades termodinâmicas acompanhadas poi’ efeitos de\ntempo. Êsse fato tem causado grande controvérsia na literatura especializada a respeito da origem da transição vítrea; daí a formação de duas grandes escolas de pensamento. Alguns autores acreditam não ser essa transição um fenômeno de equilíbrio, mas tão-sòmente uma transição aparente, cuja verificação depende da velocidade com que as observações são feitas. Por outro lado, há os defensores do ponto de vista de ser a transição vítrea um fenômeno termodinâmico. Contudo, trabalhos recentes&lt;28- 30> mostram serem realmente compatíveis êsses pontos de vista aparentemente contraditórios. As duas teorias se complementam, da mesma forma que as teorias de equilíbrio e cinética das reações químicas. Admite-se que a transição vítrea observada seja 0 resultado de manifestações ciné-ticas da aproximação a uma verdadeira transição termodinâmica. O fato de que essa transição verdadeira jamais possa ser observada empiricamente não afasta a possibilidade de sua existência.\n4.1. — MODÊLO DO VOLUME LIVRE\nDe acordo com a teoria do volume livre, um líquido é representado pela mistura dêsse mesmo volume e um volume ocupado. Essa teoria foi desenvolvida inicialmente por Eyring (9), para líquidos, e posteriormente utilizada por Fox e Flory (1o) em polímeros, para explicar 0 fenômeno da transição vítrea.\nQuanto maior 0 volume livre, mais fácil se torna a ocorrência de movimentos moleculares. Como se vê, êsse conceito é de fácil compreensão, mas, quantitativamente, sua definição torna-se complexa. Meares&lt;20> sugere três diferentes atitudes para permitir tratamento quantitativo do conceito. Essas diferentes atitudes ao se definir quantitativamente 0 conceito têm levado a resultados diferentes, pelos diversos estudiosos do assunto (28).\nAssim é que, de acordo com Fox e Flory (l0) 0 volume específico Vo é a soma do volume livre VL e do volume ocupado Voc.\nEste último é definido por:\nVoc = V' + {3»T\t(17)\nonde V' é 0 volume hipotético do vidro no zero absoluto e é 0 coeficiente de expansão térmica do vidro.\nUsando dados experimentais para 0 volume específico e do poliestireno, Fox e Flory provaram\nque a transição vítrea representava um estado de volume livre constante, isto é, não dependia êste do pêso molecular do polímero na temperatura de transição vítrea, e ainda ser êle mantido constante em tôdas as temperaturas abaixo de T».\nPosteriormente, Williams, Landel e Ferry (35), baseados nesses resultados e na equação empírica de Doolittle (7) chegaram à conclusão de que sua fração era uma constante universal.\nA equação de Doolittle para viscosidade é dada por:\nV = A exp (BVo/Vl)\t(18)\nonde A e B são constantes empíricas.\nEssa equação pode ser reescrita:\nInr] = InA + BVo/Vl\t(19)\nSubstituindo o volume livre por sua fração:\n(20)\nEscolhendo a temperatura de transição vítrea como ponto de referência, e considerando:\n7o .\t1\nEl /\n(21)\nObtém-se:\nln ar =\nln Y]r lnrçr.\n(22)\nFox e Flory (10) mostraram que o volume livre acima de Tv pode ser relacionado com o volume livre em Tv, por:\ní = Á + /3l (T - T„)\t(23)\nonde:\nPl = /3b~ &amp;\t(24)\nIsto é, a diferença nos coeficientes de expansão térmica do material, acima e abaixo de T„.\nSubstituindo (23) em (22):\nlog ar =\nB\n2,303/»\n(25)\nA equação (25) é a equação WLF (Wilson, Landel e Ferry).\nDoolittle concluiu ter valor próximo à unidade. Tomando-o como constante e usando dados experimentais, determinou-se:\n= 0,025 e\t4,8 X 10 V1\nO valor de /3L tem-se mostrado bem próximo a uma constante universal, sendo confirmado para um grande número de materiais, enquanto que de fv apenas como um dos muitos encontrados por técnicas diversas, como será visto a seguir. Convém dizer, no entanto, que a equação de WLF tem sido utilizada como base para diversos estudos posteriores sobre a natureza do fenômeno.\nUm estudo mais recente de Simha e Boyer&lt;29) sugere outro método de calcular o volume livre de materiais poliméricos na sua temperatura de transição vítrea, mais simples, usando dados de expansão térmica. Usando considerações do princípio dos estados correspondentes, chegaram êsses autores a:\nTv\t= K, = 0,113\t(26)\nOnde Ki representa o volume livre na temperatura de transição vítrea, significando que na T» êle constitui cêrca de 11,3% do volume total do material .\nOutros autores a estudar o modêlo do volume livre foram Turnbull e Cohen (’2>, sendo a definição dêles, além de microscópica, mais detalhada. Segundo suas opiniões, o volume livre Vj é a parte da expansão térmica, ou excesso de volume AV, que pode ser distribuída sem variação de energia.\nPode-se, então, escrever:\n(27) AV = V'l + AVC\nOnde:\nV'l — volume livre definido por Turnbull e Cohen\nA Vc — expansão térmica de um sólido cristalino\nV\tT = 7 - Fm\t(28)\nSendo:\nV\t— volume específico por molécula\nVjií — volume de uma molécula\nA baixas temperaturas, não há volume livre e o vidro expande-se tèrmicamente como um sólido cristalino. Quando a temperatura é elevada, o excesso de volume, AV, alcança um valor crítico, o volume adicionado começa a ser livre para redis-tribuição, isto é, volume livre começa a ser adicionado, e o material sofre uma transição vítrea.\nAparentemente, a definição de Turnbull e Cohen de excesso de volume é análoga a de volume livre dada por Fox e Flory e por Williams, Landel e Ferry.\nVOLUME ESPECÍFICO (cm3/g)\n0\nFig. 2\nTV\nTEMPERATURA (°K)\n\nA diferença nas definições pode ser vista na figura 2.\nEmbora a definição precisa de volume livre ainda seja motivo de discordância entre os diversos autores, convém acentuar não serem conflitantes as definições existentes. O conceito básico é o mesmo para todos, e cada uma delas está claramente relacionada com as outras.\nE importante salientar, no entanto, que o conceito de volume livre constante (iso-free volume), embora de grande sucesso na interpretação do fenômeno de transição vítrea, possui algumas falhas, uma vez que tem sido provado não ser o volume\nlivre crítico uma constante universal. Boyer (2) mostrou que a fração de volume livre em Tc varia com o peso molecular, o grau de ligações cruzadas, a composição do copolímero, e outros detalhes es-trutuais.\nDessa forma, o conceito do volume livre constante é somente aproximado e sua aplicação quantitativa tem sentido apenas em condições restritas.\n4.2\t— TEORIAS CINÉTIGAS\nOs resultados experimentais obtidos na determinação da transição vítrea indicam que êsse fenômeno é de natureza cinética.\nVOLUME ESPECIFICO (cm°/g\nFig. 3\nAs evidências que permitem êsse tipo de conclusão são de dois tipos. O primeiro relaciona-sc com o deslocamento da temperatura de transição vítrea determinada experimentalmente com a velocidade de resfriamento. Tal fato pode ser observado na figura 3. O segundo refere-se à determinação de sua temperatura por métodos dinâmicos, quer mecânicos, quer dielétricos. Verificou-se que essa temperatura é função da freqüência do esforço mecânico ou de corrente alternada aplicada.\nEsses fenômenos, evidentemente, só podem ser aplicados admitindo-se natureza cinética para os\nmesmos. Essa natureza cinética é entendida melhor em termos do fenômeno da relaxação ^relaxation) . O tempo de relaxação é entendido como sendo característico para o estabelecimento de equilíbrio entre um grau interno de liberdade e o movimento translacional (16>.\nO fenômeno da relaxação pode ser conceituado, considerando-se uma amostra a uma determinada temperatura com a qual seu volume está em equilíbrio interno. Se ela fôr resfriada em temperatura diferente levará algum tempo até que o volume se reajuste, o que é bastante diferente do rc-\nquerido para transferência de calor dentro de amostra. O período de reajustamento do volume, que é o mesmo de relaxaçao, é resultante do aumento da eficiência de compactação devido à diminuição do movimento térmico. Êsse processo demora para realizar-se e o tempo de relaxaçao é tanto maior quanto menor a temperatura. Em uma experiência de resfriamento contínuo, à medida que a velocidade de contração do volume alcança a mesma ordem de magnitude da velocidade de resfriamento da experiência, uma descontinuidade de algum tipo é observada, já que enquanto prossegue o resfriamento, não tem o volume tempo suficiente para alcançar seu valor de equilíbrio. Esse ponto de inflexão é tomado como a temperatura de transição vítrea para uma particular velocidade de resfriamento, mas, é claro que outra velocidade maior ou menor poderia dar lugar a outros valores de T„.\nKovacs (19) realizou estudos extensos sôbre o problema da relaxaçao em polímeros e sua relação com a transição vítrea.\nMerecem destaque, também, os estudos realizados por Volkenshtein e Ptitsyn&lt;34), os quais sugeriram uma teoria de relaxação da transição vítrea baseada em reações químicas, envolvendo a passagem de partículas cinéticas de um estado de energia a outro. São considerados, apenas, dois estados de energia, sendo desprezada a ocorrência de um espectro relaxação-tempo. As reações consideradas são de primeira e segunda ordens. Nas de primeira ordem é levada em conta a passagem de unia partícula cinética de um estado não-excitado para um estado excitado. As reações de segunda ordem, posteriormente desprezadas pelos autores em seu trabalho para simplificação, envolvem a formação e a dissociação de ligações entre as partículas cinéticas.\nApós um desenvolvimento matemático bastante detalhado, os autores chegam a expressões que permitem estabelecer relações entre as taxas de resfriamento e as temperaturas de transição vítrea obtidas com elas. Além disso, é predita a existência de fenômenos de liisterese quando, posteriormente a um resfriamento, submete-se a amostra a um aquecimento. Os resultados encontrados com o desenvolvimento dessa teoria, foram mais tarde confirmados por dados experimentais.\n4.5 — TEORIAS TERMODINÂMICAS\nOs aspectos termodinâmicos da transição vítrea têm sido estudados há muitos anos. Depois que\nEhrenfest caracterizou as transições termodinâmicas de primeira e segunda ordens, muitos autores têm definido a transição vítrea como uma verdadeira transição termodinâmica. Dessa forma, ela vem sendo comumente chamada na literatura, de transição de segunda ordem.\nBuchdahl e Nielsen (4), em particular, defenderam êsse ponto de vista, chegando à conclusão de que a teoria do relaxamento era insuficiente para explicar a transição vítrea. Sugerem êles seja o fenômeno de origem termodinâmica.\nKauzmann (17>, por outro lado, em um trabalho sôbre a natureza do estado vítreo, mostra algumas das dificuldades surgidas de uma visão puramente cinética da transição vítrea. Verificou que a extrapolação de propriedades termodinâmicas medidas acima da temperatura dessa transição, para temperaturas abaixo de T„, levaria ao paradoxo de verificar que entropias, entalpias e volumes apresentariam valores inferiores aos de uma fase cristalina perfeita na mesma temperatura. Para resolver êsse paradoxo observou Kauzmann que a barreira de energia livre responsável pela não--cristalização diminui quando se reduz a temperatura, enquanto a barreira que impede o movimento das moléculas de uma posição de equilíbrio para outra depende da temperatura no sentido contrário. Dêsse modo, êle admite que enquanto a temperatura baixa, um ponto é eventualmente atingido, no qual a barreira de energia livre para a nuclea-ção do cristal torna-se igual àquela para movimentos moleculares. Nesse caso, o líquido cristalizará antes de ocorrer o paradoxo.\nNo entanto, tratando-se de polímeros, êsse argumento encontra sérias dificuldades. Para muitos polímeros atáticos as configurações topológicas são tais que é virtualmente impossível acomodá-los em um arranjo regular. Assim, o conceito da cristalização não pode ser usado para resolver o paradoxo de Kauzmann.\nGibbs e Di Marzio&lt;13&lt;14>, motivados pelo problema, sugeriram uma nova teoria sôbre transição vítrea em polímeros. Basearam-se êles no modêlo da grade de Flory, (12) e a consideraram como uma conseqüência da variação da entropia configurational com a temperatura. À medida que esta se reduz, o número de estados disponível para o material diminui, causando os efeitos cinéticos observados quando a temperatura de transição se aproxima. Nela, a entropia configurational de equilíbrio torna-se nula.\nDessa forma, fica resolvido o paradoxo de Kauzmann. A palavra configuracional refere-se à especificação de um estado do sistema. Ela inclui a conformação de tôdas as moléculas do polímero, assim como suas localizações e orientações no sistema .\nÊsses autores concluem que, mesmo ao se considerar as transições vítreas observadas como fenômenos cinéticos, a trasição verdadeira encerra propriedades de equilíbrio, embora seja difícil de ser determinada experimentalmente. Em tempos infinitamente longos, uma transição de segunda ordem pode ser encontrada quando o material atinge o equilíbrio. A temperatura na qual isso ocorre foi determinada teoricamente e chamada T2.\nGibbs e Di Marzio aplicaram a teoria a predi-ções quantitativas das variações da transição vítrea com pêso molecular, com fração molar de um plas-tificante e uma série de outras relações experimentais. Os resultados apresentaram excelente concordância da teoria com os resultados experimentais.\nMoacanin e Simha<24> estudaram a aplicação da teoria de Gibbs e Di Marzio para o desenvolvimento da relação de Simha e Boyer vista na equação (29), mostrando algumas inconsistências da teoria, que, contudo, podem ser compreendidas pela simplificação do modêlo molecular utilizado.\n5\t— FATORES QUE INFLUENCIAM A TRANSIÇÃO VÍTREA\nDiversos são os fatores característicos dos polímeros que afetam a sua transição vítrea. Os mais significativos são:\n5.1\t— FATÔRES REFERENTES A\nESTRUTURA\n5.1.1\t— RIGIDEZ DA CADEIA\nJá foi visto no item 2 que, na temperatura de transição vítrea, grandes segmentos de um polímero envolvendo 30 a 40 átomos de carbono iniciam movimentos de rotação ao longo da cadeia principal. Por isso, é de se esperar que a rigidez da cadeia seja um fator importante na determinação de Tv.\nDois fatores afetam a rigidez da cadeia polira érica. O primeiro refere-se à facilidade do movimento rotacional da cadeia em si. Êsse fator é definido como mobilidade interna. Como exemplo,\ntem-se o polidimetil siloxana (borracha silicone) que possui rigidez da cadeia muito baixa, e, portanto, seu Tv também é baixo, cêrca de — 123°C. O politetrafluoroetileno que possui uma barreira de energia mais alta, cêrca de 4,7 kcal/mol, tem transição vítrea a — 50°C. Isso é compreensível, uma vez que maiores energias são requeridas para a rotação da cadeia principal.\nO outro fator que afeta a rigidez da cadeia, provocando o seu aumento, é a adição de grupos laterais em uma dada cadeia principal. Como exemplo, podemos citar o poliestireno, no qual a existência de grupos fenílicos, em átomos de carbono, alternados ao longo da cadeia principal, provoca o aumento da rigidez dessa mesma cadeia, fazendo com que sua transição vítrea, de cêrca de 100° C, soja bem superior a do polietileno, que é a cadeia correspondente com átomos de hidrogênio.\n5.1.2\t— FATORES GEOMÉTRICOS\nO modo como os grupos laterais são introduzidos na cadeia principal também afeta a transição vítrea. Tanto é que, por exemplo, o polipropileno que encerra apenas um átomo de hidrogênio, substituído por um grupo metílico, possui maior barreira de energia, e, portanto, maior Tv que o poliiso-butileno, que tem dois grupos metílicos substituindo dois átomos de hidrogênio. Êsse fenômeno é atribuído a efeitos de simetria.\n5.1.3\t— TIPO DE GRUPO LATERAL\nDeve-se salientar que nem sempre a presença dêsses grupos aumenta a temperatura de transição vítrea. O seu efeito dependerá da flexibilidade do grupo em questão. Como exemplo dêsse efeito, têm-se o caso dos grupos butílicos. Êsses grupos, quando terciários, dão origem à obtenção de polímeros com as maiores Tv, uma vez que se trata de grupos relativamente rígidos. Quando secundários, baixam a Tv nos polímeros a que são adicionados nas mesmas condições, enquanto que os grupos butílicos normais, muito flexíveis, baixam ainda mais a Tv. Dados experimentais mostram haver uma redução de Tv, da ordem de 100°C, quando o grupo lateral do polímero passa de butil terciário a butil normal.\n5.1.4\t— EFEITO DE FORÇAS INTERMOLECULARES\nUm parâmetro comumente utilizado para definir o comportamento da interação molecular em solu-\nbiliclacle de líquidos é a densidade de energia coe-siva {cohesive energy density) definida por:\nCED = A Hmi,/V0\t(29)\nonde A Hvav é a energia molar de vaporização e Vo é o volume molar.\nA raiz quadrada dessa quantidade é conhecida como o parâmetro de solubilidade de Hildebrand.\n3 = CED1/2\t(30)\nBoyer<2> representou a variação da Tv com 8, obtendo duas retas, embora com algum espalha-mento dos pontos experimentais. Nessas retas, o valor da Tv se eleva com o aumento de 8. A reta com inclinação mais acentuada, representando aumento inaior de Tv com 8, correlaciona os resultados para os polímeros simétricos e/ou com cadeias principais flexíveis; a outra se refere aos polímeros assimétricos e/ou com cadeia principal mais rígida.\n5.2\t— PÊSO MOLECULAR DO POLÍMERO\nOs resultados experimentais têm demonstrado^10) que a diminuição do pêso molecular do polímero redunda na redução da sua temperatura de transição vítrea.\nEsses resultados são fàcilmente explicados em têrmos da teoria do volume livre, que aliás pode ser utilizada na explicação de todos os demais fatores que influenciam a Tv.\nEmbora a teoria do volume livre constante possa sofrer restrições, não há dúvida de que a temperatura de transição vítrea tem estreita ligação com a fração dêsse volume. Assim, qualquer fator que controle o volume livre de um polímero afeta o valor de Tv, isto é, a temperatura, na qual esse volume atinge seu valor crítico.\nNo caso de redução do pêso molecular, haverá, evidentemente, um aumento do número de extremidades das cadeias, uma vez que estas serão menores. Cada extremidade da cadeia tem, associado a ela, um volume livre maior do que o meio dessa cadeia, uma vez que as restrições são menores. Por isso, a amostra com menor pêso molecular terá um volume livre maior, e portanto deverá ser resfriada a uma temperatura mais baixa do que outra amostra com um volume livre menor, para chegarem ambas a um mesmo volume livre crítico, correspondente à transição vítrea.\nFox e Loshaek<31> desenvolveram uma equação •—- a partir do fato experimental de que o volume específico, na temperatura de transição vítrea versus Tv, apresenta uma variação linear — que relaciona a Tv com o pêso molecular, para altos valores dêste último parâmetro:\nTv = Tv (oo) - (K2/M)\t(31)\nonde Tv (oo) é a temperatura de transição vítrea de um polímero de comprimento de cadeia infinito, K2 uma constante e M o pêso molecular.\nBueche<5>, com base na teoria do volume livre, chega à equação idêntica. Sendo 9 o excesso de volume livre, referente à contribuição’ por extremidade de cadeia, 29 corresponderá à contribuição por cadeia. Ter-se-á por mol 29N, onde N é o número de Avogadro. Assim, a contribuição por grama será 29N/M e por cm3 20Np/M, onde p é o pêso específico. Representa êsse excesso a diferença entre os volumes livres de um polímero hipotético, de comprimento de cadeia infinito, ou pêso molecular infinito, e de um polímero de pêso molecular M. Supondo ser o volume livre uma constante na temperatura de transição vítrea, independente de M, será então êsse excesso exatamente igual à contração de volume livre resultante da queda da temperatura de transição vítrea de um valor Tv (oo) para um outro valor Tv, ao se passar do polímero de pêso molecular infinito para outro de pêso molecular igual a M.\nSendo (U o coeficiente de expansão do volume livre, tem-se, então:\n20Np/M = /3l [Tv (oo) - Tv]\t(32)\nou:\t\n= T„(“) ~ (20N /M0L)\t(33)\nou ainda:\t\nT, = T, (co) - (K2/M)\t(34)\nque é a equação de Fox e Loshaek.\n5.3\t_ PRESENÇA DE LIGAÇÕES CRUZADAS\nConsiderações simples levam a compreender que a existência de ligações cruzadas em um polímero restringe o movimento de suas cadeias e dessa forma diminui o seu volume livre, acarretando o aumento de sua temperatura de transição vítrea.\nA relação entre a existência de ligações cruzadas e a temperatura de transição vítrea foi também estudada por Fox e Loshaekí11), que chegaram à seguinte expressão:\nTv = Tv (oo) - (If2/J/) + KaR\t(35)\nonde K3 é uma constante e R o número de ligações cruzadas por grania. Essa equação é válida para altos valores de M e baixos valores de R.\nA teoria de Gibbs e Di Marzio já foi também aplicada, com sucesso, no estudo da influência das ligações cruzadas na TJ&amp;-\n5.4\t— PRESENÇA DE PLASTIFICANTE\nA razão de se adicionar uma substância de baixo pêso molecular a um polímero é fazer baixar sua temperatura de transição vítrea. Pela teoria do volume livre tal fato pode ser fàcilmente entendido. Em um líquido de baixo pêso molecular êsse volume é muito grande em relação ao do polímero, nas mesmas, condições. Por êsse motivo, a adição de um plastificante ou diluente exerce notada influência no volume livre do polímetro resultante, e consequentemente em sua Tv.\nKelly e Bueche<1s) desenvolveram uma equação que permite o cálculo de Tv, no caso de adição de plastificantes. A relação apresenta boas correlações com resultados experimentais.\n5.5\t— INFLUÊNCIA DA PRESSÃO\nO efeito da pressão sôbre a transição vítrea tem sido bastante estudado. Tomando-se um polímero amorfo e aquecendo-o a pressão constante, suas cadeias ganharão energia cinética e o polímero deverá expandir-se. O aumento de pressão tenderá a evitar essa expansão, mostrando que os efeitos da temperatura e de pressão se contrabalançam. Dessa forma, é simples de se entender que o aumento da pressão estará propenso a reduzir a mobilidade dos segmentos de cadeia, aumentando con-seqüentemente sua Tv.\nA interpretação do efeito da pressão sôbre a transição vítrea pode ser feita em têrmos da teoria do volume livre. Já foi visto, anteriormente, que a fração do volume livre pode ser dada pela equação (23):\nf = J» + Pl (T - T„)\nconsiderando a compressibilidade do volume livre como Kl, tem-se:\nír,P = }» + Pl[T- Tv($] - KlP\t(36)\nonde T»(0) significa a transição vítrea na pressão zero. Na transição vítrea, em qualquer pressão, tem-se:\nh,P = K\t(37)\nEntão, a equação (36) ficará:\nPl\\Tv ~ Tv (0)] = KlP\t(38)\nDonde, por diferenciação:\n= Kl^l\t(39)\nEssa expressão foi desenvolvida por diversos autores, entre os quais O’Reilly(26)-\nA partir das relações desenvolvidas por Ehren-fest, pode-se também chegar a uma equação semelhante. Da equação (15), já vista, tem-se:\ndT AK\ndp\tA (3\n(40)\n6\t— PROCESSOS DE DETERMINAÇÃO DA TRANSIÇÃO VÍTREA\nOs processos normalmente utilizados para a determinação da transição vítrea podem ser classificados em processos dinâmicos e estáticos. Entre os primeiros estão o método da absorção de energia mecânica e o da dispersão elétrica. Esses métodos dinâmicos apresentam como desvantagem o fato de depender o valor de Tv, determinado experimentalmente, da freqüência mecânica ou elétrica usada nos testes, como já foi visto.\nContudo, os testes dinâmicos têm sido largamente utilizados, especialmente quando há interêsse na determinação de transições múltiplas.\n6.1\t— MÉTODOS DINÂMICOS\nO comportamento de um fluido ideal, newtonia-no, sob tensão cizalhante, pode ser descrito por:\nde/dt = F/v\t(41)\nonde e é o deslocamento, ou deformação, F é a fôrça cizalhante por unidade de área e i? é o coeficiente de viscosidade.\nSimilarmente, 0 comportamento de uma mola ideal, hookeana, quando sujeita a tensão cizalhante é:\nF = e\n(42)\nonde F é a força cizalhante, e Gt é o módulo cizalhante.\nQuando a tensão aplicada é de tração, a equação corespondente será:\nFt = e\t(43)\nonde E é o módulo de Young.\nOs reologistas têm tentado descrever o comportamento de polímeros sob tensão por combinação de unidades ideais viscosas e molas ideais. Quando essas unidades são consideradas em série, tem-se um elemento de Maxwell, e, ao estarem em paralelo, o chamado elemento de Voight.\nO comportamento viscoelástico de um polímero é usualmente muito mais complexo do que o descrito pelos elementos de Maxwell e Voight, podendo, porém, ser descrito por um conjunto de elementos de Maxwell, em paralelo, ou seja, um seu elemento generalizado, ou por um conjunto de elementos de Voight, em série, chamado de elemento generalizado.\nMedidas efetuadas sob tensão constante devem ser analisadas pelo elemento generalizado de Voight e medidas feitas sob deformação constante, com o modêlo de Maxwell.\nConsiderando-se a aplicação de uma deformação alternada sinusoidal a um elemento simples de Maxwell, ter-se-á a relação entre tensão e deformação :\nF = Gi* (w) e\t(44)\nonde Gx* (w) é o módulo complexo de cizalhamento que depende da freqüência circular w. Essa freqüência circular é dada por:\nw = 2 7T&lt;p\t(45)\nonde&lt;p é a freqüência.\n(?i* (to) pode ser separado em:\n(?!* (w) = (7/ (w) + i Gx” (w)\t(46)\nonde Gx (w) é o componente da tensão cizalhante que está em fase com a deformação, dividido pela tensão cizalhante. É uma medida do armazenamento de energia. (?/' (u>) é o componente da tensão cizalhante que está 90° fora de fase com a a deformação, e por ela dividida. É uma medida de dissipação de energia.\nA resposta a uma deformação alternada pode ser medida por um parâmetro chamado ângulo de perda, óo, definido por:\ntang. ôo = G” (w)/Gx (w)\nA tang. ôo será grande quando a dissipação de energia também o fôr.\nAs quantidades (?i* (w), Gx (w) e Gx” (w) e seus inversos são chamados propriedades dinâmico-me-cânicas.\nUm gráfico típico do módulo dinâmico de cizalhamento c tangente de perda variando com a temperatura é mostrado na figura 4. A curva que representa o módulo dinâmico mostra quatro regiões. A primeira refere-se às baixas temperaturas, nas quais o polímero está no estado vítreo. Nessa região, o módulo é alto, da ordem de 1010 dinas/cm2. A segunda região é de transição e ocorre quando a temperatura sobe o suficiente para o polímero passar de um estado semelhante ao vidro para outro semelhante à borracha. Nessa região, o módulo sofre uma queda acentuada. Na terceira região há novamente uma estabilização do módulo, geralmente pequena, correspondente ao estado semelhante à borracha. Se a temperatura fôr aumentada ainda mais, chega-se à região de fusão do polímero, e o módulo cai bruscamente.\nPara um dado tipo de movimento da molécula do polímero, a transição se dará na temperatura em que êsse tipo de movimento ocorre com a mesma freqüência da tensão aplicada. Isso se verifica prontamente a temperaturas mais elevadas, não se registrando a temperaturas mais baixas. Na temperatura de transição o movimento se atrasa quanto à tensão, perde-se energia, e ocorre um máximo na relação da energia dissipada por ciclo por aquela armazenada na deformação máxima, isto é, um máximo na tan. 80. Êste máximo se deixa deslocar para temperaturas mais altas, com o aumento de freqüência. Assim como existe o método dinâmico-mecânico, há o que utiliza propriedades eletromagnéticas. Dessa forma, é possível definir a relaxação dielétrica como sendo o atraso da resposta de um sistema a uma variação das forças elétricas, à qual êle se sujeita.\nÀ semelhança do que foi visto para os esforços mecânicos, podem-se definir uma constante complexa dielétrica e sua correspondente tangente de perda.\nAs medidas dielétr-icas requerem a existência de grupos polares; portanto, para materiais que os encerram, a medida dielétrica facilita a identificação do tipo de movimento responsável pela dispersão dielétrica observada.\nLOG. TAN (ANGULO DE PERDA)\nTEMPERATURA (°K)\nFig. 4\nLOG. MÓDULO DINÂMICO (dina/cm2)\n6.2\t— MÉTODOS ESTÁTICOS\nEntre os métodos estáticos, o mais usado é aquê-le que estuda a variação do volume específico com a temperatura. O equipamento mais empregado com essa finalidade é o dilatômetro, sendo também comum o uso do tubo de gradiente de densidade. Heller e Lyman(15) sugeriram um nôvo método que mede a variação do volume com a temperatura através de um transdutor de diferencial de pressão.\nComo foi visto anteriormente, a variação do volume específico com a temperatura [dv/dT') sofre\numa descontinuidade na temperatura de transição vítrea. Ver figura 1.\nOutros métodos utilizados investigam a variação do calor específico e do índice de refração com a temperatura. São usados ainda, como técnicas para determinação de Tv, a análise térmica diferencial, a absorção infravermelha e a ressonância nuclear magnética.\nEsta última técnica vem sendo muito utilizada, mormente para detetar as transições múltiplas, em especial as transições secundárias que resultam da rotação de grupos laterais. Sem ser muito sensiti\nva às transições resultantes de movimentos de pequenos segmentos da cadeia principal, o método NMR tem sido útil na indicação do grupo responsável por determinada transição secundária.\n6.3\t„ COMPARAÇÃO DE MÉTODOS\nBoyebW apresenta uma comparação geral entre os diversos métodos, focalizando a sensitividade, especificidade e frequência.\nAs transições múltiplas são mellior detetadas por testes de baixa freqüência. Reddish<2C) apresenta um caso típico com o estudo da influência da freqüência e da temperatura sôbre a tangente de perda (tan. 80) em testes de dispersão dielétrica efetuados em polietileno tereftalato. Observa-se a 102 cps a existência de três picos, enquanto que com uma freqüência de 107 cps êsses picos se superpõem, surgindo apenas um.\nAlguns métodos, por outro lado, são específicos para determinados grupos. O NMR é altamente indicado por movimentos que envolvem átomos de hidrogênio e flúor. O método dielétrieo é específico para movimentos de grupos polares, porém sua resolução não é boa se estiverem presentes eletrólitos. Dessa forma, verifica-se que testes diferentes e diversas faixas de freqüência e temperatura devem ser utilizados para completo esclarecimento das transições e mecanismos nelas envolvidos.\n7\t— EFEITO DA TRANSIÇÃO VÍTREA NA PERMEABILIDADE DE MEMBRANAS POLIMÉRICAS\nO efeito da transição vítrea sôbre o transporte de moléculas penetrantes através de polímeros tem sido bastante investigado, mas, contudo, permanece contraditório.\nDiversas teorias têm sido levantadas para explicar as anomalias que ocorrem na sorção e na difusão .\nMeares^21, 22\\ uni dos primeiros a estudar o assunto, sugere que abaixo de T„ haja regiões de\ndensidade mínima no polímero, que constituem locais onde as moléculas penetram preferencialmente, causando o surgimento de solubilidades anormalmente altas. Entretanto, de acordo com êsse autor, a difusão parece ser normal e fickeana.\nMichaels e outros(23) confirmaram êsses resultados, verificando que, apesar de ser o comportamento da solubilidade realmente anormal, a difusão de gases era fickeana. As energias de ativação para difusão são maiores acima do que abaixo de Tv.\nOutros autores(31) acreditam que se dê no estado vítreo o aparecimento de microscópicas falhas e capilaridades responsáveis pelo surgimento de comportamentos anormais nos fenômenos de transporte. Isso seria causado por uma contração anisotrópica das variadas regiões do polímero, devido às diferenças dos coeficientes de expansão térmica de suas regiões amostras e cristalinas. Nesse caso, o transporte de massa através da membrana não seria devido somente à difusão ativada, mas também ao escoamento convectivo.\nTrabalhos recentes (27, 33) apresentam outros pontos de vista sôbre o fenômeno.' Êsses autores sugerem que, enquanto o penetrante entra no polímero, forma-se uma superfície-limite separando a parte interna vítrea da camada externa inchada, semelhante à borracha. Essa superfície-limite avança no polímero à medida que mais solvente penetra na sua estrutura. A sorção do solvente é função linear do tempo e a vazão de permeação está diretamente relacionada com o avanço da superfí-cie-limite.\nSe a temperatura continua a decrescer atinge seu ponto crítico, no qual a superfície-limite permanece estacionária, e a difusão das moléculas através de microporos torna-se o principal processo de permeação.\nÊses autores encontraram, portanto, sorção e difusão anômalas na região vítrea do polímero.\nA influência da transição vítrea no processo de transporte através de polímeros será focalizada com maiores detalhes em artigos que envolvam dados experimentais do autor e pesquisadores associados, prestes a serem publicados.\nSIMBOLOGIA\nA — constante, definida na equação (18) ar — parâmetro, definido na equação (22)\n— constante, definida na equação (18)\nCp — calor específico\nCED — densidade de energia coes iva\nE — módulo de Young\n—\tdeslocamento\n—\tforça cizalhante por unidade de área\n—\tforça de tração\n—\tfração de volume livre\n—\tfração de volume livre na temp, vítrea\n—\tfração de volume livre em T e P G\" — energia livre de Gibbs\n—\tmódulo cizalhante\ne\nF\nFy\n/\nÁ\n/r.p\nG, G',\nGr\nGi* (w) — módulo complexo de cizalhamento Gi (w), Gi' (ui) — parâmetros definidos na eq.\nt\nV\n■— entropia\n—\ttemperatura\n—\tponto de fusão\n—\ttemperatura de transição vítrea\n>) — Tv de um polímero de M infinito\ni — T„ na pressão zero\n—\ttransição de 2.a ordem definida por Gibbs--Di Marzio\n—\ttempo\n—\tvolume\n(46)\nH'\t— entalpia\tV'\t— volume hipotético do vidro a 0°K\nAH\t— energia molar de vaporização\tvL\t— volume livre\nK\t— compressibilidade isotérmica\tV'L\t— volume livre definido p/equação (27)\nKr\t— constante definida na equação (26)\tVM\t— volume de uma molécula\nk2\t— constante definida na equação (31)\tVo\t— volume molar\nk3\t— constante definida na equação (35)\tvoc\t— volume ocupado\nM\t■— pêso molecular\tV\t— volume específico por molécula\nN\t— número de avogadro\tAF\t— excesso de volume\nP\t— pressão\tAFC\t—■ expansão térmica de um sólido cristalino\nR\t•— n.° de ligações cruzadas por grama\t10\t— freqüência circular |\n\tGREGAS\t\t\n13»\t■— coeficiente de expansão térmica acima de Tv\tV\t— viscosidade\n&amp;L\t— coeficiente de expansão térmica do vol. livre\tV?\t— viscosidade na temperatura T\nV,\t— coeficiente de expansão térmica abaixo de Tv\t\t— viscosidade na temperatura Tv\n5\t— parâmetro de solubilidade de Hildebrando\tP\t—■ pêso específico\n\t— ângulo de perda\te\t— excesso de volume livre.\nV\t•— freqüência\t\t\nCITAÇÕES\nh) Andrews, R. D. — Transition phenomena and solid-state structure in glassy polymers. Journal of Polymer Science, Part C, 14: 261-5, 1966.\nBoyer, R. F. — Introductory remarks for symposium on transitions and relaxations in polymers. Journal of Polymer Science, Part C, 14: 3-14, 1966.\n(3) ----------- — The relation of transition\ntemperatures to chemical structure in high polymers. Rubber Chemistry and Technology, 36 (5): 1303-1421, 1963.\nW Buchdahl, R. &amp; Nielsen, L. E. — Transitions in high polymers. Journal of Applied Physics, 21: 482-7, 1950.\n(5> Bueche, F. — Physical properties of polymers. New York, Interscience, 1962.\n(G> Di Marzio, E. A. &amp; Gibbs, J. H. — Journal of Polymer Science, Al: 1417, 1963.\n(0 Doolittle, A. K. ■—• Journal of Applied Physics, 22: 1417, 1951.\n<8> Ehrenfest, P. — Proc. Konink. Akad. Amsterdam, 36: 153, 1933.\n(i>) Eyring, H. — Journal of Chemical Physics, 4: 283, 1963.\n(10) Fox, T. G. &amp; Flory, P. J. — Second-order transition temperatures and related properties of polystyrene. Journal of Applied Physics, 21: 581-91, 1950.\nI11) ■---------■ &amp; Loshaek, S. ■— Influence of\nmolecular weight and degree of crosslinking on the specific volume and glass temperature of polymers. Journal of Polymer Science, 15: 371-90, 1955.\n(12> Flory, P. J. — Principles of polymer chemistry. Tokio, Wiley &amp; Sons, 1962.\nW) Gibbs, J. H. — Nature of the glass transition and the vitreous state. In: MACKENZIE, J. D., cd. — Modern aspects of the vitreous state. London, Butterworth and Co., 1960.\n(14>-----------&amp; Di Marzio, E. A. ■— Nature\nof the glass transition and the glassy state. The Journal of Chemical Physics, 28 (3): 373-83, 1958.\n(15> Heller, J. &amp; Lyman, D. J. ■— Measurements of glass transition temperatures of polymers by a differential pressure transducer. Polymer Letters, 1: 317-21, 1963.\n(18)\tHirschfelder, J. 0. et alii — Molecular theory of gases and liquids. New York, Wiley &amp; Sons, 1964.\n(17) Kauzmann, W . —■ The nature of the glassy state and the behaviour of liquids at low temperatures. Chemical Reviews, 43-. 219-56, 1948.\n(18> Kelley, F. N. &amp; Bueghe, F. ■— Journal of Polymer Science, 50: 549, 1961.\n(19)\tKovacs, A. J. — Applicability of free volume concept to relaxation phenomena in the glass transition range. Rubber Chemistry and Technology, 41 (3): 555-63, 1968.\n(’0) Meares, P. — The diffusion of gases in polyvinyl acetate in relation to the second-order transition. Transactions of Faraday Society, 53: 101-6, 1957.\n-----------— Polymers, structure and bulk properties. London, D. Van Nostrand Co.,\n1967.\n(22) ---------- — The solubilities of gases in\npolyvinyl acetate. Transactions of Faraday Society, 54: 40-6, 1958.\n(23> Michaels, A. S. et alii — Diffusion of gases in polyethylene terephthalate. Journal of Applied Physics, 34: 13-20, 1963.\n(24)\tMoacanin, J. &amp; Simha, R. — Some consequences of the Gibbs-Di Marzio theory of the glass transition. The Journal of Chemical Physics, 45 (3): 964-7, 1966.\n(25)\tO’Reilly, J. M. — The effect of pressure on glass temperature and dieletric relaxation time of polyvinyl acetate. Journal of Polymer Science, 57: 429-44, 1962.\n<20> Reddish, W. — Transactions of Faraday Society, 46: 459, 1950.\n(2r) Rickles, R. N. — Molecular transport in membranes. Industrial and Engineering Chemistry, 58 (6) : 19-35, 1966.\n(28) Shen, M. C. &amp; Eisenberg, A. ■—■ Glass transitions in polymers. Rubber Chemistry and Technology, 43 (1): 95-155, 1970.\nSimha, R. &amp; Boyer, R. F. — Journal of Chemical Physics, 37: 1003, 1962.\n(30) Staverman, A. J. — Thermodynamics aspects of the glass-rubber transition. Rubber Chemistry and Technology, 41 (3): 544-54,\n1968.\n<31) Stern, S. A. et alii — Helium recovery by permeation. Industrial and Engineering Chemistry, 57 (2): 49-60, 1965.\n<32) Turnbull, D. &amp; Cohen, M. II. — Free-volume model of the amorphous phase: glass transition. The Journal of Chemical Physics, 34 (1): 120-5, 1961.\n(33) Turner, A. et alii •—• Diffusion in glassy polymers. Journal of Polymer Science, Part C, 12: 219-61, 1966,\n<34) VOLKENSHTEIN, M. V. &amp; PTITSYN, O. B. --------\nThe relaxation theory of vitrification. Soviet Physics-Technical Physics, 1: 2138-56, 1957.\n(35) Williams, M. L. et alii ■— Journal of American Chemical Society, 77: 3701, 1955.\nSYNOPSIS — The knowledge of polymer glass transition phenomena plays an important role in the development and industrial application of those materials. This paper presents a review of the scientific effort in this field in the last years. Its principal aim is to introduce the subject, in order to give the theoretical back-ground necessary to publish other papers, where was investigated the influence of glass transition on transport phenomena through polymeric membranes.\n(Originais recebidos em 19-III-71.)"}]}}}