{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11861"}, {"@name": "filename", "#text": "17292_Weissberg_Doutorado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO\nINSTITUTO DE GEOCIÊNCIAS\n\nESTUDo DA REABILTTAçÃo DE solos EM Ánens\nenuxíTrcAs MTNERADAS EM poços DE cALDAS\n\n(MG): UMA ABORDAGEM AMBIENTAL E UMA\ncoNTRtBUtÇÃO rÉCNTCA PARA OTTMTZAçÃO.\n\nlara Weissberg\n\nOrientadorar Profa. Dra, Maria Cristina Motta de Toledo\n\nTESE DE DOUTORAMENTO\n\nPrograma de Pós-Graduação em Geoquímica e Geotectônica\n\nSão Paulo\n1995\n\n\n\nUNIVERSIDADE DE SÃO PAULO\nINSTITUTo DE GEocIÊrucIns\n\nESTUDO DA REABILITNçÃO DE SOLOS EVI ÁREAS\nenuxíTtcAs MTNERADAS EM POçOS DE CALDAS\n\n(MG): UMA ABORDAGEM AMBIENTAL E UMA\nCONTRIBUIçÃO TÉCNICA PARA OTIMIZAçÂO.\n\nlara Weissberg\n\norientadora: Profa. Dra. Maria cristina Motta de Toledo\n\nTESE DE DOUTORAMENTO\n\nCoMISSÃo nnGADoRA\n\nPresidente:\n\nExaminadores:\n\nnome\n\nIáza¡o Valentin Zuflrette\n\nSão Paulo\nI 995\n\n\n\nUNIVERSIDADE DE SAO PAULO\nINSTITUTo DE GEocIÊrucIns\n\nDEDALUS-Acervo-lGC\n\nr ililil iltil ililt lril iltil ilil ilil ilil ililt ilil iltil ll] ill\n30900005927\n\nESTUDO DA REABILITAÇAO DE SOLOS EM AREAS\nBAUXíTICES MINERADAS EM POçOS DE CALDAS\n\n(MG): UMA ABORDAGEM AMBIENTAL E UMA\ncoNTRtBUtçAO rÉCNtCA PARA OT|M|ZAçÃO.\n\nlara Weissberg\n\nOrientadora: Profa. Dra. Maria Cristina Motta de Toledo\n\nTESE DE DOUTORAMENTO\n\nPrograma de Pós-Graduaçäo em Geoqufmica e Geotectônica\n\n+ J.cc,'/\n\n( t (.- ',.'\n\nSão Paulo\nt995\n\n(.\\\n\n$'\n\nt)l\n\n^J\n\n\n\nSUMÁRIO\n\nRESUMO\n\nABSTR^ACT\n\nCAPíTULO 1 - ORIGEM DA PESQUISA\n\n1.1. tNTRODUÇÃo\n\n1.3. OBJETIVOS\n\n1.2. REVISAO BIBLIOGRÁFICA\n\nCAPITULO 2 - CARACTERTZAçÃo DA ÁREA DE ESTUDO\n\n2.1. GEOLOGIA\n\n2.2. GEOMORFOLOG|A, cLtMA E VEGETAçÃO\n\n2.3. RECURSOS HíDRICOS\n\n2.4. SOLOS\n\n2.s. MTNERAçÄO\n\nCAPITULO 3. METODOLOGIA\n\n3,1. MATERIAIS ESTUDADOS\n\n3.2. MÉTODOS DE ESTUDO\n\n3.3, EXPERIMENTO DA SOLUBILIDADE DO ALUMiNIO\n\nCAPíTULO 4 - RESULTADOS OBTIDOS E DISCUSSÕES\n\n4.1. ESTUDO DOS PERFIS\n\n4.1,1. PERFIS DE SOLOS NATURAIS\n\n4,1.2. PERFIS DE SOLOS NOVOS\n\n4.1.3. Dtscussöes pRRcAts\n\nPágina\n\n01\n\n01\n\n0ô\n\n06\n\n18\n\n18\n\n20\n\n24\n\n25\n\n26\n\n27\n\n27\n\n36\n\n42\n\n45\n\n45\n\n45\n\n49\n\n66\n\n\n\n4.2. CARACTERTZAçÃO DOS MATERtAts\n\n1 ? I J. . _E_sru qos F i s tcos, o u í M tcos, r i s I c o_o u i H¡ r c os\nE MINERALOGICOS DOS MATERIAIS\n\n\\? 1 l. .p. !, UMTDADE RES| DUAL, cARBoNo, ¡¡nlÉn rRoRcANrcA, TEXTURA e n¡rNennrooiÃ oo-s ðólos\n4.2.1.2. Dtscussóes pARctAts\n\n4.2j2. ESTUDoS MtcRoMoRFolóotcos e\nMtcRocEoeuí¡¡tcos\n\n4.2.2.1. MtcRoscoptA óptrca\na) Estudo microscópico dos solos naturais\nb) Análise de imagem de solo\nc) Estudo microscópico dos solos novos\n\n4.2.2.2. OBSERVnçöes E ANÁL|SES AO M.E.V. _ EDS\n\n4.2.2.3. ESTUDoS MtcRocEoeufMtcos À M.E\n\n4.2.2.4. Dtscussóes pARctAts\n\n4.3. RESULTADoS DA SoLUBtLtDADE oo Rtu¡¡ít{lo\n\n4.3.1. Dtscussöes pnncrRts\n\ncepítuto s - cotr¡cl_usöEs E sucEsroes rÉcuces\ns.l. col.lct_usöes\n\ns.z. sucesröes rÉcrurcRs\n\nRereRÊrucres eleLrocRÁrrcns\n\nANEXOS\n\n68\n\n68\n\n78\n\n86\n\n86\n\n86\n88\n90\n\n94\n\n94\n\n105\n\n107\n\n109\n\n111\n\n111\n\n113\n\n118\n\n126\n\n\n\nit'lo¡ce oe ncunes\n\nPágina\nFigura 1. Mapa da localização do Maciço Alcalino de Poços de Caldas 03\n\nFigura 2. Planta da Cidade de Poços de Caldas com as áreas de pesquisa 04\nde concessão à ALCOA\n\nFigura 3. Mapa Geológico de Poços de Caldas e região segundo Ellert,\n1959.\n\nFigura 4. Desenho esquemático do manto de alteração com os bolsões\nbauxfticos e o corte de lavra\n\nFigura 5. Gráfico da Pluviometria nas áreas de estudo\n\nFigura 6. Esquema do Equipamento para o Experimento de Solubilidade do\nAlumínio\n\nFigura 7. Perfil descritivo da foto BF\n\nFigura L Perfil descritivo da Foto 8G\n\nFigura 9. Diagramas de Textura dos solos: Diagrama 1 - Área 1; Diagrama 2\n- Area 2 reabilitada há 3 anos; Diagrama 3 - Área 2 reabiritada há 6 anos;\nDiagrama 4 - Area 3; Diagrama S - Área 4 reabilitada há 6 anos; Diagrama 6\n- Área 5 reabilitada há 7 meses\n\nFigura 9A - Gráfico do estudo do efeito da textura na capacidade do soro de\nreter água (USDA 1961)\n\nFigura 98 - Diagrama da Textura dos soros (Associação rnternacionar de\nSolos)\n\n19\n\n21\n\n23\n\n43\n\n63\n\n63\n\n74\n\n75\n\n75\n\n\n\nFigura l0.Diagramas de Textura dos solos: Diagrama 7 - Area s reab¡litada\nhá 2 anos; Diagrama 8 - Área S reabilitada há 3 anos; Diagrama 9 - Área 6\nreabilitada há 15 anos; Diagrama 10 - Área 7 reabilitada há 7 meses;\nDiagrama 11 - Área 7 reabilitada há 2 anos; Diagrama 12 - Area I área-piloto\napós 7 meses\n\nFigura 1 1 - Diagramas de Textura do soros: Diagrama 13 - Área g revegetada\nhá 7 meses; Diagrama 14 - Area 8 reabiritada com serapirheira há 3 anos;\nDiagrama 15 - Textura do \"top-soil\" - página\n\nFigura 12 - Gráfico das medidas de pH nas áreas estudadas\n\nFigura 13 - Gráfico das medidas de Carbono nas áreas estudadas\n\nFigura 14 - Gráfico das medidas de Matéria orgånica Totar nas áreas\nestudadas\n\nFigura 15 - Gráfico de Umidade Residual das áreas estudadas\n\nFigura 16 - Difratograma típico das análises de Difração de Raio X dos solos\n\nFigura l7 - lmagem analisada com uso de cores pelo SITIM\n\nFigura 18 - Diagramas da Composição Mineralógica: Diagrama M.1 _ 1Z\npontos em låmina de solo natural da Área 1, profundidade 7_l0cm; Diagrama\nM2 - 4 pontos de râmina de soro naturar da Área 1, profundidade 3s-40cm\n\nFigura 19 - Diagramas da Composição Mineralógica: Diagrama M.3 _ 15\npontos em lâmina de solo novo da Área 2, profundidade 7_1ocm; Diagrama\nM.4 - 32 pontos da lâmina de solo novo da ,Área 6, profundidade 6_15cm\n\nFigura 20 - Diagrama da Composição Mineralógica: D¡agrama M.S _ 12 pontos\nem låmina de solo novo da Área g revegetada, profundidade 2_1ecm;\nDiagrama M 6 - 11 pontos em råmina de soro novo da Área a .\"r u\"g\"t\"fao\n(área-piloto)' profundidade 2-10cmi Diagrama M.7 - 3 pontos com vegetação,\nprofundidade 43cm\n\n79\n\n80\n\n81\n\n83\n\n84\n\n85\n\n89\n\n97\n\n101\n\n101\n\n\n\nFigura 21 - Espectros EDS: Espectro EDS-1 - análise de partículas\narredondadas (imagem da foto 20); Espectro EDS-2 - análise de cristal\nalongado (imagem do substrato - placas, cristais alongados e romboédricos);\nEspectro EDs - 3 análise do substrâto através de uma linha horizontal no\ncentro da tolo 22\n\n104\n\n\n\nl¡¡o¡ce oe rorocnenns\n\nPágina\nFoto 1 - Área 1 Vegetação de campo cerrado 50\n\nFoto 1A - Perfil aberto na Area 1 SO\n\nFoto 2 -,Ärea 2 revegetada há 3 anos S0\n\nFoto 2A - Experiência com serapilheira na Área 2 SO\n\nFoto 28 - Area 2 com capim-gordura seco SO\n\nFoto 3 - Area 3 vegetação de floresta subtropical 53\n\nFoto 3A - Perfil aberto na,Area 3 Sg\n\nFoto 4 - Área 4 reabilitada há 6 anos com Bracaatinga 53\n\nFoto 4A - Perfil no interior da Área 4 com capim_gordura seco 53\n\nFoto 48 - Perfil na borda da Área 4 53\nFoto 5 - Área S reabilitada há 7 meses 57\nFoto 5A -,Area S reabilitada com capim_gordura há 2 anos 57\nFoto 58 - Área S reabilitada há 3 anos com Cassla speciosa há 1 ano 57\nFoto 6 - Área 6 reabilitada há 12 anos com eucalipto 57\nFoto 7 - Área 7 reabilitada há Z meses \n\n57\n\nFoto 7A - Perfil aberto na Área 7 com 7 meses \n57\n\nFoto 78 - Area 7 reabiritada há 3 anos com semeagem de cassra speciosa há .f sgano\n\n\n\nFoto 7C - Perfil aberto na,4rea 7 com Cass¡a speciosa 59\nFoto I - Área I após preparo da superfície, parte subsolada, parte não 61\n\nFoto 8A - Área I na sub-área que recebeu serapilheira (1a sub-área) 61\n\nFoto 88 - Area I mostrando parte da sub-área com capim-gordura em contato 61\ncom a área-piloto após Z meses\n\nFoto 8c - Áre I mostrando parte da sub-área com cap¡m-gordura em contato 61\ncom a área piloto após 2 anos\n\nFoto 8D - Área I na 3a sub-área (sem capim-gordura nem serapilheira)\n\nFoto 8E - Áre I na 1a sub-área com várias espécies secundárias (da\nserapilheira) e mudas (do viveiro) após 3 anos\n\nFoto 8F - Perfil na área-piloto após 2 anos\n\nFoto 8G - Perfil na 2a sub-área (com capim_gordura) há 2 anos\n\nFoto 9 - lmagem da râmina de soro naturar de campo cerrado ao microscópio\ncom luz natural\n\nFoto 9A - Mesma imagem da foto anterior com luz parcialmente polarizada\n\nFoto 10 - lmagem da råmina de soro naturar de froresta na profundidade entre\n2-19cm com luz natural\n\nFoto 104 - Mesma imagem com luz parcialmente polarizada\n\nFoto 11 - rmagem da lâmina de soro naturar na profundidade entre 10-15cm\ncom luz natural\n\nFoto 11A - Mesma imagem com luz parcialmente polarizada\n\n61\n\n61\n\n63\n\n63\n\n87\n\n87\n\n87\n\n87\n\n87\n\n87\n\n\n\nFoto 12 - lmagem de revestimento de fissura numa låmina de solo novo da\nAreaTapósTmeses\n\nFoto 13 - lmagem de iissura modificada em plasma não reativado da Area 2\napós 3 anos\n\nFoto 13A - Mesma imagem com luz polarizada\n\nFoto 14 - lmagem de vazio em forma de cunha (vazio novo) da ,Área g\nrevegetada há 2 anos\n\nFoto 144 - Mesma imagem com luz polarizada\n\nFoto 148 - Mesma imagem com luz polarizada e cunha de gipso\n\nFoto 1 5 - lmagem de prasmas diferentes, um não reativado com antigas\nfissuras modificadas e outro reativado com luz natural\n\nFoto 158 - Mesma imagem com luz polarizada e cunha de quartzo\n\nFoto 16 - lmagem de tres prasmas diferentes, um reativado, outro preto com\ncristais bem desenvolvidos e outro parcialmente reativado com luz natural\n\nFoto 16A - Mesma imägem com luz polarizada e cunha de gipso\n\nFoto 1 7 - lmagem de solo novo apresentando fissuras novas dentro dos\nplasmas e revestidas por cristais bem desenvorvidos com ruz porarizada\n\nFoto 174 - Mesma imagem com cunha de gipso\n\nFoto 18 - Agregado do solo natural de floresta\n\nFoto 19 - Bloco do substrato pós_minerado\n\nFoto 20 - lmagem do MEV de fragmento do agregado ampliada 2.000 vezes\n\nFoto 21 - lmagem do MEV de fragmento do broco de substrato ampriada 3.500\nvezes\n\n92\n\n92\n\n92\n\n92\n\n92\n\n92\n\n93\n\n93\n\n93\n\n93\n\n93\n\n93\n\n95\n\n95\n\n96\n\n96\n\n\n\nF olo 22 - lmagem do MEV de fragmento do bloco de substrato ampliada s.Ooo 96\nvezes\n\n\n\nlNorce oe tneetns\n\nTabela 1 - Análise dos nutrientes dos materiais usados na reabilitação\n\nTabela 2 - Áreas de Estudo\n\nTabela 3 - Preparo típico de sementes e fertilizantes para as partes\nhorizontais das bancadas e para os taludes das bancadas\n\nTabela 4 - Preparo típico das covas que recebem as mudas para revegetação\n\nTabela 5 - Relação das espécies vegetais nativas que estão sendo\ndesenvolvidas no viveiro\n\nTabela 6 - Características dos materiais da Área 1\n\nTabela 7 - Características dos materiais da Área 2\n\nTabela I - Características dos materiais da Área 3\n\nTabela 9 - Caracterfsticas dos materiais da Área 4\n\nTabela 10 - Características dos materiais da Área 5\n\nTabela 1 1- Características dos materais da Área 6\n\nTabela 12 - Caracterfsticas dos materiais da Área 7\n\nTabela 13 - Características dos materiais da Área g\n\nTabeal 14 - Resultados das análises à M.E. _ Área 1 (0_7cm)\n\nTabela l5 - Resultados das análises à M.E. _ Área 1 (33_40cm)\n\nTabela 16 - Resultados das análises à M.E. _ Área 2\n\nPágina\n\n30\n\n31\n\n32\n\n32\n\n33\n\n6B\n\n69\n\n69\n\n69\n\n70\n\n70\n\n70\n\n71\n\n98\n\n99\n\n'100\n\n\n\nTabela 17 - Resultados das análises à M.E. - Área 4\n\nTabela 18 - Resultados das análises à M.E. - Área g revegetada\n\nTabela 19 - Resultados das análises à M.E. - Área g s/ vegetação\n\nTabela 20 - Resultados das análises à M.E. - Área I (4046cm)\n\nTabela 21 - Resurtados das análises de sorubiridade do alumlnio após 24\nhoras\n\nTabela 22 - Resultados das análises de solubilidade do alumínio após 168\nhoras\n\nTabela 23 - Resultados das análises de disponibilidade de Al+++ e H+ no solo\nda,Area I revegetadas\n\nTabela 24 - Resultado das análises de Al+++ e H+ na Área g s/ vegetação\n\n102\n\n103\n\n105\n\n105\n\n107\n\n108\n\n109\n\n109\n\n\n\nAGRADECIMENTOS\n\nAo Museu paraense Emllio Goeldi, instituiçåo de pesquisa da\napoio durante os últimos 12 anos de trabalho.\n\nAo lnstituto de Geociências da Universidade de São paulo.\nA ALcoA pelo apoio logíst¡co no campo e pelo acesso ås informaçöes sobre as áreas\n\nestudadas.\n\nAo CENA-USP pela realização de análises de solos.\nAo CEPAS pelo apoio.\nA Universidade Federal da Bahia pelos trabalhos realizados\n\nMicrossonda Eletrônica.\n\nqual faço parte, pelo\n\nno Laboratório de\n\nAo conserho Nacionar de Desenvorvimento científico e ïecnorógico pera borsa de\nestudos.\n\nA minha orientadora, profa. Maria cristina Toredo que muito coraborou com idéias e\nconduzindo os trabalhos de maneira muito franca e amiga.\n\nAo Prof. A. Mermut da Universidade Saskatchewan, Saskatoo, Canadá, que me\nincentivou na busca de métodos altemativos para a pesquisa.\n\nAo Geórogo Don witiams, que mais que um corega, foi um incent¡vador da pesquisaquando o dinheiro do projeto ãcabou.\nAo prof. Carlos Ceri pela ajuda nas análises de solos.\nAo Agrônomo creyton Feneira Morais pera ajuda nos trabarhos de campo e peras\n\n¡nformações.\n\nAo prof. Michaer Heath da universidade de Exeter, rngratena, gue acreditou nã m¡nhapesquisa e colaborou enviando publicações inglesas no campo de estudo.\nAo Pesquisador René Bouret da oRSToM, França, pero apoio nas pesquisas e perassugestöes.\n\nAo Prof. José vicenti vararefri, pera ajuda na busca de auxfrio para a pesqu¡sa e peroapoio a pesquisa com sugestões e idéias sempre oportunas.\nAo prof. Aldo da Cunha Rebouças pelo apoio geral.\nA Profa' selma simöes de castro pela ajuda no organização dos meus trabalhos deestudo dos perfis de soro e nas observaçðes de råminas de soro.\nAos técnicos do rnstituto de Geocièncias: sueri, creide, Mário, Verônica e outros queajudaram muito no preparo de amostras e nas análises de laboratório.\nAos meus filhos Michel e sarah pela paciéncia e pelo apoio durante este período difícil.Aos meus pais.\nA memória de Oscar do Amaral Neto, meu companheiro de muilos anos.\n\n,\"r\" \"åÏ:;:;::\"'\"t \nque de uma maneira ou de outra coraboraram com ¡déias e susestöes\n\n\n\nRESUMO\n\nA região bauxítica de poços de caldas vem sendo minerada por várias\nempresas e, nos últimos 10 anos, com a exigência dos orgåos ambientais, as áreas\nmineradas estão sendo reabilitadas (revegetadas) com o emprego de diferentes\nprocedimentos de preparo do solo e de plantio usando várias espécies vegetais.\n\nForam escolhidas algumas destas áreas, com diferentes idades de reabilitação,\npara compor o campo do presente estudo que objetivou, através de comparação entre\nos vários resultados obtidos e as observações relativas ao desenvolvimento da\nvegetação e dos solos, reconhecer a evolução da reabilitação dos solos novos para\npropor procedimentos mais apropriados para o êxito dos trabalhos que buscam\nreintegrar as áreas mineradas à paisagem natural.\n\nAs técnicas de preparo do rerreno colocam à superfície mareriais que\nanteriormente estavam em profundidade, iniciando um novo processo pedogenético\nrelacionado ao clima da região. Apesar destas açöes naturais sobre os mater¡ais, a\nadição de fertilizantes, de \"top-soil\", a sulcagem da superficie e as espécies vegetais\nescolhidas para cobrir as áreas influem, por sua vez, de modo a acelerar os processos\nnaturais. os resultados desta pesquisa evidenciaram a importância de procedimentos\nque permitam a rápida reestruturação dos solos para sucesso da reabilitação.\n\no estudo dos teores de carbono orgânico e matéria orgânica mostrou que a\nestruturação dos solos, fenômeno importantíssimo para as funções de cicragem de\nnutrientes para a biota associada à pranta, ocorre em presença de teores mínimos\ndesta matéria orgânica. As áreas que apresentaram melhor desenvolvimento da\nvegetaçäo continham varores acima de 2% de carbono e de 2,59 de matéria orgânica\ntotal em cada 50g de solo ou seja 5%. Entretanto a erosão mostrou-se muito aluante\nnas meia-encostas onde está a maioria das áreas mineradas, como foi medido nas\nanálises de granulometria e na evoluçäo da textura das áreas. Desta maneira a\nmatéria orgânica pode ser perdida muito facirmente. por isto a escorha da vegetação é\nmuito importante uma vez que o desenvorvimento rápido de raízes ajuda a fixar os\nmateriais mais finos que se agrutinam com a participação da matéria orgânica e da\nágua que está nas raízes e pelo fenômeno da osmose passa para fora.\n\no estudo microestruturar dos soros permitiu visuarizar o arranjo gerar dos seus\ncomponentes e a disposiçäo dos poros, permitindo uma classificação evolutiva dos\nsolos naturais em reraçäo aos novos. o estudo microgeoquímico à microssonda\neletrônica contribuiu para identificação do processo geoquímico que ocorre com orevest¡mento dos poros, tarvez ampriado peras substâncias adicionadas no preparo\ndas áreas para a revegetação. Nos soros naturais, os revestimentos de poros sãoprincipalmente ferruginosos, enquanto que nos soros novos, principarmente\ngibbsíticos' Neste aspecto, o estudo mostrou que o mecanismo de gibbsitização,\n\n\n\nresponsável pera formaçäo das jazidas da área, continua ocorrendo, sob ação da\npedogênese, nos materiais retrabalhados pela reabilitação, e em curto intervalo de\ntempo.\n\nos minerais secundários predominantes nestes solos são a gibbsita, a caulinita\ne a goethita. os solos naturais apresentam um estágio evolutivo muito adiantado com\nfissuras interconectadas e grandes fissuras no interior das quais aparecem\nmicroagregados ricos em matéria orgânica. os soros novos apresentam esta evorução\nfissural muito modificada na forma com revestimento por materiais remobilizados. Este\naspecto pode esrar relacionado ao desenvolvimento precário da vegetação em\nalgumas áreas, além dos tratamentos artificiais.\n\nA importåncia da reabilitaçåo de áreas mineradas reside não somenle na\nfixaçåo da vegetação mas também no desenvorvimento pedorógico dos materiais. os\nsolos assim desenvorvidos passam a reduzir a atividade das águas de chuva não só\nna êrosão mas também na dissolução de elementos ou substâncias tóxicas existentes\nnos materiais descartados pera mineração. A passagem para os recursos hídricos\nsuperficiais ou subterrâneos destas subståncias ou íons tóxicos podem atingir tanto a\nvegetação como os animais e, no caso de cidade próxima, a população. Um\nexperimento realizado com solo e bauxita mostrou que uma camada de solo reduziu a\nteores abaixo dos rimires de detecção a sorubiridade do arumínio, que, em contato\ndireto com água, seria solubilizado.\n\n\n\nABSTR.ACT\n\n. . Mining companie.s in the region of poços de cardas has been exproitingbauxiteand in the last \n19L V\"qr¡, oÉeying enviionmental agency exigencies, minedareas have been rehabiritated by dirierãnt materiar pr\"p\"iãtioÄ áÀã-pìantation orselected vegetal species .\n\nNatural areas and several rehabilitated areas of different ages were chosen forthe study By comparison of the data obtained and observations on soil evolution andplant growth, the rehabirìtation process on new soirs was anatysé0.-ine aim was topropose the best methods which could return these areas, in the rime, to the state ofthe natural landscape.\n\nThe preparation techniques prace on the surface materiars which were presentin deeper points of the natural ioil ¡irofile. rne õuta¡neo data shows that climatic actionmodifies the preparation. Fine máteriars are eroded, \n\";J \n\nth\"ï\"gìån\"i'å\"oogeneticprocesses initiates modification within the new top-soil. Besides înis ìalural act¡on,som.e artificial improvements occur lhrough use of fertilizers and addition of storedoriginal top-soir. Deep and straight tu\"o*i nãué been opened, by ripper equipment,crossing the land surfaces andipeciar vegetãi species *er\" \n\"\"e'd\"d;ãño \n\npr\"nt\"o tocover these areas. Ail these actions were erorti to accererate the rehabiritation.\n\n. comparing the measures of carbon and organic Matter in the naturar and newsoils and the evolution of \n.soir \n\nstructuring oyioots oi prants, it *\", på..iorJ'to concrudethat a smatt quantitv of fhese.subst\"niðé 1oì2\"'oi carbon or o.solo ór ìoì\"r organicMatter) is enough to start soit struciuiing'in-pi\".\"n\"\" of vegetation deveropment.Natural soirs in areas which presented the-best ïegetation deveropment contained 2%of Carbon and S% of Organic Matter.\non the other hand, erosion was stronger in the rehabiritated areas because theyare on incrined rerief. carbo¡..and orgàni\"-;aiter are eroded together with the fineparticles of soirs. Because of this, the-chot\" ãiãr\"r. species is very important. The\"capim gordura\" is a good option'oècãuse'i-\"ãu\"=r. rhe surface very rapidry, its roots\n\nï:':::::,:TJJ:¿:Ti:i:fi\"?:so¡ts anlóon.Jq,l\"nuv it herps to rérai;;;e particres\n\nThe most imoortant minerars in these soirs are gibbsites, kaurinites andgoethites The micròscopic stuoes-oÄ'Ûrä\"nätrr\"l soirs presented a wer-evorvedagglomeroprasmlc microstructure or i\"t\"rt\"\"\"îãi\"d fissurar system, with roundedparticles, whire new soirs presented th¡s fissuiãr system ¡ut w¡*r mooirieo particreshapes or with coarinss or rómobitizèà ;;'iJ;;..'''\nAruminum sorubirifv was studied by a raboratory rixiviation experimenr of water\n\ni\"iï:Î:::JJfifsn u\"uxite ano so¡t. irrJ,J.,ìri.\"ïno*\"d rhe soir to be a sysrem with\nrn concrusion. soir rehabiritation is important to integrate mined areas into therandscape and ro reáuce rú sol;ñ;i;';iälilåiåi1\"\",.\n\n\n\nCAPÍTULO 1\n\nORIGEM DA PESQUISA\n\n1.1. TNTRODUçÃO\n\nEsta pesquisa começou em dezembro de 19g2, numa visita feita ao projeto\nFerro carajás, Marabá-pará. conhecendo o que era a porêmica do momento, foi\npossível sentir bem de perto o que é a Floresta Amazônica. Dentro da mata, coletando\namostras de água em vários igarapés da região, foi possíver sentir o que sign¡fica uma\nfloresta tropical úmida: as árvores imensas com frores murticores, outras com frutos e\nquase todas portando bromélias e orquídeas floridas. como seria bom entender um\npouco daquela diversidade de espécies vegetais, do soro que tem um tapete espesso\nde materiais caídos das árvores que chamava a atenção porque dificurtava andar. A\nvegetação e o solo parecem ser um, continuidade do outro.\n\nos animais eram vários, que apareciam em muitos pontos, desde os insetos de\ncores e tamanhos variados, andando em grupos ou isorados, até a enorme onça\npintada, além das beras araras de cores exuberantes. Todo este contexto chamou a\natenção para uma harmonia evidente. Todas aqueras formas de vida estavam\ninteragindo sobre o soro que rhes dá suporte e arimenro, mantidos por um crima onde a\nágua eslá presente abundantemente em dois estados , vapor e ríquido. A temperatura\né alta e constante e a ausência de brisa predomina neste contexto. os igarapés e osriachos são de água muito rímpa onde uma intensa vida aquática é uma atração aparte.\n\nEste contato de dez dias atravessando montanhas de matas fechadas e camposde vegetação aberta, tiveram como objetivo coretar amostras de água. Lagos formadossobre as depressões na superfície da canga rimonítica sobre os pratôs erevados sãorecursos hídricos importantes porque desenvolvem os processos dinâmicos de umlago vivo com a presença de jacarés, capivaras e antas às margens.\n\num aroma diferente era a mistura de vapor de água, transpiração das prantas eperfume das frores sentido em todos os pontos. Era o primeiro contato com o equiríbrioecológico numa região tão pecuriar. Apesar de todas as observaçöes, o objetivo da\n\n\n\n2\nviagem foi conhecer as características das águas da região, direta ou ind¡retamente\nafetadas pelas modificaçöes decorrentes da imprantação do projeto Fero carajás.\n\nEste projeto previa a fixação de 20 mir pessoas, mas a quantidade de\ntrabalhadores já quase atingia este número. A cia. Vare do Rio Doce estava se\ninstalando na Amazônia para exprorar o minério de ferro dentre outros minérios que\nocorrem no contexto geológico da regiäo.\n\nFoi entáo, em contato com os trabarhos de instaração do projeto carajás que se\nsentiu o que significa modificar profundamente a paisagem ou modificar as condições\nde equilíbrio de um ecossistema que participa de um geossitema rico em minérios de\nalto teor e boa qualidade tecnológica.\n\nMuitas árvores já tinham dado lugar às moradias coletivas e residências\nisoladas, estradas e tarudes em vias de revegetação, e a vegetaçäo própria da canga\nde limonita já estava parcialmente retirada sendo substituída por escritórios e toda a\ninfraestrutura de apoio a mineração.\n\nA expecrativa criada por um empreendimento de grande porte como este, fez\ncom que pessoas sem emprego se vissem atraídas pera esperança de arguma\ncolocação' Por outro rado muitas pessoas que foram para Amazônia em busca de\nouro' que ocorre nos aruviões dos vários igarapés e rios, se instararam nas\nproximidades, ainda mais considerando que a área do projeto está a pouco mais de\ncem quilômetros de serra perada. Formou-se uma enorme favera, ou uma cidade sem\ninfraestrutura semerhante às do verho oeste dos Estados unidos. As modificaçóes do\nambiente foram evidentes, sem condições de controre por parte dos orgãos do governo\nou da própria empresa mineradora.\n\nos garimpeiros, que foram os primeiros habitantes, chegaram e se instararam\nem pontos ainda intactos e provocaram uma forte modificação da paisagem, arrasandoo leito dos rios e deixando um rastro de destruição da froresta, com marcas profundas.o leito de arguns igarapés se rransforr\"r\"r nrr\" sequência de buracos porque oaluvião foi revolvido para separar o ouro do cascarho. com a chegada das chuvasesses buracos se transformaram em criadouros de mosquitos, arguns transmissores demalária, o que levou esta doença a ser endêmica nesta região.\n\nEsta destruição ambientar descontrorada feita peros garimpeiros e a modificaçãoorganizada da empresa de mineração são uma rearidade que exigiu sérias medidas\n\n\n\nFþura l. f,lapa de l-ocalÞação do Haclgo Alc¿llno de Poçoc dc Celdes\n(ullw:cL 1.sC3)\n\n\n\n- SAMÍA ROSALIA I\nt .-'\nIt!lttl//t\n\n/ -------.----'.-\nl,' \" \n\n- \n\"'- - -r--*''¡^\\=. ¡ s6 6\n\n/\"'----\\.\nCRISÌO REOENTOR\\\n\n.---*\\\\.,¿f TEtFER¡co,..,'\n\nPOçQS, DE CALDAS\n\nFtoura 2.\n\nPI¡¡{TA DA CIOADE DÊ PÓçOS DE C¡TOAS\n\ncoHAs ÁREÂs oESlAPESouls^DE col+\n\ncEssÀoÀ ALcoA\n\nO 2OO lO0O rn\n¡J+É¡\n\nESCALA t:20'000\n\n\n\n5\nmitigadoras de impactos ambientais para que o desenvolvimento do projeto carajás\nnáo se visse prejudicado. Em vista destes problemas foi iniciada esta linha pesquisa\nque depois de 6 anos chegou ao primeiro resurtado com a apresentação da\nDissertação de Mestrado (weissberg, 19g9), que mostrou o potencial poluidor da\nmineração sobre os recursos hídricos através do ciclo das chuvas, que lavam e\ndissolvem os minérios e os rejeitos da mineração.\n\nDesde o inÍcio, a pesquisa abordava o problema da reabiritação dos soros em\ncaixas de empréstimo marginais a rodovia serra dos carajás - Marabá, dentro da área\nde responsabilidade da CVRD. As mediçóes feitas reveraram que os nutrientes\ndisponíveis nos solos de mata natural näo se perdiam na reabilitação, ou seja os\nteores deles mantinham-se praticamente os mesmos. A continuidade da pesquisa só\nfoi possível ocorrer em poços de cardas (M.G.), outra região do país (figura 1), em\nbusca de uma metodologia para preparo e revegetação das áreas mineradas.\n\nAs atuais leis ambientais no Brasir exigem a recuperaçáo das áreas degradadas\npela mineração e para os projetos em pranejamento, exigem pranos de recuperação,\nque devem apresentar projeto para reabilitar as áreas modificadas. por isso várias\ntentativas têm sido feitas peras empresas de mineraçäo para que seja viáver a\nexploração das jazidas e o posterior uso das áreas mineradas. os sítios revegetados\nem Poços de caldas são exempros destas tentativas um tanto bem sucedidas.\n\nlnicialmente foram usados Eucatiptus e pinus e também Bracaatinga (uma\nleguminosa de grande porte), como monoculturas, em algumas áreas. Mais\nrecentemente, cumprindo exigências das entidades ecorógicas e das próprias reis\nambientais, estão sendo usadas várias espécies arbóreas e arbustivas, argumas\nexóticas, mas a maioria são mudas desenvorvidas em viveiro próprio da companhia, a\npartir de sementes colhidas nas matas dos arredores.\n\nAs seis áreas em reabiritação, escorhidas para esta pesquisa, estão distribuídas\npelas encostas, no campo do Retiro Branco, no campo de santa Rosária, estando\numa delas em situação menos acidentada (campo do sacco), mais afastada da cidade(figura 2). As idades de preparo das áreas escorhidas variavam de 12 anos a recémreabilitadas, no inÍcio da pesquisa.\n\n\n\n1.2. OBJETTVOS\n\nEsta pequisa teve como objetivo gerar o estudo da reabilitação de soros na área\nminerada para bauxita em poços de cardas (MG) através de comparaçáo entre\ncaracterísticas dos so/os naturais e dos so/os novos com várias idades de reabititação,\ndesde 0 alê 12 anos (do início da pesquisa), preparados segundo diferentes\nprocedimentos' Os solos acompanhados desde o início (três áreas) foram monitorados\ndurante 4 anos com observações e análises sobre os materiais.\n\nEste estudo comparativo levou em consideração características de ordem\ntextural (granulometria), ostrutural (macro e micromorfologia), mineralógica, físico-\nquímica (pH e umidade residuar) e química (comportamento do Ar, si e Fe, M.o. e c).\n\ncomo objetivo específico, a pesquisa visou a definição dos procedimentos com\nmaior sucesso na reabilitação das áreas, em termos de estruturação pedogenética dos\nmateriais que passaram a funcionar como soros novos, e de desenvorvimento da\nvegetação plantada em relação a evoluçäo dos teores de carbono orgánico e de\nmatéria orgânica total nos solos.\n\n1.3. REVISÃO BIBLIOGRÁFICA\n\nEsta revisão bibliográfica é mais uma procura dos temas direta ou indiretamente\nrelacionados à pesquisa desenvorvida. rsto se deve principarmente porque esta\npesqu¡sa trata de uma abordagem nova sobre a recuperação de áreas degradadas.\nNela procura-se mostrar que para recuperar uma área é necessário promover a\nreabilitação dos soros, um processo pedobiogeoquímico que se desenvorve para\nsuportar uma vegetação iniciar e depois, a própria evoruçáo ambientar se encarrega de\nadaptar a nova área ao contexto geral.\n\nA preocupação com o desenvorvimento ecorógica e economicamente\nsustentado, deve ser hoje parte das pesquisas que tratam de probremas ambientais.\nAs atividades humanas para ocupação dos espaços e para exploração dos recursos\nnaturais vêm, ao longo do tempo, modificando a paisagem com uma intensidadecrescente' relativa ao aumento da população e a demanda cada vez maior dosprodutos explorados. se avariados friamente os ponros de referência do nossodesenvolvimento recente, pode-se concluir que a instalaçáo de indústrias de todos osportes' bem como o consumo cada vez maior das diferentes matérias primas, têm\n\n\n\n7\n\ncontribuído para que ocorram verdadeiros sacrifícios ambientais, em nome do\ndesenvolvimento.\n\no nível de sofisticação que o Homem vem atingindo em bens manufaturados e a\nvelocidade com que estes produtos se tornam obsoletos, vêm despertando o interesse\ndo profissional que lida com as fontes destas matérias primas minerais, o Geólogo, e\ndos pesquisadores que têm estudado o ambiente para medir o l¡mite de modificaçöes\nsuportáveis, ou seja, sua resiliência.\n\nA divisão do mundo atuar em países desenvorvidos e países em\ndesenvolvimento, abre uma questão muito séria no que diz respeito às modificações\nambientais locais ou regionais, que podem contribuir para as modificações que, com o\npassar do tempo, podem prejudicar a saúde ambiental e consequentemente a saúde\ndas populações atingidas. uma breve revisão dos fatos pode mostrar que os paÍses\nem desenvolvimento, por não terem atingido um desenvorvimento tecnorógico\nsuficiente para produzirem bens altamente acabados, têm exportado as matérias\nprimas de seu sub-soro, primeiro, como fonte de recursos financeiros (a exportação de\nminérios atinge até 80% do total da exportação de alguns países), e, segundo, para\ntentarem seu próprio desenvorvimento, tendo em vista seus problemas estruturais que\nos mantêm dependentes de outros países. o Brasir é um país que exprora muito dos\nseus recursos minerais, por isto não está muito longe desta realidade.\n\nÉ importante, então, arertar para a seguinte rearidade: a exportação de matérias\nprimas para suprir o desenvorvimento de países desenvorvidos, tem manrido o\nsubdesenvolvimento ambientar, sociar, científico e tecnorógico de muitos países. Hoje\né muito forte a pressão de muitos ramos da sociedade, no sentido de rutar por maior\nintegração entre os dois grandes grupos de países, na busca de um equiríbrio\ncomercial e sociar' a partir de uma troca de informaçÕes técnico-científicas.\n\nHoje ainda predomina a idéia de que \"quem investe dinheiro quer ter um retorno\ncada vez maior e quer administrar o que investe,\" o que significa uma perda deautonomia nos vários setores atingidos. Frente a esle quadro aqui vão ser abordados\nvários aufores que ajudaram a definir a mentatidade desfa pesqursa.\n\nA primeira referência é um trabarho de odum (1 g6g) onde suas primeiraspalavras são: \"um entendimento da sucessåo ecorógica supre o embasamento parasolucionar o confrito do Homem com a Natur eza,'. o termo \"sucessão ecorógica,,envolve o desenvorvimento da sociedade humana. o ecossistema ou o sistema\n\n\n\nI\necológico é a união da organização biorógica interagindo com o ambiente físico, onde\nos fluxos de energia direcionam a cadeia lrófica e os ciclos dos nutrientes, dentro do\nsistema. A sucessão ecorógica deve ser entendida com base em três parâmetros: 1. o\nprogresso ordenado do desenvolvimento da comunidade que deve ser planejado; 2. a\nmodificação do ambiente físico pera comunidade, que deve ser controrado\nconsiderando que o ambiente físico determina o modero e os rimites do\ndesenvolvimento; 3. a estabilidade do ecossistema considerando os limites disponíveis\npara se manter a quaridade de vida (interação Homem-Natureza), em reraçäo ao\nsubstrato (solo água, ar e energia).\n\nEste artigo arertou para a importância de um pranejamento para nortear o\ndesenvolvimento, a todos os níveis num país, e deve ser pensado em base mais\ncientíficas, conhecendo os rimites das modificaçöes que o ambiente pode suportar.\nTodos estes rimites precisam ser conhecidos e portanto estudados. Hoje, quando se\nfala que a aptidão da região amazônica é para a froresta ou curturas perenes, significaque as experiências desenvorvidas, pranejadas ou não, já escrareceram rimites de\nmodificações suportadas pero ecossitema amazônico ou seja a froresta não pode ser\nremovida.\n\nFyfe (1981 ) discute o \"Grobar 2000 Reporr to the president,,e apresenta umquadro bastante interessante sobre o consumo da matéria minerar e arerra para osnovos elementos procurados para atender ao desenvorv¡mento tecnorógico. Ere dizque \"o consumo desenfreado de matéria minerar reva ao ,,stress,, ambientar, que estáse intensificando e irá determinar a quaridade de vida em nosso praneta. seráresponsabilidade dos geoquímicos providenciarem dados básicos necessários paraadequar o pranejamento às soricitações, rembrando que o úrrimo objetivo daGeoquímica é entender a história detarhada dos erementos químicos e como erestomam parte nos grandes processos terrestres,,.\n\no autor considera que os processos externos que envolvem a terra, oceanos,atmosfera, biomassa, sedrmenfos e rochas são óbvios. se tratamos de ambientes,devemos ter em mente que os resurtados das interações entre os processos externosproduzem o equilÍbrio din ^\nao onso do rempo, \n\n\" Jl:ilï:i:'ïTffi'ï:i#:::i:ffi:i::,ï:1constante evorução como geoesferas, e deve-se considerar também as transformaçõesintroduzidas pelo Homem como a ação da Antroposfera.\n\n\n\n9\n\nAs questöes abaixo levantadas é também a preocupação desta pesquisa: ',A\nFloresta Amazônica existirá no próximo século?\"; \"o inferno verde vai se transformar\nem deserto vermelho?\"\n\nos aspectos salientados no artigo servem sobremaneira para nos alertar para a\nimportância da geoquímica, na tentativa de resolver os problemas ambientais, de\norigem natural ou artificial, com uma visão interativa do que pode acontecer entre as\nmais simples e as mais complexas transformações do planeta, que se interrelacionam,\nnum contexto mais amplo ou mais restrito.\n\nPrigogine (1978) fala com propriedade de como a segunda lei da termodinâmica\nserviu de base para várias teorias e para este texto que ele traduz como ,,os aspectos\nmacroscópicos e microscópicos da Segunda Lei da Termodinâmica,,.\n\nA importância de se conhecer as bases teóricas que discutem a irreversibilidade\ndos processos, tem dois aspectos para o estudo do meio ambiente. o aspecto\nmicroscópico, onde a dimensão não importa e sim a capacidade de se alternarem as\nreações químicas porque existe a sua energia própria para reagirem (energia rivre de\nreaçåo), e o aspecto macroscópico ou o das interaçöes entre sistemas, ou\n\"geoesferas\", que acontecem num sentido de manter um equiríbrio dinâmico. É este\nequilÍbrio dinâmico quê envorve várias escalas. convém então comparar a escara\nmicroscópica das reacões químicas com a escara macroscóoica das interacões entre\nsistemas. o termo estabiridade, neste contexto, diz respeito à manurenção dos\nsistemas, dentro das condições mínimas, para que o equiribrio se mantenha. Fora\ndeste intervaro de condições mínimas ocorre o desequiríbrio, que interrompe as\nreações e as interações. Aplicado ao meio ambiente este enunciado traduz o impacro\nambiental como a interrupção dos processos de reações e de interaçóes,\n\nos processos reversíveis são consideramos atuantes na dimensão\nmicroscópica, ou seja' aqueres que se processam através das reaçöes químicas,\npodem ocorrer nos dois sentidos: subståncias reagindo e formando outras, e\nocorrendo a precipitação de um dos produtos se estaberece o sentido da reação,\nindependendo do tempo. euando se modificam as condições de concentração destasolução resurtante o sentido da reação pode se inverter e passa a existir assubståncias inicialmente em solução. Os processos irreversíveis, que ocorrem naescala das interações (escara macroscópica), são responsáveis peros equiríbriosdinâmicos, onde os sistemas interativos têm sua própria independência e as energiasinternas de cada sistema são trocadas externamente através de pontes muito fracas,\n\n\n\nlo\nmas fortes o suficiente para manterem a interdependência entre os sistemas. o solo\npode ser considerado um sistema-ponte ou um meio intersistêmico. Seria a interação\nentre: l evoluçáo minerarógica ou as a/fenTas; 2. evorução da bromassa; 3. ação da\nágua: 4 açåo dos gases atmosféricos; e 5. ação da energia sorar. o soro seria a\ninterface destas interações.\n\nEsta pesquisa buscou explicar o significado dssta irreversibilidade, mostrando\nque o equilíbrio dinâmico que existe nos solos pode ser \"renovado\" artificialmente. A\nnatureza busca um novo equiríbrio a partir do preparo artificiar que promove o\ndesenvolvimento rápido da vegetação, principalmente a semeada. Desta maneira o\n¡mpacto é minimizado e as interações tendem a se restabalacer, numa nova cond¡çäo,\npodendo evoluir e se aproximar muito da condição original, pois as condições exrernas\ndo ambiente são mantidas (água, energia sorar, gases e o substraro inorgânico).\n\nRicklefs (1987) trata do enriquecimento em espécies (diversidade) em\nassociações locais de prantas e animais - comunidade biorógica - onde ocorre os\nprocessos de formação de espécies novas e a sua dispersão (dispersão geográfica).\ncontra o enriquecimento em espécies estão os processos rocais de predaçäo,\nexclusão competitiva, adaptaçáo e variação no estoque de espécies, que podem\npromover a extinção rocar de espécies. Durante as três décadas passadas os\necologistas têm procurado exþricar a infruência do ambiente f ísico sobre a\ndiversificação das espécies, nas interações rocais, interações que são gerarmente\ndevidas ao grande número de espécies coexistentes. Esta interdependência as vezes\nnão acontece sob condições físicas simirares e a diversidade rocar mostra uma\ndependência da diversidade regionar. Estas observações sugerem que os processos\nregionais influenciam profundamente a estrutura da comunidade local.\n\nA reabilitação dos soros pode ser comparada com a dependência de espécies\nem relação a um substrato, ao qual elas se adaptam, se f¡xam, se desenvolvem epassam a contribuir para a manutenção dele próprio de forma nalural. euanto maior oestágio de interação do soro com a biomassa, merhores condições ere pode oferecer\nàs espécies para sua evolução.\n\nA remoção da vegetação e do próprio soro reverte o processo a níveis bemrudimentares do sistema, mas a tentativa de reconduzir os processos, e a própriaexistência da comunidade regionar (áreas naturais) pode acererar os processos deretomada das espécies naturais.\n\n\n\ntl\nGroot (1987) fara da crescente preocupação dos governos com os probremas\n\nambientais de degradação e poruição, apesar de nåo controrá-ros. Argumas das\nprincipais razões do abuso sobre o ambiente såo, a curto prazo, originadas a partir do\nprocesso de planejamento econômico, que ignora os efeitos a rongo prazo, sobre o\nambiente, e também o fato de que os critérios de estipurar preços, principarmente\nconcentrados em produtos e serviços, consideram os recursos naturais como sendo\n\"produtos livres de taxação\". Assim, do mesmo modo que se quantificam os bens\nproduzidos e serviços, os custos ambientais também devem ser considerados e\nplanejados nos procedimentos econômicos.\n\nDesta maneira pode-se e deve_se pensar em termos de planejamento\neconômico considerando os gastos para preservação ou recomposição do ambiente,\nque sofre as ações do uso dos recursos naturais. Deve-se ainda pranejar recursos\neconômicos para o desenvolvimento de pesquisas que serão dirigidas a aperfeiçoar a\nminimizaçäo dos impactos ambientais.\n\nBriassouris (1 ggg) apresenta arternativas para pranejamento ambientar que\nvisam adequar a teoria e a prática. Na ausência de um prano de ação, para se avariar\ntendências, deve-se imprementar o acompanhamento periódico dos aspectos em\nquestão, o que significa monitorar os parâmetros alvos de modificaçöes. Esta pesquisa\nusou esta técnica porque os efeitos poderiam ser estudados e comparados em\ndiferentes estágios da reabilitação.\n\nJohnson (1988) discute a possibilidade de monitorar variáveis que serviriam de\nindicadores do estado do ecossistema em estudo. Desta maneira seria possíver\nestabelecer um quadro diagnóstico da situação do sistema ou o seu estado de saúde.\nNeste trabarho foram escorhidos parâmetros físibos, físico-químicos e químicos quepodem indicar a evorução dos processos associados a reabiritação dos soros.\n\nschaeffer ef a/ (199g) fara dos dados que devem ser anarisados e estudadospara conheçer realmenle o que se passa no meio em questão. os dados devem, entãofornecer informações concretas a respeito do ecossistema e quais as condições quemantêm seu equirÍbrio dinâmico. o estudo do soro, como sistema com vida própria,precisa ser estudado através de dados que caracterizam a sua função de suporte enutrição da vegetação e da microfauna, e meio de percoração das águas, Aimportância de se restaurar a saúde do ambiente está no sucesso do trabarho dereabilitaçáo do soro. se a vegetaçâo consegue se desenvorver, o sistema soro também\n\n\n\nr2\nevolu¡ para um novo equilíbrio dinâmico e, ao longo do tempo a área se reintegra a\npaisagem.\n\nSedjo (1989) discute a problemática do CO2 como fator controlado na atmosfera\npela existência das florestas. Medidas mostraram a eficiência das florestas para\ndiminuir o teor de co2 da atmosfera. outro ponto ¡mportante é a retençâo da umidade\npelo ambiente em consequência da liberação lenta de vapor de água pelas plantas\n(transpiraçáo).\n\nEsta parte filosófica da bibliografia dá lugar agora a parte dos fundamentos\nteóricos dos estudos sobre os solos, indicando como estudar seus componentes\norgânicos e inorgânicos, suas funçöes, suas propriedades e suas caracterÍsticas\nintrínsecas, citando técnicas de estudos no campo e no raboratório.\n\nRai &amp; Kittric (1989) apresentam os principais minerais formadores dos soros,\ncomo produtos de arteração supérgena, que estabelecem um equiríbrio entre as\ncondições de umidade, matéria orgânica presenre e atividade biorógica, com o grau de\nestruturação do solo.\n\nOades (1989) trata da importância da matéria orgânica no desenvolvimento das\npedofeições no materiar minerar, bem como das funções de adsorver cátions das\nargilas e dos materiais não argilosos de dimensões das argiras, como o caso dos\noxihidróxidos que os adquirem, em presença de baixos teores de matéria orgânica.\noutras funções químicas da M.o. também são discutidas, pois apesar de ser um\ncomposto apolar, está relacionada com a formação de comprexos organo-minerais\ncujas funções ainda estão sendo estudadas mais amplamente.\n\nAren ef a/ (1989), Hsu (1989), Schwertmann (1989), Dixon (1989) e Drees ef a/\n(1989), em seus artigos apresentam as características dos minerais que ocorrem nos\nsolos, sua origem e os processos formadores, bem como sua função no\ndesenvolvimento dos soros. ocorrência de minerais secundários, óxidos e hidróxidos\nde alumínio' óxidos de ferro, grupos de argirominerais, etc, são estudados como parte\ndos solos e como substâncias que participam nas reações físico-químicas que ocorrem\ndentro do sistema solo e que interagem na nutrição das plantas e animais.\n\nDougras et at (19g2) trata de uma nova crassificação dos soros, baseada noestudo micromofológico aliado a outros estudos tradicionais. Este estudo é feito sobreamostras indeformadas de soro e compara as observaçöes de campo e de raboratório,\n\n\n\n13\nutilizando equipamentos dos mais simples aos mais sofisticados. A utilização de\namostras indeformadas é fundamental pois a arquiletura do solo é resultado dos vários\nprocessos biogeoquímicos, e sua dinâmica nas trocas solo-planta é caracterizada\npelo tipo de microestruturação do solo,,.\n\nRuellan 1989, dá importância aos estudos dos solos utilizando-se as várias\nescalas (escala de campo, escala macroscópica das amostras indeformadas e a\nescala microscópica que relaciona as feições do solo com os componentes evolutivos\nou seja as feiçöes pedogenéticas) Ruellan, 19g7; 1998 e 1991 deixa claro que o maior\nproblema de degradaçáo do soro é a perda das estruturas formadas por processos\nbiogeoquímicos decorrentes das condiçöes de superffcie e fatalmente modificadas e\ndegeneradas por manejo inadequado ou por várias atividades que mudam\nradicalmente a paisagem.\n\nA evolução das estruturas do soro é o resurtado da interaçäo de vários\nprocessos que incruem a água (advindas dos vários compartimentos), a composição\nmineralógica primária e secundária dos materiais de superfície, a estrutura inicial e a\nestrutura da rocha-mãe e a atividade dos organismos e da matéria orgânica em sua\ncontínua transformação sobre a superfície dos terrenos.\n\nReichardt (198s) apresenta um estudo da dinâmica do solo como um sistema\nsemi-fechado que interage com as prantas e com a atmosfera (gases e água). Desta\nmaneira fica claro que o funcionamento do sistema soro obedece às reis físicas. o\nsistema solo então merece uma definição que incrui certas características de\ndesenvolvimento, como formação de micro e macroagregados, micro e macrovazios\n(porosidade bem desenvorvida), atividade biorógica ¡ntensa, existência de chuvas bem\ndistribuídas ou irrigação, etc. Estes soros devem ser bem anarisados nos seus\naspectos gerais para fins de aproveitamento agrícola ou manutenção de cobertura\nvegetal perene.\n\nMermut (1 992) apresenta o soro como um meio intersistêmico onde amineralogia, a textura e o conteúdo de matéria orgânica são os principais\nresponsáveis peras interações com o crima e com a biota para desenvorvimento deuma dinâmica físico-química, na escala dos colóides. A importância dos estudos desteautor é mostrar que as reações a níveis täo minúscuros (escara uftramicroscópica) é oponto-chave das interações orgánicas e inorgânicas que desenvorvem asmicroestruturas, os microagregados e as microfeiçoes rigadas às funções dos soros.As análises de imagens de amostras indeformadas de soros mostram os fenômenos\n\n\n\n74\natravés das pedofeiçöes, da distribuiçåo e quantidade de matéria orgânica e das\ndimensóes e composição mineralógica dos grãos e a função de suas cargas elétricas\ndistribuídas à superfície para manter os pedoprocessos.\n\nTardy &amp; Roquin (1991) apresentam um aspecto muito importante da evolução\ndos materiais de superfície, desenvolvendo carapaças ferralíticas em ambientes\ntropicais, causando a destruição das estruturas do solo, porque as soluções de\nsubsuperfície sobem e se precipitam sobre os terrenos por processos de oxidaçåo,\nformando couraças duras e impermeáveis, descaracterizando o solo pré-existente.\nEste trabalho contribuiu para o entendimento da origem dos nódulos ou pedaços de\ncouraça, encontradas em abundância, fazendo parte dos solos da região em estudo,\ncuja composição mineralógica apresentada pelo trabalho dos autores acima é: sílica\n5%, caulinita 30%, goethita 35% e hematita 3oo/o. Estes couraças são litodependentes\ne portanto autóctones, mas ao longo do tempo vários processos de arteração\nsuperficial transformam grande parte delas em pequenos blocos e seixos, grãos de\nareia, até siltes e argila, quando entáo passa a fazer parte do solo.\n\noutro aspecto importante apontado neste artigo mostra que o rençor freático,\nnas suas oscilações de níver, interfere no avanço das acumulações de ferro e alumínio\nna superf ície do solo e nas frentes de alteração dos materiais, além de estar\nrelacionado com os fenômenos de hidratação e dehidratação dos minerais\nsecundários. um exempro que interessa a este estudo é a transformação gibbsita-\ncaolinita-gibbsita nos latossolos. Nesta discussáo a atividade da sílica e a atividade da\nágua såo importantes na definiçåo do equirÍbrio acima descrito. os autores\ndemonstram que a atividade da água nos soros é controrada pera capiraridade. euanto\nmenor o raio do poro onde a água penetra, menor a sua atividade. A atividade da água\né também iguar a p/ps (razão entre a pressão parciar da água em ar seco p e em ar\nsaturado po) como concrusöe imporrantes este trabalho afirma que o pH do soro e o\nteor de M.o. são fatores tfpicos de cinética dos processos do soro, enquanro\ntemperatura e atividade da água são fatores termodinâmicos. arém disso a atividade\nda água pode ser controrada pera pruviosidade, pero tamanho dos poros e pera\nprofundidade do nível da água subterrânea.\n\nFoi consultada também bibriografia para embasar o estudo micromorforógico do\nsolo, uma ferramenta de estudo rerativamente nova, porque parte desta pesquisa\nprelende verificar as diferenças entre os solos naturais e os materiais reabilitados\n(solos novos) a nível das feições micromorfológicas.\n\n\n\n15\n\nBullock ef a/ (1985) prepararam o \"Handbook for soil thin section description,',\nque se presta a ajudar no estudo de lâminas delgadas dos vários tipos de amostras\nindeformáveis de solo, observando e identificando as pedofeições e as estruturas\npróprias dos solos. Para complementar este estudo selma s. castro, (1gg9) organizou\numa compilação de vários cursos e publicaçöes, de vários autores, que se presta a\najudar no estudo de lâminas delgadas de amostras indeformadas de solos e foi\nconsultado ao longo desta pesquisa.\n\nA análise de imagens dos solos, estudo das pedofeiçöes que são identificadas\nnas amostras indeformadas, utiliza equipamentos sofisticados para que sejam\nreproduzidas, analisadas quimicamente e quantificadas na escala em questão.\n\nProtz ef al (1992) utilizando imagens digitais de seções polidas de solos\nproduzidas através de um Eikonix scanner (4096 detectores em arranjo linear dos\nraios), faz um trabalho sobre a aplicação deste equipamento para análise espectral de\nimagem da micromorfologia do solo. o método de análise consiste em usar imagens\nseparadas, coletadas em cada uma das ondas longas (vermelhas, verdes e azuis) da\nluz visível (fonte incandescente) e nas ondas longas azuis por iluminação ultravioleta.\nEstes conjuntos de dados espectrais foram registrados, expostos e analisados como\nimagens de combinação de cores com um sistema de análise espectral de imagem\n(EAsl/PAcE). A identificaçäo individual e delineação das feiçôes pedológicas foram\nbaseadas em suas morfologias e cores . A esta tarefa foi adicionada a capacidade de\nampliação da imagem do sistema. Feiçöes crassificadas incluíam grãos de esquereto,\nespaços vazios, manchas, matéria orgânica, concreções de manganês, carbonatos e\nzonas de esvaziamento. um código interpretativo de cores para a apresentação das\nimagens das feições crassificadas deste soro foi proposto e imprementado. A\nporcentagem da área da imagem totar ocupada por cada uma destas feiçöes\npedológicas foi derivada da classificação final da imagem.\n\nsweeney et at (1992) apresenta uma apricação de anárise espectrar de imagem\nda micromorfologia, comparando dois soros: um nunca curtivado e outro curtivado por\n30 anos com milho. Ere usou todos os equipamentos usados por protz (1g92) e\nconcluiu que existe compactação no soro curtivado, com a reduçåo da\nmacroporosidade e dispersão de matéria orgânica e concentraçåo ao rongo de\nmacroporos.\n\nChauvel ef a/ (1991) estudando\nprimeiro desmatamento, na Amazônia\n\na porosidade de solos\nCentral, verificaram que\n\nrevegetados após o\nocorrem mudanças\n\n\n\n16\nmuito acentuadas na distribuição relativa dos espaços porais do solo além de uma\ngrande modificação a composição química dos latossolos da região. para medida da\nporosidade foi utilizado um porozímetro de mercúrio.\n\nOs trabalhos publicados sobre a área até o início da pesquisa são:\n\nDias (1980, 1981, 1982, 1983, 1984 e 19BS) apresentou resultados dos\ntrabalhos realizados na reabilitação das áreas mineradas pela ALCOA em poços de\ncaldas, relativos aos métodos de preparo dos terrenos, usando vários implementos e\ncita também os tipos de adubaçáo, arém das espécies de forrageiras e arbóreas\nutilizadas na revegetaçáo das áreas. De maneira gerar os materiais usados na\nreabilitação são os estéreis da lavra. lnformações sobre o tipo de vegetação existente\nantes da lavra e a vegetação predominate na região encontra-se descrita nestes\ntrabalhos. Dados climatológicos da região de estudo são os da estação meteorológica\ninstalada no campo do Retiro Branco, área bastante minerada no período de 1gg0-\n1990.\n\nWilliams (1986) apresenta um histórico das atividades de reabilitação de solos\nimplementadas pera ALcoA durante os anos g0 e chama a atençåo para a\npreocupação ambientar, que deve nortear estes trabalhos, procurando inovar com\nmétodos cada vez mais adaptados e conhecer os merhores resurtados para enrão\nestabelecer critérios para a recuperação de áreas mineradas. Este autor fala ainda das\nvárias opções de novos usos das áreas , o que deve nortear o pranejamento da\nreabilitação. outro aspecto importante deste artigo foi avariar o custo da reabiritação,\nconcluindo que apenas 18 cents de dorar são gastos por tonelada de óxido de\nalumínio produzido. Desta maneira ficou demonstrado que a reabiritação é viáver, de\nbaixo custo e pode ser eficiente se levada a sério.\n\nweissberg ig8g apresentou os primeiros resurtados da investigação sobre a\nreabilitação mar sucedida em caixas de empréstimo na serra do carajás. Este\ntrabalho apresenta os resurtados das anárises de fertiridade que foram rearizadas emvários perfis de solos de vegetaçåo primária, de vegetaçåo secundária, nas caixas deemprésfimo e em áreas terraprenadas. Foi constatado que os nutrientes disponíveisnos solos de mata primária estavam presente nas demais áreas em teores muitopróximos e pode-se concluir que o problema da reabilitação mal sucedida não se deviaà falta de nutrientes nos soros. por esta razão a pesquisa em questão não sepreocupou com esta questão de fertiridade e sim com a estruturação dos soros.\n\n\n\nL7\nA revisåo bibliográfica compõe uma abordagem ambiental que apresenta o\n\nponto de vista e os resultados de pesquisas de vários autores que se procupam em\nsensibilizar a classe científica para um exame dos problemas decorrentes das\nmudanças sofridas pelos ecossistemas em funçåo do desenvolvimento da sociedade e\ndo consumo.\n\nA bibliografia disponível náo trata dos solos avaliando a evolução dos\nprocessos pedogeoquÍmicos atuantes. A reabilitação ainda é tida como um processo\nde revegetaçäo e não como um processo artificial de desenvolvimento de um novo\nsolo Logo, os estudos desta pesquisa é um primeiro resurtado que pretende\napresentar a reabilitação dos solos como um assunto técnico-científico.\n\n\n\nCAPíTULO 2\n\nAPRESENTACAO DA AREA DE ESTUDO\n\nAs características da área estudada seráo apresentadas através da georogia,\nda geomorfologia, do estudo dos soros, dos recursos hídricos e das atividades da\nmineração. A geomorforogia da área incrui também dados sobre o crima e sobre a\nvegetação.\n\n2,1. GEOLOGIA\n\no maciço arcarino de poços de cardas se apresenta sob forma de uma grande\ncratera vulcânica, que mede aproximadamente 30Km de diâmetro. As bordas dacratera estão a uma artitude média de 1.6oom e a parte centrar fica numa cora mais\nbaixa 350m. A região em torno da cratera está a uma artitude de 600m e é consrituida\nde gnaisses e sedimentos recentes. Na periferia externa, os tarudes são rerativamenre\nabruptos, enquanto o pratô cêntrar apresenta uma topografia menos irregurar,\nressaltada pelas diferenças ritorógicas, principarmente a presença de corpos intrusivos\nde rochas intermediárias a básicas.\n\nAs rochas mais\n(tinsuaíros), \n\n'\"0i\" lronori\"itï;i;::.\"ì:\"'lil,,lTï ;ffiïi:i\" î\"\"J:\":îï\"i[:alcalino sofreu uma fenitização tardia e foi objero de arteraçåo hidrotermar intensa(metassomatismo potássico), responsávet peto aparecimento dos chibinitos elujauritos, que ocorreram na última fase da formação do maciço (Boretim DNpM, .1g7g;ulbrich ef at 1979; urbrich &amp; Gomes 1981; urbrich 1981) O mapa georógico de Erert efa/ (1959) da figura 3, mostra os tipos de rochas que deram origem aos materiais dealteração supérgena, inclusive às grandes ocorrências de bauxita.\nsegundo schorscher (1gg2) a introdução do comprexo alcarino fenitizou duasprincipais áreas das rochas interiores do maciço e Erert (1 g5g) descreveu omatassomatismo como responsável pera redução no conteúdo de quartzo nas rochasdo complexo alcalino.\n\n\n\nN-\n\nt:\n\nil\n\n_\\ _\n\nL_-\n\n::ì{\n\n\\--\\--l--\n\ntt\n\n+++\n+++\n\n+ +ì t+ + +\n\nW\nI + +l\nl+ +d\nl+ +l\n\nm\nUJ\n\nFigura 3' Mapa Gecrógico cte poços de carcras e regiäo (conforme\nmapa de Ellert, Coutinho e Bjornberg em Ellert, 1g516.\n\nLujourilo, chibinito\n\nNelelino sie nilo\n\nTinguoíto, f oncjl¡to\nBrecho de linquoílo\n\nLovo fonolít ico\n\nEt{sm\nhiï!'{i¡jti,j Rochos se d im enl ore s\nl:iirri:j¡:1 ir:jl\n\n. T!ã---ã-l\nlo o 4 Fenito\nlo ol\nT-=_--l\nl- - ^] Embosomento cristolinol--l\n\n\n\n20\nsegundo urbrich (1994) a arteraçåo supérgena gerou um espesso manto de\n\nalteraçåo, chegando a dezenas de metros, constituído basicamente de argirominerais\ntipo caulinita, oxihidróxidos de alumínio (gibbsita) e de ferro (goethita). Grandes\nvolumes, no interior do manto de arteraçáo sofreram uma rixiviação em sírica\nparticularmente intensa, como parte do processo de hidrórise, formando os borsões de\nbauxita, onde a presença de caurinita é pequena. A caurinita ocorre principarmente no\nmanto de alteração, fora dos bolsões bauxíticos.\n\nPara esta pesquisa é importante saber que existia pouco quartzo presente nas\nrochas que sofreram uma grande rixiviaçáo em sírica em gerar, e que os processos\nsuperficiais, ajudados pelas fraturas abertas peras reativaçöes magmáticas, originaram\nas alteritas que incluem os bolsões de bauxita e a partir destas alteritas os solos se\ndesenvolveram através dos processos pedogenéticos adaptados às características\nclimáticas da região.\n\nA geologia de uma região é o estudo das rochas (minerarógia primária) e quase\nnada se fala sobre os processos que atuaram e deram origem aos materiais de\nalteração. Apesar disso é importante caracterizar o manto porque os materiais de\nalteração fazem parte das alteritas (materiais de arteração intempérica das rochas) e\npróximos da superfície sob ação de processos pedogenéticos formam os componentes\ninorgânicos dos soros. A figura i mostra o perfir esquemático que reraciona as rochas\nsãs e o manto de arteração autóctone, com os borsões de bauxita. Também está\napresentado o esquema do corte de ravra, cuja cubagem é feita a trado para derimitar\nos corpos bauxíticos e a área a ser atingida pela mineraçäo.\n\n2.2. cEoMORFOLOG|A, CLTMA E VEGETAçÄO\n\no rerevo muito acidentado do interior da cratera vurcânica se deveprincipalmente as várias remobirizações magmáticas que intrundiram vários corpos dediferentes dimensões e formas. obviamenre a crosta pré-existente sofreu um intensofraluramento, bem como as rochas formadas a partir das intrusões, com as atividadesmagmálicas posteriores. os processos de superfície moldaram o rerevo e geraram aslateritas e os solos da região. A evolução das lateritas, através de lixiviação da sílica,gerou corpos bauxíticos residuais que se distribuem dentro do manto (figura 4) e ocontrole pode ter sido estruturar (schorscher, 1gg2) que orientou a distribuiçáo dos\n\n\n\n\n\n22\nfraturamentos que por sua vez facilitaram a hidrólise e o rápido escoamento das\nsoluções.\n\nExiste evidência de uma fase de desenvorvimento de couraças, que estão\npresentes em vastas áreas da região, sobre as quais se acumulam grandes volumes\nde água e onde se iniciou o desenvolvimento de solo nas linhas de fraturamento da\ncouraça onde se desenvolve uma vegetação especial (campus rupestris).\n\nconsiderando que o rerevo iniciar foi controrado pera formação do maciço\nalcalino e outras várias intrusões, os recursos hídricos e o relevo evoluiram de modo\ninterdependente pois as drenagens se encaixaram nas fraturas que sofreram arteração\nmais cedo que a rocha menos fraturada. As drenagens de primeira a quarta ordem\nobedecem a um padrão que direciona todas eras para uma única bacia. Ao rongo das\ndrenagens estão concentradas a vegetação natural de froresta subtropicar que são\natualmente rêservas ambientais pois são as cabeceiras dos mananciais da regiåo do\nplanalto de Poços de Caldas.\n\nO clima atual da região é do tipo de clima de altitude (quente e úmido), com\npluviometria média anuar de 1 .700mm. o período de chuvas mais intensas vai de\noutubro a abril e o período mais seco de junho a agosto (gráfico da figura 5). os dados\npluviométricos usados foram registrados na Estação Retiro Branco da ALCoA durante\no período de 19BS a 1989.\n\nsegundo Dias (1980) a temperatura média anuar é de 17.7oc, variando entre a\nmáxima de 33o e a mínima de -60. As temperaturas mais erevadas ocorrem justamenre\nno período de maior intensidade de chuvas (de novembro a março) e as temperaruras\nmais baixas durante o período mais seco (iunho, julho e agosto), quando podem\nocorrer geadas.\n\nA umidade rerativa do ar (média anuar) é de 7g.2%, variando entre o índicemáximo de 83% e o mínimo de 6g.80/0. A evaporação média anuar é de g0g.1mm,\nsendo agosto o mes de maior evaporação - g3mm (fim do período seco) e janeiro operíodo de menor evaporação _ 57.3mm.\n\nA vegetação naturar é formada de matas subtropicais (subcaducifórias) comalgumas espécies de zona temperada como Araucaria angustiforia. predominam\nárvores de porte que não urtrapassa 20-25me arguns poucos indivíduos atingem 30 a35m (Dias, 1980) Ao rongo do tempo esta uegeta-çao foi sendo substituída por campos\n\n\n\nÞ\n.!\no\n¡¡¡\ncl\nQ 300(J\nÉ,t-\nUJ\n\n=J\n\n=\n\nPLUVIOMETRIA\n\nZzJÈ=l\nMESES\n\nFigure 5. Gráfico da pluviometria das áreas de estudo\n\n\n\n24\n\nde cultivo que modificaram muito as características do solo com o uso de implementos\nagrícolas e plantios alternados. Assim, com o empobrecimento dos solos apareceram\nvegetaçóes diferentes como as de campos cerrados e as de campo de attitude. os\ncampos cerrados apresentam uma vegetação arbórea muito rala, de pequeno porte,\nmuitas herbáceas e predominam as gramineas de várias espécies e principalmente o\ncapim cucuio nativo da região.\n\n2.3. RECURSOS HíDR¡COS\n\nA bacia que drena a região é a do Rio pardo, que recebe afruentes ao rongo de\ntodo o planalto que contorna a depressão interna da cratera. próximo a cidade de\nPoços de caldas alguns ribeirões descem as encostas e seguem até os rios de porte\nmédio, como o Rio das Antas, que desembocam no Rio pardo. Ao rongo das\ndrenagens de terceira ordem desenvolvem-se matas ciriares no domínio dos campos\ncerrados. Estas matas se interdigitam em áreas mais baixas e juntam-se às matas com\nas caracterÍsticas de floresta subtropical. Esta mata contribui definitivamente para a\nrecarga natural dos recursos hídricos superficiais e subterrâneos, que abastecem a\ncidade de Poços de caldas, e que mantêm os ecossistemas e as lavouras.\n\nApesar de locarizada numa faixa sutropicar, a região recebe uma contribuição\npluviométrica anuar bastante importante (1.700mm), bern distribuída por todos os\nmeses do ano (gráfico da figura S).\n\nAs águas subterrâneas na regiáo foram importantes numa primeira fase da\nocupação humana, por existirem fontes de águas termais com teores importantes de\nsais dissolvidos, o que propiciou o desenvolvimento turístico na região. Com o inÍcio\ndas atividades extrativas, principarmente da bauxita, e o aparecimento de outras\nindústrias a popuração cresceu e a água superficiar se tornou escassa. Muitas\nempresas optaram pera perfuraçáo de poços profundos para suprir o abastecimento.\n\nAlgumas depressões no substfato mais impermeáver (carapaça ferrarítica)\nformam lagos de diferentes dimensões, distribuídos pera região. Em outros pontos\nforam construídos açudes e barragens, que contêm grandes vorumes de água, Esteslagos têm paper significativo no baranço hÍdrico da região porque a região temcaracterística de um ambiente rerativamente isorado, dadas as condiçöes topográficasda cratera vurcânica. por esta razão os recursos hídricos precisam ser bemdimencionados e o seu uso bem pranejado, uma vez que o baranço hídrico\n\n\n\n25\nresponsável pela sua manutenção depende muito da manutenção dos recursos\nambientais da região (matas, topografia, solos, rios, lagos, riachos, etc.). Algumas das\ninformaçóes acima foram obtidas verbalmente, em visitas pela área e em relatórios da\nALCOA (Dias, 1981 ),\n\n2.4. SOLOS\n\nos solos das áreas estudadas são, principarmente, de dois tipos: ratossoros\namarelo-avermelhado, que se distribuem pelas áreas mais íngremes e os ratossolos\nmarrom-avermelhados, melhor estruturados, nas regiöes menos acidentadas e ma¡s\npróximas das cotas mais baixas, onde a umidade e a matéria orgânica, que são\ntransportada por gravidade, se encarregam de dotá-los de melhores condiçöes de\nfertilidade. No geral são soros ácidos, mediana a fortemente insaturados e\npredominam, em sua fração argilosa, caulinita, gibbsita e goethita.\n\nEm vários cortes à margem das estradas foi possíver obseryar que a espessura\ndo manto de alteração varia muito. partes da froresta está sobre manto de espessura\nde poucos metros (drenagens). As áreas de meia encosta, entre as drenagens,\napresentam espessura de vários.metros (10-15m) sob froresta e espessura de poucos\nmetros (3 a 4m) sob a vegetação de campo cerrado. Estas diferenças estão\nrelacionadas ao uso agrícola de várias décadas.\n\no uso dos soros para fins agrícoras está reracionado principarmente ao curtivo\ndo café, há muitos anos. Em áreas mais pranas também existem os curtivos de batata\ninglesa e hortaliças e em altiplanos existem várias áreas de pastos. Está sendo\nintroduzida na região a exproração de madeira, principarmente o eucariptus e o p¡nus,que foram usados para revegetar áreas onde o empobrecimento dos solos nãopermitiu o desenvorvimento de outra curtura. Arém disso arguns proprietários pranejam\no plantio de soja e algodão como opção para substituir o café.\n\n\n\n26\n\n2.s. A MTNERAçÃO\n\nOs bolsões de bauxita (figura 4) são concentrações de oxidróxidos de alumínio\n(gibbsita) que ocorrem em concentrações residuais- são extraídos do subsoro das\nelevações serranas ao redor da cidade de poços de caldas, que se situa nas cotas\nmais baixas (1.250m) em reração às erevações (1.600m) que compõem o rerevo\nregional. Estes bolsões localizados através de sondagens a trados têm volumes\nvariados e ocupam áreas importantes, da ordem de vários hectares..\n\nA produção anual de bauxita da ALCOA era de 4g0.000 toneladas de bauxita\nseca em 1987. A concessão foi feita para exploraçáo de 22 minas numa área total é\nde 356 hectares. o minério é rico com teores da ordem de 7 oyo de arumina. o\nprocessamento da ALCoA incrui lavra, transformação em alumina e finalmente\nprodução de alumínio em forma de cabos, lingotes, chapas e elc.\n\nAntes da lavra é feito o desmatamento totar da área e em seguida o\ndecapeamento (retirada do soro). Esta camada que contém o soro orgånico tem\nespessura de 30-40cm, Dias (r9g4). A fase seguinte é a abertura das cavas para\nrefirada dos bolsões. Após a retirada do minério a área apresenta um relevo bastanre\nirregular e obviamente sem condições de quarquer uso posterior. A ALCOA tem\nadotado sérias medidas no sentido de revegetar as áreas mineradas, rogo após as\natividades da mineraçåo e antes de iniciar a mineraçäo já existe um pranejamento\npara o uso futuro das áreas. euando o proprietário da ârea prefere um refrorestamento\npara fins comerciais a empresa deixa a área reflorestada de acordo com o\nestabelecido. Em gerar estes casos se aprica a áreas agrícolas que não têm condiçöes\nde serem retomadas. euando as áreas são de vegetação naturar o órgão ambientar\nexige que se inicie a recomposição da paisagem.\n\no tipo de ravra à céu aberto é o método que se aprica neste caso, com abertura\nda cava removendo todo o material que existe sobre os bolsões bauxíticos. o material\ndos bolsões são retirados com máquinas por simpres desmontes e carregamernto,\nporque o materiar é bastante terroso, de fácir extração. o método de extração abrecavidades de profundidade suficiente para que o vorume máximo de minério sejaextraído, permanecendo apenas os materiais cauriníticos com gibbsita disseminada,\nconsiderados estéreis.\n\n\n\nCAPiTULO 3\n\nMATERIAIS E MÉTODOS\n\n3.1. MATERIAIS ESTUDADOS\n\nEsta pesquisa estudou os soros desde os aspectos da paisagem (megaescara)\naté os estudos ao microscópio (microescara) numa sequência de métodos para\nconhecer as características em mega, macro e microescaras, de modo a entender o\nconjunto dos processos ambientais, os aspectos de infruência da paisagem e as\ninterferèncias que podem ser imprementadas para promover a reabiritação das áreas\nmineradas\n\nA paisagem natural da região de poços de cardas é formada por uma\nsequência de morros com cerca de 300m de artura em reração às partes mais baixas\ndo interior da cratera vurcânica. Esta paisagem é composta por tipos diferentes de\nvegetação que se sucederam, ao rongo do tempo, tendo em vista o uso e ocupação\ndos solos. As frorestas subtropicais cobrem vastas áreas das encostas, dos topos e\ndas bases destas erevaçöes. Em argumas áreas de topo dos morros ocorre vegetação\nde campo de artitude, uma vegetação composta por espécies de gramíneas e rarasespécies de arbustivas. Em outras áreas de meia-encosta ou de baixada ocorrevegetação de campo cerrado, composta por várias espécies de gramíneas e dearbustivas com arguns metros de artura e caure retorcido. Arém destes tipos devegetação sáo encontradas em áreas de couraça aruminoferruginosa uma vegetaçãode campus rupestris, que se desenvolve ao longo das linhas de fraturamento dacouraça que acumuram materiais finos e umidade suficientes para germinar assementes de espécies de baixo porte (gramíneas e herbáceas).\n\nAs áreas mineradas estão distribuídas por toda paisagem e o tipo de ravra â céuaberfo modifica o rerevo rocarmenre para retirada dos borsões de bauxita, que fazemparte do manto de alteração das rochas alcalinas regionais.\n\nAs superfícies das áreas pós-mineradas, desmatadas e decapeadas, ficam semsolo e obviamente sem vegetação e com um rerevo bastante irregurar, ondepermanecem os materiais bauxíticos de baixo teor, os materiais cauriníticos e os\n\n\n\n28\n\nnódulos aluminoferruginosos de várias dimensões. A reabilitaçáo das áreas pós-\nmineradas feita pela ALcoA inicialmente era feita com preparo das superfícies por\nterraceamento ou bancadas com o plantio de mudas de eucatiptus e plnus, obtendo um\nbom resultado do ref lorestamento.\n\nNas áreas próximas às de florestas ou de vegetaçáo típica regional este\nreflorestamento causava um impacto visual e também distorçôes ambientais na\nadaptaçäo das espécies da fauna típica da região. por esta razão o orgão Ambiental\nlocal e o pessoal da ALCOA responsável pela reabilitação, iniciaram uma tentativa de\nrestabelecer a vegetação natural, desenvolvendo mudas e plantio principalmente de\nespécies nativas. Mas esta nova diretriz para revegetaçâo não levou a resultados\nsatisfatórios, ocorrendo um desenvolvimento da vegetação num primeiro momento e\ndepois de alguns meses a vegetaçáo regredia, principarmente as forrageiras\n(gramíneas) permitindo a ação das chuvas que provocaram intensa erosão dos\nmateriais finos à superfície dos terrenos. Várias tentativas foram se sucedendo de\nmaneira a encontrar um bom método de preparar dos terrenos e as melhores espécies\nvegetais que ajudariam no processo de reabilitação das áreas. Foi estabelecido que\nseria considerada reabiritada a área que desenvorvesse a vegetação prantada e\nsemeada e que permitisse a retomada pelas espécies nativas,\n\nEsta pesquisa acompanhou algumas etapas destas tentativas de reabilitar as\náreas, preocupada mais em saber o que se passava com o materiar que recebeu a\nvegetação, tendo em vista a experiência anterior na Amazônia, onde tentativa igual\nnão foi bem sucedida (weissberg 19g9), o que nåo estava associada nem a vegetação\nescolhida, nem a farta de fertiridade dos soros. Arém disso Ruelan (19g8) deixa craro\nque as estruturas dos soros são responsáveis pero desenvorvimento, fixação e nutr¡ção\ndas plantas, pois permitem a circuração de água, gases e das raízes e animais que\ninteragem no desenvorvimento do soro e da vegetação. Acompanhando este raciocínio\nforam escolhidos aspectos observáveis ou mensuráveis que pudessem caracterizar os\nsolos naturais e os soros novos e que avariassem as diferenças responsáveis pero\ndesenvolvimento mal sucedido da reabilitaçåo.\n\nos materiais anarisados para caracterização das áreas de estudo foramcoletados de perfis considerados representativos das oito áreas sendo seis em áreasreabilitadas e dois em áreas de vegetação naturar, um em froresra subtropicar e outroem campo cerrado As áreas pós-mineradas sofreram um preparo do substrato,transplante de materiar em superfície e depois receberam semeadura de forrageiras ougramíneas e prantio de mudas de diferentes espécies desenvorvidas em viveiro.\n\n\n\n29\n\nAs áreas dê vegetação naturar escorhidas (soros naturais): Área 1, no campo\ndo Retiro Branco, com vegetaçáo de campo cerrado e Área 3, no campo de santa\nRosália, com vegetaçäo de floresta subtropical estão adjacentes às áreas mineradas e\nos perfis foram abertos em pontos onde a vegetaçáo está intocada pelas atividades\nextrativas. os perfis foram abertos atravessando os horizontes o, A e B até atingir o\nhorizonte c e as amostras foram coletadas nos limites e no meio de cada um dos\nhorizontes.\n\nAs áreas reabilitadas escolhidas (solos novos) estão localizadas à meia encosta\ndas elevações que circundam a cidade de poços de cardas e tiveram dois principais\nmétodos de preparo: terraceamento e suavízamento.\n\no terraceamento foi o método usado nas áres reabiritadas mais antigas (12 e 6\nanos de reabilitaçrão) e consiste em escavar degraus ou bancadas onde a superfÍcie\nhorizontal tem uma pequena inclinação para o contato com a superfície vertical e esta\ntambém tem uma boa incrinação para diminuir a erosáo e manrer a semeadura de\nespécies de gramíneas e de arbustivas.\n\no suavizamento passou a ser o método usado, substituindo o terraceamento,\nque não apresentou bons resurtados para desenvorvimento das forrageiras,\nprincipalmente nos tarudes das bancadas; arém disso, este método reduziu gastos com\nconstrução de drenagens necessárias no caso do terraceamento. o suavizamento\nconsiste em corrigir as irreguraridade deixadas pera extração minerar, com máquinas\nniveladoras; as superfícies niveradas se inrerceptam em drenagens com incrinação\nigual à do suavizamento, de modo a conseguir um rerevo o menos acidentadopossível, para reduzir ao máximo a erosão pero escoamento superficiar das chuvas,permitindo o desenvorvimento da semeadura e das mudas. Nas partes mais baixas dasáreas foram abertas grandes varas para receberem os materiais carreados pera\nerosão.\n\nTanto as áreas com terraceamento como as suavizadas receberam, sobre asuperfície terraprenada, transprante de uma camada de cerca de 30cm de materiarrevolvido, retirado de barrancos escavados junto às bordas das áreas de vegetaçãonatural, não mineradas, misturadas às arteritas e aos materiais dos horizontes A e B.Após a distribuiçáo destes materiais, as áreas receberam fertirizantes que foramdosados por método agronômico com base nas anárises de fertiridade (tabera 1) feitacom os materiais do solo decapeado (\"top-soil\" e parte do horizonte A) e da afterita.\n\n\n\nMaterial M.O. (%) pH Al+++ Ca++ Mg+* K+ p+++++\n\ne.mo/1000 microo/ ml\nSubstrato 0.3 5.4 0.0 o.2 0.1 4.0 1.5\n\n50lo\ndecapead\no\nl3Oemì\n\n5 t\n\na\n\n6.7\n\n4.3\na\n\n5.0\n\n0.6\na\n\n1.1\n\n0.3\na\n\n0.6\n\n0.1\na\n\no.2\n\n40\na\n\n56\n\n1.1\na\n\n2-O\n\nTabela I Resultados das análises de fertilidade dos materiais usados no preparo das áreas\n\nAs áreas reabiritadas estudadas nesta pesquisa tiveram como critérios de\nescolha a idade da reabilitação, o tipo de preparo do terreno, os fertilizantes usados,\nos tipos de forrageiras semeadas e os tipos de vegetação plantadas (tabera 2). os\nperfis representativos das áreas foram abertos até a profundidade de 50cm tendo em\nvista que os materiais acamados à superfície e os materiais revolvidos para corrigir as\nirregularidade deixadas pela lavra atingiam esta profundidade.\n\nPara verificar a homogeneidade dos materiais foram feitas em uma das áreas\nvárias perfurações a trado manual coletando amostras a cada 1Ocm comparando_as\nentre si. No laboratório após secagem e quarteamento das amostras foram feitas\nanalises das classes granurométricas, da distribuição e tamanho dos nóduros em cada\numa das profundidades. Esta foi uma fase preriminar da pesquisa para conhecer os\nmétodos de preparo implementados.\n\nA adubação típica para as áreas preparadas por terraceamento ou bancadas foi\nde dois tipos, uma para as superfícies pranas e outra para os tarudes como mostra a\ntabela 3 A adubação típica para plantio das mudas desenvolvidas no viveiro para\nrevegetação está na tabera 4 e a reração de espécies vegetais escorhidas para este\nfim, está na tabela S (Dias 1984).\n\n\n\n2 - Campo do Ret¡ro Branco I\n\nÁrea\n\n4 - Bracaal¡nga (Campo do Retiro\n\nBrânco)\n\n1\n\n3\n\n6 - Eucaliptus (Camoo do Sacco)\n\n5- Campo do Sacco I\n\n7 - Camoo do Refiro Brenco lt\n\nldade\n\n8 - CamDo de Sântâ Rosál¡e\n\nnaturel\n\n3 anos\n\nT¡po de preparo\n\nnelure I\n\n6 anos\n\nterraceemenfo\n\n7 meses\n\n12 an¡c,\n\nterraceamento\n\n7 meses\n\nTipo de fert¡l¡zantes\n\ntntcro\n\nsuev¡semenln\n\ntenaceamento\n\neal| thàt].ã.1 líní.a t\n\nsllâvisâmênl.ì\n\ns âvtsâmênfô\n\ne.t. - adubaÇão tíOica.\n\nadubação típica '\n\ncâlúrio\n\nm.t. - mistura típ¡ca -\n\ne.l.+YURIM+loD-so¡l\n\na.tttl\\at ã^ tî^ir^ ù\n\nTipo de foffagem\n\ne I +YtJRlM+ton-soil\n\nâ t +Yt lRlM+lor,-so¡l\n\nnao\n\nmistura tíoica *\n\nTabela 2 - Áreas de estudo\n\nTabela\n\nmislura típ¡câ *\n\nïabela 4\n\nMudas\n\nsrm\n\nJ\n\n¡Tlicf'rrâ tí^i¡r É\n\nstm\n\nmisfurâ tíoice \"\n\nvenâs\n\nm t +cânim-ôôrafirrâ\n\nEracaat¡nga\n\n1\n\n2.m.t. c/ c.qordura\n\nserânilhê¡râ\n\n3.m.t. s/ c. oordura\n\nÉr ¡n¡linlr ¡c\n\nVâflâS\n\nVâNâS\n\nvenâs\n\nvane\\\n\n\n\nFertilizantes Kg/Hectare\nN-P-K I 0-28-06 c/ 1/3 de Hioerfosfato 500-600\nntpenoslato de cälc¡o 200-300\nsementes\n\n)apim gordura 10\n/aprm cnorao 30\nrermuoa grass 10\n\nAZeVen anual 3\nùoja perene 10\nuot¡chos lab-lab 20\nLeucaena tecocephala 10\n\nmanual em áreas\n\nFertlllzantes e outros Kg/Hectare\nr u-zv-ub\n\n1 00-125\nnumus colotdal\nCurasol\n\n400-600\n22lilr¡e\n\nPapelão picado 20\nsementes\n\nuaptm gordura 3\nuafjrrn cnorao 10\npef f nuqa grass I\nCarpet orass- 4\n\n4\nùola perene_:-+-\nUesmodium intortum\n\nStura tíoice nara hid¡¡\n\n1\n\n1\n\nMistura\n\npara hidrossemeadura para taludésiasEãncadã\n\nTabela 3. Misturas típicas para semeadura em áreas terraceadas (bancadas).\n\nFertilizantes Covas 0.60X0.60X0.60cm\nt\\-r-l\\ I u-zö_uti\n\n-\n\nHlperfosfato de Cálcio\n330g\nI ñn^\n\nAcido Bórico 4g\nùutralo oe ¿tnco\nAdubo Orqánico\n\n2g\n20 litros\n\nTabela 4. Adubação típica das covas que recebem mudas\n\nbancadas\n\n\n\nTabela 5 Tabela das espécies vegetais que são usadas para revegetação das áreas\nreabilitadas\n\no uso da serapirheira, cuja ímportância foi ressartada por Jacobs (1ggs) eGolley ef al' (1g78), entre outros, foi experimentado num pequeno espaço da Area 2\n\n\n\n34\n\ncom sucesso, e foi ¡mplementado em uma sub-área da Área g, e pode ser considerado\num procedimento de semeadura e adubagem natural pois este material contém as\nsementes das espécies naturais da floresta em estado de dormência (banco genéiico)\ne todos os nutrientes das partes das plantas caídas e em decomposiçåo que servem\nde adubo orgânico .\n\no \"top-soil\" é a parte do soro que desenvorveu ao máximo a estruturação, sob\naçåo dos processos pedogenéticos e recebeu a maior carga de matéria orgånica, ao\nlongo do tempo (horizonte \"o\" ou solo orgånico 0-20 ou 0-30cm no perfil). lsto ocorreu\ncom o acúmulo da serapirheira composta por dejetos animais, forhas, garhos, frutos e\nsementes e, além da atividade da biota associada que desenvolvem agregados\n(associados às raízes) e túburos (associados à atividade de vários anima¡s) como\ndescreve Zonn (1986). o uso do \"top-soil\" ajuda no início do processo de reabilitaçáo\nporque contém muita matéria orgânica e muitos nutrientes prontos para serem\nassimilados pelas raízes. A empresa de mineração incruiu o pranejamento da\nreabilitação no início da ravra, com a retirada do soro orgânico ou ,,top-soir', e\nempilhamento apropriado após o desmatamento das áreas a serem mineradas para\nuso após a lavra.\n\nA distribuição do \"top-soir\" sobre as áreas (5, 7 e g) onde foram adicionados os\nfertilizantes e o carcário, forma uma fina camada com espessura de mais ou menos\nScm, e depois é feita a ripagem ou subsoragem com um trator de esteiras Bg-K que\ntrabalha com \"ripper\" ou surcador, penetrante até 1,75m de profundidade. Esta\nsubsolagem é feita parareramente às curvas de níver, o que permite uma boa entrada\nde água de chuva, evita a erosão excessiva e promove uma primeira estruturação dos\nmateriais (Dias 1980,1981, 1982, 1983, 1984 e 1985).\n\nos fertilizantes tradicionais contendo nitrogênio, fósforo e potássio (NpK) são\nutilizados na proporção estabelecida peta aduuação típica da tabela 4 e sãodistribuídos sobre as áreas preparadas. Estes nutr¡entes de origem química såoassimilados rapidamente e säo também carreados pero escoamento superficiar. umfertilizante alternativo, o termofertirizante magnesiano yuRrM, foi adicionado naadubação das áreas preparadas. Este termofertirizante é fabricado com minerais erochas e contém siricatos, fosfatos arém de magnésio, cárcio e ferro. o materiar finar éo produto da fusão, à artas temperaturas destes materiais e posterior resfriamentobrusco Este vidro é moído e está pronto para ser usado. É pois um materiar granurarvítreo que contém os nutrientes minerais, que, segundo informação do fabricante(Mitsiu do Brasir) são riberados rentamente em presença dos ácidos orgânicos\n\n\n\n35\nexistentes nos solos. A opção pelo uso deste fertilizante está relacionada com esta\nliberação lenta e o pó vítreo vai permanecer nas áreas por mais tempo.\n\nA área que foi acompanhada desde o início do preparo (Área g) recebeu o ,,top-\nsoil\" de modo planejado, ou seja, ere foi retirado antes da ravra e foi depositado em\npequenas pilhas para diminuir a compactação que o materiar sofre quando depositado\nem grandes pilhas. Depois foi distribuído sobre a área já preparada com o carcário\nmoído e os fertizantes já acamados. somente depois foi feita a ripagem ou\nsubsolagem, mantendo o \"top-soir\" mais à superfície, sem muito revorvimento. como\nesta área serviu de raboratório de campo para a pesquisa também foi feita a divisão\nem lrês sub-áreas adjacentes onde a revegetação obedeceu a três critérios diferentes:l mistura típica de forragem com capim-gordura, 2. mistura típica de forragem sem\ncapim-gordura e 3. serapirheira. Entre as sub-áreas 1 e 2 Íoi deixada uma ,,área_\npiloto\" que não recebeu nenhum tipo de revegetação (nem forragem nem mudas).\n\n\n\n36\n\n3,2. MÉTODOS DE ESTUDO\n\nAs características dos soros naturais e novos foram estudadas com objetivo\ncomparativo, para mostrar as diferenças mais importantes que podem ser associadas\nao funcionamento dos soros. como os soros novos têm diferentes idades de\nreabilitação também é possÍvel comparar a evolução destas características entre as\náreas reabilitadas.\n\nObservaçöes de campo\nAs observações nos soros naturais foram feitas através dos perfis até o\n\nhorizonte c e nos soros novos nos sOcm iniciais, considerando que os perfis das áreas\nreabilitadas atingem esta profundidade em média e rogo abaixo está o substrato pós-\nminerado. As seguintes características foram consideradas na observação dos solos\nnaturais e novos:\n\nSOTOS /VATURA/S\n\nTIPO DE VEGETAÇÃO\nPROFUNDIDADE DO PERFIL\nESPESSURA DOS HORIZONTES\n(\"O\" até \"C\")\ncoR\nESTRUTURAS\n\nÏEXTURA APARENTE\nRAíZES\n\nATIVIDADE BIOLÓGICA\n\nsolos NOyos\n\nTIPO DE PREPARO\nIDADE\n\nRESULTADO DA REABILITAÇÃO\n(desenvo lvimento da vegetação)\ncoR\nESTRUTURAS\n\nTEXTURA APARENTE\nRAiZES\n\nATIVIDADE BIOLÓGICA\n\nA comparação das cores dos materiais terrosos e dos nóduros presentes foifeita através da escala de cores Munsell Color Chart.\n\nAs estruturas macroscópicas dos soros definem porçöes de materiais queocorrem distribuidas nos perfis e podem ser individuarizadas e descritas segundo aforma geométrica, a distribuição nos horizontes e o tamanho delas.\n\nA textura aparente dos soros está reracionada às várias crasses de grãos que osformam e foi estudada' no campo, pero tato em porções umedecidas e pressionadascom os dedos os grãos de maiores (areias) se sobressaem em reração aos materiais\n\n\n\nmais finos (siltes e argiras) e podem dar uma idéia da quantidade de finos em\naos materiais mais grossos.\n\n37\n\nrelação\n\no tipo e a quantidade das raízes ao rongo dos perfis e a presença de animais\ncomo formigas, minhocas e cupins foram observações feitas porque a atividade deres\najuda no desenvorvimento das estruturasdos soros ( agregados e bioporos).\n\nAmostragem\n\nA amostragem dos soros naturais, nos perfis representativos, foi feita através de\namostras deformadas de volume superior a 500 gramas, a cada dez centímetros até\n50cm, e indeformadas orientadas de tamanho gX6X2cm, coretadas em cada horizonte\ne nas transições, até o horizonte c. para os soros novos, a amostragem nas trincheiras\nabertas foi feita de dez em dez centímetros, até 50cm de profundidade tanto para as\namostras deformadas como para as amostras indeformadas orientadas.\n\nAs amostras deformadas ficaram 10 dias secando à sombra e foram quarteadas\ne separadas aríquotas para as diferentes anárises. As amostras indeformadas foram\nlevadas à estufa para secagem e depois foram impregnadas com resina prástica sob\nvácuo' Após impregnação as amostras indeformadas orientadas foram cortadas demodo que pudessem ser amostradas superfícies horizontais e verticais. Feita a\nescolha das áreas para serem raminadas (áreas de 2x4cm) também foram orientadas\npara se ter idéia das feições em três dimensöes.\n\nAnálises\n\nusando amostras deformadas dos soros naturais foram feitas as seguintes\nmedidas:\n\na) Medidas de pH\nAs medidas de pH foi feita obedecendo ao método eraborado por Anderson ef a/(r983) É importante considerar que os íons H+ disponÍveis nos solos determina a suacapacidade de desestabirizar os minerais. rsto porgue os íons que compõem osminerais são sorubirizados em faixas de pH determinadas. como exempro os mineraisque contém alumÍnio e ferro sofrem riberação destes erementos químicos em pH\n\nffi;:,:\" \n4 e acima de 8, logo um soto .om pH abaixo de 4 desestabítiza esres\n\n\n\n38\nb) Análise granulométrica\nA análise granurométrica foi feita com os grãos menores que 2mm e os\n\nmateriais acima desta fração foi separado para analisar as dimensöes dos nódulos e a\nquantidade relativa deres. As classes de grãos escolhidas foram: argilas (&lt;0,0o2mm)\ne silte fino (&lt;0,005mm e > 0,002mm) separadas por decantação cronometrada. Sirte (<\n0,074mm e > 0,005mm), areia muito fina (&lt;O,149mm e > 0,0074), areia fina (<\n0,297mm e > 0,149mm), areia média (&lt;0,S9mm e > 0,297mm), e areia grossa (&lt;2mm\ne > 0,59mm), separadas por peneiramento. conhecidas as porcentagens de cada\nclasse granulométrica, eras foram protadas em diagramas de textura do so/o (figura\nBA) e com a interpretação dos diagramas foi possível avaliar o efeito da textura na\ncapacidade de retenção de água do soro, utirizando o gráfico da figura gB, modificado\ndo U.S.D.A. Forest Service, Handbook on Soil, 19g1.\n\nc) Análise de umidade residual\nAs medidas de umidade residuar foram feitas durante as anárises\n\ngranulométricas com as amostras de TFSA. Aríquotas das amostras foram pesadas e\nlevadas a estufa à temperatura de sOoc durante 4g horas e após este tempo foi\npesada novamente. A diferença entre o peso iniciar e o peso finar determinou a\numidade residuar. Esta medida serviu para comparar cada materiar considerando a\ncapacidade de perder água à temperatura de s0oc durante 4g horas.\n\nd) Análise de carbono total\nAs medidas dos teores de carbono foram feitas pero método da combustão viasêca usando o equipamento carmograph 12A \"wosthoff ,, método aperfeiçoado porcerri et ar' 1990. o carbono está presente nos soros como parte da matéria orgånica.A matéria orgânica é composta por três parles.. humina, ácidos húmicos e ácidosfúlvicos os ácidos húmicos contêm 55 a 6070 de carbono orgânico, varor quedeterminou o coeficiente 1.7 que multiplicado pelo teor de carbono determina o leor dematéria orgânica no soro. Este coeficiente não é aceito totarmente porque a parteorgânica dos soros näo se constitui excrusivamente de ácidos húmicos. A opção dedeterminar o carbono total simplifica estas controvérsias.\n\ne) Análise da matéria orgânica\nA importância da presença da matéria orgánica nos soros é muito grande tendoem vista que é um composto apolar que pode estar presente em dimensões decolóides' promovendo agregaçöes organo-minerais ou microagregaçåo nos soros.Além disso a matéria orgânica é responsáver pera formação de queratos que envorveme sorvem nutrientes para as prantas. waksman (1g36) in swain (1963) cita\n\n\n\n39\n\npropriedades importante da matéria orgânica do solo. såo elas: participa da cor dos\nsolos, sofre coagulaçåo por eretróritos, absorve sais e gases, tem arta capacidade de\nretenção de água e associada às argiras fica protegida da decomposição. A medida da\nmatéria orgânica totar foi feita a partir da queima com água oxigenada, à quente,\nmedida pela diferença de peso antes e depois da queima.\n\nf) Análise mineralógica\no estudo da composição minerarógica dos soros foi feito por Difração de Raios-\n\nX, com equipamento Gerador rris 6 e o Goniômetro uRD 6, no Laboratório de Difração\nde Raios-X do rnstituto de Geociências da usp utirizando o método do pó. A\ncomposição mineralógica é importante para antecipar o conhecimento dos materiais a\nserem estudados ao microscópio óptico, bem como para conhecer o tipo de argira e\ndemais minerais presentes, o que ajuda a entender o estágio de evoruçâo dos soros.\n\ng) Análises micromorfológicas e microgeoquímicas\n9.1 . Estudo ao microscópio óptico\nos materiais, tanto das áreas naturais como das reabiritadas, foram estudados a\n\npartir de lâminas de amostras indeformadas orientadas e impregnadas. Estas râminas\norientadas horizontar e verticarmente foram estudadas sob microscópio óptico\npolarizante os estudos micromorforógicos objetivaram conhecer principarmente a\nestruturação dos materiais, ou seja a identificação dos microcomponentes sóridos, os\nporos e seu arranjo espaciar e seu grau de desenvorvimento de acordo com manuais\ndisponíveis (Burrock ef a/ 19g5; castro 1989, e Mermut 1992). Argumas feiçöes com\naspectos importantes para o estudo micromorforógico foram fotografadas para irustraro estudo' Para observação de lâminas delgadas de amostras indeformadas de solos\nfoi usado o Microscópio petrográfico ZErss do Departamento de Georogia Gerar dolnstituto de Geociências.\n\nTerminologia adotada na descriçáo das lâminas\ncomponentes básicos do soro: materiais sóridos (minerais primários, secundários,\n\nsubstâncias amorfas e orgånicas).\n\nCistalárias: cutäs de neoformaçâo com cristais bem desenvolvidos\ncufãs: revestimentos de superfícies em gerar formados por iruviação ou neoformação.\nEsqueleto: fragmentos de minerais primários que permanecem inertes ou parciarmenre\n\ndesestabilizados nos solos.\n\n\n\n40\n\nEstrutura agtomeroprásmica: tipo de distribuição na quar o prasma dispõe,se\nesparsamente, ocupando de forma incompleta os espaços entre os grãos de\nesqueleto.\n\nEstrutura de base; relação espaciar entre os componentes básicos (esquereto, prasma\ne vazios), o que estabelece um arranjo para classificar o solo.\n\nEstrutura porfirosquética: tipo de distribuição onde o plasma aparece como uma matriz\ndensa na quar os grãos de esquereto estão dispostos como fenocristais numa\nrocha porfirítica).\n\n\"Fabric\": organização geral dos constituintes básicos do solo (trama, organização,\nfábrica)\n\nGrau de pedalidade: grau de desenvolvimento da microestrutura dos solos, refletindo o\navanço da pedogênese.\n\nNeoformações: formações secundárias que ocorrem a partir da precipitação de íons\nem soluçäo.\n\nPedofeiçöes: feições geradas em função da pedoprasmação que promove dissorução,\nrecristalização e remobirização de substáncias. rncruem os cutãs, os nóduros e\netc.\n\nPlasma'. conjunto de produtos secundários gerados durante o intemperismo e\npedogênese' que podem herdar um arranjo geométrico da rocha mãe (prasma\nprimário) ou não (prasma secundário). Gerarmente os grãos do prasma são muito\nfinos. Neste trabarho, os minerais secundários muito bem desenvorvidos foram\nchamados de feições cristalinas, em oposição ao plasma fino, mais tÍpico.\n\nPseudomortoses: feiçöes secundárias onde o prasma é primário, ou seja, mantem as\nfeições geométricas do material anlerior.\n\nVazios: constituintes do sistema poral.\n\nA descrição micromorforógica das râminas usa a terminorogia acima e procura\ndescrever os processo que rhes deram origem com base na evorução dos processospedogenéticos e nos tratamentos para a reabilitação das áreas.\n\n9.2. Estudo microgeoquímico à Microssonda Eletrônica\nArgumas râminas foram separadas para estudo na microssonda eretrônica paraestudo microgeoquímico dos constituintes básicos: os prasmas, as pedofeições e osrevestimentos de poros, grãos e cavidades. Nos soros novos as modificações\n\n\n\n4t\nestruturais que ocorrem são devidas principalmente a deformações no sistema porar e\nrevestimento por neoformação de cutãs e materiais amorfos A Microssonda\nEletrônica SX 50 CAMECA do lnstituto de Geoc¡ências da Universidade Federal da\nBahia foi usada para o estudo de râminas serecionadas. As anárises de D¡fração de\nRaio X feitas com amostras deformadas serviram para indicar a composição\nmineralógica predominante dos solos naturais e novos. A partir delas foram analisados\nos componentes básicos das lâminas segundo a variação nos teores de Ar2o3, Fe2o3\ne sio2. Foram obedecidas as seguintes condições físicas para funcionamento do\nequipamento: 10KV de tensão, corrente de 10nA e o tempo de contagem inferior a S\nsegundos.\n\n9.3. Estudo ao MEV\nAlém dos estudos acima descritos foram observados ao MEV fragmento de um\n\nmacroagregado de solos natural, retirado dos Scm iniciais do perfil na área de floresta\n(\"top-soil\") e fragmento de um bloco do substrato pós-minerado (alterita indeformada)\nda Área 8 o objetivo deste estudo foi conhecer a micromorfologia tridimensional dos\nagregados e do substrato bem como o hábito dos componentes básicos e sua\ncomposição química utirizando o EDS acoprado. os fragmentos dos materiais\nindeformados foram estudados através do Microscópio Eretrônico de Varredura\n(M'E V ) de marca JEOL 3oA do lnstituto Astronômico e Geofísico da Universidade desão Paulo. os materiais de forma cristarina bem definida foram apontados e\nanalisados pero equipamento de energia dispersiva de varredura (E.D.s.) marca\nTRACOR que está acoplado ao M.E.V.\n\n9.4, Análise de imagem de lâmina de solo\nParte de uma råmina de soro naturar foi usada para fazer uma anárise deimagem com objetivo de medir a porosidade, ou seja a quantidade de vazios emrelação a quantidade de constiruintes sóridos. A anárise de imagem de soro naturar foifeita no equipamento srïM-340 existente no Laboratório de sensoreamento Remorodo Departamento de Georogia Econômica do rnstituto de Geociências da usp,usando-se uma foto escanerizada de parte de uma lâmina de solo natural. Esteequipamento está acoprado a um computador pc 4g6 DX2 com praca gráfica quetrabalha com 32 bites e um monitor RGB de arta resorução. o estudo da imagem foifeito por imageações cororidas através de canais diferentes, cororindo as feiçõespedológicas de modo a separá-ras por cores. para interpretação das imagens foiusado um programa de\n\na p, ¡ cad a à s reiço e s, * \",i ii #ii:i',-ä:l \n\"' \n:: i::H ï\",\"ill1 \n\n\"o \n\n\"\" ïål :îcomponentes sóridos). Este tipo de anárise de imagem pode auxiriar no estudo da\n\n\n\n42\n\nporosidade dos solos ou da quantidade de vazios em relaçåo aos componentes\nsólidos.\n\n3.3. EXPERIMENTO COM SOLO E BAUXITA\n\nEste experimento foi feito para verificar a solubilidade do alumínio sob ação\ndireta da água sobre bauxita purificada e seca e sob camadas de solo naturar dos\n10cm iniciais do perfil em área de floresta. Foi feito um estudo das caracteristicas\nfÍsicas das águas antes e depois de percorar os meios preparados: soro, soro + bauxita\ne a bauxita pura. Os parâmetros físicos medidos foram temperatura, pH, Eh e\ncondutividade erétrica. os feores de alumínio foram medidos antes e depois da\npercolação de cada meio estudado.\n\no equipamento reproduziu um gotejamento controlado sobre materiais\nlevemenle compactados dentro de buretas (2,scm g X 20cm comprimento) com pracas\nporosas de 40 a 60p corada no fundo. A água deionizada, com pH s.0 foi corocada em\ndois garraföes de 60 ritros cada, interrigados por um tubo de vidro (1.0cm s ) com 4\nsaídas equidistantes, conectadas às buretas por mangueiras prásticas presas ao tubo\nde vidro acima e à rorha furada que tampa cada uma das buretas. o gotejamento foi\ncontrolado por pinças de Hofman de modo que o material permanecesse saturado de\nágua mas a superfície rivre. A água após percorar os materiais foi coretada em\nerlenmayers também tampados com rorhas furadas atravessadas peros bicos de saída\ndas buretas.\n\nEm vista deste estudo foram separadas duas amostras deformadas da Área g,\numa da 23 sub-área e outra da área-piroto e revadas para anárise de Ar+++ e H*. osteores máximos aceitáveis para a pranta (Moniz 1972) é 0.sppm. A partir deste rimite osolo é considerado tóxico para a vegetação.\n\nsegundo Galle (1986) existe uma grande preocupação em se definir a tox¡dezdo alumínio para o ser humano. Em vista disso os resurtados deste experimento\nserviram para mostrar outra grande importância da reabiritação, porque os materiaispós-minerados podem conter teores perigosos de metais ou compostos tóxicos quesob ação das chuvas podem ser dissorvidos (Meilo lggo), revados para os recursoshídricos e consumidos peras pessoas, caurando probremas irreversíveis à saúde.\n\no experimento foi montado conforme mostra a figura 6 e as med¡ções foramfeitas duas vezes para verificar a sua reprodutibiridade e após esta verificaçáo foram\n\n\n\ngrluru\nagua\n\nmanouc¡ra .-\ncDm\n\npinça de Hofman\n\nEXPERIMEìITO\n\ntubo de vidro\n\nErlenmever\n_ para coletá de\nágúas de lixiviac\n\nFigura 6. Esquema do equipamento para o experimenro com solo e\nbauxita: l. solo, 2. bauxita,3. lf3 soio+Zf3 bauxita,4.1t2\nsolo+lf 2 bauxita.\n\n1,2,3.4 com\n\nrolhas vasadas\n\npofosas\n\n\n\n44\nfeitas mediçöes em dois períodos de percoração pera água, um de 24 horas e outro de\n7 dias.\n\nos quatro conjuntos de bureta-tuburação-errenmayer foram montados contendo\nos seguintes materiais:\n\n1o conjunto\n\n20 conjunto\n3o conjunto\n\n40 conjunto\n\nsolo natural\n\nbauxita pura\n\n30% solo sobre 70% de bauxita\n50% solo sobre 50% de bauxita\n\no objetivo deste experimento foi reproduzir as condições naturais e verificar\ncomo o solo pode atuar na percoração das águas de superfície admitindo que o soro\nreduz a reatividade da água (Tardy et ar 1988). Desta maneira o soro pode evitar a\nsolubilização de íons tóxicos dos minerais de minérios. Arém desta hipótese está\ncomprovado que a matéria orgânica dos solos formam complexos insolúveis com\nmelais, tipo citratos, acetados e outras centenas de compostos porque era é absorvida\npor eletrólitos (Waksman 1936 in Swain 1963).\n\n\n\nCAPíTULO 4\n\nRESULTADOS OBTIDOS E DISCUSSÕES\n\n4.1. ESTUDO DOS PERFIS\n\n4.1.1. OS PERFIS DOS SOLOS NATURAIS\n\nÁnen r _vecernçno DE cAMpo cERRADo\n\no perfil representativo da Área 1 foi aberto em um barranco de 2o0m de\ncomprimento por 3,5m de artura, próximo a área minerado do campo do Retiro\nBranco l, com vegetação de campo cerrado (Foto 1). o perfir aberto pode ser visto na\nFoto 1A e a profundidade, até o horizonte C, é de 2,5m.\n\nHorizonte \"O'.\n\nEspessura - 20 cm, com uma pequena camada de serapilheira (Scm)\nCor - 1OYR 3/4\nNódulos - 20vo do volume do soro, tamanho centimétricos e mirimétricos, cores 7,SyR416 e 7,5YR 7/9, predominantemente formado de pequenos nóduros cimentado pormaterial argiloferruginoso\nTextura - siltosa\nEstruturas - agregados arredondados\nporosidade intersticial\n\nligados às raízes (1cm ó) com uma boa\nAtividade biotógica - intensa das raízes arém da presença de biorúburos mostrandoatividade de formigas e minhocas.\nRalzes - muitas finas e forma um tapete à superfície.\n\n\n\n46\n\nHorizonte A\n\nEspessura - 70cm\nCor -7,5yR7tB\nNódulos - ZOo/o do volume do solo, de dimensões centimétricas.\nTextura - areno-siltosa\nEstruturas - dois tipos: agregados arredondados (1 cm o) e poriédrica decimétricapróxima ao contato com horizonte B. porosidade fissurar e intersticiar\nAtividade biológica - pouca, principalmente das raízes\nRa/zes - ligadas aos agregados e nas paredes das estruturas poliédricas.\n\nHorizonte B\n\nEspessura - B0 a 1S0 cm\nCor - 7.5YR 7/B\nNódulos - poucos (s% do vorume) e de maiores dimensões que no horizonte acima,cerca de 5 a gcm de diåmetro.\nTextura - areno-siltosa\nEstrutura - poliédrica lisa, maior que no horizonte A, com cerca de 30cm decomprimento e largura variada, atingindo até i \n\n'cm, \nos poliedros são bemindividuarizados, com precipitação de manganes nas paredes por onde percoram aságuas de chuvas e portanto as soruções descendentes. No interior destes poriedrosaparecem nóduros de até 5cm de diâmetro. porosidade fissurar bem desenvorvida.Atividade biotógica - muito pouca principarmente das raízes que agem principarmentecomo alargadores dos espaços entre as estruturas poliédricas.\n\nRaízes - de calibre mais grosso que as do horizonte A e poucas.\n\nHorizonte G\n\n;:år:raï \n- a parrir de 1,80m aré 2,Sm em contaro brusco com a rocha muilo\n\nCor - 7,5YR 7/8 mais claro, os blocos de rocha têm umâ ârrró.rtâ ¡ta all^-^^_\nde espessura variada, e no inrerior a cor da ,.\".n\" ;,iå:ï:\"1:i\"11::?ï;:î\"\"\nTextura - os materiais finos eslão preenchendo espaços entre os blocos de rocha,como porções desmoronadas do horizonte acima.\n\n\n\n47\n\nEstruturas - o aspecto gerar deste horizonte é de brocos de rochas separadas por\ndescontinuidade preenchidas por materiar incoerente de cor amarero craro egranulação grosseira.\nAtiv¡dade biotógica - não aparece\nRaizes - não aparecem\n\nÁneR s _ vEGETAÇÃo DE FLoRESTA suBTRoptcAL\n\no perfil representativo da Área 3 foi aberto num barranco da área de froresta\nsubtropical próximo da área minerada do campo de santa Rosária. o procedimento\npara escolher este perfir foi a homogeneidade dos materiais ao rongo do barranco de\n200m de comprimento por 15m de profundidade aberto com os trabarhos de ravra. Asfotos 3 e 3A mostram respectivamente a vegetação típica da froresta e o perfir aberto\nno solo natural desla floresta\n\nHorizonte \"O'.\n\nEspessura - 25cm. um grande vorume de serapirheira acima (15cm) com trés camadas\nmuito nítidas apresentando os níveis de decomposição dos materiais. A camada dedecomposição mais adiantada é formada por pequenas pracas de materiar carbonosoque penetra na camada superficial do solo.\nCor - SYR 3/4\nNódulos - 20vo do vorume do soro, de dimensões centimétricas e mirimétricas, de formaarredondada' de cores avermerhadas e amareradas destacadas no horizonte.\nTextura - argilo-siltosa\nEstrutura - grande quantidade de agregados arredondados de 1,Scm envorvidos perasraízes finas que penetram no soro a partir de um tapete à superfície. porosidade\nintersticial intensa.\nAtividade biotógica _ inter\nrormigas e cupins o. ,.\";'J;\":;i'::,,î:ìi;::ï,:rjdo horizonte, reitas por\nRaízes - finas, formam um tapete de Scm de espessura e estão interrigadas aosagregados.\n\n\n\nHorizonte A \n4a\n\nEspessura-65agOcm\nCor- 7,5yR 4/6 mais para marrom\nNódulos - 2Oo/o do volume, de tamanho que varia de 2 a 3 cm de diâmetro\nTextu ra - argilo-siltosa\nEstrutura - agregados arredondados fartamente distribuÍdos por 2scm de espessura,\nde 1 a 1,Scm de diâmetro envorvidos e envorvendo as raízes absorventes. porosidade\nintersticial boa. Abaixo dos agregados aparecem vorumes sem rimites muito nítidos, deaspecto terroso.\nAt¡vidade biotógica - muito intensa com muitos formigueiros e as raízes formam umatrama muito forte, ajudando a manter a estruturação.\nRalzes - finas fortemente entrelaçadas e ligadas aos agregados\n\nHorizonte B\n\nEspessura-2,Sa3m\nCor - 7,SyR 4/6 mais avermelhada\nNóduros - mais raros (10%) de diâmentro da ordem de 3 a scm aumentando emprofundidade. Junto ao contato com o horizonte c aparecem nóduros que na rearidadesão brocos intemperizados da rocha com auréora de arteração. A superfÍcie externa éidentica à dos nódulos alumino e argiloferrufinosos.\nTextura - argilo-areno_siltosa\nEstruturas - vorumes poriédricos bem definidos da ordem de 20cm de comprimentocom paredes impregnadas por dois materiais bem diferentes, preto (aderido) e branco(granular), possivelment\n\n;*jlä\"ffi :\"iîff ::\"\".ii:,,ï1\"\"#il::,1J::iffi J;:ï::fj:îaî\nAtividade biológica _ principalmente das raízes\n\nffi:î;,ä.'\"\"s \ne mais grossas que as superficiais, com as pontas protegidas por uma\n\nHorizonte C\n\nProfundidade - a partir dos 4m e não existe contato brusco com a rocha fraturada. os\n:::ï:iîi:\"#: \n\nse intensificanoo \n\"t¿ \"p\"räam btocos maiores sem atteração\n\n\n\nS.-\nt'\nn\n'it\n\n49\n\nNódulos - não aparecem' mas os seixos alterados da rocha alcalina estão distribuÍdos\ninicialmente mais raramente no contato com o horizonte B, e aumentam as dimensões\ne a quantidade com a profundidade, até que brocos de rocha predominem.\nTextura - areno-silto-argiloso.\nEstruturas - grandes poriedros com seixos no interior e depois dá rugar a muitos brocos\ncom material intersticial distribuído entre eles.\nRalzes - raras\nAtividade biológica - näo se obserya\n\n4,,I.2, OS PERFIS DOS SOLOS NOVOS\n\nos soros novos tiveram dois tipos de preparo: terraceamento ou bancadas e\nsuav¡samento das superfícies. A superfície inicialmente era um material terraplenado\nde origem laterítica (substrato pós-minerado), e acima foram distribuídos maleriais dos\nhorizontes A e B das áreas naturais adjacentes formando uma camada de 30cm de\nespessura bastante compactada pelo trabalho das máquinas. Acima desta camada são\ncolocados os fertilizantes misturados a argumas sementes de forrageiras, o corretivo\ncalcário e, nas áreas mais novas, termofertirizante magnesiano e ,,top-soir\" (úrtimos 6anos). Depois é feita a sub-soragem ou \"ripagem',, que revorve todos os materiais e aespessura finar da camada preparada fica entre Tocm e 1m de espessura. o prantiodas mudas é feito a seguir, manuarmente e após sete meses do fim deste preparo\nforam iniciadas as observaçöes e as coretas da amostras. As áreas mais novas forammonitoradas ao longo do tempo da pesquisa.\n\nArém do teste iniciar com abertura de furos a trado nas áreas reabiritadas maisantigas para verificação da homogeneidade dos materiais, foi feito o acompanhamentodo preparo nas áreas mais novas. A partir destas informações um perfir aberto até osubstrato pós-minerado em cada uma das áreas reabiritadas foi consideradorepresentativo. Em geral esta profundidade atingiu SOcm.\n\nÁReR Z - Campo do Retiro Branco r. preparada por terraceamenro ou bancadas.\nReabiritada há 3 anos no início da pesquisa com mudas e forrageiras.\n\nVegetação anterior _ campo cerrado\nPosþâo na paisagem - meia encosta\nProfundidade do perfil _ SOcm\n\n,NSIIIUIn nÈ..,r^^,^\n\n\n\nFoÍcl 2A - Ex¡retiç\"tt,:r.¡ (.),rì ri{:r;r¡rillr:tt , l'\"OTû .l:l ! S! qa ;r tìlrÌfll ir:ìilll'n-qç)rrillJ'i',:rrcr j\n\n\n\n51\nAcompanhamenfo - Duas visitas, uma no início da pesquisa (3 anos de reabiritada) e\napós 3 anos uma nova amostragem e observações.\nResu/fado da reabilitação - Na primeira visita a forragem semeada estava muito rala na\nsuperfície horizontal da bancada e quase nenhuma se desenvolveu no talude (foto 2).\nAs mudas também tiveram pouco ou nenhum crescimento. uma pequena parte da área\nfoi usada para experimentar o uso de serapilheira e ocorreu o desenvolvimento de\numa vegetação farta e diversificada (foto 2A). uma tentativa de desenvolver capim_\ngordura apresentou resultado positivo e a área ficou coberta por esta gramÍnea, mas\nno peíodo da seca este capim secou muito, com perigo de incendio (foto 2B).\ncor do material - 7,5yR 6/g com porções intercaradas de cor SyR 4/6 na primeira\nvisita. Na segunda visita cor syR 3/4 com nódulos intercalados de cor syR g/3 até\n10cm e entre 10-30cm cor 7,5yR 4/4. Materiar do substrato a partir de 30cm cor 10R\n4t4.\n\nNódulos - Na primeira visita existia grande quantidade mais à superfície, formando\numa pavimentação (60% do vorume) consequência da erosão peras chuvas,\ndiminuindo a quantidade a partir de 6cm profundidade (2oo/o do vorume). Na segunda\nvisita as raízes do capim-gordura formou um tapete a superficie e os nóduros\npenetraram no material subjacenle (4O a 5O% do volume).\nTextura - Na primeira visita, areno-siltosa com material intercalado mais escuro de\ntextura argilo-siltosa até 30cm. Arém desta profundidade aparece materiar compacto,\nargiloso, com fantasmas da rocha. Na segunda visita predomina a textura grumosa\n(areno-silto-argilosa) nos primeiros 30cm e rogo abaixo o substrato argiroso.\nEsfrufuras -Na primeira visita estruturas poliédricas não bem definidas, e onde existe\nvegetação as raÍzes desenvorveram agregados arredondados até 1o-1Scm. Abaixo\naparecem volumes poliédricos com paredes verticais lisas. Na segunda visita as raízesdo capim gordura desenvorveram agregados arredondados entre 0-1scm e abaixo\naparecem os volumes poliédricos de parades lisas até 3Ocm.\nAt¡v¡dade biológica - Na primeira visita as formigas construíram formigueiros próximos\nàs covas das mudas plantadas (material mais solto). Na segunda visita a atividade dasraízes finas foi importante desenvorvendo agregados arredondados à superfície.\nRafzes - Na primeira visita as raízes mais finas são poucas e eståo mais à superficie eaparecem argumas de maior espessura, distribuídas ao rongo do perfir aberto ondenão ocorre vegetação à superfície. Na segunda visita as raÍzes estão disrribuídas àsuperfície e associada aos agregados e penetram através das paredes dos poriedros.Ao atingirem o substrato (3ocm) eras desviam e formam uma trama horizontar.\n\n\n\n52\nÁnrn ¿ - campo do Retiro Branco. preparada por terraceamento ou bancada.\n\nReabilitada há 6 anos no início da pesquisa e revegetada com Bracaatinga.\nEstudada em dois perfis, um no interior da área (perfir a), e outro na borda (perf¡r b).\n\nVegetação anteior - campo cerrado\nPos¡ção na paisagem - meia encosta\nProfundidade dos perf,s - 50cm no interior da área (perfit al e 70cm na borda (petfrt b).\nResu/fado da reabititação - As mudas se desenvolveram favoravelmente alcançando g\na 10m de altura e diâmetro de 20cm o tronco principar e vários outros mais finos em\nvolta. A forragem semeada näo teve bom desenvorvimento e apareceram musgos e\nlíquens sobre a superffcie já bastante erodida, onde ocorre uma pavimentaçäo (foto 4).\nEm algumas partes da área foi semeado o capim-gordura com bom desenvolvimento\nmas no período de seca formou uma camada de ramos secos (foto 4A)\nNódulos - grande quantidade de tamanhos pequenos (0,s a 2cm de diâmetros) à\nsuperfície formando pavimento, consequência da erosão. No peff¡t a estes nódulos\nestão misturados a materiar mais fino de cor avermerhada (foto 4A) e no perfrr b\naparecem em pouca quantidade.\ncor- No perfit a (foto 4A) a cor predominante é syR 3/4 e no perfir b a cor\npredominante é 7'5YR 6/8 (foto 48) com manchas syR 4/6 e outras syR 7/6\nintercaladas.\n\nTextura - No per^fit a a textura é sirtosa até 30cm e sirto-argilosa até 70cm. No perfît b\nentre 0 e 10cm areno-sirtosa, entre 10 e 20cm sirto-argirosa, entre 20 e 30cm areno_\nsiltosa (com mais areia que entre 0 e 'rOcm), entre 30 e 40cm argiro-sitosa e entre 40 e\n50cm fortemente argilosa. Estas diferenças refletem possivelmente as caracterÍsticas\ndo substrato pois a erosão revou os materiais mais finos para o interior da área.\nEstrutura - à superfície, onde não desenvorveu vegetação aparece uma estruturação\ntipo colunar pequena (3cm) facirmente destacáver em meio a grande quantidade denódulos mirimétricos e centimétricos. No perfit a, entre o-scm a estrutura é deagregados mirimétricos junto as raízes do capim-gordura e rogo abaixo está formado\num conglomerado de nóduros com materiar sirtoso intersticiar. No perfit b, à superfÍcie,estão os pequenos poriedros corunares e abaixo aparecem vorumes poriédricos mardelimitados cujas paredes são granurosas e parece acompanhar as rinhas defraturamento da rocha mãe. Faixas escuras cortam o perfir em direção não orientada(foto 48). Boa porosidade intersticial.\nAtividade biotógica - aparecem formigas de várias espécies. As raízes absorventesformam uma fina camada à superfície misturadas aos agregados e penetram até cercade Scm.\n\n\n\nlÌ Vngetaçäo de Floresta Foto 3A \" Perfil aberto na Área 3\n\nFoto 4A ..Perfil na interi<¡r da Area 4\n\n4 - Area 4 reabilitada há 6 :ìnor:\ncom Bracaatinga\n\nFoto 48 - Perfll na borda da Area 4\n\n\n\n54\n\nRaizes - As raízes absorventes estão bem à superfície no interior da área, e nas\nbordas, elas estão num raio de 1m das árvores e não chegam a formar agregados\narredondados. Elas estão envolvidas entre as pequenas estruturas corunares\ndesenvolvidas à superfície, associadas aos musgos e líquens.\n\nÁneR s - campo do sacco r. preparada por suav¡samento e revegetada com mudas\ne forrageiras (c/ capim-gordura) e posteriormente recebeu sementes de ,,cassia\n\nspeciosa\".\n\nvegetação anterior - rasteira (predomina capim ,,cucuio', em tufos) sobre couraça\nPosição na paisagem - meia encosta em superfície pouco acidentada.\nProfundidade dos perfs - SOcm\nAcompanhamenfo - Tres visitas, uma após 7 meses, outra após 2 anos e outra após 3\nanos de reabilitação com observações e coleta de amostras.\nResuitado da reabititação - depois de 7 meses apenas em torno das mudas prantadas\nas forrageiras se desenvorveram (foto 5) e a superf ície restante permanecia\ndescoberta permitindo a erosão peras chuvas e dificultando ainda mais o avanço das\nforrageiras' Foi aberta uma trincheira que mostrava o subsolo dos materiais onde tinha\nvegetação e onde não tinha para observações, medidas e coleta de amostras. outras\ntentativas foram feitas para desenvolver forrageiras nesta área e somente com outra\nsemeadura de capim-gordura, após 2 anos, ocorreu um melhor desenvolvimento (foto\n5A)' Nesta visita foram abertos dois perfis, um onde não desenvorveu vegetação eoutro ao lado de uma muda circundada por capim-gordura. o capim-gordura secou, eoutra tentativa foi feita com semeadura de reguminosa (cassra specrosa) e capim napiêque atingiram um bom desenvorvimento em um ano (foto 58) e possibiritou fixação dematéria orgânica e materiar mais fino à superfície, fatos observados em trinche¡ra\naberta entre superfície com vegetação e sem vegetação.\ncor- SYR 4t4 enrre 2 e 30cm e 7,5yR 3,5/a atJ 50cm na primeira visita. Na segundavisita 2,5YR 3/4 å superfície e entre 2 e 23cm e SyR 4/6 mais avermerhado no perfirsem vegetação Na parte com vegetação cor syR 4/5 mais marrom entre 0 e 35cm e7'5YR 4/5 até s.cm. Na terceira viagem as cores eram as mesmas nas partes comvegetação mas entre 0_f\n\npe r a m a réri a o rs â n i ca \n\"ïä \n\ni: J,i\"\"#1,ï:,'\"\"r'.ï : ï :i,\"\" i#'\" :\";::îJ :i;.:\nïi]o**r \n\nera SyR 4/4 misturada \n\"oÃ \n\nz,Ávn 3/6, predominando esta úrtima aré\n\nNódulos - Na primeira visita 30 a 4oo/o do vorume ao rongo de todo o perfir e emsuperfície formavam pavimento, cor SyR 4/6, tamanho variando entre 1 e 2cm dediâmetro Na segunda viagem o pavimento ocorria sobre a superfície onde náo\n\n\n\n55\n\ndesenvolveu vegetação e onde a vegetação estava bem desenvorvida os nóduros (30\na 4oo/o do volume) estavam distribuídos mais homogeneamente por todo o perfir. Na\nterceira visita o pavimento de nóduros estava restito a pequenas porções de superfície\nsem vegetação, e onde a vegetaçáo se desenvorveu os nóduros estavam envorvidos\npor material mais fino e pelas raízes finas fazendo parte dos agregados.\nTextura - Na primeira visita, próximo a superficie, entre o-Scm a textura era siltosa e\nem profundidade, até 50cm argilosa intercalada por muitos nóduros. Na segunda visita\na textura tinha mudado, mais areno-sirtosa entre 2 e locm e argilosa entre 10 a 50cm\nnas partês sem vegetação e argilo-siltosa entre 0-1ocm e argilosa entre 10-S0cm nas\npartes vegetadas. Na terceira visita as partes sem vegetação apresentavam textura\nareno-siltosa até 20cm de profundidade e abaixo si[o-argirosa até socm. Nas partes\ncom vegetação a textura era argilo-areno-siltosa entre 0-20cm e argilosa entre 20-\n50cm.\n\nEstruturas - Na primeira visita o pavimento de nódulos predominava onde não havia\nvegetação e nas áres onde as forrageiras se desenvorveram apareceram agregados\nmilimétricos arredondados associados às raízes finas, fixando o materiar mais fino e a\nmatéria orgânica. Boa porosidade intersticiar. Na segunda visila as estruturas se\ndesenvolveram junto à vegetação, associada às raÍzes. Arguma atividade de formigas\nfoi observada com construçåo de formigueiros. Na terceira visita poucos espaços\nestavam sem vegetação com nóduros à superfície. onde a vegetação estava bem\ndesenvolvlda ocorreu a agregação junto às raízes finas que envolviam nódulos e\nmateriais finos. Em profundidade, enrre 20 e 50cm, foi possíver observar que ao radodo sulco do preparo da área o materiar estava menos compactado individuarizando\nvolumes e longe dos sulcos o material estava mais compactado,\nAtiv¡dade biorógica - Nas proximidades da vegeração as raízes mais finas estavamassociadas aos agregados mirimétricos e argumas espécies de formigas eformigueiros.\nRaízes - finas em superfície associadas ao capim-gordura e mais grossas emprofundidade no perfir aberto onde não desenvorveu vegetação. Na terceira visita asraÍzes jà formavam tapete nas superfícies cobertas pela vegetação.\n\n\n\n56\n\nÁRgn 6 - campo do sacco [. preparada por terraceamento ou bancada e\nrevegetada com Eucaliptus, com 12 anos no início da pesquisa\n\nVegetação anterior - típica de couraça (capim cucuio)\nPosição na paisagem - meia encosta de regiáo pouco inclinada\nProfundidade do peñl - Sgcm\nResu/fado da reabititação - o refrorestamento com eucariptus aringiu um bom\ndesenvolvimento e não desenvolveu forrageiras no interior das árvores (foto 6).\ncor - 7'5YR 414 entre 0 e Bcm e abaixo muda para 4/6, abaixo dos 4ocm aparece um\nmaterial de cor 2,SYR 4/6 muito avermelhado até Sgcm.\nTextura - argilo-siltosa proximo à superfície e varia muito pouco em profund¡dade para\nmais argilosa até 58cm. Nesta profundidade está o contato com o substrato argiloso\ncompacto.\n\nEstrutura - aparecem em superíficie agregados milimétricos arredondados justapostos,\nassociados às raízes finas, mas predomina o tipo de estrutura poliédrica forte com\nsuperfícies lisas percoradas por soruções que deixam marcas de sua passagem e por\nraízes mais grossas. Boa porosidade\nAtividade biológica - muitos ninhos de minhocas em todo o perfir até 4ocm, muitos\nfungos, tipo orerha-de-pau à superf ície, muitas formigas e formigueiros, uma f ina\ncamada de serapirheira do próprio eucaripto e as raízes mais grossas penetram\natravés das estruturas poliédricas\nRaízes - muitas finas próximas à superfície e mais grossas ao rongo do perfir.\n\nÁngn z - campo do Retiro Branco [. preparado por suavizamento e revegetada\ncom mudas e forrageiras. Acompanhado desde o início do preparo com coretas e\n\nmedições a partir de 7 meses, com três visitas.\n\nVegetação anterior - floresta subtropical\nPos¡ção na paisagem - meia encosta da região montanhosa (foto 7)\nProfundidade do perfir - na primeira visita 0,50m (foto 7A) e na terceira visita1,30m. Nasegunda visita não foi aberto perfir. A área estava desenvorvendo as reguminosas\n(Cassra)\n\nResultado da reabititação - desenvorvimento bom de forrageiras que, no período daestiagem, secou. Foi então feita a semeadura de reguminosa (cassra speclosa) queem dois ano atingiu 6m de altura (foto 78) e desenvolveu horizonte ,,O,, + A muitonítido (foto 7C).\n\n\n\n' fft\n\n.. '.,J,-ì,\n\nFoto 6 - Área 5 reaþilitada ha 7 meses Foto 6A - Área 6 reabilitada há 2 anos\n\nFoto 6 - Area 6 reabilitada há 12 anos Foto 58 - Área 5 reabititada há 3 anos\n\nFoto 7 - Área 7 reabilitada há 7 meses Foto 7A - Perfil na Área 7 conr 7 meses\n\n\n\n58\n\ncor - SYR 3/4 nos 1Ocm iniciais com nódulos de cor 7,syR s/6 ao longo do perfir na\nprimeira visita Na terceira visita cor sYR 3/4 entre O-1ocm intercalado com material\nmais cinza-escuro, entre 10-3ocm cor syR s/g com porções 7,syR s/g mais compacta\ne entre 30 e 50cm cor 2,S yR 2/6 com manchas 1OyR 7/B e SyR 6/g.\nTextura - argilo-siltosa em todo perfil na primeira visita. Na terceira visita entre o-20cm\nargilo-siltosa, entre 20-50cm partes com textura argilosa (cor SyR s/g) e partes areno_\nsiltosa (cor 7,syR S/B).\nEstrutura - Após 7 meses a superfície estava pouco erodida e a quantidade de nódulos\nera grande misturada ao material fíno com porosidade boa. o ',top-soil\" e os demais\nmateriais acamados ainda apresentavam as características originais mas nenhuma\nestruturação estava nítida. Na terceira visita o desenvolvimento da,'cassia speciosa,,\nera de uma capoeira e no perfir aberto já apareceu agregados arredondados\nassociados aos nóduros e às raízes. os nódulos milimétricos estavam envorvidos por\nmaterial argiloso e por matéria orgânica, arém das raízes, dando início a agregados.\nVolumes poliédricos estão individualizados por paredes lisas. As raízes mais grossas\nao se aprofundarem peras paredes dos poriédros abrem caminho para descida de\nmaterial mais escuro, possivermente matéria orgânica. pode-se perceber o início de\nestruturação poriédrica e rinhas de fantasmas das fraturas da rocha mâe até a\nprofundidade de 1m. porosidade fissural.\nAtividade biotógica - muitas formigas e\nsuperfície associadas aos agregados\nverticalmente.\n\nRaízes - finas, formando um fino tapete à superfície e aparece uma camada de scm de\nserapilhiera formada por restos de capim gordura. Raízes mais grossas aparecem nosprimeiros 30cm do perfil.\n\ndois tipos de raízes, as finas próximas à\ne as mais grossas se aprofundando\n\n\n\nFeito 7E - Area\nÊ¡.l :.ì1\\rtrltt\n\n7 reabilitada ha 3 ärìür,\nCessra spectosa\n\nFoto ?C - Perfil aberto apos 3 anos\n\n\n\n60\nÁRen e - Campo de Santa Rosál¡a preparada por suavizamento (foto g)\n\nusando o \"top-soir\" após distribuição dos fertilizantes e do pó calcário. A evorução foi\nacompanhada desde o preparo com amostragem e observações em tres visitas. Esta\n\nárea foi dividida em tres sub-áreas adjacentes que receberam revegetações diferentes\ne entfe a primeira e a segunda sub-áreas foi deixado um espaço de 40X40m sem\nrevegetação, somente foram adicionados termofertilízante, ,,top-soir,' e pó carcário.\n\nVegetação anterior - floresta subtropical\nPosição na paisagem - meia encosta\nProfundidade dos perlis - SOcm\nRevegetação das suô-dreas - primeira sub-área recebeu mudas de arbóreas e entre\nas mudas foi distribufda serapirheira retirada da mata próxima (foto gA). sequnda sub_\nárea recebeu mudas de arbóreas e, como forrageiras, mistura de sementes degramíneas inclusive de capim-gord ura (Metinis minutiftoral. Terceira sub-área recebeu\nmudas de arbóreas e, como forrageiras, sementes de espécies de gramíneas (tabera\n3) sem o capim-gordura. o monitoramento das áreas foram diferentes. A primeira sub_\nárea foi visitada duas vezes, com sete meses e com três anos. A segunda área e aárea-piloto adjacente foram visitadas após sete meses, após dois anos e após trêsanos e a terceira área foi visitada somete após dois anos. As áreas revegetadas\nreceberam mudas de especies desenvolvidas no viveiro da companhia numespaçamento menor entre eras em reração às outras áreas, cerca de três metros umada outra.\n\n\n\nFoto I - Area I após preparo, parcialmente\nsub+olada\n\nFoto 8B - Area I na sub-área revegetada junto\nà área-piloto depois de 7 meses\n\nFoto 8A - Área I na sub-área que recebeu\nserapilheira\n\n8E - Área I na 1a. sub-área com serapilheira\napós 3 anos\n\nFoto 8C - Area I na su-bárea revegetada iunto\nà area-piloto depois de 2 anos\n\nFoto 8D - Área g na 3a sub-área, desenvolvimento\nprecário\n\nFoto\n\n\n\n62\n\nPrimeira sub-área\n\nResulados da reabititação - Na primeira visita náo foi coletada amostra pois não havia\ndesenvolvimento das espécies da serapirheira (foto gA). Após três anos com a\nvegetação bem desenvolvida foi aberto um perfil e feitas coletas e observações. As\nespécies desenvolvidas (foto gE) eram de várias arbustivas e muitas samambaias e\nsobre o solo muitos musgos. No perfir as evidências da erosão é grande pois a\nespessura do material não compactado varia entre 10 e 1Scm.\ncor- Na terceira visita entre 0-3cm 7,syR 3/4, entre 3-1Ocm z.syR s/8, entre 1o-40cm\nintercalações de cores: Z,SYR 6/g e SyR 5/8.\nNódulos - 2oo/o do volume com dimensões centimétricas e milimétricas.\nTextura - Fortemente argilosa em todo o perfil\nEstruturas - Poliédricas (corunas) de pequenas dimensões scmX3cm até 10cm de\nprofundidade, não aparecem agregados arredondados e as raízes penetram peras\nparedes dos poliédros. Abaixo as estruturas poliédricas säo pouco definidas mas\naparecem algumas paredes verticais lisas.\nAtividade biológica - grande quantidade de diferentes espécies de formigas, muitos\ninsetos, muitas folhas em decomposição sobre o solo e muitos musgos.\nRaízes ' finas e poucas em superfície, não formam tapete e muitas em torno das\npequenas estruturas poliédricas.\n\nSegunda sub-área\n\nResultado da reabititação - Após 7 meses da revegetação esta sub-área apresenta um\nbom desenvolvimento das forrageiras e na área-piroto ao rado está sem vegetação\n(foto 88) Na segunda visita, 2 anos após a revegetação, a vegeração estava bem\ndesenvolvida, fechada pelas forrageiras e na área-piroto apareceram arguns tufos degramíneas nos sulcos da subsoragem possivermente sementes trazidas pero vento oupelas chuvas (foto sc). Foram abertos dois perfis: um na área-piroto (foto gF) e outrona área revegetada (foto 8G). Na figura 7 está a descrição do perfil da área-piloto e nafigura 8 a descrição do perfir da área revegetada. As diferenças são nítidas no que dizrespeito ao desenvorvimento de raízes associadas a estruturação e a retenção demaléria orgânica, com uma passagem gradual do solo novo para o substrato enquantoque na área-piloto existe um pavimento de nódulos à superfície e o contato bruscoentre o substrato e o soro novo. rsto mostra que a atividade das raízes e da vegetaçãofoi decisivo para desenvorver o soro. Após três anos a vegetação ocupou a área_pirotocom forrageiras e argumas arbustivas cujas sementes podem ter vindo das áreasadjacentes de mata naturar e reabiriradas. Este fenômeno foi descrito por Rickrefs\n\n\n\n1t 31.,ì tfì E nt{}\niiur I.svr 5/6\n\nl¡m¡rcio :lato]gj\n\nPertii esouemåtico na Áre¿ d si r¿vegctaFão\n\nðlcrial\nransportado\n\n'f\"\"1;?äiJ#,.,,,,1\n\n¡leriai\n\nð uto clo tì o\n\n¿cr 2.5vr {.516\n[.rernrilhoJ \n\n'\n\n¡ ¡ :r - {\n\n'veoetacdo\nalf\"a\n\nrdlzti9\n\nPerlil na pane reveqetacia hó 1 ¿no\n\no\n\nr¡raleri¿l\npouco\neslruluri! rlo\nccr I,5yr 3.5/4\n\n,r.5vr 3.5i4\n\n.:t¿rial\nlüulr¡no\n\ncor 2,Syr 5/6\n\n\n\n64\n\n(1987)' discutindo o retomada das espécies existentes nos arredores. No caso em\nquestão o preparo do substrato, mesmo sem revegetação, permitiu que sementes,\ntrazidas das áreas próximas, germnassem.\nTextura - na área piroto era argiro-sirtosa na primeira visita. Na segunda visita argiro-\nsiltosa abaixo do pavimento de nódulos até o contato com o substrato fortemente\nargiloso. Na área revegetada à superfÍcie, entre 0-1Ocm, a textura era silto-argirosa e\nentre 10-30cm siltosa. Na segunda visita aparece uma textura argilo-areno-siltosa\npróxima à supefície (o-Scm) formando agregados e abaixo argilo-siltosa até o contato\ncom o substrato compacto muito argilosa.\nEstruturas - Na área-piroto ocorre pavimento em superície e não aparece quarquer\nvestígio de estruturação nas duas visitas e a porosidade é intersticiar. Na área\nrevegelada na primeira visita percebeu-se apenas volumes poliédricos achatados\nintercalados por raízes com porosidade fissural. Na segunda visita aparece um início\nde estruturação no materiar mais escurecido pela matéria orgånica (0-2ocm) e abaixo\nos poliédros achatados predominam. A prosidade é fissural.\nNódulos - aparecem à superfície formando pavimento na área-piroto e estão\ndistribuídos ao longo do perfir como 2oo/o do vorume do materiar. Na área regevetada\nos nódulos milimétrico eståo associados a estruturação, envorvidos por materiar fino,\njunto às raízes finas e em profundidade estão dispesos \\2a% dovorume).\ncor-na área-piloto a cor à superfície era7,4yR 6/6 e entre 2 e 3scm a cor era 7,s yR\n3/4' o substrato a partir de 35cm era 2,syR 4,s/6. Na área revegetada a cor gerar doperfil era 7,5YR 3,S/4 com pelotas de cor 2,SyR 6/5.\nAtibidade biológica - nenhuma na área-piloto e na área revegetada intensa atividade\nde formigas e de minhocas, além das raízes finas.\nRalzes - finas formando tapete à superfície na área revegetada.\n\n\n\n^q\n\n. Teceira sub-área\n\nResultado da reabititação - Esta área que não recebeu o campi-gordura teve um\ndesenvolvimento de gramíneas em tufos que não impediram a erosão e em pouco\ntempo a área ficou sem condições de desenvorver vegetação e obviamente de\ndesenvolver soro (foto gD). Apesar deste probrema a erosão não foi totar,\npermanecendo materiar fino à superfície sob nóduros de diversas dimensões.\nNódulos - os nóduros aparecem, à superfície, distribuÍdos irregurarmente e\npredominam os mirimétricos em reração aos centimétricos. Em profundidade os\nnódulos se distribuem na proporção de 2}o/o do volume.\nTextura - à superfície, areno-sirtosa (entre O-scm), abaixo argiro-sirtosa até 50cm.\nEstruturas - Aparecem distribuídas aleatoriamente algumas estruturas colunares em\npartes onde predominam os nódulos maiores. Na. áreas com nódulos menores não\nocorre estruluração Em profundidade as estruturas sáo descontinuidades associadas\naos sulcos e perpendiculares a estas.\nAtividade biológica - Nem raízes nem animais são importantes nesta área\nRaízes - raras, mais grossas em profundidade\n\n\n\n4,1.3. DISCUSSOES PARCIAIS\n\nO preparo por suavisamento é a opção mais eficiente porque, nas áreas\nterraceadas, os primeiros efeitos externos é a destruição dos vértices para suavisar o\nrelevo, redistribuindo os materiais e desenvolvendo um novo relevo retardando o\ndesenvolvimento da vegetaçáo. Este fato foi observado na Área 4 onde as bancadas\nforam demostadas e o material rolado para a bancada imediatamente abaixo. A área\nno fim dos levantamentos de campo tinha g anos e pôde receber invasão de capim-\ngordura porque os materiais ofereceram condiçôes. os materiais granurares\nacumulados nas bancadas mantiveram maior umidade e puderam fixar esta gramínea.\n\noutro aspecto importante do preparo é a ripagem que revorve os materiais até a\n. \nprofundiade de 50cm e diminui a erosão. Arém disso ao rongo do tempo ajuda no\ndesenvolvimento dos vorumes estruturais e torna o meio mais poroso, o que foi muito\nimportante para o desenvolvimento vertical das raízes que, ao atingirem o substrato\npós-minerado, não conseguem penetrar mais.\n\nAs espécies vegetais escorhidas para revegetaçåo infruiram muito no\ndesenvolvimento do soro e de sua própria fixação. o capim-gordura é uma gramínea\nde desenvolvimento rápido mas se não está associada a outras espécies era seca e\npode pegar fogo. As Áreas 2 e 7 tiveram este probrema e por este motivo o uso desta\ngramínea deve ser associado a outra espécie arbustiva, como por exempro a cass¡a\nspeciosa que foi semeada na Área 7. Era aproveita as raízes e os caures do capim-\nYo-'T \n\nem decomposição como matéria orgânica para o soro. Esta associação naArea 7 favoreceu o desenvorvimento do horizonte ,,o,,+A e da estruturação por\nagregados arredondados. Na Área 5 0 capim-gordura somente se esparhou pera área\napós a semeadura de Cássia e do capim Napiâ.\n\nA estruturação dos soros naturais de froresta através de agregados\narredondados, passa a ocorrer nos soros novos com o desenvorvimento das raízesfinas em presença dos materiais preparados com ,,top-soir,, com ocorreu nas Áreas 5,7e S Este fato também ocorreu na Área 2 depois que o capim-gordura se desenvorveu.\n\nA atividade biorógica das raízes foi determinante na estruturação e na fixação econdução da matéria orgânica. No caso da Área 2 as raízes superficiais iniciaram oenvolvimento de perotas agrutinadas à superfÍcie do soro e passaram a penetrar perosmateriais desenvolvendo\nescavam os materiais e \n\nagregados. As formigas também são importantes porque\nconstróem os formigueiros que passam a participar do\n\n\n\n67\n\necossistema. As minhocas também mostraram sua atividade adap:adas às novas\ncondições, como no caso da Área 6, onde os ninhos estavam distribuídos por todo o\nperfil.\n\nDe um modo gerar o preparo das áreas por suavisamento e adição de arterira é\numa boa opção ajudada pera ripagem que diminui muito a erosão dos finos. Mas o\nfator decisivo é a fixação dos finos peras raízes finas, desenvorvendo estruturação e o\ncapim-gordura associado a cassia speciosa foram as espécies vegetais mais\napropriadas para esta fase da reabilitação. os benefícios com uso de fertilizantes, de\ntermofertilizantes, de pó carcário e de \"top-soir\" sobre os materiais preparados estão\nrelacionados ao desenvorvimento da vegetação num primeiro momento e depoispodem estar associados aos processos pedogenéticos.\n\n\n\n68\n\n4.2. CARACTERTZAçÃo Dos MATERtAts Dos solos\n\n4.2.1. CARACTERIZAÇÃO FíSICA, QUíMICA, FiSICO-OUíMICA E MINERALÓGICA\nÐOS MATERAIS\n\n4.2.1.1 . pH, U.R., %C, M.O.T. e composição mineralógica\nAs medidas de pH, de umidade residual, de carbono, de matéria orgånica e a\n\ncomposiçäo minerarógica foram rearizadas nos soros naturais e novos em amostras\ndeformadas coletadas a cada 1Ocm, da superfície até a profundidade de sOcm para se\navaliar como estes dados poderiam mostrar as diferenças e as semerhanças entre os\nsolos naturais e novos. As áreas que foram monitoradas tiveram mais de uma\namostragem os resurtados das anárises granulométricas foram plotados em\ndiagramas triangurares de textura (figura gA) e estão interpretados de acordo com ográfico da capacidade de retenção de água (figura gB). Estes estudos esrão\napresentados separadamente.\n\n,Área 1 0-10cm 10-20cm 20-30cm 30-40cm 40-50cm\n\nDH 3.96 3.81 4.11 4.33 4.31\nU.R. lolol 3.43 4.66 3.93 3.54 4.29\nc(o l 4.25 3.56 2.82 2.36 1 .65\n\nM.O.T.lo16oot 4.31 10.05 3.52 14.45 5.95\n\nTabela 6 - Caracterização dos materiais da Área 1\n\n\n\nArea 2 0-10cm 1 0-20cm 20-30cm 30-40cm 40-50cm\n\nlê v 22v 1ê v 24v 1ê v 2ev 1c 2av 1ê v 2?v\nDH 6.15 5.61 79 4.72 461 4.55 4.2A 4.22 4.96 5.1s\n\nu.R. t%) 1.69 3.92 2.69 3.59 2.23 1.88 274 0.80 1 .A7\nc(o,l 0.25 0.36 0.09 0.12 0.07 0.07 0.13 0.15 0.1 3 0.1\n\nM.O.T lol30oì 1.33 71 1 .31 1.53 1 .26 0.91 1 .26 o3\n\nTabela 7 - Caracterizaçäo dos materiais da Área 2\n\nTabela I - Caracterização dos Materiais da Área 3\n\nÁrea 3 0-locm 10-20cm 20-30cm 30-40cm 40-50cm\n\nDH 3.70 3.91 4.O1 4.18 4.26\nu.R. t%) 5.12 6.37 4.00 4.17 3.64\n\nC (o/o\\ 6.20 4.2s 2.40 1.97 1.84\nM.O.T.lo160oì 6.77 13 4? 4.15 2.80 2.46\n\nArea 2 0-10cm 10-20cm 20-30cm 30-40cm 40-50cm\n\ncenlro borda centro borda centro borda centro borda centro borde\nPH 5.49 5.96 5.66 5.69 5.45\n\nu R lol\"ì 2.53 2.00 3.20 0.92 2.58 0.96 1.87 0.94 1.35 1 .O2\nC (o/o\\ 1 .22 1.08 1.24 0.25 o.72 0.15 0.51 0_08 0.43 0.03\n\nM.O.T. lol3onì 1.49 0.60 1 .92 0.00 1.11 0.05 1.00 0.03 1.16 0.01\n\nïabela 9 Características dos materiais da Área 4\n\n\n\nÁrea 5 0-locm l0-20cm 20-30cm 30-40cm 40-50cm\n\n'l? 2?v lê v 2ev 1e 2av 1â v 2?v 1? v 2?v\nDH 3.78 3.74 3.82 3.73 3.89\n\nu.R. (%) 3.25 a-2.21\n\nh-? qA\n4.09 a-2.16\n\nh.-) \n^R\n\n3.14 a-1 .82\n\nb-2.21\n\n6.26 a-2.41\n\na-2.39\n\n4.85 a-l ,87\n\nÇ (o/o\\ 1.45 1 .27 1 .20 0.94 0.89 0.1 3\nM.o.T. (s/30s) 2,73 a-1 .20\n\nb-1.s7\n\n2.57 a-0.22\n\nb-2.88\n\n1.93 a-'l .24\n\nb-1.00\n\n2.03 a-1.68\n\nb-I .40\n\n1.72 a-0.62\n\nb-1.40\nvegetagão , b- com veqelacão à\n\nTabela 10 Características dos materiais da Área S\n\nTabela l1 Características dos materais da Área 6\n\n,(rea 6 0-lOcm 10-20cm 20-30cm 30-40cm 40-50cm\n\nÞH 4.12 4.45 4.32\nu.R. (%) 3.22 2.73 3.30\nc (oÂl 2.O2 2.O8 't.7a\n\nM.O.T.lo150nì 3.40 5.27 2.50\n\nArea 7 0-lOcm 10-20cm 20-30cm 30-40cm 40-50cm\n\n1?v 2?v l3 v 2?v 14v 2ev êy 2?v 14 v 2?v\nPH 477 4.57 5.34 4.78 4A7 4.88 4,54 4.50 4.64 4.50\n\nU.R. (o/o) 2.OO 4.47 0.90 5,80 0.96 3.39 0.94 3.59 1.02 3.50\nC (/o\\ 0.70 1.20 0.16 1.02 0.10 0.98 0.11 0.54 0.16 0.45\n\nM.O.T. lol30oì t.91 6.30 2.32 7.6 0.29 2.3 0.58 1.9 0.33 1 .10\n\nTabela 12 Características doa materias da Area 7\n\n\n\nArea I\n1 a sub-área\n\n0-1Ocm 10-2Ocm 20-30cm 30-40cm 40-5Ocm\n\npH 3.70 3.81 3.78 3.40 3.60\nU.R. loloì2 68 2.68 1.88 2.06 lso\n\nc l%l 2.48 2.55 2.OO 12lj 0.9\nM.O.T 108 0.72 0.87\n\nArea I\n2a sub-área\n\n0-1Ocm 10-20cm 20-30cm 30-40cm 40-50cm\n\npH 3.49 3.s5 3.32 3.32\nu.R. lol.ì 3.25 3.29 3.38 1.90 1 .43\nc (%) 2.14 2.09 1 .43 0.75 o.25\nM.o.T.\n\nArea I\nárea-Dilolo\n\n0-1ocm 10-20cm 20-30cm 30-40cm 40-50cm\n\nPH 3.75 .3.9r 3.57 3.42 3.77\nU.R, (o/o) 3.76 2.99 2.49 1.86 2.21\n\nC (o/ol 1 .97 1 .42 'l .24 1_00 0.63\nM.O.T.\n\n'os resultados de M o.T. n¿io foram considerados porque ocorreu hidrataçáo des amosrras ou seja o\npeso final fo¡ maior que o peso inicial.\n\nTabela13-CaracterísticasdosmateriaisdaÁrea8.\n\nos resultados das anállses m¡neraróg¡cas por Difraçäo de Raios X apresentaram \nicomoresultadosapresençadegibbsitas,câUlin¡tasegoethitasemtodososníveis'À\n\npartir destes resurtados esta composição minerarógica foi adotada como a predominate \nI\n\npara os materiais entre as profundidade de 0-50cm nos solos novos e naturais.\n\n\n\n72\n4.2.1 ,2. TEXTURA DOS SOLOS\n\nA textura dos solos foi interpretada pelo Diagrama da Textura rlc solo adotado\npela Associação lnternacional do solo (figura gA) e com estes resultados foi feito o\nestudo do efeito da textura na capacidade do solo de reter água (figuragB).\n\nDe acordo com a textura dos soros a água pode ser retida mais fortemente ou\npode passar mais facilmente através dos solos. As águas retidas podem estar\ndisponÍvel para as planta ou podem estar fortemente adsorvidas às partículas\nargilosas, e as águas que passam rapidamente pouco se prestam à nutrição das\nplantas e às reações pedogeoquímicas.\n\nAs análises foram realizadas com materiais de diferentes profundidades para as\nquais foram escorhidos os sehuintes símboros: o-2cm (t); o-1ocm (^), 1o-20cm (o),\n20-30cm (l), 3o-4ocm (l) e 40-50cm (l) e o diagrama triangular distribui os valores\nrelativos das argilas,dos sirtes e das areias. A figura 9 apresenra os diagramas 1 a 6, a\nfigura 10 apresenta os diagramas 6 a 12 e a figura 11 os diagram as 12 a 1s. segue\ncomentário sobre a interpretação da textura dos soros reracionada a capacidade de\nretenção da água pelos solos.\n\nÁrea I (figura g, diagrama 1)\n\n0-1Ocm - textura argiro-sirtosa, pouca água gravitacionar, muita água disponiver para\nas plantas e muita água adsorvida,\n1o-2o' 2o-3o,30-40cm - textura argilosa fracamente siltosa, as mesmas características\ndo volume acima,\n40-50cm - textura argirosa fracamente arenosa, pouca água gravitacionar, muita águadisponível para as plantas e adsorvida.\n\nÁrea 2 após 3 anos de reabilitação (figura 9, diagrama 2)\n\n0-10cm - textura areno-sirtosa, muita água disponíver para as pranras, pouca águagravitacional e adsovida.\n10-20' 20-30, 30-40 e 40-s0cm - textura sirtosa fracamente arenosa, muita águadisponível para as prantas e pouca água gravitacionar e adsorvida.\n\nÁrea 2 após 6 anos de reabilitação (figura g, diagrama 3)\n\n\n\n73\n\n0-10cm - textura areno-s irte-argirosa - muita água disponíver pã:a as prantas e\nadsorvida e pouca água gravitacional,\n10-20cm - areno-siltosa - muita água gravitacional, boa quantidade disponível para as\nplantas e pouca água adsorvida,\n20-30' 30-40 e 4O-socm - argiro-sirtosa - pouca água gravitacionar, muita água\ndisponível para as plantas e adsorvida\n\nÁrea 3 (figura g, diagrama 4)\n\n0-10 e 10-20cm - textura sirtosa fracamente arenosa - pouca água gravitacionar, muita\nágua disponível para as plantas e pouca água adsorvida,\n20-30 e 30-40cm - textura argiro-sirtosa - quasê nenhuma água gravitacionar, muita\nágua disponfvel para as plantâs e muita água adsorvida,\n40-50cm - textura argirosa - nenhuma água gravitacionar, muita água para as prantas e\nmuita água adsorvida.\n\nÁrea 4 após 6 anos de reabilitação (figura 9, diagrama S)\n\n0-10, 10-20cm - textura areno-sirtosa - muita água disponíver para as prantas e pouca\nágua gravitacional e adsorvida,\n20-30cm - texrura argiro-sirte-arenosa - muita água disponíver para as prantas e\nadsorvida e pouca água gravitacional,\n30-40 e 40-5ocm - textura areno-sirtosa - muita água disponíver para as prantas e\npouca água gravitacional e adsorvida.\n\nÁrea 5 após 1 ano de reabililação (figura 9, diagrama 6)\n\n0-10' 10-20 e 20-30cm - textura sirto-argirosa - pouca água gravitacionar, muita água\ndisponívl para as plantas e muita água adsorvida.\n\nÁrea 5 após 2 anos de reabilitação (figura 10, diagrama 7)\n\no-10, 10-20,20-30,30-40 e 40-socm - textura argirosa fracamente arenosa - pouca\nágua gravitacional, muita água disponível para \n\n\"s \nitantas e adsorvida.\n\n\n\nAngilr\n\nAngila\n\n\"ù.alq,a/rna- J\n\nAngil¡\n\nsilh\n\nAngi la\n\nÒtaqnanna- 4 Silte\n\nSilte\nSilt¡\n\nFlgura g. Dlagramas de Textura dos,soro: Dragrama 1 - Área l ; Dragrama z - it¡ea 2reabllltada há B anos: Dragrama g - Área r.\"óilrt\"d\" ná e anos; olãgráma 4 - Â;;3: Dlagrama 5 -Área 4reabl[tada rrá 6 anos; Dragrama 6 - Área 5 reabilrtada há 7meses.\n\nlXaîq-a/1/nq ¿,\n\n.ù;aqnannT s Dt'oq naz¡nq 6\n\n\n\nFigura 98 - Gráfico do estudo do efeito da textura na capacidade do solo de reter água\n(usDA 1s61)\n\nARGILA\n\n. *.*, \".. \" \" -\" \n.\" \n\n\",rrE\nFigura gl - Diagrama da Textura dos soros (Associação rnternacionar de soros)\n\n\n\n76\n\nÁrea 5 após 3 anos de reabilitaçáo (figura 10, diagranìa 6)\n\n0-10 e 10-20cm - textura arenosa fracamente argirosa - muita água gravitacionar,\nmenos água disponínel para as plantas e pouca água adsorvida\n20-30, 30-40 e 40-50cm - rextura argiro-silte arenosa - pouca água gravitacionar, muita\nágua disponível para as plantas e adsorvida.\n\nArea 6 após l4 anos de reabilitação (figura 10, diagrama g)\n\n0-10, 10-20 e 20-30cm - textura silto-argilosa _ pouca água gravitacional,\ndisponível para as plantas e adsorvida,\n3040 e 40-50cm - argilo-siltosa - quase nenhuma água gravitacional,\ndisponível para as plantas e adsorvida.\n\nÁrea 7 após 7 meses de reabilitação (figura 10, diagrama 10)\n\n0-10' 10-20,20-30,3040 e 40-s0cm - textura areno-sirtosa - muita água gravitacionar,\nsuficiente água disponível para a vegetação e pouca água adsorvida\n\nÁrea 7 após 3 anos de reabilitação (figura 10, diagrama 11)\n\n0-10, 10-20, 20-30, 30-40 e 40-s0cm - textura sirte-argirosa - pouca água gravitacionar,\nmuita água disponível para as plantas e adsorvida.\n\nÁrea 8 na parte da área-piroto após 7 meses de reabiritação (figura 10,diagrama 12)\n\n0-10, 10-20 e 20-30cm _ silte_argilosa - pouca água\ndisponível para as plantas e adsorvida\n30-40 e 40-S0cm - areno_siltosa _ muita água gravitacional,\npara as plantas e pouca água adsorvida.\n\nÁrea I na parte revegetada com capim-gordura após 7 meses de reabiritação(figura 11, diagrama 13)\n\n0-10' 10-20, 2O-30cm - textura sirte-argirosa - pouca água gravitacionar, muita águadisponível para as plantas e adsorvida\n\nmuita água\n\nmuita água\n\ngravitacional, muita água\n\nsuf iciente água disponível\n\n\n\nfi¡gil¡\n\nù.aftatmaT\n\nÊ¡cil¡\n\nû$ilr\n\nÐ(034a,oy\"ta- lO\n\nA¡g i l¡\n\nSi Ite\n\nSiltr\n\naaqaaza6a 1ø silte\n\nFlgura¡o. Dlagramas de Textura do soros: oragrama 7 - Área 5 reabiiltada há 2anos; Dlagrama I -Área S.reabilrtada rr¿ s anos:-oragr\"r\" ó'- Àr\"\"'ãìãätrrrt.a\" rra15 anos: Diagrama 10 - Área 7 reabilítada há 7 m;ses: Dlagrmama 11 _ À;;\" treabllltada há 2 anos; Dlagrama 12 _ Areag na área-plloto após 7 meses.\n\nAtagzørta I\n\n\n\n7A\n\n30-40 e 40-50cm - textura areno-siltosa - muita água graviiacional, suficiente água\ndisponível para as plantas e pouca água adsorvida.\n\nÁrea I na parte que recebeu serapilheira, após três anos de reabilitação (figura\n11, diagrama 14)\n\n0-10 e 10-20cm - textura areno-siltosa - muita água gravitacional, sufucuente água\ndisponível para as plantas e pouca água adsorvida\n20-30 e 30-40cm - areno-silte-argilosa - pouca água gravitacional, muita água\ndisponível para as plantas e muita águas adsorvida.\n\n\"Top-soil\" usado sobre o preparo da Área numa camada interrompida, de\naproximadamente 3cm (figura 1 1, diagrama 15)\n\nTextura argilosa fracamente siltosa - quase nenhuma água gravitacional, muita água\ndisponível para as plantas e adsorvida.\n\n4.2.I.3 DISCUSSOES PARCIAIS\n\nAs diferenças entre o pH dos solos naturais e os solos novos, os novos valores\nmaiores que os naturais deve-se prbvavelmente ao uso de calcário como corretivo de\nacidez sobre o terreno, porque em profundidade o pH é muito semelhante em todas as\náreas, em torno de 4.00. o gráfico da figura 12 reúne as medidas de pH em todas as\náreas, para comparar o comportamento do pH entre eras e em profunidade. os soros\nnaturais apresentam pH ácido variando de 3.7 a 4.2. Arguns solos novos apresentam o\npH próximo dos valores dos solos naturais, mas alguns solos novos que apresentaram\nvalores variando de S a 6 provavelmente pelo tratamento com pó calcário.\n\no teor de carbono nos soros naturais é significativamente maior que nos soros\nnovos, entretanto estes varores aumentam com o desenvorvimento da reabiritação. As\náreas reabilitadas a mais tempo apresentam teores mais erevados que as áreas\nreabilitadas mais recentemente (figura 13). Anarisando os teores matéria orgânica a\nsituação é simirar entrê os soros naturais e novos(figura 14) mas observando os\nvalores encontrados nos soros novos, durante a monitoragem, ficou craro que os\nvalores aumentaram significativamente (tabera 13) com a fixaçáo da vegetação, o que\nfavoreceu a estruturação próximo à superfície. onde o ,,top-soir,, ficou mais àsuperfície, sem revorvimento (Área g) o desenvorvimento das forrageiras foi grande\nassociado ao desenvorvimento do capim-gordura. sem o capim gordura (Área B,\n\n\n\n.ùagnnnr,a- lz\n\nDtaTnørna- ll\n\nFlgura rtl. Dragrama de Textura d.o.s soros: Dragrama 13 - Área g revegetada rrá 7meses; Dlagrama 14'i\\rea I reeblttada .ãr \n\"ii\"plrrr\"rra \n\nhá s anos; Dragrama 15 _Textura do \"top-soll',.\n\n\n\nArea 88\n\n-X+ \nArea 5\n\n-{- Area 6\n\n- Area 7\n-_-!- Area gA\n_____*_ Area 1\n\n---a'-- Area2\n- -x- - Area 3\n\n-# Area 4\n\n\n\n--.----¡\n.I\n\nPROFUNDIDADE (CMI\n\nFlgura 13. cráfico do Carbono dos meleriais esludados\n\n\n\n82\n\nterceira sub-Área) as forrageiras nåo tiveram o mesmo sucesso. De maneira geral a\nfixação e o aumento dos teroes de matéria orgânica ocorre associado ao\ndesenvolvimento da vegetação, que por sua vez participa da reestruturação dos solos.\n\nA umidade residual (u.R ) mostrou ser um parâmetro associado ao\ndesenvolvimento dos solos. No gráfico da figura 1s pode-se ver que os solos naturais\napresentam valores maiores de u.R. que os novos e entre os novos o desenvolvimento\nda estruturação (e da vegetação) está associado a aumento da u.R. (tabelas g,i 1 e\n13) Desta maneira é possível concluir que a disponibilidade de materiais finos nos\nsolos é importante se ocorrer fixação rápida da vegetação para favorecer a\nreestruturação, caso contrário os finos são lavados e a revegetação fica prejudicada.\nMesmo tendo condições de reter água os materiais finos mantêm esta água no solo se\nhouver biota associada. O estudo da textura é importante mas todos os demais fatores\nque participam da revegetação devem existir. os solos novos com maiores valores de\numidade residual também contêm maiores valores de matéria orgânica, mostrando a\ncapacidade higroscópica desta última.\n\no preparo por bancadas sofre no decorrer do tempo uma estabirização com\ndesmonte das bancada, mas o efeito negativo pode ser percebido nas bordas da área,\nque são erodidas e perdem matéria orgânica junto com os materiais finos. Este\nfenômeno foi medido na Área 4, què apesar do bom desenvorvimento da vegetaçäo, o\ndesenvolvimento do soro não é homogêneo, enquanto que as áreas suavisadas sofrem\nerosão muito menos acentuada e desenvolvimento homogêneo.\n\nA composiçåo minerarógica dos materiais esrá mostrada no gráfico típico da\ndifrações de Raio X da figura 16, onde se vê a predominância de gibbsita, tanto bem\ncristalizada (picos bem definidos) como mal cristalizada (picos mais arredondados),\naparecendo também caulinita bem e mal cristalizada e goethita.\n\n\n\nPROFUNDIDADE\n\nFigura 14. cráfico da Matér¡a Orgånicâ dos materiais estudados\n\n\n\nJ\n$r\ne\nan\nlr¡\nÉ\nt¡J\no\no\nEs5\n\n3\n\nPROFUNDIDADE\n\nFigura 15. Gráfico da Umidade Residual dos materiais estudados\n\n\n\nSoLO NoVO ¡ RETIRO BRANCO It (PROF, 2O-3Ocm)\n800,00\n\n600,00\n\nFigura 16 - Difratograma típico das análises de Difração de Raio X dos solos\n\n\n\n4.2.2. ESTUDOS MICROMORFOLÓGICOS E MICROGEOQUfMICOS\n\n4.2.2.1. ESTUDoS Ao MtcRoscóplo óplco\n\nAs lâminas de amostras indeformadas de solos naturais e novos foram\nobservadas para o estudo dos aspectos morfológicos utilizando o microscópio óptico\npolarizante. Muitas imagens foram fotografadas para ilustrar o estudo e foram objeto de\nmaior atenção as feições dos materiais mais próximos da superfície (entre 0-1scm),\npara conhecer a influência dos processos pedogeoquímicos sobre os solos\nreabilitados.\n\nAs observaçóes de låminas ao microscópio permitem conhecer o arranjo dos\nmateriais dos solos e a distribuição dos vazios ou poros, além de identificar os\nminerais secundários, os diferentes tipos de plasmas, as pedofeições relacionadas e a\npresença de revest¡mentos (cutãs) relacionados aos processos pedogenéticos.\n\nEstes estudos foram realizados em duas partes: a primeira em solos naturais e\na segunda em solos novos.\n\na) Estudo microscópico dos solos naturais\n\nPredominam nos soros naturais em níveis próximos à superfície (0-30cm) dois\ntipos de plasma, um incoror predominante, com ataque de materiar ferruginoso em\npontos pequenos disseminados por toda a superfície, além de matéria orgânica\ntambém fartamente distribuída, e outro com cores amarelas, alaranjadas e\navermelhadas que são prorongamentos dos plasmas brancos, desprendido de suas\nbordas por fraturamentos (plasma terciário).\n\nEntre 0 e 20cm os grãos såo da ordem de 1 a 1,5mm e os fragmentos do\nplasma colorido se partem em pequenos granuros que f icam agrupados entre as\nfissuras maiores As fissuras maiores medem 4 a Smm e as intragrãos o,003mm de\nlargura. os pequenos grânuros que se desprendem säo envorvidos por matéria\norgânica e formam microagregados. Aparecem muitos fragmentos de tecidos vegetais\ne de carapaças de animais distribuÍdos peros prasmas. A presença destes fragmentos\nrevelam intensa atividade biológica (fotos 9, 10 e 11).\n\n\n\n.H\n\nl-----LJ\n\nForo 9 - Fissura ramificada (Fi) separando plasma branco secundário (pl.s.)\ncom plasma amarelo nas bordas (Pl.t.) - estrutura aglomeroplásmica. presença\nde microagregados (M.a.). A esquerda, luz naturale à direita nlcois cruzados\n(solo naturalde campo cerado).\n\n-/\n\n0N1ø'\" /\n\nFOTO 10 - Fissura ramificada (Fi) com microagregados (M.a,) dispersos,\nmineral(Mi) com revestimento preto, plasma secundário (Pl.s.)branco e plasma\nterciário (Pl.t.) alaranjado nas bordas (de solo natural de floresta). À esquerda\nluz natural e à direita nicois cn-zados.\n\n/\nfri ¡\n'' \n\n^\n\nFOTO 11 - Fissuras em forma de rede, plasma terciário (Pl.t.), mineral com\ncutãs pretos (c p ) , nódulos (N), restos de animais - eslrutura aglomeroplámica\n(solo natural de floresta) À esquerda luz natural e à direita nicois cruzados.\n\n\n\n88\n\nEntre 20 e 30cm o plasma branco está muito atacado por material ferruginoso e\npor matéria orgânica ( 64% dos materiais da lámina) cujas dimensões são da ordem de\n2 a 3 mm de diâmetro, e o plasma amarelo alaranjado são porçóes fragmentadas das\nbordas do plasma branco, com dimensões da ordem de o,3mm e têm forma retangular.\nEstes mater¡ais ocupam 35% do espaço total.\n\nEntre as porções de plasmas coloridos e dispersos ao longo das fissuras mais\nlargas aparecem nódulos ferruginosos, amarelos e brancos de dimensões de até 1mm\nentre 0 e 30cm. como 1yo dos materiais.\n\no sistema poral é formado por fissuras mais largas que separam os plasmas, da\nordem de 4 a Smm, e fissuras mais finas que recortam os prasmas coloridos\ninternamente com largura entre 0,01 a 0,1 mm compondo uma rede (estrutura\naglomeroplásmica). Esta microestruturação está presente em solos de alto grau de\npedalidade (Brewer 1976), Estas feições aparecem tanto nas lâminas cortadas\nverticalmente no perfil como nas cortadas horizontalmente.\n\nos materiais das partes mais profundas do perfir (0,90 a 1,40m) são\npredominantemente plasmas brancos (9s%) e estão gradualmente menos atacados\npor material ferruginoso e matéria orgânica. os elementos têm dimensöes da ordem de\ncentímetros e são atravessados por fraturas retas preenchidas por revestimentos de\ncristais maiores. Nas bordas dos plasmas aparecem revestimentos ferruginosos que\nmuito raramente se arargam e desprendem framnetos de plasma araranjado\n(possivelmente um prasma terciário) que mais em superfície estão em maior\nquantidade distribuídos peras fissuras, se desprendendo do prasma branco.\n\nb) Análise de lmagem\n\nA análise de imagem foi feita a partir da foto 10 (soro naturar da froresta). como\nesta é apenas uma parte muito pequena da lâmina, seria necessário anarisar uma\nlâmina inteira para se ter idéia de uma pequena faixa do soro. considerando que a\nevolução dos solos é um processo que se distribui por toda a superfície do terreno, em\ndeterminada posição do rerevo, é possíver adotar as feiçöes anarisadas como o\naspecto geral da superfície deste solo.\n\nForam distintos por cores dois tipos de componentes, o prasma araranjado com\ncor laranja-avermelhado, e os minerais brancos com cor azul (figura 1Z). Os vazios\n\n\n\nFlgura J7. lmagem analisada com uso de cores pelo $lTlM\n\n\n\n90\n\nforam coloridos com cinza. A mistura de laranja-avermelhado e azul resultou em verde\nque colore grande parte dos materiais microagregados.\n\nA mistura de cores que aparece verde, pode levar a conclusão que os materiais\nque compõem os microagregados são fragmentos muito pequenos de ambos os\ncomponentes em estudo, o plasma e o mineral secundário, cimentados ou interligados.\nconsiderando o papel da matéria orgânica na agrutinação de partícuras minerais pode-\nse concluir que estas pedofeiçãos denominadas microagregados são organo-minerais\nque se desenvolvem em condições especiais. Numa estrutura onde grandes vazios\npermitem a circulação fácil de soluçóes e de partículas de matéria orgânica da classe\ndos colóides que participam na aglutinação de fragmentos urtramicroscópicos dos\ncomponentes básicos.\n\nos resultados de medida rerativa das superfícies ocupadas pelos componentes\nbásicos e pelos vazios mostraram que 60% desta imagem são de vazios e 4oo/o são\ncomponente básicos. Da superf ície ocupada pelos componentes básicos 3oo/o é\ncomposta por um grande fragmento de plasma e por um grão de minerar bastante\natacado por neoformações e 70% såo microagregados. A partir desta anárise pode-se\nverificar que os mecanismos de superfície, que incruen forre participação de porções\nmuito finas de matéria orgânica, são responsáveis pero desenvorvimento dos\nmicroagregados, cuja função pode éstar associada a nutrição das prantas uma vez que\nreúne partículas muito pequenas que mantém disponíver íons e compostos para serem\nassimilados pelas raízes mais finas.\n\nc) Estudo microscópico dos solos novos\n\nconsiderando os estudos anteriores rearizados com soros naturais e sabendo\nde antemåo que os soros novos são misturas de materiais de várias profundidades dos\nperfis naturais, o estudo dos soros novos comparou os materiais e fez observaçöes e\ndescrições relativas às microestruturas existentes.\n\nos soros novos reabiritados a menos tempo (7 meses a 2 anos) apresentam\nmudanças de ordem estrutural primeiro porque såo misturas de materiais de diferentesprofundidades dos soros naturais e depois porque o preparo muda muito a disposição\nespacial dos materiais, principalmente das fissuras. Entre 0-7cm predomina a misturade plasma branco com bordas fraturadas (com 0,5 a 2mm) desprendendo partesalaranjadas e porções de prasma araranjado e amarerado com várias dimensões,desde 0,1 até 0,Smm bastante entrecortados por fissuras finas. As fissuras maiores\n\n\n\n91\n\ntêm 0,2mm de largura e as menores 0,03mm. Aparecem nóduros de várias cores\n(brancos, amarelos, ferruginosos) de dimensões entre 0,1 e 1 mm entre os fragmentos\nde plasma alaranjado.\n\nNum maior aumento foi possível observar que muitas fissuras que estão nas\nbordas dos plasmas brancos foram revestidas por cutãns (tipo cristalária -foto .'l2) de\nmalerial branco e por materiais ferrufinosos. Algumas fissuras foram deformadas e\ninterrompidas e ocorreu também revestimentos das paredes (foto 13). oulra fissuras\nfinas foram deformadas e apresentaram forma de cunha, arém de terem sido\npreenchidas (foto 14).\n\nEntre 10 e 1Scm o mesmo aspecto das estruturas, com prasmas secundários\nbrancos fissurados nas bordas e desprendendo plasmas alaranjados e as fissuras\nmais finas também apresentam revestimentos. Em maior aumento é possivel notar que\nas fissuras de partes do prasma amarero foram modificadas e revestidas (foto 1s)\n\no solo novo de reabiritação mais antiga (Área 6) entre 0-10cm apresenta os\ndois tipos de plasma, como nos soros naturais, mas o tamanho dos grãos ã superfície\né maior, com as dimensões dos grãos que estão entre 20 e 40cm nos soros naturais.\nApresentam revestimento por material ferruginoso, penetrando na fissuras mais\nestreitas formando uma rede muito nítida. Em outras porções estas fissuras estão\nrevestidas por materiar branco. As fissuras mais rargas (0,1mm) estão separando os\ngrãos maiores e as fissuras mais finas são internas aos grãos, atravessando_os como\numa rede mais fina. Em reração aos soros novos o que mais mudou foi a quantidade\nde fissuras que é menor e a largura que também diminuiu.\n\nEntre 30 e 40cm o prasma branco está com materiar ferruginoso mais\ndisseminado em pontos menores que nos materiais das partes superiores. As porções\nsão maiores (O,scm) e as fissuras internas mais rargas, da ordem de o,1mm contêm\nfragmentos desprendidos de plasma alaranjado com forma retangular.\n\nEm maior aumento observou-se a presença de cristais brancos bem\ndesenvolvidos distribuídos denlro de um poro preenchido por materiar preto (foto 16) edentro do prasma branco as fissuras menores apresentam forma de cunhas e estãopreenchidas totalmente por cristalárias (foto 17).\n\n\n\nFOTO 12 - Fissura tohlmente revestida por cristalária (Cr.)\nem plasma ahranjado (solo novo com 2 anos de reabiliÞdo\nArea 2|à [z polarizada.\n\ntF*;\n-.j}t ;\n\n.'*¡-lr-É,-:-\n\n?a\nl!]\n\nç AC0f Lr4\n\nFOTO 13 - Poro deformado parciatmente revestido (p.r.), fissuras (Fi), plasma\nalaranjado (Pl.). À esquerda luz nah.¡ral, à direita nlcois cnzados à cunha de\ngipso (solo novo da Area 5 após 2 anos de reabilibçäo).\n\nFOTO 14 - Plasma branco (Pl.) com nódulos (N), com poros em forma de\ncunha (P.c.) revestido por cristalária (cr) e por material preto (m.p.). A\nesquerda h.z nah.¡ral, no cenbo nicois cruzados e à direita com cunha de gipso\n\n(solo novo da Area I revegetada há 2 anos)\n\n\n\nHt\n\nFOTO 15 - Plasma amarelo (Pl.a.) com fissuras modificadas (Fi.m.) e plasma\nbranco (Pl.b.) com uma nova fissura (Fi.n.) separados por fisgula- p^reenchida\npor matòriat íem.rginoso ir¡l t\"r ióro àovo ¿a Area z teäuititada há'3 anos). À\nesquerda luz nahrale à direita nlcois cnzados.\n\nFOTO 16 - Plasma branco (Pl.b.) com plasma alaranjado (pl.a.) nas bordas e\ncrishis bem desenvoMdos de gibbsila (Cr.g.) denho de material femrginoso\n(M.f.)(solo novo da kea 4 reabil¡tada há 6ános). À esquerda lrrz natural e à\ndireita nlcois cnzados.\n\nFoto 17 - Plasma branco (Pl.b.) corn poros em forma de cunha (p.c.) revestidos\ncom cristalária (Cr) e plasma alaranjado (pl.a.) separados por fiséural natural\n(Fi) (solo novo da Area B, revegetado há 2 anod À êsquer¿ä nloois crr¡zados e\nà direih com cunha de gipso.\n\n\n\n4.2.2.2. OBSERVAÇöES E ANÁLISES AO MEV - EDS\n\nos materiais usados no estudo ao MEV fazem parte dos agregados dos solos\nnaturais e do substrato resultante das áreas pós-mineradas (a aproximadamente .lsm\n\nde profundidade do manto). Estes agregados estão participando na reabilitação\nassociados ao \"top-soil\" distribuído sobre as áreas. Além de observar e fotografar a\nestruturação, considerando as ampliações do equipamento, foi feita análise química\nqualitativa dos componentes, por EDS, tanto dos agregados (foto 1 8) como do\nsubstrato (foto19).\n\nos agregados dos solos naturais mostraram grande porosidade, com placas de\ncaulinita e grãos de gibbsita justapostos, e alguns cristais de goethita num arranjo\nespacial mostrado na foto 20. o espectro EDS-1 da figura 18 mostra a composição\nquímica qualitativa típica deste material, com presença de Al, Si e Fe.\n\nos fragmentos do substrato minerado (alterita estéril) mostraram a presença\ndos minerais secundários com maiores dimensões que nos agregados dos solos\nnaturais (caulinita em placas hexagonais ou pseudohexagonais, gibbsita em cristais\nprismáticos bem formados e goethita em cristais alongados) e num arranjo menos\nporoso que nos soros (fotos 21 e 22). Q espectro EDS-2 (figura 16 ) mostra a\ncomposição química qualitativa de úm ponto central, sobre vários cristais justapostos e\no espectro EDS-3 refere-se à composição química qualitativa em uma linha cortando\num destes fragmentos do substrato; estão presentes, arém de Ar, si e Fe (e traços de\nTi), elementos químicos que mostram a infruência de minerais primários ainda não\ntotalmente desestabilizados: K e Ca.\n\n4.2.2.3. ESTUDOS MICROGEOQUíMICOS À IVIICNOSSONDA ELETRONICA\n\no estudo foi feito em râmina de soros naturais e novos sobre pontos\nselecionados e reracionados com a evorução pedogenética das feições e dos\nmateriais. os resurtados das anárises da râmina do soro naturar de campo cerrado\n(enlre 7-1Ocm) está apresentado no Diagrama M.1 da figura ts. Foram escolhidos 17\npontos sobre a râmina, 6 sobre prasma amarero-arara njado, 2 sobre prasma amarelo_\nmarrom, 4 sobre minerais brancos, 4 sobre pontos pretos e 1 sobre ponto cinza (tabera\n1s)\n\n\n\nO Zcm\nt---J\n\nFoto 18 - Agregado do solo natural de floresta\n\nFoto 19 - Bloco do substrato pós-minerado\n\n\n\nFolo 21 - lmagem do MEV\n\nfragmento do bloco de substrato\n\nFoto 20 - lmagem do MEV\n\nfragmento do agregado\n\nF olo 22 - lmagem do MEV\n\nfragmento do bloco de substrato\n\n\n\nESPECTRO EDS-1\n\nF\nE\n\nt'\nlt\nlr\n\nlt\nI1\n\n/l,\n:f\n\n¡\n\n'-,. - . -...- . -.-, -./'r,^ -.*-\n\nL\n\nf\n\nii\nilT\n\nESPECTRO EDS.2\n\nESPECTRo EDS_3 lF; ' 1Lì¿4 1ù ¿4La\n\nFigura 18 - Espectros EDS: Espectro EDS-1 - análise de partículas arredondadas\n(imagem da foto 20); Espectro EDS-2 - análise de cristal alongado (imagem do substrato -\nplacas, cristais alongados e romboédricos); Espectro EDS - 3 análise do substrato através\nde uma linha horizontal no centro da folo 22\n\n\n\n98\n\n-âmina 1 Amostra de solo indeformado do Campo Cerrado\n\\rea i solo natural com vegetação tfpica\n'rofundidade 7 a 1 Ocm\n\nPonto sio 2 A1203 Fe2O3 Si AI Fe o\n1 o.120 68.465 o.480 o.o59 39.787 o.1 78 59.976\n2 1.068 64.991 3.275 0.535 38.371 1.235 59.860\n3 o.374 26.968 33.290 o.287 24.320 1 9.1 69 56.224\n4 44.356 38.304 o.ooo 18.O36 18.357 o.ooo 63.607\n5 61.838 16.493 o.487 26.332 8.277 o.1 56 65.235\n6 12.7 39 14.828 2.659 14.828 20.342 2.329 62.500\n7 2.OO2 48.1 01 23.640 1.o93 30.925 9.705 58.278\nI 1.874 55.143 1.282 1.102 38.224 o.567 60.107\nI o.644 r 4.681 48.571 o.544 14.627 30.901 53.929\n10 o.1 30 59.648 o.o80 o.o74 39.883 o.o34 60.oo8\nt1 o.359 46.391 12.162 o.230 3s.033 5.865 5 8.87 3\n12 o.729 6 5.361 2.1 60 0.369 38.901 o.821 59.901\n\no.071 38.943 o.962 o.061 39.430 o.622 s9.888\n14 0.265 18.662 20.893 0.305 25.214 18.O24 56.456\n15 o.212 56.964 1.O42 o.124 39.4A2 o.461 59.993\n16 o.244 64.431 0.o80 o.1 28 39.8 21 0.o33 60.019\n17 o.738 9.642 42.791 o.778 1 1.957 33.887 53.378\n\n,3,4,9,1 pontos amarelos da lâmina\n2,6,10,14 5 pontos pretos da lâminã\n\n12,17,1 pontos branco da lâminã\n,16 ponl maIrom\n\n11 ponto laranja\n/ ponto cinza\nTabela l4 Resurtados das anárises à M.E. sobre amostras do soro natr.rrar de\n\ncampo cerrado Area 1\n\nos resultados da composição química não corresponde às diferentes cores dos\nminerais ou plasmas porque a matéria orgânica pode mascarar os materiais\nmicrocristalinos. Assim, nos soros naturais de campo cerrado, entre 7 e 10cm, as\ncomposiçöes com maiores teores de sílica encontradas estavam em dois plasmas de\ncor branca e um em cor cinza, e um materiar muito rico em sírica tinha cor prera\n(matéria orgånica). As composições de artos teores de arumínio foram encontradas em\n6 pontos de prasma amarero ou marrom, 2 pontos em materiar preto e um em prasma\nbranco As composições com artos teores de ferro estavam em um ponto sobre prasma\namarelo-avermerhado e em dois em prasma branco. com a presença de matériaorgânica distribuída sobre os materiais dos soros os pontos pretos apresentam a\n\n\n\n99\n\ncomposiçåo química do material abaixo. considerando a linha da caulinita no\ndiagrama triangular, dois pontos da lâmina referem-se a plasmas com esta\ncomposição (Dlagrama t4.l-, Flgura l-9).\n\nO Diagrama M.2 da figura 19 apresenta os resultados de outro lâmina do\nmesmo solo natural à profundidade entre 33 e 4ocm (tabela 1s). Foram analisados\napenas 4 pontos porque os materiais são dois plasmas, um branco e outro marrom-\navermelhado. os três pontos sobre o plasma branco apresentaram composição com\npredominância de alumfnio e um ponto em plasma marrom-avermelhado apresentou\ncomposição com predominância de alumínio e teor importante de ferro.\n\nLamina 2 Campo Cerrado\nProfundidade 33 a 4Ocm\n\nS¡O2 A1203 Fe2O3 Si AI Fe o\n0.300 58.635 0.916 o.171 39.459 o.420 59.950\n\n2 0.325 59.209 4.O88 0.1 80 34.429 1.694 59.697\n3 o.1 58 69.OO2 o.585 o.078 39.734 o.216 59.792\n4 2.571 4s.51 2 11.574 1.615 33.686 5.470 59.229\n\n1,2,3, pontos brancos\n+ ponto vermelho\n\nTabela 15. Resultados das análises à M.E. sobre amoslra de solo natural de campo\ncerrado\n\nNas lâminas de solos novos, os revestimentos e principalmente as cristalárias\nforam escolhidas e comparadas com a composição dos plasmas próximos.\n\no Diagrama M.3 da figura zo apresenta os resurtados das anárises de 15\npontos selecionados numa lâmina de solo novo do Retiro Branco I amostrado emtre 7-\n1Ocm, após 6 anos de reabiritação. Três pontos indicaram composição predominante\nde sílica, sendo um ponto em prasma branco e um em prasma amarero. sete pontos\nindicaram ser sobre prasma aruminoso com artos teores de ferro, dois de cor amarera,\n3 de cor branca, um preto e outro cinza. cinco pontos indicaram materiar rico em\nalumínio, dois de cor branca, dois de cor preta e um raranja. considerando a rinha da\ncaulinita no diagrama triangurar, dois pontos estão próximos ou seja dois pontos\nindicam material caulinítico.\n\n\n\n-âmina 3 Amostra de solo do Campo Retiro Branco I\nArea 2 Solo revegetado há 3 anos\nrrofundidade O a 7cm\n\nsio2 4t203 Fe203 S¡ AI Fe o\n1.632 10.386 43.232 1.623 12.172 32.350 5 5.85 5\n\n2 1.O74 8.368 38.635 1.249 1 1.465 33.795 53.491\n3 0.o28 0.019 0.081 10.775 8.697 22.9b5 57.562\n4 1.159 8.219 34.1 80 1.465 't2.240 32.501 53.793\n5 2.O79 10.345 43.070 2.061 12.088 31.798 54.053\n6 2.429 o.905 0.567 22.665 9.693 3.886 63.756\n7 12.7 95 25.502 8.684 10.107 23.741 5.162 60.989\nI 1.239 61.463 o.480 o.668 39.043 o.195 60.o95\nI 1.149 9.689 36.276 1.327 1 3.1 88 31.525 53.960\n10 o.336 59.870 o.320 0.1 89 39.665 o.1 35 60.01 1\n11 1.356 59.674 o.880 o.749 38.809 .7 65 60.o77\n12 1.356 53.161 3.823 o.138 38.422 1.765 59.675\n13 o.255 53.161 3.823 0.1 38 38.422 1.765 59.675\n14 1.649 12.451 30.387 1.888 16.796 26.173 55.143\n\n,2,15 ponlos amarelos na iamiña\n,4,v, ru, t+ ponros Drancos na lamina\n\n+,o Put I\n\nr, ro Pullrus taralua qa tamln\n\nTabela 16. Resultados das anárisesà M.E sobre amostras do soro novo da Area2.\n\no Diagrama M.4 da figura 20 apresenta estudo de 32 pontos sobre a râmina de\nsolo novo da Área 6 entre 6-1Scm. considerando a linha da caulinita no diagrama\ntriangular. este minerar foi identificado em 20 pontos dos quais 5 pontos em prasma\nbranco e 4 em cristarárias, 7 em prasma amarero avermerhado mais marrom, 2 em\nmaterial preto 1 em prasma cinza e um na borda de um materiar azur. os materiais\nricos en alumínio foram indentificados em 10 pontos, 6 em prasmas brancos, 2 em\nplasma amarelo, um em mineral azul e um em ponto preto. A goethita foi detectada em\napenas um ponto.\n\n\n\nsi02\n\n.i r\n\nsi02\n\n.f r,.\n\nFlgura 19. Dlagramas da Composlção Mlneralóglca: Dlagrama M'1 - 17 pontos em\ntâmlna de solo natural da Área 1, profundldade 7-1ocm; Dlagrama M.2 - 4 pontos\n\nde lâmina de solo natural da Área 1. profundldade 35-40cm'\n\nsi02\n\n.¿;\n\nI\n\nF-lgura 2o' Dlagramas da composição Mineralóglca: Dlagrama M.3 - 1s Fontos em\nlâmlna de solo novo da Area z, profundldade 7-1ocm: blagr\"fn\" M.4 - 92 pontos\nem lâmlna de solo novo da Área 6, profundldade 6-1Scm.\n\nD<q?aarne M''l AtaTnanø\n\n\n\nabela17.Resultadodasanálises¿n¡e.,oo,\"\"ffi\n\no Diagramam M 5 da figura 2 r- apresenta estudo de 1 1 pontos sobre osmaterias da râmina de soro novo do campo de santa Rosária na parte revegetada,\n\n\n\nt-o3\n\nentre 0-1Ocm (tabela 18). A composição predominante de alumínio foi encontrada em g\npontos, 4 em plasma branco, 2 em plasma laranja, 2 em material preto e um em\nplasma cinza. Dois pontos säo ricos em ferro, um em prasma amarero outro em prasma\nbranco.\n\no Diagrama M.6 da figura 2r- apresenta estudo de 11 pontos sobre os materiais\nda lâmina de solo novo do campo de santa Rosária na área-piroto, entre 0-10cm\n(tabela 19). A composiçåo predominante de alumínio foi identificada em g pontos, 3 em\nplasma branco,2 em materiais pretos,2 em plasma raranja e em um materiar azur. A\ncomposição química rica em ferro foi identificada em dois pontos, um em prasma\nlaranja e outro em plasma vermelho.\n\no Diagrama M.7 da figura 21 apresenta os resurtados de anárise de 3 pontos\nsobre materiais da râmina do soro novo do campo de santa Rosária, entre 40-46cm\n(tabela 20). A composição química com predominância em arumínio foi indentificada\nem dois pontos de prasma branco e composiçáo rica em ferro em um ponto preto.\n\n| --r-----r-\nLamrna b Amostra de solo indeformado dr campõ sãñG nosãriã-\n\nqramfneas ha 2 anosArea I solo novo revegetado coffi m mudas\nPonto sio2 4t203 Fe2O3 Si AI Fe o\n\n1 o.385 s8.003 0.640 o.222 39.51 1 o.278 59.989\n2 8.228 s8.301 6.855 5.565 30.5 31 3.489 60.415\n3 o.304 59.234 o.ooo o.1 73 39.792 o.000 60.o354 o.982 75.604 0.951 o.432 39.227 o.319 Âô\n5 1.799 17.262 48.854 I.386 15.675 28.327 54.612\n6 1.350 13.855 49.101 1.136 13.748 31.110 54.0052.809 38.729 3.833 2.1 89 3 5.5 74 2.249 59.988I 0.1 73 57.709 o.720 0.1 01 39.626 o.316 59.9579 o.240 s8.293 0.962 0. 137 39.502 0.416 59.94410 o.329 68.208 1.840 0. 161 35.265 o.676\n\n11 0.488 53.148 1 1.064 o.279 35.853 4.766 59.103\nl'i':';k:31\"::\":b;ancos-l\nffi\n\nTabela 18. Resultado das análises à M.E dos materiais do solo da Área g revegetada.\n\n\n\nÐ'taeia4ûa t,1.6\nU\n\nFigura 21. Diagramas da composiçåo Minerarógica: Diagrama Ms - i2 pontos em\nlåmina de solo novo da Area g revegetada, profunidade 2-1ocm; Diagrama M6 - 11\npontos em lâmina de soro novo da Área g s/ vegetação, profundidade 2-10cm;\nDiagrama M7 - 3 pontos da Área g revegetada, profundidade 43cm.\n\n\n\nLåm¡na 6 Amostra de solo indeformado do Campo Santa nos¿lla\nqrea I solo novo sem reveqetacao, área-oiloto\n)rofundidade O a 1 Ocm\n\nPonto sio2 4t203 Fe2O3 Si AI Fe o\n1 o.362 63.609 o.o87 0.191 39.740 0.039 60.o30., 6.495 48.481 8.7 63 3.700 32.554 3.757 59.989\n3 1.803 8.172 50.5 31 1.708 9.1 26 36.030 53.136\n4 5.603 55.453 1.555 3.070 35.803 o.641 60.4 8 6\n5 o.237 70.o64 1.069 o.113 39.556 0.385 59.946\n6 77.821 o 66 0.1 97 33.221 o.o84 0.o64 66.631\n7 o.94 3 65.809 1.942 o.473 38.847 o.732 59.948\n8 o.255 47 .47 6 7 .152 o.1 69 3 6.9 54 3.55s s9.323I o.620 14 587 30.837 o.620 14.5A-l 30.837 53.957\n10 o.482 29.462 2.916 o.482 37.523 2.372 59.622\n11 0.415 31 .676 6.O14 o.400 36.029 4.368 59.206\n\npor amarelos\no,o,Y, rv, r + ponlos orancos\n,8, pontos cinza\n\npontos Dretos\n7,1 3 pontos larania\n\nTabela l9 Resurtados das anárises de soro novo da Área g sem u\"g\"t\"çáo à r\\,r-E-\n\n-âmina TAmostradesol@\n\\rea E solo novo revegetado há 2 anos\n\no\nPonto si02 4t203 Fe2O3 Si AI Fe\n\n1 4.728 62.181 0.000 2.395 37.124 0.000 60.479\n2 1 .981 12.334 4 3.91 9 1 .827 13 41) 30.494 54.2673 4.097 79.539 0.489 1 .656 o.149 60.301\n\nTabela 20. Resultados de análises de solo novo da Ár\"ãìã¡uf Ë\n\n4.2.2.4. DISCUSSÖES PARCIAIS\n\no estudo ao microscópio reverou modificaçôes importantes no sistema de poros,\nnos soros naturais este sistema está bem desenvorvido e interconectado e nos sorosnovos houve diminuiçâo dos espaços porais com mudanças de forma e interrupção\ndas fissuras, arém da formação de poros novos em forma de cunhas. As fissuraspodem estar parciar ou totarmente revestidas por cutãs do tipo cristarária ou nâo. Esterearranjo não é favoráver ao desenvorvimento da vegetação num primeiro ¡nstante,\n\n\n\n106\n\npois as raízes finas näo recebem água e demais nutr¡entes da mesma maneira que\nnum sistema poral bem desenvolvido.\n\nos efeitos dos movimentos de terra no preparo atingem as microestruturas\ndeformando e interrompendo o sistema poral que posteriormente recebe soluçóes que\nse precipitam e desenvolvem revestimentos (cutãs iluviais e neoformações). Muitos\ndestes poros ou fissuras são totalmente revestidos, o que impede o funcionamento\ndeste vazio para transporte de líquidos e gases,\n\nconsiderando o preparo e o uso de calcário e termofertilizante, além dos\nfertilizantes comuns, algumas questões surgem para explicar principalmente este\nfenômeno de revestimento e interrupção das fissuras, É sabido gue o termofertilizante,\ncontendo sílica e em presença de ácidos orgânicos dos solos, sofre dissolução e\nliberaçåo dos nutrientes contidos inclusive a sílica. Esta, em presença de alumínio em\nsolução tende a formar caulinita e, no caso de haver excesso de alumínio, que é o\ncaso, há formação de gibbsita. Esta associação caurinita-gibbsita parece comum\nnestes solos, tanto nos naturais como nos novos.\n\nPara confirmar esta idéia da precipitaçäo de caulinitas e gibbsitas nas fissuras\nforam marcados pontos nas râminas, tanto sobre os prasmas e cristais de minerais\nsecundários em solos natural como em plasmas e em cristalárias de lâminas de solos\nnovos e foram analisadas em microssonda eletrônica.\n\nA predominância da composiçåo aruminosa em prasmas de cores branca,\namarelo, alaranjado, marrom mostra que os prasmas gibbsíricos predomina nos\nmateriais dos soros tanto os naturais como os noVos cujas cores variam em função dos\nteores variáveis de óxidos hidratados de ferro existentes nos prasmas e presença de\nmatéria orgånica.\n\nA caulinita é menos predominante nos materiais, aparecendo em grande\nquantidade no soro novo da Área 6 reabiritado há 12 anos. Materiais anarisados que\napresentaram predominante composição de alumínio e sílica secundariamente pode\nser que o ponto estava entre material gibbsítico com pouca cauliníta. como foi visto ao\nM.E.V. placas de caurinita estão justapostas a cristais prismáticos de gibbsita, As\ncristalárias (veios brancos) têm composição minerarógica de caurinita (pontos que\ncaíram na linha da caurinita nos diagramas triangurares) e de gibbsitas, conforme\nobservaçáo ao microscópio óptico de cristais de prismas arongados justapostos emmuitos revestimentos de poros.\n\n\n\nIO7\nDe modo gerar os materiais dos soros apresentam composição química rica em\n\nalumínio e ocorrem nos diferentes tipos de prasma secundário e a caurinita ocorre nos\nsolos naturais em arguns prasmas ricos em aruminio e nas cristarárias associadas aoscristais de gibbsita, A mobiridade do ferro e do arumínio é menor nestes soros pois\nestes elementos aparecem na grande maioria dos prasmas, e a sÍrica que aparece em\npouca quantidade é a mais mobilizada,\n\n4,3. EXPERIMENTO DA SOLUBILIDADE DO ALUMíNIO\n\no equipamento (figura 6) foi montado para desenvolver o experimento com soloe bauxita destinado a estudar dois aspectos ¡mporrantes para compretar esta pesquisa:\na solubilidade do minério e o papel do solo como agente redutor desta solubilidade, eas mudanças das características das águas depois de pecolar o soro e a bauxita, arémde composições entre porções de soro sobre porções de bauxita.\n\nAmostra pH Eh (mV) C. E. ¡rS/cm ïemperatura Teor de Al\n\nágua pura 5.5 310 3.1 24 l.oppm\n\n1o conjunto 5.5 260 50 24 &lt;1.Oppm\n\n20\n\nconjunto\n4.9 340 8.6 24 l.lppm\n\n3o conjunto 6.0 265 15 24 &lt;1,Oppm\n\n&lt;1 .oppm\n40 conjunto 6.9 2'to ao\n\n24\n\nTabela 21 . Os resultados das medidas apos 24horas de percolação\n\n\n\nAmostra pH Eh c.E. temperatura teor de Al\n\nagua pura 5.7 310 3.1 21 &lt;1 .00ppm\n\n1 o conjunto 6.0 205 130 21 1.00ppm\n\n20 conjunto 4.9 270 116 21 2.8ppm\n\n30 conjunto 5,8 240 136 21 &lt;1.00ppm\n\n40 conjunto 6.1 230 115 21 1.00ppm\n\nï abela 22. Os resultados das medidas após 16g horas de percolação\n\nos resurtados referentes ao 2g çs¡jLr¡to, onde a água percorou apenas abauxita, indicam que o pH torno-se ma¡s ácido, passando de s.5 para 4.9 tanto noperíodo de 24 horas como no período de uma semana. No caso dos demais conjuntoso pH aumentou em presença do soro, de 5.5 para 6.0. o Eh diminuiu onde a águapercolou o soro e manteve-se arto em contato com a bauxita o que mostra que adiferença de potenciar da água diminui ao percorar o soro enquato de mantém artaapós percolar a bauxita pura.\n\no pH mais ácido dissorve mais o arumínio, cujo pH de sorubiridade está na faixamenor que 4 e maior que 8. o pH da água que percola o solo aumenta ou seja diminuia quantidade de íons H+, ou a reatividade da água. caberia este tipo de estudoprinciparmente em casos de materiais tóxicos que fazem parte dos estéreis damineração que precisam ser reabiritados e também precisam neutrarizar a ação daságuas na sorubiridade dos íons tóxicos. os soros com teores artos de arumimio são\n\nï::Lälï \n,óxicos à vesetação e seratmente os reores de hidrosênio tivre (H+) sâo\n\nNa Área g foram analisados os teores de Ar+++ e H+ na sub-área revegetadacom capim-gordura e na área-piroto, e os resurtados mostraram que em arguns níveisestão com teores acima ou próximo do rimite toreráver pelas prantas(..5mg/100g desolo) na área-piloto (sem vegetação).\n\n\n\nArea 8 (revegetada) At 3+ H+\n\n0-l Ocm 0.26 o41\n10-20cm o.23 0.51\n20-30cm o.21 0.40\n30-40cm 0.01 0.40\n40-50cm 0.01 o.27\n\nTabela 23. Resultados das análises de Al3+ e H+ nos solos\n\nÁrea I sem vegetaçáo Al3+ H+\n0-l0cm 0.40 0.66\n10-20cm 0.59 0.56\n20-30cm 0.55 0.58\n30-40cm o.o2 o.45\n40-50cm 0.0'l o.29\n\nTabela 24 Resultados das análises de Al3+ e H+ nos solos\n\nNas profundidades entre 10 e 30cm os teores de arumínio excedem os rimitespermissíveis para as plantas e estão na área-piroto onde não foi feito plantio nem\nsemeadura. Possivermente toda área, antes da revegetação tinha teores erevados dealumínio rivre. o desenvorvimento da vegetação reduziu esses teores ou é possiver\ntambém que haja uma concentração destes íons em áreas sem vegetação.\n\n4 3.1. DISCUSSÓES PARCIAIS\n\no experimento mostrou que sob ação das chuva a bauxita sofre a ação daatividade das águas e ribera o arumín¡o que pode ir para as águas superficiais esubterrâneas o uso de uma camada de soro naturar da região, retirado dos locminiciais, funcionaram como sistema redutor da atividade da água que ao percorar abauxita abaixo dissorveu muito menos o arumínio, a níveis abaixo de 0,1ppm. No sorolambém existe bauxitas de baixos teores, mas em áreas sem vegetação ocorre umaumento da disponibiridade de arumínio, enquanto em áreas revegetadas os teoresficam dentro dos limites permissíveis para a vegelação. Neste caso a alividade damatéria orgânica e da microfauna sobre o atumÍnio dos soros produz comprexos poucosolúveis que reduzem também a riberação deste íon. Desta maneira a importáncia dosolo é muito grande nesta atividade de reduzir a sorubiridade do arumínio.\n\n\n\nt 10\n\nEm outros casos, com outros tipos de minério, experimento semelhante pode\nser desenvolvido para avaliar este comportamento do solo para evitar problemas até\nentão sem solução para controle de poluiçäo de vários rejeitos de mineração.\n\n\n\nCAPITULO 5\n\ncoNcLUsoEs E sucESTöES TÉCNICAS\n\ns.1. coNcLUSÕES\n\nAs transformaçöes pelas quais os materiais lateríticos passam, sob açåo dos\nprocessos pedogeoquímicos de superfície, do preparo das áreas e das subståncias\nadicionadas, conduzem a adaptações que reestruturam pedologicamente os materiais\ne otimizam o desenvorvimento da vegetação neres plantada. Neste sentido, as\nmedidas tomadas para caracterizar os solos naturais e os novos mostraram as\nsemelhanças e as diferenças entre os materiais e evidenciaram o grau de evolução da\nreabilitação dos solos.\n\no estudo da matéria orgânica totar e carbono mostrou que estes parâmetros\nrefletem de forma evidente a evoluçáo da reabilitaçåo; os solos naturais, com arto grau\nde pedalidade e vegetação instalada, apresentam teores mínimos de 3% de carbono e\n5% de M.o.T. enquanto que os soros novos apresentam teores mais baixos. Nestes,\nos teores mais altos (2o/o de carbono e 2,5% de M.o.T.) correspondem à reabilitação\nmelhor sucedida, e os teores mais baixos (0.2% de carbono e 1.1% de M.o.ï)\ncorrespondem aos solos com mais dificuldade para fixar a vegetação e para iniciar o\ndesenvolvimento da reestruturação do solo.\n\no estudo da textura dos soros novos mostrou que ocorreu perda dos f¡nos e da\nmatéria orgânica associada nas partes superficiais, por ausência da vegetação. No\nentanto' nas áreas onde houve desenvorvimento da vegetação, os soros foram\nprotegidos e desenvorveram a estruturação pedorógica, com fixação da matéria\norgânica e das classes granulométricas mais finas.\n\nAs mudas de arbóreas e arbustivas em gerar possuem quantidades variáveis\nde raízes finas mas as gramíneas, arém de possuírem somente este tipo de raiz, ainda\napresentam um desenvorvimento raterar (ramificação) que ajuda muito na fixação dasfrações finas. A espécie de gramínea que mais se desenvorveu foi o capim-gordura,\nque apresenta, contudo, o probrema de secar totarmente na estiagem, diminuindo aproteção ao soro. uma espécie arbustiva (cássia speciosa) também apresentou umbom desenvorvimento de raízes finas e de indivíduos muito próximos, formandocapoeira (vegetaçáo fechada). Esta espécie vegetal da família mimosóide tem um\n\n\n\nLI2\n\npapel muito imporlante, que é o de fixar em suas raízes bactérias que sintetizam\nnitrogênio e fixam este elemento no solo, A sucessão desta gramínea e desta\narbustiva apresentaram um bom resultado para o desenvolvimento do solo.\n\nA evolução das macroestruturas está associada à evoluçäo de microestruturas\ne o estudo das pedofeiçöes em solos naturais ajudou muito a comparar a evolução\ndestas microestruturas nas áreas reabilitadas de diferentes idades. As áreas com\ndificuldade para desenvolver a vegetaçåo apresentam o sistema de fissuras mu¡to\nmodificado, com ¡nterrupção e revestimento total ou parcial do sistema porar,\nconsiderando que este s¡stema representa os caminhos para a circulaçäo de água,\nnutrientes e gases para as prantas e animais associados, as modificações de origem\nf ísica (preparo com máquinas) e de origem pedogeoquímica acererada peras\nsubstâncias químicas adicionadas iniciam um processo de fechamento das fissuras\nnum primeiro momento e a atividade biológica das raízes, formigas e cupins é\nresponsàvel pela inversão do processo, construindo passagens ou biotubos arém de\ncontribuírem com restos orgânicos que são substâncias importantes nos processos\nmacro e m icropedogen ét icos.\n\nO estudo microestrutural dos solos permitiu visualizar o arranjo geral dos seus\ncomponentes e a disposição dos poros, permitindo uma comparaçåo evorutiva dos\nsolos naturais em reração aos novos. o estudo microgeoquÍmico à microssonda\neletrônica foi importante para identificar o processo geoquímico que ocorre, com o\nrevestimento dos poros, tarvez ampriado peras substâncias adicionadas no preparo\ndas áreas para a revegetação, Nos soros naturais, os revestimentos de poros säo\nprincipalmente ferruginosos, enquanto que nos soros novos, principarmente\ngibbsíticos. Neste aspecto, o esiudo mostrou que o mecanismo de gibbsitização,\nresponsável pela formação das jazidas da área, continua ocorrendo, sob ação da\npedogênese, nos materiais retrabalhados pela reabilitaçåo, e em curto intervalo de\ntempo.\n\nA importância da reabiritação de áreas mineradas reside não somente na\nfixaçáo da vegetação mas também no desenvorvimento pedorógico dos materiais. os\nsolos assim desenvorvidos passam a reduzir a atividade das águas de chuva tanto na\nerosão como na dissoruçáo de erementos ou substâncias tóxicas existentes nosmateriais descartados pela mineração. A passagem para os recursos hídricossuperficiais ou subterrâneos destas subståncias ou íons róxicos podem atingir tanto avegetação como os animais e, no caso de cidade próxima, a população, Oexperimento com soro e bauxita mostrou que uma camada de soro (que pode ser\n\n\n\n113\n\ndimensionada em experimento semelhante) pode reduzir a teores abaixo dos limites de\ndetecção a solubilidade do alumínio, que, em contato direto com água, seria\nsolubilizado. De modo geral, a reabilitaçáo dos soros recompöe a paisagem\nprofundamente modificada pela mineração e protege os recursos hídricos de\nsubståncias ou íons tóxicos, evitando problemas para a vegetação e para os demais\nconsumidores.\n\n5.2. SUGESTÕES TÉCNICAS\n\nA experiência adquirida ao rongo desta pesquisa mostrou argumas soruções\npara problemas que vêm ocorrendo nos programas de recuperação de áreas\nmineradas Algumas sugestöes e expricaçöes podem fornecer subsídios para que\nsejam otimizados os trabalhos de reabilitação destas áreas.\n\nA primeira preocupação deve ser quanto ao futuro uso da área para que seja\nplanejada a sua recuperaçáo. As opções são muitas, mas estão principarmente\nvoltadas ao refrorestamento. Em geral, as empresas de mineração procuram deixar a\nárea com a vegetação que pode trazer retorno a médio prazo. uma vez imprantadas as\nleis ambientais a revegetação é exigida quando a área mantinha uma floresta ou\nalguma reserva de vegetação típica. Esta é a opção mais difícil e sem retorno direto.\nEm outros casos a área estava sendo usada para agricurtura ou o proprietário decide_\nse por reflorestamento. Nestes casos são usadas mudas de Eucariptus ou prnus, que\npodem representar um retorno sem muitos investimentos para o proprietário.\nRaramente tenta-se ocupar a área com a cultura inicialmente explorada,\n\nApós esta decisão sobre o futuro uso é importante programar os trabarhos para\nque o preparo da ravra e a própria exprotaçåo tenha em conta a reabiritação. o\ndesmatamento pode ser precedido pera corheita de sementes, aproveitamento da\nserapilheira (liteira) e o solo dos primeiros 20cm deverá ser extraído por máquinas e\narmazenados sem muito revolvimento, mantendo ao máximo suas estruturas. Este\ntrabalho exige a disponibilidade de área para armazenagem de serapilheira e de solo,\nalém do aproveitamento das sementes para serem desenvorvidas em viveiro.\n\nconcruída a ravra o terreno estará profundamente modificado e a próxima etapaé entâo o seu preparo para receber o soro, as sementes e as mudas. o preparo podeser feito de várias maneiras:\n\n\n\nLL4\n\n1. movimento de grandes volumes de terra para entulhar grandes cavidades\nesvaziadas,\n\n2. suavizamento dos terrenos de onde foram retiradados volumes esparsos dentro do\nmanto laterítico,\n\n3. modificaçöes topográficas para outros usos que náo somente a revegetaçåo, como\náreas de lazer, lagoas para piscicultura e etc,\n\n4. recuperaçåo das pilhas dos materiais não aproveitados, tais como estéreis e\nrejeitos,\n\n5. recuperaçáo das áreas que foram barradas para receberem os efluentes mais finos.\n\nEstes diferentes tipos de preparo dos terrenos minerados ou todos eles\nassociados, estarão sujeitos a revegetação, que é a principal meta e a mais comprexa.\n\nEtapas a serem seguidas:\n\nAntes da lavra:\nl.retirada e ârmazenamento da serapilheira\n2. retirada e armazenamento do ',top_soil,'\n\nApós a lavra:\n3. preparo do terreno para receber os materiais acima descritos\n4 análise dos materias preparados antes e depois da adição do \"top-soir,, e da\n\nserapilheira.\n\nEscolha das espécies vegetais:\n5. estudo das espécies nativas e desenvolvimento em viveiro\n6 estudo das espécies pioneiras e desenvorvimenro em viveiro\n7. escolha das mudas de espécies definitivas ou primárias\nI estudo do período do ano mais favoráver para o prantio com base na pruviometria\n\nAcompanhamento de campo:\n9, estudo do desenvolvimento do solo\n10. estudo do desenvolvimento das espécies vegetais\n11. estudo do aparecimento das espécies animais\n12. avaliação da retomada espontânea das espécies de áreas vizinhas\n\nAs etapas 1 e 2 são simurtâneas e os materiais podem ser misturados ouseparados A etapa 3 requer um estudo do possível suavizamento da área e a abertura\n\n\n\n115\n\nde sulcos paraleros às curvas de níver para minimizar a erosáo peras chuvas. A\nanálise dos materiais se presta para definir a necessidade de fertilizantes e corretivos,\ncomparando-se com as características dos solos naturais. A adiçäo do ',top-soil,, e da\nserapilheira pode ser posterior ao preparo, quando o tempo de armazenagem foi rongo\nou pode preceder a subsolagem ou abertura dos sulcos.\n\nA escolha das espécies vegetais para o prantio deve acompanhar o estudo\nprévio da vegetação típica da área, o que facirita a retomada das espécies das áreas\nvizinhas não atingidas pera mineração. As espécies pioneiras devem ser usadas de\nmodo a suprir as necessidade de preparo do microambiente do soro, por isto sua\nimportância. obviamente o preparo das mudas deve preceder a fase de prantio.\n\nA escolha da época mais favoráver para o prantio é um fator importante para\nque as chuvas sejam suficientes para umidecer o solo mas não causem a erosão\ncapaz de remover parte dos materiais preparados. As chuvas que mais se enquadram\nneste requisito são as de 100 a 150mm num mês, ou seja, em torno de 3 a Smm por\ndia o material preparado pode absorver esta quantidade de água sem que ocorra\ngrande escoamento superficial.\n\nPara evitar que chuvas fortes possam prejudicar os trabarhos é necessário\nestudar os dados pruviométricos, através de gráficos com distribuição mensar das\nchuvas para estaberecer o merhor período para o prantio. As chuvas devem medir por\nvolta de 100mm num mês para que não farte umidade nem haja erosão forte, uma vez\nem desenvorvimento, as raízes das prantas contribuem fortemente para segurar o soro\nou os materiais que suportam as sementes.\n\nDurante o desenvorvimento da vegetação é importante que se acompanhe o\ndesenvorvimento do soro, das raízes e da microfauna para se ter certeza que está\nocorrendo uma evoluçáo.\n\nQuando ocorre a ocupação de espécies vindas de áreas próximas pode-se\nconsiderar que o trabarho foi bem sucedido. Apesar disso o estudo continua até que asespécies permanentes apareçam ou se desenvorvam as iniciarmente prantadas.\n\nA reabiritação é um processo difÍcir uma vez que o soro naturar é um produtoque evoruiu \"in roco\", ao rongo do tempo, a partir de processos biogeoquímicos queestabeleceram um equilíbrio dinâmico, o qual foi interrompido com as atividades damineração. A retirada e armazenamento do soro após o desmatamento é um cuidado\n\n\n\n116\n\nque pode manter algumas das suas características naturais: 1. o grau de estruturação\noriginal do solo (macro e microagregados), 2. a matéria orgânica também se mantém\nem grande quantidade como foi visto nesta pesquisa, 3. os materiais mais finos,\nprincipalmente as argilas permanecem na ausència de chuvas fortes, principalmente\nnos agregados.\n\nA área que vai receber o solo anteriormente armazenado deve estar bem\ndrenada e bastante suavizada para que as primeiras chuvas não promovam a total\nerosão, que revará todo o soro transprantado antes que a vegetaçáo cresça o\nsuficiente para segurar o soro. Em outros tipos de rerevo resurtante, quando náo é\npossível tazer o suavizamento, a hidrossemeadura ou a semeadura manual podem ser\numa soluçåo. Para tanto, o preparo consiste em abrir surcos pouco profundos (arguns\ncentímetros) para que as sementes preparadas possam se fixar.\n\no uso de fertirizantes e de corretivo de acidez depende de estudo prévio do\nmaterial que receberá o solo armazenado ou \"top-soil\". As análises de fertilidade\ndefinem a disponibiridade de nutrientes nos materiais do substrato preparado.\n\nA opçåo de uso do termofertirizante foi determinada pera riberação renta dos\nnutrientes que este fertilizante propicia porque à superfície os fertilizantes comuns são\ncarreados ou abvsorvidos na primeira etapa do desenvolvimento da vegetação,\nrestando muito pouco para a fase seguinte. Arém disso o termofertirizante é feito a\npartir de rochas fundidada e resfriadas bruscamente e nâo contém subståncias\nquímicas artificiais.\n\nConsiderando o tipo de preparo do terreno, o terraceamento é menos eficiente\nque o suavizamento das áreas, construindo novas drenagens intercaladas no conrato\nentre superfícies adjacentes. o revorvimento do soro promovido por imprementos\nagrícolas é desfavoráver pois ajuda a compactar e destruir as estruturas dos materiais.o uso do top-soir que foi retirado antes da ravra deve ser feito de maneira a nãodestorroá-ro muito, mantendo assim arguns do agregados pré-existentes. Não seaconselha misturar o top-soil ao material usado para suavizamento do terreno.\n\nA armazenagem do top-soir deve ser do tipo mais simpres possíver, atentandopara não revorvê-ro e desestruturá-ro. o uso de fertirizantes e de pó carcário,normalmente distribuÍdo após a adição de todos os materiais (arteritas e top_soir)precede o uso do impremento subsorador. Esta ordem deve ser modificada, deixando otop-soil para o fim do preparo e da subsolagem. o top-soil vai compor uma camada de\n\n\n\nLL7\n\nalguns centímetros e pode ser lançado acima de tudo, mesmo acima da subsolagem,\nnos sulcos abertos.\n\no uso de pó calcário para elevar o pH náo mostrou eficiència, pois a arteraçáo\nfoi mínima e náo parece ser a causa do mal desenvolvimento dos solos novos. Além\ndisso pode ter sido o calcário o material que promove a dissoluçáo de silicatos\nexistentes no termofert¡lizante usado. Esta solução penetra pelos poros e em\ncondições favoráveis vêm a se cristalizar e fechar o poro, impedindo os movimentos de\nágua, nutrientes e gases para as plantas em desenvolvimento.\n\nA distribuiçáo de serapilheira em áreas-teste mostrou que um grande número de\nespécies secundárias pode ser desenvolvida em viveiros e usada nas próximas\nrevegetações. É obvio que as espécies secundárias são as preparadoras dos soros\npara receber as espécies definitivas das matas.\n\no uso do capim gordura mostrou ser uma forrageira de crescimento fácir e bom,\najudando na manutenção da umidade, evitando a evaporação direta, arém de\namortecer as gotas de chuva e diminuir a erosão dos soros. o controre do capim-\ngordura já se mostrou possível, usando vegetação mais sombreadora associada\n(leguminosa) que acaba transformando-o em adubo verde.\n\n\n\n118\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nAlen, B.L. &amp; Hajek, 8.F., 1989, \"Mineral occurence in soil Environments\", rn: Dixon,\nJ B. &amp; weed, s.B. (eds) Minerat in soit Environments.2a.ed. Madison, sssA,\np.199-278. (Soil Science Society of America Book Series, 1)\n\nAnderson, J.M. &amp; lngram, J.s.l. ,1993, \"Tropical soil Biotogy and Fertitity; A Handbook\nof Methods - UNESCO - tSSS, C.A.B. lnternational, 120pp.\n\nAtkinsons, K..;Edwards, R.p.; Waller,C., 1990,,'Roles of lndustrial Minerals in\nReducing the lmpact of Metalliferous Mine Waste in Cornwall', Transaction of\nMining and Metallurgy, Vol 9: AISB_A172.\n\nBiella, L.C.;Farrenberg M.L.A.;Toledo, A.E.p., 19B9,,,Recuperação de Áreas\nDegradadas - Áreas de Empréstimo,, ln: semrn ário Nacionat de Grandes\nBarragens, 18 Foz do lguaçu, 1999, Anais, Foz do lguaçu, CESp 24pp.\n\nBocquier, G. ; Muller, J.p. et Boulange, B. , 1g7s, ,Les /aferlfes: conalssance ef\nperspecfrves actueiles sur res mecamsmes de reur differenciaflon,,, 30pp\n\nBolin' B , 1991 , The greenhouse effect, crimatic changes and ecosystem. Ed. Bert Borin\nel al, Chichester: Wiley - lnterscience publication, New york. 541pp.\n\nBrewer, R. &amp; sreeman, J.R., 19g8, \"soir structure and fabric: their definition and\ndescription' . J. Sol/ Sci. 11:172_185.\n\nBriassoulis, H., 1 9Bg, \"Theoreticar orientation in Environmentar pranning: An rnquiry\ninto Arternative Approaches\". Environ mentar Management, 12 (4):381 -392.\n\nBrookins,D.G., 1987, Eh-pH Diagrams for Geochemistry. Berlím, Springer. 176pp.\nBui' EN ;Mermut, A.R.;santos M.c.D., lgSg, \"Microscopic and urtramicroscopic\n\nPorosity of an oxisor as Determined by rmage Anarysis and water Retenrion,,. so¡7\nScrence Society of A meric a n J o u rn al, 53: 66 1 _665.\n\nBullock, P.; Federoff, N,; Jongerius, A.; Stoops, E.; Tursina, T,, 19gS, ,,A handbook of\nsoir thin section desciption\". pubrished by rntern. soc. of soir sci, 152pp.\n\ncambier, P &amp; protz, R., 19g1, Ëtude des association argeri-oxide organization desconstituants d,un materieu ferralitique. Agronomic, 1 (9):711_722.\ncastro, s s.' 199o, \"compitação organizada para estudo de micromorforogia do soro:pequeno guia para descrição de tâminas detgadas, gTpp.\ncerri c c; Eduardo,B p.;piccoro, M.C., 1990, \"Métodos de Anárises em MatériaOrgânica do Solo,'- Centro de Energia Nuclear na Agronomia (USp_Sp), 30pp\n\n\n\nt-19\n\nchauvel, A ; Grimaldi, M. ; Tessier, D. , 1991, \"changes in soir pore-space distribution\nfollowing deforestation and revegetation: An example from the central Amazon\nBasin, Brazil. Forest Ecotogy and Management,38:259_271\n\nDias, 4.c., 1980, \"Recuperaçáo de áreas mineradas\", Anais do ilr congresso\nBrasileiro de Conservaçáo do Solo, Brasiília.\n\nDias, A C., 1981, \"Recomposiçåo paisagística de áreas mineradas de bauxita\", Anais\ndo Simpósio Nacional de Ecologia, Belo Horizonte, M.G.\n\nDias, A.c., 1981, \"Reabilitação de áreas mineradas de bauxita', Anais do Xll\nCongresso Brasileiro de Agronomia, Guarapari, E.S.\n\nDias,4.c., 1982, \"Reabiritação de áreas mineradas de bauxita,,, Anais do 4o\nCongresso Florestal Brasileiro, Belo Horizonte, M.G.\n\nDias, A.c., 1983, Reabiritação de áreas mineradas de bauxita em poços de caldas,\nM.G,, apresentado pero Grupo de trabarho sobre poruição do soro do rnstituto\nBrasileiro de Mineração - IBRAM, poços de Caldas.\n\nDias,4.c., 1985, \"Reabilitação de áreas mineradas\", Anais do lcongresso Brasileiro\nde Mineração, Brasília, publicado também no volume ,,coletânea de Trabalhos\nTécnicos sobre controre Ambientar na Mineração, Editado pero DNpM, Brasíria,\n1985, pg 175.\n\nDixon, J.B, 1989, \"Kaorin and serpentine Group Minerars. rn: Dixon, J.B. &amp; weed,s.B.\n(eds). Minerals rn so/ Environments, 2a. ed Madison, sssA. 467-s2s. (soir\nScience Society of America Book Series, 1).\n\nDrees, L.R. ;Wirding, N,E. , senkayi, A.L., 1989, \"Sírica in soirs: quartz and disordered\nsilica polimorph. ln: Dixon, J.B. &amp; Weed, S.B. (eds). Minerals in Soit\nEnvironments 2a.ed, Madison, sssA, 913-934. (soir science society of America\nBook Series, 1).\n\nDouglas' L.A, 1985, \"soir micromorphorogy and soir crassifícation,, ed sss of Am.\n350pp.\n\nEllert, R., 19s9. \"contribuiçäo à Georogia do Maciço de poços de cardas. Bor Fac. Fir\nCiên. Letras. Univ. São paulo (Geologia 1g), 237:5_63.\n\nEllert, R,, Björnberg, A.J.S. and Coutinho, J.M.V., 19S9. Mapa geológico do Maciço\nAlcalino de poços de cardas, Brasir, rn: R. Eilert, 1959, contribuição à Georogia\ndo Maciço Arcarino de poços de caldas, Brasir. Bol. Fac. Fir. ciên. Letras, univ.São Pauto (Geologia 1B), 232:5_63.\n\n\n\nt20\n\nFeller, c. , 1 979, \"une methode de fractionnement granulometrique de la matiere\norganique des sols, Cahiers i'ORSTOM. Serie pedologre, 1g (4):339-346.\n\nFernandez-Rubio, R. , Lorca, s.F. ; Arlegim, J.E., 1986, \"Abandono de Minas - ¡mpacto\nhidrológico. Spain, lnstituto Geologico e Minero',, 267pp.\n\nFyfe, w.s., 1981, \"The Environmental crisis: euantifying Geosphere lnteractions,,.\nSclence, 223 (3): 105-1 1 0.\n\nGalle, P., 1986, \"La toxicité de I'aluminium,'. La Recherche, 17:766-775.\n\n.Gascuell-odoux, c., 1986, \"utilizations de la geostatistique pour l,étude des variations\nspatiales du transfert de I'eau dans le sol,,, ,Hydrogeologie 2:147 _152.\n\nGascuel-odoux, c., 19B7, \"Variabilité spatiale des propriétés hydrique du sol, Methode\net résultats; cas d'une seule variable: revue bibliografique, Agronomic, T (1):61-7.\n\nGoeller, H.E. &amp; Zucker, A., 1984, \"lnfinite Resources: The ultimate strategy'', science,\n223 (3):456-461.\n\nGolley, F.B.; McGinnis, J.T.; Clements, RG.; Citd, G.l.; Duever, M.J., 197B,,,Cictagem\nde Minerais em Ecossrsfe ma de Floresta Tropicat Húmida,, são pauro, Epu,\n258pp.\n\nGraedel, T. E., 1989, \"Regional and Global lmpacts on the Biosphere',. Environment,\n31 (1):8-13, 36-41.\n\nGrimaldi, M &amp; Boulet, R. , r 990, Reration entre |espace porar et re fontionnement\nhydrodinamique d'une couverture pedologique sur socle de Guyane Française,',\nCahiers I'ORSTOM, Serie pédotogie.23 (3) :263_275.\n\nGroot, R S de, 1987, \"Environmentar Function as a unifying concept for Ecorogy and\nEconomics. The Environmentalist, 7 (2): 10S_109.\n\nHelgeson, H.c., 1968, \"Evaruation of irreversibre reaction in geochemicar processes\ninvolving minerals and aqueous sorutions- 1. Thermodynamic rerations,,, rn:\nGeochimica e Cosmochimica Acta, 32:853_877 .\n\nHsu, P.H., 1989, \"Aluminium Oxides and Oxihydroxides,, in Dixon,\nS.B.(eds) Minerals in soil environments. 2a ed. Madison, SSSA,\n\nJ.B. &amp; Weed,\n331-368 (Soit\n\nScience Society of America Book Series, 1).\nlcole, M., 1984, \"Various ways of approaching\n\napplications. Soc. Naf. Etf_Aquitaine.\n\nJacobs, M' 1989, \"The Tropicat Rain Forest - AFirst Encounter, Berrim. springer-\nVerlag,259p.\n\nrock weathering: lessons and\n\n\n\nI2L\nJohnson, W.M.; McCelland, J.E.; McCaleb, S.B.; Ulrich, R.; Harper, W.G. &amp; Hutchings,\n\nT 8., 1960, \"classification and description of soil pores\". sorT science. 89:319_\n312.\n\nJonhson, A. R. , 1 9BB, \"Diagnostic variabres as predictors of Ecorogicar Risk,,,\nEnvi ro n m e nta ! M a n agem e nt, I 2(1 4):5 1 5-523.\n\nJordan, c.F., 1985, : \"Nutrient cycring in Tropicat Forest Ecosystems - principres and\ntheir Application in Management and conservation, chichester, Joh wirey and\nsons, 190p.\n\nKrauskopf, K.8., 1979, rntroduction to Geochemistry, za. ed. Tokio, Mcgraw-Hiil\nKogakusha,617p.\n\nKubiena, W.L., 1938, ',Micropedotogy,,.Collegiate press lnc., Ames, lawa. 243pp.\nLucas, Y.; Chauvel, A.; Ambrosi, J.p. , 19g6, processes of aluminium and iron\n\naccumulation in ratossols developed on quartz-rich sediments from centrar\nAmazonia (Manaus - Brazil). ln: Rodrigues_Clement &amp;\n\nÏardy, Y. Geochemistry and Mineral Foramtion in Earth surface - proceeding of the\nlnternationar Meeting \"Geochemistry of lhe earth surface and processes ao\nmineral formation, held in Granada. Spain. 2g9_300p.\n\nMarcos, zz., 1e82, \"Ensaio sobre epistemorogia pedorógica. 1. Definição de soro. 2.\nNatureza e comportament do soro. cahiers d'oRsroM, serie pédorogie, 19(1):5-\n28.\n\nMason, B. , Moone, C.8., 19g2, ,'principtes of Geochemistry,Aa.ed. New york, Jonh\nWiley &amp; sons. 344p.\n\nMello,L'G F S , 1990, Disposição de rejitos de mineração e suas impricaçóes\nambientais. Saneamento Ambiental, 10: p\n\nMermut,4.R., 1992, rntroduction to soir Micromorphorogy, university of saskatchewan.\nDepartment of Soil Science. Saskatoon, SK. Canada, 11Sp.\n\nMoniz, A C ; Medina, H.p', 1972, Erementos de pedotogia. são pauro, porigono. 459p.\nNahon, D. ' 1986, \"Microgeochemicar environmentar in rateritic weathering,,. rn:\n\nRodrigues-Clement \n^Tardy, Y. Geochemistry and mineral formation in the eañh\n\nsutface\"- proceeding of the internationar meeting herd in Granad a, 141_156.\noades, J M., 1gg9, \"An rntroduction to organic Matter in Minerar soirs. rn: Dixon, J.B. &amp;weed, s B (eds) Minerats in soìt Environments,2a.edMadison, sssA. 89-156.\nodum' EP ' '1969, \"Teh srrategy of ecosystem deveropment. scrence, 164 (18):262-\n\n268.\n\n\n\nr22\nPa' H H., 1989, \"Aluminium oxides and oxihydroxides. rn: Dixon, J.B. &amp; weed, s.B.\n\n(eds) Mineral in soil Environmenfs. sssA soil science society of America Book\nSeries, 1.7:331-378.\n\nPrigogine, 1., 1978, \"Time, structure, and Fluctuation', sclence 201 ( gs}).777-7gs.\nPaula, J.R. de, 1992, \"Esfudo da inftuência das subsfánclas húmicas na absorção de\n\nmetais por plantas através de técnicas anallticas. são carlos, 93p. (Dissertaçäo\nde Mestrado- lnstituto de Física e euímica_ USp)\n\nPedro, G., 1987, Geochimie, mineralogie et organisation des sols. Aspects coordennés\ndes problémes pedogénétiques. cahiers d'oRsroM, serie pédotogr'e 23(3):169-\n'186\n\nPedro, G. ,1982, \"Paper e inftuência das características minerarógrcas soöre as\nmodalidades de organização dos mateiars argilosos nas condiçöes de meio\nsuperticial\". lnst. National de la Recherche Agronomique. 90p\n\nPedro' G., 1987, Géochimie, minérarogie et organisation des sors: aspects coordonnés\ndes probrèmes pédogénétiques, cah. dóRsroM, ser pédot., vol XXilr, 3:169_\n'186.\n\nProtz, R;Teesdale, W.l.;Campbell, J.A. ;Duke, C., 1992,,,Earthworm transport of\nheavy metars from sewage srudge: a micropixe apprication in soir science , papers\nof University of Guetph, Ontario, Canada, N1G 2W1 . 275_287.\n\nProtz, R; sweeney, s.J. and Fox, c., 1992, \"An Apprication of spectrar image anarysis\nto soil micromorphology, 1. Methods of analysis,,. Geoderma,53:341_3S5.\n\nRai' D , Kittric, J , 1989, \"Minerar equiribria and the soir system\", rn: Dixon, J.B. &amp;\nweed, s B (eds) Minerals rn sor/ Environment 2a.ed. Madison, sssA (soir\nScience Society of America Book Series, 1) 161_19g.\n\nReichardt, K. , 198s, processos de transferência no sistema soro-pranta-atmosfera. 4a.\ned Campinas, Fund. Cargill.\n\nRicklefs' R.E. 1997, \"community Diversity: Rerative rures of rocar and regionar\nprocesses. Science. 235(9):167 -171 .\n\nRuellan, A. ,1987, \"Soit ve¡ticat and taterat differentiation,.l2Ìp\nRuellan, A.;Dosso, M.;Fritch, E.,19g9, L,Analise structural de la couverture\n\npédologique. Sclence du sot. 27 (4):319_334.\nRuellan, A, 1987, \"contribuição das pesquisas em zona tropicar ao desenvorvimento\n\nda ciência do soro. rn: congresso Brasileiro de ciência do soro,2i\nRuellan, A. , 1988, As esfrufuras da cobertura pedológica. SSp.\n\n\n\n1,2 3\nRuellan,4., 1991, \"So¡l vertical and lateral differentiation. 120p\n\nSantos, M.C.D. ; Mermut, A.R ; Ribeiro, M.R. 1989, ',submicroscopy of Clay\nMicroaggregates in an oxisol from pernambuco, Brazil. sol/ sclence society od\nAmerican Jou rn al 55: 1 895-1 901 .\n\nschaeffer, D. J.;Herricks, E.E.;Kerter, H.w.,1988, Ecosystem Health: 1. Measuring\nEcosystem Health. Enviro nmental Management. 12 (41:445_455.\n\nschnitzer, M. &amp; schuppli, p, 1989, Method for the sequential Extraction of organic\nMatter from soil Fraction. soi/ scrence society American Journa!. s3:141g-1424.\n\nschorscher, H.D. &amp; shea, M.E., 1992, \" The regional geology of the poços de caldas\nalkaline complex: minerarogy and geochemistry of serected nepherine syenite and\nphonolites, Journar of Geochemicat Exptoration, 4s:25-s1 , Ersevier science\nPublishers 8.V., Amsterdam.\n\nSchwerrmann, U. &amp; Taylor, R. M. , 19g9, \"lron Oxide ln: Dixon, J.B. &amp; Weed, S.B. (eds)\nMíneral in soil Environment 2a. ed. Madison, sssA (soil science society of\nAmerican Book Series, 1) 379_439.\n\nsedjo' R.A , 1989, \"Forest - A toor to moderate qrobar warmin g?, Environmentat. 31\n(1):8-13,36-41.\n\nselby, M.J., 1982, Hittstope material and processes. New york, oxford university\nPress, 2S4p.\n\nStoops G. J. &amp; Buol, S.W., 198S, Micromorphology of Oxisols. ln: Douglas, L.A. &amp;\nThompson, M. L. (eds). Soit Mícromorphotogy and So/ C/assdcaflon. USA, Soil\nScience Society of America. p 1OS_120. (SSSA Special publication, 1 S).\n\nswain, F'M., 1963, Geochemisrry of Humus rn: Geochemistry organic. New york, rrving\nA. Berger.\n\nSweeney, S.J. ; Protz, R. ; Fox, C.A. , 1992, An Application of Spectral lmage Analisis\nto soil Micromorphorogy, 2. comparizon of two soir profires. Geoderma,53:341_\n355.\n\nTardy, Y. &amp; Novikoff, A. 19gg, \"Activité de r,eau et depracement des équiribres\ngibbsite-kaorinite dans res profirs ratéritique. comptes Rendus Academie scrence\nde Paris. Serie tt,306:39_44.\n\nTardy, Y.;Gueddari, M.;Fritz,8., 198S,,,Equilibres physico_chimique entre l,eau et\nles mineraux des argires - Activité de |eau et des ions en sorution. rn; Jean casesed. lnterations sotideJiquide dans /es miilieux poreux. paris, Editions Techniques\n\n\n\nL24\n\nTardy, Y. , 1985, 'Equilibres physico-chimiques entre l'eau et les mineraux des argiles\n- Domaines de stabilité des argiles in interations solide-liquide dans les milieux\nporeux. ln: Jean cases ed. lnterations solide-liquide dans ies mitieux poreux.\nParis, Editions Techniques . 3-1g.\n\nTardy, Y.;Kehrus, A.;Rico, R., 198s, \"Equiribres phhysicochimiques entre r,eau et\nles mineraux des argires lll - Echanges cationiques, hydratation et gonfrement. ln:\nlnterations solide-tiquide dans /es milieux poreux. paris, Editions techniques. 33_\n48\n\nTardy, Y. , 1986, Le cycre de |eau: crimats, pateocrimats e geochimie grobate. paris.\nMasson. 338p.\n\nTardy, Y. &amp; Roquin, c. , 199i, \"Geochemistry and evolution of lateritic landscapes.\nU niversité Louis pasteu r/CNRS. 30p\n\nTerrible, F. &amp; Fritzpatrick, E.A.,',l992, \"The Apprication of murtirayer digitar image\nprocessing lechniques to the description of soil thin section. Geoderma.55:159-\n174.\n\nulbrich, M.N.c., 19B3, \"Aspectos mineralógicos e petroquÍmicos de nefelina sienitos de\nPoços de cardas, M.G.-s.p.\" Tese de Doutoramento, rnstituto de Geociências,\nUniv. São Paulo, 369pp.\n\nUlbrich, M.N.C., Gomes, C.8., Ulbrich, H.H.G.J., 1984, ,,Nefelina sienito do maciço\nalcalino de poços de Caldas, M.G._ S.p,: Caracterização mineralógica e\npetrológica. 33o Cong. Bras. Geol., Rio de Janeiro. Anais, Vol 9 pp 4362_4g76.\n\nulbrich, M.N.c. &amp; Gomes, c.8., 1981, Arkarine rocks from continentar Brazir. Earth sci.\nRev., 17:13S-154.\n\nweissberg, 1., 1989, \"Aspecfos Geoquímicos do tmpacto Ambientat da Mineração na\nAmazônia' serra dos carajás, pará.\" Disserração de Mestrado apresentada no\nlnstituto de Geociências _ USp, 22Opp.\n\nwilding, L P' &amp; Frach, K.w., 1985, \"Micropedorogy and soir raxonomy. rn: Dugras, L.A,\n&amp; Thompson M.L. Eds soir Micromorphotogy and sor/ c/assi/icafron. usA, soir\nScience Society of America. p1_16 (SSSA Special publication, 1 S).\n\nwilliams, D.D., 1982, \"Recomendações para imprantação de programa de reabiritação\nde áreas mineradas\", r seminário de Lavra à céu Aberto, Bero Horizonte, TBRAM,\nMineração e Metaturgia, 46 (44O) p. 41.\n\nwilliams DD', 19g4, \"Reabiritação de minas de bauxita exauridas em poços decardas, M G', Anais do simpósio Brasireiro sobre Técnicas Exproratórias\nAplicadas à Geologia, salvados, Ba., publicado também no Volume ,,cotetânea\n\n\n\n125\n\nde Trabalhos Técnicos sobre controre Ambientat na Mineração\" Ed. DNPM,\nBrasília, 1985, p 52.\n\nwilliams, D. D., 1 986, \"Reabiritation of mined bauxite rans at poços de cardas, Minas\nGerais state, Brazil\", paper oÍ Nationat Meeting of the Ameican society for\nSurtace Mining and Reclamation, Jackson, Mrsslsslpl.\n\nZoon, s V., 1986, Tropicar and subtropicar soir science. Moscow, Mir pubrishers, 35sp.\n\n\n\nANEXOS\n\n\n\nANALISES GRANULOMÉTRICAS\n\nTABELA 1\nAREA 1 - soLo NATURAL DE cAMpo cERRADo\n\nAREA 2 - soLo Novo Do RETtRo BRANco I REVEeETADo HA s RNos\n\nProfund.\n(cm)\n\n(0-10)\n(10-20)\n(2G30)\n(30-40)\n(40.s0)\n\nProfund.\n(cm)\n\n(0-ro)\n(10-20)\n(20-30)\n(30-40)\n(40-s0)\n\nProfund.\n(cm)\n\n(0-r0)\n(1G,20)\n\n(20-30)\n(3040)\n\nArgila\n\n29,27\n\n38,86\n35,19\n36,51\n\n32,74\n\nÆgila\n\n25,9\n22,74\n\n28,15\n26,82\n24,68\n\nS¡lte\n\n34,86\n28,89\n30,63\n30,03\n19,86\n\nSllte\n\n33,26\n\n50,53\n\n52\n53,14\n52,89\n\nAreia\n\n22,65\n19,3\n\n22,36\n21,29\n37,O7\n\nAreia\n\n36,96\n22,7\n15,25\n't4,91\n\n16,85\n\nARea z - soLo Novo Do RETtRo BRANco I REVEGETADo t_tÁ 6 ANos\n\nArgila\n\n29,78\n37,41\n\n35,49\n37,33\n\nSllle\n\n41,96\n31,24\n39,78\n40,27\n\nAreia\n\n23,91\n24,77\n22,73\n22,19\n\nARen g - solo NATURAL DA MATA suBTRoptcAL\n\nProfund.\n(cm)\n\n(0-10)\n(10-20)\n\n(20-30)\n\n(3C40)\n(4G50)\n\nArgila\n\n19,58\n26,41\n\n49,67\n\n53,04\n55,28\n\nSllte\n\n61,99\n51,22\n\n34,52\n\n26,12\n16,62\n\nAreia\n\n10,56\n18,85\n\n7,8\n12,O3\n\n21,15\n\n\n\nANALISES GRANULOMETRICAS\n\nTABELA 2\n\nÁReR c - soLo Novo REVEGETADo coM BRAcAArlrlcR HA e RNos\n\nProfund.\n(cm)\n0-10\n10-20\n2G.30\n30-40\n40-50\n\nProfund.\n(cm)\n0-10\nl0-20\n20-30\n30-40\n40-50\n\nP¡ofund.\n(cm)\no-2\n2-10\n10-20\n20-30\n3040\n40-50\n\nProfundldade\n(cm)\n0.10\n10-20\n20-30\n3040\n40.50\n\nAREA s - solo Novo REVEcETADo HA z ueses\n\nArgila Si[e A¡eia\n\nArgila\n\n26.62\n7.14\n5.20\n4.99\n6.53\n\n44.06\n39.16\n35.80\n43.65\n42.22\n\nSilte\n\n32.97\n40.28\n45.49\n53.87\n42.O1\n\n19.05\n25.49\n29.14\n25.20\n23.97\n\n27.95\n23.72\n30.18\n39.22\n24.31\n22.5A\n\nAreia\n\n34,73\n49.52\n47.45\n39.36\n48.17\n\n33.50\n32.96\n27.21\n28.43\n27.63\n\n26.18\n30.82\n23.41\n24.34\n25.38\n24.40\n\nAneR s - soLo Novo REVEcETAÞo HA 2 ANos\n\nÆgila Si[e Areia\n37.12\n46.10\n39.98\n29.27\n46.00\n46.92\n\nARen s - solo Novo REVEGETADo HA 3 ANos\n\nArgila Sffie AreiÊ\n36.11\n19.07\n28.97\n32.74\n35.70\n\n33.06\n22.43\n19.37\n25.62\n25.87\n\n25.57\n55.39\n48.00\n38.06\n34.50\n\n\n\nL29\nANALISEg GRANULOMETRICAS\n\nÏABEIA 3\n\nArea 6 Solo novo rwegeliado com mudas e fofragem ha 7 meses\n\nArea 6 Solo novo rwegetado com Eucaliptus ha 19 anos\n\nProlunid.\n(cm)\no-10\n1G20\n2G30\n\nArgila\n\n50.08\n45.08\n51.91\n\nArgila\n\n30.19\n50.89\n52.83\n56.20\n48.55\n39.98\n\nArgila\n\n24.37\n13.66\n13.26\n16.42\n15.50\n\nS¡lte\n\n27.36\n36.45\n23.5s\n\nSllte\n\n41.67\n22.06\n30.96\n32.40\n42.41\n30.18\n\nSilte\n\n45.19\n48.97\n51.56\n42.O1\n\n44.U\n\nSilte\n\n39.87\n35.73\n29.71\n30.35\n35.97\n\nAreia\n\n17.80\n15.s8\n17.86\n\nA¡eia\n\n19.79\n14.84\n11.74\n8.83\n7.OO\n\n23.41\n\nAreia\n\n27.68\n32.67\n38.48\n40.74\n37.62\n\nfueia\n\n26.05\n17.42\n22.O7\n18.03\n1't.77\n\nP¡ofund.\n(cm)\nù2\n2-10\n1o-20\n20-30\n30-40\n4G50\n\nProfund.\n(cm)\nG,10\n10-20\n2G30\n3G40\n4G,50\n\nArèa 7 Solo novo aplainado e ranegetado com mudas ha 7 meses\n\nA¡ea 7 Solo novo uso de \"mlmosolde,, apos 2 anos\n\nProfund\n(cm)\nG10\nlG20\n20\"30\n30-40\n40\"50\n\nArgila\n\n29.27\n38.45\n47.32\n51.30\n49,26\n\n\n\nANALISES GRANULOMETRICAS\n\nTABELA 4\n\nArea I Solo novo area-pitolo apos 7 meses\n\nProfund\n(cm)\no.2\n2-10\n1o-20\n2o-30\n30-40\n4G50\n\nP¡ofund.\n(cm)\n62\n2-10\n1G20\n2G30\n30-40\n40'50\n\nArgila\n\n31.11\n40.80\n45.49\n46.20\n45.69\n2A.76\n\nArgila\n\n40.08\n0.4,1\n\n41.31\n40.69\n33.76\n21.52\n\n51.20\n\nSilte\n\n37.63\n32.36\n26.14\n27.20\n20.98\n4't.67\n\nAreia\n\n21.89\n19.48\n19.39\n21.33\n19.92\n26,56\n\nAreìa\n\n19.59\n16.46\n17.59\n18.77\n37.33\n30.98\n\nArea I Solo novo rwegelado ha 7 mese6\n\nSilte\n\n32.83\n34.23\n34.24\n33.27\n35.91\n41.74\n\nProfund.\n(cm)\n0-10\n1o20\n20-30\n3o-40\n\n0-20cm\n\nArea I Solo novo rwegelado ha 3 anos\nUso de serapllheira\n\nArgila\n\n28.66\n18.05\n46\n38.96\n\nToÞSoil usado para revegetaÍ area g\n\nSilte\n\n33.64\n38.82\n31.82\n33.53\n\nAreia\n\n34.77\n42.26\n19.51\n27.33\n\n27.æ 12.57\n\n\n\t20150129081251\n\t20150129082223"}]}}}