{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08928"}, {"@name": "filename", "#text": "13820_001063573.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "4í\nUFRGS\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\nUniversidade Federal do Rio Grande do Sul\nFaculdade de Medicina\nPrograma de Pós-Graduação: Ciências em Gastroenterologia e Hepatologia\nDissertação de Mestrado\nPREVALÊNCIA E FATORES ASSOCIADOS À CONSTIPAÇÃO INTESTINAL EM\nPACIENTES EM HEMODIÁLISE\nAutor: Etielle Pereira Sonaglio\nOrientador: Prof. Dr. Fernando Herz Wolff\nEtielle Pereira Sonaglio\nPREVALÊNCIA E FATORES ASSOCIADOS À CONSTIPAÇÃO INTESTINAL EM\nPACIENTES EM HEMODIÁLISE\nDissertação apresentada ao Programa de Pós-Graduação em Ciências em Gastroenterologia e Hepatologia da Universidade Federal do Rio Grande do Sul, como requisito parcial para obtenção do título de Mestre em Gastroenterologia e Hepatologia.\nOrientador: Prof. Dr. Fernando Herz Wolff\nCIP CATALOGAÇÃO NA PUBLICAÇÃO\nCIP - Catalogação na Publicação\nPereira Sonaglio , Etielle\nPREVALÊNCIA E FATORES ASSOCIADOS À CONSTIPAÇÃO INTESTINAL EM PACIENTES EM HEMODIÁLISE / Etielle Pereira Sonaglio . — 2010.\n00 f..\nOrientador: Fernando Herz Wolff.\nDissertação (Mestrado) — Universidade Federal do Rio Grande do Sul, Faculdade de Medicina, Programa de Pós-Graduação em Ciências em Gastroenterologia e Hepatologia, Porto Alegre, BR-RS, 2018.\n1. Constipação. 2. Doença Renal Crônica. 3. Hemodiálise. 4. Prevalência . I. Herz Wolff, Fernando, orient. II. Titulo.\nElaborada peto Sistema de Geração Automática de Ftoha Catatogrâfica da UFRGS com os dados fornecidos pelo(a) autor(a).\nDEDICATÓRIA\nAos profissionais da área de nefrologia, tão dedicados ao trabalho diário de minimizar os efeitos da Doença Renal Crônica na vida dos pacientes. Em especial, à equipe do Centro de Nefrologia do Hospital Moinhos de Vento.\nA todos os pesquisadores, que não medem esforços para e elucidação de possibilidades terapêuticas aos portadores de doenças crônicas, mesmo em face das dificuldades as quais as pesquisas são afetadas.\nAos pacientes em hemodiálise que, diariamente, lutam pelas suas vidas de uma maneira surpreendente, nos fazendo repensar nas nossas!\nE a todas as pessoas que direta ou indiretamente me apoiaram nessa conquista.\n“Leve na sua memória para o resto de sua vida as coisas boas que surgiram no meio das dificuldades. Elas serão uma prova de sua capacidade em vencer as provas, e lhe darão confiança na presença divina, que nos auxilia em qualquer situação, em qualquer tempo, e diante de qualquer obstáculo” Chico Xavier\nAGRADECIMENTOS\nAos meus pais, Ângela e Nelson, agradeço por todo amor e à minha educação. Tudo que sou hoje, pessoal e profissionalmente, devo a vocês. Obrigada pela força e atenção em todos os passos que já percorri. Obrigada pelo incentivo e motivação com os quais vocês impulsionam meus caminhos.\nAos meus irmãos, Luciano, André, Thamires, Carlos e Luiz, agradecço pela cumplicidade e incentivo. Obrigada por serem meus melhores elos entre o meu passado, presente e futuro.\nAo Rodrigo, agradeço por todo carinho e companheirismo, por compreender quando não pude estar presente e por estar sempre disposto a me ajudar, com todo amor e atenção.\nAo meu orientador, Prof Dr Fernando Wolff, agradeço pelo acolhimento, ensinamentos, disponibilidade e atenção surpreendentes. Agradeço especialmente a sua paciência com minhas inquietações. Agradecimentos também estendidos a sua linda família.\nAs minhas colegas e amigas Amanda e Rafaela Lienert com contribuições extremamente importantes para o meu trabalho, desde o princípio até o fim.\nA Rosmeri Lazzaretti, pelo incentivo para plena realização de minhas atividades, me apoiando e incentivando a desenvolver um trabalho relevante e a ser uma profissional forte.\nAo Centro de Diálise do Hospital Moinhos de Vento, na pessoa de seu coordenador Dr. Renato Eick, e a todos os demais médicos, residentes, enfermeiros, psicólogos e técnicos, que reconheciam no meu estudo uma investigação promissora para qualidade de vida dos pacientes em hemodiálise, e contribuíram com seu conhecimento e disponibilidade para a realização deste trabalho.\nSUMÁRIO\nRESUMO...........................................................07\nABSTRACT.........................................................09\nAPRESENTAÇÃO.....................................................11\nLISTA DE ABREVIATURAS............................................12\nLISTA DE TABELAS.................................................14\nLISTA DE QUADROS.................................................15\nLISTA DE FIGURAS.................................................16\nINTRODUÇÃO.......................................................17\nREVISÃO BIBLIOGRÁFICA............................................20\nDoença Renal Crônica........................................20\nEtiologia e Epidemiologia da DRC............................23\nHemodiálise.................................................24\nConstipação Instestinal.....................................25\nTratamento da Constipação Intestinal........................30\nJUSTIFICATIVA....................................................38\nQUESTÃO DE PESQUISA..............................................39\nHIPÓTESE.........................................................40\nOBJETIVOS........................................................41\nARTIGO...........................................................42\nTabelas Do Artigo...........................................58\nReferências- Artigo.........................................63\nCONCLUSÕES...............................................69\nPERSPETIVAS..............................................70\nCONSIDERAÇÕES FINAIS.....................................71\nREFERÊNCIAS DISSERTAÇÃO..................................72\nAPÊNDICE I - TERMO DE CONSCENTIMENTO LIVRE E ESCLARECIDO..91\nAPÊNDICE II - INSTRUMENTO DE COLETA DE DADOS.............93\nANEXO I - CRITÉRIOS PARA CONSTIPAÇÃO - ROMA III..........95\nANEXO II- ESCALA DE BRISTOL..............................97\nANEXO III - REGISTRO ALIMENTAR...........................98\nRESUMO\nAlterações gastrointestinais em pacientes com doença renal crônica são queixas comuns, sendo a constipação considerada um dos sintomas mais prevalentes. O tratamento deste sintoma é limitado nesta população, devido às modificações dietéticas impostas pela perda da função renal e métodos dialíticos, especialmente na hemodiálise. Dados locais sobre a prevalência e fatores associados à constipação são pouco conhecidos em nosso meio. Neste estudo transversal, foram incluídos 57 participantes que realizam hemodiálise há pelo menos 3 meses no Hospital Moinhos de Vento em Porto Alegre, Brasil. Um questionário foi utilizado para avaliar dados sociodemográficos e clínicos potencialmente associados à constipação, a qual foi definida utilizando os critérios de ROMA III. Foi diagnosticada constipação em 28 pacientes nesta amostra (49,1%). Do total da amostra, 34 indivíduos (59,6%) relataram estar utilizando ou já terem utilizado laxantes em algum momento. Entre os constipados, 23 (82%) relataram esse uso. Outros 11 indivíduos usam laxativos cronicamente, ainda que não tenham sido classificados como constipados pelos critérios de ROMA III. Considerando a autopercepção, relataram “dificuldade para evacuar” 21/57 (36,8%). A concordância entre a autopercepção de “dificuldade para evacuar” e constipação pelos critérios de ROMA III ocorreu em 34 (59,6%) dos indivíduos. Entre os 28 pacientes constipados, 17 (77,3%) referem que sintomas gastrointestinais interferem no seu bem-estar, enquanto que entre os 29 pacientes não constipados, somente 5 (22,7%) referem esta interferência (p = 0,01). Quando investigado os fatores potencialmente associados à constipação,a inatividade física (Razão de prevalência 53,4; Teste exato de Fisher p = 0,052) e o sexo feminino (Razão de Prevalência 1,6; Pearson X p = 0,07) apresentaram tendênciaà associação significativa. No entanto, não foi encontrada associação significativa entre constipação e escolaridade, faixa etária, utilização de carbonato de cálcio, presença de\ndiabetes, estado nutricional e consumo de fibras atual. Conclusões: A constipação intestinal é um sintoma frequente em pacientes em hemodiálise no nosso meio. A utilização dos critérios de ROMA III para o diagnóstico de constipação permite diagnosticar um maior número de casos quando comparado apenas à autopercepção. A maior parte dos pacientes da amostra faz ou já fez uso crônico de laxantes, ainda que boa parte destes não se considere constipado, ou seja, classificados como constipados pelos critérios de ROMA III. Considerando-se a alta prevalência e interferência no bem-estar, a abordagem sobre a presença de constipação deve ser rotineira nessa população, a fim de alcançar-se um diagnóstico e manejo corretos.\nPalavras-Chave: Constipação; Doença Renal Crônica; Insuficiência Renal Crônica; Hemodiálise; Prevalência\nABSTRACT\nGastrointestinal problems are common complaints in patients with chronic kidney disease and constipation is considered one of the most prevalent symptoms. Treatment options for this symptom are limited in this population because of the dietary restrictions imposed by loss of renal function and by dialysis methods, especially hemodialysis. There are few local data on the prevalence of factors associated with constipation in our country. In this cross-sectional study, 57 patients who had been receiving hemodialysis treatment at the Hospital Moinhos de Vento, in Porto Alegre, Brazil, for least 3 months were studied. A questionnaire was used to collect sociodemographic and clinical data potentially associated with constipation, which was defined using the ROMA III criteria. Constipation was diagnosed in 28 patients in the sample (49.1%). In the whole sample, 34 people (59.6%) reported they were using or had previously used laxatives at some point. Twenty-three (82%) of those with constipation reported using laxatives. Another 11 were on chronic laxatives, but were not classified as constipated using the ROMA III criteria. On the basis of own perception, 21/57 (36.8%) reported “difficulty evacuating”. Agreement between patients' own perceptions of “difficulty evacuating” and constipation according to the ROMA III criteria was observed in 34 (59.6%) of the participants. Seventeen (77.3%) of the 28 constipated patients reported that their gastrointestinal symptoms interfered with their wellbeing, whereas just 5 (22.7%) of the 29 patients without constipation reported the same interference (p = 0.01). Investigation of factors potentially associated with constipation detected that inactivity (Prevalence ratio 53.4; Fisher's exact test p = 0.052) and female sex (Prevalence ratio 1.6; PearsonA p = 0.07) exhibited tendencies towards a significant association. However, there were no significant associations between constipation and educational level, age group, use of calcium carbonate, presence of diabetes, nutritional status, or current fiber consumption.\nConclusions: Constipation is a common symptom among patients on hemodialysis in our country. Use of the ROMA III criteria diagnoses a higher number of cases of constipation than patients' own perception alone. The majority of patients in the sample have used or were still using laxatives chronically, even though a considerable proportion of these patients were not considered constipated,they were not classified as constipated according to the ROMA III criteria. Considering its high prevalence and its impact on wellbeing, whether patients have constipation should be routinely investigated in this population, to enable correct diagnosis and management.\nKeywords: Constipation; Chronic kidney disease; Chronic renal failure; Hemodialysis; Prevalence\nAPRESENTAÇÃO\nEtielle Pereira Sonaglio, nutricionista, formada pelo Centro Universitário Franciscano (UNIFRA) em Santa Maria-RS (2009). Realizou pós-graduação Latu Sensu em Nutrição em Oncologia (2011) e em Pesquisa Clínica (2015) pelo Instituto de Educação e Pesquisa do Hospital Moinhos de Vento-Porto Alegre (IEP-HMV). Completou os créditos necessários para defesa da dissertação de mestrado no Programa de Pós-Graduação: Ciências em Gastroenterologia e Hepatologia da Universidade Federal do Rio Grande do Sul.\nLISTA DE ABREVIATURAS\nIEP-HMV: Instituto de Educação e Pesquisa do Hospital Moinhos de Vento\nUNIFRA: Centro Universitário Franciscano\nDRC: Doença Renal Crônica\nTRS: Terapia Renal Substitutiva\nHD: Hemodiálise\nDP: Diálise Peritoneal\nTR: Transplante Renal\nDM: Diabetes Mellitus\nHAS: Hipertensão Arterial Sistêmica\nSGI: Sintomas Gastrointestinais\nCI: Constipação Intestinal\nTFG: Taxa de Filtração glomerular\nNKF: National Kidney Foundation\nKDOQI: Kidney Disease Outcome Quality Initiative\nCI: Constipação Intestinal\nTGI: Trato Gastrointestinal\nEUA: Estados Unidos da América\nWGO: World Gastroenterology Organisation\nMI: Microbiota intestinal\nIMC: Índice de Massa Corporal\nKg: Kilograma\nKg/m2: Kilograma por metro quadrado\nm: Metros\nSPSS: Statistical Package for Social Sciences\nANOVA: Análise de variância\nOR: Odds Ratio\nIC: Intervalo de Confiança\nLISTA DE TABELAS\nTabela 1. Características da amostra (n = 57)\nTabela 2: Prevalência de constipação e característica das fezes (N = 57)\nTabela 3: Fatores associados à constipação em pacientes em hemodiálise (N = 57)\nTabela 4: Prevalência de sintomas gastrointestinais auto referidos (N=57)\nTabela 5: Composição nutricional da dieta em pacientes em hemodiálise conforme registro\nalimentar de 2 dias (N = 26)\nLISTA DE QUADROS\nQuadro 1. Estadiamento da doença renal crônica proposto pelo KDOQI\nQuadro 2: Estadiamento da doença renal crônica proposto pelo Ministério da Saúde\nLISTA DE FIGURAS\nFigura 1. Escala de Bristol\n1.\tINTRODUÇÃO\nA Doença Renal Crônica (DRC) consiste na perda progressiva e, geralmente, irreversível das funções renais glomerulares, tubulares e endócrinas , , . Várias podem ser as causas da DRC, sendo as mais frequentes as complicações do Diabetes Melitus (DM) e da Hipertensão Arterial Sistêmica (HAS)4,5,6. Em fase terminal da doença, é necessária a introdução de Terapia Renal Substitutiva (TRS), a qual pode ser: hemodiálise, diálise peritoneal ou transplante renal . Nas últimas décadas, a DRC tem sido diagnosticada de forma crescente em todo mundo8,9,10.\nIndivíduos com DRC em fase terminal, especialmente quando em TRS, apresentam desequilíbrio metabólico e hidroeletrolítico que impacta no funcionamento de outros órgãos e sistemas, incluindo o sistema gastrointestinal , . Sintomas Gastrointestinais (SGI), como dor abdominal, diarreia, náuseas e constipação, são descritos em até 70% dos pacientes em TRS13,14,15.\nDentre os SGI a constipação intestinal (CI) é uma das queixas mais frequentes16,17,18. Dados da literatura sugerem uma prevalência que varia de 14,2% a 71,7% deste sintoma em pacientes em alguma forma de TRS , , , , , , , .\nAinda que a constipação intestinal não esteja diretamente relacionada a complicações graves ou mortalidade, está associada a um impacto negativo na qualidade de vida, tanto em indivíduos saudáveis, quanto em indivíduos em hemodiálise24,25,26. Entre as manifestações associadas à constipação estão o desconforto abdominal, dificuldade ou dor ao evacuar, sangramento anal, formação de fecaloma, obstrução intestinal e doença hemorroidária 27,28\nA elevada prevalência de constipação relatada nesta população, além dos aspectos metabólicos, pode ser justificada por fatores que acometem a vida do paciente em TRS, tais como o sedentarismo, as restrições dietéticas de minerais e de líquidos, além da utilização de medicações de uso contínuo, especialmente os quelantes de fósforo a base de cálcio,\nlargamente utilizados nesta população para redução dos níveis de fósforo na circulação\n,\t19,20,29,30\nsanguínea ,\t.\nEmbora não exista uma recomendação dietética específica para o manejo da constipação intestinal funcional na população em diálise, as diretrizes da Organização Mundial de Gastroenterologia (2013) sugerem, para individuos saudáveis, que o tratamento de primeira linha deva ser baseado em modificações comportamentais, que incluem aumento na ingestão de fibras (em média 25g/dia), adequação da ingestão hídrica (1.5-2.0 l/dia) e atividade física regular.\nPorém, essas práticas têm aplicabilidade limitada nos pacientes em hemodiálise devido às restrições já mencionadas. Sendo assim, o que se observa na literatura é que o consumo de fibras por via alimentar nesta população é menor quando comparada a populações saudáveis, possivelmente ligada ao fato dos vegetais, frutas, e grão integrais, serem as maiores fontes de potássio, mineral que deve ser consumido com cautela por essa população , , . A restrição hídrica é praticamente uma recomendação universal nos pacientes em hemodiálise pelas alterações na eliminação, com objetivo de evitar a hipervolemia . Já a atividade física é, em muitos casos, limitada pelas comorbidades e condição geral dos pacientes34.\nObserva-se, na prática clínica, que o método mais utilizado para amenizar o sintoma de CI em pacientes com DRC em hemodiálise é o uso crônico de medicações laxativas. Em contrapartida, estes laxantes podem espoliar microbiota intestinal, levando a distúrbios hidroeletrolíticos e nutricionais. Além disso, seu efeito pode ser reduzido pelo uso crônico 35,36\nPoucos estudos avaliaram a prevalência e fatores associados à constipação na população brasileira em hemodiálise. Características regionais como alimentação, etnia, comorbidades e, até mesmo, particularidades da TRS podem influenciar significativamente o\ndiagnóstico, o manejo e o impacto da presença deste sintoma na qualidade de vida destes indivíduos quando comparados a populações de outras regiões ou países. Sendo assim, o conhecimento de dados locais é necessário tanto para o melhor tratamento desses pacientes, como para o desenvolvimento de pesquisas de novas opções terapêuticas.\n2.\tREVISÃO BIBLIOGRÁFICA\n2.1\tDoença Renal Crônica\nOs rins são órgãos reguladores cujas principais funções são a manutenção do equilíbrio hidroeletrolítico, remoção de produtos do metabolismo e outras substâncias do sangue para a urina e, ainda, a secreção hormonal de eritropoietina, renina e 1-25 dihidroxicalciferol1,2,6.\nA DRC resulta de lesões que levam à redução da função renal, implicando no comprometimento gradual das suas funções, marcado pela diminuição da taxa de filtração glomerular (TFG). A TFG é a medida da depuração de uma substância filtrada livremente pelos glomérulos e não sofre reabsorção ou secreção tubular, sendo utilizada como medida padrão da avaliação da função renal. Frequentemente utiliza-se a creatinina sérica como estimativa da TFG na rotina clínica2,7,37.\nEm 2012, a Kidney Disease Outcome Quality Initiative (KDOQI) , patrocinada pela National Kidney Foundation (NKF), atualizou suas diretrizes sobre DRC, que compreende avaliação, classificação e estratificação de risco da doença (Quadro 1). Foi definido como portador de DRC o indivíduo que apresente TFG&lt;60 mL/minuto/1.73m2 durante três meses ou mais. Nos casos de pacientes com TFG >60ml/minuto/1,73m2, a DRC será diagnosticada quando associada a proteinúria, como um marcador de dano renal parenquimatoso.\n38\nQuadro 1: Estadiamento da doença renal crônica proposto pelo KDOQI\nEstágios da DRC\tTaxa de Filtração Glomerular*\tProteinúria\n1\t> 90\tPresente\n2\t60-89\tPresente\n3a\t45-59\tPresente ou ausente\n3B\t30-44\tPresente ou ausente\n4\t15-29\tPresente ou ausente\n5\t<15\tPresente ou ausente\n*mL/min/1,73m2. Adaptado de KDOQI (2012)\nO Ministério da Saúde do Brasil também desenvolveu um sistema de classificação da\nDRC onde os estágios de 1 a 3 correspondem aos pacientes em manejo conservador, 4 e 5-ND\n39\n(não dialítico) ao estágio pré-dialítico e 5-D (dialítico) aos pacientes em TRS .\nO Quadro 2 apresenta os estágios da DRC, de acordo com o Ministério da Saúde do\nBrasil.\nQuadro 2: Estadiamento da doença renal crônica proposto pelo Ministério da Saúde 39\nEstágio\tDescrição\t\tTFG*\n\t1\tDano renal com TFG aumentada ou normal\t>90\n\t2\tDano renal com redução leve da TFG\t60-89\n\t3A\tRedução moderada da TFG\t45-59\n\t3B\tRedução moderada da TFG\t30-44\n\t4\tRedução grave da TFG\t15-29\n\t5-ND\tInsuficiência Renal Terminal não dialítica\t<15\n\t5-D\tInsuficiência Renal Terminal dialítica\t<15\nFonte: Adaptado de Diretrizes clínicas para o cuidado ao paciente com doença renal crônica no sistema único de saúde (BRASIL, 2014a).\nEmbora em posse destas classificações bem determinadas, o diagnóstico da DRC normalmente é tardio devido à ausência de sintomas nos pacientes que se encontram nos estágios iniciais da doença. Elevada suspeição diagnóstica é necessária especialmente naqueles pacientes com fatores de risco para DRC 5.\nA HAS é a primeira causa de DRC no Brasil, presente em aproximadamente 34% dos pacientes. A DM é a segunda condição mais prevalente, encontrada em 30% dos casos40. As duas patologias são fatores de risco modificáveis cujo tratamento adequado é capaz de diminuir significativamente não só a mortalidade, mas também a velocidade de progressão da DRC4,41\nAtravés de suporte medicamentoso e nutricional é possível retardar a progressão da 29\ndoença . A partir do estágio 5, faz-se necessária TRS que engloba as técnicas de depuração extra-renal por hemodiálise (HD), diálise peritoneal (DP) e o transplante renal (TR) .\n2.2\tEtiologia e Epidemiología da DRC\nA DRC deve-se principalmente a DM e HAS, mas também pode ser consequência de síndrome nefrótica, rins policísticos, glomerulopatias, litíase renal, doenças autoimunes ou uropatia obstrutiva . O aumento da prevalência de DM tipo 2 e da expectativa média de vida da população têm contribuído para o crescimento progressivo do número de doentes com DRC e daqueles que necessitam de TRS6.\nEm relação à mortalidade, dados de mortalidade global de 1990 colocavam a DRC na 27a posição, passando a 18a em 2010 com mortalidade anual de 16,3 mortes por 100.000 habitantes , . No Brasil, segundo a Sociedade Brasileira de Nefrologia, a estimativa é que mais de 10 milhões de pessoas tenham a doença em algum estágio. Desses, aproximadamente 120 mil está em diálise, número que cresceu mais de 50% nos últimos dez anos. Este número representa um aumento de 31,5 mil pacientes nos últimos 5 anos, já que em 2011 eram 92.314 mil pacientes nessa situação. A taxa de prevalência foi de 596 doentes em terapia de substituição renal por milhão de habitantes41,43; porém, ainda que significativa, essa taxa é muito inferior à do Japão, por exemplo, onde a população é mais idosa e registra a prevalência de 2.535 indivíduos em TRS por milhão de habitantes 44\nJá a incidência de pacientes em TRS no Brasil foi estimada em 193 doentes por milhão de habitantes em 2016, superior a taxa de incidência europeia, que foi de 123 indivíduos por milhão de habitantes na mesma época 45.\nA associação da prevalência de DRC e de pacientes em TRS está fortemente associada ao nível de desenvolvimentos socioeconômico dos países. Estima-se que mais de 80% de todos os pacientes que recebem tratamento para a DRC em fase dialítica estão em países desenvolvidos, com alta expectativa de vida e acesso amplo ao sistema de saúde. A menor prevalência de DRC e TRS nos países de menor renda pode ser atribuída principalmente a menor expectativa de vida da população e a escassez de centros de tratamento de TRS, o que acarreta em óbito precoce e consequente diminuição da prevalência da doença 46,47\nDevido ao envelhecimento da população, grande parte dos doentes que fazem terapia de substituição renal no mundo apresenta idade avançada. Nos Estados Unidos da América (EUA) quase 75% dos doentes têm idade superior a 65 anos; na Europa a média de idade é de 57 anos . No Brasil, em 2016, 32,5% dos pacientes em TRS tinham idade acima de 65 anos41.\nA Hemodiálise (HD) é o tratamento dialítico mais adotado no mundo49. Estima-se que mais de dois milhões de pessoas são mantidas vivas por meio da HD, das quais a maioria é tratada em apenas cinco países: Estados Unidos, Japão, Alemanha, Brasil e Itália50.\n2.3\tHemodiálise\nA Hemodiálise se dá através da retirada do sangue de um acesso vascular que é impulsionado por uma bomba para um sistema de circulação extracorpórea (máquina de hemodiálise) onde se encontra o dialisador (filtro). Nesse, ocorrem trocas entre o sangue e o líquido chamado de dialisato a partir de uma membrana semipermeável7.\nA hemodiálise tradicional, de modo geral, é realizada três vezes por semana, com duração de quatro horas, fluxo de sangue de 250 a 300 mL/min e fluxo de dialisato de 500 mL/min. Além da diálise propriamente, um plano individualizado de farmacoterapia e de dietoterapia deve ser adotado7,51.\nA dietoterapia na vigência da hemodiálise baseia-se, resumidamente, em ajustes na oferta proteica da dieta, equilíbrio de minerais, especialmente fósforo e potássio, e balanço hídrico. 52. Entre os fármacos frequentemente em uso por pacientes em hemodiálise estão os quelantes de fósforo a base de cálcio, utilizados para controle do metabolismo cálcio-fósforo. Também são utilizados com frequência a vitamina D ativada, o ferro e a eritropoietina\n53\nhumana recombinante (EPO)53\nA monitoração da dose de diálise adequada a cada paciente pode ser feita pela medida dos índices de remoção da ureia, representados pela taxa de redução da ureia (URR) e pelo Kt/V da ureia. O Kt/V representa quantas vezes a água corporal do paciente foi totalmente depurada de um soluto. Este deve manter-se igual ou acima de 1,2 54.\nO início da hemodiálise leva o paciente a um processo de modificações em suas condições fisiológicas, nutricionais e sociais55. Dentre as complicações mais frequentes da DRC em TRS, estão os processos infecciosos, distúrbios do metabolismo ósseo e mineral, acidose metabólica, hipercalemia, desequilíbrio hidroeletrolítico, hipervolemia ou hipovolemia, anemia, distúrbios hormonais, hiperparatireoidismo, hipertensão arterial irregular, alterações de paladar, apetite e metabolismo dos nutrientes, alterações gastrointestinais, retardo do crescimento, infertilidade, insuficiência cardíaca, entre outros 2,55.\nPortanto, apesar da reconhecida função da hemodiálise no aumento da sobrevida dos pacientes, é importante avançar na promoção do cuidado e manutenção da qualidade de vida, já que diversos estudos mostram significativa redução de indicadores de qualidade de vida nesta população23,56,57.\n2.4\tConstipação Instestinal\nHabitualmente, define-se a constipação intestinal como um transtorno caracterizado pela dificuldade persistente para evacuar ou uma sensação de evacuação incompleta e/ou\nmovimentos intestinais infrequentes (a cada 3-4 dias ou mais), em ausência de sintomas de alarme ou causas secundárias. As diferenças na definição e as variações entre os sintomas relatados dificultam a precisão dos dados epidemiológicos58,59.\nA constipação intestinal é uma queixa frequente tanto em ambulatórios clínicos, quanto em ambiente de internação hospitalar e afeta, principalmente, mulheres, idosos e pessoas de nível socioeconómico e educacional reduzido 60,61.\nA prevalência de CI na população em geral, encontrada na literatura, é variada, dependendo especialemente das características da amostra e do critério de definição da CI utilizado. Estudos com prevalências entre 2% e 30% estão descritos 24,62,63 na população internacional e de 5 a 21% em países da América Latina 60,64 Nos EUA, por exemplo, uma revisão realizada por Bharucha et al (20 1 3)65 considerou que a média de prevalência de constipação é 16% em adultos e 33,5% em indivíduos maiores de 60 anos. Na região Sul do Brasil, um estudo de base populacional realizado em Pelotas-RS mostrou prevalência de constipação intestinal de 26,9%. Neste mesmo estudo, as mulheres apresentaram duas vezes mais constipação do que os homens (36,8% vs. 13,9%), e ainda idade e cor da pele também foram associadas estatisticamente a presença de CI 60. A prevalência de constipação mostra-se tão variada, possivelmente, por questões demográficas, tamanho das amostras, métodos e definições utilizados nos diferentes estudos.\nA CI é, geralmente, resultado da soma de múltiplos fatores, desde alimentares, uso de medicamentos, inatividade física ou estilo de vida, até disfunções motoras primárias produzidas por miopatia ou neuropatia colónica, ou ainda secundária a um transtorno de evacuação61. Segundo as diretrizes da Organização Mundial de Gastroenterologia sobre constipação publicadas em 2010 (sua última atualização) , existem alguns fatores que reconhecidamente aumentam o risco de constipação, como a idade avançada, o sedentarismo, a depressão e o sexo feminino. Entre as condições endócrino-metabólicas associadas estão\nDM e DRC e entre as medicações que predispõe a constipação estão algumas frequentemente usadas por pacientes em TRS, como os suplementos de cálcio e ferro, opiódes, antidepressivos e agentes anti-inflamatórios não-esteróideos.\nExistem duas características distintas de constipação intestinal e que se superpõem: os transtornos do trânsito e os transtornos da evacuação. Os primeiros podem surgir secundariamente aos segundos, e os segundos, em algumas ocasiões, podem apresentar-se após os primeiros 28,66. As principais funções do cólon estão relacionadas a sua capacidade de absorção de água, de algumas vitaminas, eletrólitos, secreção de muco para lubrificação das fezes, síntese de vitaminas B e K através das bactérias colônicas, armazenamento fecal para ser excretado e eliminação de resíduos. Através da motilidade, ocorre a transferência do material fecal pelo cólon até o reto e, com a movimentação da musculatura (peristaltismo) do cólon, ocorre a impulsão do material fecal. Este processo é involuntário, estando influenciado diretamente pela distensão do lúmen pelas fezes. O material fecal é constituído de bactérias, água, gases e resíduos não digeridos no intestino delgado. O tamanho das fezes está relacionado à velocidade do trânsito intestinal .\nAinda, de acordo com a fisiopatologia, a constipação pode ser classificada em três grupos: constipação de trânsito lento, de trânsito normal (incluindo síndrome do intestino irritável) e disfunção do andar pélvico. Dois ou mais mecanismos podem contribuir para os sintomas em um mesmo paciente e em cerca de um quarto deles pode ser que nenhuma anormalidade fisiopatológica seja detectada , .\nA ausência de critérios diagnósticos objetivos, e a diversidade de classificações, fizeram com que um grupo de especialistas organizasse um consenso para critérios diagnósticos e recomendações terapêuticas para as desordens funcionais intestinais. Em 1980 foram, então, publicados os critérios de Roma I que incluíram quatro sintomas chaves para diagnóstico de constipação funcional68. Em 1999, após a revisão e inclusão de dois outros\nsintomas, foram publicados os critérios de Roma II69. Em setembro de 2006, o comitê fez uma nova revisão e publicou os critérios de Roma III .\nSegundo os critérios de Roma III, para o diagnóstico de constipação funcional é necessário apresentar dois ou mais dos seguintes sintomas: a) esforço evacuatório durante pelo menos 25% das defecações; b) fezes grumosas ou duras em pelo menos 25% das defecações; c) sensação de evacuação incompleta em pelo menos 25% das defecações; d) sensação de obstrução/bloqueio anorretal das fezes em pelo menos 25% das defecações; e) necessidade de manobras manuais para facilitar em pelo menos 25% das defecações (por exemplo, evacuação com ajuda digital, apoio do assoalho pélvico); f) menos de três evacuações por semana; g) fezes moles estão raramente presentes sem o uso de laxantes; h) critérios insuficientes para Síndrome do Intestino Irritável. Estes critérios precisam estar presentes nos últimos 3 meses e ter início pelo menos 6 meses antes do diagnóstico69.\nEm maio de 2016, houve uma nova atualização dos critérios, denominada ROMA IV. Nesta atualização foram mantidos os critérios de diagnóstico de constipação intestinal funcional, tendo havido mudanças somente nos critérios para diagnóstico de outras desordens gastrointestinais funcionais . Este novo critério apresenta tradução validada apenas para o espanhol até o momento .\nAlguns outros instrumentos são utilizados para ajudar na classificação e no tratamento de constipação, entre eles destaca-se a Escala de Bristol para Consistência de Fezes - Bristol Stool Form Scale, que foi desenvolvida e validada em 2001, adaptada e revalidada em 2008 e validada para o português em 2012 (Figura 1) , , . Seu objetivo é avaliar, de maneira descritiva, a forma do conteúdo fecal, utilizando métodos gráficos que representam sete tipos de fezes de acordo com sua forma e consistência. A inovação dessa escala é que ela apresenta as imagens que ilustram as fezes juntamente com descrições precisas quanto à forma e à consistência, recorrendo a exemplos facilmente reconhecíveis. O paciente deve apenas\nselecionar o tipo de fezes que mais se assemelha às suas próprias fezes, de acordo com a consistência e forma . O uso da Escala de Bristol é um método diagnóstico recomendado pela WGO para diagnóstico de constipação associado aos Critérios de ROMA. Seu uso também foi avaliado em portadores de DRC. Em um estudo com 148 pacientes com DRC avançada, essa ferramenta foi comparada com a percepção do paciente e os critérios ROMA III, e foi verificado, com prevalências de diagnóstico, constipação de 25,7%, 46,3, e 12,3%, respectivamente, concluindo que o método é sensível, porém nenhum método sozinho é superior à associação de diferentes métodos 75.\nFonte: Martinez AP, Azevedo GR.,201274\n2.4.1\tTratamento da Constipação Instestinal\nVárias opções de tratamento são propostas para o manejo da constipação. Geralmente, as primeiras medidas adotadas incluem alterações dietéticas, estímulo à atividade física e, quando necessário, medidas farmacológicas58.\n2.4.1.1\tMedidas dietéticas\nA introdução de mais frutas, legumes, verduras e grãos integrais na alimentação cotidiana é a primeira medida recomendada para tratar os sintomas da constipação intestinal funcional, visto que esses alimentos são fonte de fibras 58. Em uma metanálise de 201276, foram analisados 5 estudos com total de 1322 pacientes, onde foi avaliada a associação entre o consumo de fibras e a prevalência de constipação. Todos os resultados mostraram uma tendência ou diferença significativa a favor do grupo de tratamento (fibras) como, por exemplo, a frequência de evacuações por semana aumentada quando comparado ao grupo placebo (OR = 1,19; IC 95%: 0,58-1,80, P&lt;0,05), chegando-se à conclusão de que ingestão de fibras dietéticas pode, seguramente, aumentar a frequência de fezes em pacientes com constipação.\nA fibra alimentar é constituída de polímeros de carboidratos, com três ou mais unidades monoméricas, e mais a lignina - um polímero de fenilpropano, sendo resistente à ação das enzimas digestivas humanas77,78. Os componentes da fibra alimentar dividem-se nos seguintes grupos: polissacarídeos não amido, oligossacarídeos, carboidratos análogos (amido resistente e maltodextrinas resistentes), lignina, compostos associados à fibra alimentar (compostos fenólicos, proteína de parede celular, oxalatos, fitatos, ceras, cutina e suberina) e fibras de origem animal (quitina, quitosana, colágeno e condroitina)79.\nAs fibras são classificadas como fibras solúveis, como a pectina presente nas frutas, e fibras insolúveis como o farelo de trigo que tem ação no aumento de volume do bolo fecal 77. Os efeitos benéficos das fibras alimentares estão relacionados, em parte, ao fato de que uma parcela da fermentação de seus componentes ocorrer no intestino grosso, o que produz impacto sobre a velocidade do trânsito intestinal, o pH do cólon e a produção de subprodutos com importante função fisiológica 80,81,82.\nNa recomendação quanto ao consumo diário ideal de fibras para adultos no Brasil, o Ministério da Saúde, através do Guia Alimentar da População Brasileira (2014) , recomenda uma ingestão diária mínima de 25g de fibras para adultos, independente do sexo. Esta recomendação é idêntica à da Organização Mundial de Gastroenterologia sobre Manejo dos sintomas comuns de doenças gastrointestinais na comunidade (2013) .\nA terapêutica nutricional também pode incluir, além das modificações alimentares já descritas, o uso de agentes formadores de massa, como os módulos de fibras (prebióticos), os probióticos (microorganismos da flora intestinal comensal) e os simbióticos (associação de prebióticos e probióticos). O uso desses agentes é indicado quando não se consegue atingir a ingesta sugerida de fibras (25g) . Atualmente, o uso destes módulos vem sendo crescentemente estudados como alternativa não medicamentosa no manejo da constipação85,86. Em contrapartida a adesão a esses módulos pode ser afetada pelos relatos de aumento da flatulência, distensão abdominal, e sensação de plenitude. .\n2.4.1.2\tPrática de atividade física\nSabe-se que o sedentarismo e imobilidade contribuem para constipação intestinal65,88. O nível de atividade física também pode influenciar na motilidade gastrointestinal, já que o exercício físico proporciona movimentos no intestino grosso e mudanças hormonais que\npromovem efeito mecânico no intestino favorecendo o aumento do peristaltismo; portanto, o\n89 desenvolvimento da musculatura abdominal irá atuar no favorecimento do ato da defecação .\nEm pacientes com constipação idiopática crônica, a atividade física moderada (30-60 min por dia) melhora a consistência das fezes 90. No caso dos pacientes com constipação induzida por drogas, deve ser considerado se o medicamento pode ser substituído por outro menos propenso a causar constipação, porém, mesmo na impossibilidade de substituição da medicação, já são observadas melhoras discretas na prevalência de constipação pela prática regular de atividade física 91.\n2.4.1.3\tUso de laxativos\nO uso de medicamentos laxativos tem como objetivo promover o carreamento de líquidos para o lúmen intestinal, aumentar o volume e promover o amolecimento do bolo fecal, estimulando, assim, o peristaltismo intestinal . A utilização de laxantes deve ser esporádica e de acordo com prescrição médica. O recurso aos laxantes para tratamento da obstipação deve ser feito em associação às medidas não farmacológicas, quando estas não são suficientes. Desse modo, a utilização deste tipo de medicamentos deve ser temporária, durante um curto período de tempo e para situações pontuais que não estejam associadas a outras patologias de origem gastrointestinal .\nUm ensaio clínico americano recentemente publicado, que buscava avaliar a eficiência de terapêuticas convencionais, ou seja, suplementos de fibras em pacientes em diálise peritoneal selecionou uma amostra de 107 pacientes e encontrou uma prevalência de 38,3% de uso de laxantes rotineiramente em indivíduos que sequer tinham diagnóstico de constipação por algum critério .\nExistem vários tipos de laxantes que, de acordo com o mecanismo de ação, podem ser classificados em laxantes expansores do volume fecal, salinos, osmóticos, emolientes, lubrificantes e estimulantes ou de contato , .\nAlguns efeitos colaterais do uso de determinados laxantes precisam ser considerados. Por exemplo, os laxantes lubrificantes, como o óleo mineral, quando usado por um período prolongado, ou em doses excessivas, pode originar o gotejamento anal que, para além de ser desagradável, pode também causar prurido anal, hemorroidas e outras doenças perianais .\nOs laxantes salinos, como o manitol e o leite de magnésio, estão normalmente associados a desequilíbrios hidroelectrolíticos, razão pela qual a sua utilização exige grande precaução e deverá ocorrer durante um curto período de tempo. Os laxantes salinos podem ser utilizados sob a forma de enema .\nJá o uso de laxantes osmóticos, como a lactulose, por exemplo, pode estar associado a náuseas, cólicas abdominais, flatulência, meteorismo ou diarreia, pelo que é fundamental a\n93\ningestão de água para prevenção de possível desidratação .\nAssim, a administração dos laxantes de modo geral deve ser por curtos períodos de tempo, em pequenas quantidades ou em administrações mais espaçadas92,93.\n2.5\tConstipação intestinal e doença renal crônica\nA constipação intestinal (CI) foi o terceiro sintoma gastrointestinal mais prevalente em portadores de DRC terminal (estágio 5), em TRS, sendo relatada por 53% dos pacientes em uma revisão sistemática que analisou 59 estudos, ficando atrás apenas da fadiga (71%) e do prurido (55%)16. Quanto à prevalência de constipação nos diferentes tipos de TRS, um estudo realizado com pacientes em TRS no Japão, que mostrou prevalência de 63% de constipação nos indivíduos em HD, observou que esse sintoma foi três vezes maior do que nos pacientes\n21\nda mesma população em diálise peritoneal (28,9%) . Diferença semelhante foi descrita em outros estudos15,18,22.\nNo Brasil, um estudo recentemente publicado por Ramos e colaboradores (2015)94 avaliou CI em 290 pacientes com DRC em hemodiálise, tendo encontrado uma prevalência de 32,8% de CI segundo os critérios de ROMA III. Outro estudo brasileiro , que investigou a constipação em 5 centros de diálise no país (N= 448), encontrou prevalência semelhante de 33,5% no grupo de pacientes em HD e de 26,6% naqueles em diálise peritoneal, diferença muito inferior ao encontrado no estudo internacional citado no parágrafo anterior. Suspeita-se, portanto, que diferenças étnicas, de hábitos alimentares, de prescrição medicamentosa, além de diferenças nas amostras estudadas, podem justificar a variabilidade na prevalência deste sintoma entre os estudos em doentes renais crônicos.\nA origem da CI no paciente em diálise, além dos usuais, pode ser acrescida de vários fatores inerentes a essa população, como hábitos alimentares, devido a redução de ingestão de fibras e de líquidos, fatores emocionais, patológicos, físicos e medicamentosos19,20,29,30.\nÉ reconhecido que o consumo de fibras melhora a constipação ao aumentar a massa fecal, o que estimula a intensidade da atividade intestinal, como já mencionado do item anterior . Na população não renal, uma clara resposta à dose foi demonstrada entre a ingestão de fibras e a produção fecal95,96.\nO consumo de fibras também está associado a uma série de benefícios clínicos e de saúde, como melhora da tolerância à glicose, níveis lipídicos melhorados e saciedade precoce97. Uma resposta semelhante pode ser esperada em pacientes em TRS, mas sua recomendação é reservada pelas provisões dietéticas colocadas sobre estes pacientes devido às próprias limitações da doença renal, e/ou tratamento. Recomenda-se, aos pacientes nesta condição, que sigam uma dieta rica em proteínas, hipocalêmica, e hipofosfatêmica e, portanto, é necessário reduzir os alimentos contendo fosfato e potássio.\nMuitas vezes os pacientes são confrontados com recomendações conflitantes, uma vez que muitos alimentos de alto nível de fibras também são ricos em potássio e fósforo, o que resulta em que esses alimentos sejam desencorajados em pacientes com doença renal avançada , . Porém, um ensaio clínico realizado por Sutton e colaborares (2007) avaliou a eficiência dos módulos de fibras dietéticas em substituição ao uso de laxantes em 23 pacientes em diálise peritoneal, que usaram recorrentemente este artifício para tratamento de constipação, e observou que 73,9% das pacientes conseguiu substituir a utilização dos laxativos pelo módulo, com melhora dos sintomas e sem efeitos sobre os níveis nas análises bioquímicas como o potássio, por exemplo. Esta conclusão foi novamente confirmada em outro ensaio clínico multicêntrico mais atual realizado pelo mesmo grupo de pesquisadores (n=41)32\nJá entre as medicações utilizadas por essa população que possam estar associadas com constipação, destaca-se o Carbonato de Cálcio, que é um quelante do fósforo frequentemente utilizado por pacientes em hemodiálise, já que esta é pouco eficiente na remoção deste mineral. A restrição da ingestão de fósforo precisa ser recomendada com cautela, pois suas maiores fontes também são as maiores fontes de proteínas, um macronutriente que deve ser estimulado na dieta desta população. Devido a esse contraponto, é recomendado aos pacientes em terapia renal substitutiva o uso contínuo de quelantes de fósforo, os quais contêm compostos que se ligam ao fósforo do alimento, inibindo sua absorção intestinal. O Carbonato de Cálcio é um dos mais comumente utilizados, em razão de sua eficiência neste propósito e seu baixo custo99,100.\nNo entanto, o uso contínuo e de doses elevadas desta medicação pode levar a níveis aumentados de cálcio no sangue. As consequências da hipercalcemia, por sua vez, são graves, podendo causar precipitação de cálcio nos tecidos moles, hipertensão, prurido, agitação e calcificações das artérias coronárias e aorta. Sintomas menos graves, porém, não menos\nimportantes em termos de qualidade de vida, como é o caso da constipação, que também está entre os sintomas da hipercalcemia29,30,100.\nAtualmente, estão disponíveis quelantes de fósforo igualmente eficazes para o propósito principal, porém sem cálcio em sua composição, como o Cloridrato de Sevelamer. Entretanto, devido ao seu alto custo quando comparado ao carbonato de cálcio, este acaba tendo seu uso limitado, permanecendo, assim, o carbonato de cálcio como o quelante de fósforo mais utilizado19,99.\nA DM também tem sido associada à CI e, considerando que a DM é a segunda etiologia mais frequente para DRC43, é fundamental compreeender sua pontecial relação com a presença do sintoma. Um estudo japonês101 realizado com 4 mil voluntários não diabéticos (n=4135) e 603 diabéticos que foram realizar colonoscopia em um determinado hospital monstrou associação positiva entre o diabetes e constipação (OR = 1.57, IC: 1.33-1.85, P &lt;0.01) e fezes endurecidas (OR = 1,56, IC: 1,33-1,84, P&lt;0,01), quando descartadas outras doenças gastrointestinais. Neste estudo, houve associação positiva entre a hemoglobina glicada elevada (>8,0%) e as nefropatia diabética, avaliadapelos níveis de creatinina, com a constipação. Possivelmente, a hiperglicemia possa estar diretamente associada à piora da motilidade digestiva102,103,104, além da neuropatia diábética que, quando presente, retarda o tempo de transito colônico e, portanto, também está associada à constipação 105.\nOutro fator potencialmente associado à constipação em pacientes portadores de DRC, especialmente em TRS, é a alteração da microbiota intestinal (MI)106,107. Estudos em portadores de DRC revelam que, pela própria característica da doença, os indivíduos acometidos pela mesma apresentam alterações MI 107,108,109 o mecanismo das alteraçõesainda não é totalmente esclarecido, mas provavelmente está relacionado à produção de toxinas urêmicas, entre elas o sulfato de p-cresol e o sulfato de indoxyl, que, por sua vez, podem acelerar o avanço da DRC em indivíduos pré -dialíticos109,110,111. A maioria destas mudanças\nocorre no íleo e no cólon, com alterações que interferem muito além do trânsito intestinal apenas112,113.\nEnsaios clínicos têm demonstrando efeito benéfico do uso de repositores de microbiota intestinal, como módulos de probióticos e simbióticos (bactérias comensais e probióticos), nos indivíduos com DRC, especialmente no manejo da síndrome urêmica, para atenuação da progressão da doença, redução de marcadores inflamatórios e redução de risco de doenças cardiovasculares associadas106,114,115,116,117,118. Observa-se, porém, que são escassos os estudos que investigaram o impacto destas suplementações no trânsito intestinal desta população, embora tal intervenção provavelmente tenha impacto no trânsito. Desfechos secundários de alguns estudos mostram alteração na característica das fezes dos participantes, observando-se um maior volume e frequência de fezes em pacientes em uso de simbióticos 119,120,121\nUm pequeno estudo preliminar realizado por Nakabayashi e colaboradores115 com 9 pacientes em hemodiálise teve como objetivo avaliar o efeito de uma intervenção de quatro semanas de simbióticos sobre os níveis séricos de sulfato de p-cresol, que é uma toxina urêmica marcadora de status intestinal, analisando os níveis deste marcador antes e depois da intervenção e também seu efeito sobre a caraterística e frequência das fezes. Verificou-se, dessa forma, que a toxina urêmica, p-cresol, estava associada à constipação (p=0,03) e que o tratamento com simbióticos resultou na normalização das evacuações e na diminuição dos níveis séricos de p-cresol em pacientes com HD.\nO raciocínio para o uso de simbióticos é que a presença de prebióticos melhora a sobrevivência dos probióticos durante o trânsito através do trato digestivo superior. Além disso, os prebióticos favorecem os probióticos intestinais na colonização, estimulando seu crescimento, bem como a crescimento de espécies bacterianas residentes que, por sua vez,\npodem ajudar a microbiota ingerida, sendo, portanto, uma promissora oportunidade\n122 terapêutica para esse sintoma nos portadores de DRC .\n3.\tJUSTIFICATIVA\nEmbora a constipação seja um sintoma comum em pacientes em hemodiálise, dados sobre a prevalência de constipação na população brasileira ainda são limitados. A variabilidade da prevalência encontrada em diferentes amostras de pacientes em hemodiálise, características sociodemográficas distintas e particularidades regionais de tratamento justificam a necessidade do conhecimento de dados locais. O conhecimento da prevalência e dos fatores associados localmente à constipação são necessários para o desenvolvimento de estratégias para o diagnóstico e tratamento desta morbidade. Paralelamente, conhecer estes dados é necessário para o desenvolvimento de estudos de intervenção (ECR).\nProjeto de pesquisa já elaborado e aprovado pelo CEP com uso de simbióticos para o manejo da constipação nessa população utilizará os dados do presente estudo como linha de base. Nome do projeto: “Efeito da administração oral de simbióticos no hábito intestinal e na qualidade de vida de indivíduos com doença renal crônica em hemodiálise: um ensaio clínico randomizado (HEMOSIM)”, aprovado pelo Comitê de Ética em Pesquisa do Hospital Moinhos de Vento, sob o parecer número 1.507.301, em abril de 2016.\n4.\tQUESTÃO DE PESQUISA\nQual a prevalência de Constipação Intestinal em pacientes em hemodiálise e seus fatores associados?\n5.\tHIPÓTESE\nCaracterísticas sociodemográficas (sexo feminino, maior idade), comportamentais (sedentarismo), comorbidades (DM), medicamentos (carbonato de cálcio) e hábitos alimentares (consumo de fibras&lt;25g) estão associdadas a uma maior prevalência de constipação em pacientes em hemodiálise.\n6.\tOBJETIVOS\n6.1\tObjetivo Geral\nAvaliar a prevalência e fatores associados à constipação intestinal em pacientes em hemodiálise em um hospital privado do sul do Brasil.\n6.2\tObjetivos Específicos\n•\tIdentificar a prevalência de constipação na Unidade de Hemodiálise do Hospital Moinhos de Vento em Porto Alegre, Brasil.\n•\tIdentificar características sociodemográficas e comportamentais, comorbidades e medicamentos associados à constipação em pacientes em hemodiálise.\n•\tIdentificar, através de registro alimentar, a associação entre o consumo de fibras na dieta com a prevalência de constipação.\n7.\tARTIGO\nFormatado para o periódico: DIGESTIVE AND LIVER DISEASES\nTITLE:\nHIGH PREVALENCE OF CONSTIPATION AND ASSOCIATED FACTORS IN\nPATIENTS ON HEMODIALYSIS\nAuthors:\nEtielle Pereira Sonaglio, Nutritionist1,2\nFernando Herz Wolff, MD, PhD1,2\n1Graduate Program in Gastroenterology and Hepatology, Faculdade de Medicina,\nUniversidade Federal do Rio Grande do Sul, Brazil\nHospital Moinhos de Vento, Porto Alegre, Rio Grande do Sul, Brazil\nPostal Address:\nFaculdade de Medicina da Universidade Federal do Rio Grande do Sul\nPrograma de Pós-Graduação em Ciências em Gastroenterologia e Hepatolgia\nRua Ramiro Barcelos, 2400 - 2° andar - Bairro Santana\nCEP 90035-003-Porto Alegre/Rio Grande do Sul - Brazil\nTelephone numbers and e-mail addresses:\nEtielle Pereira Sonaglio: (+55) 51 98222 2234 - etiellesonaglio@gmail.com\nFernando Herz Wolff: (+55) 51 99249 0979 - fhwolff@gmail.com\nSource of Finance: None.\nWord count: 3817 words without tables, 4317 with tables\nAbstract: 193 words\nKeywords: Constipation, Functional Constipation, Prevalence, Chronic kidney disease, Hemodialysis.\nAbstract\nConstipation is considered one of the most prevalent symptoms in patients with Chronic Kidney Disease. This cross-sectional study recruited 57 hemodialysis patients. A questionnaire was used to collect sociodemographic and clinical data potentially associated with constipation, which was defined using the ROMA III criteria and patients' own perception of constipation. According to ROMA III, 49.1% (n= 28) of the participants were classified as constipated and 36.8% (n=21) of the patients reported perceived “straining or difficulty evacuating”. Agreement between patients' own perception and ROMA III was observed in 34 (59.6%) cases. Investigation of factors potentially associated with constipation detected that physical inactivity (Prevalence ratio 53.4; Fisher's exact test p = 0.052) and female sex (Prevalence ratio 1.6; PearsonA p = 0.07) exhibited tendencies towards a significant association. However, there were no significant associations between constipation and educational level, age group, use of calcium carbonate, presence of diabetes, nutritional status, or current fiber consumption. Use of the ROMA III criteria diagnoses a higher number of cases of constipation than patients' own perception alone. Considering its high prevalence and its impact on well-being, whether patients have constipation should be routinely investigated in this population, to enable correct diagnosis and management.\nINTRODUTION\nConstipation is one of the most common gastrointestinal symptoms affecting people with Chronic Kidney Disease (CKD), with prevalence ranging from 14.2% to 71.7%, in different samples of patients on Renal Replacement Therapy (RRT).1,2,3,4 The variability of constipation prevalence in this population may be affected by the different sociodemographic characteristics of samples, by regional differences in treatment, or even by differences in the methods used to diagnose the symptom, which very often employ patients' own perception as criterion, whereas others use validated instruments such as the ROMA.5,6,7,8,9\nThe origin of constipation in patients on dialysis can be influenced by several factors inherent to this population, such as specific details of their dietary habits, which involve reduced intake of total fibers and water; emotional factors; inactivity; and continuous-use medication, such as calcium carbonate, which is widely used in this population to maintain adequate phosphorus serum levels.2,4,5,10 More recently, it has been suggested that the altered intestinal microbiota observed in this population, possibly because of production of uremic toxins, are also part of the etiology of constipation in CKD. , ,\nDiabetes Mellitus (DM) has also been associated with prevalence of constipation. Since DM is the second most frequent etiology of CKD,14 it is important to understand its potential relationship with presence of the symptom. Probably, hyperglycemia may be directly associated with worsening of digestive motility,15 in addition to diabetic neuropathy which, when present, increases the time taken for colonic transit, contributing to intestinal constipation.16\nConventional measures that are usually employed to manage constipation in the general population are of limited applicability to patients on hemodialysis,4 whether because of liquids restrictions to which the majority of these people are subject, or because they are\n17\nunable to achieve the recommended intake of 25g of fiber per day. This limitation is\nimposed by the restriction on potassium intake that is necessary in this population, since this\n18\nmineral is abundant in foods that are rich in fiber.\nIt is therefore observed in clinical practice that treatment of these patients often resorts to chronic laxative use.19 While they are potentially beneficial over the short term, they normally exhibit reduced effect over chronic use and when they do accelerate intestinal transit, they deplete the normal intestinal flora, which can lead to hydroelectrolytic disorders.20,21,22\nFew studies have assessed the prevalence and factors associated with constipation in the Brazilian hemodialysis patient population. ,, Regional characteristics such as food, ethnicity, comorbidities, and even the specific details of RRT, may have a significant influence on diagnosis, on management, and on the impact this symptom has on the quality of life of these people, when compared with populations in other regions or countries. Knowledge of local data is therefore necessary both to improve the treatment of these patients and to enable research into new treatment options.\nMATERIALS AND METHODS\nDesign: Cross-sectional study\nParticipants: From April 2016 to February 2017, all patients on hemodialysis at the Dialysis Unit of the Hospital Moinhos de Vento were evaluated. This is a private hospital in Porto Alegre, the South of Brazil, that exclusively treats private patients and patients from the supplementary health care system. Patients of both genders, over the age of 18 years, on dialysis for more than 3 months, who were not inpatients at the time of the interview and had not been in hospital for more than 3 out of the preceding 6 months were eligible. Patients were excluded if they were neurologically or psychiatrically incapable of responding to the questionnaire.\nEthical considerations: The study was approved by the Research Ethics Committee at the Hospital Moinhos de Vento, Brazil (protocol number 1.507.301). All potential participants were informed about the study, including benefits, discomfort and risks, and those who agreed to take part signed informed consent forms.\nDefinition and measurement of study variables\nDiagnosis of constipation: The ROMA III criteria , were used for constipation diagnosis. According to these criteria, at least two of the following symptoms are needed for a diagnosis of constipation: a) straining to evacuate during at least 25% of defecations; b) lumpy or hard stools in at least 25% of defecations; c) sensation of incomplete evacuation in at least 25% of defecations; d) Sensation of anorectal obstruction/blockage of stools in at least 25% of defecations; e) need for manual maneuvers to facilitate at least 25% of defecations (for example, digital evacuation, support of the pelvic floor), f) less than three evacuations per week; g) soft stools are rarely present without use of laxatives; h) insufficient criteria for irritable bowel syndrome. These criteria must be present for the previous 3 months and have onset at least 6 months before diagnosis.\nAdditionally, the Bristol Stool Form Scale was also used.26 This is a validated instrument, used in a version translated and adapted for Portuguese, that classifies stools into seven categories, presented to the patient using illustrative figures with corresponding descriptions. The instrument is used by requesting the patient to indicate the form their stools have most resembled during the previous 3 months. To supplement these instruments, at the same time, the patient was asked for their own perception of gastrointestinal symptoms such as: current need for effort to defecate, abdominal pains, abdominal distension, nausea, vomiting, and flatulance. If they reported any of these, they were asked whether these symptoms had an impact on their wellbeing.\nSociodemographic and Health Questionnaire: A semi-structured questionnaire developed by the authors was used to collect sociodemographic data such as age, gender, partnership status, and educational level in years of study. The same questionnaire covered clinical data, details related to CKD etiology, length of time on a regular hemodialysis program, and use of chelating agents and laxatives. Use of medications, such as chelating agents and laxatives, were confirmed by review of the electronic patient records, covering posology, and frequency of use.\nPhysical activity: Classification of participants into those who did or did not practice physical activity was based on frequency and duration of physical activities reported. Those who reported a frequency of three times per week or more, with a minimum duration of 30 minutes, were defined as active. Biochemical analyses: Biochemical analyses are conducted regularly, in compliance with national legislation and international recommendations for hemodialysis services. , These data were therefore available for consultation in patients' medical records. No additional tests were needed for the purposes of this study. Samples for biochemical analyses are taken monthly at the 2nd dialysis session of the 2nd week of the month and blood samples are taken at the start and end of the HD session, with the objective of monitoring the progress of patients in treatment. For patients with vascular access (fistula or prosthesis), samples are taken at the time of puncture, before starting HD; for patients with central catheters, the procedure is similar, but no puncture is necessary. Disposable materials are used and blood is drawn into tubes that have been selected and labeled in advance. All analyses were performed at a local, certified, laboratory (Laboratório Weinmann, Porto Alegre, Brazil). For this study, results for Hemoglobin, Creatinine, Urea, Albumin, Potassium, and Phosphorus were used for the month in which patients were interviewed.\nAnthropometric measurements: For patients on hemodialysis, the weight used as a reference is dry weight. Dry weight is a value estimated by the nephrologist. In order to define the value, weight measured at the end of dialysis is considered in the light of clinical parameters, such as arterial blood pressure, intra-dialysis symptoms, presence of peripheral edema or pulmonary congestion, cramps or other signs of fluids imbalance. Height is measured by an examiner trained in the unit's nutritional assessment routine, using the stadiometer of a Filizola® balance. Both results were taken from the patient record for the day the interview was conducted.\nHeight and dry weight were used to calculate body mass index (BMI), expressed in\n2 2\nkg/m , according to the formula Weight/Height . The resulting BMI was classified according 30\t2\t2\nto the WHO standards, by which&lt;18.5 kg/m is considered malnourished, 18.5-24.9 kg/m healthy weight, 25-29.9 kg/m overweight, and > 30 kg/m is defined as obese.\nDaily Intake: Data for analysis of dietary fiber intake were collected using the direct assessment method, using 2- day-diet- record . Patients were requested not to change their normal dietary habits while recording on 2 days, one dialysis day and one day without dialysis, everything they consumed, including supplements. After detailed instructions had been given by the researchers, the participants were given a printed sheet and instructions on how to fill it out for each day of the food diary. It was recommended that they recorded what they ate immediately afterwards, to minimize omissions.\nThe food diary results were used to calculate the nutritional content of the diet, divided into carbohydrates, proteins, lipids, and fibers, using DietWin® software (Fator Digital, Brazil), which takes the composition of foods from the Brazilian table of the nutritional\n31\ncomposition of foods.\nSTATISTICAL ANALYSIS\nSample size was calculated using WinPepi® Version 2.82. Considering the population on chronic dialysis at the center at the time of the study as 75 participants, an estimated frequency of constipation of 40%, with tolerable variation of 15%, and a 95% confidence interval, a sample size of 59 patients was calculated.\nThe database was constructed using Microsoft Excel® and statistical analysis was performed using SPSS® (Statistical Package for Social Sciences), version 20. Prevalence and categorical variables were expressed as percentages and the statistical significance of associations was analyzed using Fisher's exact test or Pearson's chi-square test. Continuous variables were expressed as means and standard deviations and Student's t test was used to determine significance levels. Results with p<0.05 were considered statistically significant.\nRESULTS\nSeventy-five patients had been on hemodialysis for CKD for over 90 days at the Dialysis Center during the study period. Of these, 57 met the inclusion criteria The majority of patients (64.9%, n=37) were male and mean age was 70.8 ±11.5 years (range: 37-94 years), and 71.9% (n= 41) were at least 65 years old. Table 1 lists the general characteristics of the sample.\nTwenty-eight patients (49.1%) were diagnosed as constipated according to the ROMA III classification. Table 2 shows details of the characteristics of stools according to the Bristol Stool Form Scale. Stools with a solid consistency were reported most often. Type 3 was most frequently described by 40.4% of the patients (n=23), followed by types 2 and 4, with 19.3% each.\nThere was a higher prevalence of intestinal constipation among women (65%; n = 13) than men (65% vs. 40.5%; p = 0.07), which, although not significant, reveals a tendency to\nhigher female prevalence. As expected, patients who reported being physically active exhibited a lower prevalence of constipation, and this difference exhibited a tendency to significance (0 vs. 53.8%; p = 0.05). However, there were no significant differences in the prevalence of constipation related to diabetes, educational level, use of phosphate binders, type of phosphate binder, age, or nutritional status (Table 3).\nAs mentioned above, and against expectation, we did not detect significant differences in use of calcium carbonate between the constipation and no constipation groups. The majority of patients (61.4%, n=35) used calcium-based phosphate binders (Calcium Carbonate), while Sevelamer Hydrochloride was used by six patients (10.5%). Constipation was diagnosed in 57.1% of the patients who took calcium carbonate, while among the patients who only took sevelamer hydrochloride, this prevalence was 33.3%. The prevalence of constipation among patients who used both chelating agents was 50% (p = 0.5).\nThirteen of the 57 patients studied (22.8%) reported that they were currently using laxatives, three of whom were using lubricant laxatives (23.1%) and nine irritant laxatives (69.2%). One patient was unable to provide the laxative type (7.7%). Summing current and previous use of laxatives, 34 (59.6%) patients responded in the affirmative to using laxatives. Twenty-four of the 28 constipated patients (85.7%) stated they were regularly using or had previously used laxatives. As would be expected, there was a significant difference in laxative use between constipated and not constipated patients (82.1 vs. 17.9%; p = 0.001).\nWith relation to patients' own perceptions of their gastrointestinal symptoms, flatulence, abdominal pains, and abdominal distension were the symptoms most often reported by constipated patients, whether defined as such by their own perception or by ROMA III. When asked for their own perceptions, 21/57 (36.8%) reported “straining or difficulty evacuating”. Agreement between patients' own perceptions of “straining or difficulty evacuating” and constipation according to ROMA III criteria was observed in 34\n(59.6%) participants. It was also observed that just 61.9% (n = 13) of the patients classified as constipated by ROMA III reported difficulty evacuating. (Table 4). Seventeen of the 28 constipated patients in the sample (77.3%) stated that gastrointestinal symptoms had an interference on their well-being, whereas just 5 of the 29 patients without constipation (22.7%) did so (p = 0.01).\nOnly 35 (61.4%) of the food diaries that were given to all of the study participants to enable analysis of their nutritional intake were returned filled out. Of these, only 26 contained satisfactory records that could be used for analysis,, containing sufficient information to calculate the nutritional content of the diet. Satisfactory food diaries were therefore available for just 45.6% of the sample studied.\nConsidering the records for these 26 patients, it was observed that mean intake of fiber in the population was a little over half the recommended fiber requirement of 25g/day. Mean fiber intake was low, but no significant difference was observed between constipated and not constipated participants (13.1 vs. 14.8g/day, p = 0.5). Table 6 lists the compositions of the principal macronutrients in the sample's diets.\nNo statistically significant differences between constipated and not constipated patients were observed in the results of routine laboratory tests for urea, creatinine, potassium, phosphorus, albumin, or hemoglobin.\nDISCUSSION\nThe prevalence of constipation observed in our sample was 49.1% ( N=28), which falls within the range of prevalence rates reported in the literature.1-8 An earlier study, also conducted in Brazil's South region and investigating the same subject, found a constipation prevalence of 33.5% among patients on hemodialysis, also using the ROMA III criteria,5 supporting Ramos et al. (2015), who performed another study with patients on hemodialysis\nin Brazil, finding 32.8% of constipation among 290 participants. However, recent international data reveal higher prevalence rates, such as, for example, a study in Turkey that reported 71.7% constipation among participants (n=80), although it is important to take into consideration that diagnosis was based on the ROMA II criteria.\nIn our study, in addition to applying the ROMA III criteria, we also assessed patients' own perceptions of difficulty evacuating and the characteristics of their stools, using the Bristol Stool Form Scale. It is notable that a proportion of the patients who were classified as constipated by the ROMA criteria did not perceive themselves as constipated when asked if they had difficulty evacuating.\nStudies that employ patients' own perception of constipation generally report higher prevalence rates than studies that define constipation using the ROMA classification. , In contrast, in our study the prevalence of constipation according to the ROMA criteria was higher than according to patients' own perceptions of difficulty evacuating (49.1 vs. 36.8%), possibly because the patient's own perception of constipation was only measured using a single item on the questionnaire, although use of additional methods to assess bowel habits, made it possible, for example, to observe a higher frequency of gastrointestinal symptoms among constipated patients, although these differences did not attain statistical significance, perhaps because of insufficient sample size.\nThese discrepancies between the prevalence rates in different studies could therefore be the result of differences in personal perceptions of the problem, or the validity of the diagnostic criteria used. Additionally, use of questionnaires is dependent on the patient's ability to recall symptoms from months earlier. A recent study of 148 patients in Australia with CKD at different stages of the disease that assessed the correlation between patients' perceptions of constipation ad the ROMA III criteria and the Bristol scale concluded that no single method is sufficient to determine with precision whether a patient is or is not\nconstipated. According to the ROMA III criteria, just 12.3% of the sample were classified as constipated; 27.5% by the Bristol scale; and 46.3% according to patients' own perceptions. The authors therefore concluded that basing assessments on patients' own perceptions may be unreliable because constipation diagnosis in this population should use at least 2 sets of criteria, such as Roma III and the Bristol Scale.\nIn this study we did not investigate other types of treatment for end stage CKD, such as peritoneal dialysis, since only 6 patients at our dialysis center use this treatment method. However, it is of interest to note that this form of RRT appears to be associated with a lower frequency of constipation, compared with patients on hemodialysis. , , For example, Zhang et al.9 assessed 605 patients on RRT and found an extremely significant difference between the prevalence of constipation on hemodialysis (71.7%) and on peritoneal dialysis (14.2%).\nWith regard to factors associated with constipation, in contrast with many studies in the general population, where constipation is more prevalent among females, , , in our study there was no significant difference between men and women, suggesting that in the population on hemodialysis gender does not appear to be a determinant factor in presence or absence of this symptom. It is possible that other factors present in this population are more relevant than sex.\nThe association between use of phosphate binders, especially calcium carbonate, and constipation was not significant in our study, probably due to the small sample size. However, associations with calcium-based phosphate binders have been observed in clinical practice and described in other studies, , , , and use of these agents is reducing because of their side effects, which are not only related to gastrointestinal issues, but also to hyperkalemia.\nThere are few current studies on use of calcium carbonate in the international dialysis population,10,40 but calcium-free phosphate binders are widely studied and\n39 employed. In Brazil, calcium carbonate is still one of the most used chelating agents, probably because of its effectiveness in combination with the low cost,5,41 and this was also observed in our study.\nIn our study, there was a significant difference in the prevalence of constipation among participants who were taking or had previously taken laxatives and those who did not. However, it is difficult to answer whether use of these medications predisposes to constipation or whether constipated patients seek treatment for their problem with these drugs.\nFiber intake is a challenge for patients on hemodialysis. Anzuategui et al.5 concluded that mean fiber intake in their sample was 11 grams, which is a similar level to that observed in our study, where mean intake among constipated patients was 13.1g/day and 14.8g/day among those without constipation, while just four patients had an intake of more than 20g/day and only one attained the proposed target level of 25g/day, showing that achieving the recommended intake of 25g/day is a distant goal for this population. We should emphasize, however, that fiber intake was assessed using a food diary that was only completed by 45.6% of the sample. Recalls and diaries are subject to memory bias and to imprecise recordkeeping, whether caused by difficulties with completing and with remembering, whether because of reluctance to admit to the treating team that the diet prescribed is not being followed. In our sample, with a high prevalence of elderly patients, the role of memory bias may have been amplified.\nWe observed a positive and statistically significant association between physical inactivity and constipation in this study. In our sample, none of the five patients who reported being physically active were classified as constipated, whereas among physically inactive participants the prevalence was 53.8% (p = 0.05). Studies describe physical activity as inversely associated with constipation.42,43 Dukas et al.44 showed that physical activity at least twice a week was associated with a 35% lower risk of constipation, and daily physical activity\nwas associated with a 44% lower risk. In clinical practice, a high prevalence of inactivity among patients on hemodialysis is observed and this was confirmed in the present study. However, this practice should be encouraged among these patients, taking into consideration the limitations imposed by disease and comorbidities.\nSince constipation is unlikely to be associated with mortality, quality of life is the principal outcome to be evaluated in patients with this condition, especially when assessing the impact of therapeutic interventions. A study that is possibly one of the most complete studies of constipation in the general population investigated the impact of this symptom on the quality of life of 2,870 participants living in France, Germany, Italy, United Kingdom, South Korea, Brazil, and the United States.45 The results showed that quality of life, measured using the SF-36 instrument, was significantly worse in constipated than not constipated populations and that Brazilians were the nationality that most reported feeling affected by constipation, in terms of negative impact in social settings.\nWhile we did not investigate quality of life in depth in our study, we did include a question asking about whether gastrointestinal symptoms interfered with well-being. We found that constipated patients reported a greater frequency of negative impact on well-being from these symptoms than patients without constipation (77.3 vs. 22.7%, p 0.01). This association could be better investigated in future studies using validated instruments that are more fully adapted for this population.\nOur study has some potential limitations. Our sample probably represents a select population of patients with CKD who have access to the supplementary healthcare system (private or health insurance). While this is not the case of the majority of the Brazilian population, this is a growing group and one that has received little research attention. Second, the low rate of return of the food diaries means that the possibility of selection bias cannot be ruled out in relation to the nutritional information. The cross-sectional design is an inherent\nlimitation to analysis of cause and effect relationships between exposure variables (notably the behavioral variables such as physical activity level, use of chelating agents, use of laxatives, and fiber intake) and the outcome (constipation).\nWe conclude that constipation is a common symptom among patients on hemodialysis.\nUse of the ROMA III criteria to diagnose constipation enables diagnosis of a higher number of cases of than patients' own perception alone. The majority of patients in the sample use laxatives chronically, even though a considerable proportion of these patients did not consider themselves or were not classified as constipated according to the ROMA III criteria. Considering its high prevalence and its impact on wellbeing, whether patients have constipation should be routinely investigated in this population, to enable correct diagnosis and management.\nTABLES\nTable 1: Sample characteristics (n = 57)\nVariable\tn(%) or Mean±SD\nMale\t37 (64.9%)\nAge (Mean ± SD)\t70.8 ± 11.5\nWhite skin\t47 (82.45%)\nPartnership status Mamed/Living together Years of education\t36 (63.2%)\n> 12\t31 (54.4%)\nInactivity Cause of CKD\t52 (91.22%)\nDM and/or SAH\t43 (75.4%)\nBMI (Kg/m2) Nutritional status\t25.3± 4.3\nMalnourished\t1 (1.8%)\nHealthy weight Overweight/Obesity\t32 (56.1%) 24 (42,1%)\nPre-Dialysis Biochemical Analyses Urea (mg/dL) Creatinine (mg/dL) Potassium (mEq/L) Phosphorus (mg/dL) Albumin (g/dL) Hemoglobin(g/dL)\t119.9 ±43.3 7.1 ±2.5 5.1±0.7 4.7 ±1.4 3.7±0.3 11.1±1.5\n*CKD: Chonic Kidney Desease **DM: Diabetes Mellitus ***SAH: Hipertention Arterial Systemic\nTable 2: Prevalence of constipation and characteristics of stools (N = 57)\nN (%)\nConstipation*\n28 (49.1%)\nCharacteristics stools**\n1\n2\n3\n4\n5\n6\n7\nof\n\nSeparate hard lumps like nuts\t4 (7%)\nSausage-shaped, but\t11 (19.3%)\nlumpy\t\nLike a sausage, but with\t23 (40.4%)\ncracks on the surface\t\nLike a sausage or snake,\t11 (19.3%)\nsmooth and soft\t\nSoft blobs with clear-cut\t7 (12.3%)\nedges\t\nSoft pieces, but with\t1 (1.8%)\nragged edges\t\nWatery, no solid pieces\t0 (0%)\n*Constipation diagnosed according to ROMA III\n** Bristol Stool Form Scale\nTable 3. Factors associated with constipation in patients on hemodialysis (N = 57)\nVariables\t\tROMA III constipation N (%)\t\tP value*\n\t\tYes\tNo\t\nSex\tMale Female\t15 (40.5%) 13 (65%)\t22 (59.5%) 7 (35%)\t0.07\nAge (years)\t\t\t\t0.2\n\t<65\t10 (62.5%)\t6 (37.5%)\t\n\t>65\t18 (43.9%)\t23 (56.1%)\t\nYears at school\t\t\t\t0.5\n\t<8\t5 (62.5%)\t3 (37.5%)\t\n\t9-11\t7 (38.9%)\t11 (61.1%)\t\n\t>12\t16 (51.6%)\t15 (48.4%)\t\nDiabetes\t\t\t\t0.9\n\tYes\t15 (50%)\t15 (50%)\t\n\tNo\t13 (48.8%)\t14 (51.9%)\t\nPhysical activity\t\t\t\t0.05**\n\tYes\t0 (0%)\t5 (100%)\t\n\tNo\t28 (53.8%)\t24 (46.2%)\t\nUse of chelating agents\t\t\t\t0.11\n\tYes\t24 (54.5%)\t20 (45.5%)\t\n\tNo\t4 (30.8%)\t9 (69.2%)\t\nUse of laxatives\t\t\t\t0.001\n\tYes\t23 (67.6%)\t11 (32.4%)\t\n\tNo\t5 (21.7%)\t18 (78.3%)\t\nNutritional status\t\t\t\t0.2\n\tHealthy weight\t14 (43.8%)\t19 (56.2%)\t\n\tOverweight\t14 (58.3%)\t10 (41.7%)\t\n\t/Obesity\t\t\t\nChelating agent\t\t\t\t0.5\n\tCalcium Carbonate\t20 (57.1%)\t15 (42.9%)\t\n\tCalcium Carbonate\t2 (50%)\t2 (50%)\t\n\t+ Sevelamer\t\t\t\n\tSevelamer\t2 (33.3%)\t4 (66.7%)\t\n*Pearson's Chi- Square\t** Fischer's exact test\t\t\t\nTable 4- Self-reported prevalence of gastrointestinal symptoms (N=57)\nSymptoms\t\tROMA III constipation N (%)\t\tP value*\n\t\tYes\tNo\t\nStraining during defecations\tYes\t13 (61.9%)\t8 (38.1%)\t0.1\n\tNo\t15 (41.7%)\t21 (58.3%)\t\nAbdominal pains\tYes\t12 (60%)\t8 (40%)\t0.2\n\tNo\t16 (43.2%)\t21 (56.8%)\t\nAbdominal distension\tYes\t15 (57.7%)\t11 (42.3%)\t0.2\n\tNo\t13 (41.9%)\t18 (58.1%)\t\nNausea and Vomiting\tYes\t13 (56.5%)\t10 (43.5%)\t0.4\n\tNo\t15 (44.1%)\t19 (55.9%)\t\nFlatulence\tYes\t18 (60%)\t12 (40%)\t0.08\n\tNo\t10 (37%)\t17 (63%)\t\nSymptoms interference on well-being\tYes\t17 (77.3%)\t5 (22.7%)\t0.01\n\tNo\t11 (40.7%)\t16 (59.3%)\t\n* Pearson’s Chi- Square\nTable 5: Nutritional composition of diet of patients on hemodialysis according to 2-day food diaries (N = 26)\n\tROMA III constipation (Mean ± SD)\t\tp value *\nNutrients\tYes\tNo\t\nCalories (Kcal)\t1630.6±341.4\t1346.1±289.3\t0.04\nProtein (g)\t82.9±27.6\t59.5±13.1\t0.02\nCarbohydrate (g)\t190.5±43.3\t186.0±49.4\t0.8\nLipids (g)\t54.5±23.8\t43.7±23.2\t0.3\nFiber (g)\t13.1±5.8\t14.8±5.9\t0.5\n*ANOVA\nARTICLE REFERENCES\n1.\tMurtagh FEM, Addington-Hall J, Higginson IJ. The prevalence of symptoms in end-stage renal disease: a systematic review. Adv Chronic Kidney Dis. 2007; 14:82-99.\n2.\tDong R, Guo ZY, Ding JR, et al. Gastrointestinal symptoms: A comparison between patients undergoing peritoneal dialysis and hemodialysis. World J Gastroenterol. 2014; 20(32):11370-5\n3.\tGok EG, inci A, Çoban M, et al. Functional bowel disorders and associated risk factors in hemodialysis patients in Turkey.Turk J Gastroenterol. 2017; 28(1):12-19.\n4.\tShirazian S, Radhakrishnan J. Gastrointestinal disorders and renal failure: exploring the connection. Nat Rev Nephrol. 2010; 6:480-492.\n5.\tAnzuategui, LSY, Holffman, K, Martins C, et al. A prevalência de constipação em pacientes em diálise crônica brasileira J Nephrol. 2008; 30: 137-143.\n6.\tCano AE, Neil AK, Kang JY, et al. Gastrointestinal symptoms in patients with end-Stage renal disease undergoing treatment by hemodialysis or peritoneal Dialysis. Am J Gastroenterol 2007; 102: 1990-7.\n7.\tYasuda G, Shibata K, Takizawa T, Ikeda Y, Tokita Y, Umemura S, et al. Prevalence of constipation in continuous ambulatory peritoneal dialysis patients and comparison with hemodialysis patients. Am J Kidney Dis. 2002; 39:1292-9\n8.\tRamos CI, Lim AFA, Grilli DG, et al. The Short -term effects of olive oil and flaxseed oil for the treatment of constipation in hemodialysis patients. J Renal Nutr 2015; 25(1):50-6\n9.\tZhang J, Huang C, Li Y, et al.Health-related quality of life in dialysis patients with constipation: a cross-sectional study. Patient Prefer Adherence. 2013; 7:589-94.\n10.\tPatel L, Bernard LM, Elder GJ.Sevelamer Versus Calcium-Based Binders for Treatment of Hyperphosphatemia in CKD: A Meta-Analysis of Randomized Controlled Trials..Clin J Am Soc Nephrol. 2016; 11(2):232-44.\n11.\tPoesen R, Meijers B, Evenepoel P. The colon: an overlooked site for therapeutics in dialysis patients. Semin Dial. 2013; 26: 323-332\n12.\tVitetta L, Gobe G. Uremia and chronic kidney disease: The role of the gut microflora and therapies with pro- and prebiotics. Mol. Nutr Food Res.2013; 57, 824-832.\n13.\tCigarran Guldris S, Gonzalez Parra E, Cases Amenos A. Gut microbiota in chronic kidney disease. Nefrologia. 2017; 37(1):9-19.\n1\t2\t3\n14.\tFujishiro M , Kushiyama A , Yamazaki H , et al. Gastrointestinal symptom prevalence depends on disease duration and gastrointestinal region in type 2 diabetes mellitus.World J Gastroenterol. 2017;23(36):6694-6704.\n15.\tRon Y, Wainstein J, Leibovitz A, Monastirsky N, Habot B, Avni Y, Segal R. The effect of acarbose on the colonic transit time of elderly long-term care patients with type 2 diabetes mellitus. J Gerontol A Biol Sci Med Sci. 2002;57(2):M111-4\n16.\tVinik AI, Maser RE, Mitchell BD, Freeman R. Diabetic autonomic neuropathy. Diabetes Care. 2003;26:1553-1579\n17.\tWorld Gastroenterology Organization Practice Guidelines. Manejo dos sintomas comuns\nde doenças gastrointestinais na comunidade Perspectiva mundial sobre azia, constipação, distensão e dor/ desconforto abdominal [Internet].[S.I.]: WHO,2013 .[Acessado em 06 ago 2017].\tDisponível\tem\nhttp://www.worldgastroenterology.org/UserFiles/file/guidelines/common-gi-symptoms-portuguese-2013.pdf\n18.\tGilligan S, Raphael KL. Hyperkalemia and Hypokalemia in CKD: Prevalence, Risk Factors, and Clinical Outcomes.Adv Chronic Kidney Dis. 2017;24(5):315-318.\n19.\tWald A, Scarpignato C , Mueller-Lissner S. et al. A multinational survey of prevalence and patterns of laxative use among adults with self-defined constipation. Aliment Pharmacol Ther. 2008; 28: 917-930\n20.\tXing JH. Soffer EE. Adverse effects of laxatives. Dis Colon Rectum. 2001; 44: 12011209\n21.\tSutton D, Dumbleton S, Allaway C. Can increased dietary fibre reduce laxative requirement in peritoneal dialysis patients?J Ren Care. 2007; 33(4):174-8.\n22.\tWolff F, Brandão ABM. Laxativos e Anti-Diarreicos. In: Flávio D. Fuchs; Lenita Wannmacher. (Org.). Farmacologia Clínica - Fundamentos da Terapêutica Racional. 4 ed. Rio de Janeiro, 2010, v. 1, p.5-10.\n23.\tFreitas JMM, Andrade de Lima PK, Falcão KRW. Consumo de fibras e a prevalência de constipação intestinal nos pacientes renais crônicos em hemodiálise de uma clínica nefrológica de Caruaru/PE. Nutrição Brasil 2016; 15(3):147-153\n24.\tDrossman DA. The functional gastrointestinal disorders and ROMA III progress. Gastroenterology.2006;130(5):1377-90\n25.\tLongstreth GF, Thompson WG, Chey WD, Houghton LA, Mearin F, Spiller RC. Functional bowel disorders. Gastroenterology. 2006;130:1480- 1491.\n26.\tRiegler G, Esposito I. Bristol scale stool form. A still valid help in medical practice and clinical research. Tech Coloproctol. 2001;5(3):163-4.\n27.\tMartinez AP, Azevedo GRD.The bristoL stool form scale: its translation to Portuguese, cultura adapatation and validation. Ver Lat -Am Enferm 2012; 20(3):583-89\n28.\tBRASIL. Ministério da Saúde. Agência Nacional de Vigilância Sanitária. Resolução da Diretoria Colegiada -RDC N° 11, de 13 de mar. de 2014. Dispõe sobre os Requisitos de Boas Práticas de Funcionamento para os Serviços de Diálise e dá outras providências. Brasília,DF, mar 2014.\n29.\tKidney Disease: Improving Global Outcomes (KDIGO) CKD Work Group. KDIGO 2012 Clinical Practice Guideline for the Evaluation and Management of Chronic Kidney Disease. Kidney inter., Suppl. 2013; 3: 1-150.\n30.\tWorld Health Organization. Obesity: preventing and managing the global epidemic. Report of a World Health Organization Consultation. Geneva: World Health Organization, 2000. p. 256. WHO Obesity Technical Report Series, n. 284.\n31.\tUNIVERSIDADE ESTADUAL DE CAMPINAS - UNICAMP. Tabela brasileira de composição de alimentos - TACO. 4. ed. rev. e ampl. Campinas: UNICAMP/NEPA, 2011.\n161 p. Disponível em:&lt;http://www.unicamp.br/nepa/taco/tabela.php?ativo=tabela>. Acesso em: 20 out. 2016.\n32.\tLee A, Lambert K, Byrne P, Lonergan M.Prevalence Of Constipation In Patients With Advanced Kidney Disease.J Ren Care. 2016;42(3):144-9.\n33.\tSetyapranata S1, Holt SG.The Gut in Older Patients on Peritoneal Dialysis.Perit Dial Int. 2015;35(6):650-4.\n34.\tCollete VL1, Araújo CL, Madruga SW.Prevalence of intestinal constipation and associated factors: a population-based study in Pelotas, Rio Grande do Sul State, Brazil, 2007.Cad Saude Publica. 2010 Jul;26(7):1391-402. [Article in Portuguese]\n35.Schmulson Wasserman M, Francisconi C, Olden K, et al.The Latin-American Consensus on Chronic Constipation. Gastroenterol Hepatol. 2008 Feb;31(2):59-74. [Article in Spanish]\n36.\tBharucha AE, Pemberton JH, Locke GR 3rd. American Gastroenterological Association technical review on constipation. Gastroenterology. 2013;144:218-238.\n37.\tNavaneethan SD1, Palmer SC, Vecchio M, et al. Phosphate binders for preventing and treating bone disease in chronic kidney disease patients.Cochrane Database Syst Rev. 2011 ;(2):CD006023.\n38.\tLiu Z, Su G, Guo X, Wu Y, et al. Dietary interventions for mineral and bone disorder in people with chronic kidney disease. Cochrane Database Syst Rev. 2015; (9):CD010350.\n39.\tWaheed AA1, Pedraza F, Lenz O, Isakova T. Phosphate control in end-stage renal disease: barriers and opportunities. Nephrol Dial Transplant. 2013; 28(12):2961-8.\n40.\tNerbass FB, Cuppari L, Avesani CM, et al. Decrease in Serum Phosphorus After Nutricional Intervention in Hyperphosphatemic Patients on Hemodialysis. J Bras Nefrol 2008;30(4):288-93 [Article in Portuguese]\n41.\tDe Schryver AM1, Keulemans YC, Peters HP,et al. Effects of regular physical activity on defecation pattern in middle-aged patients complaining of chronic constipation. Scand J Gastroenterol. 2005; 40(4):422-9.\n42.\tAnnells M1, Koch T.Constipation and the preached trio: diet, fluid intake, exercise. Int J Nurs Stud. 2003;40(8):843-52.\n43.\tDukas L1, Willett WC, Giovannucci EL. Association between physical activity, fiber intake, and other lifestyle variables and constipation in a study of women.Am J Gastroenterol. 2003;98(8):1790-6.\n44.\tWald A, Scarpignato C, Kamm MA, Mueller-Lissner S, Helfrich I, Schuijt C, et al. The burden of constipation on quality of life: results of a multinational survey. Aliment Pharmacol Ther. 2007;26:227-36.\n8.\tCONCLUSÕES\n1)\tIdentificar a prevalência de constipação na Unidade de Hemodiálise do Hospital\nMoinhos de Vento em Porto Alegre, Brasil:\nIdentificamos uma prevalência de constipação de 49,1% (N=28) na amostra investigada.\n2)\tIdentificar características sociodemográficas e comportamentais, comorbidades e medicamentos associados à constipação em pacientes em hemodiálise:\nIdentificamos que a inatividade física, embora avaliada através de uma única questão, esteverelacionada com a prevalência de constipação nesta população, e que o sexo feminino demostrou uma tendência de associação, enquanto os demais itens pesquisados: diabetes, anos de estudo, uso de quelantes, tipo de quelantes de fósforo, idade avançada e estado nutricional não mostraram associação com a constipação nesta população.\n3)\tIdentificar, através de recordatório alimentar, a associação entre o consumo de fibras na dieta com a prevalência de constipação:\nObservou-se que a média da ingestão de fibras nesta população é pouco mais da metade da recomendação usual de fibras para manejo da constipação que é de 25g/dia. A média da ingestão de fibras foi baixa, porém não foi observada diferença significativa entre constipados e não constipados.\n9.\tPERSPECTIVAS\n1)\tEstudos de intervenção para manejo da constipação (incluindo ECR já aprovado no CEP)\n2)\tMelhor avaliação dos métodos diagnósticos para constipação na população com DRC e em TRS.\n3)\tAvaliação do impacto da constipação na qualidade de vida dos pacientes em HD e impacto dos tratamentos na qualidade de vida dos pacientes.\n10.\tCONSIDERAÇÕES FINAIS\nA constipação apresenta-se como um sintoma frequente na população em hemodiálise. Sua etiologia é multifatorial, e ainda requer investigações mais profundas. Estudos nesta temática têm grande importância prática, pois quando não tratada, a constipação gera grande impacto no bem estar do paciente, além de poder elevar os custos para o sistema de saúde. Até esse momento poucas são as alternativas para o manejo da constipação nesta população, além de alternativas paliativas, como os laxativos. Também pouco se sabe sobre sua real interferência de formulações simbióticas e probióticas na atenuação deste sintoma em pacientes em diálise, encorajando o prosseguimento desta linha de pesquisa para corroborar com um desfecho tão importante como qualidade de vida, num tratamento, muitas vezes, de tão longo prazo.\n11.\tREFERÊNCIAS BIBLIOGRÁFICAS DISSERTAÇÃO\n1.\tBastos MG, Bregman R, Kirsztajn GM. Doença renal crônica: frequente e grave, mas também previsível e tratável. Rev Assoc Med Bras. 2010;56(2):248-53.\n2.\tRiella MC. Princípios de nefrologia e distúrbios hidroeletrolíticos. 5a.ed. Rio de Janeiro (RJ): Guanabara Koogan; 2010.1264 p. p.980-1019.\n3.\tTonelli M, Riella M. Chronic kidney disease and the aging population. Indian J Nephrol. 2014; 24(2): 71 -74.\n4.\tRomão Jr JE. Doença renal crônica: definição, epidemiologia e classificação. J Bras Nefrol. 2004;26(3 Supl 1):1-3.\n5.\tDavison R, Sheerin NS. Prognosis and management of chronic kidney disease (CKD) at the end of life. Postgrad Med J. 2014 Feb;90(1060):98-105.\n6.\tWebster AC, Nagler EV, Morton RL, Masson P. Chronic Kidney Disease. Lancet (London, England). 2017; 389(10075):1238-52.\n7.\tDaugidas JT, Blake P. Manual de Diálise. Rio de Janeiro, RJ: Guanabara Koogan, 2007.\n8.\tLozano, R. et al. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet,.2013; v. 380, p. 2095-128.\n9.\tVivekanand, JHA. et al. Chronic kidney disease: global dimensions and perspectives. Lancet. 2013. v. 382, p. 260-72.\n10.\tDavison R, Sheerin NS. Prognosis and management of chronic kidney disease (CKD) at the end of life. Postgrad Med J. 2014 Feb;90(1060):98-105.\n11.\tKolewaski CD, Mullally MC, Parsons TL, Paterson ML, Toffelmire EB, King-VanVlack CE.Quality of life and exercise rehabilitation in end stage renal disease. CANNT J 2005; 15:22-9.\n12.\tLee SY, Yang DH, Hwang E,et al. The Prevalence, Association, and Clinical Outcomes of Frailty in Maintenance Dialysis Patients.J Ren Nutr. 2017;27(2):106-112.\n13.\tCano AE, Neil AK, Kang JY, et al. Gastrointestinal symptoms in patients with end-Stage renal disease undergoing treatment by hemodialysis or peritoneal Dialysis. Am J Gastroenterol 2007; 102: 1990-7.\n14.\tFiderkiewicz B, Rydzewska-Rosolowska A, Mysliwiec M, et al. Factors associated with irritable bowel syndrome symptoms in hemodialysis patients. World J Gastroenterol. 2011; 17(15):1976-81.\n15.\tDong R, Guo ZY, Ding JR, et al. Gastrointestinal symptoms: A comparison between patients undergoing peritoneal dialysis and hemodialysis. World J Gastroenterol. 2014; 20(32):11370-5.\n16.\tMurtagh, FEM, Addington-Hall, J, Higginson, IJ. The prevalence of symptoms in endstage renal disease: a systematic review. Adv Chronic Kidney Dis. 2007; 14:82-99.\n17.\tZhang J, Huang C, Li Y, et al.Health-related quality of life in dialysis patients with constipation: a cross-sectional study. Patient Prefer Adherence. 2013; 7:589-94.\n18.\tGok EG, inci A, Çoban M, et al. Functional bowel disorders and associated risk factors in hemodialysis patients in Turkey.Turk J Gastroenterol. 2017; 28(1):12-19.\n19.Shirazian S, Radhakrishnan J. Gastrointestinal disorders and renal failure: exploring the connection. Nat Rev Nephrol. 2010; 6:480-492.\n20.\tAnzuategui, LSY, Holffman, K, Martins, C., Maciel, MARM, Anzuategui, RR, Riela, MC. A prevalência de constipação em pacientes em diálise crônica brasileira J Nephrol. 2008; 30: 137-143.\n21.\tYasuda G, Shibata K, Takizawa T, Ikeda Y, Tokita Y, Umemura S, et al. Prevalence of constipation in continuous ambulatory peritoneal dialysis patients and comparison with hemodialysis patients. Am J Kidney Dis. 2002; 39:1292-9.\n22.Strid, H., Simren, M., Johansson, A.C., Svedlund, J., Samuelsson, O., Bjornsson, E.S. The prevalence of gastrointestinal symptoms in patients with chronic renal failure is increased and associated with impaired psychological general well-being. Nephrol Dial Transplant. 2002; 17:1434-1439.\n23.\tSalamon K, Woods J, Paul E, Huggins C.Peritoneal dialysis patients have higher prevalence of gastrointestinal symptoms than hemodialysis patients.J Ren Nutr. 2013; 23(2):114-8.\n24.\tWald A, Scarpignato C, Kamm MA, Mueller-Lissner S, Helfrich I, Schuijt C, et al. The burden of constipation on quality of life: results of a multinational survey. Aliment Pharmacol Ther. 2007; 26:227-36.\n25.\tSalmean YA, Zello GA, Dahl WJ. Foods with added fiber improve stool frequency in individuals with chronic kidney disease with no impact on appetite or overall quality of life.BMC Res Notes. 2013;6:510.\n26.\tDe Giorgio R, Ruggeri E, Stanghellini V, et al. Chronic constipation in the elderly: a primer for the gastroenterologist.BMC Gastroenterol. 2015;15:130.\n27.\tChang JY, Locke GR, Schleck CD, Zinsmeister AR, Talley NJ. Risk factors for chronic constipation and a possible role of analgesics. Neurogastroenterol Motil. 2007; 19:905-11.\n28.\tWorld Gastroenterology Organisation Practice Guidelines. Manejo dos sintomas comuns\nde doenças gastrointestinais na comunidade Perspectiva mundial sobre azia, constição, distensão e dor/ desconforto abdominal [Internet]. .[S.I.]: WHO,2013 .[Acessado em 06 ago 2017].\tDisponivel\tem\nhttp://www.worldgastroenterology.org/UserFiles/file/guidelines/common-gi-symptoms-portuguese-2013.pdf\n29.Palmer SC, Ruospo M, Campbell KL.et al. Nutrition and dietary intake and their association with mortality and hospitalisation in adults with chronic kidney disease treated with haemodialysis: protocol for DIET-HD, a prospective multinational cohort study. BMJ Open. 2015; 5(3).\n30.Suzuki D, Ichie T, Hayashi H, Sugiura Y, Sugiyama T. Gastrointestinal symptoms after the substitution of sevelamer hydrochloride with lanthanum carbonate in Japanese patients undergoing hemodialysis.Pharmazie. 2015; (8):522-6.\n31. Bernaud FSR, Rodrigues TC. Dietary fiber - Adequate intake and effects on metabolism healthArq Bras Endocrinol Metab. 2013;57/6. [Article in Portuguese]\n32.Sutton D, Ovington S, Engel B. A multi-centre, randomised trial to assess whether increased dietary fibre intake (using a fibre supplement or high-fibre foods) produces healthy bowel performance and reduces laxative requirement in free living patients on peritoneal dialysis.J Ren Care. 2014;40(3):157-63.\n33.\tHung SC, Lai YS, Kuo KL, Tarng DC. Volume overload and adverse outcomes in chronic kidney disease: clinical observational and animal studies.J Am Heart Assoc. 2015;4(5).\n34.\tLi YN, Shapiro B, Kim JC, Zhang M, et al. Association between quality of life and anxiety, depression, physical activity and physical performance in maintenance hemodialysis patients.Chronic Dis Transl Med. 2016;2(2):110-119.\n35.\tWald A, Scarpignato C, Mueller-Lissner S. et al. A multinational survey of prevalence and patterns of laxative use among adults with self-defined constipation. Aliment Pharmacol Ther. 2008; 28: 917-930.\n36.\tXing JH, Soffer EE. Adverse effects of laxatives.Dis Colon Rectum. 2001;44(8):1201-9.\n37.\tCruz M, Andrade C, Urrutia M, Draibe S, Martins-Nogueira L, Sesso R. Quality of life in patients with chronic kidney disease. Clinics. 2011;66(6):991-5.\n38.\tKidney Disease: Improving Global Outcomes (KDIGO) CKD Work Group. KDIGO 2012 Clinical Practice Guideline for the Evaluation and Management of Chronic Kidney Disease. Kidney inter., Suppl. 2013; 3: 1-150.\n39.\tBRASIL. Ministério da Saúde. Diretrizes Clínicas para o cuidado ao paciente com Doença Renal Crônica - DRC, Brasília, DF, 2014a. Disponível em: . Acesso em: 31 maio. 2017.\n40.\tParving HH. Hypertension and diabetes: the scope of the problem.Blood Press Suppl. 2001;2:25-31.\n41.\tSesso RC. Lopes AA, Thomé FS, Lugon JR, Martins CT. Inquérito Brasileiro de Diálise Crônica 2016. Bras Nefrol 2017;39(3):261-266.\n42.\tCassini AV, Malagutti W, Rodrigues FSM, Deus RB, Barnabe AS, Francisco L et al. Avaliação dos principais fatores etiológicos em indivíduos portadores de insuficiência renal crônica em hemodiálise. ConScientiae Saúde. 2010;9(3):462-468.\n43.Sesso RC. Lopes AA, Thomé FS, Lugon JR, Santos DR. Inquérito Brasileiro de Diálise Crônica 2013 - Análise das tendências entre 2011 e 2013. J Bras Nefrol 2014;36(4):476-481.\n44.\tYamagata K, Yagisawa T, Nakai S, et al. Prevalence and incidence of chronic kidney disease stage G5 in Japan.Clin Exp Nephrol. 2015;1:54-64.\n45.\tERA-EDTA Registry: ERA-EDTA Registry Annual Report 2014. Academic Medical Center, Department of Medical Informatics, Amsterdam, the Netherlands, 2016.\n46.\tHallan SI, Stevens P. Screening for chronic kidney disease: which strategy.J Nephrol. 2010;23(2):147-55.\n47.\tLevey AS, Coresh J. Chronic kidney disease. Lancet. 2012;379(9811): 165-80.\n48.\tTonelli M, Riella M. Chronic kidney disease and the aging population. Indian J Nephrol. 2014; 24(2): 71-74.\n49.\tSaran R, Li Y, Robinson B, Ayanian J, et al. US Renal Data System 2014 Annual Data Report: Epidemiology of Kidney Disease in the United States. Am J Kidney Dis. 2015;66 (1 Suppl 1).\n50.\tBello AK, Levin A, Tonelli M, et al. Assessment of Global Kidney Health Care Status.JAMA. 2017;317(18):1864-1881.\n51.\tRobinson BM, Akizawa T, Jager KJ, et al. Factors affecting outcomes in patients reaching end-stage kidney disease worldwide: differences in access to renal replacement therapy, modality use, and haemodialysis practices.Lancet. 2016;388(10041):294-306.\n52.\tPalmer SC, Maggo JK, Campbell KL, et al. Dietary interventions for adults with chronic kidney disease.Cochrane Database Syst Rev. 2017;4:CD011998.\n53.\tSuki WN1, Moore LW1. Phosphorus Regulation in Chronic Kidney Disease.Methodist Debakey Cardiovasc J. 2016;12(4 Suppl):6-9.\n54.\tBreitsameter G1, Figueiredo AE, Kochhann DS. Calculation of Kt/V in haemodialysis: a comparison between the formulas.J Bras Nefrol. 2012;34(1):22-6. [Article in English, Portuguese]\n55.\tLee SY, Yang DH, Hwang E, et al. The Prevalence, Association, and Clinical Outcomes of Frailty in Maintenance Dialysis Patients.J Ren Nutr. 2017;27(2):106-112.\n56.\tChin H, Song Y, Lee S, Kim K, Na K. Moderately decrease renal function negatively affects the health - related quality of life among the elderly Koren population-based study. Nephrol Dial Transplant. 2008;23(9):2810-17.\n57.\tCondé SAL; Fernandes N; Santos FR; Chouab A; Mota MMEP; Bastos, MG. Declínio cognitivo, depressão e qualidade de vida em pacientes de diferentes estágios da doença renal crônica. J Bras Nefrol. 2010;32(3):242-248.\n58.\tWorld Gastroenterology Organisation Practice Guidelines. Constipação: uma perspectiva mundial [Internet]. .[S.I.]: WHO,2010 .[Acessado em 06 ago 2017]. Disponivel em http://www.worldgastroenterology.org/UserFiles/file/guidelines/common-gi-symptoms-portuguese-2013.pdf\n59.\tRao SS. Constipation: evaluation and treatment of colonic and anorectal motility disorders.Gastrointest Endosc Clin N Am. 2009;19(1):117-39.\n60.\tCollete VL1, Araújo CL, Madruga SW. Prevalence of intestinal constipation and associated factors: a population-based study in Pelotas, Rio Grande do Sul State, Brazil, 2007.Cad Saude Publica. 2010;26(7):1391-402. [Article in Portuguese]\n61.\tBove A, Bellini M, Battaglia E, et al. Consensus statement AIGO/ SICCR diagnosis and treatment of chronic constipation and obstructed defecation (part II: treatment). World J Gastroenterol. 2012; 18:4994-5013.\n62.\tGarrigues V, Galvez C, Ortiz V, Ponce M, Nos P, Ponce J. Prevalence of constipation: agreement among several criteria and evaluation of the diagnostic accuracy of qualifying symptoms and self-reported definition in a population-based survey in Spain. Am J Epidemiol. 2004; 159:520-526.\n63.\tLiu LW1. Chronic constipation: current treatment options.Can J Gastroenterol. 2011;25 Suppl B:22B-28B.\n64.Schmulson Wasserman M, Francisconi C, et al. The Latin-American Consensus on Chronic Constipation.Gastroenterol Hepatol. 2008;31(2):59-74. [Article in Spanish]\n65.\tBharucha AE, Pemberton JH, Locke GR 3rd. American Gastroenterological Association technical review on constipation. Gastroenterology. 2013; 144:218-238\n66.\tSharma A, Rao S. Constipation: Pathophysiology and Current Therapeutic Approaches.Handb Exp Pharmacol. 2017;239:59-74.\n67.\tJohanson J, Kralstein J (2007) Chronic constipation: a survey of the patient perspective. Aliment Pharmacol Ther 25:599-606.\n68.\tDrossman DA. The functional gastrointestinal disorders and the Rome II process. Gut. 1999 Sep;45 Suppl 2:1-5.\n69.\tDrossman DA. The functional gastrointestinal disorders and ROMA III progress. Gastroenterology.2006 Apr;130(5):1377-90\n70Drossman DA, Hasler WL. Rome IV-functional GI disorders: Disorders of gutbrain interaction. Gastroenterology. 2016; 150:1257-61.\n71Juan J. Sebastián Domingo. Los nuevos criterios de Roma (IV) de los trastornos funcionales digestivos en la práctica clínica The new Rome criteria (IV) of functional digestive disorders in clinical practice. Med Clin 2017; 148:464-8.\n72.Riegler G, Esposito I. Bristol scale stool form. A still valid help in medical practice and clinical research. Tech Coloproctol. 2001;5(3):163-4.\n73.\tMacmillan AK, Merrie AE, Marshall RJ, Parry BR. Design and validation of a comprehensive fecal incontinence questionnaire. Dis Colon Rectum. 2008;51(10):1502-22.\n74.\tMartinez AP, Azevedo GRD.The bristoL stool form scale: its translation to Portuguese, cultura adapatation and validation. Ver Lat -Am Enferm 2012;20(3):583-89.\n75.\tLee A, Lambert K, Byrne P, Lonergan M. Prevalence of constipation in patients with advanced kidney disease. J Renal Care 2016; 42(3):144-49.\n76.\tYang J, Wang H-P, Zhou L, et al. Effect of dietary fiber on constipation: A meta-analysis. World J Gastroenterol 2012; 18(48): 7378-7383.\n77.\tAnderson JW, Baird P, Davis RH Jr, et al. Health benefits of dietary fiber.\nNutr Rev. 2009;67(4):188-205.\n78.\tHowlett JF, Betteridge VA, Champ M, Craig SAS, Meheust A, Jones JM. The definition of dietary fiber - discussions at the Ninth Vahouny Fiber Symposium: building scientific agreement. Food Nutr Res. 2010; 54:5750.\n79.\tTungland BC, Mayer D. Nondigestible oligo- and polysaccharides (dietary fiber): their physiology and role in human health and food. Comp Rev Food Sci Food Saf. 2002;1:73-92.\n80.\tDeVries JW. On defining dietary fibre. Proceedings of the Nutrition Society. 2003;46(3):112-29.\n81.\tPalit S, Lunniss PJ, Scott SM. The physiology of human defecation. Dig Dis Sci 2012; 57:1445-64.\n82.\tThomson AB, Drozdowski L, Iordache C, et al. Small bowel review: Normal physiology, part 2. Dig Dis Sci 2003; 48:1565-81.\n83.\tBrasil. Ministério da Saúde. Secretaria de Atenção à Saúde. Departamento de Atenção Básica. Guia alimentar para a população brasileira / Ministério da Saúde, Secretaria de Atenção à Saúde, Departamento de Atenção Básica. - 2. ed., 1. reimpr. - Brasília: Ministério da Saúde, 2014. 156 p.\n84.\tLembo A1, Camilleri M. Chronic constipation.N Engl J Med. 2003;349(14):1360-8.\n85.\tMiller LE , Ouwehand AC , Ibarra A. Effects of probiotic-containing products on stool frequency and intestinal transit in constipated adults: systematic review and meta-analysis of randomized controlled trials.Ann Gastroenterol. 2017;30(6):629-639.\n86.\tDimidi E, Christodoulides S, Fragkos KC,et al. The effect of probiotics on functional constipation in adults: a systematic review and meta-analysis of randomized controlled trials.Am J Clin Nutr. 2014;100(4):1075-84.\n87.\tMachado W, Monteiro &amp; Capelari SM. Avaliação da eficácia e do grau de adesão ao uso prolongado de fibra dietética no tratamento da constipação intestinal funcional. Rev. Nutr.2010;23(2):231-38.\n88.\tAnnells M, Koch T. Constipation and the preached trio: diet, fluid intake, exercise.Int J Nurs Stud. 2003;40(8):843-52.\n89.\tde Lira CA, Vancini RL, Ihara SS, da Silva AC, et al. Aerobic exercise affects C57BL/6 murine intestinal contractile function.Eur J Appl Physiol. 2008;103(2):215-23.\n90.\tDe Schryver AM, Keulemans YC, Peters HP, et al. Effects of regular physical activity on defecation pattern in middle-aged patients complaining of chronic constipation.Scand J Gastroenterol. 2005; 40(4):422-9.\n91.\tLi YN, Shapiro B, Kim JC, Zhang M, et al. Association between quality of life and anxiety, depression, physical activity and physicalperformance in maintenance hemodialysis patients.Chronic Dis Transl Med. 2016;2(2):110-119.\n92.\tSoares M. Medicamentos não Prescritos - Aconselhamento Farmacêutico, 2a ed., Lisboa, vol. I e II, Publicações Farmácia Portuguesa ANF, 2002.\n93.\tWolff FH, Brandão ABM. Laxativos e Anti-Diarreicos. In: Flávio D. Fuchs; Lenita Wannmacher. (Org.). Farmacologia Clínica - Fundamentos da Terapêutica Racional. 4 ed. Rio de Janeiro, 2010, v. 1, p. 5-10.\n94.\tRamos CI, Lim AFA, Grilli DG, Cuppari L. The Short -term effects of olive oil and flaxseed oil for the treatment of constipation in hemodialysis patients. J Renal Nutr 2015;25(1):50-6.\n95.DeVries JW. On defining dietary fibre. Proceedings of the Nutrition Society. 2003;46(3):112-29.\n96.Sulaberidze G, Okujava M, Liluashvili K, Tughushi M, Abramashvili M. Impact of food enriched with dietary fiber on patients with constipationpredominant irritable bowel syndrome.Georgian Med News. 2017;(264):132-135.\n97.Tungland BC, Mayer D. Nondigestible oligo- and polysaccharides (dietary fiber): their physiology and role in human health and food. Comp Rev Food Sci Food Saf. 2002; 1:73-92.\n98.Sutton D1, Dumbleton S, Allaway C Can increased dietary fibre reduce laxative requirement in peritoneal dialysis patients?J Ren Care. 2007;33(4):174-8.\n99.\tNerbass FB, Cuppari L, Avesani CM, et al. Decrease in Serum Phosphorus After Nutritional Intervention in Hyperphosphatemic Patients on Hemodialysis. J Bras Nefrol 2008;30(4):288-93. [Article in Portuguese]\n100.\tLiu Z, Su G, Guo X, Wu Y, et al. Dietary interventions for mineral and bone disorder in people with chronic kidney disease. Cochrane Database Syst Rev. 2015; (9):CD010350.\n101.\tIhana-Sugiyama N, Nagata N, Yamamoto-Honda R, et AL. Constipation, hard stools, fecal urgency, and incomplete evacuation, but not diarrhea is associated with diabetes and its related factors.World J Gastroenterol. 2016;22(11):3252-60.\n102.\tVinik AI, Maser RE, Mitchell BD, Freeman R. Diabetic autonomic neuropathy. Diabetes Care. 2003;26:1553-1579.\n103.\tFujishiro M, Kushiyama A, Yamazaki H, et al. Gastrointestinal symptom prevalence depends on disease duration and gastrointestinal region in type 2 diabetes mellitus.World J Gastroenterol. 2017;23(36):6694-6704.\n104.Saraiva MM . Transito do cólon e diabetes. J Port Gastrenterol 2013;20(2):49-51.\n105.\tRon Y, Wainstein J, Leibovitz A, Monastirsky N, Habot B, Avni Y, Segal R. The effect of acarbose on the colonic transit time of elderly long-term care patients with type 2 diabetes mellitus. J Gerontol A Biol Sci Med Sci. 2002;57:M111-4.\n106.\tVitetta, L.; Gobe, G. Uremia and chronic kidney disease: The role of the gut microflora and therapies with pro- and prebiotics. Mol. Nutr. Food Res.2013, 57, 824-832.\n107.\tCigarran Guldris S, Gonzalez Parra E, Cases Amenos A. Gut microbiota in chronic kidney disease. Nefrologia : publicacion oficial de la Sociedad Espanola Nefrologia. 2017; 37(1):9-19.\n108.\tYamada E, Namiki Y, Takano Y, et al. Clinical factors associated with the symptoms of constipation in patients with diabetes mellitus: a multicenter study.J Gastroenterol Hepatol. 2017.\n109.\tPoesen R, Meijers B, Evenepoel P. The colon: an overlooked site for therapeutics in dialysis patients. Semin Dial 2013; 26: 323-332.\n110.\tGouroju S, Rao PVLNS, Bitla AR, et al. Role of Gut-derived Uremic Toxins on Oxidative Stress and Inflammation in Patients with Chronic Kidney Disease.Indian J Nephrol. 2017;27(5):359-364.\n111.\tRamezani A, Massy ZA, Meijers B, Evenepoel P, Vanholder R, Raj DS. Role of the Gut Microbiome in Uremia: A Potential Therapeutic Target. American journal of kidney diseases: the official journal of the National Kidney Foundation. 2016; 67(3):483-98.\n112.\tMiller LE, Ouwehand AC, Ibarra A. Effects of probiotic-containing products on stool frequency and intestinal transit in constipated adults: systematic review and meta-analysis of randomized controlled trials.Ann Gastroenterol. 2017;30(6):629-639.\n113.\tVanholder R, Glorieux G. The intestine and the kidneys: a bad marriage can be hazardous. Clin Kidney J. 2015;8(2):168-79.\n114.\tRanganathan N, Ranganathan P, Friedman EA, et al. Pilot study of probiotic dietary supplementation for promoting healthy kidney function in patients with chronic kidney disease. Adv Ther 2010; 27:634-647.\n115.\tNakabayashi I, Nakamura M, Kawakami K, et al. Effects of synbiotic treatment on serum level of p-cresol in haemodialysis patients: a preliminary study. Nephrol Dial Transplant. 2011; 26:1094-1098.\n116.\tDi Cerbo A, Pezzuto F, Palmieri L, et al.Clinical and experimental use of probiotic formulations for management of end-stage renal disease: an update.Int Urol Nephrol 2013; 45: 1569-1576\n117.\tAlatriste PVM, Arronte RU, Espinosa COG, Cuevas MAE . Effect of probiotics on human blood urea levels in patients with chronic renal failure. Nutr Hosp. 2014;29(3):582-590\n118.\tLiang-Min Xie, Yi-Yun Ge, Xin Huang, Yi-Qiong Zhang, Jun-Xuan Li . Effects of fermentable dietary fiber supplementation on oxidative and inflammatory status in hemodialysis patients Int J Clin Exp Med 2015;8(1):1363-1369.\n119.\tMafra D, Fouque D. Gut microbiota and inflammation in chronic kidney disease patients Clin Kidney J 2015.8 (3): 332-334.\n120.\tAron-Wisnewsky J, Clement K. The gut microbiome, diet, and links to cardiometabolic and chronic disorders. Nature reviews Nephrology. 2016; 12(3):169-81\n121.\tMazlyn MM, Nagarajah LH, Fatimah A, Norimah AK, Goh KL (2013) Effects of a probiotic fermented milk on functional constipation: a randomized, double-blind, placebo-controlled study. J Gastroenterol Hepatol 28:1141-1147\n122.\tKolida S, Gibson GR (2011) Synbiotics in health and disease. Annu Rev Food Sci Technol 2:373-393\n89\nANEXOS E APÊNDICES\nAPÊNDICE I - TERMO DE CONSCENTIMENTO LIVRE E ESCLARECIDO\n4\nUFRGS\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\n“Efeito da administração oral de simbióticos na regulação intestinal e na qualidade de vida de pacientes em hemodiálise: um ensaio clínico randomizado” (HEMOSIM)\nTERMO DE CONSENTIMENT O LIVRE E ESCLARECIDO\nA constipação (prisão de ventre, dificuldade em evacuar) é um problema freqüentemente relatado em indivíduos que realizam hemodiálise. Raramente, leva a problemas graves, porém o desconforto provocado pode ser um fator que afeta negativamente à qualidade de vida. Estudos tem mostrado que flora intestinal de quem tem Insuficiência Renal Crônica é alterada em função da própria doença e de medicações utilizada no seu tratamento, e que melhorar a flora intestinal através de suplementos contendo bactérias benéficas e fibras (chamados de simbióticos) pode melhorar a qualidade de vida, os sintomas de prisão de ventre e os exames laboratoriais de pacientes nesta condição.\nNosso objetivo é avaliar se esses suplementos (simbióticos) realmente ajudam a diminuir a constipação, a melhorar a qualidade de vida e os exames laboratoriais de pacientes que fazem hemodiálise. Para isso, será desenvolvida pesquisa na qual, durante 1 mês, um grupo de pacientes receberá uma dose diária de simbióticos, enquanto outro receberá um envelope de igual aspecto contendo apenas uma substância sem ação sobre o organismo (placebo). A decisão sobre que usará o simbiótico e quem usará o placebo será por sorteio, ou seja, até o final do estudo, nem você nem o pesquisador saberão o que cada participante está usando.\n•\tEsta pesquisa prevê o uso da medicação por um mês (30 dias no total).\n•\tDurante esse período você deverá evitar o uso de medicações laxativas sem orientação de seu médico.\n•\tVocê será acompanhado durante 30 dias, pelo nutricionista responsável pela pesquisa, durante sua sessão de hemodiálise, com 4 encontros semanais exclusivos. Neste mesmo momento serão entregues sem custo algum os saches que deverão ser utilizados naquela semana.\n•\tSerá solicitado o preenchimento de um questionário com informação de dados pessoais e algumas informações de seus hábitos intestinais, e de ingestão alimentar que será reaplicado durante os acompanhamentos semanais até o final do estudo.\n•\tNa primeira consulta também será realizada medida de altura para avaliação do seu estado nutricional. Esta medida não é invasiva e não causam riscos a sua saúde.\n•\tSerão coletados de seu prontuário os resultados dos exames que você já realiza rotineiramente na diálise, não sendo necessárias coletas extras de sangue.\n•\tVocê poderá sentir, na primeira semana de acompanhamento, um pouco mais de flatulências (Conhecidos como gazes). Esse sintoma tende a desaparecer após a primeira semana de uso da formulação, sem causas problemas a sua saúde.\n•\tEsses sachês também podem oferecer uma pequena quantidade de calorias, em torno de 45 kcal ao total por dia que provavelmente não influenciarão no seu peso.\nSerão fornecidos a você os dados das avaliações nutricionais realizada, bem como os resultados dos questionários. Além disso, na presença de qualquer alteração ou desconforto seu médico assistente será comunicado.\nEm qualquer momento você poderá tirar dúvidas que possam existir sobre esta pesquisa, perguntando diretamente aos pesquisadores citados abaixo ou dirigindo-se ao Comitê de Ética em Pesquisa do Hospital Moinhos de Vento. Você terá total liberdade deixar a pesquisa a qualquer momento. Concordar ou não em participar deste estudo, não implicará nenhuma mudança no tratamento ou nos seus cuidados habituais, portanto, sinta-se com total liberdade para participar ou não.\nGarantimos sigilo quanto aos seus dados colhidos na pesquisa, assegurando-lhe absoluta privacidade. Além disso, você não terá nenhum prejuízo financeiro por participar da pesquisa. Ressaltamos que você não receberá ajuda financeira (dinheiro ou outros bens materiais) para participar da pesquisa. Não são descritos riscos a sua saúde relacionados ou uso dos simbióticos conforme já foi dito, você poderá ser observar um aumento de flatulências (gazes) devido à fermentação intestinal, sintoma que normalmente não gera desconfortos maiores e costuma não persistir por mais de uma semana.\nEu, ______________________________________________, concordo em participar da referida\npesquisa após ter sido informado (a) dos objetivos da pesquisa, de forma clara e detalhada. Recebi informações e esclareci minhas dúvidas. Sei que em qualquer momento poderei solicitar novas informações e modificar a minha decisão se eu desejar. Fui informado de que todos os dados da pesquisa serão confidenciais, que não haverá prejuízo ao tratamento que vem sendo feito, e de que terei total liberdade de retirar meu consentimento de participação na pesquisa a qualquer momento.\nCaso surjam dúvidas sobre o estudo, ficam a disposição os pesquisadores responsáveis para esclarecimentos: Nut. Etielle Pereira Sonaglio (51-8222.22.34), Dr.Fernando Herz Wolff (519249.09.79) e Comitê de Ética em Pesquisa da Associação Hospitalar Moinhos de Vento - sob coordenação Dr. Sérgio Amantéa, fone (51- 3314 3690) - para questões sobre a pesquisa e sobre os direitos dos pacientes envolvidos ou sobre problemas decorrentes da pesquisa.\n/ /\nAssinatura do paciente\tNome\tData / /\nAssinatura do pesquisador\tNome\tData\nEste formulário foi lido para\t\tem\t/\t/\n\tpor Etielle Pereira Sonaglio\t\nAPÊNDICE II - INSTRUMENTO DE COLETA DE DADOS\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL - UFRGS\nFACULDADE DE MEDICINA Programa de Pós-Graduação em Gastroenterologia\n1.\tNumero de identificação:_____________\n2.\tNome do paciente :______________________________Iniciais_______________\n3.\tData da entrevista INICIAL: l_l______l / l_l_l /201 l\n4.\tData de nascimento: l_l____l / l_l_l /l__l_____l_I__I\n5.\tIdade: l_l_____l anos\n6.\tSexo: l__l 1. Masculino l__l 2. Feminino\n7.\tTempo que realiza hemodiálise em anos?______________\n8.\tÉ diabético? l_l 1. Sim l__l 2. Não\n9.\tPatologia de base : l_l 1. DM l__l 2. HAS l____l 3. GLOMERONEFRITES l______l 4 . OUTROS l___l\n5. DESCONHECIDO\n10.\tQual é sua cor ou raça? l_l 1. Branca l_l 2. Não -Branca\n11.\tEscolaridade em anos de estudo:_______________\n12.\tQual seu estado conjugal?\nl__l 1. Solteiro(a)\tl____l 2. Casado (a) l___l 3. Vivendo como casado(a)\nl__l 4. Separado(a)\tl____l 5. Viúvo\n13.\tRealiza atividade física regular: l_l 1. Sim l___l 2.Não\n14.\tSe sim, qual atividade física realiza, e em qual frequência?______\n15.\tÉ candidato a transplante renal? l__l 1. Sim l___l 2. Não\n16. Você apresenta ou apresentou nos últimos meses algum destes sintomas gastrointestinais abaixo?\nDificuldade de evacuar\tl\tl 1. Sim\tl\tl 2. Não\nDores abdominais\tl\tl 1. Sim\tl\tl 2. Não\nDistensão abdominal ( “ barriga inchada”)\tl\t_l 1. Sim\tl\tl 2. Não\nVômitos e Náuseas ( Enjôo)\tl\tl 1. Sim\tl\tl 2. Não\nGases /Flatulências\tl\t\tl 1. Sim\tl\tl 2. Não\nDiarreia\tl\tl 1. Sim\tl\tl 2. Não\n17. Esses sintomas interferem de maneira significativa no seu bem-estar?\nl__l 1. Sim l_______l 2. Não\n18. Utiliza atualmente medicamentos laxantes ou produtos para evacuar ( Ex: Chás, capsúlas, fibras, probióticos) ? l_l 1. Sim l_____l 2. Não\nSe sim, a cada quanto tempo ? E qual produto você utiliza?_________________________________\nJá utilizou algum produto em algum momento do seu tratamento? Se sim, qual e em qual dose?\n19. Utiliza atualmente quelantes de fósforo? l_l 1. Sim l___l 2. Não\nSe você respondeu SIM, qual a frequência e qual o quelante e em qual dose?______________________________________________________________\nEsta parte será preenchida pelo pesquisador:\nAvaliação Antropométrica\nMEDIDAS\nINCIAL\nFINAL\n_____________________________DATA COLETA:__________DATA DA COLETA: PESO SECO ALTURA\nIMC\nCLASSIFICACAO\nNUTRICIONAL\nAnálises laboratoriais iniciais e finais_______\nINCIAL\nFINAL\n____________________________DATA COLETA:________DATA DA COLETA:\nURÉIA\nCREATININA\nPOTÁSSIO\nFÓSFORO\nALBUMINA\nHEMOGLOBINA\nACOMPANHAMENTOS:\nSEMANA 1\nDATA:\nSEMANA 2\nDATA:\nSEMANA 3\nDATA:\nSEMANA 4\nDATA:\nRESULTADO DE BRISTOL SINTOMAS DEVOLUÇÃO DOS SACHÊS VAZIOS UTILZADOS\nANEXO I - CRITÉRIOS PARA CONSTIPAÇÃO - ROMA III\nConstipação funcional (ROMA III)\n** As questões foram adaptadas para melhor interpretação e uniformização das perguntas pelos entrevistadores\nOs critérios diagnósticos devem incluir:\n1.\tDois ou mais dos seguintes:\nA)\tEsforço evacuatório durante pelo menos 25% das defecações;\n**Sr(a) faz muito força para evacuar em pelo menos C (1 em cada 4) das suas evacuações?\nl__l 1. Sim l___l 2. Não\nB)\t. Fezes grumosas ou duras em pelo menos 25% das defecações;\n**As suas fezes são em grumos, endurecidas, em pelo menos C (1 em cada 4) das suas evacuações?\nl__l 1. Sim l___l 2. Não\nC)\tSensação de evacuação incompleta em pelo menos 25% das defecações;\n**Sr(a) tem a sensação que não evacuou completamente, _falta sair alguma coisa, em pelo menos C (1 em cada 4) das suas evacuações?\nl__l 1. Sim l___l 2. Não\nD)\t. Sensação de obstrução/bloqueio anorretal das fezes em pelo menos 25% das defecações;\n**Sr(a) tem a sensação de querer evacuar, mas não conseguir em pelo menos C (1 em cada 4) das suas evacuações? Como se algo não permitisse a saída das fezes?\nl__l 1. Sim l___l 2. Não\nE)\t. Manobras manuais para facilitar pelo menos 25% das defecações (por exemplo, evacuação com ajuda digital, apoio do assoalho pélvico);\n**Sr(a) tem que ajudar com as mãos a saída das fezes em pelo menos C (1 em cada 4) das suas evacuações?\nl__l 1. Sim l___l 2. Não\nF)\t. Menos de três evacuações por semana.\n**Sr(a) evacua a cada quanto tempo?\nl__l 1. Sim l___l 2. Não\n2.\tFezes moles estão raramente presentes sem o uso de laxantes;\n**Sr(a) tem fezes amolecidas sem uso de laxantes?\nl__l 1. Sim l__l 2. Não\n3.\tCritérios insuficientes para SII.\nCritérios preenchidos nos últimos 3 meses com início dos sintomas pelo menos 6 meses antes do diagnóstico.\n**Essas respostas são referentes a pelo menos 3 meses? Começaram há uns 6 meses ao menos?\nl__l 1. Sim l____l 2. Não\nANEXO II- ESCALA DE BRISTOL\nANEXO III - REGISTRO ALIMENTAR\nREGISTRO ALIMENTAR ( )DIA SEM DIÁLISE ( )DIA COM DIÁLISE\nNOME:\nNÚMERO:( DATA: /\t/\t)\nDesjejum\nDescrever todos os alimentos ingeridos na refeição como por exemplo: açúcar, adoçante, geléia, etc, especificando as quantidades de cada alimento.\nLanche da Manhã\nLanche da Tarde\nCeia"}]}}}