{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07201"}, {"@name": "filename", "#text": "11862_Alcalde_FlorencioFontecilla_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "VIABILIDADE DA UTILIZAÇÃO LU MOLDES DE AREIA CONGELADOS PARA A ■UNDIÇAO DE METAIS DE BAIXO PONTO DE EUSKO .\n003/85\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA DE CAMPINAS\nSETOR DE FABRICAÇÃO\nVIABILIDADE DA UTILIZAÇÃO DE MOLDES DE AREIA\nCONGELADOS PARA A FUNDIÇÃO DE METAIS DE BAIXO\nPONTO DE FUSÃO\nFLORENCIO\nFONTECILLA ALCALDE\nOrientadora: Prof.\nDra. Maria H. Robert.\nTese apresentada a Faculdade de Engenharia de Campinas - UNICAMP - como parte dos requisitos necessários para obtenção do titulo de MESTRE EM CIÊNCIAS.\n- CAMPINAS 1985 -\nUNICAMP\nBIBLIOTECA CENTRAI\nA Soledad... María Isabel y Felipe, por todos las horas que robe de el los.\nAGRADECIMENTOS\nAgradeço ã Prof. Dra. Maria Helena Robert, a orientação, dedicação e auxilio prestados para o desenvolvimento deste trabalho.\nA Rita Helena, Aristides, Sr. Laerte, Wander ley e a todo o pessoal do Depto. de Eng. Mecânica da Uni camp, que auxiliaram nos trabalhos experimentais.\nAos colegas da IBM do Brasil, Armando, Edison Jose Marcos e M. Helena, pela sua cooperação nos trabalhos de fotografia e datilografia.\nAgradeço ainda a Odovaldo R. Martins, da Fuja dição Romi , pela paciente colaboração nos trabalhos exp. no laboratório de areias.\nRESUMO\nNeste trabalho foi verificada a viabil idaclo do confcc çáo e utilização do moldes de areie), ac! aurorada corri água congclrida para a fundição de lingot.es dc roctais n?<; terrosos (AJ c Pb) . Pa ra tanto foram obtidos moídos em diferentes condições de mistura (areia AFS 45-50 e areia AFS 90-100 contendo 2,4 e 6ri dc águíi) e diferentes temperaturas de congelamento (-50, -70, -90 e -110°C). Foram analisados os tempos de congelamento nas diferentes condi ções, resistência ã tração e tempos de descongelamento ao ar e durante a solidificação do metal, nos moldes obtidos.\nOs resultados mostram-se fa-’oráveis em todos os aspes tos analisados: confecção o operação fácil dos moldes, caréicterís ticas de resistência superiores a outros processos convencionais altos tempos de descongelamento ao ar o compatibilidade entro o tempo de descongelamento no vazamento a o tempo de solidificação do metal líquido neles contido.\nForam também verificadas a emética de solidificação do Pb e Al nos moldes em diferentes condições, a qualidade dos fun didos obtidos (macroestrutura, porosidade,rechupe e acabamento su perfioial); além da viabilidade econômica do processo.\nOs resultados mostraram ótima qualidade do fundido, redução da porosidade interna e estrutura dependente da cinética de solidificação (em geral equiaxial grosseira).\nDiante dos resultados, conelui-se que o processo ê plenamente viável de ser utilizado.\nABSTRACT'\n1t was -ina lysed trie viabi 1 i 11 os of pood no Lion\tand\nutilization cf frozen moulds to be used for non ferrous metals (Bb and A1 ' casting . for these poiirposes , .i t wa s ob t<u 1 nod son id s\t.in\ndifferent mixture conditions ( f.-'i/n we ten- added to ALT-' 4 5-SO and AES 90-.10C sancis) and freezing temperature (--50, -70, - 90 e -L10°C)i. It. was investigated the freezing time in ad J. sitnations,\tyield\nstrenght, in air and during scl id if teat Lon of the meatal heating times., in all the aquieved moulds.\nResults shewed to be favourable .in every aspects: easy productions find operation of mould, mechanical characteristics higher than those of conventional sand moulds, high in-ai.r heating time and compatibility between heating time of mould and solidification time of ingot in it.\nIt was also investimated th\ninctics\nof Al and\nPb\nso 1 id.i f ioation\nin frozen moulds and the1 (quality of\nIngo i: s obt. uinod :\ntheir superf icia.l cgnilit\n, porosity, shr inkiige ,\neconomical viabi Lit\nof\nthe process..\nshowed ingots cd. very uood qua 1 .; t y , reduo tion\na croc true ;\tdepend i. ng of so ; .i d i f lent ion\nk inectics\noaime equ 1 a;: i ai\ngoneral;\nIt was possible tc conclshe tbitt tire pruness is viable to be easily utilized.\nI\tN DICE\nPAGJNA\nCAPI1UL0 1; TECNOLOGIA' DE FUND I Ç_A 0\t0 ]\n1.\tPROCESSOS CONVENCIONAIS DE FUNDING\t01\n1.1.\tPROCESSOS DE FUNDIÇÃO COM MFFES NAO COLAPSAVEIS 02\n1.1.1.\tMoldes Permanentes\t02\n1.1.2.\tMoldes Semipermanenres\t04\n1.1.3.\tFundição\tsob Pressão\t06\n1.1.4.\tFundição\tCentrifuge\t07\n1.2.\tPROCESSOS DE FUNDIÇÃO COM MOE DES CO LAPSAVE IS\n1.2.1.\tMoldagem\tem Areia V-'-rie\t03\n1.2.2.\tMoldagem\tem Areia Se.e\t09\n1.2.3.\tMoldagem\tem Areia-Ci ■; onto\t11\n1.2.4.\tMoldagem\tem Areia ( Macho\t11\n1.2.5.\tMoldagem\tpor Processo de C02\t12\n1.2.6.\tMoldagem\tem Casca\t13\n1.2.7.\tMoldagem\tcom Resinas de Cura a Frio\t15\n1.2.8.\tMoldagem\tpor Cera I-¡- r di da\t15\n1.2.9.\tProcesso\tde Moldes Cerâmicos\t17\n1.2.10.\tFundição\tem Molde Cheio\t17\n2.\tAREIAS DE MOLDAGEM\t20\n2.1.\tDEFINIÇÃO\n2.2.\tCLASSIFICAÇAO DAS AREIAS DE MOLDAGEM\t20\n2 0\n2.2.1.\tQuanto a Origem\n2.2.2.\tQuanto ao Uso na Ca*..a de Moldagem\t21\n2.2.3.\tQuanto a Umidade\t22\n2.3.\tAREIAS-BASE\t22\n2.3.1.\tAreias-Base\tSi1icosa23\n2.3.2.\tAreias-Base\tZircônitas\t23\n2.3.3.\tAreias-Base\tCromitas\t24\n2.3.4.\tAre i a s-Bas e 01 i v i na s\t24\n2.4.\tOS AGLOMERANTES\n2.4.1.\tAglomerantes Inorgânicos\t24\n2.4.1 .1 .\tArgilas\t2 5\n2.4.1.2.\tCimento\t30\n2.4.1.3.Silicatos\t30\n2.4.2.\tAglomerantes Organices\n2.4.2.1.\tAglomerantes Derivados de Cereais 31\n2.4.2.2.\tResinas\t32\n2.4.2.3.\tPixe\t33\n2.5.\tADITIVOS\t33\n2.5.1.\tSerragem\t34\n2.5.2.\tPode Carvão\t34\n2.5.3.\tPo de Sílica\t34\n2.5.4.\tMogol\t34\n2.6.\tPROPRIEDADES DAS\tAREIAS DE\tMOLDAGEM\t35\n2.6.1.\tGranulometria\t35\n2.6.2.\tPermeabilidade\t37\n2.6.3.\tEstabilidade Térmica Dimensional\t37\n2.6.4.\tRefratariedade\t38\n2.6.5.\tEstabilidade Química\t40\n2.6.6.\tColapsibilidade\t40\n2.6.7.\tMoldabilidade\t4]\n2.6.8.\tDesmoldabilidade\t42\n2.7.\tPROCESSOS DE RECUPERAÇÃO DE AREIA\n2.7.1,\t0 Recondicionamento da Areia\t43\n2.7.2.\tA Recuperação da Areia\t44\n3.\tPROCESSOS DE FUNDIÇÃO NfíO CONVENCIONAIS\t50\nCAPITULO 2: SOLIDIFICAÇÃO DE METAIS\n1.\tESTRUTURAS DE SOLIDIFICAÇÃO\n1.1.\tM I CROESTRUTURAS\t53\n1.2.\tMACROESTRUTURAS\t55\n1.2.1.\tAZonaCoquilhada\t37\n1.2.2.\tA Zona Co 1 unar\t60\n1.2.3.\tA Zona Equiaxial\t33\n1.3.\tOS VAZIOS DE CONTRAÇAO\t67\ni.\tRechupe Localizado\t70\nii.\tContraçãoUnidirecional\t70\niíi. Cavidades Internas\ni v . Mi croporos\t73\nv. Porosidades Superfici ai'-\n2.\tINFLUENCIAS DO MOLDE NA ESTRUTURA\t73\n2.1.\t0 MATERIAL DO MOLDE\t73\n2.2.\tA RUGOSIDADE DAS PAREDES DO MOLDE\t74\n2.3.\t0 COEFICIENTE DE TRANSMISSÃO DE CALOR (hi )\n74\n3. INFLUÊNCIA DA ESTRUTURA NAS PROPRIEDADES\nL/ U\nMETAIS\n75\nCAPTTULO 3:___MATERIAIS E ME'TODOS\n. MATERIAIS\t\t\t\n1 . 1\t. AREIAS\t\t7 8\n1 .2\t. AGLOMERANTES\t\t7 8\n1 . 3\t. METAIS\t\t7 P\n1 .4\t. MEIO RESFRIADOR\t\t79\n1 . 5\t. INSTRUMENTOS DE MEDIDA DE TE\tM P E R A T U R A\t7 9\n2.\tMETODOS UTILIZADOS\n7 9\n2.1. CONFECÇÃO DOS MOLDES DE AREIA\n2.2.\tTÉCNICA\tDE CONGELAMENTO DOS I\t10 LDES\n2.3.\tFUSÃO E\tVAZAMENTO DÜ LÍQUIDO\t\n2.4.\tPREPARO\tDE MACROS E M1CR0GP.AF\t■'IAS\n8 0\n8 4\n8 4\n3.\tENSAICS DE AREIAS E MOLDES\n3.1.\tDISTRIBUIÇÃO GP.ANULOMÉTR I C A DAS AREIAS\t85\n3.2.\tCONFERÊNCIA DO TEOR DE AGUA ADICIONADO\t86\nPflG_I NA\n3.3.\tMEDIÇÕES DE RESISTÊNCIA Ã TR<AO DOS MOLDES\t55\n3.4.\tENSAIO DE DUREZA S U P E R F I C I Afig\nCAPITULO 4: RESULTADOS E DISCUSSPES\n1.\tANALISE DA MATÉRIA-PRIMA\n1.1.\tUMIDADE DAS AREIAS-BASE\t90\n1.2.\tGRANULOMETR IA\tg0\n2.\tOS MOLDES CONGELADOS: VIABILIDADE DE CONFECÇÃO E\nUTILIZAÇÃO\t95\n2.1.\tCONGELAMENTO\t96\n2.2.\tDESCONGELAMENTO AO AR\t98\n2.3.\tPROPRIEDADES DOS MOLDES\n2.3.1.\tLimitedoResistênc:j\tT O 4\n2.3.2.\tDureza e PermeabiliTMe\t110\n3.\tA FUNDIÇÃO EM MOLDES CONGELADOS VIABILIDADE DE OPERAÇAO\n3.1.\tASPECTOS GERAIS DE OPERAÇAO\t114\n3.2.\tCINÉTICAS DE DESCONGELAMENTO E SOLIDIFICAÇÃO\n3.2.1.\tTempo Desconge 1 amen&lt;&lt;Areia com Metal\nI I 4\nLíquido\n3.2.2.\tTempo de solidificação do Metal\t119\n3.2.3.\tViabilidade da Fundição -- t\tx t , áquee . s0 1 •\t125\n4.\tQUALIDADE DO FUNDIDO OBTIDO EM MOLDES CONGELADOS\t\t\n4.1..\tQUALIDADE SUPERFICIAL DOS LINGOTES\t130\n4.2.\tRECHUPES\t131\n4.3.\tMACROESTRUTURA\t131\n4.4.\tPOROSIDADE\t138\n4.5.\tASPECTOS ECONOMICOS DO PROCESSO\t144\nCAPITULO 5:\tCONCLUSÕES\t\n5.1.\tQUANTO A VIABILIDADE CONFEÇÃO DOS MOLDES\t148\n5.2.\tQUANTO A VIABILIDADE DE UTILIZAÇÃO\t148\n5.3.\tQUANTO A QUALIDADE DOS FUNDIDOS\t149\n5.4.\tQUANTO A VIABILIDADE ECONOMICA\t150\nI N T R 0 D U Ç ü\nNos últimos tempos, os fundidores tem dispendido extenuantes esforços no desenvolvimento de di feren tes processos de fund¿ çao.\nEm termos gerais, em cada um destes processos é necessário uma preparação previa ao vazamento, icto e, preparar o molde para receber o metal líquido. As variações existentes emtre os métodos particulares de confeção den res moldes, principal mente consistem nas diferentes operações de preparação destes moldes e os machos, sendo usualmente determinados pelos tipos de materiais usados no processo.\nContudo, o método tradicional de fund.çao em moldes de uso individual pode ser dividido de acordo com o tipo de areia usado e o método de aglomeração desta, Assim, duas principais \"gerações\" de areia de moldagem podem ser distinguidas:\n-\tAreias aglomeradas com argila (poden-1 a ser estas areias na turáis, semi-sintéticas ou sintéticas), endurecidas por me io de compactação ou por empaco amento e secagem, e\n-\tAreias aglomeradas por cura a frío ou quente, podendo utilizar aglomerantes orgânicos ou ino pánicos, as que são endureci das através de reações quími &lt;as.\nEm ambos tipos de \"gerações\" de processos de fundição meneio nados o componente mais caro e o aglomerante, cujo custo varia de 30 a 85% do custo total da mistura, dependendo, logicamente, do tipo de aglomerante usado.\nPor outra parte, os aglomerantes tem um importante efeito nas condições de trabalho demtro de ui; . fundição; se são u-sados na forma de pÕ, eles poluem a a tmesfera, e, no caso de serem usadas as resinas sintéticas, a poluição da atmosfera e provocada pela formação de gases ge.ados na sua decomposição .\nAinda, a limitação da aplicação de ag ■ operantes permanentes, como o caso das argilas, resulta no f to que, na pratica, e-ssas areias podem ser usadas so uma v para confeccionar o molde. Apôs o enchimento do molde com o metal líquido e\nRecentemente tem aparecido na literatura algumas informações de novas gerações de moldagem em arela, os chamados “processos sem aglomerantes\". Neste grupo poóem ser citados os processos de moldagem magnética e o processo de moldagem por vácuo, também conhecido por Processo V.\nDesta maneira, considerando a possibilidade de eliminação de aglomerantes, tem surgido a ideia da aglomeração e endurecimento demoldes e machos através da diminuição da temperatura da areia, abaixo do ponto de congelamento dos componentes líquidos da mistura, sendo assumido que esta mistura contem, na sua forma final, sõ areia e o componente líquido, agua, que através de seu congelamento, aglomera os grãos de areia.\nA escassa literatura encontrada atualmente sobre o método de confeção de moldes através do congelamento destes, aparecida na União Soviética e Inglaterra, e mais recentemente na Polonia e Japão, principalmente tem sido destinadas as investigações muito particulares, e, ate certc ponto, de carater geral.\nE,\tpois, objetivo deste trabalho, estudar de uma maneira mais sistemática e detalhada as diversas caraeterísti cas do processo de confecção de moldes de areia congelada; e tambem, carac terísticas dos fundidos obtidos com a utilização deste processo. 0 intuito é contribuir ñas pesquisas buscando soluções a inúmeras incógnitas e problemas de carater pratico, necessários a serem esclarecidos antes de por em prática o processo em escala industrial.\nCAPITULO 1: TECNOLOGIA DE FUNDIÇÃO\nNeste capítulo serão vistos os p'u.essos convencionais de fundição; os materiais empregados na confecção de moldes colapsaveis, suas características c propriedades, bem como a possibilidade de sua reciclagem, após desmoldagem do fundido; serão ainda apresentadas recentes ¡.^quisas feitas, no sentid do de sanar dificuldades advindas da utilização de moldes colapsaveis convencionais - os processos não convencionais de moldagem, nos quais são empregadas areias livres de aglomerantes.\n1 . PROCESSOS CONVENCIONAIS DE FilDIÇÃO\nDevido aos numerosos processos que podem ser utilizados em fundição, os fundidore confrontam-se freqüente^ mente com o problema da escolha entre processos competitivos.\nExigencias de qualidade das peças fundidas aumentam dia a dia: maior precisão de me o’'das, melhor acabamento, melhores propriedades mecânicas.\nAlem das vantagens técnicas, p r o c u r a m - s e dos processos de fundição vantagens de ordem econômica, no que se refere ao custo operacional, procurando manter os investimentos dentro dos limites compatíveis, sem perder de vista a economia de escala ditada pelo nível de pro dução desejada.\nDevido ã importância do molde e aos numerosos materiais utilizados na sua confecção, os processos básicos de fundição são tradicíoralmente carao terizados pelo processo de moldagem empregado.\nDesta maneira, a nossa classificação distinguiria os seguintes tipos de processos de fundição.\nProcessos nos quais sao u t i 1 izados moldes não colapsa-ve i s ;\n-\tMoldes Permanentes\n-\tMoldes Semi permanentes\n-\tMoldes para Vazamento sob pressão\n-\tProcesso de Centrifugação\nProcessos nos quais s ã o u t i 1 i za dos moldes colapsãveis:\n- Moldagem\ta\tVerde\n- Moldagem\ta\tSeco\n- Moldagem\tem\tAreia-cimento\n- Moldagem\tem\tAreia de Macho\n- Processo\tNaSiO 4/CO2\t\n- Moldagem\tem\tCasca\n- Processo\tde\tCura a Frio\n- Processo\tde\tCera Perdida\n- Processo\tde\tMoldes C e r a m i c o s\n- Fundição\tem\tMolde Cheio\n1 11 . PROCESSO DE FUNDIÇÃO COM MRDES NÃO COLAPSÃVEIS\n1.1.1, MOLDES PERMANENTES\nTecnicamente, um molde permanente e aquele no qual o metal pode ser vazado mais de uma vez sem variações das dimensões das peças fundidas nele.\nA utilização de moldes p\"rúa ne n Les d a I.. a dos i níci os da fundição, tendo sido acuados moldes com mais de 5000 anos, de pedra e bronze, para a confecção de armas, ferramentas e ado-nos.\nPosteriormente, coni a introdução da fundição de metais ferrosos, adveio a necessidade de moldes mais refratarios, desenvo 1 vendse o uso de moldes de areia.\nAtualmente, os moldes permanentes são feitos em me tal, geralmente aço ou fur-o fundido, e, em alguns casos, bronze, sendo acabados por us i nagem. Estes moldes são geral mente d e r. o m inados \"coquillias\", de onde provem a expressão \" iãi n dí ção em c oqu i 1 h a \\ s e_n do o vazamento feito por oravidade, na maioria dos casos. Na confecção do nv'lde ou coquilha devem ser previstos e usinados canais de entrada e d i s t r i b u i_ ção de metal líquido, respiros para a saída de ar do molde, a 1imenta d ores , etc. A vida uti1 das co-quilhas varia com o tipo de metal vazado e das tem peraturas de vazamento, oscilando, por exemplo, de 5.000 peças para Fe fundido ate 100.000 para ligas de Zn e Mg (1), quando estes metais são vazados em coqui1has de aço.\n0 metal líquido e vazado no molde de cional e o preenchímento da cavidade vi dade.\nforma convence da por g ra\nEste processo é muito a c' :; • s d o para produções em larga escala de peças peouenas e simples, sem rebaixos complexos ou partes internas intrincadas, obtendo-se, em geral, bom acabamento superficial e boa definição de detalhe'.\nMetais não\tfe rros os (Al uií •\t¡cio e\tCobre) dead e\tmu i to\ntempo eram\tfundidos em !:,■ i\t'■ ''as em\tm ã q u i n ¿i s d e\tlingo\ntamento verticais contínu;\t\t’ s , onde o metal líquido\t\t\né mantido a\ttemperatura i; >\tliforme\tnuma panela\ti n t e r\nmedi ária e\tde onde e vaz.;<\tia para\tum mo 1 de me t.\ta 1 i c o.\nresfriado a\tagua, com a o.\tça o da\tbarra ou p\te r f i 1\ndesejado.\t\t\t\t\nNeste molde\tse procede a\tc 1 i d i f\ti c a ç a o .\tA\tb a r r a\nsolidificada e puxada a ■(•\t\t■ '■ o c i d a d e definida e\t\tcons\ntante, de modo a que, na saída do molde, uma camada sólida de espessura suficiente para suportar a pressão do liquido no seu interior tenha sido fo_r mada .\n0 lingotamento contínuo T hoje largamente utilizado, tanto para metais não ferrosos, para os (quais novos sistemas, alem do vertical, foram desenvolvjp dos, como também para aços de diferentes tipos.\n.1.2. MOLDES SEM I PERMANENTES\nOs moldes semipermanentes são moldes de materiais refratários, que podem ser utilizados mais de uma vez, porem não alcançam c :rau de durabilidade dos moldes permanentes.\nOs materiais usados na sua confecção podem ser gra fite, cerâmica refratária, gesso, vidro ou borracha.\nOs moldes de grafite são ?7aceis de usinar, sao aj_ ta mente refratários e te r boa condutividade te rm j_ ca, porem são frágeis e oxidam a 430QC (1),\nproblemas, podendo, posteriormente, ser usinado e reutilizado para a fundição de rodas de maior diámetro.\nOs moldes semi pe rmanentes em gesso ja foram u t i liza a o s pelos chineses ha 3.0 00 o u 4.000 anos e, na Idade Media, Da Vinca e Ce<1 ini usaram moldes de gesso para produzir suas (.daras de arte.\nA principal vantagem des + c processo e que peças de metais não ferrosos com soeces finas e formas complexas podem ser feitas cmn excelente acabamento e exatidão.\nUrna variante do processe ce fuña i cão em moldes de gesso e o 11 processo Antiocii'1 (desenvolvido por M. Beau, no Antioch Co 11ege , ■Chi o) , que usa como mate r i a 1 de molde urna mistura de areia, talco, silicato de sodio, gesso e ágiir. . A a re i a atoa como mat£ rial base (massa.) e o gesse como aglomerante, podendo, com este material, ser obtidas peças fundidas com tolerancias até de 0,01 mm em peças pequenas e 0,03 mm em peças grandes (2).\nUm exemplo típico deste nncesso e a fabricação de moldes para confecção de pneus. Os moldes de vidro são utilizados limitadamente para ligos de baixc ponto de fusão e pequena; peças de alumínio, permitindo um bom acabamento, \"crém com o inconveniente da fragilidade do molde.\n0s moldes de borracha são utilizados também para fundir pequenas peças de metais de baixo ponto de fusão (Pb e Sn),\n1.1.3.\tFUNDIÇÃO SOB PRESSÃO\nA fundição sob pressão e uüta variedade dos processos que utilizam moldes pe rmancn te s, a qual se diferencia do processo em co quilha, principalmente, porque, ao invés do preenchimento do molde apenas por ação da gravidade, e..:ta é feita por ação de uma pressão exercida sobre o ¡ íquido , empurrando-o para matrizes apropriadas. Estas ma trizes sao abertas mecanicarnente , a pés a solidificação do metal, liberando a peça fundida e.. após limpeza e lubrifj_ cação, novamente fechada para receber um novo vazamento.\nEm geral, o processo é utilizado, quando o numero de peças a serem produzidas é muito alto, a sua geo me tria apropriada, isto Ã, por exemplo, quando a espessura das paredes da reça e fina (no proce_s so de fundição sob pressa g alcança-se espessura de ate 1 mm), aliados a necessidade de alta precisão dimensional a grande vol a de produção.\nEste processo utiliza alt-s pressões de trabalho, usando-se pressões de at? 11 kg/rnm^ para ligas de Aluminio e Zinco, por exemplo.\nExistem dois processos h í i c os : o de câmara quente e o de câmara fria. No rmcesso de fundição que utiliza máquinas de câmara quente, estas possuem um reserva torio para conter o metal em estado lTquido, no interior de um forno que faz parte do próprio equipamento, sendo o meUl bombeado diretamente pe lo pistão da maquina injotera a cavidade do moldo.\nAs maquinas de câmara que-' te são geralmente utilizadas para a injeção de metais de baixo ponto de fusão, principalmente ligas a base de Zinco, sendo injetadas a uma tempe rato a em torno de 4009C.\nPara ligas de maior ponto de fusão, como as ligas de Alumínio, que precisam ser injetadas a temperaturas superiores a fiOOçr^ utilizam-se maquinas de injeção com câmara fria, que são aquelas que possuem uma câmara adjacente ao molde, fora do recipiente contendo o líquido. Tal camara com o metal líquido, que e forçado para o interior da cavidade do molde através da ação do pistão.\n1.1.4.\tFUNDIÇÃO CENTRÍFUGA\n0 processo de fundição centrífuga, embora mais 1a£ gamente empregando moldes permanentes, pode ser também empregado com moldes de areia, moldes em casca o mesmo molde de cera perdida.\nEste sistema envolve a solidificação do metal num molde rotativo, o qual gira ao redor de seu eixo de simetria. A força centrífuga distribui o metal no molde, ocasionando produ com reduzido teor de defeitos, tais como oxidarão ou gases retidos.\n0 processo pode ser classificado em duas categorias principais:\n-\tFundição Centrífuga, onde o eixo de rotação coi_n cide com o eixo de simetria da peça, a que recebe pressões uniformes e’ toda a sua seção, por exemplo, no caso de produção de tubos de Fe fundido.\n-\tFundição Semicentrífuga, utilizada para formas, onde existe simetria num eixo central , sendo fei_ ta a alimentação do líquido por meio de um canal central, que coincide ccm o eixo de rotação.\nnagens , d i s. cos e o u tr a '■ negas que giram em torno de seus eixos de simetria.\n- Existe ainda um terceiro tipo, denominado de \"pe ças centrifugadas\", as o li ais podem ser de um for mato qualquer. 0 va; • Lo e feito no molde sob rotação, em torno de uri1 canal que alimenta as pe ças dispostas radialmente em torno do canal, em forma de arvores, seme ica ou assimetricamente.\nEste método foi 1 argam-. r,te utilizado nos Estados Unidos, durante a Seg ti d a Guerra Mundial, para a fundição de peças de ?í.í: destinadas a substituir peças forjadas, de um : aixo rendimento produtivo\n! . 2 . PROCESSOS DE FUNDIÇÃO COM M 'LDES COLfiPSflVEIS\n1.2.1. MOLDAGEM EM AREIA VERDE\nEm geral, e o processo m.iis conhecido e mais utili zado em fundições, por iíio ivos de economia, por produzir peças com boas dualidades, e por ser conveniente a aplicação par.' produzir peças em série.\nBasicamente, consiste em compactar uma mistura apro priada de areia base, an .morante e água e, eventualmente, aditivos com íins específicos sobre um modelo com a forma da peçr a ser fundida.\nA areia base e o aglomerante mais comuns são, respectivamente, areia silircsa e argila. A compactação da areia sobre o modelo pode ser feita manualmente, com o auxílio de- soquetes a ar comprimido ou com o auxílio de maquinas de moldar, por vibração ou por lançamento da aréia sob pressão.\nfri adores , massa lotes ne ^ssãrios), podendo ser fei to o vazamento, sem necessidade de secagem, condição que determina seu nos. de \"em estado verde\".\nEm alguns casos especial o molde pode ser seco su perfi ci a Imente , a ume n tar; ' o a sua rigidez e melhorando a qualidade do a ca o &lt;me n to superficial do fu_n dido, uma vez que são recuzidos a evolução de gases do molde e a erosão ;.e pelo metal líquido. Esta secagem superficial é feita com auxilio de se ca d ores manuais (queimadores ou lâmpadas de infravermelho) ou ainda pela '.¡ueima de ãlcool ou outros líquidos voláteis, contidos numa pintura superficial.\nOs moldes assim secos de1' trn ser vazados sem demora, para evitar a infil traça.- de umidade desde o seu interior.\nNa confecção de moldes cr creia verde, podem ser utilizadas areias naturais (que ja contem na sua composição o teor de arg . 1 a suficiente para permitir uma boa moldabi1idad , semi-sinteticas (que ne cessitam de uma correção •;a sua composição) e sintéticas (misturas produz-das pouco antes da moldagem ) .\nDo ponto de vista produtivo, o processo de areia a verde presta-se a uma excelente sincronização entre a operação de moldagem e a de fusão do metal, uma vez que os moldes podem ;;?r vazados imediatamente apos confeccionados.\n1.2.2.\tMOLDAGEM EM AREIA SECA (MOLDES ESTUFADOS)\nAs areias para moldes estufados devem ter rosistên cias a seco suficientes para resistir a erosão do molde durante o vazamento e as pressões estaticas do metal, sendo usadas em geral areias de granulo-me tri a grossa.\nA secagem dos moldes de areia seca se faz em estufas especiais equipadas com dispositivos de recir-culação intensiva do ar quente, obtendo-se uma maior estabilidade dimensional do molde, maior permeabilidade e maior resistência a penetração do metal, quando comparados com o processo de areia verde.\nEm geral são utilizados cinco tipos de moldagens em a re i a seca :\n-\tMoldagem em caixa, aplicada a peças pequenas, e igual ao processo de moldagem a verde, salvo no que se refere a secagem dos moldes.\n-\tMoldagem no chão, aplicada a grandes peças, prijn cipalmente em superfície, dispensa a caixa de fujn do, que é moldada diretamente no chão da área de moldagem, em local devidamente escavado e preparado .\n-\tMol dagem em poço, aplicada a grandes peças, ê si_ mi lar ã moldagem no chão, salvo a profundidade do mesmo. Este tipo de processo dispensa as caj, xas de moldagens e possibilita a fundição de peças de grandes dimensões, dando, ademais, maior segurança aos operadores, durante o vazamento, uma vez que evita extra vazamentos de panelas e moldes.\n-\tMoldagem em barro, onde o esboço do molde é cons truído em tijolo, sendo que a camada final é dada por uma camada de barro. 0 molde de tijolo tem em seu interior uma armação de ferro, que e retirada apÕs a solidificação do metal, para a desmoldagem.\n- Moldagem e m c h a m o t e , que utiliza misturas de ar g i 1 a ref ratãri a s í 1 i c o - a 1 u m i n o s a , com tijolos re fratarios moídos, adicionando-se argila plástica para aglomeração e areia para aumentar a compactação do molde.\nGeralmente, os processos de moldagem em arela seca são utilizados para fundir peças de ferro fundido de grandes dimensões, por exemplo, grandes cilindros de 1 ami nação.\n1 . 2.3 . MOLDAGEM EM ARE I A-CIMENTO\nÉ utilizada na confecção de grandes peças, podendo ser comparada, do ponto de vista operacional, com o processo de moldagem em areia seca, com a vantagem sobre este que nao requer calor, nem equipamentos de secagem.\nEste processo utiliza areias silocosas-grossas (40 a 80 A.F.S.) com aproximadamente 10% de Cimento Portland e ate 5% de agua, sendo feita a secagem do ar, durante o tempo necessário (geralmente 2 a 3 dias) para seu endurecimento, o qual lhe fornece grande resistencia mecánica.\n0 custo elevado da mistura areia-cimento, a impossibilidade da sua recuperação e a col a ps ib ilida de deficiente (uma vez que e difícil a desmoldagem) tornam o processo pouco utilizado.\n1.2.4.\tMOLDAGEM EM AREIA DE MACHO\n¡\\ mistura de are i d d i ferr da are i a a 5, tí co , p0ç exemplo, quanto ao tipo cio aglomerante. Enquanto no ultimo caso são utilizados aglomerantes inorgánicos, nas areias de macho sao utilizados aglomerantes orgánicos, tais como: Õleos vegetais, minerais, breus, etc. Estes aglomerantes sofrem cura a temperaturas da ordem de 2 20 - 2909C, de vendo, por tanto, os moldes confeccionados c om tais misturas ser estufados para adquirir a resistencia mecánica requeri da.\nUrna vez que os machos são geralmente rodeados de metal pelos lados, e muito necessária uma permeabilidade adequada para deixar passar os gases para a a tmos fera.\nA areia de macho e utilizada tamben? para partes crj_ ticas de moldes grandes, cujos detalhes são constj_ tufdos de seções montada.; na cavidade do mu Ide e para moldes de peças complicadas e de pequenas espessuras de parede .\n1,2,5. MOLDAGEM POR PROCESSO CO^\n0 processo CO2 consiste na utilização de moldes de tipo convencional, de areia aglomerada com silica-to de sõdio. Apôs a compactação por métodos normais, os moldes sao submetidos a um tratamento de gasa-gem com COg, provocando-se a passagem do gas através do molde.\nDevido a reação entre 0 gas e 0 silicado de sõdio, ê formado silica-gel, carbonato de sõdio e agua, resultando no endurecimento do molde em curto tempo, provocado pelo envolvimento dos grãos de areia pelo silica-gel.\nA rei a utilizada consistí' essencia 1mente numa mistura de areia s i1i cosa e ne aglomerante a base de silicato de sódio, em tr:.'\"''S de 2.5 a uo^em vem--se procurando desenvolver misturas de a: cem propriedades de autocura. Neste sentido, estão se desenvolvendo agl omeran t consistentes em misturas de areias convencionais com 5% de silicato de sódio e 2% de cimento Por Lí and (3).\nEm geral, embora o processo de C02 proporcione moj_ des rígidos e com resistências elevadas, cm apenas alguns segundos de gas agem nao se presta para produções em grau de escala, devido as variações de características em diferentes regiões, provocadas pela dificuldade de injecao do gãs de maneira uniforme .\n1.2.6.\tMOLDAGEM EM CASCA\nE um processo originário da Alemanha, pesquisado com 0 nome de \"Processo Croniug\", e desenvolvido nos Estados Unidos sob 0 nom?1 de \"She11-Mo 1 ding\" , durante a Segunda Gerra Mundial, a partir de 1940.\nConsiste no emprego de um ¡mistura de areia de gra-nulometria fina e resina sintética po1ime risãve 1 a quente, a partir da qual fio obtidos os moldes em forma de cascas finas (espessuras da ordem de 0.5 mm) (2) após 0 processo de cura da resina.\nA mistura, em forma de pÕ, e depositada sobre 0 nw delo, que esta pre-aquecido a temperaturas da ordem de 150 - 350QC. No coai . ,, é formada uma casca decorrente da polimeri zaçao da resina, pois esta reação produz uma pe1ícu i a contínua e rígida, envolvendo os grãos de arei-,\nOs modelos, em geral bi ti dos , sao usinados ou montados em placas mela liças, usual mente vários de les montados em forma de ..rvore, ligados pelos ca-\nnais de distribuição\tdo\tlíquido,\tem\tuma\ts o i 11 ¿i c a .\nAs cascas obtidas, a\tpar\t■.' r das\tduas\tp 1 a c\tas que cons\ntituem as duas metades c\t\to s m o d e 1\tos ,\tsão\tgrampeadas\nou colada:; de modo a\tcor\t: ■ i 1. u 1 r\to molde.\t\tF s t e m o 1 -\nde e então colocado\tn o i\t<:e ri or\tde caixa\t\ts , c o n t e n -\ndo arei a ou granai ha\t, de\tr.odo a\tna o\tper\tmit i r sua\nabertura ou rompimento, suando da entrada do metal líquido, estando, portantn, pronto para o vazamento.\nAnos a solidificação do í' rd ido, procH'-^' 3 mc-daçem\tfacilidade\nsura das cascas, pode-se utilizar, para suu\tf\nção, areias de alto módulo de finura (da ordem de 90 a 140 A.F.S,), o que p&lt;rmite acabamentos ex ce- » lentes para as peças fundidas por este processo.\nTambém, como a resistência da casca é muito elevada, a rigidez dela permite manter uma alta precisão dimensional, podendo rarmitir, em alguns casos, a dispensa da usinagem posterior. t um processo, portanto utilizado para -'eças de pequenas dimensões, tanto de metais ferrosos como não ferrosos, que r£ queiram alta qualidade.\t*\nDentre as desvantagens deste processo, pode-se citar que a confecção do modelo deve ser feita com o acabamento e precisão da teça a ser fundida, uma vez que a casca reproduz com alta fidelidade as suas fojr mas e dimensões, o que sr traduz num alto custo. Também, o alto custo das resinas utilizadas (que entram em proporções de 3 a 10% da mistura) e a im possibilidade de reaproveilamento posterior da areia são fatores preponderantes no custo final das peças e restringem o campo de aplicação deste proces^ s o.\nNeste processo sao utilizadas areias aglomeradas com resinas químicas, as quais são auto-endureci-doras , de cura ã temperatura ambiente.\n0 processo de cura a frio tem sido bastante difundido nos Estados Unidos e na Europa, onde e conhecido como \"processo Pep-Set\", e, em certos casos, tem substituído completamente o processo de molda gem a verde (4).\nAs resinas de cura a frio mais comuns são as furãnj^ cas (aparecidas no mercado em 1958), as alkídico--uretano (em 1964) e as fenolico-uretano (em 1970).\nEstas resinas polimeri zam a temperatura ambiente, utilizando endureci dores> mistura de duas resinas ou catalizadores para a cura. Estas reações serão descritas na seção 2.4.2.2..\nAs principais vantagens com relação ã moldagem a verde, é a menor presença de poluição sonora (não ha necessidade de moldadoras, uma vez que o grau de compactação requerido não e alto), a desmoldagem ê mais fãcil (20 minutos apõs o vazamento, o molde geralmente começa a trincar-se por si sÕ (4)) e menor quantidade de defe>to$ provocados pela umida^ de do processo a verde, uma vez que o processo de cura a frio utiliza areias com umidade natural.\nEm geral, este processo é utilizado para fundição de ferros fundidos e aços , para peças de geometria complicada e que requeiram uma rígida estabilidade dimensional.\n1.2.8.\tMOLDAGEM POR CERA PERDILA\nanos de 1766 a 1122 AC, na confecção de jõas e ob j e t o s artísticos. Durante a Segunda Gerra Mundial, desenvolveu-se rapidamente para a fabricação de pe_ quenas peças de precisão, tendo atualmente diversas aplicações, como, por exemplo, na fabricação de aletas de turbinas de aviões, confecção de próteses dentárias, etc.\n0 processo consiste na produção de modelos de ore-cisão feitos em cera ou plástico. Vários modelos são montados sob um canal de distribuição de líquj_ do, feito no mesmo material, formando uma árvore. 0 conjunto e revestido de uma lama de material r£ fratario, de granul ometri a extremamente fina (gesso, põ de sílica, po de zirconia, etc.) que adere a cera.\nApõs a secagem da lama refratária, o conjunto é sub metido a aquecimento, com a conseqüente fusão e ex pulsão do modelo, deixando pronta a cavidade do molde.\nA secagem é completada a temperaturas mais altas, na ordem de 650 a 10009C, o que permite uma queima total do modelo e uma eliminação total da umidade. Uma vez pronto o molde, processa-se o vazamento do metal líquido, podendo ser aplicadas pressões ou vácuo para garantir o seu preenchimento completo.\n0 acabamento superficial, em geral, e Õtímo, as peças requerem um mínimo de usinagem posterior, p£ dendo ate dispensa-lo. beças com geometria complexa podem ser produzidas por este processo, apesar da alta precisão requerido para os moldes metálicos utilizados para a confecção dos modelos e da necessidade de um modelo por peça.\n1.2.9.\tPROCESSO DE MOLDES CERAM’CDS\nEste processo de fundição rode ser considerado uma variação do processo de moldagem por cera perdida e foi introduzido pelos ingleses Clifford e Shaw (2).\nEm termos gerais, a moldagem Õ feita a partir de um modelo metálico sobre o qual é colocada uma pas ta cerâmica, a base de zirconita, mulita e eti1--silicato, a qual atua como aglomerante.\nA pasta, antes de endurecer totalmente, e flexível e pode ser destacada do modelo sem romper-se para, posteriormente, sofrer um processo de secagem para o endurecimento definitivo e aumento da resistência mecânica, obtendo-se uma casca granulada, que pode receber todos os metais, inclusive aço.\nEste processo é capaz de produzir peças fundidas com finos detalhes e superfícies lisas, características que o fazem utilizável para a confecção de peças complexas, particularmente objetos de arte.\n1.2.10.\tFUNDIÇÃO EM MOLDE CHEIO\nNo processo de fundição em molde cheio, o metal H quido ê vazado sobre o modelo, que ainda ocupa a cavidade do molde, quando do vazamento.\nNeste tipo de processo, o modelo consiste de uma ou varias peças construídas de material vaporiza-vel ã temperaturas inferiores as de vazamento do metal líquido.\nSobre o modelo é c ompa c ■' &lt;o 3 irão é requerido um alto grau de compactação, a mistura de areia e vazado o metal líquido.\n0 modelo, ao va pori z a r-s e , permite o preenchimento do molde. Neste tipo de moldagem, cuidados especiais devem ser tomados quinto ã liberação de gases gerados na queima do mode i , devendo ser planejados areia com alta permeabilidade e um numero suficiente de respiros.\n0 princípio deste p roces!r foi introduzido por H.\nF.Shroyer, em 1 9 58 (2), scmão utilizado, iriici símente, para a fundição de objetos de arte.\nA partir de 1962, quando foi utilizado comercialmente o poliestireno expandido, foram produzidas peças com um alto grau de precisão, sendo atualmente muito utilizado na indústria automobilística, representando hoje, de aco'd'‘ com suas características de qualidade, simplicidade e baixo custo, gra£ des possibilidades de use\nComo observado na apresentação geral dos processos de fundição, a disposição dos fundidores, ate o mq mento, os que utilizam de ireias de diferentes tipos e composições, repre; o.ttam uma grande maioria, uma vez que, quando comparados com os processos que utilizam moldes metálico;, são os de menores custos, quanto ã matéria-prima, investimentos iniciais, operação, além de se prestarem a uma maior varieda de de formas.\nAssim, diante do espaço ocupado pelos moldes de areia, no campo da tecnologia de fundição, passaremos a uma apresentação dos materiais utilizados na confecção destes tipos de molde e suas características.\n2. AREIAS DE MOLDAGEM\n2.1.\tDEFINIÇÃO\nUma areia pode ser definida como um agregado de compo_s tos minerais, na forma de partículas granulares resultantes de desintegração ou bri Cagem de rochas. A. forma das partículas ou grãos é aproximadamente esférica, sendo que seu diâmetro medio pode variar de 2 a 0.05 mm (5).\nQuanto a uma areia de moldagem, seu conceito, modi f i c_a do através do tempo, pode ser descrito como qualquer material de moldagem constituído de uma mistura, onde o principal componente seja um agregado mineral (areia--base),cujas partículas sejam mantidas coesas por um aglomerante (orgânico ou inorgânico). A mistura contem um certo teor de agua e pode conter aditivos especiais que lhe conferem características específicas, conforme será analisado posteriormente.\nUma areia de moldagem é, portanto, um sistema heterogêneo, cujas características dependem dos teores relativos dos componentes da misrura e suas alterações.\nAs areias de moldagem destinam-se a confecção de moldes e machos para fundição e podem ser classificadas de acordo a diferentes critérios, desde o ponto de vis^ ta de constituição, origem, uso, etc.\n2.2\t. CLASSIFICAÇÃO DAS AREIAS DE MOLDAGEM\n2.2.1.\tQUANTO A ORIGEM\n- 2 I é da ordem de 5 a 20%) , podendo ser utilizadas a pe nas com adição de agua, na ordem de 5 a ñ% da mistura na mol dagem.\nEste tipo de areia e muito utilizado para moldagem a verde (onde o metal Õ 'azado no molde se ni que es_ te tenha sofrido secagem em estufa) para metais não ferrosos e ferro fundido. Estas areias, em geral, são de ma qualidade, menos refratárias que as sintéticas, pois podem apresentar impurezas indesejáveis na sua composição.\n-\tArei as s i nteti cas: são aquelas cuja mistura apropriada para moldagem deve ser feita artificialmente, isto é, os diversos componentes da mistura ocorrem separadamente na natureza. Como a maioria das areias de moldagem são constituídas de areia-base e argilas como aglomerantes.\nGeralmente são utilizadas em grandes moldes,que p_o dem receber o metal a verde ou seco,\n-\tAreias semi-sinteticas:\tareias resultantes de\nmodificações de areias naturais; são obtidas a pa_r tir de areias que apresentam, de forma natural , a maioria dos componentes necessários, sendo requerj_ das somente pequenas correções, quanto a teores ou adições para melhoria de qualidade.\n2.2.2.\tQUANTO AO USO NA CAIXA DE MOLDAGEM\nDe acordo com a posição qur- ocupa na caixa de moldagem, as areias cl assi f í cam-r e em:\n-\tAreia de faceamento: e a areia que faceia o modelo e entra em contato com c .:c Lai no vazamento.\ndevem possuir granu1 ornetri \\ fina, alta refratarie-dade, alta resistência e reduzida umidade. Não deve conter elementos que pensam reagir com o metal. São areias de alta qualidade e alto custo, utiliza das, portanto, somente numa camada de pequena espessura próximo as paredes internas do molde.\n\" Areia de enchimento: constitui o restante da caixa de moldagem.\n-\tAreia de macho: são destinadas ao preparo de machos que contornam as cavidades internas da peça. Podem ser areias de granulometr:a mais grosseira e de in ferior qualidade e, portanto, menores custos, quan. do comparadas com as areias de faceamento.\n2.2.3.\tQUANTO fi UMIDADE\nDe acordo com a umidade, podemos classificaras areias de moldagem em dois grupos:\n-\tAreia verde: que mantêm e. umidade no momento do vji zamento, embora uma secagem superficial possa ser impingida as superfTcies \"eternas do molde. Teores de umidade de ate 8% poden ser admitidos.\n“ Arei a estufada: são aquelas cuja umidade ê reduzida por secagem em estufa, empregando-se para a co_n fecção de machos, principalmente.\n2.3.\tAREIAS-BASE\nAs areias-base mais comumente utilizadas em fundições, classificadas segundo a composição básica, isto é, o tipo de mineral predominante w sua composição, são:\n2.3.1.\tAREIAS-BASE SILICOSAS\nSão as compostas principalmente de S3O2 (97% da composição total) e são resultantes de fragmentação de rochas silicosas ou quartzosas. Na natureza são encontradas em bancos de rios ou lagos, praias e dunas ou jazidas onde antigamente existia agua.\nNa utilização para areias do moldagem, geralmente participam em teores de 50 a 95% do total da mistura.\nEste tipo de areia é 0 mais utilizado em fundição, sendo mais baratas e de pior qualidade, quando comp£ radas com as citadas a seguir.\n2.3.2.\tAREIAS-BASE ZIRCONITAS\nSão compostas principalmente de ZpS-jOzi, (Silicato de Zircônio) e são encontradas em praias e dunas.\nEste tipo de areia ê utilizado largamente para fundi ção de aços, ja que seu maior custo que as silicosas e compensado pela maior qualidade do molde e do fundido produzido.\n2.3.3.\tAREIAS-BASE CROMITAS\nEstas areias possuem, como composição básica, CR203+Fe0j ocorrendo em depósitos.\nSão também consideradas areias especiais, pois apresentam características especiais, do tipo semelhantes as zirconitas, sendo também de alto custo.\nSão empregadas para grandes peças de aço e ferro fuji dido e especialmente para aços especiais.\n2.3.4.\tAREIAS-BASE OLIVINAS\nSão areias a base de magnésio, de composição\nMg2 SÍ4 + óe2 SÍO4, ocorrer :o em rochas ou em pedras arredondadas, que necessitam ser fragmentadas mecani camente para sua obtenção.\nEstas areias tem propriedades semelhantes as zirconi tas, sendo também de alto custo.\n2.4.\tOS AGLOMERANTES\n2.4.1.\tAGLOMERANTES INORGÂNICOS\n2.4.1.1.\tARGILAS\nAs argilas entram na composição da areia de moldagem, em teores da ordem de 5 a 20% da mistura (6). As principais argilas utilizadas para aglomerar areias de moldagem são:\na) Ti pos de Argilas\ni)Bentoni tas, sendo o mineral predominante na sua composição a montmori1onita de sodio ou de cãlcio, de formula estrutural.\n(A11.67 Na0.33^\nSi¿^10 í1 '2 ou (Al 1 67 Ca0 3)\t4^10(OH)2\nAs bentonitas são provenientes de cinzas vulcânicas, sendo seus pontos de amolecimento\n(refratariedade) a 1.130 - 1.3159C a bentoni-ta solida e 9609C a bentonita calcica.\nNo Brasil, existem ocorrências de bentonita no Vale do Paraíba e Jonta Alta, M.G.\ni i)Kaoli n i tas : são argilas de maior refrataried^ de que as bentonitas (ponto de amolecimento em torno de 1.600 - 1.6809C) e sua composição bãsica é Al(Si)(0H)^. São provenientes de rochas graníti cas.\namolecimento igual a 1 340ÇC), sendo sua compro siçao básica A1 4 (3 i 5 A1 2) 0 2 0 í0 H) 4 ■ Sua or1'-gem, coroo as Kaolinitss, são rochas graníticas.\nb ) Mecanismos de Aglomer rç a_q\nOs mecanismos pelos quais as argilas promovem a coesão dos grãos de c • ■ : a podem ser relatados por três teorias: coesão eletrostática, forças de tensão superficial e ligações por fricção in te rpartícu1 as.\ni) 0 mecanismo de Atraçao Eletrostatica (7)\nA argila seca não fc -nece a coesão necessária para aglomerar cs grãos de areia firmemente: a aglomerará:.’ e desenvolvida somente quando as partículas de argila estão hidrata, das. Na presença ei:- moléculas de agua, que tendem a hidro1izat- se de acordo com a reação: ”2°\tH++ ou-,\nas partículas de a rgila absorvem preferencialmente íons hidrolizados (OH-), permitindo uma insatisfação de valências aglomerado-ras na superfície > o cristal de argila, formando uma partícula de argila-agua carregada negativamente. Os \"ons positivos são atraídos pelos íons negativos da superfície das partículas de argi1 a , porem , repelidos pelo interior desta partícula argila-agua, resultando então um equilíbrio de posições, formando-se uma partícula de argila hidratada (vide figura 1.1 (a ' .\n( b )\nFig. 1.1 . (a)\n1.1.(b)\nPartícula de argi ’! a hidratada Processo de aglomeração da areia\nAs partículas de areia (quartzo) também formam partículas hidratadas pela absorção dos íons (OH)\" e (H)+. Quando são formadas partículas hidratadas de quartzo e argila, os íons (OH)- da partícula hidratada são atraídos pelo H+ contido nas partículas hidratadas de quartzo, resultando, então, uma atração eletrostática entre areia e partículas de argila e partículas de argila (Fig.l.l.(b)\nii) 0 Mecanismo da Tensão Superficial (7)\nAs forças desenvolvidas por atrações eletro£ táticas entre partículas de areia e de argila não parecem ser fortes suficiente para e2&lt;plicar as propriedades de resistência das ar gilas verdes (em particular a alta resistência a deformação). Outra possível fonte de resistencia aglomerante e a tensão superficial da ãgua rodeando a argila e partículas de argi1a-areia e preenchendo os interstícios capilares, principalmente os interstícios das partículas de argila.\ni i i) 0 Mecani smo de Fricçao Interpartículas\nTambém denominado ‘teoria bloco e cunha\" (8), é considerado uma outra possível fonte de for ças aglomerantes e que envolve, essenci a 1 mejn te, as fricções interpartícu 1 as desenvolvidas em materiais não-plas ticos sob pressão, uma vez que os moldes sao socados e as partí cuias são apertadas contra partículas vizinhas .\nDos mecanismos citados, o mais importante ou o que, ein maior grao, contribui para o efeito aglomerante de argilas sobre grãos de areia o que, por sua vez, „onfere a resistencia me canica de moldes fe'tos com estes materiais, parece ser o de atração aletrostatica, não p£ dendo, no entanto, sor desprezados os outros efeitos.\nAssim, como pode ser notado, a agua tem um papel fundamental r. ?. atuação da argila como aglomerante dos grãv- de areia, podendo-se observar diferenças marcantes nas propriedades aglomerantes d,¿ diversas argilas, devido as diferenças na sua capacidade de intera_ ção iónica com a agus.\nNo caso das argilas bentonitas sódicas, estas tem grande podor aglomerante, podendo ser usadas em areias er baixos teores. Este tipo de bentonita se expande, quando e ume de -cida, apresentando uma estrutura aberta, de alta permeabilidade, gerando, então, poucos vapores e permitindo uma boa drenagem dos mes_ mos, quando o metal é vazado, sendo recomendada especialmente;, quando os metais são de alto ponto de fusão o quando se tem grande evolução de gases.\nAs argilas Kaolinitas possuem menor poder agio merante que as benzo.litas, produzindo moldes de estruturas fechadas e baixa permeabilidade, características que permitem a obtenção de ótimos acabamentos superficiais.\nEstas argilas são utilizadas para metais de baixo ponto de fusão, quando não existe alto aquecimento do mol c a e pouca evolução de gases, recomendando-se especialmente para fundição de ligas de a'umínio ou pequenas ligas de cobre.\n2.4.1.2.\tCIMENTO\n0 cimento e utilizado em misturas de areias de mo^ dagem em teores de 8 a 12,1 da mistura, juntamente com 4 a 6% de ãgua. Gera’mente é utilizado para grandes moldes, que são crinumente secados ao ar, por periodos de até 7 2 hvas, antes de sua utiliza ção.\nOs moldes de areia aglomerada com cimento desenvol_ vem uma alta dureza e resistência, sendo capazes de resistir ate 11809C, o que faz possível alcançar boas tolerâncias em peças de grande tamanho, tendo a vantagem de dispensar r. secagem em estufa, uma vez que a secagem é dada ao ar.\n2,4,1 . 3. SILICAT05\nOs silicatos, principa1menta de sodio, podem ser utilizados como aglomerastes em substituição a agl o-merantes orgânicos (por exemplo, óleos) ou com diÕ xido de carbono (process..\nComo substituto de aglomerantes orgânicos, os si1í catos são adicionados a toe ia-base e a mistura deve ser secada. A secager. rrovoca o endurecimento do silicato ac aumentar soí; viscosidade com a dinH nuição do teor de umidade (9).\n0 processo CO2 emprega mis curas de areia-base com, aproximadamente, 4% de silicato de sodio, não sendo exigida compactação rigorosa dos moldes.\nComo visto na seção 1.2.5. do capítulo 1, o poder aglomerante é dado pela turmação de s i 1 i ca- ge 1, pe la reação do silicato de da coro COg, que envolve os grãos de areia. 0 endurecimento do gel, bem u mo a formação de NaC03 n¿ mesma reação com o COg fornecem o alto valor de resistencia de moldes obtidos por este processo.\n2.4.2.\tAGLOMERANTES ORGÁNICOS\nOs aglomerantes orgánicos utilizados para misturas com a areia base podem ser derivados de cereais (t r i_ go, centeio, milho), res 1 nu. (naturais e sintéticas)e Óleos (vegetais e animaisJ.\n2.4.2.1 . ' AGLOMERANTES DERIVADOS DE C-EREAIS\nSão geralmente adicionados em forma de põ muito fj[ no ou gelatinizados, em teores de até 2% da mistura, sendo de um custo relativamente baixo.\nProporcionam urna boa coesão aos grãos de areia, se_n do utilizados para moldagem a verde, uma vez que atuam como colas, e a resistência a verde que eles comunicam a areia decorre dessa ação adesiva. Ao se queimarem (500 - 7009'11, durante o vazamento, geram gases, que devem se’\" retirados do molde através de respiros.\nOs aglomerantes cereais são higroscópicos e podem absorver a umidade da areia, modificando as características de resistencias dos moldes, pelo que a sua adição requer cuidados especiais, tais como não expor os moldes ao ar, dorante muito tempo antes do vazamento. Em geral, cão utilizados para confe rir características de resistência apôs (dextrinas) ou co1 a ps ibi 1id ade (breu) aos moldes (1).\n2.4.2.2\t. RESINAS\nTambém sao chamadas de geras e podem ser naturais ou si nteti cas.\nAs resinas naturais são derivadas da destilação de madeira ou petróleo ou da oxudação de plantas (seringueira, por exemplo). são empregadas em teores de 1.5 a 8% na mistura da areia, podendo ser curadas a frio ou a quente (temperatura em torno dos 35OQC); neste último caso, ao serem aquecidas, for mam uma película coesa, por reações de polimeHza-ção, envolvendo os grãos de areia e mantendo-os ag1omerados.\nAs resinas sintéticas são produto de reações de po limerização de alguns compostos químicos, tais como acido bórico, sulfúrico cu furanico, sendo adicionados em proporções de 1.5 a 8% da mistura.\nPodem endurecer por dois processos: em elevação da temperatura (cura a quente) ou temperatura ambiente (cura a fri o).\nA cura a frio geralmente se desenvolve muito rapidamente (em torno de uma hora), através da adição de um catalizador apropriado. A cura a quente e processada através do aquecimento da resina, a qual passa por um processo de oxidação e polimerizaçao, sendo formadas redes de grande resistência.\nAs resinas sintéticas mais comuns são as de tipo furânicas (a partir de 1958), as alkídico-uretanas (a partir de 1964) e as fenÕlico-uretanas (a par tir de 1970).\ndefeitos podem ser provocados pela presença destes elementos (por exemplo porosidades). Por exemplo, para a fundição de ferro são comercializadas resinas furãnicas com até 4% de N2 e ate 20% de F^O, e para aço, sem nitrogênio e com ate 1.0% de H^O (4).\nAs resinas alkídico-uretanas contem pequenas porcentagens de nitrogênio (de 1.5 a 1.9%) e não possuem agua. As fenÕlicas possuem nitrogênio na ordem de 4% e também não possuem agua.\n2.4.2.3.\tPIXE\n0 pixe ê um hidrocarbonato derivado do alcatrão, que, por sua vez, ê destilado da madeira ou do car vão vegetal, 0 pixe não .¡ecessita de agua para de senvolver suas propriedades de aglomerante.\nA cura se processa a quente, durante a qual ele se funde, envolvendo os grar* ; de areia; durante 0 re_s friamento, rapidamente se solidifica, fornecendo ã areia uma alta resistência.\nA característica principai deste aglomerante õ que, durante 0 vazamento do me cl fundido, a queima gera uma grande quantidade do gases.\nAlém de atuar como aglomerante, em alguns casos, tam bem ê utilizado como aditivo para melhorar as características de acabamento superficial das peças fundidas e para fornecer plasticidade ao molde (8).\n2.5\t. ADITIVOS\n2.5.1.\tSERRAGEM\nSua função principal é ateriJtr a expansão com aquecj_ mento, atuando também como junta de dilatação e para melhorar a colapsibi1idade da areia. Pode estar pre sente em teores de 0.5 a 2.0% da mistura, proporção que influi na quantidade de gases gerados pela sua queima, durante o vazamento.\n2.5.2.\tPO DE CARVflO\n0 pÕ de carvão melhora o acabamento superficial do molde, aumentando sua resistência mecânica e atenua a expansão da areia com o ei.unento da temperatura.\nEmprega-se normalmente em teores de 0.5 a 2.0% da mis_ tura, sendo geralmente utilizado para peças de ferro fundi do.\n2.5.3.\tPO DE SÍLICA\nAumenta a resistência a que ite do molde e, preencheji do os espaços vazios entre os grãos, reduz o perigo de penetração do metal líquido, melhorando também o acabamento superficial do molde e, consequentemente, do fundido.\nE utilizado em teores de até 3.5% da mistura.\n2.5.4.\tMOGUL\n2.6.\tPROPRIEDADES DAS AREIAS DE MU;. PAGEM\nAs características físicas de ■ ma areia de moldagem de terminam a qualidade do molde e do fundido dele obtidt Assim, um rigoroso controle dc tais areias para a determinação destas característ!cas e eventuais correções em sua composição para melhoria de sua qualidade e ope ração fundamental numa fundiç ; .\nA seguir, são descritos os principais requisitos gerais para uma boa qualidade em areias de moldagem.\n2.6.1.\tGRANULOMETRIA\nUma vez que o componente básico de uma areia de fundição é a areia-base e a porcentagem de aglomerante a ser adicionada depende muito estreitamente dos espaços vazios entre os seus grãos, e necessãria,antes de mais nada, uma análise da g ranul orne tr i a .\nA distribuição granu1ometrica e o tamanho medio dos grãos são determinados por separação de uma amostra da areia nas diversas peneiras de uma serie padronizada (A.F.S., D.I.N.).\nDois métodos são utilizados para expressar a finura da areia:\ni) A curva de freqüência de tamanho, expressando a porcentagem de areia retida em cada peneira, e\nii ) a curva de tamanhos acumulados, que indica a porcentagem de partículas maiores que o tamanho de determinada peneira,\nareia devem ser significativas, o que e obtido pela utilização de uma distribuição granu1ométrica restr£ ta a uma pequena faixa de dimensões de grãos) e tam bem do fundido nele obtido, como, por exemplo, o ac£ bamento superficial (menor rugosidade superficial no fundido Õ obtida, quando a areia do molde tem uma dis_ tribuição de grãos não concentrados, isto é, quando finos preenchem espaços entre grãos mais grosseiros). Por outro lado, uma distribuição de tamanhos de grãos do tipo, por exemplo, 60% de grãos grossos, 40% de finos e 0% de médios, pode acarretar defeitos na superfície do fundido, uma vez que os grãos de areia, ao se expandirem, não encontram espaço para ocupar. Neste caso, uma distribuição adequada de t_a manhos diferentes de grãos de areia é necessária para dar uma densidade Ótima.\nA pratica indica que uma areia com distribuição de densidade ótima deve ter da areia retida por qua tro peneiras sucessivas (9) , por exemplo, entre as peneiras 50, 70, 100 e 140 o que indicaria que os grãos maiores não ultrapassam de 0,30 mm de diâmetro e os menores não têm diâmetro inferior a 0,10 mm para 90% da areia-base. Também, a refratariedade da areia esta diretamente ligada a sua granu1 ornetria: para areias constituídas dc um mesmo mineral, quanto maior seu tamanho médio de grão, tanto mais refrata-ri a parece ser (9}.\nQuanto a dilatação térmica, areias com distribuição granulométrica muito concentrada são sensíveis aos efeitos de dilatação térmica, uma vez que o empilhamento de grãos com diâmetro:- semelhantes e pouco com pressível enquanto que, sc grãos pequenos se alojam entre os grandes, o empilhamento ê compacto e permite pouca deformação.\nE,m geral , as areias podem classificar-se quanto a forma de seus grãos em: redondas (de forma aproximadamente esférica), subanguiares (de forma irregular, porem conservando pontos redondos na sua superfície) e angulares (de forma totalmente irregular).\nPara um mesmo tamanho medio de grão e igual distribuição granulométríca, a permeabilidade decresce ao passar da forma arredondada a subangular e angular, de acordo com suas superfícies especificas.\n2.6.2.\tPERMEABILIDADE\nA permeabilidade e a propriedade de deixar passar ar, gases ou vapores presentes cu gerados no interior do molde, por ocasião do vazamento.\nCaso os gases não achem um meio fácil de sair da cavidade dó' molde* poderão provocar defeitos nas peças fúnditfaè, tais- eófflô; bolhas, porosidades, enchimentos 1Pè omp1êf bs í ét c.\nidade fe tf.ma- ar?ía esta diretamente rela-&amp;ii&amp; ííraríartewte forma dos grãos, como i p-jí lí£á'i''hi.Pií!\te determinada em labora\n!jíidia /ir pire pede passar através tü Hsid‘ri!c&amp;\tzada (A.F.S., 50,8 mm\n?&lt;iW)),t Pciiv ¡¡iressãíír Unrbem normalizada (10gr/ dit\" irtfi\t¿si®\t-tc ífats.sajem do- ar.\nqádPdó sdtníêt-?dá ã RVMãnçáf de temperatura e denende\n0 compor lamen to dñ areia ce- o aquecimento deo^nde e é conseqüenci a de modi f i ca s estruturais que ocorrem a diferentes temperatura;'.; nos componentes . Assim, por exemplo, para a areia s i 1 i eos a , cu,i o pri n c ipa1 componente Õ a sílica, quatro di feren tes es iruturas são possíveis, com diferentes componentes com relação ã expansão, quando submetidas a variações de tem pera tu ra:\nQuartzo\t-\tate 840 9C\nTridymite - 840 - 14709C Cristóbal!te - 1470 - 1710QC Si li ca vitrea - mais de 171090\nNa figura 1.2. esta mostra:la a expansão em volume em relação as diferentes temperaturas, para a estrutura da sílica.\nAssim, é importante o conhecimento e controle das m o dificações estrutura i s e o comportamento das di feren tes estruturas, ocorrendo na areia de moldagem, quain do submetida as altas temperaturas de vazamento do metal líquido, sendo que alterações dimensionais não previstas podem ocorrer em peças fundidas em areais, onde tal controle não e feito.\nAssim, uma areia pronta para moldagem deve ser test£ da, antes da utilização, em laboratorio. 0 teste de estabilidade térmica dimensional e feito com um corpo de prova cilíndrico, o qual e submetido ã alta tem peratura em forno apropriacc , sendo comparadas suas dimensões com as originais, antes do aquecimento.\n2.6.4.\tREFRATARIEDADE\nMUCÀ11CÀS DE VOLUME COM i IEMP' RÀTURÀ\n?()HC HPÁNvH! O W litfK\nFig. 1.2.- Mudanças de volume com a temp. nas estruturas da sílica\nSe a temperatura de sinter; zaçao for atingida na superfície do molde, o acabamento superficial da peça ficara prejudicado, ocorrendo penetrações do metal na parede do molde, afetando a rugosidade superficial da peça e mesmo provocando defeitos mais sérios.\nA refratariedade da areia-base é de capital importani cia, uma vez que a a reia de moldagem e constituída em maior parte desta, porem a refratariedade dos aglo merantes deve ser levada também em conta.\n2.6.5.\tESTABILIDADE QUÍMICA\nA areia de moldagem deve ter uma certa inércia quínH ca em relação ao material a fundir, isto e, não devem ocorrer reações químicas entre o metal e componentes da areia, que possam comprometer a composição e qualidade do fundido.\nUm caso típico de metal que pode reagir facilmente com os materiais de moldagem usuais Õ o magnésio, ma terial extremamente reativo, que, além de reagir com o oxigênio, tende a reduzir ã maioria dos materiais de moldagem (9), exigindo a presença de inibidores de reação.\nA inércia química do matéria do molde, em geral, d_e pende de sua composição química, da composição químjp ca do metal ou liga a ser fundida e das condições no interior do molde (gases, temperatura e pressão).\n2.6.6.\tCOLAPSIB ILI PAPE\nSe o molde e macho não forem colapsãveis, poderá ocorrer rompimento da peça e formação das \"trincas a quente\",\nDeve-se lembrar que, por outro lado, as paredes do molde não devem ceder sob os esforços devido aos impactos ou empuxos exercidos pela massa do metal, que enche o molde. Freqüentemente, a resistência admissível para que não ocorram trincas a quente ê maior que a resistência mínima admissível para que não haja movimentação das paredes do molde. Neste caso, e n£ cessãrío que a resistência mecânica diminua ou pratj_ camente deixe de existir, a partir do momento em que a espessura da casca do metei solidificado seja sufj_ ciente para suportar o peso do metal ainda líquido, sem se deformar.\nA col a ps ibi1idade é testada num corpo de prova c i 1 íni drico, a verde, e submetido as temperaturas de vazamento do líquido, o qual é submetido a esforços de compressão num ensaio padronizado.\nA co1apsibi 1 idade caracterizada pelo tempo transcorrido entre o início da aplicação da força (geralmente entre 3.5 a 7,0 kg/cm^; (■ o momento da ruptura do corpo de prova.\n2.6.7.\tMOLDABILIDADE\nT a capacidade da areia de tornar a forma do modelo e mante-Ta depois de cessadas as forças externas. Depende geralmente da perfeita combinação dos ingredientes da mistura da areia.\nTrês fatores caracterizam a ,'.:ol dab i 1 i dade de uma areia:\n~ Consistencia, medida através de resistencia mecanj_ ca do material de moldagem consolidado. Deve permitir a manutenção da forma da cavidade do molde, quando este é submetido a solicitações mecânicas, devido a manuseio, transporte, etc.\n~ Plasticidade, avaliada pela deformação total que o material de moldagem jã consolidado pode sofrer, ate a ruptura, no ensaio de colapsibi1idade.\n2-6.8. DESMOLDABILIDADE\nEsta caracterizado pela facilidade com que se pode retirar a peça solidificada do interior do molde ou pela facilidade com que se removem as partes do molde adesivas a peça, uma vez que a areia na o deve ade_ rir ãs superfícies do fundido.\nUma vez testada e aprovada a qualidade da areia de moldagem, esta e utilizada para a confecção dos moldes , nos quais e vazado o metal líquido.\nApÕs solidificação do fundado e sua desmoldagem, o material do molde pode ser separado, recondicionado e, em alguns casos, recuperado parcialmente para posp terior reutilização. No próximo item ê discutida a possibilidade e processos de recuperação de areias de mo 1dagem.\n2.7.\tPROCESSOS DE RECUPERAÇÃO DE AREIA\nQuando um fundido é vazado num molde de areia verde, a camada de areia adjacente ao metal vazado tem sua temperatura elevada a um patams\" próximo a temperatura do metal líquido. Se esta temperatura de vazamento ê maior que 5739C, para o caso de areia silicosa, esta sofrera uma transformação, com o conreqüente aumento de volume (transformação da estrutura da sílica de quartzo pa_ ra quartzo ).\nEsta areia pode ser reutilizada, devendo, para isto, ser processada, principalmente para remover a argila queimada e, também, toda classe de aditivos utilizados tais como: fibras de madeira, carvão, etc., devem ser removi dos.\nDesta maneira, o recondi ci ou amen to e recuperação de uma areia tem por finalidade devolver ã areia as cara£ terísticas que permitem nov. -ccto seu uso na moldagem.\nOs processos de fundição convencionais que utilizam areias como material de molde, podem ser classificados do ponto de vista de recuperação da areia (economicamente falando) em dois tipos:\na)\tProcessos cuja areia e recuperável:\ndentro do qual podemos cir.ar a fundição em areia verde e es tufada.\nb)\tProcessos cuja areia nac é recuperável:\nonde podemos classificar a moldagem com areia-cimeji to, com resinas, por processo C02> moldagem em casca, por cera perdida e em moldes cerâmicos.\n0 processo de recuperação de areia consiste fundamentalmente em dois estágios: o recondicionamento e a recuperação propriamente dita.\n2.7.1.\t0 RECONDICIONAMENTO DA ARE(A\n-\tSeparação das partículas metálicas, geral mente fej[ ta com a ajuda de separaoores magnéticos que retêm as partículas de metal, cvcntua 1mente presentes.\n-\tSeparação de torrões, através de peneiramentos vibra tÕri os .\n-\tResfriamento da areia, feito através da transferejn cia de calor da areia par ; outro meio, sendo utili_ zados geral mente três métodos:\na) resfriamento\t\ta ar, utilizado para peqqenos vo-\t\n\t1 umes ;\t\t\n\tresfri amento\tpor\tagua;\nc)\tresfri amento\tpor\tãgua.- com posterior passagem de\n\tar.\t\t\n2.7.2.\tA RECUPERAÇÃO DA AREIA\nSão utilizados basicamente três processos de recuperação de areias e todos elos tem como objetivo obter uma areia que possa ser devolvida ao setor de moldagem em tal condição física o química que substitua a areia nova em teores variados, dependendo do sucesso do processo de recuperação.\nNa maioria dos casos, a areie recuperada entra em teo res controlados na nova mistura, Para atingir tais objetivos, um sistema de recuperação de areia deveria:\na) aplicar sobre os grãos individuais de areia usadas uma quantidade uniforme e controlada de trabji lho, quebrando os equip?mentos de grãos, removendo ou reduzindo a casca dos aglomerantes usados e restaurando as dimensões físicas originais dos grãos;\nb) submeter a massa da areie a um processo de separa ção e classificação para remover da areia os detritos dos aglomerantes usados e devolver o produ to recuperado com uma d i s i;ri bui ção granu1ométrica aproximada a da areia nova.\nOs métodos básicos de recuperação de areias sao três\ni)Por via úmida\nEste método utiliza um classificador de areia, utj_ lizado para remover os finos da mesma; em seguida, a areia e levada a um lavador, semelhante a um li-qüidificador, o qual desprende as camadas de material aglomerante que envolvem os grãos, por ação do choque e fricção destes, impulsionados pelo rotor, contra grãos de movimentos mais lentos na pe-riferi a do 1avador.\nApÕs esta operação, a areia e seca, classificada e resfriada, antes de nova utilização.\n0 processo e ilustrado r a figura 1.3\nii)Por via térmica\nEste sistema utiliza um forno para elevar a temperatura da areia entre 650 a 8009C, para remover carbonãceos resultantes de aglomerantes oleaginosos ou cereais que se encontrem na areia.\nA areia e colocada em bandejas, com grande superfície de evaporação, no ’interior dos fornos.\ni i 1)Por via pneumática\nf um processo de recuperação de areias, utilizado geralmente para areias aglomeradas com argila.\nOs equipamentos utilizados constam de uma célula, pela qual escorre a areia, que, soprada por jatos de ar, e chocada contra v.i alvo de forma cônica. Desta maneira, o material soprado se choca contra os outros grãos, eliminando, por fricção, as camadas que os envolvem.\nEste método permite controle de finos e também da granulometria da areia, permitindo obter uma areia com granul ometria co n t ro I a i.ia , após o processo.\n0 processo é ilustrado na Fig. 1.4\nExistem ainda processos mistos, que se utilizam de um ou mais dos processos descritos, como ilustrado na figura 1.5.\n1.\t- Areia usada\n2.\t- Classificador primario\n3.\t- Tanque de almacenagem ( seco )\n4.\t- Tanque de 1 ama\n5.\t- Lavador de areia ( depurador )\n6.\t- Bomba de areia\n7.\t- Classificador secundario\n8.\t- Secador de areia\n9.\t- Areia recuperada\n10.\t- Classificador hidráulico ( entrada )\n11.\t- F1uxo de agua\n12.\t- Saida de areia classificada\nFig. 1.3 Processo de recuperação d- areia via umida\n1.\t- Areia usada\n2.\t- Trituradora de graos\n3.\t- Torroes\n4.\t- Ar de turbinas\n5.\t- Classificador de ar\n6.\t- Depurador pneumático\n7.\t- Finos\n8.\t- Areia recuperada\nFig. 1,4 Processo de recuperação de areia pneumático\nI .- Polia magnética\n2.\t- Peneira ( com agua )\n3.\t- Peneira raspadora\n4.\t- Depurador\n5\t. - Bomba\n6.\t- Classificador hidráulico\n7.\t- Eliminador de agua\n8.\t- Saída de agua\n9.\t- Forno rotativo S\n10.\t- Resfriador rotativo\n11.\t- Classificador por ar\n12.\t- Areia recuperada\nFig. 1.5 Processo de recuperação de arciu combinado, pneumático e térmico.\n3.\tPROCESSOS DE FUNDIÇÃO NAO CONVENCIONAIS\nNo decorrer dos anos, não tem cessado a busca de processos operacionais que, afastados dos processos de moldagem convencionais, possam trazer solução para os numerosos inconvenientes com que os fundidores vem se debatendo ha tantos séculos.\nPouca notícia, no entanto, se tem a respeito do proce sos de fundição, ou melhor d:zendo de moldagem , segujn do a classificação dada neste crabalho para os processos de fundição (de acordo com o método e o material empregado para a confeção de moldes). As pesquisas desenvolvidas se voltam para ô obtenção de materiais de moldagem que eliminem inconvenientes provocados pela necessidade de aglomerantes- -eu alto custo, sua toxi-dez, dificuldade de sua separação dos grãos de areia apos queima, etc.\nAssim, quando se menciona processos não convencionais de fundição ou moldagem, enfarde-se processos de moldagem que dispensam aglomerantes, os quais são apre-en tados:\n3.1. MOLDES MAGNETICOS\nUm dos processos desenvolvidos nos últimos anos e o de Moldagem Magnético, no qual o material do molde é uma mistura de areia e granalha de aço, a que, quando submetida a um campo magnético, esta adquiere a coesão e resistencia necessário para constituir um molde apto a receber o metal líquido.\n3.2.\tMOLDAGEM A VÁCUO\nTambém um processo Cr- moldagem onde nenhum tipo de aglomerante e utilizado; nem mesmo aditivos especiais como o caso anterior.\nNeste processo recohre-se o modelo, especialmente confeccionados com .ima fina película de poliuretano, e colocada a caixa de moldagem, enche-se a mesma de areia si ¡icosa ou de composição es. pecial (zirconita ou c-’omita), submetendo-se o conjunto ã ação de uuuo elevado.\n0 resultado e um estado de coesão emtre os graos de areia pela retirada do ar contido entre seus graus, suficiente para permitir o vazamento do metal, mantendo-se a rigidez do molde.\nSolidificada a peça, retira-se a ação do vácuo e a desmoldagem se dá espontaneamente.\nEste processo de moldagem foi apresentado na Feira Internacional de Fundição de Düsseldorf em 1374, sendo utilizado atualmente por algumas fir mas japonesas (31).\nNão foi, porem, detetada literatura a respeito, que fornecesse dados ■étnicos,\n3.3.\tMOLDES CONGELADOS\nAinda um processo de roidagem que não utiliza aglomerantes tem sidc rosen temen te pesquisado: os moldes congelados, deste tipo de molde, um certo teor de água e ¿ clonada ã areia base, conferindo lhe m o 1 d a b i ; ; c a d e s u f i c i e n t e para a confecção do molde. Passa-se ao congelamento do molde em meio ref ri ge;dor apropriado: a transformação de fase agua/celo confesa alta resisteji cia mecânica ao molde, cue poderia então ser manuseado e utilizado para o vazamento do metal líquido.\nA des moldagem d a r ~ s e - i ■> conti do na areia.\nOv-r simples fus<ií; dn ge lo\nApesar de aparentemente interessante e viavel pou ca informação tamben se pode detetar a respeito de moldagem e fundição..\nKita (29), analiza as r a r acte rTs t i cas cie corpos de prova obtidos com trj;r de 1 a 3.5% de- teor de umidade: observa que a resistencia mecánica da areia aumenta com o aumento do teor de agua.\n0 autor no entanto nao mostra a viabilidade de fundição em moldes, seos testes se restringem a corpos de prova massiss./s, não moldes passíveis de serem preenchidos com metal líquido.\nPajak (30), analiza as ve 1oci da des de resfria-mento em moldes congélalos com nitrogênio 1 i qu do e chega a calcular teóricamente o consumo de nitrogênio para abaixar temperatura da areia.\nDi ante da escassez de i ¡¡ ■ ormações e da aparente potencialidade do proce-o de moldagem com areias congeladas, e cue este trabalho se coloca com a intenção de, não sõ viabilizar o processo para a pratica da fundição.dv metais, como analizar os parámetros de controle processo e a qualidade dos fundidos obtidos em tais moldes.\nProcura-se,portanto, ccloc.ar ã disposição de fundidores estudiosos e i n c . es s ados na fundição de metais, um novo processo fundição.\n5 3\nCAPITULO 2; SOLIDIFICAÇÃO DE META:S\nApÕs solidificação, um metal aprese rita uma estrutura interna ou microscópica e um aspecto estrutural macroscópico qur dependem das características intrínsecas do metal e das condições em que se processou a solidificação.\nFatores como composição do metal, taxas de extração de calor pelo material do molde no resfriamento, entre outros, de ter -minarão a taxa de nucleação e crescimento, bem como a morfología dos cristais sólidos em formação, os quais, por sua vez, determinarão a forma e distribuição de vazios de contra ção (para metais que tem sua densidade aumentada, quando da solidificação) no fundido final.\nNeste capitulo, serão apresentados modelos explicativos do fenômeno de solidificação de metais, a formação de sua micro e macroestruturas e vazios de contraão, bem como tais fenômenos são influenciados pelo matei'al do molde, no qual ocor re a solidificação do liquido. Sc-ã ainda apresentado rapidamente como tais fenômenos interferí &lt;em propriedades do produto fundido obtido.\n1 • estruturas DE SOLIDIFICAÇÃO\n1 . ! . MI CROE5TRUTURAS\n0 aspecto mi croes trutu ra 1 de metal fundido depende, fundamentalmente, da sua composição, a qual, aliada a outros fatores, determina a ■ rologi a de crescimento do solido a partir de núceles .surgidos no liquido. Assim, podemos proceder a explicação do fenômeno da solidificação e formação de míeroesti u':ura, separando os metais em dois grupos: os metais pur:&lt;e os que contem elementos em teores significa ti vos (o sentido deste signi ficativo sera entendido oportunamente).\nVejamos, em primeiro lugar,\npuros :\nsolidificação de metais\nSegundo modelos tradi ci onalme r':e aceitos , a \"estrutura\" dos metais líquidos consiste, essencial mente , em um es_ tado desordenado de átomos, no qual surgem, espcradica\nmente, pequenas regiões ato..-a estrutura cristalina do me í; sendo este surgimento do na-.?\na m e n t e ordenadas segundo\n* solido correspondent e,\n...: z a aleatória e estatís-\ntica (19).\nEssas regiões em ordenação curto alcance são de nominadas embriões de fase s o 1 i c , , sendo sua forma aproximadamente esférica, Estes riÕes , para poder sobre-\nvi ver na fase líquida, torna - st- terrnodi nami carnen te ne\ncessãrio que a fase líquida esteja a uma temperatura\ninferior ã temperatura de fusão do metal, isto ê, o lí quido precisa estar submetido s um super-resfri amento.\nIsto acontece preferencialme\nde, onde alta taxa de nuclec\njunto as paredes do mol\no ocorre.\nA velocidade de crescimento versamente proporcional a te adjacente, fazendo com quer&lt;\n? um núcleo é também i n-peratura do líquido a ele crescimento destes seja\nlateral, junto a interface e tal/mo 1 de (onde es tã o maior super-resfri amento) , i ando rapidamente uma ca_ ma d a solidificada contínua, macroscopicamente plana.\nNo entanto, microscopicamente. esta interface e rugosa para a maioria dos metais, r- den do haver a formação de protuberancias (pela adição do excesso de átomos numa determinada posição), cujas extremidades estarão subme tidas a um menor super-resfr’amento que as suas bases\ne, portanto, terão, assim, uma menor velocidade de cres_ cimento que estas.\nÜ N I C A M P\n0 progresso da solidificação dado pelo avanço desta interface no liquido, ate o consumo total des te, resul tando no crescimento dos diferentes núcleos para formar uma estrutura de diferentes orientações cristalográficas denominadas \"grãos cristalinos\" e que estão separados por superficies atómicamente desordenadas: os contornos de grãos. A estrutura final resultante sera, portanto, constituida de grãos cristalinos (macroscópicos), microscopicamente homogêneos.\nA figura 2.1, (a) representa a estrutura de solidifica ção de um metal puro. Para metais impuros ou ligas npo nofasicas, apos a nucíeação (que ocorre de maneira semelhante à descrita para metais puros) e durante o cre_s cimento do solido, formações •' sndrítí cas geralmente ocorrem, pela maior possibilidade de sobrevivencia de protuberancias surgidas na interface sÕ1i do/1íqui do , graças ã presença do fenômeno de super-resfriamento constitucional. Quando este se faz significativo, o que depende do nível de soluto e das suas condições de solubilidade e difusão no 1íqu'do, a extremidade da protuberancia estará submeti da a maior taxa de cresci men-to que suas bases, podendo não sõ sobreviver como fácilmente ramificar-se. A figura 2. 1 . b representaeste crejç cimento.\nA estrutura final resultante será, portanto, formada macroscopicamente por graos cristalinos, os quais, microscopicamente, serão constituídos de dendritas.\nA formação de mi croestrutura es ligas polifásica, constitui assunto complexo, cuja oportunidade não se apresenta para o desenvolvimento deste trabalho, não sendo, portanto, aquí abordado.\n1.2.\tMACROESTRUTUR?3\nCAMADA SOLIDA\nZ\nNUCLEOS SOLIDOS\nMOLDE\nt\n/\n3\tí\tzi\nc * ’\t• í&lt;\t-X\n>/&lt;I *’í'■**«••*\t'J í\n:\t’-.V/'\t'X\nA\nC RI STALOG R A$CQá '•'<:' b\tfc\n• * » ' * .\n* ■ - > • &lt;‘\n' . ..\n- ', ,‘X\nt\n4\n« . _ * *\n¿ .• ■\nA '\t.4\t„ *\n« , » * * *\n•\tí , z ' • '\n•\t/■' * ; j\nFig. 2.1.(a).-\nEsquema representativo da solidificação de um metal puro\nSOLIDO\ncaracterizada por diferente^ ■. i pos e tamanhos oe grãos, agrupados em zonas bem de !'i: n , chamadas do .¿onas es truturais: coquilhada, colunar e equiaxial.\nA figura 2.2. mostra uma es t :• u tura típica obtida para um lingote, na sua seção transversal.\n! . 2 . ! , A ZONA COQUILHADA\nLocaliza-se na periferia da neça e e constituída por grãos finos aqui axiais, isco Õ, sem o.rientação prefe rencial de crescimento.\nExistem diferentes teorias sobre os mecanismos de for mação da zona coquilhada:\n- Henzel (10), em 1937, defendia a teoria de que estes grãos são originados por uma \"nucleação copiosa\" em uma camada do líquido super-resfriado existente junto as paredes co \"olde, ocorrendo a nuclea^ ção sobre substratos de nucleação que seriam a prÕ pria parede do molde e/ou partículas presentes no líquido. Este autor, no seu mecanismo de nucleação copiosa, afirma que, no início da solidificação, deve existir uma zuna de líquido com super--resfriamento necessário nucleação, a qual estará influenciada pelas condições de transferencia de calor do sistema (11).\na)\t0 material do molde, sendo que o maior coeficieji te de extração de calo1”, maior volume de líquido super-resfriado, favorecendo a nucleação copiosa.\nb)\t0 metal em solidificação, onde a maior facilidji de de liberação de cal nr latente, maior o tempo do líquido em condições de nucleação.\nFig. 2.2\nMacroestrutura típica de solidificação de um lingote e suas três\testrututais.\nc)\tA temperatura do moídc , uma vez que maior tempe ratura do molde, menor a taxa de extração de ca. lor, desfavorecendo a formação de zona coqu i 1 h a. da.\nd)\t0 superaquecimento do liquido, sendo que para o maior superaquecimento no vazamento, maior a tem peratura no molde, desfavorecendo a formação de zona coquilhada.\nEm 1 967, Bower e Fleming-.: (12) propoõm que a zona coquilhada seria formada por um mecanismo de \"multiplicação de cristais\", inicialmente formados numa camada de líquido próxima ã parede do molde, provocada pela separação de ramos dendríticos dos cristais, como conseqüencia de convecções no 1Tqují do.\nBiloni e Morando, em 1968 (13) verificam, através da análise das mi croes trnturas dos grãos na zona coquilhada, que o mecanismo de \"nucleação copiosa\" e responsável pela formarão da zona coquilhada nos moldes de alta taxa de extração e, nos de baixa taxa de extração de calor, a zona coquilhada seria obtida através de \"multiplicação cristalina\" provo cada pela convecção do metal líquido, sendo que se ria necessário que o suoeraquecimento do líquido não fosse excessivo para não eliminar as correntes convectivas antes da aparição dos primeiros núcleos sÕlidos.\nOhno (15) propõe outro mecanismo de formação de z£ nas coquilhadas: seriam formadas por precipitação de grãos nucleados na parede do molde, onde existem regiões mais intensamente res f ri adas , de onde seriam separados por convecção térmica provocada por flutuações de temperatura e/cu turbulências no líquido. Tal desprendimento requereria um empescoçameji to dos cristais na parede do molde, provocado pela presença de soluto.\nNa figura 2.3. e mostrad' o detalhe da formação do empescoçamento que gerar’, a separação do cristal da parede do molde.\nSegundo o autor, condições ideais para a eficiente ocorrencia do seu mecanismo sao: bom contato entre molde e liquido, grande número de locais de nucle_a ção , teor de soluto no liquido, adequado para provocar o empescoçamento do; cristais que estão se formando na parede do moles e rápida remoção destes cristais para evitar a formação de urna camada sólida estável na parede- interna do molde, o que faria cessar a formação/separação do solido.\nDesta maneira, excessivamente altas taxas de extração de calor inicial desfavoreceriam a formação de zona coquilhada, ao i cilitar a formação de camadas solidas rapidamente.\n. 2.2 . A ZONA COLUNAR\nA zona colunar e constituída de grãos alongados, per pendiculares ã parede do m.fíde, seguindo a direção da extração de calor do Hcuido.\nA formação da zona colunar Õ geralmente aceita como sendo resultado de um crescimento seletivo de deter\nminados grãos coquilhados, da seguinte maneira: Walton e Chalmers (16) verificara- que,para um determinado tipo de estrutura cristalina, existem direções prefe renciais de crescimento pc ■ eitamente definidas e que os grãos colunares são formados a partir do cr es. cimento seletivo de alguns grãos da zona coquilhada.\n\n\nFíg. 2.3 Mecanismo de separa cao proposto por Ohno\nDesta maneira, o solido d : :\tcrescer para a fronte\ndo liquido, onde os crista*':- que possuem uma direção preferencial de crescimento paralelo ao fluxo de calor cresce rã o de uma forma mais rápida que graos vizinhos com orientação desfavorável, chegando, num d£ terminado estagio, a suprimi-los.\nEstes grãos coquílnados de- c •’es ci me n to mais rápido desenvolvem a zona colunar'- implicando numa redução do número de cristais e auntíctando as dimensões dos grãos sobreviventes. A fig:■ va 2.4. ilustra o fenome no.\nOs principais fatores que influenciam na formação da zona colunar, desta maneira, estão dados por:\n“ &amp; taxa de extração de calor, através do contato ter mico metal/molde e o coeficiente de transferencia de calor do material do !\" • de (17).\n-\t&amp; temperatura de vazamenco, sendo que altas temperaturas favorecem a formaçao de zona colunar (11) (18) e baixas temperaturas podem formar uma zona equiaxial jã nos primei r instantes da solidifica ção (20 ).\n-\tA presença de soluto no liquido, que pode possibilitar a nucleação de grãos, equiaxiais na frente da zona colunar e por favorecer a formação de dendritas, possibi 1ita multiplicação cristalina, desfavorecendo o desenvolvimento de zonas colunares (19).\n.2.3. A ZONA EQUIAXIAL CENTRAL\nWWWWWWWwxWW\nFíg. 2.4\nOs mecanismos que explicam a formação da zona equiaxial podem ser descritos pcrn-\n-\tWinegard e Chalmers (22) propõem que os graos equina xiais sao nucleados diretamente no líquido, ría frejn te da zona colunar em crescimento.\n-\tPos teriormente , Chalmers (20) e Biloni e Chalmers (21) explicam a formação dt; zona equiaxial central pelo mecanismo conhecido como \"big-bang\", segundo a qual no vazamento são formadas na parede do molde e adjacências, grandes quantidades de núcleos co-quilhados. Parte des tes núcleos crescem, formando a zona colunar e parte sobrevivendo livres no líquido na frente desta zona, crescem equ i axi almerite a medida que sao \"empurrados\" para o centro do 1 in gote.\n-\tJackson e Chalmers (23)\t. a•esentam um terceiro me-\ncanismo, o chamado de multiplicação cristalina, ba_ seado em que parte das ramificações dendríticas s_e cundani as da zona colunar podem ser refundidas em suas raízes e, desprendidas, podem crescer posteriormente de forma equiaxial, na frente da interface colunar em avanço.\n-\tSouthin (24) propõe que os grãos equiaxiais centrais são formados a part-’’.' de grãos dendríticos e ou partes de dendritas precipitados da superfície livre do líquido para o seu interior, aí crescendo equiaxialmente e formando a zona central.\n-\tOh no (25 ) ( 26 ) utiliza a \"ce o ri a de separação11 para a explicação da zona equiaxial: tais grãos seriam formados pelos cristais .oquilhados surgidos na pa rede do molde, separado\" e transportados ao interior do líquido por correntes de convecção. E necessário, porém, que haje condição de sobrevivencia e crescimento destes cristais no seio do Iíquj_ do, a qual pode ser fornecida, segundo o autor, por reduzida temperatura do vazamento.\nPelo exposto, chega-se ã cor. ■: ] u s a o de que as fontes\nde formação da zona equ i ax■\tc. 1 central , conf or\tm Q\tos\ndiversos autores, podem se ;•\t■ reunidas em, b a s\t1 C ¿11\trn e n -\nte, três:\t\t\t\n- seria formada por nucletu\t.&lt;:■ ,-.i direta do 1 í qu i\td 0\tna\nfrente colunar em crescí,!\t;c n to e/ou ;\t\t\n- a partir da ruptura da zr\tera colunar e/ ou ;\t\t\n- por crescimento de crisi\t■ ’s arras tad os ate\t0\tcen -\ntro do lingote, originar\t* os de outras regi\t() e s\tdo\nliquido.\t\t\t\nDeste modo, a ocorrência cc\t: ;ma significativa\t\tzona\nequiaxial central depende&lt;\tc? fatores que perm\ti tai\tli e\nestimulem estas fontes de -\ti L: c 1 e o s , isto ê , q u\te ao\ts i s\ntema sejam fornecidas:\t\t\t\n- condições de geração de :\t-.ovos núcleos s õ 1 i\tdos\tno\nseio do líquido;\t\t\t\n- condições de arraste dos\tgrãos desprendidos\tda\tzo-\nna coquilhada (comentes ce convecção) e de partículas solidas des prendírm da superfície livre do líquido ou da zona colusor;\n- condições de sobrevivência e crescimento de grãos ou núcleos na frente da ?cna colunar.\nEstas condições sao de pene ri.es de cada sistema es pe cífico metal/mol de; por emmplo, reduzidos gradientes térmicos no líquido, cs quais facilitam a sobrevivencia de partículas sólidas no seu\ti nteri or\nPorta\tnt o , para cada sis\ttema\tmeta í/mol de uma\te i s t r i -\nb u iç a o e morfologia de\t\tgraus\tpode ser obtida.\t\n/\\ 1 e ni\tda diversidade de\tlii 1\t?'O\t&lt;ma c r o e s tru tu r a\tS 0 b 17 -\nveis\tem processos de fun d i\t\to , u m a o u t r a c a r a\tc t f? r í s -\ntica\tdo fundido, também\tde j\tronde importacia\tpara e\nqual i\tdade do produto, é\td e p e\t,'«dente do sistema\tem ques\ntão,\tisto e, da maneira\tcomo\to fenómeno de so\t1 i d i f i -\ncação\tse desenvolve: a\td i s t r\ti b u i ç a o de vazios\tde con\ntraçao,\n1.3.\tOS VAZIOS DE CONTRAÇÃO\nA contração dos metais acontece durante tres etapas dj_ ferentes e perfeitamente def’oi das:\n-\t&amp; contração do líquido, que acontece durante o resfriamento entre a temperatura de vazamento e a tempe ratura de solidificação. l^ata-se somente do efeito da acomodação de ãtomos que tem reduzida a sua energia vibracional com a redução da temperatura.\n-\tA contração de solidificação: ao solidificar o metal, e resultado da modificação estrutural ocorrida; se no líquido os átomos tinham uma mobilidade relativamente grande e nenhum arranjo estrutural, ao passarem para o estado solido cristalino, assumem posições definidas no reticulado, cuja distancia e específica para cada elemento químico.\n- A contração do metal solido quando o metal resfria ate a temperatura ambiente, também devido ã redução de energia vibracional.\nA figura 2.5. mostra um grafico típico de contração, ocorrida na massa de um lingote de um aço de baixo car bono, solifidicada e resfriada. A figura 2.6 é uma interpretação esquemática do mesmo processo de solidificação, mostrando os efeitos da contração do líquido, durante a solidificação, e nc solido no volume e forma externa, produzido no recipiente idealizado.\nFig. 2.5 Representação típica da variação de volume na solidificação de um lingote de baixo carbono.\nFi g. 2,6\nEsquematização da variação de volume de um metal no processo de solidificação.\naquecimento a suas vizinhanças, decrescendo sua tempe ratura ate o ponto onde solidifica. Esta contração H quida, nos casos de aços, é da ordem de 0,9% em volume por cada 389 C de superaquecimento (7).\nSe o resfri amento acontece lenta e un i fórmemente,con-traíra durante a solidificação, levando o metal ate o ponto Lz» o qual corresponde, nos metais puros, a temperatura de fusão. Na maioria dos metais esta contração de solidificação corresponde ã, aproximadamente,3% do seu volume (7).\nPor último, acontece a contração do solido, obtendo-se, como conseqüência, um fundido levemente menor que a ca^ vidade do molde (ponto L4) , razão pela qual, na prática, os projetos dos modelos apresentarem dimensões maio res que os originais das peças.\nEm geral, a contração de um metal, apos a solidificação, pode se manifestar de cinco diferentes maneiras (11):\ni)\tRechupe localizado, que consiste de um vazio único, de forma cônica alongada, situado no centro do lin gote, variando de volume, conforme a composição da liga ou 0 tipo de metal puro. Sua extremidade cons_ titui o último ponto a se solidificar e sua forma e conseqüência do paralelismo das paredes do molde. A presença de rechupes em peças fundidas pode ser evitada pela utilização de alimentadores corretamente dimensionados e posicionados, em geral associados a uma solidificação direcional, que provoque 0 fluxo do metal do alimentador ã região a ser alimentada.\nii)\tContração unidirecional; quando da solidificação unidirecional, a partir da base do lingote,toda a contração de solidificação é traduzida por uma re duçao na altura do lingote, resultando um fundido com superfície aproximadamente plana.\n\nÕ-r. 't.'\nSUCESSÃO DE CAMADAS\nSOLIDIFICANDO\nRECHUPE\nCONIRAÇOES\nSECUNDARIAS\n( POROSIDADES )\n( b )\nHg, 2.7. (a)\n2,7.(b)\nSolidificação sucessi ■? dss camadas num lingote\nlíí) Cavidades internas: consequência da formação de urna camada sólida simultanea da superficie lívre do líquido e do líquido em contato com as paredes do molde, que origina uma cavidade no interior, sendo a última região a solidificar.\niv)\tMi croporos: são vazios de contração distribuidos por todo o volume solido, preveni entes de alimentação deficiente em regiões i nte rdendrí t i cas.\nv)\tAs porosidades superficials : formadas perto da su -perfície do fundido, como conseqüencia de pressões negativas provocadas pela rapida solidificação do líquido interdendrítico rm direção oposta as paredes do molde.\n0 fenômeno de contração que acompanha a solidificação influi diretamente na qualidade e propriedades do fundido, urna vez que, como visto, provoca o aparecimento de vazios,\nA maneira como estes vazios do contração se distribuem no fundido depende de fatores intrínsecos do metal (sua composição, principalmente) o das condições de so 1 idj_ ficação. De uma maneira geral, pode-se dizer que depende de como se processa o crescimento do solido. Assim vejamos:\na) Interface de crescimento p1 ana\nDurante a solidificação, primeiro e formada urna cas_ ca em contato com a parede. do molde, devido as condições de resfriamento importas pelas paredes (as quais variam de acordo com o material do molde); e£ ta camada se desenvolve pregressivamente a partir do líquido, que vai tendo seu nível diminuído progressivamente, ate que todo o metal fundido seja solidjç ficado, processo denominado de sol i di f i cação progres, siva ou direcional, o resultado de tal processo e a formação de um único rechupe cônico, com suas paredes formadas pela redução progressiva do nível de\nlíquido, durante a solid i ‘ ;cação. Seu vértice seria\na ultima re g i a o a s o 1 i d i f i&lt;. a r.\nA figura 2,7 .(a) mostra a • id idificação progressiva de um lingote de aço de b a ” x o carbono, ropres o n tan-do esquematicamente a sucessão de “camadas de solidificação\" ,\nA figura 2.7 . (b) representa o evento final de solidificação de um lingote, com a formação do vazio de contração localizado, denominado \"rechupe\", e os não\nlocalizados (porosidades).\nEste tipo de rechupe único, localizado, ocorre em metais/condições de cresci mento de interface plana ou pouco ramificada. Gera, mente, Õ o resultado de reduzidos gradientes compusicionais e térmicos, durante a solidificação.\nb) A interface de cr es ci men '■ o_ d en-: rí tica\nPara ligas a interface scl ida/líquida cresce com estrutura dendrítica, ex i s f:ndo na frente da interface solida uma região de solido + liquido, chamada de \"zona pastosa\".\nA espessura da zona pastosa depende principalmente da composição do metal (a maior concentração de soluto, maior a tendência de formar dendritas), da ve loe idade de solidificação (um aumento da velocidade pode aumentar a tendência ã degeneração da interface, criando dendritas) e, do estado de convecção no líquido, para redistribuir o soluto.\nEm metais que apresentam, ac- solidificar, uma zona pastosa extensa, o vazic de contração õ distribuído por todo o volume do nu.terial, não ficando concentrado num Õnico rechupe final , possibilitando a retenção de vazios pe {uern.; , na forma de poros, entre as dendritas. Isto ocorre pela impossibilidade de alimentação, pelo metal líquido', de vazios que se forman entre braços dendríticos, pelo crescimento e engrossamento destes.\nEste mesmo tipo de d i s c r i ui ção de vazios pode ser apresentado por metáis puros que possuam microestru tura dendrítica, a qual e formada pela degeneração da planicidade da interface de solidificação, pela ocorrência de inversão térmica junto a interface.\n2. INFLUÊNCIA DO MOLDE NA ESTRUTURA\nComo visto anteriormente, na secao 1.2. deste capitulo, diversos são os fatores que influenciam na formação de zonas estruturais. Desde o ponto de vista das influencias fornecidas pelo molde, podemos citar:\n2.1. Q material do molde, sendo que moldes de alto coeficiente de extração de calor provocam um grande volume de líquido superesfri ado proximo as suas paredes, favorecendo a nucleação copiosa (11) e, desta maneira, favorecendo a formação da zoca coquilhada.\nTambém um molde de alto coeficiente de extração de calor favorece a formação da zona colunar, urna vez que existe melhor contato térmico metal/mol de e maior coeficiente de transferenci a de calor do material de molde, o que resulta numa alta di reel onal idade no fluxo de calor que é retirado (17).\nEsta condição de alto coeficiente de extração de calor pode, ademais, auxiliar o conui1hamento inicial da for mação da zona equiaxial cent, al , urna vez que e incentivado o .mecanismo do \"big-bang11 (onde núcleos coquilha-dos são formados ñas paredes do molde e numa região de liquido adjacente a el a) e também o da separação, de Ohno (onde os grãos equiaxiais seriam formados ñas pare des do molde e, por ação de correntes de convecção, são separados da parede e levados ao interior do liquido).\nA rugosidade das paredes internas do molde, que prejudica o coquilhamento e , como conseqüencia, a formação da zona equaxial, segundo Prates e Biloni (14),\nNo entanto, para Ohno (25), a presença de rugosidade f fundamental para o impediment’ da formação da camada solida estável, logo no inicio da solidificação; tal camada faria cessar o fornecimento de cristais para a zona equiaxial.\n2.3.\t0 coeficiente de transmissão de calor (hi) , sendo que,\neste coeficiente de transmissão de calor da interface metal/molde condiciona a quantidade de núcleos formados em contato com a superficie do molde e, para dete£ minados valores do mesmo, torna inoperante o mecanismo de multiplicação cristalina na formação da zona coqui-Ihada ou pode aumentar a multiplicação de grãos da zona coquilhada (14).\n\n3. INFLUÊNCIA OA ESTRUTURA _NAS P FC ?R_I EDADES _DOS _MTiATS\nÉ fato conhecido que as c a r a c t eí s t í c a s de um material dependem, de uma maneira geral, da facilidade de movimen tação de planos atômicos e defeitos cristalinos e que, portanto, dependem da estruttn e do material: a dimensão e forma de seus grãos (densick.de de contornos, as que constituem regiões ‘'defeituosas\", e freq tiene ia de variação de orientação cristalográfica, ambas aumentando com a redução da dimensão de graosi, dimensões e distribuição de precipitados, fases segregadas, poros, defeitos estruturais e pontuais, espaçamento interdendritico, quant_£ dade de ramificações, etc.\nRestringindo o campo de análise ã macroestrutura, citare mos alguns exemplos da relação estrutura versus propriedades de um metal, desde o ponto de vista das dimensões do grão:\n- Cibula (6) comenta que fundidos com estruturas predominantemente colunares aprese -tam melhores propriedades magnéticas do que com es i. ru turas equiaxiais. 0 mes mo autor nota que materiais com granulometria fina menor temperatura de recrista1 ização, apõs deformação em trabalho, bem como um menor amanho final do grão re-cristalizado, uma vez que uma grande quantidade de novos grãos é nucleada nos contornos antigos.\nAinda nota que materiais com granulação grosseira ou colunar, atenuam vibrações u!zrassõnicas, tornando o material insensível a métodos de análise que utilizam tal método.\nSeus resultados, mostrados na. figura 2.8 , indicam uní aumento do limite de resistencia ã tração e do alongamento com a redução do diámetro médio de grao equiaxial em estruturas de Al - 4.5% Cu sendo que, conforme os autores, estes resultados seriam conseqüencia da redis tribuição de cavidades de cco oração ocorridas ao se re finar os grãos.\nMais tarde, surge urna nova teoría - a das discordancias e sua facilidade de me vi monto dentro da estrutura como sendo o fator primordial na determinação de propriedades mecánicas dos m a t e r • a i s, que tenta explicar a influencia do tamanho de gv co nas propriedades mecânicas; estruturas de grãos de pequenas dimensões sign¿ ficam estruturas com alta d ? n s i da de de contornos e, pojq tanto, de barreiras ao livre movimento de discordâncias e outros defeitos, a ume rilando o limite de resistência do material, isto é, 1 nivel de solicitação necessária ao seu rompimento.\nTal teoria, no entanto, não ..c mostra adequada para ex plicar o aumento do alongamento de ligas Al-Cu com a redução de diâmetro dos grãos, segundo o observado por Cibula e Ruddle. Neste caso, ê de supor que a distribuição de cavidades de contração seja fator preponderante.\nPelos exemplos citados, fica evidente a dependencia das proprledades mecânicas um material apresenta, com relação ã maneira como c colido e formado, as zonas estruturais resultantes, a distribuição dos vazios de contração. Procura-Su-ã analisar, portanto, nes^ te trabalho, tais aspectos cuando da solidificação de lingotes em moldes congelados, com o objetivo de se poder analizar suas características de qualidade.\n(o)\nU- DIÂMETRO DE GRÂDÍnim)\n(b )\n7 8\nCAPITULO 3: MATERIAIS E METODOS\n1• MATERIAIS\n1.1.\tAREIAS\nNas experiências foram uti1izados 2 tipos de areias, ambas silicosas, com granu■ometria 90-100 AFS (fina) e 45-55 AFS (grossa), do tipo comercial , para fundição.(es peeificação do fornecedor).\nAs areias possuiam, na sua origem, uma umidade de 0,01 a 0,03%, medida no proprio laboratorio de fundjp ção, após pesagem antes e depois de secagem em forno a 110<?c5de lOOgr de amostra. Foi utilizada balança analítica para a pesagem.\nPreviamente ã utilização, as areias foram analizadas com relação a distribuição granu1ometrica , segundo descrito em item posterior. em peneiras padronizadas.\n1.2.\tAGLOMERANTES\n0 processo de moldagem investigado utiliza agua como aglomerante, não sendo utilizado nenhum outro aditivo.\nApenas como referência para analise do comportamento dos moldes propostos e d estrutura dos fundidos neles obtidos, foram confeccionados moldes contendo resina furânica como aglomerante , nas proporções indicadas pelo fabricante.\n1.3.\tMETAIS\n7 O\n1.4,\tMEIO RESFRIADOR\nComo meio resfriador paro congelar os moldes, foi utilizado nitrogênio Hquioo, ã temperatura de -1959C.\n1.5.\tINSTRUMENTOS DE MEDIDA DE TEMPERATURA\nPara medidas de tempera tur; das areias foram utiliza dos termopares de Cobre-Constantan, e para medições de temperatura dos metais, termopares de Cromel-Alumel■\nForam obtidas Curvas de Resfriamento dos moldes no meio refrigerador, e Curvas de Solidificação do H quido, pela conexão dos termopares apropriados em re gistradores tipo Yokogawa.\nPara todas as curvas foi utilizada a mesma escala de velocidade do papel no registrador: 6cm/minu to.\n2. METODOS UTILIZADOS\n2.1 . CONFECÇÃO DOS MOLDES DE Aí: LI A\nForam obtidos moldes em diferentes condi çíões : vari ou-se, para cada tipo de arc.a utilizado, o teor do água adicionado (2,4 e 6% em po-.o da areia), e a temperatura de congelamento (-50 .-;0 ,-90 e -11090).\nA agua era misturada a arei \\ seca, manualmente , por cerca de 2 minutos. Em seguida era introduzida em moldes de aço, cilíndrico', de diâmetro interno 60mm e 62mm de altura, com espessura de parede de 5mm.\nOs moldes de aço possuíam, uma. cobertura interna de chapa de cobre, de espessura de 0,lmm,para facilita*' a desmoldagem do molde do areia congelado.\nñ areia era introduzida no cilindro, sendo socada manualmente ate formar uma fase de aproximadamente 15mm; colocava-se o mache e preenchia-se os espaços ao seu redor, constituindo ?.s paredes da lingoteiraa ser congelada.\n0 molde resultante, de areia congelada, tinha uma cavidade de 032x45mm, e espessura de parede de 14mm,\nA figura 3.1 mostra o processo de moldagem e as di-mençÕes dos moldes congelados obtidos.\nForam obtidos moldes de a¡eia com resina furanica para efeito comparativo de propriedades de moldes e resultado do fundido obtido, em termos de qualidade e estrutura.\nAs dimensões dos moldes de areia com resina foram as mesmas dos moldes congelados. 0 teor de resina uti1 zado na mistura J?oi de 2 8 utilizando 0,4% de catalj_ zador. 0 tempo de cura f-v; de 1 hora.\n2.2.\tTÉCNICA DE CONGELAMENTO 00S MOLDES\n0s moldes de aço contende as lingoteiras da areia eram introduzido:; numa ca.xa retangular contendo nitrogênio liquido, sendo submergidos no nitrogênio ate uma altura de 5 0mm (deixando livres cerca de 12mm na parte superior). 0 nitrogênio, assim, não entrava em contato direto com a areia.\nOs termopares eram ligado:’ aos registradores, e logo após atingida a temperatu desejada, eram retirados da caixa para a desmo1 danem e vazamento.\nEm todos os casos, com o intuito de reduzir o consuma de nitrogênio, foram conge: ados 2 moldes de cada vez. As temperaturas utilizadas foram -50,-70 ,-90 e -1109C.\ntermopar\nAREIA\nCOBRE\nMOLDE DE\nMACHO\nPL ASTIÓO\nRECOBRIMENTO\nMOLDE DE\nFíg ■ ■ 3.1.a - Esquema mostrando o método de confecção do molde\ni\n09\nFig. 3.1.b - Esquema representando as dimensões do molde\nMOLDE DE AREIA NO INTERIOR\nFt&amp; 3.2- MÉTODO DE CONGELAMENTO DO’S MOLDES\nUma vez o molde de areia echa atingido a temperatura necessária (ao redor de 3'Ç? abaixo da tempera tora na qual seria feito o va.: rento) ,o molde de aço coja tendo a lingoteira de areia era retirado da caixa de isopor. 0 molde de aço e í i retirado manual mente,aber tas as duas metades e as etapas de cobre, sendo retj¡_ rado o macho. Q molde então ora colocado sobre urna chapa de amianto, sendo inserido urn termo par de Cromel-Alumel na cavidade ino centro, a urna altura aproximada de 20rnin) , estando pronto para receber o metal líquido.\n2.3.\tFUSAO E VAZAMENTO DO LIQUIDO\nAs fusões dos metais foram feitas em cadinhos de car. beto de silício (SiC) aquecidos em mufla ( o Chumbo) e forno elétrico tipo poçe, de 7KW de potencia ( o Alumín i o).\n0 controle da temperatura do vazamento do metal era feito em conjunto com o iía temperatura do molde da areia (descongelando o ar), sendo feitos todos os v^a zarrientos a 3609C(Chumbo) ■ 7009C(Alumínio) , com as respectivas temperaturas do molde (-50, -70, -90 e -110QC) .\nForam devidamente registra das as curvas de tempos de descongelamento do molde de areia (tempo desde o início do vazamento ate ■> r a 09 C) , e tempo de sol i_ dificação do metal neles contido.\n2.4.\tPREPARO DE MACRO E MICROOTA FIAS\nOs lingotes obtidos nos '.iár’os moldes foram cortados longitudinalmente para polimento e ataque metalogrã-fico. Análise da macro e m;croestrutura de solidífi-cação foi processada, pare v e r i f i c a ç ã o da influência da cinética de resfriamento nas dimensões dos grãos obtidos, e para verificação da distribuição de rechu pes e poros. Para análise m.crografica , escolheu-se uma região de 1,5 x 1,5 cm, no centro da seção longitudinal do lingote, a part?r de 3 mm de sua superfície inferior.\n- 85\t-\nNesta região foi feito ataque e 1 e t ro 1 í t i co .\nNeste processo, o metal ;Alumínio ou Chumbo) consti-tue o anodo da célula e1etro1íti ca e, na operação acontece a dissolução do mesmo, de modo tal que as irregularidades da superficie desaparecem, na medida que a operação progride.\n0 polimento eleteolítico permite determinar a estrutura granular do metal por diluição preferencial dos contornos de grão, uma vez que a sua atividade ê diferente do interior do grãc, devido a acumulação de defeitos cristalinos naq-tole local,\n0 aparelho utilizado foi uma Polisec Mod 20, marca Presi, e as condições de polimento correspondentes a 40 volts,e tempo de ataque de 90 segundos.\n3. ENSAIOS DE AREIAS E MOLDES\n3,1. DISTRIBUIÇÃO GRANUL0MÉTR1CA DAS AREIAS\nAs duas areias utilizadas >90-100 e 45-50 AFS) foram submetidas a testes de distribuição granulómetrica da seguinte maneira, seguindo norma da American Foundry Soc i ety:\nForam colocadas SOgramas d?> amostra de areia seca so bre a primeira peneira, de uma serie de 10 peneiras normalizadas pela AFS (American Foundry Society) de números 20,30,40,50,70,1 0C , 140 ,200 e 270 , correspondentes a aberturas entr&lt;mal has de 0,841 / 0,595 / 0,420 / 0,297 / 0,210 / C>,:49 / 0,1 05 / 0,074 e 0,053 respecti vamen te.\nAs amostras eram então sr metidas a vibração mediante um dispositivo agitador, durante 15 minutos, apÕs os quais a areia sob cada pereira era pesada indi vi du aj_ mente, determinando-se o numero de finura de grão AFS, a distribuição acumulativa e a frequência do tamanho do grão.\nOs resultados obtidos podem ser vistos no Capítulo 4.\n3.2\t. CONFERENCIA DO TE PR DA _A ■■ U A AD ICIONADO\nTodas as misturas de areia foram feitas com agua em porcentagem, em peso da areia, de 2, 4 e 6%. Estes teores foram comprovados utilizando o método por carboneto de calcio, mediante aparelho \"Speedy\"Tipo C, que utiliza a reação q u T rn ica entre a agua e o carboneto de cálcio para formar gas acetileno.\n0 teste foi feito seguindo normas AFS.\n0 dispositivo utilizado é um recipiente fechado ao ar, provido de um medidor da pressão do gas produzido no interior e um manómetro exterior que da leitura direta em % de umidade.\nÊ pesada uma quantidade determinada de areia e colo cada no interior do aparelho juntamente com o carbo neto de calcio. ApÕs agitação para misturar a areia e o carboneto* pode-se observar no manómetro o valor da umidade.\nEm todos os casos conferidos, a leitura observada coincide plenamente com os valores medidos por pesa gem, na confecção das misturas, com erro de 1,0%.\n3.3.\tMEDIÇÕES DE RESISTÊNCIA A TRAÇflO DOS MOLDES\nA resistência a tração da uma mistura de areia e a resistência máxima que a mistura ê capaz de suportar quando e preparada, comprimida e ensaiada de acordo com as normas.\nForam feitos testes de resistência a tração para as duas areias, com seus respectivos teores de umidade e as diferentes temperaturas de congelamento .\n0 método utilizado foi o recomendado pela AFS, e foi feito da seguinte maneira;\nA areia preparada foi c o 1' d a n o molde n o; mal i z a d o e, apbs socar 3 vezes com i.m peso (também normaliza do), todo o conjunto foi colocado de nitro do nitrogênio líquido, para congelamento ã temperatura desejada. 0 termopar era j c i on a d o a aproximada -mente 10 mm de profundidade , na posição indicada na figura 3 .1 . b,-\nUma vez o corpo de prova alcançava a temperatura desejada, era retirado e •mediatamente submetido a forças de tração num aparelho de marca \"Harry W D i e t e r t\".\nEste equipamento consisto de um peso pendular e um braço, que oscilam sobre jm eixo numa base solida . Um motor eleva o braço através de um arco, assim forçando o corpo de prova a levantar o peso do pêndulo. Desta maneira, a ca^ga vai aumentando gradat_[ vamente, ate a ruptura do corpo de prova, quando o peso volta a sua posição original. Assim, na medida do deslocamento total do ^ondulo ate a ruptura do material, ê uma medida de resistência.\nAs medições sõ foram possíveis de serem feitas para a areia 90-100, uma vez que nos corpos de prova utj_ lizando areia 45-50, a t :. .rratura variava demasia^ damente rãpido,nco se obtendo valores de resistência à tração confiáveis.\nFi g. 3.3.- Corpo de prova u\nde resistencia a\n¡izado nos ensaios\n3.4.\tENSATO DE DUREZA SUPERFIc AL\nA dureza superficial de um molde e a resistência que oferece a superfície deste ã penetração de uma esfera padrão sob carga, aplicando a força com um ângulo de 909 da superfície.\n0 princípio do teste e similar ao utilizado pelo sis_ tema Brinell, sendo que, quanto menor a dureza da superfície, maior sera a penetração da esfera; supe_r fíeles que não oferecem resistência a esfera tem dureza zero, e as que resistem completamente (pene -tração 0) , tem dureza 100.\n0 instrumento consiste rnr.i relógio graduado , cuja base é dotada de uma esfera de raio 2.54 mm . que quando pressionada sobre ? superfície do moíúe , aciona uma mola que por sua vez determina a leitura do deslocamento sofrido, na escala graduada.\nNão foi possível obter medidas confiáveis de dureza dos corpos de prova, uma «ez que estes apresentaram um rápido aumento da temperatura, devido a sua forma e massa, o qual aconteci? durante c tempo necessário para zerar o instrumento -a superfície do corpo de prova, antes da medição, o que demorava aproximadamente 30 seg.\nCAPITULO 4:\tRESULTADOS E DISCUSSÍK.S\n1’ analise da materia prima\n1.1.\tUMIDADE DAS AREIAS BASE\nAs arelas base apresentaram u m t e o r de umidade de\n0.01% (areia 45-50) e 0.GS% (areia 90-í0Q)antes de serem misturadas coro agua para os diferentes en saj_ os. Como o valor mínimo de agua adicionado foi de 2%, a umidade inicial das areias foi considerado desprezível,\n1.2.\tgranulometria\nA granulometria encontrara nas areias foi de 42,5 A.F.S. para a areia 45-50 85.4 para a arria 90-100. Nos anexos 1 e 2 e'arm osentado o método de calculo do valor real do samanho do grão da areia utilizada.\nEstes valores encontrados no ensaio granu1ométrico estão abaixo dos valores especificados , porem, a distribuição granu1ometricn atende os objetivosdas experiencias: as duas areia1-, possuem característi -cas granu1ometri cas totalmente diferentes , como pode ser observado ñas cu?vas das Figuras 4.1 e 4.2.\nConforme mostrado ñas figuras, pode ser observado que a areia especificada :omerci al mente como 45-50 tem uma composição tal que 80% de seus grãos são maiores que 0,15mm. Por cutía parte, a areia especificada como 90-100, possuo aproximadamente 95% de seus grãos com dimensões menores que ü,15mm.\nTi T T r i' T\t•'\tt: .•\t••Ti ”• '\nlj i i Ãb i .í! i.11 '\t¡5 ‘-.i\t'■•J Tb i' í..1 1-\tK'? 1 i\n;• I S1' f. * J í- = 2 A ü\nri ~ . i - - - y •_? i’ T* i»&lt;: s.\n- í n\nr.i. 7ki ;i.\tã. :S;j\nd d OLfiá í Í\nFig 4.2. Distribuição granulomêtrica da a -ia 45-50 utilizada\nSuperpondo as curvas 4.1 c 4.2 pode ser observado nitidamente a diferença io tamanho de grão acumulado pelas duas areias. ..Interessante observar também, que no ensaio granu1omêtrico da areia 90-100, a qual possue praticamente 100% de seus grãos menores que 0,30mm, a areia ficou retida nas 3 primeiras peneiras da s e i c padronizada pela AFS. Ja a areia 45-50 apresentou uma distribuição diferente s sendo que a areia ficou retida em todas as peneiras padronizada-.\nDo ponto de vista pratico, em fundição, a deternH nação de finura de grão de uma areia e um método rápido para estabelecer o camanho de grão medio de uma areia, sendo muito úti1 para comparar areias de distribuições similares.\n0 fato de duas areias apresentarem o mesmo módulo de finura (número AFS) r.ac significa no entanto , que sejam semelhantes: dü(i5 areias podem apresentar o mesmo tamanho mediu de grão, traduzido pelo modulo de finura, mas d s f.r i bu i ções granu 1 ometr i -\ncas totalmente diferente , e desta maneira, podem\ndiferir totalmente nas suas propriedades, princi-\npalmente na permeabilidade ao ar e gases presentes\nou gerados no molde ou\t\t\t\nOe\tacordo com\testas\tob s\n50\tuti1i zada\tp o s s u e\tuma\nde\tgraos mais\tah; p 1 a\tque\nsupor que o grau de cançado com a areia\nri fual fundido.\nrvaçoes, como a distribuição de a areia 90-100, compactação que pode ser al-45-50 pode ser maior que o da\nareia 4 5-tamanhos\nÓ de se\nareia 90-1 00 , uma vez qí!c seus grãos podem acorno dar-se melhor, devido a esta maior amplitude de variação de tamanho dos grãos (os finos podem preencher espaços entre os grãos maiores).\nAlem das dimensões e distribuição dos grãos, foi também observada e caracterizada a sua forma. 0 resultado é mostrado na -igura 4.3, onde se pode observar que os grãos de creia grossa são arre -\n( a )\t( b )\n( c )\t( d )\nFig.\n4,3.- Fotografias mi croscopi\no\ndas areias eletrônico\nu t i t i r a d a s fobtidas\na rredura.\nGrãos de\nGrãos de\n( a - 50 x, b = 100\nareia 90-100( c - 50 x, d = 100\nareia 45-50\nx\n)\n)\n2. VIABILIDADE DE CONFECÇÃO E UTI' IZAÇÃO DOS MOL DES\nA possibilidade de obtenção de formas estáveis e rígidas moldadas com areias contendo pequenos teores de agua, e submetidas ã temperaturas sub-zero foi verificada.\n0 processo se revelou bastante r>imples e de fácil utilização. Os mecanismos pelos quais a presença da água congelada entre grãos de areia p;omove a sua coesão e forne ce alta rigidez aos moldes assim obtidos, podem ser discutidos; e de se supor que ao se adicionar agua à areia seca, uma parte do espaço vazio entre os grãos de areia ê ocupada e que uma pequena porção desta água e absorvida pela superfície dos grãos.\nAo ser congelada, a agua se expande, ocupando um maior volume dos espaços entre grãos, aumentando sua coesão ; além disto e, e^de se supor que este seja o fator mais importante a promoção da coesão, a agua absorvida superficialmente , deve formar uma ede cristalina contínua, envolvendo os grãos de areia.\nEstes fenômenos podem ser responsáveis pel a \"agl omeração'1 da areia, possibilitando a obtenção de moldes. Não deve ser esquecido, no entanto, que também pode estar presente e ser mesmo de fundamental importância, a formação de d¿ polos entre graõs de areia e camadas de agua adjacentes a eles, conforme explicado no Capítulo 1- Estes dipolos se riam estabilizados pelo conge 1¿mento da agua e também contribuiriam assim para a manutenção de coesão entre os grãos de areia.\n2.1. TEMPO DE CONGELAMENTO\nFoi medido o tempo de congelamento de moldes ate a temperatura de -1939C; os /alores obtidos foram p£ quenos : cerca de 7 minutos, desde o momento da imersão do molde no Nitrogênio líquido ate ser atíjn gida e estabilizada a temperatura no seu interior (posição do termopar indicada na Figura 3. 1 ,b) em torno da temperatura do Nitrogênio 1íquido(- 1 939C ).\nA Figura 4.4 mostra a variação da temperatura do molde com o tempo de imersão em Nitrogênio líquido para um molde confeccionado com areia 90-100 con -tendo 2% de agua em sua composição. Esta curva e igualmente representativa para moldes confeccionados em outras condições, uma vez que o tempo de congelamento mostrou-se ir’ependente destas condições: não parece influenciado pelo grau de umidade das areias, nem sua granulometri a.\nNos diversos casos analisados, o tempo total de congelamento resultou em valores de ordem de 7 min.\nPode-se pensar no fato como resultado do violento regime de refrigeração imposto ao sistema areia -agua : o diferencial térmico seria suficientemente elevado (entre a temperatura ambiente da lingotei ra, cerca de 25QC, e a ao Nitrogênio 1íquido),para provocar trocas de calor rápida e independentemente de alterações nas propriedades térmicas do molde provocadas pela presença de diferentes, mas provavelmente não significantes, para o aspecto analízci do, variações no teor de agua e na distribuição granulométrica das areias.\nCabe aqui lembrar, no entanto, que diferentes ge£ metrias de moldes podem produzir diferentes resultados, por exemplo: em pcredes de moldes com espe£ sura mais robusta,a troca de calor pode ser mais sensível ã granulornetria e distribuição granulomê trica da areia. Os resui Tidos aqui apresentados são, portanto, restritos ã geometria analizada.\nL 0 ‘t .6, i,\tI >..’\nFig. 4.4 Tempo de congelamento de moldt: de areia 90-100 com 2 % de umidade, representativo para as duas areiss e as três umidades.\nA utilização pratica destes moldes, no entanto,como sera observado em capTbFios posteriores, não requer necessariamente o seu congelamento a -1939C;assim, tempos menores, mesmo de ordem de 2 minutos, podem ser suficientes para obtenção das condições de rigidez do molde e de segurança desejadas ao vazamen to do metal liquido.\n2.2.\tDESCONGELAMENTO DOS MOLfD; AO AR\nOs tempos totais de des&lt;tura ambiente de 339C), granulometria e umidade Tabela 4.1 , enquanto as peratura com o Tempo sãi e 4.6,respectivamente pr\n:nge 1 amento ao ar (tempera\n:is diferentes condições de\nda areia sao mostradas na rvas de Variação da Tem-) ¡lastradas na Figura 4.5 a a areia 90- 1 00 e 45-50.\nEm todos os casos, os moldes foram retirados do Nitrogênio liquido ã temperatura de -110QC, sendo medido o tempo de aquec irer.to ate ser atingido OQC.\nObservou-se em todos os caros um tempo de descongelamento variando de 2&lt;a 33 minutos. Após este tempo, os moldes apresen aram perda da resistência mecânica, e umidade; não apresentaram, no entanto, esboroamento expontâneo.\nPela comparação das Figuras 4.5 e 4.6 pode-se notar que as curvas de aquecimento para as diferentes condições de confecção de moldes utilizadas são semelhantes: o tempo de descongelamento não parece depender da granulometria / distribuição granulométrica da areia utilizada, para todas as umidades analizadas.\n\tt desc,\t( min )\ni»: -\t•\ti í\tare. i H % ' -\t■\t45 - 50\t‘\t90-10\nt- -■\tX.\t\tt\t....\t.\t.\n! 2 1\t27\t26\n■;\t4\ti\t31\t;\t32\ní 6\ti\t33\t;\t32\n1\t\t\t\t_L_.\t\t1 ...i\t\nTabela 4.1.- Tempos totais de descongelamento ao ar para as diversas condições analizadas.\n( T inicio = -110 9C, 1 final = 0 9 c )\nFig. 4.5. Descongelamento dos moldes\nareia 90-100 ao ar\n\nFig. 4.6, Descongelamento dos molces de arfía 45-50 ao ar\nNota-se também que para ç.ibjs as areias, a variação do teor de agua de ■' para 6% pouco interfere nas curvas de ac uo ’ . n i :■ ..io molde, enquanto uma pequena redução no tempe -'a descongelamento e observado para o menor teor de água.\nAssim, pode-se dizer que ? variação de Temperatu ra do molde com o Tempo cie descongelamento, não depende da granulómetria da areia, mas somente do teor de água utilizado, sendo maior o tempo para o maior teor.\nA não dependencia do tempo de descongelamento em relação ao tipo de areia carece mais uma vez confirmar o fato, observado quando da análise das curvas de congelamento, -;e que as possíveis alterações na condutividade tÕrmica de areias devido a diferentes distribuições granulomêtricas não interfere sensivelmente ¡:a cinética de congelamento e descongelamento de rol des submetidos a baixas temperaturas. Poder-se-ia pensar o fato como sendo consequência dos altos gradientes térmicos envolvidos .\nQuanto à influência do teor de agua, no caso do descongelamento, o aumento do volume de gelo presente (para uma mesma quantidade e tipo de areia), pode provocar o aumento *o tempo de descongelamento, uma vez que o ar que circunda o molde pode ser mais severamente resfriado, retardando a cessão de calor ao sistema.\nFoi verificado, alem disso, o tempo de descongelamento do molde confeccionado com areia 90-100 e contendo 2% de água, a partir de“65QC. A curva de descongelamento obtida e mostrada também na Figura\n4.6\t: tal curva se apresenta paralela ã obtida p&lt;. ra molde nas mesmas cor d ledes, descongelado a partir de -1109C. Pode-se deduzir, portanto, que os fenômenos envolvidos na troca térmica obedecem ãs mesmas leis dos casos anteriores.\nTal resultado permite a avaliação previa do tempo de descongelamento de moldes submetidos a diferentes temperaturas, desde que mantidas as condições de descongelamento.\nComparando as curvas 4.5 e 4.6, onde são dados os tempos de Descongelamento das duas areias, para os diferentes teores de umidade, com a curva de Conge lamento , Figura 4.4, pode-se observar que o tempo total de descongelamento, para qualquer caso, e seji sivelmente maior que o tempo de congelamento, dada a diferença de velocidade de retirada de calor no sistema gelo-ar em rei acuo ao nitrogeneo-agua.\nEste fato pode ainda exp‘icar a linearidade da variação da Temperatura com o Tempo, no congelamento, comportamento este que não ê mantido no descongela mento; neste caso, ha resfriamento de uma camada de ar próxima a parede do molde, dificultando a transferência de calor e alterando o regime de tr£ cas; resultando nas. curvas observadas.\n2.1. TEMPO DE RESFRIAMENTO.\nFoi medido, o tempo de resf ri amento de moldes ate a temperatura de -1939C; os valores obtidos foram p_e quenos : cerca de 7 minutos, desde o momento da imersão do molde no Nitrogênio líquido ate ser atiji gida e estabilizada a temperatura no seu interior (posição do termopar indicada na Figura 3.1.b) em torno da temperatura do Nitrogênio 1íqui do(-193QC).\nA Figura 4.4 mostra a variação da temperatura do molde com o tempo de imersão em Nitrogênio liquido para um molde confeccionado com areia 90-100 con -tendo 2% de agua em sua composição. Esta curva Õ igualmente representa ti va para moldes confeccionados em outras condições, uma vez que o tempo de congelamento mostrou-se independente destas condições: não parece influenciado pelo grau de umidade das areias, nem sua granulometria.\nNos diversos casos analisados, o tempo total de congelamento resultou em valores de ordem de 7 min.\nPode-se pensar no fato como resultado do violento regime de refrigeração imposto ao sistema areia -agua : o diferencial térmico seria suficientemente elevado (entre a temperatura ambiente da lingotej_ ra, cerca de 25<?c, e a do Nitrogênio 1íquido),para provocar trocas de calor rápida e independentemente de alterações nas propriedades térmicas do molde provocadas pela presença de diferentes, mas provavelmente não significantes, para o aspecto analiza do, variações no teor de agua e na distribuição granulométrica das areias.\nFig. 4.4 Tempo de resfria mento de molde de areia 90-100 com 2 % de umidade, representativo para as duas areias eas três um idades.\n\t\t\t\t\n\tjr\t\t1 i\t\n\t\t\t\t\t\t\t i\nA utilização pratica destes moldes, no fentanto,como serã observado em capítulos posteriores, não requer necessariamente o seu congelamento a -1939C;assim, tempos menores, mesmo de ordem de 2 minutos, podem ser suficientes para obtenção das condições de rigidez do molde e de segurança desejadas ao vazameji to do metal líquido.\n2.2.\tAQUECIMENTO DOS MOLDES AO AR\nOs tempos totais de aquecimento ao ar (tempera tura ambiente de 33ÇC), nas diferentes condições de granulometria e umidade da areia são mostradas na Tabela 4.1 , enquanto as curvas de Variação da Temperatura com o Tempo são mostradas na Figura 4.5 e 4.6,respectivamente para a areia 90-100 e 45-50.\nEm todos os casos, os moldes foram retirados do Nitrogênio líquido ã temperatura de -110QC, sendo medido o tempo de aquecimento ate ser atingidoOQC.\nObservou-se em todos os casos um tempo de descongelamento variando de 26 a 33 minutos. Após este tempo, os moldes apresentaram perda da resistência mecânica, e umidade; não apresentaram, no entanto, esboroamento expontâneo.\nPela comparação das Figuras 4.5 e 4.6 pode-se notar que as curvas de aquecimento para as diferentes condições de confecção de moldes utilizadas são semelhantes: o tempo de descongelamento não parece depender da granulometria / distribuição granulométrica da areia utilizada, para todas as umidades analizadas.\n\tt desc. ( min )\t\nX^are. H\t, '45 - 50\t90 - 100\n2\t27\t26\n4\t31\t32\n6\t33\t32\nTabela 4.1.- Tempos totais de aquecimento ao ar para as diversas condições analizadas.\n( T inicio = -110 9C, T final = 0 9C )\nTEÍPKRATURA. (•\nFig. 4.5. Aquecimento dos moldes de areia 90-100 ao ar\nareia 45-50\n£i\t5\t10\t15\t20\t25\t3S\t35\t40\n\t\t\t\t\t\tTÊHPÔ (\tEií E j\nFig. 4.6. Aquecimento dos moldes de areia 45-50 ao ar\nfjota-se também que para ambas as areias, a variação do teor de agua de 4 para 6% pouco interfere nas curvas de aquecimento do molde, enquanto uma pequena redução no tempo de descongelamento ê observado para o menor teor de água.\nAssimpode-se dizer que a variação de Temperatjj ra do molde com o Tempo de aquecimento , não depende da granulometri a da areia, mas somente do teor de agua utilizado, sendo maior o tempo para o maior teor.\nA não dependencia do tempo de descongelamento em relação ao tipo de areia parece mais uma vez con-firmar o fato, observado quando da analise das curvas de congelamento, de que as possíveis alterações na conduti vidade térmica de areias devido a diferentes distribuições granu1ometricas não interfere sensivelmente na cinética de congelamento e descongelamento de moldes submetidos a baixas temperaturas. Poder-se-ia pensar o fato como sendo consequência dos altos gradientes térmicos envolvj_ dos.\nQuanto ã influência do teor de agua, no caso do descongelamento, o aumento do volume de gelo presente (para uma mesma quantidade e tipo de areia), pode provocar o aumento do tempo de descongelamento, uma vez que o ar que circunda o molde pode ser mais severamente resfriado, retardando a cessão de calor ao sis tema.\nF«i verificado, alem disso, o tempo de «, Aqueci -mento do molde confeccionado com areia 90-100 e contendo,2% de agua, a partir de~659C. A curva de descongelamento obtida e mostrada também na Figura\n4.6\t: tal curva se apresenta paralela a obtida pa ra molde nas mesmas condições, descongelado a partir de -1109C. Pode-se deduzir, portanto, que os fenômenos envolvidos na troca térmica obedecem às mesmas leis dos casos anteriores.\nTal resultado permite a avaliação previa do tempo de descongelamento de moldes submetidos à diferentes temperaturas, desde que mantidas as condições de descongelamento.\nComparando as curvas 4.5 e 4.6, onde são dados os tempos de Aquecimento das duas areias, para os diferentes teores de umidade, com a curva de Conge^ lamento , Figura 4.4, pode-se observar que o tempo total de Aquecimento , para qualquer caso, e se_n sivelmente maior que o tempo de congelamento, dada a diferença de velocidade de retirada de calor no sistema gelo-ar em relação ao nitrogeni o-agua.\nEste fato pode ainda explicar a linearidade da variação da Temperatura com o Tempo, no congelamento, comportamento este que não e mantido no descongela mento; neste caso, ha resfriamento de uma camada de ar próxima a parede do molde, dificultando a transferencia de calor e alterando o regime de tro cas; resultando nas curvas observadas.\n2.3.\tPROPRIEDADES dos moldes\n2 ■ 3 - 1• LIMITE de RESISTE mu a a traçao\nOs valores dos licites de resistencia a tração obtidos são representados na tabela\n4.2,\tem função dos varios parâmetros analj_ zados. A Figura 4.7 mostra graficamente a variação da resistencia ã tração de moldes de areia 90-100 , er.i \"unção das diferentes temperaturas de cor gel amento e teores de água adicionados.\nConforme os valores observados, a resisten cia ã tração e função direta do teor de água na mistura, sendo que a maior resistência a obtida com o teor de 6%.\nObservações semelhantes ja haviam sido fei tas por K.Kita e colaboradores (29) em trabalho anterior. Os autores observaram que, em ensaios de corpos de prova de areia congelada, para unm maior umidade da mistura era obt ida uma m?i or resistência.\nOs ensaios de Kit a não foram feitos de acor do com norma A.F.S. utilizada para areias convencionais; o autor procedeu ao socamen-to dos corpos de prova no interior do meio refrigerante, analisando a influência do grau de socamento.\nNo presente trabalho o procedimento adotado nos ensaios de traçao dos moldes congelados foi o normalizado pela A.F.S. para areias convencionais para se obter resultados possíveis de comparação.\nmais estáveis entre os grãos de areia e esta camada rígida do gelo cristalizado. Tais forças dariam alta coesão e seriam responsáveis pela alta resistência ã tra ção observadas nos moldes\nPode-se ainda observar da Figura 4.7 que a resistência a tração para o molde de areia 90“100 praticamente independe da temperatura de congeiamento, para quaisquer dos teores de água adicionados.\nI ¥ ' Sia\n1CS\nX\nX\n\n\nx t ■■■? LíH~£.\n\n2\ncorpo com resina = 58 N/cm\n\t í \tf -4 0\t-5©\t-60\n“T\n-7 0\n™r——j------r—1—-----------’T\n-8 0 -ví) - ifjó - 11©\t- 12B - l : õ\nTEM\nr t\nO A\nV ;i\nIsto Indica que, ura a vez congelada a agua contida na mistura, estã concluiria a aglome ração dos grãos do areia, independentemente da temperatura en que o molde se encontre , desde que seja : r, f o r í o r a de congelamento da agua .\nPoder-se-ia portanto, obter moldes com gran de rigidez , mesmo para congelamento a -1ÜÇC, por exemplo; sua utilização seria dificultada, no entanto, pelo reduzido tempo de descongelamento ao ar. Este inconveniente, no entanto, não deve ser de difícil solução e pode ficar aqu > como sugestão para posteriores estudos sürim o assunto.\nOs valores de resistência a tração obtidos para os moldes ccigelados podem ser avaliados quando comparados com os obtidos no mes mo ensaio, para\tconfeccionado com re-\nsina fura nica, d.- acordo com instruções do fornecedor. 0 vaio:'' obtido neste caso e indicado nume ri cu,'- nte na Figura 4.7, mostrou^ se 55, 160 e 300,ú menor que os obtidos em moldes congelado- c-m, respectivamente,. 2, 4 e 6% de água na mistura.\nNa Tabela 4.3 são ciados os valores médios de resistência a t r ç<: o de alguns dos p roces sos mais comumente ut;1 >zados na indústria de fundição, dentro dos quais o processo de C0£ e o de moldes estucados.\nTodos os processo ;, comparativamente, apresentam valores de resistência a tração infe riores aos obtido;; com o processo de congelamento de moldes, embora estes valores sejam dependentes da umidade da mistura.\n10 7\nTIPO DE PROCESSO\tRESISTÊNCIA (N/cm2 )\tOBSERVACOES\nMOLDES ESTUFADOS\t100 - 2,0\tSecagem a 150-300QC\nCHAMOTE (COMPO)\t140 - 175\tSecagem a 500PC\nAREIA - CIMENTO\t21\tApÕs 65hrs.\nPROCESSO COZ\t140 - 200\tApos tratamento\nCEREAL 1%\t1 20\tUmidade 4% Secagem 1!' - 2 0 0 9 C\nCEREAL 1% + 0.2% RESINA\t190\tUmidade 4% Secagem 1H - 2009C\nRESINA FURANICA\t58\t1H de cura\nMOLDE CONGELADO\t85\t2% de umidade\nMOLDE CONGELADO\t150\t4% de umidade\nMOLDE CONGELADO\t240\t6% de umidade\nTabela 4.3\nC0MPARAÇA0 DO LIMITE DE RESISTÊNCIA OBTIDO EM DIVERSOS PROCESSOS (ENSAIADOS SEGUNDO NORMA AFS)\nDeve ser lembrado ainda aqui que o método de compactação utilizado para a confecção dos corpos de prova para ensaios segundo a norma utilizada, na o e^suficiente para a promoção de um apropriado grau de compactação para areias contendo apenas água em sua compos i çao.\nAssim, os valores de resistência à tração obtidos para os corpos de prova congelados são, na verdade, provavelmente bem inferiores aos valores da resistência ã tração dos próprios moldes, confeccionados com um grau de compactação bem maior que o dos corpos de prova para testes.\nOs valores apresentados na Tabela 4.2 para resistência a tração de moldes congelados , devem, portanto ,apresentar uma discrepância ainda maior com relação aos valores de resi_s tencia a tração dos outros tipos de moldes.\n0 grau de compactação inadequado para os moldes congelados, obtido pelo método padrão de obtenção de cornos de prova para ensaio de tração,pode ainda ser o fator responsa -vel pela impossibilidade de se fazer este ensaio em moldes de areia 45-50 congelada.\nNestes casos, os corpos de prova apresentaram uma alta vele-cidade de descongelamento, não permitindo a obtenção de valores de resistência ã tração confiáveis.\nEsta maior velocidade de descongelamento ao ar provavelmente è consequência do socamen to insuficiente,, o que provoca uma baixa compactação ( pri ;i\"i pal mente lembrando que o efeito fni mais acantuado para a areia de maior tamanho de grão), e por sua vez, uma\n\tLIMITE DE RESIST. A rT\t\t\tAÇAO\tN / c m 2\n\t; AREIA\t45-50\tAREIA\t90\t- 100\n\t\t\t■ - \t .\t\tt\t■■ ■\t1\t\t\tr\nLI 0/ n\t2 i\t4\t6\t2\t4\t; 6\nt çc s\tS •\t-- •\t!\t...\t1 .. .\t\t\tt\t -í\n- 50\ti Não\tobtido\t91\t161\t■219\t'\ni - 70 1 i\tNão\tob ti do\t100\t193\t244\n1\t\t\t\t\t\n- 90\tNão\tobti do\t91\t¡61\t235\n- 110\tNão\tObtido\t79\t149\t. 246\t:\nTabela 4.2,- Valores de resistencia a tração de moldes congelados em diferentes condi çoes .\npermeabilidade ao i ' maior, permitindo um descongelamento m.;i..- rápido. Frente a este inconveniente, necessário uma compac tação maior que n .'-da pelo sistema de 3 socamentos, padronizado pela A,F.S.\nProvavelmente ;ui ■ graus de compactação f o r n e c e r i a m '-.lares de resistência ã tração superiore' -nos obtidos, embora estes já sejam da ordem r .! superiores aos atingi_ dos com moldes convencionais.\nDepreende-se taiiijem destas discussões que o grau de compacts‘éio é extremamente impor tante, no caso dos moldes congelados, não sõ para suas propri edades mecânicas , como\ntambém para o seu\n2.3.2.\tDUREZA E PERMEAB.í\nA dureza dos corp gelada não foi pc-forme observado a\n3\t, devido p r1n c ip rio para graduar medi dor de dureza padroni zado pela ciente para o cor? gelamento do corp\nDesta mar:eira, cr espec i ais dos rrr -necessidade de me tempo no qual rã „■ de descongel arner da dureza, const • peratura ) ., seria de um sistema n: fosse reduzido a velocidade de di'■ prova para is to i. no máximo) , ou, .\ntempo de descongelamento.\n1 D A DE\nde prova de areia con-ssível de ser obtida, con ¡.cri ormente , no Capitulo 'imente ao tempo necessa-relógio do instrumento , no sistema convencional A. F. S.. , tempo este suf i -Ôicia de início de descon j de prova padrão.\nnforme as características ‘ .■ e s congelados, quanto ã\n: i >' -a dureza dentro de um reja iniciado o processo (&lt;(para não ter variações éncia da variação da tem-no c e s s ã r i o a utilização ■j ui este tempo de medição nm valor de acordo com a congelamento do corpo de ti lízado (5 a 10 segundos, utilização de um sistema\nno qual os coraos de prova manteriam a temperatura constante durante a medição por exemplo, sendo feita a mcd_'çâo den tro de uní apa neldo fechado e que permita as medições o leituras.\nEste mesmo método poderia ser utilizado para medições de permeabi 1 i dad o das are¿ as, urna vez que o tempo de teste é sufi cientemente alto para que a areia tenha sua temperatura aumentada num valor que não permite ebter resultados confiáveis com ’’espeito a passagem do gas utilizado para a medida de permeabilidade.\nOs testes de dureza e permeabilidade pa dronizados para a medida destas caráete rist; cas de a re i as de fundição não são portanto, adequados para a medida destas mesmas características em moldes congelados.\nNa impossibilidade de utilizar os instrumentos de medida disponíveis, a tempera turas s ub zero , não foram medidas a dureza e permeabilidade aos gases de moldes congelados : equipamentos apropriados dever: ser projetados para isto.\n3 • VIABILIDADE DE OPERAÇÃO Nn FUNDIÇÃO EM MOLDES CONGELADOS\n3.1 . ASPECTOS GERAIS DA_ 0PERAÇÃO\nOs vazamentos não a presentaran, perigo do ponto de vista da possibilidade de descongelamento dos moldes, antes ou no momento da entrada do metal liquido, uma vez que a temperatura dos moldes foi controlada de modo a se ter um intervalo de 10 min. entre a retirada do molde do meio refrigerador e o vazamento; isto e , utilizou-se a temperatura máxima de -509C para\ncs moldes (10 mio. õ o tempo de aquecimento ao ar do molde de -50&lt;j 3 9 C) .\nEsta margem de segurança pode, sem dúvida, ser diminuida a valores inferiores. Desta maneira também pode ser d i t , n ¡i í d a a temperatura de coja gelamento dos moldei serem feitos vazamentos sem apresentar periçc; por exemplo, o molde a -309C ainda demora aproximadamente 5 min. para chegar a 0 9C ao ar.\nSob este ponto de v■ sta , o congelamento dos mol des a temperaturas inferiores ainda apresenta segurança, e tambe!-', o necessário uma quantida de menor de elemento refrigerador, o que infla enciaria nos custos ie produção.\nÉ Óbvio, no entanto, que o perigo de destruição do molde, por seu ti es congela mento, e consequejn te derrame do metal lfquido, depende não só do tempo de \"espera\" do molde ao ar como,e principalmente, do tempo J.e aquecimento , quando nele e vazado o metal liquido, o qual por sua vez e função da temperatura de vazamento do li quido e da geometria do molde-\nAssim, cada sistema metal/mol de é um caso particular a ser anal' .arfo, antes de se efetuar uma operação de vazamento.\nEm todos os casos analisados neste trabalho, a operação de vazamento se procedeu sem ímprevis_ tos: os moloes continuaram estãveis após total solidificação, sendo o lingote desmoldado por esboroamento, pro vo do por leves batidas nos moldes. Não se verificou adesão de areia ã superficie dos 1 i n ; '\t- em nenhum caso.\nQuanto ao perigo dc- expulsão de 11'quido pela presença de vapor de agua no interior do molde também não foi deteta ia a menor possibilidade\nde ocorrência para os sistemas analisados (1 i n g o_ teiras abertas). É de se supor que a quantidade de agua formarla na supor fíe i e interna dos moldes seja apenas suficiente para formar uma pequena película de vapor na interface meta 1/mo 1 depu mes rio urna certa quantidade de vapor expulso pelo in terior do metal líquido, sem causar daños.\nQuanto a possibilidade de borbulhamento do vapor no líquido em solidificação, não foi detetado tal fenómeno em nenhum dos casos. Somente nos casos de condições mais rigorosas (moldes a -110QC e com 6%), foi notado , tanto no vazamento do Pb , quanto do Al, um ruíde característico da evapora ção produzido por contato entre um elemento a alta temperatura e um meio qualquer, a baixa tem peratu ra.\nOutra característica importante a ser anal! ada é a total ausencia de gases ou vapores durante o vazamento, consequência da nao utilização de agio merantes na areia, que, através de sua queima , produzem gases poluentes nos métodos clássicos de fundição.\n3.2.\tCINETICAS DL DESCONGELAMENTO ’1 SOLIDIFICAÇÃO\n3.2.1. DESCONGE LAMEN TO DO MOLDE ]■■■ J VAZAMENTO\nPara as diversas condi çóe: (O confecção dos moldes foi medido o tempc necesscri* para, a partir das tem peraturas de congelamento ■'-30, -70, -90 e -1100C) , ser atingido 0 9C, com o mc1 de contendo o metal 1TquJ_ do.\nEm todos os casos, o molde foi congelado a tempera tu ra inferior a de ensaio (cerca de 209C em excesso), sendo o vazamento efetuado ao ser atingida a tempera tura desejada. Em todos cs casos, mantiveram-se cons tantes as temperaturas de /■. ¿amento dos iTquidos, a saber: 3609C para o Pb e 700úC para o Al.\nOs resultados são apresente mos de tempo total de des ca (a) e (b) , para todos os c.:\nAnalisando, em primeiro 1u de Pb (tabela 4.4. (a)) , po: gumas tendências podem ser teor de agua, a redução d.i voca o aumento do tempo c! -■ quer dos teores de umidade de se prever. Podo-se, ai? e mais acentuado nos molde: agua, o que seria de se esí maior massa de gelo a ser tidade de areia. Resultam: no descongelamento de' mol r teriormente: moldes conter, queriam maior tempo para o\nidos numericamente, em te_r riae 1 amento , na tabela 4,4 iros.\n, r , o caso do vazamento ie-se notar que apenas al-sugeridas: para um mesmo temperatura do molde procos con ge 1 amen to , para quais^ 'til izados, como seria •cm, observar que o efeito , com os mai ores teores de .erar, tendo em vista, a querida para uma mesma quan^ semelhante foi observado\n? ao ar, conforme visto an maior teor de agua retes conge 1 amento.\nTEMPOS EM SEGUNDOS\n\tAREIA 45-50\t■' AREIA 90-100\t\t\t\t\nagua Tcong>^ 3 (QC)\t\\\t2\t4\tíi 6 íj 2 Ü -\t4\t6\n“50\t30\t27\ti¡ 46 !l 32\t65\t60\n“70\t28\t48\t1 i 33\t29\t(26)\t48\n-90\t$\t/*~\\\t50 |j 6 2\t6 5\t¡SÍ\n“110\t40\t56\ti i 80\tí 6J\t50\t52\n(a)\n\tAREIA 45-\t\t? 50\tí\t1 i AREIA 90-\t\t100\nagua Tcong (ocy \\\t2\t4\t)■ 6\tl 2\t4\t6\n“50\t19\t22\t29 ¡\t22\t22\t21\n\"70\t(è\t27\t25 j\t28\t&amp;\t25\n\"90\t20\t22\t# 1 C42; !\t\t18\t28\n“110\t18\tcf\t■* ! 21 i\t26\t28\tq1)\n(b)\nTABELA 4.4. - Tempo total de descongelamento (entre\nTcong. e 09C) de moldes em diferentes condições, quando do vazamento do metal líquido:\n(a) Pb: Tv: 360QC\n(b ) Al: TV: 7009C\nTE IO\ncontendo Pb liquido,\nnas diferentes condições.\nTE_!ÍJ_O-í’ s ]\tTEMTfl\nFig.\n4.9.-\nEstes efeitos discutidos uo observados para ambas as areias, havendo, no ent a-'t o, uma pequena diferença de comportamento, quando se trata da areia mais fina, 90-100 A.F.S. Neste caso, o tempo medio para o descongelamento parece se maior do que no caso da areia 45-50; variações mecías de tempos de 30 a 65 segundos são observadas pura a areia 90-100, enquanto que variações medias em torno de 30-48 são observadas para a areia 45-50.\nEste fato faz supor uma pequena diferença entre características térmicas das duas areias, ante riormente quando do congelamento e ccongelamento ao ar, não detetada devido aos altos 'alores de tempos envolvidos naqueles fenômenos; mas sensível aos reduzidos tempos de descongelamento dos moldes contendo metal líquido: a areia 90-100 podo1 ria apresentar uma maior refratarie dade que a 45-50, porque possui grãos mais finos e a-parentemente mais angulares que os grosseiros arredondados da areia 45-50. E do se supor que é obtida uma massa mais homogênea e compacta com a areia 90-100. A areia de maior granu1 ornet¡ :a teria maior volume de es paços vazios em seu i n te r i cr e, portanto, menor resis tencia ã passagem de calor, resultando no menor tempo para seu descongelamento.\nDeve-se, no entanto, tomar um certo cuidado com tais afirmações, uma vez que os resultados obtidos somente mostram uma tendência de comportamento. Resultados mais seguros poderiam ser obtidos com analise de diferentes geometrias de moldes, por exemplo.\nNuma tentativa de visualizar as tendências de comportamento discutidas são ap? ^sentados os gráficos da figura 4.8., onde e mostre rir a variação do tempo de descongelamento com a temperatura do molde, na qual foi vazado o metal líquido. (Na tentativa de se a pro ximar dos efeitos reais, -'eram desconsiderados pontos considerados aleatorios).\nAnalisando agora os resultados obtidos quando do vaza mento do Alumínio congelaos cm diferentes condições, temos os resultados apreso ; lados, numericamente, na tabela 4.4.(b) e graficamente na figura 4.9.\nEste resultado pode ser atri cuido ã alta temperatura do metal líquido vazado. E de supor que altas tempe raturas de vazamento anulem quaisquer efeitos de pequenas variações na refratariedade de moldes, devidas ãs alterações nas condições de sua confecção , man tendo pratica mente constar; te o tempo total de descojn gelamento. Assim, faixas de variação de tempos de descongelamento mais amplas serão obtidas para metais de menor ponto de fusão. Nestes casos, os tempos se rão mais sensíveis as condições de confecção dos nioj_ des, conforme observado para o Pb.\nDeve-se lembrar, ainda, que a analise se restringiu a uma geometria específica de molde. Nestes casos,\nno entanto, o reduzido valor do tempo de descongela-\nmento do molde {cerca de 20 segundos, em media, para\no Alumínio vazado a 700QC; não representou qualquer inconveniente quanto a manutenção do líquido no inte\nrior do molde. Como será visto em itens seguintes,\no tempo de solidificação dc metal pode ser maior que o de descongelamento do molde, mas, quando isto ocor rer, uma camada suficiente de solido capaz de manter o líquido, deverá ter sido jã formada, conforme será discutido posteriormente.\n3.2.2\t. TEMPO DE SOLIDIFIC AÇfl.O DC M E TAL\nOs tempos totais de sc1id:^icação obtidos para 1ing_o tes solidificados moldes congelados, nas diferentes condições analisadas,s^c apresentados numericamente na tabela 4,5. Sao apresentados, também, os va lores do tempo de solidificação obtidos em moldes de areia com aglomerante tradicional e em coquilha com 3 mm de espessura de parede. As figuras 4.10 e 4.11 mostram graficamente os resultados.\nTEMPOS EM SEGU1WÜS\nAREIA 45-50\t!¡ /'.REIA 90-100\nV, víonalT ã9ua (<?C)~\t\\\t2\t4\tO\t' i ;; 2\t4\t6\n-50\t30\t1 5\t20\ti i 4 5\t29\t19\n\"70\t27\t18\t15\t¡ H 35\t113)\t22\n-90\t25\t20\t15\t¡1\t36 li\t23\t21\n-110\t28\t18\t13\tií í; ?3\t2 4\t22\nMOLDE DE RESINA: 33\tH\t43\n___________________________________L'____________\nMOLDE METALICO : 13\n( a )\n\t1T\t \t AREIA 45-50\tAREIA 90-100\t\t\t\t\nTcoí^^£gua (9C)\t\\\t2\t4\t6 Ü 2 .\tH .... _\t4\t6\n\"50\t56\t41\t28 h 7 3\t62\t57\n“70\t62\t(zj\t27 H 70\t64\t39\n-90\t60\t38\t28 H 79 r ..\t64\t41\n\"110\t59\t27\t1 1 ■T 30 jl 71\t57\t36\nMOLDE DE RESINA: 53\t;!\t61\t\t\t\t\t\nMOLDE METALICO : 10\t\t\t\t\t\n( b )\nTABELA 4.5. - Tempos totais de sg 1 i di fi cação em moldes congelados> em diferentes condições:\n(a)\tPr iv; 3609C\n(b)\tAl: !v: 7009C\n\n0\nj\nVf\nJ\nL\n2\nXjlí\ni L i‘. P P i.' i.i í, Lh í\n.molde 'de resi na..(-»- 30 QC )\n0\nn\nD\nO '\nX....\no\nO\"'\n■j.......■■■\t■&amp;■■■\n.. 4\nX\n□\nO\nX\n— x 6 aí\nc>....■ —o 4\ncoqui lha (30: QC )\n“T\n-4S\n—r\n-50\nF'\n■ l\"í L1\nI\nO\nf f1' Í'Í. ‘J Ü K ÍS Ú í.: ■ ÍJ í i? ■ ij V jí&lt;f\nAnalisando primeiramente o caso do Pb, podemos notar que os tempos de solidificação, em todos os casos, são inferiores (cerca de 5j\\; ao obtido com o molde de resina, como seria de se- prever, dadas as reduzidas temperaturas envolvidas : o superiores aos obtidos em coquilha (cerca de 10ünZ} em alguns casos mas podendo chegar, para as menores temperaturas de molde, a aproximadamente o me?mo tempo, no caso de a-reia grossa. Assim, a cine¿i a de solidifiçaçao do Pb em moldes congelados se m.rstra intermediari a entre a ocorrida em moldes metálicos e em moldes refr£ tãrios convencionais. Ora o tempo se aproxima dos ob tidos em moldes metálicos (areia grossa, por isa, bai xa temperatura de molde e alto teor de agua), ora se aproxima ou mesmo supera o obtido em moldes de areia convencionais (para areia fina, com maior temperatura e menor teor de agua).\nOs resultados obtidos com c vazamento em moldes agio merados com resinas mostrar, confirmando o que fo i dito anteriormente, que a areia fina e mais refratária que a grossa.\nAnalizando a influencia dos parâmentros estudados.\ndos\tvalores\tda tabela\t4.5 íaj pode-\tse\tobservar\tcla-\nramente que\t\to aumento\tdo teor de gelo\t\tna areia\tre-\nduz\to tempo\ttotal de\tsolidificação\td o\tliquido,\t0\nque\tpode ser\tveri ficado para ambas\t\tas\tareias e\ttam-\nbem para os dois metais utilizados. Pode-se observar tambero, que para uma ür.sma quantidade de gelo não ha alteração sen s T ve 1 no tempo de solidificação com a redução da temperatura do molde (somente em alguns casos, como areia 4b-50, contendo 6% de á-gua ou areia 90-100, contendo 2%, casos que aparentemente não obedecem urna lágica clara foi notada tima redução do tempo de solidificação com a redução da temperatura do molde).\nAssim, parece que a redução d o tempo de solidificação em moldes congelados de o onde do aumento de teor de gelo presente e não da temperatura do molde. Este fato parece indicar que a '.criação do tempo de solidificação depende da quantidade de vapor gerado:quan to maior sua quantidade, mais facilmente calor* õ extraído do metal e menor o seu tempo de solidificação Pode-se-ia pensar que o vapor produz esfriamento do metal, passando pelo seu interior.\nDeste modo, o tempo de\ts 0 1\ti c ; f i c a çã o\t\tnão\tdependeria\nde variações na taxa de\te x\t■ a ç a o\tde\tcalor\tpelo molde,\no que concorda com os resu\t\ti t a d o s\tob t\tidos,\tos quais\nmostram a independencia\tdo\tt ■ ? m p o\tcom\ta\ttempera tura\ndo molde.\nUma outra observação que concorda com\no modelo pro-e1 o seio do líquido, pro node ser apreendida dos influencia do tipo de ficação são sensivelmente ricados em moldes de areia creia 90-100 (fina). Pode-.. re i a grossa, provável me n-s ao mais facilmente libe-\nposto,de passagem de vapor vocando o seu resfriamento, resultados obtidos quando areia: os tempos de solidi menores para metais solidi 45-50 (grossa) que nos de -se pensar que no caso de te menos compacta, vapores rados.\nAssim, pode-se verificar que, para a geometria do molde e tipos de areias analisadas, a cinética de S£ lidificação de metais parece mais dependente da quan tidade de gelo/vapor a ser formado do que da cinética de resfriamento, propriamente dita, dos moldes.\nOs mesmos resultados foram obtidos para a solidifica ção do Alumínio: tempos variando de 30 a 70 segundos foram registrados (para 5CS3 segundos em molde con vencional) e valores estes dependentes do teor de a-gua adicionado a areia (maior teor, menor tempo) e\nPara o caso do Al, metal o? mais alto ponto de fusão pode-se observar que em nemr.iisa das situações ana1!-sadas, o tempo de solidif.»\tse aproxima do tempo\nobtido na coquilha utilizada. A cinética de solidify cação do Al em moldes concn .idos se aproxima mais da cinética em moldes refratari-s , embora para a areia mais grosseira é o maior te o-' de agua, o tempo total de solidificação fique intermediário entre os obtidos em coquilha é molde aglomerado com resina.\nSerão analisados, a seguir, a compatibilidade entre o tempo de solidificação do metal líquido e o descon gelamento do molde, além dar variações estruturais de lingotes obtidos como roíseqüencia das variações nas cinéticas de solidificação observadas nos d 1fe rentes casos.\n3.2.3.\tVIABILIDADE DA FUNDIÇÃO (rs x t^)\nPara a fundição dc Pb, em geral , pode ser considerado que, para todas as umidades e temperaturas de congela mento dos moldes, o tempo de descongelamento dos moldes foi maior que o tempo de solidificação total do metal líquido, como pode r.'1 observado na tabela 4.6, sendo isto observado nas dras areias utilizadas.\nPara o caso do Al, metal de mais alto ponto de fusão pode-se observar que em nenhuma das situações analisadas, o tempo de solidificação se aproxima do tempo obtido na coquilha utilizada. A cinética de s o 1 i d i fj_ cação do Al em moldes congelados se aproxima mais da cinética em moldes refratários, embora para a areia mais grosseira e o maior teor de agua, o tempo total de solidificação fique intermediário entre os obtidos em coquilha e molde aglomerado com resina.\nSerão analisados, a seguir, a compatibilidade entre o tempo de solidificação do metal líquido e o descori gelamento do molde, além das variações estruturais de lingotes obtidos como consequência das variações nas cinéticas de solidificação observadas nos dife rentes casos.\n3.2.3.\tVIABILIDADE DA FUNDIÇÃO (ts x tg)\nPara a fundição do Pb, em geral, pode ser considerado que, para todas as umidades e temperaturas de congela mento dos moldes, o tempo de Aquecimento dos moldes foi maior que o tempo de solidificação total do metal líquido, como pode ser observado na tabela 4.6, sendo isto observado nas duas areias utilizadas.\n\t\t\tAREIA\t\t45\t- 50\t\t\tAREIA 90 -\t\t100\nH\t\ttS\t(s)\tAt\t\tta (s)\tT\t(OC)\tts (s)\tAt\tta (s)\n\t\t30\t\t\t0\t30\t-\t50\t45\t'13\t32\n\t\t27\t\t\toV\t28\t-\t70\t35\t06\t29\n2\t%\t25\t\t\t-\t\t-\t90\t36\t26\t62 ^-T\n\t\t28\t\t\t12\t40\t-\t110\t23\t-\tíê)\n\t\t15\t\t\t12\t27\t-\t50\t29\t36\t65\n\t\t18\t\t\t30\t48\t-\t70\t18)\t-\t(26?\n4\t%\t20\t\t\t-\t\t-\t90\t23\t42\t65\n\t\t18\t\t\t38\t56\t-\t110\t24\t26\t50\n\t\t20\t\t\t26\t46\t-\t50\t19\t41\t60\n\t\t15\t\t\t18\t33\t-\t70\t22\t26\t48\n6\t%\t\t\t\t\t\t\t\t\t\t\n\t\t15\t\t\t35\t50\t-\t90\t21\t-\t1 6;\n\t\t13\t\t\t67\t80\t-\t110\t22\t30\t52\nH = Teor de umidade adicionado no molde\nts = Tempo de solidificação total do metal\nta= Tempo de .Aquecimento o metal líquido\n, ate 0&lt;?C, do molde contendo\nTabela 4.6.- Comparação ts x ta para o Pb\n\t\t\tAREIA 45 -\t\t50\t\t\tAREIA 90 - 100\t\t\nH\t\tts\t(s)\tA t\tt (s)\tT\t(9C)\tts (s)\tA t\tt (s)\n\t\t56\t\t37\t19\t-\t50\t73\t41\t22\n\t%\t62\t\t\t(ST\t-\t70\t70\t42\t28\n2-\t\t60\t\t40\t20\t-\t90\t79\t-\t\n\t\t59\t\t41\t18\t-\t110\t71\t45\t26\n\t\t41\t\t19\t22\t\t50\t62\t40\t22\n\t\td\t\t\t27\t-\t70\t64\t\t7\\\n4\t%\t38\t\t16\t22\t\t90\t64\t46\t18\n\t\t27\t\t-\t6/\t-\t110\t57\t29 \t\t28\n\t\t28\t—\t01\t29\t-\t50\t57\t( 1 36\tS ¡\t21\n\t\t27\t1\t02\t25\t-\t70\t39\t14\t25\n6\t%\t28\tI\t-\t$\t-\t90\t41\t13\t28\n\t\t30\t\t11\t21\t-\t110\t36\t-\t\nH - Teor de umidade adicionado no molde\nts Tempo de solidificação total do metal\nTempo de Aquecimento metal líquido.\nate 0&lt;?C, do molde contendo o\nTabela 4.7.- Comparaçao ts x tapara o Al\nDa tabela 4.6 pode-se observar que um maior fator de segurança, isto e, a diferença entre o tempo de Aquecimento e o de solidificação total do metal c atingido para os moldes de areia mais fina e para os maiores teores de agua utilizados para a moldagem pois os tempos de descongelamento do molde são mais sensíveis a esses parâmetros do que o tempo t£ tal de solidificação. Assim, fatores que favorecem preferencialmente o aumento do tempo de descongelamento do molde aumentam o fator de segurança no vazamento .\nNo caso da fundição de Al, o tempo de des congel ameji to dos moldes e sensivelmente menor que o tempo de solidificação total do metal iTquido, como conseqüê^ cia da maior temperatura do vazamento (aproxi madamejn te 100% que o Pb); para a maioria das condições analisadas, conforme pode ser observado na Tabela 4.7.\nPara o Al, de maneira oposta ao observado para o Pb, o tempo de solidificação do metal e mais sensível as variações dos parâmetros analisados (teor de agua, granu1ometria da areia, temperatura do molde) do que\no.\ttempo de Aquecimento do molde, devido ã alta temperatura de vazamento do Al, que impõe um drástico gradiente térmico ao molde, quando vazado. Como consequência, observa-se que maiores diferenças entre td e ts ocorrem em situações onde o ts é alto: areia fina e reduzido o teor de agua.\nPara o caso do Al, como esta diferença e favoravel a ts, as condições de vazamento mais seguras seriam aquelas em que estas diferenças sejam mini mas: alto teor de água e areiíi grossa.isto é,para o Al ,fatores que favoreçam preferencial monte a redução do tempo de solidificação aumentam n fator de segurança no vazamento.\nEmbora, durante a fundição de Al, os moldes tenham atingido 09C em todos os casos, antes do metal se solidificar totalmente, não foi observado qualquer sinal de colapso nos moldes, o que indica que, no momento do molde atingir 0ÇC jã estava formada uma parede solida do metal com uma espessura e resisten cia suficientes para manter o metal líquido no seu interior.\nOs resultados obtidos, mostram que, para o Pb, os moldes atingem OQC somente apôs solidificação total do líquido nele contido, e que, para o Al, atingem 09C antes da sua solidificação total, porem não a-presentando nenhum tipo de sinal de colapso, viabilizam o processo de fundição em moldes congelados para utilização com metais de baixo ponto de fusão, do ponto de vista da resistência do molde versus solidificação do metal.\nDeve ser reforçado, novamente que estes resultados dependem da geometria do nrilcle, suas dimensões e da temperatura de vazamendos metais, fatores que alteram totalmente as trocas térmicas envolvidas. Assim, para cada sistema metal/molde devem ser buscadas as condições adequadas de confecção do molde e vazamento do metal líquido.\n4\t. 1 . QUALIDADE SUPERFI 0 T_A L DOS LINGOTES\nQuando comparados entre si, os lingotes obtidos nos moldes congelados, não foram observadas diferenças nas nuas superficies externas, quanto a rugosidade ou defeitos superficiais, para os dois metais, nas diferentes condições de umidade, temperatura dos moldes, e granulo metria das areias utilizadas.\nQuando comparados os lingotes obtidos em molde metálico e os de moldes congelados, nota-se uma grande diferença, sendo que os de coq-uilha apresentam uma superficie totalmente li s a , dada a boa q u a ¡ i d a d e da superficie interna, polida da coquilisa, enquanto os obtidos nos moldes congeladas, uma certa rugosidade, decorrente da porosidade da areia dos moldes, foi observada, como era de se prever.\nPor outra parte, ao comparar os fundidos obtj_ dos nos moldes de referencia aglomerados com resina e os obtidos nos moldes congelados, po de-se observar que a superficie dos lingote^ de moldes congelai o;; são pouco mais rugosos embora não comprometendo a qualidade do fundj^ do, do que as obtidcS com os moldes de resina furãnica. Tal fato, poderia ser explicado ten do em vista que a parede em contato com o metal líquido que solidifica, formando a primei ra camada de metal solido, apresenta mais rapidamente maior porosidade ao evaporar o gelo que aglomera a areia, liberando os intertTcios entre os grãos de areia, do que quando da queima de aglomera -tes convencionais, os quais não são totalmente eliminados (vide dificulda de de recuperação cie areia de fundição contendo determinados tipos de aglomerantes).\nNas figuras 4.12 a ■■■ . H sao mostradas as macro estruturas dos lingotes obtidos em diferentes condições nos moldes congelados; e onde podem ser observados os r o h u p e s resultantes da contração de s o 1 i&lt;li f i c . cão nos dois metais.\nTanto fiara o caso cr Chumbo quanto para o Alu-\nminio, observa-se q u o a s\t\nde temperatura do\tmr : de ,\ne teor de agua u I. i\t1 i ? a d a\nneira sensível na\tf¿iriiia ,\ndos rechupes ocasi\t' cri s dos\nnotados rechupes c\ti; cos\ndi f e r e n t e s condições\ngranu1 ornetri a da areia , nao i n t e r f o r e m de ma-local iza ç a o e volume\n. Em todos os casos são localizados no centro\ndos lingotes, de características semelhantes aos\nobtidos em moldes He areia aglomerada com resina.\nEste fato pode indicar que as variações na ciné-\ntica de solidificaran (nucleação e crescimento\ndo Chumbo e d o A 1u o■n i o quando solidificados em moldes congelados, ;,mn relação a solidificação em mo 1 de s d c a re í : miveric i on a i s n a o s a o s u f i -cientes para prom^v-r profundas modificações na estrutura solida om ;”ormaçao, que refletissem na distribuição d--, vazios de contração.\nNos itens que se sequem serão observadas tais modificações na estrutura do fundido.\n4.3.\tMACROESTRUTURAS\nAs macroes truturac oi'ti das em todos os casos\nsao mostrados nas \"iguras 4.12 e 4.13 para o Chumbo e 4.14 e 4.!T para o Alumínio.\nDa analise das figuras as macroes iru tu ra ■■ des para Al o Pb , ri a ■. duas\npode-se observar que fundidos de referencia a r (.'¡¿is u I. i ! i z a d a s , a -\nt a m a n h o . N a o s a o o ■,&lt;: e r v a d a s zonas c o 1 u n a res nem zonas coq u 1 1 h a 3 s '■ , como seria de s n ore ver. tratando-se d-.1 moldes refratários.\nPara o case- do Chu^ó-u vazado em moldes congelados em cin.-rí-1! . condiçoes pose sei\" ob servado que as estreturas obtidas nao diferem substancia 1mente das obtidas com o mol-\ndo de re sina, par-j 1 i z a d o e , o efeito as temperaturas e das.\tt; me n or te o r d e\t\t\tcl g u a u t i t o d a s as test a\n\t-. o m a n t e n d o ;■ -ii-a as duas\t\tpara arei\t\nPode-se notar, no\to ntanto\t. que\to aumento do\t\nteor de agua no modo resulta numa ..endencia ao aparecimento de zona colunar. Esta tenden\ncia Õ mais\ta c e n tu\t■ a para a\tareia mais gros-\nsei ra.\t\t\t\nComparando-\t-se as i.\t■■■ i v' u I. uras\toli! idas com os\nvalores de\ttempos\tdo s o 1 i d i '\tF i c a ç a o c o r r c s p o n\ndentes (tabela d . 3 .. a ; , observa-se claramente que as estruturas colunares são obtidas em situações de maior severidade de extração de calor, isto é, pare es menores tenipns de solidificação (obtido:, para p.ex; solidificação do chumbo em moldes de areia 45-50, contendo 6Z de agua, independendo da temperatura do molde) .\nAssim, a estrutura trinada esta d 1 retamente relacionada com o tempo total de solidificação do lingote, e. portanto, dependendo dos parâmetros analizadc. (granu1ometria da areia, teor de agua, temperatura do molde) da mesma maneira que a cinética de resfri amento, discu tida amplamente em itens anteriores.\n1 3 3\nPara o caso do Aluminio, ...j J a s Mcrogra f i as\ts a o\nmostradas ñas figuras 4,16 a 4.16, p o d e - s e observar as mesmas tendencias observadas para o caso do chum b o; os lingotes de Al obtido-., com moldes cie areia 45-50 congelada apresentai” tendencia a formação de zonas colunares com o aumento do teor de umidadf, para todas as temperaturas, isto, como urna consequen ci a da maior velocidade do extração de calor provoca do pe I o ¿lumen lo da q uan L'&lt;J u d e de ge 1 o p re sente na mistura,\nComparando-se o quadro de m-ir roe s tru tur a s obtidas com os correspondentes tempoJe solidificação, mostrados na Tabela 4.5 (6), pode-ce novamente relacionar o menor Lempo de s o 1 i d i f i c a ç..r. /. forma cao de estrutura co lunar. Assim, os parámetro que interferem na velocidade e direcionalídade da extração de calor pelo molde congelado, interferem r;mbem, de maneira d i reta na estrutura resultante: maior velocidade, maior tendencia a formação de estru.ura colunar, de uma maneira geral.\nPode-se depreender ainda da análise das estruturas obtidas, que não parece e->stir influência da rugoci dade do molde na formação zonas estruturais nas duas areias utilizadas, um.; vez que os resultados não mostraram variações nas estruturas que não aquelas previstas pelas a 1 te rações nos regimes de extração de calor.\nH- 24\n4- 4%\nH = 64\nCo\n!\nri-ÍD í/)\n50 9C\n3õ 09\n1 3 8\n4.4.\tPOROSIDADE\nForam obtidas\tmi ■'\tr0 g r a f ía s para\tanal\ti s e de po\nros idade nos\t1 i n&lt;;\totos solidificados\t\tí: m moldes\nem condições\t1 i m i\ttes: 2. % o 6 %\tde t\teor de a-\ngua e -50 e -\t1 10\to. para ambas\ta re i\ta s .\nOs res u1tados\tS a ,\tmostrados ñas\tr i g .\t&amp; . 1 b / 1 7 .\nPara o caso do Chumbo, quando observadas as duas referencias, isto é, lingotes obtidos em moldes de diferentes areias aglomeradas com resina, pódese ob , ervar pela Fig. 4.16, que , para ambas as arel as, são de tetados nos lingo tes, uma pequena quantidade de poros isolados, provavelmente cor s-'quénci a de gases gerados pe la queima de aglomerantes das areias que eventualmente podem fcar retidos. Podem ainda ser consequência da oclusão de gases rio interior do líquido que tive-am dificultade de evacuação por entre os espaços emtre os grãos de a-reia, preenchidos . c.m a resina aglomerante.\nE pouco grovavel que a porosidade eventualmente observada se’i '-azios de contração, urna vez que, segundo anaJ : 'ido anteriormente, em todos os lingotes obtidos observou-se rechupes semelhantes, centrai- de di menções praticamente invariantes com .s condições do molde utilizado. A1em disso, as porosidades observadas a-presemtam forma arredondada e com superficie interna oxidada, a ráete rís ti ca de presença de gases.\nARPIA 45\nA REIA 90\ni 00\nPara a ar^-ia mais grossa ( 45-50 ) pode-se observar ainda a 1 guporosidade para o menor te or de agua e maior temperatura do molde ( 2 % e - 110 QC ) ; em todos os outros casos, não foi possível detetar porosidade aparente . Estes resultados, mcscrando a redução e mesmo e-liminação da porosidade de lingotes quando solidificados em mo Idos congelados ( aglomerados com agua ) pode -st: r ons ti tui r numa importante vantagem sobre outros processos de fundição. ,\nEste comportamento pode ser explicado pela ra-pida evapcrização da agua , a qual, evoluindo pelo interior do retal liquido, arrastraría consigo gases c ve n l u a 1 meri to retidos, reduzindo a porosidade d c metal fundido. Assim, para [na i ores teores de agua no molde, mais se ri am sentidos os efeit-'-; de eliminação de porosidade , como cbservadí .\nDeve-se comentar mie este efeito, no entanto, depende da temperatura de vazamento do líquido ( vapores devem evchiir em metal líquido, sob risco de ficar rc1 idos se a solidificação se iniciar ) e os te-rrs de agua devem ser limitados .\nA ideia de que os fatores gerados pelo descongelamento da agua são eliminados pelo seio do líquido foi anterio<mente colocada quando da discussão da variação do tempo de solidifica -çao de lingotes em moldes congelados, quan Jo observou-se que ta.i s tempos são dependentes do teor de agua e nçao da temperatura do molde, ( Vide item 3.2.2. ); e este fato foi atribuído ao resfriamento provocado pela passagem de vapores pelo líquido.\nQuanto ao Al. a v - çã o de sua porosidade interna com as con d : s de solidificação, d mos t r a d a na f í g. 4 . 1 '■ .\nAs micrograffas ottidas dos lingotes de Al fun d idos em moldes dr; -ei ; fina ( 90-100 ) e grossa (45-FO) aglomerados com resina fu rã nica a-presemtaram resulirios similares quanto a q uan tida de de o o r o s e ■: tamanho dos mesmos.\nIsto deve - se principalmente a que os moldes , embora confeccionados com diferentes areias , posuíam uma permeabilidade similar, decorrente do prenchimento do- espaços inter-granu 1 a res com a resina, o q if1, a sua vez, permitia uma evacuação de gase •; aproximadamente igual nos dois casos, como comentado anteriormente pelo caso do Chumbo.\nAo examinar as m? ■: r og rafias obtidas de lingotes fundidos em moldes areia fina e grossa conge lados, pode-se oo car que os fundidos com a-reia fina apresemlam maior numero de poros, e de maior tamnaho,&lt;i!,e os lingotes obtidos com areia grossa, pa. -■ uma mesma condição de temp£ ratura e umidade.\nComo para o caso do Al, de maneira diferente ã ocorrida com o Pb. os moldes descomge1 aram totalmente durante . solidificação do metal , deve haver aumento significativo da permeabi1ida de do molde quando do seu descongelamento ainda durante a sol i-i 1 ficação. Os moldes congelados, neste caso, dem ser bem mais permeáveis que os aglomerados :om resina.\nAssim, a menor qu ao ’ idade de poros observados nas micrografías dos lingotes obtidos em moldes de areia grossa, em relação ao caso de a-reia fina, è consecuencia da melhor liberação\nreferencia\n( Areia com resina\n- 50\nAREIA\ní\nV.\n•' a* T- *• í\n®\tV\n.-<■\t„ >\tA..í„\n\n\n1 10\nFíg. 4.17.“ Microestruturas de Al obtidas com diferentes ccndiçoes do molde. Aumento 27 X.\nüos gases e v a p o r c ¡o primeiro caso. A areia grossa apresenta cor r 1 coes de menor c om p a c t a ç ã o , consequência do maior vo luto e de espaços va? Tos inter-granu1 ares, p-r- sua vez, cie cor re n tes da forma arredondada ;o seus grãos.\nEsta melhor migração dos gases e vapores na a-reia grossa pode ser relacionada também com os menores tempos de so,idifícação observados ,quan do comparados nas mesmas condições de tempe ra tu ra e umidade, aos cl ' idos com areia fina, uma vez que esta permeabilidade maior permite uma extração de calor cue s processada mais rapidamente.\nObservando as micrografTas dos lingotes obtidos nas duas areias, pav uma mesma temperatura de congelamento ( tar l -50 como -110 ÇC ) , com o aumento da umidade possível observar uma dimi nuição da quantidade de poros e um menor tamanho destes, como consequência do maior volume de vapor gerado ao conter mais agua a mistura, o que faz carregar mais facilmente os eventuais gases gerados durante o v* - .. a mento .\nAinda pode-se observar, da analise dos tempos de solidificação do rmiói nos moldes congelados (tabela 4.5 (6) que aumento da umidade reduz o tempo total de s o_i ? d i f i c a ção , comprovando o efeito de muior tax>- de res f ri amen to, pela ação de passagem de uma ’ or quantidade de vapor pelo iTquido e liberação fe maior volume vazio no interior d&lt;ureia, nela evaporação da agua.\n5\t■ ASPECTOS ECONOMICOS DO PROCESSO\nUma discussão sobre os aspecto; económicos do processo de fundição utilizando moldes de areia congelada e de difícil abordagem, pela grande quantidade de v a r i a v e i s que deveríam ser an a 1 i s ada s .\nPode-so pensar, por exemplo, no rusto de materias primas, instalações e equipamentos pare moldagem, desmoldagem e recuperação de areias, alem de asoecto da produtividade, para o qual deveriam ser analisados tempos envolvidos ñas operações necessárias aos diferentes processos.\nQuanto ao aspecto de custo de mr71 lerias primas, vantagens são apresentadas, em favor do n’-acesso de moldagem em areia congelada, tendo em vista a nar utilização de aglomerantes e/ou aditivos de qualquer tipo, oue representam grande parte dos custos da fundição nos processos convencionais. Deve-se ainda pensar ac ui nos laixos indices de recuperação de areia contendo aglomera tes convencionais (anguilas ou resinas) nos processos trad¿-iona 1mente utilizados. Para o caso da moldagem sem aditiv c. solamente utilizando a agua como aglomerante, a recupp» c.ção da areia pode ser considerada 100%, bastando sua sec a cem. Portanto a não utiliza ção de complicados e onerosos pr>cessos de recuperação de areias para sua re-utilização. mea vez que, ao descongelar o molde, sÕ torna-se necessário a secagem desta para poste rior umidificação e re-utilização, é também determinada na avaliação dos custos.\nQuanto ao aspecto da produtividade, vantagem apontam para o processo utilizando mol de.s congelados, uma ves observados o reduzido tempo p ^a prepare das areias, seu conge 1£ mento e desmoldagem do fundido; além da facilidade de reutilização da areia.\neconômica do proces o , e, sem :o vi da, a do consumo do agente refrigerante, neste caso, o nitrogênio líquido. 0 calculo desta consumo devera variar para cada caso em particular, dependendo do tipo de metal a ser fundi do, geometria dos moldes, temp•ra tu ras de congelamento das areias, grau de i ndus tri a ’ i.. a ção do processo, etc.\nA.Pajak (30), mediante de te rr i o da quantidade de calor que deve ser retirado d^ areia para abaixar sua temperatura para diversos teores de umidade, chega ã conclusão que o processo e jus’ifícãvel economicamente ao ser comparado com custos gorais utilizados em processos convencionais.\nNa fi g. 5.1 pode ser observada a curva de consumo de nitrogênio proposta por P a j a k n r a congelamento de um Kilo de areia,com determinado voíumem, com diferentes umi d ades, e a di ferentes tempo -a 1 u ras, muito embora, como dito anteriormente, o consumo dependera para c i -da caso conforme diversas var is, tais como formas e dimensões dos moldes, tempere;.uras de congelamento necessárias, etc.\nTratando-se de processo ainda ?m estágio de viabiliza ção pratica, sua utilização em\tindustrial de-\npende, logicamente, de maiores o^tudos econômicos e mesmo técnicos que eliminem problemas inerentes a pro cessos com pouca idade. Assim, pode-se somente dizer que, sem dúvida, o processo de fundição utilizando moldes congelados se mostra pertenci a 1 mente interessante e que sua utilização em grande escala depende, so-lamente,:do tempo. Esta é a certeza que fica ao final deste trabalho.\n¡46\nCo ¡i su ni o de ni trócenlo\nFig. 5.1.- Consumo teórico de nitrogênio\na temperatura de um kg de ¿cet\nX\n0\t'\t10\t30\nTemperatura ( 9C )\nliquido para abaixar a, conforme Pajak (30)\nCAPITULO 5: CONCLUS'OES\n1 . QUANTO A VIABILIDADE DE ■' JNEECÇAO DOS MOLDES\n1.a. A confeção de mol-:\t1 er; d o'\tarel a \"agíomerados\ns órnen te com gelo :!\tv.istrou\t-se f aci 1 meri ce exe\nq uiv e1 ; envolver ■!&lt;\tI i 2 C 11 ’’\tcas bastante simples.\nl.b. 0 tempo de conge1 am.-mto dos moldes mos trou-se independente da g ranu 1 orne tri ¿j da areia, do t e o r de unidade e sí a t em p e r a t u r a de resfriamento.\nl.c. 0 tempo de conge i &lt;men to mostrou-se extremamente pequeno, en: todos os casos: em torno de 7 minutos.\n1.d. A pos congelados, os moldes apresentaram alta rigidet e es tac.i i dade di men oí onal.\n2‘ QUANTO A VIABILIDADE DE UTIlIZAÇAO\n2.a. Os moldes congeleTos apresentaram valores de limite de resistência ã tração cerca de 50 a 300 ?<í s u pe ri ores a o : valores correspondentes em moldes de a re i a aglomerados com resina fu ráni ca.\n2.b. 0 limite de resistencia ã tração de moldes congelados mostrn-se somente dependente do teor de agua ad i : o : ado: maior o teor, maior a res i s teñe i a . ( ac valor de 6% investigado)\n2.c. 0 tempo de doscc. amerite dos moldes ao ar, em todos os caso: , variou de 25 a 35 mim.\n2. d. 0 tempo de des conge ; :■ trou-se levemente dp tilizado (meeores t'-?^ menor teor dr ãgua . 1 ometria da areia.\n2\t. e . 0 tempo de desconge 1 > o metal lTqirdo foi nulometria da areia ' presentou menor tenr o\n2. f. 0 tempo cie descongela líquido foi compative cação do metal nele > sos .\n-■■¡eatíj dos moldes ao ar mos r-, de nte do te u r ^e agua u * n e s foram o b tidos para o '■ e independente na yranu*\nmento dos moldes contendo emente dependente (L grais areia 45-50, grossa, a-d e descongelamento).\n,;.cnto dos moldes contendo\n1 com o tempo de solidifi or'tido, para todos os c a -\n2.g. 0 tempo de solidificação do Pb e Al nos moldes congelados foi, em t^cos os casos, cerca de 50% menor do que em ru\\des de areia aglomerados com resina f u r ãn i a . Es te tempo mostrou-se dependente d o teor&lt;■ t; • j j a presente na areia (maior o teor, menor e tempo de solidificação) e do tipo de areia utilizado: na areia mais grossa o tempo e me^f'’’.\n3\t• QUANTO A QUALIDADE DO FUNDEO\n3.a. Os lingotes obtidos apresentam em todos os casos bom acabamento superficial, ate mesmo supe riores aos obtidos com areias aglomeradas com resina.\n4.\tQUANTO À VIABILIDADE ECü~T,iCA\n4 . a . 0 p r o c e s s o , ao n á o c ag 1 ome ra n te . e , mm s cessãrio o tratamer.;\nr a ç a o e reutilização comente a sua uti 1 ■\n'izar qna 1 quer to po dc oquonte mente , de nao ser ne ç ia areia para sua recu pe -\nn a r e c e .justificar e c o n õ m i a Ti o.\n4\t. b . 0 tipo e q u a n t i d. a d e\nagente r e f r i g e r a n t e a ser\nusado dependera da:\n'■ pnd i çoes de fundição ( mol-\ndes, tempe ra tu ras , etc. ) .\nSUGESTÕES PARA TRABALHOS POSTERIORES\nInfluencia do grau de coüj rTsticas mecânicas do mo■ -\nc t a ç a o da\nareia nas c a r a c t e\nComportamento dos moldes &lt;dos.\n■.melados em sistemas fecha-\nPadronização dos restes d reza, permeabilidade, etc\n: ’ e s i s t e ri c i a mecánica,\ndu\nOutros meios refrigerantes.\nViabilidade econômica do ■.rocesso de congelamento moldes vs outros processa;- convencionais.\nde\n1.\t- Siegel.M. \" Curso de Fundição \". 8 9 * 11 Edi tora A. B . M . \",\n7, 13-14, 1967.\n2.\t- Sylvia, Gerin J. \" Cast Metal Technology \", Pennsyl~\nvania State University, 55, 1972.\n3.\t- Metalurgia, \" Editora A,B.M, \", 30: 143> 1 974.\n4.\t- Igualador, A. \" Moldeo com Autofraguantes ( El siste-\nma Fenõlico Uretano ) \". Revista Fundiciõn \", Esp_a na , 230 , Diciembre 1 979.\n5.\t- Manual de Arenas de FundiciÕn . \" American Foundrymen\nSoei ety\" .1 967.\n6.\t- Cibula, A. \" Grain Control in Solidification Process \"\nInst, of Metals Conference of Grain Control . University of Sussex. March 1979,\n7.\t- Taylor, Fleming and Wulff, \" Foundry Engineering \" ,\nMassachusett Inst, of Technology, 110. 1959.\n8.\t- Flinn, A. \" Fundamentals of Metal Casting 11. University\nof Michigan, 33. 1963.\n9.\t- Bradashia, C. \" Fundição de Ligas Não Ferrosas \". \" Edi\ntora A.B.M. \". 56. 1975.\n10.- Henzel , F.R, \" Trans. Aime 11. 1 24, 300. 1 937.\n11,- Chalmers,B, \" Principles of Solidification \", \" John Wi\nIley and Sons\". 285.New York. 1964.\n12,- Bowers,T.F. and Fleming, M.C. \"\n1 967.\nTrans. Aime \". 239. 216.\n\n13.\n14.\n15.\n16.\n17.\n18.\n19.\n20.\n21 .-\n22.-\n23.\t-\n24.\t-\n25.\t-\n-\tBiloni, H. and Morando, R. \" Trans. Aime \". 242 . 1 1 21 .\n1 968.\n-\tPrates, M. and Biloni, H. \" Metalurgia A.B.M, ” . 27.\n164. 1971.\n-\tOhno, A. \" Trans, of the Iron and Steel Inst, of Japan \"\nH), 459. 1 970.\n-\tWalton, D. and Chalmers, B. \" Trans. Aime \". 215. 871.\nJun. 1959.\n-\tPrates, M. e Davies, G. 11 Solidificação e Fundição de\nMetais e Suas Ligas. \" Univ, de São Paulo. 11\t1 978.\n-\tDavies, G. \" Sol idification and Casting \". \"Appl ied\nSc i ence Pub. \" London. 1973.\n■\tRobert, M.H.\" Tese de Doutorado 11. \" Un i camp. \" 1 983.\n-\tChalmers, B. \" Journal of Australian Inst, of Metals\"\n8. 3. 1963.\n• Biloni, H. and Chalmers, B, \"Journal of Mat, Science \"\n3.\t139. 1968.\n■\tWinegard,W.C. and Chalmers, B. \" Trans. Aime \". 46.1214.\n1 953.\nJackson, K.A, \" Canadian Journal of Phisics \", 34. 473 . Canada. 1956.\nSouthin, R.T. \" Trans. Aime. \", 239.220. Fev. 1967.\nOhno, A. The Solidification of Metals \", \"Chijin Skodan Co.\" Japan. 1976.\n26.\t- Ohno, A. and Motegi,- T. and Soda, H. \" Trans, of the Japan\nIron and Steel Inst. \" . 11 . 18. Japan. 1971.\n27.\t- Mondolfo, L.F. \" A11umin1 urn Alloys, Structure and Propier-\nties \" Butterworths \". London. 1976.\n28.\t- Cibula, A. and Ruddle, W. 11 Journal of the Inst, of Metals\",\n76.361. 1944-1950.\n29.\t- Kita, K. et Al. \" Characteristics of Frozen Molds\". 11 Ka-\nwasaky Heavy Industries \". Tokyo. Aug. 1979.\n30.\t- Pajak, A. \" Frozen Mols: A New Generation of Foundry Molding\nSands \" . \" British Foundryman \". 75.March. 1982.\nCALCULO do\tTAMANHO DE\t__GRA0_ RE A,\tAREIA\t90-105\nNÇ PENEIRA\tRETE\tNÇAO\tr ATOR\tPRODUTO\n\tGR\t• J\t\t\n6\t0\tV'\t3\t0\n1 2\t0\t0\t5\tQ\n20\tíj\tq ' i\t1 0\tr\n3G\t0\t0\t2 0\t0\n40\t0\t9\t30\tT'\n50\t0\t0\t40\tü\n7 0\t2.8\t.1 .6\t50\t2 8 0\n100\t26 . 4\t5 2.8\t70\t3 3 0 4\n1 40\t48. 0\t96.0\t100\t4320\n20 0\t4 9.7\t99.4\t1 4 0\t476\n270\t49.8\t99.6\t2 09\t40\nFUNDO\t50.0\t10 0.0\t300\t1 20\nTAMANHO GRAO A. F.S.\t\t■-\tSOMA ijijS\tPRODUTOS\n\t\t% DE Rí\t■ITENÇAO\nTAMANHO\tDE GRAO A.F.Í\t1. ENCONTRADO:\t85.4"}]}}}