{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11990"}, {"@name": "filename", "#text": "17434_1.4_PedroFonseca_AlteracaoClimatica.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "16\n\nJANUS 2014\n\nO Painel intergOvernamental sobre as alte-\nrações Climáticas (iPCC), constatando o aqueci-\nmento da atmosfera terrestre e dos oceanos, a \nsubida do nível das águas do mar e a diminuição \ndas massas de gelo e neve, tem vindo a defender \nque estão em curso alterações climáticas sem pre-\ncedente desde há vários milhares de anos e que \nnão podem ser atribuídas aos ciclos naturais do \nplaneta. O iPCC argumenta que é extremamente \nprovável que as alterações climáticas resultem da \ncrescente concentração de gases de efeito estufa \n(gee) na atmosfera (principalmente de CO2) de-\nvido ao incremento das emissões antropogénicas \ndestes gases desde o arranque da revolução in-\ndustrial. a queima de combustíveis fósseis (car-\nvão, petróleo e gás) foi responsável por 2/3 das \nemissões antropogénicas de CO2 desde 1750, \nsendo o restante atribuído às alterações do uso \ndos solos.\nConsiderando a avaliação do iPCC, conclui-se \nque a Humanidade enfrenta um problema de lon-\ngo prazo, já que parte do CO2 permanece na at-\nmosfera por um período que vai de algumas dé-\ncadas a vários milhares de anos. assim, um certo \nnível de alterações climáticas está em curso e não \npode ser evitado, pelo que ganhou relevância no \ndomínio político o objetivo de evitar alterações \nclimáticas perigosas. Com vista a garantir a segu-\nrança climática, determinou-se o objetivo de re-\nduzir as emissões numa dimensão que evite um \ncrescimento da temperatura média global supe-\nrior a 2°C face aos valores pré-industriais.\nembora as consequências das alterações climáticas \nnão sejam totalmente conhecidas, vários especia-\nlistas, instituições governamentais e interna-\ncionais têm vindo a alertar que a crescente proba-\nbilidade de ocorrerem fenómenos climatéricos \nextremos resultantes das alterações climáticas. \na degradação dos recursos naturais, a pressão \ndemográfica e a competição por recursos estraté-\ngicos contribuirão para a deterioração das condi-\nções de vida em vários pontos do planeta e, em \ncaso extremos, podem concorrer para o surgi-\nmento ou aprofundamento de conflitos violen-\ntos, para a fragilização de vários estados, para o \nacentuar de crises humanitárias, bem como origi-\nnar massas migratórias de grandes dimensões.\n\nA política das alterações climáticas:\nprimórdios, evolução e insuficiências\n\nas alterações climáticas representam um desafio \nextraordinário para a Humanidade e exigem uma \nverdadeira cooperação global. na conferência mi-\nnisterial sobre o problema realizada em noordwi-\njk em 1989, os países europeus, o Canadá, a aus-\ntrália e a nova Zelândia defenderam o \nestabelecimento de limites para as emissões de \ngee. a esta pretensão opuseram-se os eUa, o Ja-\n\npão e a União Soviética, argumentando que ela \nexigia medidas muito rígidas, não considerava as \ndiferentes circunstâncias nacionais e era necessá-\nrio aprofundar o conhecimento científico sobre \nas alterações climáticas. \nestas divergências verificaram-se novamente em \n1992 nas negociações da Convenção Quadro das \nnações Unidas sobre as alterações Climáticas \n(CQnUaC) com o objetivo de estabilizar a con-\ncentração de gee na atmosfera num nível que \nevitasse uma interferência antropogénica perigo-\nsa no sistema climático. na época, a Comunidade \neuropeia defendeu o estabelecimento de metas \nquantificadas e calendarizadas de redução das \nemissões de gee. este objetivo foi rejeitado pelos \n\neUa, pelos países da OPeP, assim como pela Chi-\nna e pela Índia, que o consideraram uma ameaça \nao crescimento económico. assim, a CQnUaC \nfoi assinada sem menção a metas de redução das \nemissões. todavia, incorporou um conjunto de \nprincípios estruturantes das negociações climá-\nticas. entre eles está o da precaução que declara \nque as partes devem tomar medidas que anteci-\npem, previnam ou minimizem as causas das alte-\nrações climáticas e os seus efeitos negativos, \nsendo que a falta de um conhecimento científico \ncompleto e exaustivo sobre o problema não deve \nser motivo para adiar a tomada de decisões. tal \nprincípio reconhece que a complexidade do sis-\ntema climático torna muito difícil a sua total com-\npreensão, pelo que dificilmente os modelos cli-\n\nmáticos podem captar todas as variáveis que o \npodem influenciar.\nO Protocolo de Quioto (PQ) foi apresentado em \n1997 como um avanço negocial já que, pela pri-\nmeira vez, determinaram-se metas quantificadas e \ncalendarizadas de redução das emissões. O com-\npromisso deveria garantir uma redução das emis-\nsões de gee a nível global de, pelo menos, 5,2% \ndas emissões dos países constantes do anexo B \n(países mais desenvolvidos e economias em tran-\nsição) entre 2008-2012 face aos valores de 1990. \nOs países em desenvolvimento ficaram sem qual-\nquer meta para as suas emissões, facto relaciona-\ndo com os argumentos em torno da justiça climá-\ntica (ver “a (in)justiça climática”).\n\nanalisando o percurso do PQ, que entrou em \nvigor em 2005, é possível identificar sérias fragili-\ndades. Por um lado, vários países que o adotaram \nenfrentaram grandes dificuldades para alcançar \nos seus objetivos e outros, como o Canadá, falha-\nram o cumprimento das metas. Por outro lado, \nos mecanismos de flexibilidade previstos no PQ \n(mecanismo de desenvolvimento limpo, imple-\nmentação conjunta e comércio de emissões) têm \nsido utilizados de forma ineficaz, abusiva e mes-\nmo fraudulenta. além disso, com a recusa dos \neUa em ratificar o PQ, cerca de 70% das emissões \nde gee registadas em 2006 não estavam sujeitas \na qualquer meta. Desta forma, as emissões antro-\npogénicas de CO2 têm vindo a aumentar de forma \nacelerada e já tinham crescido quase 40% em 2008 \n\n1.4 • Conjuntura internacional\n\nA última oportunidade para a política\ndas alterações climáticas Pedro Fonseca\n\nA (In)JustIçA ClImátICA\n\nO tema da justiça foi introduzido nas negociações climáticas através do artigo 3.º, n.º1 da CQNUAC que \ndetermina que a proteção do sistema climático para benefício das atuais e futuras gerações deve ser feito \n“com base na equidade e de acordo com as suas responsabilidades comuns mas diferenciadas e com as \nrespetivas capacidades”. Não obstante a interpretação do artigo ter sido objeto de importantes disputas, \nos países em desenvolvimento apelaram a uma distinção entre as suas emissões de “sobrevivência” \ne as emissões de “luxo” dos países desenvolvidos, pelo que estes deveriam suportar as responsabilidades \npelas alterações climáticas porque: (1) são os responsáveis pelo problema climático (devido às suas emis-\nsões de GEE cumulativas e per capita); (2) são mais ricos e têm maior capacidade para lidar com o \nproblema ( justiça distributiva); (3) serão os países menos desenvolvidos a sofrer as piores consequências, \ndevendo por isso os países desenvolvidos transferir tecnologia e fundos com vista a promover um desen-\nvolvimento sustentável nos países em desenvolvimento ( justiça corretiva). De facto, os princípios da \njustiça são identificáveis no PQ, que estabeleceu metas de redução das emissões dos países desenvolvidos \ne deixou os países em desenvolvimento libertos dessa obrigação. \nNo decurso das negociações climáticas, os principais países em desenvolvimento têm mantido os argu-\nmentos em torno da justiça, defendendo que os seus maiores desafios são reduzir a pobreza e promover \no desenvolvimento. Assim, consideram que é um exemplo de colonialismo ambiental e de injustiça climá-\ntica os crescentes apelos para que também eles assumam compromissos de redução das emissões ao \nlongo dos próximos anos. Todavia, analisando a evolução das emissões, a não inclusão de pelo menos \nalguns países em desenvolvimento no processo de redução das mesmas, em particular da China e da \nÍndia, que já se encontram entre os principais emissores, resultará num crescimento da concentração \nde GEE na atmosfera não compatível com os objetivos da segurança climática. Desta forma, é possível \nconcluir que um acordo climático futuro tem pouco valor sem a participação dos principais países em \ndesenvolvimento e dos EUA.\n\n\n\n17\n\nface aos valores de 1990. Parte substancial deste \nincremento veio dos países em desenvolvimento, \nparticularmente da China, atualmente o país com \nmaiores emissões, e da Índia.\n\nA política das alterações climáticas\nem tempos de desilusão\n\nna ronda negocial de Copenhaga em 2009 \n(COP15) ambicionava-se a obtenção de um acor-\ndo que substituísse o PQ após 2012. todavia, as \nnegociações foram marcadas por profundas divi-\nsões. Por um lado, os países em desenvolvimento \nbasearam novamente a sua argumentação na jus-\ntiça climática. Por outro lado, vários estados de-\nsenvolvidos defenderam que seria ambiental-\nmente perigoso que alguns países em \ndesenvolvimento que vêm registando um cresci-\nmento acelerado das emissões de gee continuas-\nsem sem metas de redução. \nDa COP15 resultou o acordo de Copenhaga, no \nqual não constam metas quantificadas e calenda-\nrizadas de redução das emissões, característica \nreveladora do seu insucesso. as razões para o fra-\ncasso prenderam-se com a oposição dos eUa, do \nCanadá, da China e da Índia ao estabelecimento \nde metas ambiciosas de redução das suas emis-\nsões. O acordo de Copenhaga determinava que \nos estados submetessem os seus planos voluntá-\nrios de mitigação das emissões de gee para 2020 \naté 31 de Janeiro de 2010. todavia, as propostas \napresentadas ficam longe de garantir a segurança \nclimática. além disso, as negociações de Cope-\nnhaga contribuíram para aprofundar o sentimen-\nto de que a mitigação das alterações climáticas \nestá para além da capacidade política, social e \ntecnológica da Humanidade, algo que acentuou \no ambiente negativo e contribuiu para que a \nConferência de Cancun (COP16) realizada em 2010 \nadiasse mais uma vez ações decisivas. \na Conferência de Durban (COP17) de 2011 de-\ncorreu num momento particularmente adverso. \nO acidente na central nuclear japonesa (Fukushi-\nma Daiichi) e a instabilidade política nos países \nárabes contribuíram para uma crescente preocu-\npação sobre o abastecimento energético, secun-\ndarizando-se o problema climático e contribuin-\ndo para um reforço de fontes de energia ainda \nmais contrárias às preocupações climáticas (car-\nvão e petróleo não-convencional). além disso, as \ncrises financeira, e das dívidas soberanas, que \ntêm vindo a afetar particularmente as economias \nmais desenvolvidas nos últimos anos, captaram o \nessencial das preocupações governamentais, con-\ntribuindo para uma relativa perda de importância \ndas alterações climáticas nas agendas políticas, \nassim como para aliviar a pressão para uma rápi-\nda transição energética. \nno essencial, a Conferência de Durban adiou no-\nvamente compromissos decisivos, tendo-se de-\nterminado um segundo período de cumprimento \ndo PQ que vigorará até 2020 e no âmbito do qual \nas partes devem reduzir as suas emissões entre \n25% e 40% face aos níveis de 1990. todavia, com \na recusa dos eUa e do Canadá em participarem, \nmenos de 15% das emissões mundiais ficam ao \nabrigo desta nova fase do PQ. em Durban deci-\n\ndiu-se que novas negociações se iniciariam em \n2012 com vista a concluir um acordo global em \n2015 e que entrará em vigor em 2020. as negocia-\nções climáticas realizadas em Doha (COP18) em \n2012 evidenciaram novamente a falta de vontade \npolítica para se alcançarem compromissos ambi-\nciosos que respondam às exigências da segurança \nclimática.\n\nRumo a 2015: uma nova ambição?\n\nem Setembro de 2013 o iPCC aprovou as conclu-\nsões preliminares do seu quinto relatório de ava-\nliação, nas quais argumenta que as emissões de-\nvem atingir o seu máximo ao longo da próxima \ndécada e diminuir rapidamente ao longo das dé-\ncadas seguintes. todavia, a agência interna-\ncional de energia (aie) alerta no seu World Ener-\ng y Outlook 2013 que, mesmo considerando \ntodas as medidas já anunciadas pelos estados \n(incrementar a eficiência energética, reforçar \nas energias renováveis, reduzir os subsídios aos \ncombustíveis fósseis, determinar um preço para \no carbono) as emissões de CO2 do sistema energé-\ntico mundial vão crescer cerca de 20% até 2035. \nassim, conclui a aie, a trajetória das emissões é \ncompatível com uma subida de 3,6°C da tempera-\ntura média global, um valor bem superior aos 2°C \npoliticamente considerados como objetivo para \nevitar as alterações climáticas perigosas.\n\nO elevado número e diversidade de atores envol-\nvidos e a expansão da agenda negocial têm com-\nplexificado as negociações climáticas, assim \ncomo a procura de consensos alargados tem re-\nsultado em acordos frágeis e pouco ambiciosos. \nParalelamente, os debates em torno da justiça cli-\nmática, da fuga de carbono, das desigualdades de \ndesenvolvimento e da mobilização de fundos \npara mitigação/adaptação têm originado discór-\ndias profundas e descredibilizado o regime inter-\nnacional. além disso, é muito difícil politicamen-\nte lidar com as alterações climáticas já que, não \nobstante as suas consequências já identificadas, \nelas são um problema fundamentalmente locali-\nzado no futuro. não obstante todos os avisos so-\nbre os seus riscos, eles parecem abstratos, ilusó-\nrios, irreais porque não são tangíveis, imediatos e \nvisíveis no decorrer da vida diária. assim, como \nexistem problemas imediatos para enfrentar, a \nmaioria das pessoas e dos estados não encontra \num incentivo fundamental para agir. todavia, \nquando as consequências mais negativas das alte-\n\nrações climáticas se concretizarem, já será tarde \npara tomar medidas corretivas. De facto, quanto \nmaior é o desfasamento temporal entre as causas \n(emissões) e as consequências, e no caso das alte-\nrações climáticas ele é de várias gerações, e quan-\nto mais incertas e complexas são essas as conse-\nquências, que neste caso são também elevadas, \nmais facilmente se aceitam potenciais riscos e \nperdas futuras face a benefícios imediatos.\natingir em 2015 um acordo climático global com-\npatível com a segurança climática exige certamen-\nte uma nova ambição que também não foi visível \nnas negociações de varsóvia (COP19) em 2013. \nessa nova ambição tem de partir da constatação \nde que a segurança climática exige respostas \ncomplexas e dispendiosas, parece obrigar a trans-\nformações políticas e económicas importantes \nem diversos setores (produção e consumo de \nbens e serviços, energia, transportes, agricultura, \ncomércio mundial, entre outros) que frequente-\nmente conflituam com outros objetivos identifi-\ncados como prioritários na política mundial (libe-\nralização do comércio mundial, erradicação da \npobreza extrema e segurança energética, entre \noutros), requer a participação dos principais \nemissores mundiais de CO2 (países desenvolvi-\ndos e em desenvolvimento) e, essencialmente, \nexige uma transformação célere do sistema ener-\ngético mundial baseado nos combustíveis fósseis \ne que é base da nossa civilização. n\n\n[...] a segurança climática \nexige respostas complexas \ne dispendiosas, [...] e, \nessencialmente, exige uma \ntransformação célere do sistema \nenergético mundial baseado nos \ncombustíveis fósseis [...]."}]}}}