{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13574"}, {"@name": "filename", "#text": "19602_S0071-12761985000100009.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "EFEITOS DE FONTES DE NITROGÊNIO E DE MODOS DE APLICAÇÃO \nDO ADUBO FOSFATADO ( 3 2 P) SOBRE A PORCENTAGEM \n\nDE UTILIZAÇÃO DO FÓSFORO DO SUPERFOSFATO SIMPLES \nPELO TRIGO (Triticum aestivum L.)* \n\nAntonio Enedi Boaretto** \nAndré M. Louis Neptune*** \nJosé Francisco Patella**** \n\nRESUMO \n\nNo programa de pesquisa a respeito da \nadubação da cultura de trigo, utilizan-\ndo isotopos (32 P e 1 5N), o plano do ano \n1971/1972 tinha, entre outros objetivos, \na finalidade de determinar a porcentagem \n\n* Entregue para publicação em 26/04/85. Trabalho a¬ \npresentado no Seminário sobre Técnicas Nucleares em \nEstudo de Fertilidade do Solo e Fertilizante - 02 a \n06 de maio de 1 9 8 3 , Pi racicaba,SP, CENA/USP. \n\n** Professor Adjunto do Departamento de Ciências do So¬ \nlo da FCA/UNESP. \n\n*** Professor Titular do Departamento de Solos, Geolo-\ngia e Fertilizantes da E.S.A.\"Luiz de Queiroz\",USP. \n\n**** Professor Titular da Faculdade de Agronomia e Zoo-\ntecnia \"Eliseu Manoel\" - UFPel. \n\n\n\nde aproveitamento do fósforo pelo trigo, \nem função do modo de aplicação e intera¬ \nção com fontes de nitrogênio. O experi¬ \nmento foi instalado em solo pertencente \na ordem Ultisol e grande grupo Podzóli¬ \nco Vermelho-Amarelo (Pelotas-RS), con-\ntendo 9 ppm de P. Os adubos nitrogena¬ \ndos: sulfato de amônio, uréia e nitrato \nde amônio, na dose de 1 2 0 kg/ha, foram \naplicados metade no plantio (ao lado e \nabaixo das sementes) e metade em cober-\ntura, na fase do perfilhamento. 0 fós-\nforo radioativo, na forma de superfosfa¬ \nto simples, foi aplicado na dose de 30 \nkg P 2 0 5/ha de duas maneiras: junto com \nas sementes ou junto com o adubo nitro¬ \ngenado aplicado no plantio. Amostras \nde plantas de trigo foram coletadas en-\ntre perfilhamento e espigamento e deter¬ \nminaram-se os pesos de matéria verde e \nseca, as porcentagens de P total e de P \nproveniente do fertilizante contidos na \nmatéria seca e a porcentagem de utiliza¬ \nção do fósforo aplicado (% UP). \n\nPode-se concluir que a aplicação de ni-\ntrogênio é necessário para se obter maio \nres % UP, mas não há diferenças entre \nas fontes. Os modos de aplicação do \nfósforo não diferiram entre si quanto a \n% UP. \n\nINTPxODUÇÃO \n\nO Brasil, juntamente com 1 5 outros países, atra-\nvés do Centro de Energia Nuclear na Agricultura, partici \n\n\n\npou de um extenso programa de estudo de adubaçio do tri-\ngo, coordenado pela Agência Internacional de Energia Nu-\nclear. 0 plano de 1 9 7 1 / 7 2 tinha por objetivo comparar a \neficiência de três fontes de nitrogênio (N^ 5 ) e m função \ndo método e época de aplicação, cujos resultados brasi-\nleiros foram apresentados por BOARETTO ( 1 9 7 ^ ) - Um segun \ndo objetivo destes mesmos experimentos, ora relatados, e \nra determinar o aproveitamento do fósforo pelo trigo em \nfunção do modo de aplicação e interação com fontes de nj_ \ntrogênio. \n\nMATERIAL E MÉTODOS \n\nFoi instalado o presente experimento em solo per-\ntencente a ordem Ultisol e ao Grande Grupo Podzólico Ver \nmelho Amarelo, localizado na estação experimental do \nIPEAS-Pe 1 otas/RS, cujas coordenadas sao: latitude = 3 0 ° 2 1 \ne longitude = 5 2 ° 2 1 , sendo a altitude de 3 0 m. \n\nA análise química da amostra superficial do solo \nrevelou os seguintes resultados: pH ( 1 : 2 , 5 ) » „ 5 , 0 ; maté-\nria orgânica = 1 , 3 ¾ ; H + = 4 , 3 ; Al 3 + = o , 9 ; C a 2 + = 1 , 3 ; \nM g 2 + = 0 , 7 todos em e . m g / 1 0 0 g; P = 9 ppm e K = 7 6 ppm. \n\nA variedade foi a IAS - 5 2 , recomendada para o es_ \ntado do Rio Grande do Sul. 0 plantio foi feito em 2 de \njulho de 1 9 7 1 , com espaçamento de 0 , 2 0 cm na entrelinha. \n\nOs adubos nitrogenados foram aplicados na dose de \n1 2 0 kg N/ha, metade aplicado no plantio e metade aplica-\ndo na fase do perfi 1 hamento. A aplicação no plantio se \nlocalizou 5 cm ao lado e 2 cm abaixo da semente e a apl_i_ \ncação em cobertura foi feita nas entrelinhas. \n\n0 adubo fosfatado, aplicado na dose de 3 0 kg ?2®5 \npor ha, foi o superfosfato simples na forma de pó. 0 \n\n\n\nadubo fosfatado marcado com 3 2 p f Q ; aplicado na linha \ncentral da área C (Figura 1 ) e no restante da parcela \naplicou-se superfosfato simples não marcado. \n\n0 P 3 2 foi aplicado todo no plantio de duas manei-\nras. A primeira foi juntamente com as sementes, ou seja \nseparado do adubo nitrogenado (uréia) e a segunda manei-\nra foi junto com o adubo nitrogenado, ficando 5 cm ao la_ \ndo e abaixo da semente. \n\nA amostragem de plantas para determinação do teor \nde fósforo total e do fósforo radioativo foi feita em \nparte da área C, conforme se vê na Figura 1 , coletando -\n-se separadamente a linha 3 e as linhas 2 e k. Foi fei-\nta ainda uma amostragem final de palha e grãos e os re-\nsultados, como já se disse, foram apresentados por BOA-\nRETTO ( 1 9 7 *0, mas não foi possível a análise do fósforo \nmarcado. A Figura 1 mostra esquematicamente uma parcela. \n\nNo material colhido em parte da área C, destinada \npara amostragem feita na fase compreendida entre o perf_i_ \nlhamento e o espigamento, determinou-se o teor de fósfo-\nro total conforme o método vanadomolibdico, após ter-se \nincinerado o material. \n\nNa amostra da linha 3 determinaram-se os teores \nde fósforo radioativo ou seja, as porcentagens de \nP na planta proveniente do fertilizante, da seguinte ma-\nneira: pesaram-se 5 g do material após ter sido seco a \n7 5 °C e moido e procedeu-se a incineração. Diluiu-se com \n5 0 ml de água. Tomaram-se a seggir alíquotas que varia-\nram de 5 a 9 ml conforme o tratamento e procedeu-se a \ncontagem por 1 0 ' . 0 padrão contendo superfosfato sim-\nples radioativo foi preparado a partir de 2 0 0 mg do mes-\nmo que foram diluídos em 2 5 0 ml de água. Desta solução, \ntomaram-se 5 ml e procederam-se as contagens por 1 0 ' por \nefeito cerenkov, no centilador líquido. \n\n\n\n\n\nRESULTADOS E DISCUSSÃO \n\nPode-se verificar pela Tabela 1, os pesos de mate \nria verde e matéria seca produzidos nos diferentes trata \nmentos. Constata-se que, em relação ã testemunha não-a_ \ndubada (tratamento L), houve efeito da aplicação de fós-\nforo mesmo sozinho (Tratamento K) e da aplicação de ni-\ntrogênio também sozinho (Tratamento J) sobre a produção \nde matéria verde e seca. 0 efeito da adubação sobre a \nprodução de matéria seca e verde se acentuou ainda mais \nquando os dois macronutrientes foram aplicados (Tratamen^ \ntos B, D, F e H). \n\nCom relação a fonte de nitrogênio, não houve d i f e_ \nrenças estatisticamente significativas entre as mesmas \n(Tratamentos B, D e F). \n\nQuanto ao modo de aplicação do superfosfato sim-\nples, pode-se verificar pela comparação dos tratamentos \nD e H, que, embora sem significineia estatística, quando \no fósforo foi aplicado separado do nitrogênio, ou seja, \njuntamente com as sementes, obteve-se peso de matéria s£ \nca mais elevado e, que no caso da matéria verde chegou a \nser significativa estatisticamente a diferença. Note-se \nainda que o peso da matéria seca produzida até o momento \nda amostragem, representava de 85 a 100¾ do total final \na ser produzido para os Tratamentos B, D, F, H e J e ape \nnas hO a 45¾ para os Tratamentos K e L. Isto é fácil de \nse explicar já que nestes tratamentos não se aplicou ni-\ntrogênio e que, segundo MUZILLI (1978), este nutriente ê \num dos mais importantes para o trigo. Na época de amos-\ntragem supõe-se que a maior parte do fósforo já havia si \ndo absorvida. No espigamento, segundo MUZILLI (1978) , \n90¾ do fósforo total exigido já deve ter sido absorvido. \n\nEm relação às porcentagens do P total determina -\ndas, apresentadas na Tabela 2, são normais para o trigo. \nSalienta-se, entretanto, que o tratamento K, que recebeu \napenas fósforo propiciou o maior teor deste. Nos trata-\n\n\n\nmentos que receberam N e P, independente da fonte de N e \ndo modo de aplicação de P, os teores de P foram estatis-\nticamente iguais. No caso das porcentagens de fósforo \nna planta proveniente do fertilizante contido na matéria \nseca, o tratamento K propiciou o menor teor já que neste \ntratamento nio se aplicou N. \n\nEm termos de quantidade de P total verifica-se \nque no tratamento K a absorção foi menor que nos demais \ntratamentos, provavelmente devido a ausência de nitrogê-\nnio. Entre as fontes de N (Tratamentos B, D, F) não hou^ \nve diferenças estatisticamente significativas no que diz \nrespeito a quantidade de P total absorvido. Os dois mo-\ndos de aplicação de fósforo tiveram o mesmo efeito sobre \na absorção deste nutriente pelo trigo (Tratamentos D e \nH). \n\nQuanto ã quantidade do fósforo na planta prove-\nniente do fertilizante verifica-se a importância da adu-\nbação nitrogenada, o que era de se esperar, já que o mes_ \nmo efeito foi observado na quantidade total de fósforo \nna planta, da qual a quantidade de fósforo contido na \nplanta proveniente do fertilizante faz parte. Nota-se \nnão haver efeito das fontes sobre a quantidade de fósfo-\nro contido na planta e proveniente do fertilizante, bem \ncomo do modo de aplicação do adubo fosfatado. Cabe res-\nsaltar, entretanto, uma tendência de maior absorção do \nfósforo do adubo quando o mesmo é aplicado juntamente com \nas sementes. Neste caso, há uma maior contribuição do \nfósforo do adubo na quantidade total de fósforo absorvi-\ndo, como se pode ver pela porcentagem d e P n a planta prove \nniente do fertilizante (% Pppf). \n\nOs resultados da porcentagem de utilização (%UP) \ndo fósforo aplicado é o reflexo do que comentou-se ante-\nriormente. Verifica-se portanto um efeito marcante da \nadubação nitrogenada (independente da fonte) sobre a UP%, \npois na ausência desta a UP% foi praticamente nula e em \nsua presença variou de 1 3 a 1 9 ¾ . A aplicação do fósforo \njuntamente com a semente tende a melhorar a %UP, como po \nde ser visto comparando os Tratamentos D e H. \n\n\n\n\n\n\n\nCONCLUSÕES \n\n1. Verificou-se resposta em produção de matéria \nverde e seca à aplicação isolada de fósforo e nitrogênio; \nmas o efeito foi mais acentuado na presença dos dois ma¬ \ncronutrientes. \n\n2 . Não houve diferença significativa entre as fon¬ \ntes de nitrogênio no que diz respeito a porcentagem de \nutilização de fósforo (% UP), mas a presença destas foi \nimportante para elevar a % UP. \n\n3. A aplicação do adubo fosfatado juntamente com \na semente ou abaixo e ao lado da semente, juntamente com \no adubo nitrogenado, não propiciou diferenças significa-\ntivas na % UP. \n\nSUMMARY \n\nEFFECT OF NITROGEN SOURCES AND PHOSPHORUS \nFERTILIZER PLACES OF APPLICATION ON PHOSPHORUS \nUTILIZATION FROM SINGLE SUPER PHOSPHATE BY WHEAT \n(Triticum aestivum L.) \n\nBrazil (CENA/USP, Piracicaba, SP) joint with 1 5 \nothers country, shared a large research program about \nwheat fertilization, co-ordinated by A.I.E.A. One aim \nof this program, which is related here, was to value the \nphosphorus utilization from single superphosphate by \nwheat, affected by places of application and nitrogen \nsources. \n\nThe experiment was carried out in a red-yellow \nPodzol with 9 ppm of P. The nitrogen sources are: \nammonium sulphate, nitrate and urea, N-rate = 1 2 0 kg/ha, \nhalf at planting and the remainder at the tillering \n\n\n\nstage. The single superphosphate - 32P, P 2 0 5 - rate = 30 \nkg/ha, was applied in two places: with the seeds or with \nthe N-sources, 5 cm depth and 2 cm on the ride of the \nseeds. The wheat was harvested after tillering stage \nbut before heading stage. In the dry mather were \ndetermined: % P total, % 32P \n\nand percentage of phosphorus \nutilized (% UP). \n\nThe nitrogen fertilization reached the % UP, but \nthe nitrogen sources effects were equal. The % UP were \nequal in the two methods of application of phosphorus \nfertilizer and ranged within 1 2 to 19%. \n\nLITERATURA CITADA \n\nBOARETTO, A.E. 1 9 7 4 . Fontes e modos de aplicação do ni-\ntrogênio (N15) na cultura de trigo (Triticum aestivum \nL.). Piracicaba, Escola Superior de Agricultura \"Luiz \nde Queiroz\". Dissertação de Mestrado. \n\nMUZILLI, O. 1 9 7 8 . Aspectos de Nutrição e Adubação do \nTrigo. In: Manual Agropecuário do Paraná, 1 9 7 8 . Lon-\ndrina. Fundação do Instituto Agronômico do Paraná."}]}}}