{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09110"}, {"@name": "filename", "#text": "14065_squisato_e_me_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA\nInstituto de Geociências e Ciências Exatas\nCampus de Rio Claro\nA FORMAÇÃO SERRA GERAL NA PORÇÃO CENTRO -NORTE DO ESTADO DE SÃO PAULO\nELOIZA SQUISATO\nOrientador: Prof. Dr. Antonio José Ranalli Nardy\nDissertação de Mestrado elaborada junto ao Programa de Pós-Graduação em Geociências - Área de Concentração em Geologia Regional, para obtenção do título de Mestre em Geociências.\nRio Claro (SP)\n2008\nCOMISSÃO EXAMINADORA\nProf. Dr. Antonio José Ranalli Nardy (IGCE/UNESP - Rio Claro - SP)\nProf. Dr. Marcos Aurélio Farias de Oliveira (IGCE/UNESP - Rio Claro - SP)\nProf. Dr. José Paulo Peccinini Pinese\n(UEL - Londrina - PR)\nEloiza Squisato\nRio Claro, 05 de maio de 2008.\nResultado: Aprovado.\nAGRADECIMENTOS\nAo Prof. Dr. Antonio José Ranalli Nardy pela orientação e empenho nesta dissertação e também durante todo o meu desenvolvimento acadêmico.\nÀ Profa Dra. Leila Soares Marques, do Departamento de Geofísica e Ciências Atmosféricas do IAG-USP, por compartilhar seus conhecimentos sobre a Província Magmática Serra Geral.\nAo Prof. Dr. Marcos Aurélio Farias de Oliveira do Departamento de Petrologia e Metalogenia do IGCE-UNESP, pelas sugestões para melhoria deste trabalho e pela participação das atividades de campo.\nAos amigos e funcionários da Pós-Graduação em Geologia Regional, pelo apoio e amizade. Finalmente, a minha família pelo apoio e companheirismo.\nSUMÁRIO\nI INTRODUÇÃO\t1\n1.1\tObjetivos 1.2\tÁrea de estudo\t2 3\nII MATERIAIS E MÉTODOS DE TRABALHO\t4\n2.1 Levantamento Bibliográfico\t4\n2.2 Trabalhos de Campo\t4\n2.3 Análises Petrográficas\t5\n2.4 Análises Químicas\t5\n2.4.1 Análises Químicas de Elementos Maiores, Menores e Traços\t5\n2.4.2 Metodologia Utilizada no Tratamento dos Dados Químicos\t7\n2.4.3 Análises de Elementos Terras Raras (ETRs)\t8\nIII GEOLOGIA REGIONAL\t9\n3.1 Bacia do Paraná\t9\n3.1.1 Considerações Geológicas e Geotectónicas\t11\n3.2.1 Evolução e Estratigrafía\t13\n3.2 Formação Serra Geral\t16\n3.2.1 Litoestratigrafia da Formação Serra Geral\t20\nIV PETROGRAFIA\t22\n4.1 Texturas\t23\n4.2 Mineralogia\t27\n4.2.1 Plagioclásio\t28\n4.2.2 Piroxênios\t28\n4.2.3 Minerais Opacos\t28\n4.2.4 Olivina\t29\n4.2.5 Mesóstase\t29\n4.2.6 Apatita\t30\n4.2.7 Amígdalas\t30\n4.2.8 Outros Minerais\t30\nV\tGEOQUÍMICA\t33\n5.1\tClassificação e Nomenclatura das rochas\t33\n5.1.1\tClassificações baseadas na composição normativa\t34\n5.1.1.1\tTetraedro Quartzo-Diopsídio-Nefelina e Olivina\t34\n5.1.1.2\tClassificação baseada na Alumina Saturação\t35\n5.1.2\tClassificação segundo conteúdo em Sílica e Álcalis (TAS)\t36\n5.1.3\tClassificação baseada no Diagrama R1xR2: Nomenclatura Adotada 38\n5.1.4\tClassificação segundo o Diagrama AFM\t40\n5.2\tCaráter Geoquímico Geral\t42\n5.3\tElementos Terras Raras\t44\nVI\tCONCLUSÕES\t49\nVII\tREFERÊNCIAS BIBLIOGRÁFICAS\t56\nANEXO\t62\nRESUMO\nEste trabalho trata da investigação petrográfica e geoquímica dos derrames da Formação Serra Geral da Bacia do Paraná, distribuídas em quatro regiões distintas: Jaú, Ribeirão Preto, Franca e Fernandópolis, cobrindo praticamente toda a área de exposição dessas rochas no estado de São Paulo. As amostras coletadas nessas regiões foram analisadas através de microscopia de luz polarizada, evidenciando que os basaltos estudados são constituídos fundamentalmente por plagioclásio (30-40%), piroxênios (20-30%), magnetita (5-15%) e apatita (menos de 1%), apresentando textura predominantemente intergranular e suas variedades (intersertal, hialofítica e pilotaxítica). Os dados geoquímicos revelaram que as amostras estudadas correspondem a basaltos de natureza toleítica, com TiO2 > 1,8%, característicos da região norte da Bacia do Paraná. Dados geoquímicos de elementos traços e terras raras mostraram que as rochas estudadas podem ser agrupadas em três diferentes magmas-tipo: Paranapanema (basaltos de Fernandópolis), Urubici (basaltos de Franca) e Pitanga (basaltos de Ribeirão Preto e de Jaú). Os padrões de distribuição desses elementos mostram que eles não podem ser gerados a partir de fontes mantélicas astenosféricas, mas sim, de fontes litosféricas distintas.\nPalavras-chave: Formação Serra Geral; Bacia do Paraná; Derrames de Basaltos; Província Magmática do Paraná.\nABSTRACT\nA petrographical and geochemistry characterization of flood basalts of Serra Geral Formation of Paraná Basin is here presented. The investigated area is sited in four different regions of São Paulo state: Jaú, Ribeirão Preto, Franca e Fernandópolis. It represents almost the total exposure area of lava flows in São Paulo State. The petrographical data of these rocks reveals that the basalts are constituted mainly by plagioclase (30-40%), pyroxene (20-30%), magnetite (5-15%) and apatite, that characterized a intergranular, intersertal, hialophitic and pilotaxitic textures. The geochemical data show a basic and tholeiitic composition of the studied basalts with TiO2 > 1,8%, characterized of the northern of Paraná Basin. Three different magmatypes were recognized: Paranapanema (basalts of Fernandópolis region), Urubici (basalts of Franca region) and Pitanga (basalts of Ribeirão Preto and Jaú regions). The distribution patterns of these elements in a spider diagram have showed that they are generated by lithospheric mantle.\nKey words: Serra Geral Formation; Paraná Basin; Flood Basalts; Paraná Magmatic Province.\nI. INTRODUÇÃO\nOs processos geodinâmicos responsáveis pela origem e evolução destas províncias magmáticas continentais têm sido intensamente pesquisados e muito debatidos na literatura internacional. Como resultados dessas investigações, foram propostos diferentes modelos para explicar a origem dos derrames sendo que até o presente momento não existe um consenso entre os pesquisadores.\nNeste contexto, a PMP (Província Magmática do Paraná) possui grande importância por constituir uma das maiores manifestações de basaltos continentais do mundo.\nA Formação Serra Geral da Bacia do Paraná é uma das maiores manifestações vulcânicas continentais observadas no planeta e parece estar relacionada ao terceiro evento distensivo da bacia (Quintas et al. 1997). Recobre uma área aproximada de 1.200.000 km2 na região sudeste da Plataforma Sul-Americana. Estima-se que o volume de lavas produzido seja da ordem de 800.000 km3 (Melfi et al. 1988).\n1\nOs dados existentes atualmente na literatura, acerca das rochas vulcânicas da Formação Serra Geral, indicam que, de alguma forma, estão relacionadas à quebra do supercontinente Gondwana, enquanto que os dados geoquímicos sugerem uma gênese através da fusão parcial do manto litosférico subcontinental, embora ainda hoje não haja consenso entre os diversos pesquisadores que estudam estas rochas, Peate (1997) e Marques &amp; Ernesto (2004).\nA Formação Serra Geral é caracterizada por 97% de rochas de caráter básico-intermediário (basaltos e andesitos) e apenas 3% de rochas ácidas (riodacitos e riolitos), sendo estas últimas distribuídas principalmente nas partes central e sul da bacia, apresentando diferenças geoquímicas e petrográficas que permitem sua identificação (Bellieni et al, 1986b; Nardy et al. 2002).\nAlém disso, os dados geoquímicos dos basaltos mostram que eles não são homogêneos. Foram identificados dois grandes grupos de basaltos denominados alto em titânio - ATi (TiO2 > 2%) e baixo em titânio- BTi (TiO2 &lt;2%), sendo que cada um deles é subdividido em outros três subgrupos. Assim aqueles ATi são representados pelos subgrupos Urubici, Pitanga e Paranapanema e o BTi em Esmeralda, Gramado e Ribeira (Bellieni et al. 1983, 1984ab, 1986ab; Mantovani et al. 1985; Piccirillo &amp; Melfi 1988; Piccirillo et al. 1987, 1988; Marques et al. 1989; Ernesto et al. 2002) e, que, segundo esses autores, são gerados a partir de fontes mantélicas ou magmas-tipo distintos.\n1.1\tObjetivos\nEste trabalho tem como objetivos caracterizar a petrografia e a litogeoquímica dos derrames de lavas da Formação Serra Geral, localizados na região centro-norte do Estado de São Paulo, como mostra o mapa geológico simplificado do Anexo 1. Com isso, espera-se poder contribuir para o melhor entendimento da gênese e evolução dos magmas, identificar e caracterizar os processos petrogenéticos principais envolvidos na origem e evolução magmática dessas rochas.\n2\n1.2\tÁrea de Estudo\nPara este estudo foram selecionadas as principais faixas de afloramento de basaltos que ocorrem no estado de São Paulo, sendo aquelas correspondentes às regiões centro-oeste, centro-leste e nordeste do Estado. A primeira refere-se à região de Fernandópolis envolvendo as cidades de São José do Rio Preto, Araçatuba, Mirandópolis e Buritama, como mostra o mapa do Anexo 1. O acesso à área se faz, principalmente, pelas rodovias SP 300 e SP 310.\nA área centro-leste abrange a região de Jaú, compreendendo as cidades de Itirapina, Brotas, Jaú, São Pedro e Ipeúna. É cortada pelas rodovias SP 304 e SP 197 e também é a acessível pela SP 330 (Rodovia Washington Luiz).\nA terceira área concentra as regiões de Ribeirão Preto e Franca, envolvendo cidades como Batatais, Rifaina, Igarapava, Utuverava, Cravinhos e Orlândia, como mostra o mapa do Anexo 1. O acesso à área é facilitado pelas rodovias SP 330 e SP 334, e abundância de estradas vicinais.\n3\nII.\tMATERIAIS E MÉTODOS DE TRABALHO\n2.1\tLevantamento Bibliográfico\nInicialmente foi realizado um levantamento bibliográfico acerca da estratigrafía da Bacia do Paraná e sua evolução com o tempo, em especial ao Grupo São Bento, uma vez que as regiões referem-se à borda leste dos derrames da Formação Serra Geral. Para isso, foram consultados principalmente os capítulos de livros que apresentavam compilações bibliográficas acerca do tema como Piccirillo &amp; Melfi (1988), Peate (1997) e Marques &amp; Ernesto (2004).\n2.2\tTrabalhos de Campo\nAs áreas selecionadas para este estudo foram percorridas através de suas principais vias de acesso, em várias etapas de trabalho de campo, com o intuito de localizar os principais afloramentos de basaltos, descreverem seu modo de ocorrência, as principais estruturas, e as relações de contato com as demais unidades da Bacia do Paraná, além de coletar amostras para as análises petrográficas e geoquímicas. A maior parte dos afloramentos avaliados está localizada próxima aos rios Tietê e Sapucaí -Mirim (Anexo 1), onde o nível topográfico é mais baixo, permitindo o afloramento da Formação Serra Geral. Além disso, alguns locais de amostragem foram localizados por meio de relatórios gerados pelo “Sindicato da Indústria de Mineração de Pedra Britada do Estado de São Paulo\", disponível em http://www.sindipedras.org.br.\n4\nForam coletadas 59 amostras, sendo que 19 são da região de Fernandópolis, 14 da região de Jaú, 21 da região de Ribeirão Preto e 5 da região de Franca conforme mostra o Mapa Geológico do Anexo 1 cuja localização se fez através de GPS, com a determinação da latitude, longitude e a altitude do ponto amostrado.\n2.3\tAnálises Petrográficas\nAs amostras coletadas nos trabalhos de campo foram estudadas sob microscopia petrográfica convencional, sendo determinadas à mineralogia modal e as relações texturais entre os minerais constituintes.\nAlém disso, foi dada atenção especial à seleção de amostras para as análises geoquímicas, de forma a se descartar todas aquelas que apresentavam amígdalas, vesículas e qualquer tipo de mineral de alteração.\n2.4\tAnálises Químicas\nDas 59 amostras coletadas e analisadas petrograficamente, 59 foram selecionadas para as análises geoquímicas, sendo 19 amostras da região de Fernandópolis, 14 da região de Jaú, 21 da região de Ribeirão Preto e 5 da região de Franca.\nAs análises foram feitas no Laboratório de Geoquímica do Departamento de Petrologia e Metalogenia IGCE / UNESP, campus Rio Claro (SP), para elementos maiores, menores e traços.\n2.4.1\tAnálises Químicas de Elementos Maiores, Menores e Traços\n5\nA preparação das amostras para essas determinações se inicia com a limpeza da amostra, utilizando de água corrente e escova, bem como a eliminação das porções alteradas, seja através de corte ou através do martelo. Cerca de 0,5 kg de amostra é reduzido em diversos pedaços de até 1 cm. Todo o pó gerado neste procedimento inicial é descartado. As amostras passam por uma nova etapa de lavagem, agora em água destilada e emprego do ultra-som. Após secagem são destinadas ao moinho de discos onde sua granulometria é reduzida à pelo menos 200 mesh. Neste processo, não há descarte de material. Após essa etapa as amostras são acondicionadas em sacos plásticos, anotadas seus números e encaminhadas para a preparação dos analitos para as análises químicas dos elementos maiores, menores e traços através de fluorescência de raios X.\nPara a análise de elementos maiores e menores foram confeccionadas pastilhas fundidas obtidas através de uma alíquota com cerca de 2g de amostra, colocadas em um cadinho de alumina e levados a uma mufla, com temperatura pré-ajustada em 1000°C, por aproximadamente quatro horas, para eliminar a água (de adsorção e estrutural) e os elementos voláteis presentes na rocha. A amostra foi novamente pesada, e comparando com seu peso inicial e assim obtido a perda ao fogo ou LOI (loss on ignition). No processo de aquecimento há agregação de material, constituindo uma massa compacta e asim, a necessidade da amostra ser novamente desagregada, agora através de um moinho de bola, por um período de cinco minutos. Após este procedimento foram misturados 1,2000 g da amostra, com 1,2030 g de tetraborato de lítio e 4,8397 g de metaborato de lítio (proporção 1:5), em cadinho de platina-ouro e levadas a uma temperatura da ordem de 1200°C, em uma máquina de preparação de discos fundidos marca “Claisse”. Após a fusão, o conteúdo do cadinho é vertido para um molde de 1,5 cm de raio, onde se obtém, pelo menos, uma superfície bastante lisa. O tempo de preparo de cada amostra foi da ordem de 30 minutos.\nForam confeccionadas pastilhas de pó prensado para análises de elementos traços, da seguinte forma: 10 g de pó prensado são colocados em um cadinho de alumina e levados à estufa com temperatura pré- estabilizada em 110° C por um período de 12 h (“overnight”). Após isso, as amostras são resfriadas e pesadas. 8,0000 g de amostra são misturadas a 2,0000 g de cera micropulverizada, e após rigorosa mistura e homogeneização, usando um almofariz de ágata, pistilo e espátula, são levadas a uma prensa e submetidas a uma pressão de 30 t/cm2, produzindo pastilhas com cerca de 3 cm de diâmetro com 0,4 cm de espessura.\n6\nOs parâmetros de calibração, leituras no equipamento e os erros analíticos (menos que 1% para elementos maiores e menores, e menos que 5% para os traços), estão disponíveis em Nardy et al. (1997). O tempo médio para a obtenção dos resultados foi de 14 minutos/amostra. A Tabela II.1 apresenta alguns resultados obtidos para amostras de referência internacionais, sendo possível comparar a precisão do método.\nQLO-1 B-R RGM-1\n\tobtido\tcertificado\tobtido\tcertificado\tobtido\tcertificado\nSiO2\t66,36\t66,20\t39,56\t39,52\t73,74\t74,03\nTÍÜ2\t0,63\t0,63\t2,70\t2,69\t0,30\t0,27\nAÍ2O3\t16,39\t16,34\t10,47\t10,54\t13,86\t13,84\nFe2O3\t4,46\t4,39\t13,39\t13,33\t1,90\t1,88\nMnO\t0,10\t0,09\t0,206\t0,207\t0,04\t0,04\nMgO\t1,05\t1,01\t13,80\t13,74\t0,29\t0,28\nCaO\t3,23\t3,20\t14,25\t14,28\t1,23\t1,16\nNa2O\t4,29\t4,24\t3,18\t3,17\t4,12\t4,11\nK2O\t3,70\t3,64\t1,47\t1,45\t4,36\t4,34\nP2O5\t0,26\t0,26\t1,09\t1,08\t0,05\t0,05\nSoma\t100,47\t100,00\t100,12\t100,00\t99,89\t100,00\nCr\t30\t29\t72\t72\t11\t12\nNÍ\t3\t5\t263\t260\t3\t4\nBa\t1390\t1370\t1063\t1050\t796\t807\nRb\t73\t74\t45\t47\t146\t149\nSr\t332\t336\t1335\t1320\t104\t108\nZr\t192\t185\t256\t260\t230\t219\nY\t26\t24\t29\t30\t24\t25\nNb\t11\t10\t98\t98\t10\t9\nTabela II.1 - Resultados obtidos através do método de Fluorescência de Raios-X em amostras certificadas.\n2.4.2\tMetodologia Utilizada no Tratamento dos Dados Químicos\n7\n2.4.3\tAnálises de Elementos Terras Raras (ETRs)\nDo lote de 59 amostras analisadas, foram selecionadas 5 para quantificação de ETRs (La, Ce, Nd, Sm, Eu, Gd, Dy, Ho, Er, Yb, Lu) através de Espectrometria de Emissão Atômica com Fonte de Plasma Acoplado Indutivamente (ICP-AES), utilizando-se nebulização ultra-sônica (USN), com etapa de separação em resina de troca catiônica forte e gradiente de concentração de ácido clorídrico.\nNa preparação das amostras utiliza-se aproximadamente 0,5 g de amostra de rocha pulverizada (200 mesh), a qual foi solubilizada com mistura ácida HF/HNO3 (3+1) em béquer de teflon aberto, aquecida em chapa elétrica até a secura total. A eliminação de HF foi garantida por evaporação de duas adições sucessivas de 5 ml de HNO3, deixando secar completamente. A seguir, a amostra foi dissolvida com 20 ml de HCl 1,75M quente, filtrada em papel Whatman 40 ou similar e lavada com o mesmo ácido e água. O resíduo remanescente foi fundido, em cadinho de platina, com 100 mg de metaborato de lítio. Após esfriar, o produto da fusão foi solubilizado por aquecimento em HCl 1,75M e juntado à solução principal, obtendo-se volume final de aproximadamente 50 ml.\nApós a amostra ser carregada na coluna contendo a resina, previamente condicionada com 100 ml de HCl 1M, foram adicionados 200 ml de HCl 1,75M. As porções eluídas foram descartadas. Em seguida, os ETRs, foram eluídos com 200 ml de HCl 8M, sendo coletados em béquer de 250 ml. Esta fração foi aquecida em chapa elétrica e evaporada até secura. Para a solubilização dos sais remanescentes, foram utilizados entre 15,00 e 25,00 ml de HCl 1,75M, dependendo do tipo de rocha analisada. Esta solução foi filtrada a seco em papel Whatman 40 ou similar, para eliminar partículas de resina, e utilizada para a determinação dos ETRs por ICP-AES, utilizando-se nebulização ultra-sônica.\n8\nIII.\tGEOLOGIA REGIONAL\n3.1\tBacia do Paraná\nA Bacia do Paraná é do tipo intracratônica com acumulação de rochas sedimentares e vulcânicas, com idades entre o Neo-Ordoviciano e o Neocretáceo, cujo embasamento é composto por rochas ígneas e metamórficas. Segundo Cordani et al. (1984), as idades radiométricas dessas rochas situam-se entre 700 e 450 Ma, o que corresponde ao Ciclo orogênico Brasiliano. Geograficamente, a bacia sedimentar do Paraná situa-se no centro-leste da América do Sul ocupando uma área de 1,5 Mkm2 (Fig III. 1), abrangendo porções territoriais do Brasil meridional (1,1 Mkm2), a metade oriental do Paraguai (0,1 Mkm2), nordeste da Argentina (0,1 Mkm2) e norte do Uruguai (0,1 Mkm2), segundo Petri &amp; Fúlfaro (1983), Quintas et al. (1997) e Milani (2004).\nA Bacia do Paraná tem a conformação de um “J”, com seu ramo maior orientado segundo a direção NNE-SSW, com extensão de 1750 km e uma largura média de 900 km, e seu ramo menor, de direção NW, situado na fronteira entre o Paraguai e Argentina, sendo aí denominada de Bacia de Chaco-Paraná, que segundo Zalán et al. (1990) apresenta uma história de evolução distinta da Bacia do Paraná.\nFigura III.1 - Localização da Bacia do Paraná na Plataforma Sul-Americana, com maior elongação na direção NNE-SSW, envolvendo países como Brasil, Argentina, Paraguai e Uruguai. Na Argentina, com características geológicas diferentes, a bacia recebe o nome de Chaco-Paraná. Modificado de Zalán et al. (1990), Quintas et al. (1997) e Milani (2004).\n10\nDe acordo com Zalán et al. (1990) e Milani &amp; Thomaz Filho (2000), a origem da Bacia do Paraná provavelmente esteja relacionada com a subsidência causada pelo esfriamento da crosta recém agrupada no fim do Ciclo Brasiliano (700 - 450 Ma). Corroborando com esta interpretação, Milani (1992), através de dados sísmicos, aeromagnéticos e gravimétricos reconheceu falhas com direções NE-SW, que condicionaram a sedimentação de depósitos de idade Ordoviciana/ Siluriana e Devoniana na Bacia do Paraná, implicando, portanto, numa tectônica de rifte central ou de aulacógenos em sua instalação e início de sedimentação.\nAo longo de sua evolução, segundo Petri &amp; Fúlfaro (1983), não houve a atuação de esforços compressionais capazes de produzir dobramentos significativos, sendo que as deformações estruturais estariam associadas principalmente a falhas, intrusões de diabásio e dobramentos localizados.\nDo ponto de vista estrutural, a Bacia do Paraná é caracterizada como uma bacia intraplataformal desenvolvida sobre uma crosta continental rígida (Plataforma Sul-Americana), correspondendo a uma bacia cratônica afetada pelos eventos magmáticos e metamórficos do Ciclo Brasiliano, segundo Bally &amp; Smelson (1980) e Cordani et al. (1984).\nAsmus (1984) e Almeida (1988) classificam a Bacia do Paraná como uma bacia intracratônica estável do tipo I de Klemme (1971), enquanto Fúlfaro et al. (1982) sugerem tratar-se de uma bacia intracratônica relativamente instável tipo 2A de Klemme (1971), devido ao importante controle tectônico tipo rifte durante a sedimentação paleozóica, principalmente em seus estágios iniciais.\nSegundo Almeida (1988) e Zalán et al. (1990) a configuração da bacia está diretamente relacionada a estruturas antigas do seu embasamento, sendo representada por arcos, flexuras, alinhamentos (tectônico/magnéticos) e áreas de maior subsidência com orientações gerais N, NE e NW, como mostra a Figura III.2.\n11\nFigura III.2 - Mapa Geológico simplificado da Bacia do Paraná, mostrando os principais elementos geotectônicos presentes. Compilado de Bellieni et al. (1986b), Nardy et al. (2002) e Milani (2004). Legenda: 1 - Sedimentos pós-vulcânicos; 2 - Rochas ácidas da Formação Serra Geral; 3 - Derrames da Formação Serra Geral; 4 - Sedimentos pré-vulcânicos; 5 - Embasamento cristalino; 6 - Estrutura anticlinal; 7 - Estrutura sinclinal; 8 -Lineamentos Oceânicos; 9 - Lineamento tectônico e/ou magnético. Desenho de Machado (2005).\n12\n3.1.2\tEvolução e Estratigrafía\nDe acordo com Milani et al (1994) e Milani (2004), a estratigrafia da Bacia do Paraná pode ser caracterizada por seis seqüências de sedimentação, que se estendem do Ordoviciano-Siluriano ao Neocretáceo, estando separadas entre si por seis descontinuidades distintas, como mostra a seção crono-estratigráfica exibida na Figura III.3. Estas descontinuidades representam a superposição de, no mínimo, três bacias diferentes, cujas geometrias e limites variam de uma para outra, em decorrência do movimento das placas, que conduziu a evolução do Gondwana no tempo geológico. As bacias estariam, segundo Quintas et al. (1997), condicionadas a três eventos distensivos, datados em 440 Ma, 296 Ma e 144 - 132 Ma, como mostra a Figura III.3.\nA primeira seqüência deposicional inicia-se no Neordoviciano e prossegue até o Eosiluriano (Superseqüência Rio Ivaí), a segunda é restrita ao Devoniano (Superseqüência Paraná), a terceira se inicia no Neocarbonífero até o Neopermiano (Superseqüência Gondwana I), a quarta abrange apenas o Meso e o Neotriássico (Superseqüência Gondwana II), a quinta tem início no Neojurássico e termina com a Formação Serra Geral no Eocretáceo (Superseqüência Gondwana III), e a sexta refere-se ao Grupo Bauru de idade cretácica (Superseqüência Bauru), de acordo com Milani et al (1994).\nA Superseqüência Rio Ivaí é caracterizada por um pacote arenoso inferior, arcoseano em sua base e quartzítico no topo (Formação Alto Garças), encimado por diamictitos (Formação Iapó) e culminando com pelitos fossilíferos (Formação Vila Maria).\nA Superseqüência Paraná mostra um ciclo transgressivo-regressivo de sedimentação que iniciou com os depósitos areno-conglomeráticos da Formação Furnas, eodevoniana, recobertos por um pacote pelítico fossilífero (Formação Ponta-Grossa).\nNo Eocarbonífero, houve uma grande mudança tectônica e climática atuante na margem meridional do Gondwana, inibindo assim a sedimentação nesta área, dando origem à discordância regional de maior duração no registro litológico da Bacia do Paraná (aproximadamente 50 M.a.). A sedimentação foi retomada na bacia com forte influência do clima glacial (Formação Aquidauana e o Grupo Itararé). A sedimentação permo-carbonífera assumiu um caráter transgressivo, que só foi invertido momentaneamente, pela entrada das cunhas arenosas da Formação Rio Bonito.\n13\nA Superseqüência Gondwana II (ambiente flúvio-lacustre/eólico) é representada pela Formação Santa Maria (lamitos triássicos), seguida pelas formações Botucatu (arenitos de granulação fina a média, avermelhados e que foram depositados num ambiente tipicamente desértico com forte influência eólica) e Serra Geral (esta tema deste trabalho) representando a Superseqüência Gondwana III. Para finalizar temos a Superseqüência Bauru representada na bacia pelos grupos Bauru/ Caiuá.\nDe acordo com Paula e Silva et al. (2003), as rochas cretáceas pertencentes ao Grupo Bauru, são constituídas na sua maioria por sedimentos siliciclásticos continentais, assentando-se sobre o substrato basáltico da Formação Serra Geral.\nEstratigraficamente, o Grupo Bauru se divide antes e depois da década de 90, onde temos a subdivisão clássica propostas por Soares et al. (1980) e Suguio (1980), e a nova proposta sugerida por Fernandes (1992) que elevava a categoria de grupo a Formação Caiuá, nas regiões norte do Estado do Paraná e no Pontal Paranapanema (SP).\nPortanto, o Grupo Bauru, segundo Soares et al. (1980) e Suguio (1980), era representado pelas formações Caiuá, Santo Anastácio, Adamantina, Uberaba (esta restrita ao Grupo Bauru no Triângulo Mineiro) e Marília. Com a proposta de Fernandes (1992), a Formação Caiuá se tornou Grupo Caiuá, este constituído, pelas formações Goio Erê, Rio Paraná e Santo Anastácio.\nBatezelli et al (2003), mostram que o Grupo Bauru (este registro de sedimentação continental), é constituído por rochas lamíticas na base (Formação Araçatuba), gradando para arenitos e conglomerados no topo (formações Adamantina/Uberaba e Marília), sendo estes depositados em cinco ambientes geneticamente ligados, estabelecendo assim um trato de sistema lacustre/aluvial (Batezelli, 2003).\n14\nBACIA DO PARANÁ\nMflani el ni. (1994) e Milani &amp; Chomaz Filho (2000)\nFeel Shüw Geral\n2)3\n240\n248\n260\n440\nFMÍIAMMKNTU\nPS\nCjKtúrfiaa*\n*A Superseqüência Gondwana II é restrita a Fm. Santa Maria, que ocorre somente na parte sul da Bacia do Paraná.\n15\n3.2\tFormação Serra Geral\nSegundo Milani et al. (1994) e Milani (2004), a Formação Serra Geral, é considerada a maior manifestação vulcânica continental, de caráter básico, observada na superfície do planeta. O seu grande volume de lava, estimado em 0,8 Mkm3 recobre grande parte do sul e sudeste do Brasil, que envolve os estados do Rio Grande do Sul, Paraná, Santa Catarina, São Paulo, sudoeste de Minas Gerais, sudeste do Mato Grosso do Sul, sul de Goiás, e sudeste do Mato Grosso, além da parte ocidental do Uruguai, nordeste da Argentina e extremo leste do Paraguai, como mostra a Figura III.4.\nA vasta área de distribuição da Formação Serra Geral deve estar relacionada à baixa viscosidade da lava básica, e também a topografia levemente aplainada no início do Cretáceo na Bacia do Paraná, onde os sedimentos pré-vulcânicos eram representados, em maioria, pelas dunas do deserto Botucatu (Leinz et al., 1966).\nAlém disso, cabe ressaltar que segundo Assine et al. (2004), a sistemática da deposição das lavas vulcânicas deve ter se iniciado pelas regiões de interdunas do deserto Botucatu, para posteriormente sobrepor as “draas”, e assim configurando a forma e a espessura dos derrames de basaltos.\nA espessura média dos derrames da Formação Serra Geral é de aproximadamente 650 m, segundo Almeida. (1986). O mapa de isópacas, Figura III.5, exibe um grande depocentro localizado na região de Presidente Epitácio, na parte sudoeste do Estado de São Paulo, onde chega atingir 1500 m. Pode-se ainda identificar nesta mesma figura que a zona de maior acúmulo de lavas segue uma direção aproximadamente norte-sul, que vai de Presidente Epitácio até a altura da latitude 28° em Santa Catarina.\n16\nHmanàpcth\nRIO GRANDE DO SUÍ\n> Gciània , • 31\nL<X AN I I MS\nMATO GROSSO\nMINAS GERAIS\n•l’uriti Aliare\nRIO Dlí JANEIRO\nPaulo Riij dv Juriciru\nv í ¿V iT.\nBAHIA Sulvudvi\nRONDÔNIA\nESPIRITO Belt} Huri/onlr SAN TO *\t•VilúriH Jr\nLumk -tl.i ■ I ¡Hoku do- Pauiin !\nMATÜGROSSflí\nDO SUL /\nCurupo / ftgl\nGrande\n/■__\ni\t.■ ~\n_ , PARANA .■ \" ”\n■àyÍA i^Vuritiba -*. j\n■155\n<)in km\nFigura III.4 - Mapa esquemático mostrando a localização da Província Magmática do Paraná, abrangendo o sul e parte do sudeste do Brasil, além do nordeste da Argentina, parte ocidental do Uruguai e leste do Paraguai. Modificada de Piccirillo &amp; Melfi (1988) e Nardy et al. (2002). Legenda: 1 - Derrames de lava; 2 - Rochas ácidas associadas à Formação Serra Geral. Desenho de Machado (2005).\n17\nFigura III.5 - Mapa de isópacas dos derrames de lava da Formação Serra Geral, onde é possível identificar que a zona de maior acúmulo de lava está presente na parte norte da Bacia do Paraná, com depocentro em Presidente Epitácio. Modificada de Zalán et al. (1986). Desenho de Machado (2005).\n18\nAs idades das rochas vulcânicas da província, obtidas através de datações 40Ar / 39Ar, revelam que o pico de atividade ígnea ocorreu num curto espaço de tempo, entre 133 e 130 M.a. atrás (Renne et al., 1992a, Renne et al., 1996a,b, Turner et al., 1994; Ernesto et al., 1999, Ernesto et al., 2002, Mincato et al., 2003). Estas idades, parecem estar coerentes com os dados paleomagnéticos relativos à freqüência de reversões e de variações seculares do campo geomagnético, obtidos a partir de seqüências de lavas das regiões central e sul da Bacia do Paraná que apresentam até 1 km de espessura, acumulados em um intervalo de até 1 M.a. (Renne et al. 1992a , Ernesto et al., 1999).\nAlém disso, as idades das rochas vulcânicas na porção sul da Bacia do Paraná situam-se entre 131,4 ± 1,6 e 132,9 Ma (Renne, et al 1992a) enquanto que aquelas das regiões norte e central, idades entre 129,9 ± 0,1 M.a. e 131,9 ± 0,9 M.a. (Renne et al., 1992b, Renne et al., 1997). Assim sendo, parece que o vulcanismo que afetou a Província Magmática do Paraná migrou de sul para norte. Esta hipótese também é corroborada pelas idades obtidas pelas rochas intrusivas do enxame de diques do Arco de Ponta Grossa (129-131 M.a, Turner et al., 1994 e Renne et al. 1996a), da Serra do Mar (131 M.a, Renne et al., 1996b), dos diques costeiros de Florianópolis (129-119 M.a.; Deckart et al., 1998) e também por aqueles das bacias marginais de Campos e Santos, com idades da ordem de 124 M.a. (Mizusaki et al., 1992). Ainda, as curvas de deriva polar obtidas através de dados paleomagnéticos das rochas intrusivas e extrusivas da Província Magmática do Paraná (Ernesto et al. 1999), também apontam para este sentido de migração do vulcanismo na província.\n19\n3.2.1\tLitoestratigrafia da Formação Serra Geral\nDe modo geral, a observação macroscópica das rochas vulcânicas da Formação Serra Geral permite individualizar três tipos petrográficos principais, facilmente reconhecíveis. O primeiro deles, majoritário, corresponde ao do basalto que se apresenta predominantemente com textura intergranular e suas variações (intersertal, hialofítica, etc). Os outros dois são representados por rochas de natureza ácida, denominados de Palmas e Chapecó, sendo as do primeiro grupo maciças e afíricas e as do segundo, porfiríticas. A facilidade de reconhecimento destas rochas à olho nu permitiu sua cartografia através da definição de dois novos membros associados à Formação Geral denominados de Palmas e Chapecó, caracterizados pela presença destas rochas-tipo associadas a intercalações de basaltos (Nardy et al. 2002).\nEstas rochas ocorrem associadas entre si na porção meridional da Bacia do Paraná, em especial na região central do Estado de Santa Catarina e norte do estado do Rio Grande do Sul. Segundo Bellieni et al. (1986b) e Nardy et al. (2002) as rochas básicas - intermediárias representam 97% de todo volume magmático, sendo que as ácidas dos tipos Palmas e Chapecó representam respectivamente 2,5 e 0,5% do volume, e em área 57.000 km2 e 6.617 km2 respectivamente.\nBaseado em observações de campo realizado no centro do Estado de Santa Catarina (Nardy, 1995), e nos estudos paleomagnéticos de Ernesto (1985), Ernesto &amp; Pacca (1988) e Ernesto et al. (1989), foi possível definir uma coluna estratigráfica ideal para a Formação Serra Geral. Na sua base há uma unidade inferior de composição básica, sucedidos pelos Membros Palmas e Chapecó (estes são praticamente contemporâneos) e no topo finalizando com uma unidade superior também de composição básica, composta por um basalto fino e hipohialino, como podemos observar na Figura III.6.\n20\nMembro Chapecó: R buladlos IbrlcmeTilc por 11 ri líeos, com matriz lei sica\nMembm Palmas: Ríodacílos e riolitos afiricós e de matriz grano 11 ri ca\nUnidade Básica Interior: Basaltos maciços ou vesiculares .-amigdaloi d ais\nlor mação Botucatu\nFigura III.6 - Coluna litoestratigráfica da Formação Serra Geral, segundo Nardy (1995).\n21\nIV.\tPETROGRAFIA\nTodas as amostras coletadas nos trabalhos de campo foram submetidas a análises petrográficas, através de microscopia óptica de luz polarizada, com o objetivo de identificar e quantificar os minerais presentes bem como avaliar suas formas de ocorrência, suas relações de contato e a trama (ou textura) resultante. Além disso, deve-se destacar que as análises petrográficas tiveram papel decisivo na escolha das amostras a serem analisadas para suas composições químicas totais. Destaca-se que nessa escolha foi realizada uma severa investigação no sentido de eliminar as amostras que apresentassem mineralogia de natureza supérgena, ou então pela presença de amígdalas preenchidas por minerais de natureza pós-magmática, como quartzo, zeólita, etc. Espera-se com isso, ter eliminado amostras que tenham sua composição química modificada pela presença de minerais secundários e assim não refletir a composição química do magma original, responsável pela sequência de rochas observadas.\nAlém disso, foi realizada uma estimativa visual da composição mineralógica modal das rochas investigadas para poder avaliar a natureza do magma envolvido na evolução das rochas vulcânicas da Formação Serra Geral, Tabela IV. 1, embora a presença de mesóstase vítrea dificulte tal procedimento.\n22\nA mineralogia das rochas investigadas é composta essencialmente por plagioclásio (andesina e labradorita), piroxênio (augita e pigeonita), minerais opacos e a mesóstase (vítrea ou microgranular). Pôde-se observar que a quantidade de mesóstase vítrea presente nos basaltos investigados, influencia na cor da rocha, de tal forma que, quanto maior for à quantidade de mesóstase, maior será seu índice de cor. De maneira geral, os basaltos estudados são mesocráticos, por vezes melanocráticos, de coloração cinza a negra, granulação variando de densa a média, com amplo grau de cristalinidade, entre hipovítrea à hipocristalina, Foto IV.1.\nFoto IV.1 - Afloramento próximo à cidade de Ribeirão Preto, com basalto maciço, hipovítreo, coloração negra e fraturas conchoidais.\n4.1\tTexturas\nA textura mais comum dos basaltos das regiões de Jaú, Ribeirão Preto, Fernandópolis e Franca é a intergranular (Foto IV.2), onde cristais euhédricos, subhédricos e ripiformes de plagioclásio constituem uma trama em cujos interstícios estão presentes cristais de clinopiroxênio e magnetita. Das variações de textura intergranular observadas, a intersertal é a mais freqüente, que é caracterizada pela presença de material vítreo nos interstícios da malha constituída pelos cristais ripiformes de plagioclásio, como mostra a Foto IV.3.\n23\nOutro tipo de textura observada, mais raramente que as anteriores, é a pilotaxítica, constituída por cristais ripiformes e micrólitos de plagioclásio orientados segundo uma direção preferencial (de fluxo) imersos em uma mesóstase holocristalina ou hipovítrea, como mostra a Foto IV.5.\nFoto IV.2 - Fotomicrografía de uma rocha com textura intergranular levemente porfirítica em amostra coletada próximo a Ribeirão Preto, onde cristal euhédrico de plagioclásio, com bordas parcialmente corroídas (cor clara), encontra-se associado a uma trama constituída por cristais ripiformes de plagioclásio, em cujos interstícios são observados grãos intersticiais de clinopiroxênio (cor acastanhado), além de uma mesóstase microgranular e cristais euhedrais de minerais opacos. Nicóis cruzados.\n24\nFoto IV.3 - Fotomicrografía de uma amostra coletada ao sul de Ribeirão Preto, exibindo textura intersertal, com cristais de plagioclásio ripiformes corroídos pela mesóstase, além de cristais prismáticos e acastanhados de piroxênio e minerais opacos subhedrais. Nicóis cruzados.\n25\nFoto IV.4 - Fotomicrografía de uma amostra coletada próximo a cidade de Restinga, exibindo textura hialofítica, onde cristais ripiformes de plagioclásio encontram-se dispersos em mesóstase vítrea. Nicóis cruzados.\n26\nFoto IV.5 - Fotomicrografía de cristais de plagioclásio parcialmente iso-orientados para NW (possivelmente devido a ação do fluxo de lavas), em matriz holocristalina, em amostra coletada próximo à cidade de Franca. Nicóis cruzados.\n4.2\tMineralogia\nA mineralogia observada nas rochas investigadas é constituída, sobretudo por plagioclásio, piroxênios (augita e pigeonita) e minerais opacos, como constituintes da fase primária da cristalização magmática. A mesóstase se faz presente em todas as amostras coletadas, seja na forma vítrea ou na forma microgranular. Quando presente com fração vítrea, muitas vezes, encontra-se alterada para algum tipo de argilo-mineral (bowlingita) de cor esverdeada.\n4.2.1 Plagioclásio\nQuanto à relação com os cristais de piroxênio, os contatos são retos e às vezes irregulares, configurando texturas mais isoladas nas amostras como subofítica e ofítica. Também aparecem as geminações do tipo albita, Carlsbad e baveno.\n4.2.2\tPiroxênios\nForam encontrados dois tipos de piroxênios nas rochas das regiões estudadas, sendo, sobretudo augita e apenas 1% de pigeonita. Os cristais de augita são subhedrais a anhedrais, com forma prismática ou granular, normalmente fraturadas, podendo ou não ter penetração do material mesostático.\nMuitas vezes, os cristais estão associados com minerais de alteração hidrotermal, como clorofeíta, carbonato e biotita. A freqüência mineralógica de cristais de piroxênio encontrados nas áreas estudadas não apresenta diferenças significativas, onde o volume varia de 7 até 30% nos afloramentos da região de Jaú, de 1 a 30% na região de Ribeirão Preto, de 25 a 35% na região de Fernandópolis e de 7 até 30% na região de Franca como mostra a Tabela IV. 1.\n4.2.3\tMinerais Opacos\nDe acordo com as análises das freqüências mineralógicas, o volume de minerais opacos chega a 10% na região de Ribeirão Preto, até 15% na região de Jaú, e nas regiões de Fernandópolis e Franca chega até 5%, onde há a presença de hábito cúbico, octaédrico, prismático, tabular, acicular, amebóide e esqueletiforme, como mostra os cristais da fotomicrografía IV.2. Entretanto, são também descritos na mesóstase, na forma de microcristais aciculados (cristalitos).\n28\n4.2.4\tOlivina\nFoto IV.6 - Fotomicrografía de cristais pseudomorfos, esverdeados, de olivina, entre cristais ripiformes de plagioclásio, acastanhados subhedrais de piroxênio, cristalitos e mesóstase microcristalina.\n4.2.5\tMesóstase\nA mesóstase, ou matriz, encontrada nas rochas estudadas ocorre nas formas microgranular e/ou vítrea, podendo chegar até quase 90% do volume das rochas investigadas. A microgranular é constituída por cristalitos e microcristais (micrólitos) de clinopiroxênios, apatita e plagioclásio, enquanto que a vítrea é constituída basicamente por uma massa escurecida, de coloração negra.\n29\n4.2.6\tApatita\n4.2.7\tAmígdalas\nA presença de amígdalas (Foto IV.7) deve-se ao escape de gases nos estágios finais da cristalização magmática, sendo que o seu preenchimento por minerais secundários deve-se exclusivamente à processos pós-magmáticos.\nSão comuns nos derrames das áreas de estudo. As amígdalas são preenchidas por quartzo, calcita, zeólitas ou argilo-mineral de coloração esverdeada, sendo provavelmente celadonita.\n4.2.8\tOutros Minerais\nNas descrições petrográficas, foi constatada a presença de vários minerais acessórios, que fazem parte da mineralogia primária da rocha ou de alteração dispersa na mesóstase, preenchendo fraturas ou amigdalas.\nO quartzo é um mineral relativamente comum, tanto nas amígdalas (incluindo suas variedades), ou individualizado, com forma anhedral, na própria mineralogia da rocha. Já o carbonato, representado pela calcita, não só ocorre preenchendo fraturas e amigdalas, mas também como mineral de alteração do plagioclásio.\nPor fim, outros minerais, com concentrações menores que 1%, e tidos como de alteração que substituem parcialmente ou totalmente a mineralogia primária da rocha são: celadonita, clorita, biotita, hornblenda, e óxidos e hidróxidos de ferro de coloração avermelhada ou amarelada.\n30\nFoto IV.7 - Fotomicrografia de amígdala preenchida por argila esverdeada, provavelmente celadonita, em amostra coletada ao norte de Franca. Nicóis Cruzados.\n31\nMesóstase\nAmostra\tPlag\tPirox\tOpacos\tmicrogr.\tgráfica\tvítrea\tMinerais de alt.\tPseud de olivina\tRegião\nKS 528\t20\t10\t0\t0\t0\t69\t1\t0\tJaú\nKS 576\t27\t20\t15\t0\t0\t36\t1\t1\tJaú\nKS 577\t40\t20\t5\t0\t0\t34\t1\t0\tJaú\nKS 578\t15\t7\t5\t0\t0\t72\t1\t0\tJaú\nKS 579\t35\t25\t15\t0\t0\t24\t1\t0\tJaú\nKS 583\t20\t10\t5\t0\t0\t65\t0\t0\tJaú\nKS 584\t30\t25\t3\t41\t0\t0\t0\t1\tJaú\nKS 585\t40\t30\t6\t23\t0\t0\t0\t1\tJaú\nKS 587\t40\t30\t5\t0\t0\t21\t0\t0\tJaú\nKS 692\t40\t25\t7\t28\t0\t0\t0\t0\tJaú\nKS 694\t50\t25\t5\t17\t0\t0\t3\t0\tJaú\nKS 606\t40\t20\t10\t28\t0\t0\t2\t0\tRibeirão Preto\nKS 607\t50\t20\t5\t23\t0\t0\t2\t0\tRibeirão Preto\nKS 608\t40\t15\t7\t37\t0\t0\t1\t0\tRibeirão Preto\nKS 609\t40\t20\t7\t0\t0\t32\t1\t0\tRibeirão Preto\nKS 612\t40\t20\t7\t0\t0\t33\t0\t0\tRibeirão Preto\nKS 613\t30\t30\t4\t0\t0\t35\t1\t0\tRibeirão Preto\nKS 615\t10\t1\t0\t0\t0\t88\t1\t0\tRibeirão Preto\nKS 619\t40\t7\t0\t0\t0\t52\t1\t0\tRibeirão Preto\nKS 622\t45\t25\t10\t20\t0\t0\t0\t0\tRibeirão Preto\nKS623\t45\t25\t7\t23\t0\t0\t0\t0\tRibeirão Preto\nKS624\t35\t20\t5\t40\t0\t0\t0\t0\tRibeirão Preto\nKS 625\t25\t10\t2\t0\t0\t63\t0\t0\tRibeirão Preto\nKS 626\t40\t20\t5\t35\t0\t0\t0\t0\tRibeirão Preto\nKS 627\t40\t25\t3\t0\t0\t32\t0\t0\tRibeirão Preto\nKS 633\t40\t25\t3\t0\t0\t32\t0\t0\tRibeirão Preto\nKS 675\t40\t20\t3\t0\t0\t33\t0\t0\tRibeirão Preto\nKS 677\t35\t15\t2\t0\t0\t48\t0\t0\tRibeirão Preto\nKS 679\t20\t10\t0\t0\t0\t70\t0\t0\tRibeirão Preto\nKS 680\t40\t25\t5\t0\t0\t30\t0\t0\tRibeirão Preto\nKS 708\t40\t25\t5\t0\t0\t28\t2\t0\tFernandópolis\nKS 709\t40\t30\t2\t0\t0\t28\t0\t0\tFernandópolis\nKS 710\t40\t30\t1\t0\t0\t29\t0\t0\tFernandópolis\nKS 711\t35\t25\t1\t0\t0\t37\t2\t0\tFernandópolis\nKS 712\t40\t35\t5\t20\t0\t0\t0\t0\tFernandópolis\nKS 713\t40\t30\t3\t27\t0\t0\t0\t0\tFernandópolis\nKS 714\t40\t35\t5\t20\t0\t0\t0\t0\tFernandópolis\nKS 715\t40\t30\t1\t29\t0\t0\t0\t0\tFernandópolis\nKS 716\t40\t35\t2\t23\t0\t0\t0\t0\tFernandópolis\nKS 717\t35\t30\t5\t0\t0\t30\t0\t0\tFernandópolis\nKS 718\t35\t25\t1\t0\t0\t39\t0\t0\tFernandópolis\nKS 719\t40\t30\t5\t0\t0\t25\t0\t0\tFernandópolis\nKS 720\t40\t30\t5\t0\t0\t25\t0\t0\tFernandópolis\nKS 721\t40\t30\t3\t0\t0\t27\t0\t0\tFernandópolis\nKS 722\t40\t25\t2\t0\t0\t33\t0\t0\tFernandópolis\nKS 724\t40\t30\t3\t0\t0\t27\t0\t0\tFernandópolis\nKS 725\t40\t35\t3\t22\t0\t0\t0\t0\tFernandópolis\nKS 726\t40\t30\t5\t25\t0\t0\t0\t0\tFernandópolis\nKS 616\t35\t30\t5\t0\t0\t30\t0\t0\tFranca\nKS 617\t30\t10\t5\t0\t0\t54\t1\t0\tFranca\nKS 621\t30\t7\t0\t0\t0\t61\t1\t0\tFranca\nKS 678\t25\t10\t2\t0\t0\t62\t1\t0\tFranca\nV. geoquímica\n5.1\tClassificação e Nomenclatura das rochas\nDe maneira geral, a classificação e na nomenclatura de rochas de natureza vulcânica é feita quase que exclusivamente através de dados geoquímicos. Embora haja critérios petrográficos e mineralógicos para tanto, sugeridos pela IUGS (diagrama QAPF, Streckeisen (1967)), eles nem sempre são eficientes e capazes de discriminar os tipos de rochas envolvidos, devido à presença de material vítreo presente na matriz destas rochas. Além disso, dados da literatura acerca das rochas vulcânicas da Formação Serra Geral, como Piccirillo &amp; Melfi (1988) e Peate (1997), as diferenças químicas observadas nestas rochas são pequenas, normalmente detectadas apenas nas concentrações dos elementos menores e traços, e assim, não se refletem em mudanças perceptíveis na mineralogia dessas rochas.\nAssim, levando-se em consideração que os resultados geoquímicos assumem importância relevante na condução deste trabalho, algumas medidas de controle das amostras foram adotadas, ou seja, através de exame macro e microscópio, foram eliminadas todas as amostras de basalto que apresentavam proporção modal acima de 10% de minerais típicos de alteração como clorita, calcita, argilo-minerais, etc, bem como todas as amostras com presença de veios e amígdalas preenchidas (quartzo, zeólitas, calcita, etc). Além do controle petrográfico, todas as amostras analisadas que apresentavam perda ao fogo igual ou superior a 2% foram descartadas, visto que a mineralogia primária dessas rochas é tipicamente anidra e então, poderiam estar alteradas.\n33\n5.1.1\tClassificações baseadas na composição normativa\nO cálculo da composição da mineralogia normativa das rochas estudadas foi efetuado através do programa Newpet (Memorial University of Newfoundland (1993)), tendo-se admitido para tal uma relação Fe2O3/FeO= 0,15, valor este mais comum para basaltos de natureza toleítica e recomendada para diagramas dessa natureza (Yoder &amp; Tilley, 1962).\n5.1.1.1\tTetraedro Quartzo-Diopsídio-Nefelina e Olivina\nAs composições normativas dos basaltos das regiões de Jaú, Ribeirão Preto, Fernandópolis e Franca, encontram-se representadas no tetraedro Quartzo (QZ) -Diopsídio (DI) - Nefelina - Olivina (OL) de Yoder &amp; Tilley (1962), (Fig V.1). Tendo em vista que as amostras não apresentam nefelina normativa, ou seja, todas elas encontram-se dispostas no campo DI-OL-PL-QZ e, portanto de afinidade saturada e supersaturada em sílica. Além disso, com exceção das amostras da região de Fernandópolis, todas as amostras estudadas apresentam natureza supersaturada em sílica, com a presença de quartzo (QZ) e hiperstênio normativos (HY).\nOs basaltos provenientes da região de Fernandópolis estão dispostos predominantemente no campo dos toleítos supersaturados e três amostras (KS724, KS725 e KS715), encontram-se no campo dos olivina-toleítos, próximas ao plano de supersaturação em sílica (linha HY-DI). A amostra KS716, entretanto, é a que se destaca das demais, no campo dos olivina-toleítos, deslocada na direção do plano da insaturação (linha OL-DI).\n34\nFigura V.1 - Classificação dos basaltos das regiões de Jaú, Ribeirão Preto, Fernandópolis e Jaú, baseada nas composições normativas, segundo o Tetraedro Quartzo (QZ) - Diopsídio (DI) - Nefelina (NE) - Olivina (OL), simplificada de Yoder &amp; Tilley (1962). O campo QZ-HY-DI corresponde ao dos Toleítos supersaturados e o do HY-DI-OL corresponde ao dos Olivina Toleítos. A aresta HY-DI corresponde ao plano da sílica-saturação. Legenda: círculos - amostras de Jaú; quadrados - amostras de Ribeirão Preto, triângulos - amostras de Fernandópolis e losangos - amostras de Franca.\n5.1.1.2\tClassificação baseada na Alumina Saturação\nA alumina-saturação dos basaltos estudados pode ser avaliada através da aplicação dos dados normativos em um tetraedro do tipo DI-OR-AN-CO. Os dados obtidos, representados na Figura V.2, mostram que os basaltos estudados, das quatro regiões, são todos de natureza metaluminosa, com a presença de diopsídio, ortoclásio e anortita normativos, sendo que as amostras estão deslocadas em direção ao campo cálcico, ou seja, encontram-se enriquecidas em DI e AN e afastadas do vértice do OR, ou seja, estão empobrecidas em K2O.\n35\nFigura V.2 - Diagrama Diopsídio (DI) x Ortoclásio (OR) x Anortita (AN) Coríndon (CO) das rochas estudadas. Legenda: círculos - amostras de Jaú; quadrados -amostras de Ribeirão Preto, triângulos - amostras de Fernandópolis e losangos -amostras de Franca.\n5.1.2\tClassificação segundo conteúdo em Sílica e Álcalis (TAS)\nA relação entre a sílica (SiO2) e a quantidade total de álcalis (Na2O + K2O) é considerada como a mais importante para a discriminação entre os diferentes tipos de rochas de natureza ígnea, por envolver dois conceitos fundamentais: a acidez e a alcalinidade. Quando as amostras de basalto estudadas são lançadas em diagramas deste tipo como o de Le Bas et al.(1986), Figura V.3, observa-se que todas elas apresentam caráter básico, com SiO2 variando entre 48,13% e 53,71%.\nO diagrama mostra também que os basaltos das quatro regiões se dispõem no campo supersaturado em sílica (campo “O” do diagrama), exclusivamente no campo dos basaltos (B), exceto duas amostras de Ribeirão Preto, dispostas no campo dos andesi-basaltos (O1), ou seja, os basaltos estudados são, de fato, supersaturados em sílica e de natureza subalcalina. Ainda, os basaltos provenientes da região de Ribeirão Preto são aqueles que atingem as maiores concentrações de sílica e álcalis em relação, portanto estão mais próximos do campo da saturação em sílica (campo S da Figura V.3).\n36\nFigura V.3 - Diagrama sílica (SiO2) x álcalis (Na2O + K2O) das rochas vulcânicas das regiões de Jaú (círculos preenchidos), Ribeirão Preto (quadrados), Franca (losangos) e Fernandópolis (triângulos). Legenda: Pc - picrobasalto; U1 - basanito tefrítico; U2 -fonotefrito; U3 - tefrito fonolítico; Ph - fonolito.; B - basalto; S1 - traquibasalto; S2 - traqui-andesito basáltico; S3 - traqui-andesito; T - traquito; O1 - andesito basáltico; O2 - andesito; O3 - dacito; R - riolito.\n37\n5.1.3\tClassificação baseada no Diagrama R1xR2: Nomenclatura Adotada\nO diagrama R1 (4Si-11(Na+K)-2(Fe2++ Fe3++Ti) x R2 (6Ca+2Mg+Al) De La Roche et al. (1980), modificado para o campo dos basaltos por Bellieni et al. (1981), foi utilizado nesta dissertação, para a nomenclatura das rochas vulcânicas estudadas.\nOs dados geoquímicos lançados neste tipo de diagrama mostram que as rochas estudadas distribuem-se exclusivamente pelo campo do andesi-basalto toleítico, exceto uma amostra da região de Ribeirão Preto, que está disposta no campo do lati-andesito (Figura V.4). Porém, apesar de todas as amostras estarem situadas em um único campo, observa-se que aquelas de Fernandópolis são as que apresentam os maiores valores de R1 (1589 a 2144) e R2 (1277 a 1661) em comparação com as das demais regiões. O diagrama também revela que são as amostras de Franca que estão sistematicamente mais deslocadas em direção ao campo transicional do que aquelas das demais regiões, a exemplo do que ocorre no diagrama sílica x álcalis (Figura V.3), onde se destacam por apresentarem leve enriquecimento em álcalis em relação à sílica em comparação com as demais amostras.\n38\n2000 1500\tte\t1\tT\tT\t1\t /\tz- /\tz\t■&lt;-\t,ZIU1>I|.\tZZ\t* -\tX r'F1 *-\t/I\t\t '\t |\tT\tVtalrtlF*\tJaú\t2fHlO 1500\t-—1\tI\tF\tT\t1— Rjtjciífla Prata\t\n\t\t\t\tz\tX\tz -\tZ\tZ\t, Z Mr>lh>, /Li,,/ £££■\t_ \t IiauNii f\ta*\tW TulaiílnM\t-\n\t\t\t\t\t\n\t\t-\t1\t\\\t1 -iS\t- -'\t\t1000\t\t-\n\t1 Ljnln,\tv\t' tlullv\t\t\t_\t1 U.IN\tk\tOMln\t_ _\t\n\t'X\t■*\tj-.\t\t\t/\\\tn*>i™\t\"\t\nSoo\t\t\t500\t- i\t\t«taMi.\t*■\n\t\t\t\t!\tS\tj'&lt;\tz\t-\t\t\n\t1\t4\t]\t1\tRI\t\t1111\tRI i\n\tKtíKI líüo 2(Wü Jãtiu\tw\t\tHHpu I5W\t¿50(1\t3ÍMMJ\nFigura V.4 - Diagrama de classificação e nomenclatura das rochas estudadas segundo De La Roche et al. (1980), alterado para o campo dos basaltos por Bellieni et al. (1981). Legenda: círculos - amostras de Jaú; quadrados - amostras de Ribeirão Preto, triângulos -amostras de Fernandópolis e losangos - amostras de Franca.\n39\n5.1.4\tClassificação segundo o Diagrama AFM\nNa Figura V.5, as amostras das quatro diferentes regiões foram representadas em diagramas A (Na2O + K2O) - F (Fe2O3) - M (MgO) e observa-se que todas elas estão localizadas acima da linha de Irvine &amp; Baragar (1971) e, portanto, apresentam natureza subalcalina e toleítica. Aliás, a assinatura subalcalina e toleítica das rochas estudadas é observada em praticamente todos os diagramas estudados até agora, ou seja, são saturadas ou supersaturadas em sílica, com a presença de quartzo e hiperstênio normativos, com baixa razão álcalis /sílica, valores R1 acima de 1500, razão R1/R2 maiores do que 1, e forte enriquecimento de Fe2O3 em relação aos álcalis e ao magnésio. Neste último diagrama, verifica-se que as amostras de Fernandópolis são as que possuem os maiores valores de M (MgO)- 5,36% em média, em relação às demais (Franca 4,26%, Jaú 4,23% e Ribeirão Preto 4,06%). Além disso, pode-se também observar que as amostras de Jaú são aquelas mais enriquecidas em F (Fe2O3t)- valores da ordem de 15,13%, em comparação com aquelas de Ribeirão Preto (média da ordem de 14,80%), Franca (14,52%) e Fernandópolis (14,49%).\n40\nGáx» alcalino\nF\nCaicw- alcalino\nCálcio- alcalino\nA\nF\n/\nCaioo- alcalino\nM\nFigura V.5 - Diagrama A (Na2O + K2O) - F (Fe2O3) - M (MgO) das rochas estudadas, com linha divisória entre os campos segundo Irvine &amp; Baragar (1971). Legenda: círculos - amostras de Jaú; quadrados - amostras de Ribeirão Preto, triângulos - amostras de Fernandópolis e losangos - amostras de Franca.\n41\n5.2\tCaráter Geoquímico Geral\nForam construídos diagramas de variação de elementos maiores, menores e traços empregando-se o MgO como índice de evolução magmática, conforme mostram as Figuras V.6 e V.7. No geral, os diagramas de elementos maiores e menores, mostram a definição de trends relativamente bem definidos e que há uma correlação inversa entre o MgO e as concentrações de SiO2, Na2O, K2O e P2O5, tornando-se direta para o CaO em relação ao MgO. Além disso, pode-se notar que as concentrações de Al2O3 e Fe2O3, para as várias amostras, tem um comportamento disperso em relação ao MgO. Neste conjunto de diagramas, observa-se que aquele do TiO2 separa dois grupos distintos. O primeiro, com concentrações variando entre 1,90 e 2,4% de TiO2, e corresponde às amostras da região de Fernandópolis, e o segundo, com concentrações acima de 3%. É também possível observar que as amostras de Fernandópolis também se destacam das demais por apresentar maiores concentrações de MgO (3,68 a 6,10%) em relação às demais. Cabe também observar que para uma mesma concentração de MgO aquelas de Fernandópolis possuem maiores concentrações de SiO2 e CaO e menores concentrações de P2O5 em relação às demais amostras.\nDa mesma forma que os elementos maiores e menores, para os elementos traços também foram construídos diagramas de variação utilizado o MgO como índice de evolução magmática, Figura V.7. Nestes é possível perceber que com o aumento na concentração de MgO, existe uma diminuição nas concentrações de La, Ba, Ce, Rb, Zr, Y e Nb. Entretanto, nota-se que o diagrama de variação MgO x Sr separa um terceiro grupo de amostras, com concentrações em Sr que variam de 228 à 524 ppm, que correspondem aos basaltos da região de Fernandópolis. Observa-se também que estas amostras tendem a ser mais enriquecidas em Nb, Ce e Rb em relação às demais. As amostras pertencentes à Franca, também estão destacadas nestes diagramas, em especial naqueles de Zr, Ba, Y, Ce e Nb, onde apresentam menores concentrações desses elementos em relação aos dos demais grupos.\n42\n43\n5.3\tElementos Terras Raras\nO diagrama dos padrões de distribuição dos elementos terras raras em relação ao condrito de Sun &amp; McDonough (1989), Figura V.8, revela que as amostras provenientes das regiões de Jaú, Fernandópolis, Ribeirão Preto e Franca, apresentam, todo um padrão de enriquecimento em terras raras leves em relação às pesadas (La/Lu), que variam entre 10,41 (amostras da região de Franca) e 4,82 (amostras da região de Fernandópolis), e aquelas pertencentes às regiões de Ribeirão Preto e Jaú, com valores intermediários, respectivamente 8,71 e 8,56. Ainda, todas as amostras estudadas não apresentam anomalias de európio, indicando que o fracionamento através de cristalização fracionada de plagioclásio não foi significativo.\nQuando analisados os padrões de distribuição de elementos traços e terras raras normalizados em relação ao manto primitivo de Sun &amp; McDonough (1989), Figura V.9, observa-se que as amostras da região de Franca são as que apresentam maiores concentrações em Rb, Ba, Nb, La, Ce, Sr, P, Nd, Sm, Eu, Ti e Y em relação às demais e, novamente, aquelas da região de Fernandópolis, são as mais empobrecidas enquanto que, as das regiões de Jaú e Ribeirão Preto, com comportamentos idênticos, e valores intermediários entre os das duas outras regiões. Entretanto, nesse mesmo diagrama, observa-se que as amostras de todas as 4 regiões apresentam um padrão de distribuição bastante parecido, com fortes anomalias positivas de Ba e Zr e negativas de Nb e P, podendo indicar fontes mantélicas de composição química muito parecidas entre si.\n44\n45\nRegião\tRib Preto\tJaú\tFernand.\tFernand.\tFranca\nAmostra\tKS675\tKS 692\tKS 710\tKS 725\tKS 621\nSiO2\t51,62\t50,53\t50,59\t49,64\t49,18\nTiO2\t3,48\t3,72\t2,38\t1,91\t2,39\nAl2O3\t13,26\t12,87\t13,04\t13,25\t13,45\nFe2O3\t14,35\t15,16\t15,25\t14,50\t14,15\nMnO\t0,21\t0,21\t0,22\t0,21\t0,19\nMgO\t4,21\t4,42\t4,93\t5,96\t3,98\nCaO\t8,14\t8,45\t9,40\t10,01\t8,23\nNa2O\t2,54\t2,44\t2,37\t2,11\t2,99\nK2O\t1,60\t1,45\t0,70\t0,71\t1,31\nP2O5\t0,42\t0,44\t0,28\t0,21\t0,61\nLOI\t0,97\t0,63\t0,90\t1,03\t0,87\nSOMA\t100,80\t100,32\t100,06\t99,53\t98,91\nCr\t70,90\t44,60\t189,70\t151,60\t94,00\nNi\t25,70\t27,10\t55,80\t54,80\t40,20\nRb\t31,90\t30,70\t22,80\t11,30\t39,10\nSr\t500,10\t493,40\t282,00\t310,00\t676,30\nNb\t27,10\t23,80\t15,40\t12,40\t34,90\nZr\t292,20\t252,80\t186,30\t147,60\t295,10\nY\t41,50\t42,00\t36,50\t27,50\t44,10\nBa\t552,50\t531,10\t534,30\t300,20\t618,30\nLa\t33,97\t32,60\t22,80\t18,34\t41,55\nCe\t76,72\t72,60\t48,63\t39,10\t93,47\nNd\t43,55\t41,58\t27,03\t22,17\t51,90\nSm\t9,18\t8,76\t6,06\t4,94\t10,77\nEu\t2,83\t2,82\t2,00\t1,73\t3,22\nGd\t8,35\t8,19\t6,31\t5,19\t9,32\nDy\t7,26\t7,18\t6,57\t5,19\t7,56\nEr\t3,51\t3,57\t3,75\t2,88\t3,58\nYb\t2,92\t2,95\t3,47\t2,71\t2,96\nLu\t0,42\t0,41\t0,51\t0,41\t0,43\nTabela V.1 - Composições químicas de elementos maiores, menores, traços e terras raras das regiões de Ribeirão Preto, Jaú, Fernandópolis e Franca.\n46\nFigura V.8 - Diagrama dos padrões de distribuição dos elementos terras raras em relação ao condrito de Sun &amp; McDonough (1989). Legenda: círculos - amostras de Jaú; quadrados - amostras de Ribeirão Preto, triângulos - amostras de Fernandópolis e losangos - amostras de Franca.\n47\nFigura V.9 - Padrões de distribuição de elementos traços e terras raras normalizados em relação ao manto primitivo de Sun &amp; McDonough (1989). Legenda: círculos - amostras de Jaú; quadrados - amostras de Ribeirão Preto, triângulos -amostras de Fernandópolis e losangos - amostras de Franca.\n48\nVI. CONCLUSÕES\nOs dados geoquímicos até agora investigados e observados nos diagramas das Figuras V.8 e V.9 apontam haver diferenças entre os basaltos das quatro regiões estudadas, parecendo estar divididas entre três grupos distintos: i- região de Franca, fortemente enriquecida em elementos traços incompatíveis e terras raras, ii- região de Fernandópolis, que se mostram empobrecidas em relação àqueles elementos e iii- regiões de Ribeirão Preto e Jaú, com amostras que possuem composições químicas intermediárias entre aquelas das outras duas regiões.\nConsiderando-se que estas áreas estão presentes em regiões geograficamente distintas no Estado de São Paulo, era de se esperar que elas, de fato, fossem diferentes entre si, o que em parte é observado. Assim os basaltos observados na porção ocidental do estado de São Paulo (região de Fernandópolis), são diferentes daqueles das regiões de Franca, Ribeirão Preto e Jaú. Entretanto, os basaltos de Jaú e Ribeirão Preto, situados em regiões relativamente afastadas no estado, apresentam composições químicas em termos de elementos menores, traços incompatíveis e terras raras, praticamente idênticas.\nSe observadas as relações geoquímicas entre os basaltos estudados, todos eles são do tipo alto-Ti (TiO2 > 1,8%) de Bellieni et al. (1984), típicos da porção Norte da Bacia do Paraná. Observados os demais elementos traços, bem como as relações que eles guardam entre si, pode-se verificar através dos diagramas das Figuras VI.1, VI.2, VI.3 e VI.4 que os basaltos altos em Ti da região de Franca são do tipo Urubici, os da região de Fernandópolis, do tipo Paranapanema e\n49\nSegundo esses autores, os diferentes campos definidos nos diagramas das figuras VI. 1, VI.2, VI.3 e VI.4 são resultados de magmas-tipo distintos ou seja, magmas gerados por fontes mantélicas distintas ou então modificadas por outros processos geológicos, como mistura magmática, contaminação crustal, etc.\nPara avaliar as possíveis relações genéticas entre os diferentes tipos de magmas observados em relação aos principais ambientes geradores de basaltos (ilhas e cadeias oceânicas), foi construído um diagrama de distribuição de elementos traços incompatíveis normalizados em relação ao manto primordial de Sun &amp; McDonough (1989), Figura VI.5, representando as amostras mais significativas das diferentes regiões estudadas, bem como as composições químicas dos basaltos do tipo N-MORB, E-MORB, OIB e a média da composição do embasamento cristalino adjacente à Bacia do Paraná (Marques, 1988). A figura revela que os padrões de distribuição dos basaltos estudados, bastante próximos entre si, não apresentam configuração semelhante a nenhum dos tipos de basalto principais. Além disso, há evidências que a crosta continental parece não ter exercido uma forte influência sobre os basaltos estudados, embora se observe, nas amostras estudadas, fortes anomalias negativas de Nb e P, característicos da crosta continental.\nEntretanto, poderia se supor que os basaltos estudados seriam gerados pela mistura entre dois componentes mantélicos de natureza astenosférica: os basaltos alcalinos de ilhas oceânicas (OIB) e aqueles do tipo N-MORB. Para tanto, foi construído um diagrama de Zr/Y x Zr/Nb, Figura VI.6, e representada uma curva de mistura magmática entre estes dois componentes (segundo Rocha Jr., 2006). Nela foi representada os basaltos estudados, verificando-se que eles não estão situados sobre a referida curva, evidenciando não serem derivados a partir desse processo magmático. Ao que parece, as rochas estudadas estão dispostas sobre o campo dos basaltos provenientes das regiões das cadeias oceânicas de Walvis e Rio Grande, que são consideradas como sendo resultado da fusão parcial de um manto litosférico (Marques et al., 1999).\n50\n600\n500\n400\n300\n200\n100\nFigura VI.1 - Diagrama Sr versus Ti/Y, com os campos dos magmas-tipo da subprovíncia Ati, definidos por Peate et al. (1992). Legenda: triângulos - amostras de Fernandópolis, quadrados - amostras de Ribeirão Preto, círculos - amostras de Jaú e losangos - amostras de Franca.\n51\nFigura VI.2 - Diagrama TiO2 versus Sr, com os campos dos magmas-tipo da subprovíncia Ati, definidos por Peate et al. (1992). Legenda: triângulos - amostras de Fernandópolis, quadrados - amostras de Ribeirão Preto, círculos - amostras de Jaú e losangos - amostras de Franca.\n52\nFigura VI.3 - Diagrama Nb versus Sr, com os campos dos magmas-tipo da subprovíncia Ati, definidos por Peate et al. (1992). Legenda: triângulos - amostras de Fernandópolis, quadrados - amostras de Ribeirão Preto, círculos - amostras de Jaú e losangos - amostras de Franca.\n53\nFigura VI.4 - Diagrama versus Fe2O3 versus Sr, com os campos dos magmas-tipo da subprovíncia Ati, definidos por Peate et al. (1992). Legenda: triângulos - amostras de Fernandópolis, quadrados - amostras de Ribeirão Preto, círculos - amostras de Jaú e losangos - amostras de Franca.\n54\nT\nT\nT\nCmsiã continental\nLinha de mistura entre:\n- - TrístãO da Cunha e N-MORB\nA Derrames Ferrundúpolis ■ Uensmes Ribeirão Preto\nDerrames Franca\nDerrames Jau\nFigura VI.6 - Diagrama das razões Zr/Nb vs. Zr/Y dos basaltos estudados. Legenda: triângulos - amostras de Fernandópolis, quadrados - amostras de Ribeirão Preto, círculos -amostras de Jaú e losangos - amostras de Franca. Comparação com basaltos do tipo N-MORB, E-MORB E OIB (Sun &amp; McDonough, 1989), rochas toleíticas e alcalinas das cadeias Walvis e Rio Grande, e rochas alcalinas de Tristão da Cunha (MgO >5%; Weaver et al., 1987; Le Roex et al., 1990; Gibson et al., 2005). Curva de mistura retirada de Rocha Jr. (2006).\n55\nVII. REFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F.F.M. Distribuição regional e relações tectônicas do magmatismo pós-Paleozóico no Brasil. Revista Brasileira de Geociências, v. 16, n. 4, p. 325 - 349, 1986.\nASMUS, H.E. Geologia da Margem Continental Brasileira. In: Geologia do Brasil. DNPM, 1984, p. 443-472.\nASSINE, M.L.; PIRANHA, J.L.; CARNEIRO, C.D.R. Os paleodesertos Pirambóia e Botucatu. In: NETO, V.M.; BARTORELLI, A.; CARNEIRO, C.D.; BRITO-NEVES, B.B.de. (Coordenadores), Geologia do Continente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: Editora Beca, 2004, p. 77-92.\nBALLY, A.W. &amp; SMELSON, S. Realms os Subsidence. In: C.S.P.G.: Facts and Principles of World Petroleum Ocurrence. Canadá: 1980, 1003 p.\nBATEZELLI, A. Análise da sedimentação cretácea no Triângulo Mineiro e sua correlação com áreas adjacentes. Rio Claro. 2003. P. Tese (Doutorado em Geociências) - Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista.\nBATEZELLI, A.; SAAD, A.R.; ETCHEBEHERE, M.L.C.; PERINOTTO, J.A.J.; FULFARO,V.J. Análise Estratigráfica aplicada à Formação Araçatuba (Grupo Bauru-Ks) no centro -oeste do Estado de São Paulo. Geociências, v. 22 N. Especial. P. 5-19, 2003.\nBELLIENI, G.; PICCIRILO, E.M.; ZANNETIN, B. Classification and nomenclature of basalts. USGS, Comission ont the Systematics Igneous Rocks, circ. 34, p. 1-17, 1981.\nBELLIENI, G.; BROTZU, P.; COMIN-CHIARAMONTI, P.,ERNESTO, M.; MELFI, A.J.; PACCA, I.G.; PICCIRILO, E.M.; STOLVA, D. Petrological and Paleomagnetic Data on the Plateau Basalts to Rhyolite sequencies of the Southern Paraná Basin (Brazil). Anais da Academia Brasileira de Ciências, v. 55, p. 355 - 383, 1983.\nBELLIENI, G.; COMIN-CHIARAMONTI, P.; MARQUES, L.S.; MELFI, A.J.; PICCIRILO, E. M.; A.J., NARDY, A.J.R.; ROISENBERG, A. High- and low-Ti flood basalts from the Paraná plateou (Brazil): petrology end geochemical aspects bearing on their mantle origin. Neues Jahr. Miner. Abh., v. 150, p. 272 - 306, 1984a.\nBELLIENI, G., COMIN-CHIARAMONTI, P.,MARQUES, L.S., MARTINEZ, L.A., MELFI, A.J., NARDY, A.J.R., PICCIRILO, E.M., STOLVA, D. Continental flood Basalts from Central-Western Regionas of the Paraná Plateau (Paraguay and Argentina): Petrology and Petrogenetic Aspects. Neues Jahr. Miner. Abh., v. 154, n 2, p. 11 - 139, 1986a.\n56\nCORDANI, U.G.; BRITO NEVES, B.B.; FUCK, R.A.; PORTO, R.; THOMAZ FILHO, A.; CUNHA, F.M.B. Estudo Preliminar de Integração do pré-Cambriano com os Eventos Tectônicos das Bacias Sedimentares Brasileiras. Bol. PETROBRAS - Exploração de Petróleo, n. 15, 70 p., 1984.\nDECKART, K., FÉRAUD, G., MARQUES, L.S., BERTRAND, H. 1998. New time constraints on dyke swarms related to the Paraná-Etendeka magmatic province, and subsequent South Atlantic opening, southern Brazil. J. Volc. Geot. Res., 80, 67-83\nDE LA ROCHE, H.; LETERRIER, P.; GRANDCLAUDE, P.; MARCHAL, M. A classification of volcanic and plutonic using R1-R2 diagram and major element analysis. Its relationships with current nomenclature. Chemical Geology, v. 29, p. 183 - 210, 1980.\nERNESTO, M. Paleomagnetismo da Formação Serra Geral: Contribuição ao estudo do processo de abertura do Atlântico Sul. São Paulo, 1985. 150 p. Tese (Doutorado em Geociências) - Instituto de Astronômico e Geofísico, Universidade de São Paulo.\nERNESTO, M. &amp; PACCA, I.G. Paleomagnetism of the Paraná Basin flood Volcanism, Southern Brazil. In: PICCIRILLO, E.M. &amp; MELFI, A.J. (Coordenadores), The Mesozoic Flood Volcanism of the Paraná Basin: Petrogenetic and Geophysical Aspects. São Paulo: Instituto Astronômico e Geofísico - Universidade de São Paulo, 1988, p. 107-156.\nERNESTO, M., PACCA, I.G., HIODO, F.Y., NARDY,.A.J.R. Paleomagnetim of the Mesozoic Serra Geral Formation - Southern Brazil. Physics Earth Planetary International, v. 64, p. 153 - 175, 1989.\nERNESTO, M., RAPOSO, M. I. B.; MARQUES, L. S.; RENNE, P. R.; DIOGO, L. A.; DE MIN, A. Paleomagnetism, geochemistry and 40Ar/39Ar dating of the North-eastern Paraná magmatic province: tectonic implications. Journal of Geodynamics, v. 28, p. 321-340, 1999.\nERNESTO, M., MARQUES, E. M. PICCIRILLO, E. C. MOLINA, N. USSAMI, P. COMIN-CHIARAMONTI, G. BELLIENI. Paraná Magmatic Province-Tristan da Cunha plume system: fixed versus mobile plume, petrogenic considerations and alternative heat sources. Journal of Volcanology and Geothermal Research, v. 118,p. 15-36, 2002.\nFERNANDES, L.A. A cobertura cretácea suprabasáltica no Estado do Paraná e Pontal do Paranapanema (SP): os grupos Bauru e Caiuá. São Paulo, 1992. 171 p. Dissertação (Mestrado em Geociências) - Instituto de Geociências, Universidade de São Paulo.\nFULFARO, V.J., SAAD, A.R., SANTOS, M.V., VIANNA, R.B. Compartimentação e Evolução Tectônica da Bacia do Paraná. Revista Brasileira de Geociências, v. 12, n. 1, p. 590 - 611, 1982.\nKLEMME, H.D. The diants and super - giants. Part 2: To find a giant, find the right basin. Oil Gas J., v. 69, n. 10, p.103-110, 1971.\nLE BAS, M.J.; LE MAITRE, R.W.; STRECKEISEN, A.; ZANNETIN, B. A chemical classification of volcanic rocks based on the total alkali-silica diagram. Journal of Petrology, v. 27, p. 745 - 750, 1986.\nLEINZ, V., BARTORELLI, A., SADOWSKI, G.R., ISOTTA, C.A.L. Sobre o comportamento espacial do trapp basáltico da Bacia do Paraná. Bol. Soc. Bras. Geol., 15, 7981. 1966.\nMACHADO, F.B. Geologia e aspectos petrológicos das rochas intrusivas e efusivas Mesozóicas de parte da borda leste da Bacia do Paraná no Estado de São Paulo. Rio Claro, 2005.195p. Tese (Mestrado em Geociências) - Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista.\nMALAGUTTI, M.I.A., BAHIA F°, O., MORENO, M.M.T., NARDY, A.J.R. Determinação de Elementos Terras Raras e Ítrio em Rochas Silicáticas por ICP-AES com Separação em Resina Trocadora de Íons. Revista Geochimica Brasiliensis, v.12, n 1/2, p 75-80, 1998.\nMANTOVANI, M.S.M., MARQUES, L.S., SOUZA, M.A., ATALLA, L., CIVETA, L., INONOCENTI, F. Trace Element and Strontium Isotope Constrains of the Origin and Evolution of Paraná Coantinental Flood Basalts of Santa Catarina State (Southern Brazil). Journal of Petrology, v. 26, p. 187-209, 1985.\nMARQUES, L.S. Caracterização Geoquímica das Rochas Vulcânicas da Bacia do Paraná: Implicações Petrogenéticas. São Paulo, 1988. 175 p. Tese (Doutorado em Geociências) -Instituto Astronômico e Geofísico, Universidade de São Paulo.\nMARQUES, L.S. &amp; ERNESTO, M. O Magmatismo Toleítico da Bacia do Paraná. In: NETO,\nV.M.; BARTORELLI, A.; CARNEIRO, C.D.; BRITO-NEVES, B.B.de. (Coordenadores), Geologia do Continente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: Editora Beca, 2004, p. 245-263.\nMARQUES, L.S.; FIGUEIREDO, A.M.G.; SAIKI, M.; VASCONCELLOS, M.B.A. Geoquímica analítica dos elementos terras raras - Aplicação da técnica de análise por ativação neutrônica. In: FORMOSO, M.L.L.; NARDY, L.V.S. &amp; L.A. HARTMANN (Coordenadores), Geoquímica dos Elementos Terras Raras no Brasil. Rio de Janeiro: CPRM/DNPM - SBGq, 1989, p. 15-20.\nMARQUES, L.S.; DUPRÉ, B.; PICCIRILLO, E.M. Mantle source compositions of the Paraná Magmatic Province (sourthen Brazil): evidence from trace element and Sr-Nd-Pb isotope geochemistry. Journal of Geodynamics, v.28, p. 439-458, 1999.\nMEMORIAL UNIVERSITY OF NEWFOUNDLAND. Software NewPet for DOS. Newfoundland (Canada): Department of Earth Sciences, Centre for Earth Resources Research, (c) 1987-1993.\nMILANI, E.J. Intraplate Tectonics and the Evolution of the Paraná Basin. In: WITE &amp; RANSORNE (Coordenadores), Inversion Tectonics of the Cape Fold Belt, Karoo and Cretaceous Basins of Southern Africa, 1992, p. 101-108.\nMILANI, E.J. Comentários sobre a origem e evolução tectónica da Bacia do Paraná. In: NETO, V.M.; BARTORELLI, A.; CARNEIRO, C.D.; BRITO-NEVES, B.B.de. (Coordenadores), Geologia do Continente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: Editora Beca, 2004, p. 265-279\nMILANI, E.J.; FRANÇA, A.B.; SCHNEIDER, R.J. Bacia do Paraná. Boletim de Geociências da Petrobras, v. 8, n. 1, p. 69-82, 1994.\nMILANI, E.J. &amp; THOMAZ FILHO, A. Sedimentary Basins of South America. In: CORDANI, U.G.; MILANI, E.J.; THOMAZ FILHO, A.; CAMPOS, D.A. (Coordenadores), Tectonic Evolution of South America. Rio de Janeiro: 31st International Geological Congress, 2000, p. 389-449.\nMINCATO, R.L., ENZWEILER, J., SCHRANK, A. 2003. Novas idades 39Ar/40Ar e implicações na metalogênese dos depósitos de sulfetos magmáticos de Ni-Cu-EPG na Província Ígnea Continental do Paraná. In. SBGq. Congr. Brás. Geoq., 9, B.Res. Exp., pp. 6792.\nMISUZAKI, A.M.P., PETRINI, R., BELLIENI, G., COMIN-CHIARAMONTI, P., DIAS, J., De MIN, A., PICCIRILLO, E.M. 1992. Basalt magmatism along the passive continetal margino f SE Brazil (Campos Basin). Contrib. Miner. Petrol., 111, 143-160.\nNARDY, A.J.R. Geologia e Petrologia do Vulcanismo Mesozóico da Região Central da Bacia do Paraná. Rio Claro, 1995. 316 p. Tese (Doutorado em Geociências) - Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista.\nNARDY, A.J.R., ENZWEILER, J., BAHIA F°, O., OLIVEIRA, M.A.F., PENEIRO, M.A.V. Determinação de Elementos Maiores e Menores em Rochas Silicáticas por Espectometria de Fluorescência de Raios-X: Resultados Preliminares.In: VI CONGRESSO BRASILEIRO DE GEOQUÍMICA, 1997, Salvador (BA). Resumos Expandidos...Salvador, 1997, p 346-348.\nNARDY, A. J. R.; OLIVEIRA, M. A. F. de; BETANCOURT, R. H. S.; VERDUGO, D. R. H., MACHADO, F. B. Geologia e estratigrafia da Formação Serra Geral. Revista Geociências, v. 21, n 2, p. 15-32, 2002.\n59\nPEATE, D., HAWKESWORTH, C.J., MANTOVANI, M.S.M. Chemical Stratigraphy of the Paraná Lavas (South America): Classification of Magma Types and their Spatial Distribution. Bulletin of Volcanology, v. 55, p. 119-139, 1992.\nPETRI, S. &amp; FÚLFARO, V.J. Geologia do Brasil. São Paulo: Universidade de São Paulo, 1983, 631 p.\nPICCIRILLO, E.M.; COMIN-CHIARAMONTI, MELFI, A.J.; STOLFA, D.; BELLIENI, G.; MARQUES, L.S.; GIARETTA, A.; NARDY, A.J.R.; PINESE, J.P.P.; RAPOSO, M.I.B.; ROISENBERG, A. Petrichemistry of Continental Flood Basalt-Rhyolite Suites and Related Intrusives from the Paraná Basin (Brazil). In: PICCIRILLO, E.M. &amp; MELFI, A.J. (Coordenadores), The Mesozoic Flood Volcanism of the Paraná Basin: Petrogenetic and Geophysical Aspects. São Paulo: Instituto Astronômico e Geofísico - Universidade de São Paulo, 1988, p. 107-156.\nPICCIRILLO, E.M.; RAPOSO, M.I.B.; MELFI, A.J.; COMIN-CHIARAMONTI, P.; BELLIENI, G.; CORDANI, U.G.; KAWASHITA, K. Bimodal fissural volcanic suítes from the Paraná Basin (Brazil): K-Ar age, Sr-isotopes and geochemistry. Geochimica Brasiliensis, v. 1, p. 53-69, 1987.\nPICCIRILLO, E.M. &amp; MELFI, A.J. (Coordenadores). The Mesozoic Flood Volcanism of the Paraná Basin: Petrogenetic and Geophysical Aspects. São Paulo, Brasil: IAG-USP, 1988, 600 p.\nQUINTAS, M.C.L.; MANTOVANI, M.S.M.; ZALÁN, P.V. Contribuição ao estudo da evolução mecânica da Bacia do Paraná. Revista Brasileira de Geociências, 29, n. 2, p. 217 -226, 1997.\nRENNE, P., ERNESTO, M., PACCA, I.G., COE, R.S., GLEN. J.M., PREVÓT, M., PERRIN, M. 1992a: The Age of Paraná Flood Volcanism, Rifting of Gondwanaland, and the Jurassic-Cretaceous Boundary. Science, 258, 975-979.\nRENNE, P., ERNESTO, M., PACCA, I.G., NARDY, A.J.R., COE, R.S., GLEN. J.M., PREVÓT, M., PERRIN, M. - 1992b: Age and Duration of Paraná Flood Volcanism in Brazil, EOS-AGU, 27, 531-532.\nRENNE, P.R., DECKART, K., ERNESTO, M., FÉRRAUD, G., PICCIRLLO, E.M. 1996a. Age of the Ponta Grossa dike swarm (Brazil) and implications to Paraná flood volcanism. Earth Plan. Sci. Lett., 144, 199-212.\nRENNE, P.R., GLEN, J.M., MILNER, S.C., DUNCAN, A.R. 1996b. Age of Etendeka flood volcanism and associated intrusions in southwestern África, Geology, 24, 659-662.\n60\nSOARES, P.C.; LANDIM, P.M.B.; FÚLFARO, V.J.; SOBREIRO NETO, A.F. Ensaio de caracterização estratigráfica do Cretáceo no Estado de São Paulo: Grupo Bauru. Revista Brasileira de Geociências, 10, n. 3, p. 177 - 185, 1980.\nSUGUIO, K. Fatores paleoambientais e paleoclimáticos, e subdivisão estratigráfica do Grupo Bauru. In: A FORMAÇÃO BAURU NO ESTADO DE SÃO PAULO E REGIÕES ADJACENTES - MESA REDONDA. Coletânea de Trabalhos e Debates... São Paulo: Sociedade Brasileira de Geologia, 1980, p 15-30 (Publicação Especial, n. 7).\nSUN, S.S; McDONOUGH, W.F. Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes. In: SAUDERS, M.J. Magmatism in the ocean basins. Londres. (Geological Society Special Publ.42). p. 313-345, 1989.\nTURNER, S., REGELOUS, M., KELLEY, S., HAWKSWORTH, C., MANTOVANI, M.M.S.1994. Magmatism and continental break-up in the South Atlantic: high precision 40 Ar / 39Ar geochronology. Earth Plan. Sci. Lett., 121, 333-348.\nYODER, H.S.; TILLEY, C.E. Origin of Basalt Magmas: An Experimental Study of Natural and Synthetic Rock Systems. Journal of Petrol., 3, 342-352, 1962.\nZALÁN, P.V.; CONCEIÇÃO, J.C.J.; WOLFF, S.; ASTOLFI, M.A.M.; VIEIRA, I.S.; APPI, V.T.; NETO, E.V.S; CERQUEIRA, R.J.; ZANOTTO, O.A.; PAUMER, M.L.; MARQUES, A. Análise da Bacia do Paraná. Relatório Interno GT-05-009/85, PETROBRAS, 195 p., 1986.\nZALÁN, P. V., WOLF, S., CONCEIÇÃO, J.C.J., MARQUES, A., ASTOLFI, M.A.M., VIEIRA, I.S., APPI, V.T., ZANOTTO, O.A. Bacia do Paraná. In: RAJA-GABAGLIA, G.P. &amp; MILANI, E.J. (Coordenadores), Origem e Evolução de Bacias Sedimentares. Rio de Janeiro: Boletim Técnico da Petrobras, 1990, 415 pp.\n61\nANEXO\nMirandópolis\nAraçatuba\n• Piacatu\nAdamantina ■\nQueirós\n•Pres. Epitáfio\nMarabá Paulista\nMarília»\n•Narandiba\nTeodoro Sampaio\n¡Ourinhos\nManduria\nParaguaçu Paulista •\nPres. • Prudente\nLegenda\nFormação Serra Geral - Derrames de lava (basalto).\nDepósitos retrabalhados da Formação Itaqueri\nFormações Geológicas Adjacentes à Área Investigada\nBacia Bauru - Bancos de Arenitos, com níveis de lamítos e conglomeráticc (Fms.Marilia, Itaqueri, Adamantina).\nDepartamento de Petrología e Metalogenia Instituto de Geociências e Ciências Exatas Universidade Estadual Paulista - UNESP\nMestranda- Eloiza Squisato\nOrientador- Prof. Dr. Antonio José Ranalli Nardy\nFonte: CPRM - Serviço Geológico do Brasil.\nMapa Geológico do estado de São Paulo, 1: 750.000,2005\nANEXO 1.______________\nMapa Geológico da Área Investigada com as Amostras Coletadas\nDissertação de Mestrado - A FORMAÇÃO SERRA GERAL NA PORÇÃO CENTRO - NORTE DO ESTADO DE SÃO PAULO"}]}}}