{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14890"}, {"@name": "filename", "#text": "21277_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MÁRCIO FLÉQUISSON ALVES MIRANDA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nATRIBUTOS FÍSICOS E QUÍMICOS APÓS INCUBAÇÃO COM \n\nÁCIDOS HÚMICOS E ESTEÁRICO EM NEOSSOLOS FLÚVICOS \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-\nGraduação em Solos e Nutrição de \nPlantas, para obtenção do título de \nMagister Scientiae. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2009\n\n\n\nMÁRCIO FLÉQUISSON ALVES MIRANDA \n\n \n\n \n\nATRIBUTOS FÍSICOS E QUÍMICOS APÓS INCUBAÇÃO COM \n\nÁCIDOS HÚMICOS E ESTEÁRICO EM NEOSSOLOS FLÚVICOS \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-\nGraduação em Solos e Nutrição de \nPlantas, para obtenção do título de \nMagister Scientiae. \n\n \n \n\nAPROVADA: 30 de março de 2009 \n\n \n\n \n\n \n \n\nProf. Eduardo de Sá Mendonça \n(Coorientador) \n\n Prof. Genelício Crusoé Rocha \n\n \n \n \n \n \n \n\n  \n\n  \nProfa. Ana Maria Souza dos Santos \n\nMoreau \n\n \n\nProf. Elpídio Inácio Fernandes Filho \n\n \n \n \n \n \n \n \n \n \n\n \n\nProf. Hugo Alberto Ruiz \n(Presidente) \n\n\n\nii \n \n\n \n \n \n \n \n \n \n \nDedico: \n\n \n \n\nAos meus pais, Reguinier Martins de Miranda e Nanete \nAlves Miranda, pelo amor e pelo incentivo durante todos esses anos. \n\n \nAos meus queridos irmãos, Cristina, Safira e Marcelo pelo \n\ncarinho e incentivo. \n \n\nAo Prof. Raphael Bragança Alves Fernandes, que me \norientou durante o mestrado, contribuindo enormemente para a \n\nrealização deste trabalho. \n \n\nA Profa. Maria Betânia Galvão dos Santos Freire, que muito \ntem contribuído pela minha formação profissional e pelo apoio, \n\nincentivo, confiança e amizade. \n \n \n\n \n \n \n \n \n \n \n \n \n\nOfereço: \n \n\nA minha querida Giselle, pelo seu amor e carinho   \n    que tem me proporcionado. \n\n \n \n \n \n \n \n \n \n \n\n \n\n\n\niii \n \n\n \nAGRADECIMENTOS \n\n \nA Deus, por ter me dado força, estimulo e paciência para vencer as dificuldades \n\nenfrentadas durante a realização do curso. \n\nA Universidade Federal de Viçosa, em especial ao Departamento de solos pela \n\noportunidade de realização do curso. \n\nA Universidade Federal Rural de Pernambuco pelos ensinamentos e onde tudo \n\ncomeçou. \n\nA CAPES pela concessão da bolsa de estudos. \n\nAo meu orientador, Prof. Raphael Bragança Alves Fernandes pela orientação, \n\namizade e pelo exemplo de dedicação e profissionalismo. \n\nAo Prof. Hugo Alberto Ruiz pela co-orientação e pelo valioso auxílio nas \n\nanálises estatísticas. \n\nAo Prof. Eduardo de Sá Mendonça e a Profa Maria Betânia Galvão dos Santos \n\nFreire pela co-orientação e pelas dicas e disposição em contribuir sempre.    \n\nAos professores Genelício Crusoé Rocha e Elpídio Inácio Fernandes Filho e a \n\nprofessora Ana Maria Souza dos Santos Moreau pela participação na defesa desta \n\ndissertação e pelas críticas e sugestões para melhoria deste trabalho. \n\nAos professores do Departamento de solos, pela participação em minha \n\nformação. \n\nA todos os funcionários do Departamento de solos que contribuíram para a \n\nrealização deste trabalho, em especial aos Laboratoristas Cláudio Brustolini, Benedito, \n\nFábio, José Braz, Alisson, Carlos Fonseca e a Luciana pela sua competência. \n\nAos amigos que fiz durante minha estadia na cidade de Viçosa: Diogo, Clério, \n\nHenrique, Cícero, Márcio, Tiago, Everton, Diana, Ivanilda, Fernanda, Carolina, \n\nMadriano, Flavia, Clébio, Luiza, Ivan, Gislane, Pacheco, Luiz Francisco, Alexandre, \n\nIgor, Arlicélio, Hugo Junior. A todos os colegas do Futebol. \n\nA todos os colegas da Pós-Graduação da UFV pelos momentos compartilhados. \n\nAos amigos da república, Victor Peçanha , Bruno Toríbio, Leonardo Sanguinetti, \n\nPatrícia, Joseane. \n\nAos meus parentes que mesmo sem imaginar, influenciaram neste trabalho. \n\nAos amigos, Rosival, Jeime, Luiz Guilherme, Patrícia, Lucielio, Jailson, \n\nLeandro, Ramiro. \n\nA todos que de forma direta, ou não, tornaram este trabalho possível. \n\n\n\niv \n \n\nÍNDICE \n \n\n1. RESUMO ................................................................................................ v\n\n2. ABSTRACT ............................................................................................ vii\n\n3. INTRODUÇÃO ...................................................................................... 1\n\n4. REVISÃO DE LITERATURA ............................................................... 4\n\n2.1. Estrutura e estabilidade de agregados do solo............................... 4\n\n2.2 Solos afetados por sais................................................................... 6\n\n2.3. Matéria orgânica em solos salinos................................................ 7\n\n2.4. Natureza dos compostos orgânicos............................................... 8\n\n5. MATERIAL E MÉTODOS..................................................................... 10\n\n3.1. Descrição da origem das amostras de solo.................................... 10\n\n3.2. Amostragem do solo..................................................................... 10\n\n3.3. Compostos orgânicos utilizados.................................................... 10\n\n3.4. Tratamentos e delineamento experimental.................................... 11\n\n3.4.1. Experimento I : Efeito do tempo de incubação.............. 13\n\n3.4.2. Experimento II: Efeito de doses..................................... 13\n\n3.5. Metodologias analíticas utilizadas................................................ 16\n\n3.5.1. Caracterização dos solos................................................. 16\n\n3.5.2. Avaliação dos experimentos I e II.................................. 17\n\n6.  RESULTADOS E DISCUSSÃO............................................................ 20\n\n4.1. Experimento I - efeito do tempo de incubação............................. 20\n\n4.1.1. Características físicas...................................................... 20\n\n4.1.2. Características do extrato solo:água............................... 29\n\n4.1.3. Características químicas................................................. 34\n\n4.1.4. Grau de repelência à água............................................... 39\n\n4.2. Experimento II - efeito das doses dos compostos orgânicos........ 40\n\n4.2.1. Características físicas...................................................... 40\n\n4.2.2. Características do extrato solo:água............................... 49\n\n4.2.3. Características químicas................................................. 54\n\n4.2.4. Grau de repelência à água............................................... 59\n\n7. CONCLUSÕES....................................................................................... 60\n\n8. REFERÊNCIAS BIBLIOGRÁFICAS..................................................... 62\n\n9. APÊNDICE.............................................................................................. 66\n\n\n\nv \n \n\nRESUMO \n \n\nMIRANDA, Márcio Fléquisson Alves, M.Sc., Universidade Federal de Viçosa, Março \nde 2009. Atributos físicos e químicos após incubação com ácidos húmicos e \nesteárico em Neossolos Flúvicos. Orientador: Raphael Bragança Alves Fernandes. Co-\norientadores: Hugo Alberto Ruiz, Eduardo de Sá Mendonça, Maria Betânia Galvão dos \nSantos Freire. \n \n \n\nO presente trabalho objetivou avaliar o efeito da adição de compostos orgânicos \n\nde hidrofobicidade variável na qualidade física e química de solos do Nordeste \n\nbrasileiro, principalmente no que se refere à distribuição e estabilidade de agregados e à \n\ncomposição química do solo e do extrato solo-água 1:5. Para isto, dois experimentos \n\nforam conduzidos com amostras coletadas de dois Neossolos Flúvicos (RY1 = solo \n\nnormal, RY2 = solo salino-sódico) nas profundidades de 0 a 20 cm e de 20 a 40 cm, no \n\nperímetro irrigado Cachoeira II, localizado em Serra Talhada (PE). No primeiro, \n\navaliou-se a resposta dos solos ao incremento do tempo de incubação (40, 80 e 150 \n\ndias), após à aplicação de ácido húmico e ácido esteárico em dose única de 5,0 g kg-1. \n\nNo segundo experimento, avaliou-se a resposta dos solos após a adição de doses \n\ncrescentes (0; 2,5; 5,0; 7,5 e 10,0 g kg-1) dos compostos orgânicos, após um período de \n\nincubação de 150 dias. Todos os ensaios foram conduzidos para as amostras das duas \n\nprofundidades e com três repetições. Foram avaliados o diâmetro médio ponderado e \n\ngeométrico, após separação dos agregados por via seca e por via úmida, argila dispersa \n\nem água, equivalentes de umidade, cátions (Ca, Mg, Na e K) no solo e no extrato \n\nsolo:água (1:5), além da condutividade elétrica (CE), pH e RAS no extrato e PST no \n\nsolo. No primeiro experimento, os resultados indicaram efeito positivo do aumento do \n\nperíodo de incubação sobre a gênese e incremento do diâmetro médio dos agregados. \n\nNa comparação entre compostos orgânicos, os efeitos foram mais expressivos com o \n\nácido esteárico. Na comparação entre solos, os mesmos efeitos foram mais \n\npronunciados no solo salino-sódico. O aumento do tempo de incubação favoreceu um \n\npequeno incremento na dispersão de argilas, o que foi relacionado ao incremento de \n\ncargas negativas proporcionado pela matéria orgânica adicionada. Os resultados do \n\nextrato solo:água foram influenciados pela presença de sais no ácido húmico utilizado, \n\nque promoveu o incremento da condutividade elétrica e de alguns cátions solúveis, em \n\nespecial o Na. Não se verificaram diferenças entre os tempos de incubação avaliados \n\nsobre as características químicas dos solos. O incremento das doses dos compostos \n\norgânicos também favoreceu positivamente a formação e o diâmetro médio dos \n\n\n\nvi \n \n\nagregados, principalmente na camada de 0 a 20 cm de profundidade. O ácido esteárico \n\nmais uma vez foi mais efetivo sob esse aspecto. O incremento das doses de ácido \n\nhúmico afetou algumas das variáveis químicas mensuradas no solo RY1, estando mais \n\nrelacionado à presença prévia de sais no material orgânico. A adição de ácido esteárico \n\nteve pouca influência sobre as características químicas avaliadas nos dois solos. Os \n\nresultados indicaram que a aplicação do ácido esteárico (mais hidrofóbico) favorece a \n\nagregação de solos, com potencial que merece ser avaliado em condições de campo para \n\nsolos afetados por sais; que o efeito da adição de compostos orgânicos foi mais \n\npronunciado sobre as características físicas do que sobre as características químicas dos \n\nsolos e do extrato; e que mais uma vez se destaca o importante papel da matéria \n\norgânica na garantia da qualidade física estrutural dos solos, com potencial ainda pouco \n\nexplorado no que se refere aos seus efeitos em solos afetados por sais. \n\n \n \n \n\n \n \n\n\n\nvii \n \n\nABSTRACT \n \nMIRANDA, Márcio Fléquisson Alves, M.Sc., Universidade Federal de Viçosa, March \nof 2009. Fhysical and chemicals attributes after incubation with humic acid and \nstearic acid in Fluvic Neossoils. Advisor: Raphael Bragança Alves Fernandes. Co- \nadvisors: Hugo Alberto Ruiz, Eduardo de Sá Mendonça, Maria Betânia Galvão dos \nSantos Freire. \n \n\nThis study aimed to evaluate the effect of addition of compounds of varying \n\nhydrophobicity on physycal and chemical quality of soils of the brazilian Northeast, \n\nparticularly as regards distribution and aggregate stability and chemical composition \n\nand soil-water extract 1:5. For this, two experiments were conducted on samples \n\ncollected from two Neossoils Fluvic ( RY1 = normal soil, RY2 = saline-sodic soil) at \n\ndepths of 0 to 20 cm and 20 to 40 cm in irrigated waterfall II, located in Serra Talhada \n\n(PE).  At firs, we evaluated the response of soils to increase the incubation time (40, 80 \n\ne 150 days) after the application of humic acid and stearic acid in a single dose of 5,0 g \n\nKg-1. The second experiment evaluated the response of soil after the addition of \n\nincreasing doses (0; 2,5; 5,0; 7,5 e 10,0 g Kg-1) of organic compounds, after  an \n\nincubation period of 150 days. All tests were conducted for samples from two depths \n\nand three repetitions. We evaluated the average diameter and geometric weighted, after \n\nseparation of aggregates by dry and  wet, clay dispersed in water, equivalent moisture, \n\ncations ( Ca, Mg, Na and K) in soil  and extract soil-water (1:5), in addition to electrical \n\nconductivity (EC), pH and RAS in the extract and PST on the soil. In the first \n\nexperiment, the results indicated positive effect of increasing the incubation period of \n\nthe genesis and growth of the average diameter of the aggregates. In the comparation \n\nbetween organic compounds, the effects were more significant with the stearic acid. \n\nComparing soil, the same effects were more pronounced in saline-sodic soil. The \n\nincrease of incubation time favored a small increase in dispersion of clay, which was \n\nrelated to the increase of negative charges provided by the organic matter added. The \n\nresults of the extract soil:water were influenced by the presence of salts in the humic \n\nacid used, which promoted the increase of electrical conductivity and some soluble \n\ncations, especially Na. There were no differences between incubation times evaluated \n\non the chemical characteristics of soils.  The increasing levels of organic compounds \n\nalso favored the formation positively and the average diameter of aggregates, mainly in \n\nthe 0 to 20 cm depth. The stearic acid was again more effective in this aspect. The \n\nincreasing levels of humic acid affect some of the chemical variables measured in the \n\n\n\nviii \n \n\nsoil RY1, being more closely related to the prior salts in organic material. The addition \n\nof stearic acid had little influence on the chemical found in two soils. The results \n\nindicated that the application of stearic acid (more hydrophobic) promotes soil \n\naggregation, with the potential that deserves to be evaluated under field conditions for \n\nsalt affected soils; the effect of adding organic compounds was more pronounced on the \n\nphysical characteristics than on the chemical characteristics of soil and extract; and that \n\nonce again highlights the important role of organic matter in ensuring the quality of the \n\nsoil physical structure, with the potential still unexplored in terms of their effects on \n\nsoils affected by salts. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n\n\n1 \n \n\n1. Introdução \n\n \n\nA degradação das propriedades físicas do solo tem sido considerada um dos \n\nprincipais processos responsáveis pela perda de sua qualidade estrutural e aumento da \n\nerosão hídrica. Algumas práticas de manejo e das culturas provocam alterações nas \n\npropriedades do solo, principalmente na sua estrutura, podendo tais alterações ser \n\ntemporárias ou mesmo permanentes. Tais alterações podem se manifestar de várias \n\nmaneiras, influenciando o desenvolvimento das plantas e o rendimento das culturas. \n\nAssim, não é raro que o solo submetido ao cultivo intensivo tenda a deteriorar sua \n\nestrutura original, a partir do fracionamento dos agregados em unidades menores, com \n\nconseqüente redução no volume de macroporos e aumento no volume de microporos e \n\nna densidade do solo (Bertol et al , 2001). \n\nDo ponto de vista agrícola, a estrutura do solo é um dos atributos mais \n\nimportantes, pois está relacionada com a disponibilidade de ar e água às raízes das \n\nplantas, com o suprimento de nutrientes, com a resistência mecânica do solo à \n\npenetração e com o desenvolvimento do sistema radicular. A manutenção de um bom \n\nestado de agregação e estabilidade e, conseqüentemente, de uma boa estrutura, é \n\ncondição primordial para garantir altas produtividades agrícolas (Corrêa, 2002). \n\nA estabilidade dos agregados do solo pode ser resultado da ação de união \n\nmecânica por células e hifas dos organismos, dos efeitos cimentantes dos produtos \n\nderivados da síntese microbiana ou da ação estabilizadora dos produtos de \n\ndecomposição, que agem individualmente ou em combinação. A agregação do solo \n\npode sofrer alterações permanentes ou temporárias, demonstrando variação cíclica \n\nprovocada por práticas de manejo de solo e culturas (Wohlenberg et al., 2004). \n\nA influência da matéria orgânica na agregação do solo é um processo dinâmico, \n\nsendo necessário o acréscimo contínuo de material orgânico para manter a estrutura \n\nadequada ao desenvolvimento das plantas. Sistemas de manejo de solo e de cultura \n\nadequadamente conduzidos proporcionam o aporte e manutenção de material orgânico, \n\nassociados a uma ação benéfica das raízes das plantas e à proteção oferecida à superfície \n\ndo solo (Wohlenberg et al., 2004). \n\nMas o termo matéria orgânica do solo engloba uma infinidade de compostos \n\ncom características não homogêneas e até mesmo contrastantes. Este é o caso, por \n\nexemplo, da natureza hidrofóbica e hidrofílica dos compostos orgânicos, o que ressalta a \n\nimportância de estudos mais direcionados à qualidade do que à quantidade desse \n\n\n\n2 \n \n\nimportante componente nos solos tropicais. A dinâmica da relação \n\nhidrofobicidade/hidrofilicidade pode alterar o grau de repelência do solo à água, o que \n\napresenta relação direta e indireta com a dinâmica da umidade no solo. Essa mesma \n\nrelação também pode conferir alterações na estabilidade da matéria orgânica do solo, \n\naumentando ou reduzindo sua susceptibilidade à decomposição microbiana. Em ambos \n\nos casos a relação com a estrutura do solo se faz presente e poucos estudos tem sido \n\ndedicados a tal tema. Por sua vez, alguns trabalhos têm enfocado o caráter hidrofóbico \n\nde materiais orgânicos como possível redutor da desagregação. Neste caso a fração \n\norgânica pode reduzir a absorção de água por um agregado, tornando-o menos propenso \n\na desestruturação (Bastos et al., 2005).  \n\nÉ fato notório que a matéria orgânica do solo desempenha papel fundamental \n\npara a qualidade física e química dos solos tropicais. Em ambientes mais vulneráveis \n\ndos trópicos, como o semi-árido brasileiro, essa importância é ainda maior, muito \n\nembora nem sempre acompanhada da devida valorização por parte dos técnicos e \n\nagricultores. No Nordeste do Brasil, problemas de salinidade e sodicidade vêm se \n\nintensificando nos últimos anos. Isto tem refletido na redução das produtividades dos \n\ncultivos e, muitas vezes, no abandono de áreas outrora produtivas. Segundo Pereira \n\n(1983), o Nordeste brasileiro possui, aproximadamente, 9,1 milhões de hectares de solos \n\nafetados por sais.  \n\nEm áreas intensamente cultivadas sob irrigação, como nos perímetros irrigados e \n\nnos pólos produtivos da região nordeste, a salinização dos solos não está relacionada \n\napenas à qualidade da água de irrigação, depende também das características físico-\n\nquímicas do solo em seu estado natural e das técnicas de manejo a ele aplicadas. É \n\ncomum o incremento da salinidade em áreas irrigadas, cujas técnicas de manejo não \n\nvisam a aplicação suficiente de água e conservação da capacidade produtiva dos solos, \n\nbem como um eficiente sistema de drenagem e em locais onde há uso excessivo de \n\nfertilizantes (Silva Filho et al., 2000). \n\nA salinidade e a sodicidade resultam do acúmulo de sais solúveis e sódio \n\ntrocáveis, prejudicando e limitando o desenvolvimento dos cultivos. Estes fatores \n\nocorrem principalmente em regiões áridas e semi-áridas devido a processos naturais, \n\ncomo a evapotranspiração maior que a pluviosidade; ou antrópicos, como irrigação mal \n\nconduzida e sem drenagem eficiente para a lixiviação do excesso de sais. Quando a \n\nbaixa precipitação pluviométrica não é suficiente para lavar os sais acumulados no solo \n\ne as condições de relevo dificultam a drenagem - em especial nas partes mais baixas da \n\n\n\n3 \n \n\npaisagem, a ascensão de sais solúveis no perfil é verificada, sendo os mesmos \n\nconcentrados na superfície do solo. \n\nDiante do exposto, este trabalho teve por objetivos avaliar os atributos físicos e \n\nquímicos após incubação com ácido húmico e ácido esteárico em Neossolos Flúvicos do \n\nNordeste brasileiro, principalmente na distribuição e estabilidade de agregados e na \n\ncomposição química do extrato solo:água 1:5. Especificamente, pretendeu-se avaliar o \n\nefeito da adição de doses crescentes de compostos orgânicos e tempos diferentes de \n\nincubação sobre essas características. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n4 \n \n\n2. Revisão de literatura \n\n \n\n2.1- Estrutura e estabilidade de agregados do solo \n\nA estrutura se destaca dentre as propriedades físico-mecânicas do solo, sendo \n\nentendida como a organização das partículas primárias presentes em unidades \n\nestruturais compostas, ou agregados. A estabilidade dos agregados se dá pela \n\naproximação e cimentação das partículas do solo mediante atuação de diversas \n\nsubstâncias de natureza mineral e orgânica, e por meio de mecanismos físicos, químicos \n\ne biológicos (Silva et al., 2006). \n\nA intensidade dos mecanismos de formação e estabilização dos agregados \n\ninfluencia a resistência das unidades estruturais frente às forças desagregantes, que \n\npodem ser advindas da abrasão por implementos agrícolas, do impacto das gotas de \n\nchuva, bem como do cisalhamento pelo fluxo de água e, ou, pela entrada de água nos \n\nagregados (Kemper e Chepil, 1965). Esses fatores são, em grande parte, alterados pelos \n\nsistemas de manejo adotados, não só pelo efeito direto do revolvimento mecânico \n\nocasionado durante o preparo do solo - que favorece sua degradação, mas também e \n\nprincipalmente, pela ação da erosão hídrica e por modificações no ambiente edáfico,em \n\ndecorrência da influência dos sistemas de culturas (Lima et al., 2003).  \n\nNa formação e estabilização dos agregados do solo estão envolvidos diversos \n\nprocessos físicos, químicos e biológicos. Hillel (1980) ressalta que, para a formação de \n\nagregados estáveis, é necessário que os colóides do solo se encontrem floculados, e que \n\ntodos os componentes do agregado sejam posteriormente estabilizados por algum \n\nagente cimentante. \n\nOs agregados são, portanto, os principais componentes da estrutura do solo, \n\nsendo considerados como de suma importância para a manutenção da porosidade e \n\naeração, no crescimento de plantas e da população microbiana, na infiltração de água e \n\nno controle dos processos erosivos (Oades, 1984; Dexter,1988).  \n\nDiversos são os fatores que interferem na agregação do solo, dentre eles \n\ndestacam-se o tipo e teor de argila, e a presença ou ausência de cátions polivalentes, \n\ncarbonato de cálcio, óxidos de ferro, alumínio e manganês, exudatos orgânicos de \n\nplantas, substâncias orgânicas provenientes da ação de microrganismos e outros \n\ncompostos orgânicos. A matéria orgânica e os óxidos são considerados agentes \n\ncimentantes, tanto de partículas primárias quanto de partículas secundárias do solo \n\n(Tisdall e Oades, 1982).  \n\n\n\n5 \n \n\nLe Bissonais (1996) enumera três fatores primordiais que determinam a \n\nestabilidade de agregados nos solos: i) porcentagem de sódio trocável; ii) presença de \n\nóxido de ferro e alumínio com função cimentante, principalmente para o caso dos solos \n\ntropicais; e iii) teor de matéria orgânica, a qual pode agir como ligação entre partículas \n\nminerais, protegendo a superfície do solo contra o impacto direto da gota de chuva, \n\nincrementando a infiltração de água e conferindo, às vezes, hidrofobicidade aos \n\nagregados. \n\nA teoria da “hierarquização dos agregados”, proposta por Tisdall e Oades \n\n(1982), é a mais aceita para explicar a gênese dos agregados do solo. Esses autores \n\npropõem uma classificação dos agregados conforme seu diâmetro, definindo cinco \n\nfaixas (&lt;0,2 µm; de 0,02 a 2 µm; de 2 a 20 µm;de 20 a 250 µm e > 2000 µm). Aqueles \n\nmenores que 250 µm foram denominados microagregados e, os maiores, \n\nmacroagregados. Os autores afirmam que cada agregado é formado pela união dos \n\nagregados da classe anterior (em tamanho), seguindo, assim, uma ordem hierárquica. \n\nEm função dos tamanhos de cada classe, sua união e estabilidade será determinada por \n\ndiferentes agentes de agregação. \n\nEnquanto os macroagregados são mais sensíveis ao manejo do solo a curto prazo \n\n(Degens, 1997), os agregados menores que 250 µm (microagregados) são geralmente \n\nmais estáveis, dada à ação aditiva de materiais cimentantes orgânicos e minerais \n\npersistentes (Tisdall e Oades, 1982). A divisão dos agregados em classes de tamanho \n\nestá baseada em propriedades tais como ligantes e relação carbono/nitrogênio (C/N) no \n\nsolo (Bronick &amp; Lal, 2005). O teor de matéria orgânica determina a sua maior ou menor \n\nproporção nos complexos com minerais, a qual afeta positivamente a estabilidade dos \n\ncomplexos. Solos com teores elevados de óxidos de ferro e de alumínio, minerais que \n\napresentam grupos –OH, altamente reativos com matéria orgânica, apresentam \n\ncomplexos organo-minerais de alta estabilidade, como sugerido pela estabilidade de \n\nmicroagregados, os quais têm os complexos organominerais como estrutura básica (Inda \n\nJunior et al, 2007). \n\nA matéria orgânica pode também aumentar a estabilidade de agregados \n\nretardando a absorção de água nos espaços intra-agregados. A distribuição aleatória de \n\nfrações hidrofóbicas da matéria orgânica do solo retarda a entrada de água nos \n\nagregados minimizando os efeitos do molhamento brusco (Guedes, 2002). A ação dos \n\ncomponentes hidrofóbicos (considerados como as substâncias húmicas cujos grupos \n\nfuncionais hidrofílicos estariam voltados para o interior das moléculas) ocorre porque \n\n\n\n6 \n \n\nestes compostos, ao invés de livres na solução do solo, se encontram fortemente \n\nadsorvidos à fração mineral do solo. Desta forma, espera-se que o efeito estabilizador \n\ndestes compostos deva ser de mais longa duração do que composto de natureza mais \n\nhidrofílica, como os carboidratos, que são mais facilmente biodegradáveis e podem \n\nencontrar-se livres na solução do solo (Piccolo e Mbagwu, 1999). \n\n \n\n2.2 - Solos afetados por sais \n\nSolos de regiões áridas e semi-áridas podem apresentar acúmulo de sais que \n\npodem alcançar níveis prejudiciais ao desenvolvimento das plantas. Tais processos \n\npodem ter origem natural ou antrópicas, pelo manejo inadequado da irrigação e \n\ndrenagem. O crescimento vegetal é prejudicado tanto pelos efeitos diretos do potencial \n\nosmótico da solução do solo e dos íons potencialmente tóxicos presentes em elevadas \n\nconcentrações, quanto pela degradação de algumas propriedades físicas dos mesmos, o \n\nque leva à redução da infiltração da água no perfil.  \n\nA produção mundial de alimentos dobrou nas últimas três décadas, uma \n\ntendência que foi acompanhada pelo incremento na área irrigada, que praticamente \n\ndobrou no mesmo período (Tilman, 1999). Esse crescimento da irrigação, entretanto, \n\nnem sempre foi acompanhado com os devidos cuidados e consideração sobre a aptidão \n\ndas terras à essa técnica, bem como da qualidade da água utilizada. Nas regiões Norte, \n\nSul, Centro-Oeste e quase todo o Sudeste do Brasil, os solos são pouco sujeitos a \n\nsalinização e sodicidade, mesmo que tenham deficiência de drenagem subterrânea. \n\nNessas áreas, a precipitação mais abundante lava os sais que poderiam se acumular \n\ndurante a irrigação. Por outro lado, o mesmo não acontece no Nordeste e em parte do \n\nnorte de Minas Gerais, consideradas como regiões climáticas propícias ao acúmulo de \n\nsais nos solos quando irrigados.  \n\nOutro fator a ser considerado no favorecimento dos problemas de salinização em \n\ndeterminadas regiões brasileiras é o fato da água utilizada para a irrigação ser, muitas \n\nvezes, proveniente de poços e, ou, açudes, cujas águas apresentam qualidade variável no \n\ntempo e espaço. Na época de estiagem, os açudes e poços apresentam elevada \n\nconcentração de sais, coincidindo com a maior demanda da cultura, dada as mais \n\nelevadas temperaturas e taxas de evapotranspiração (Silva Júnior et al., 1999). \n\nAlém do efeito sobre as culturas agrícolas, a salinização também pode acarretar \n\na degradação da estrutura dos solos. Quando se verifica a predominância de Na no \n\ncomplexo de troca, em relação aos demais cátions, aumentam-se a possibilidade de \n\n\n\n7 \n \n\nhaver dispersão e migração dos colóides no perfil do solo, com obstrução de poros e \n\nredução da movimentação de ar e água, dificultando assim o crescimento dos vegetais \n\n(Freire et al., 2003). \n\nOs efeitos nocivos da salinidade são: (a) toxicidade causada por elevada \n\nconcentração de elementos químicos no solo como Na+, Ca++, Mg++ e Cl-; (b) \n\ndiminuição do potencial osmótico da água no solo, o que diminui a absorção de água \n\npelas culturas e; (c) perda da estrutura do solo, quando ocorre incremento nos valores de \n\npercentagem de Na trocável (PST) acima de 15 %.  \n\nOs solos afetados por sais são divididos em: salinos; sódicos e salino-sódicos. Os \n\nprimeiros apresentam valores de condutividade elétrica (CE) superiores a 4,0 mS cm-1, \n\npH inferior a 8,5 e PST inferior a 15%. Os solos sódicos apresentam PST superior a \n\n15%, valores de pH superiores a 8,5 e CE inferior a 4,0 mS cm-1. Nos solos salino-\n\nsódicos, os valores de CE ultrapassam o limite de 4,0 mS cm-1, a PST supera 15% e o \n\npH é geralmente próximo a 8,5 (Richards, 1954). Todos esses solos contêm sais \n\nsolúveis suficientes para interferir no crescimento adequado da maioria das plantas, \n\ncontendo também quantidades prejudiciais de Na trocável, que também degrada as \n\npropriedades físicas dos mesmos. Entretanto, estes limites que definem essa \n\nclassificação têm sido motivo de estudos, buscando sua revisão e atualização. No Brasil, \n\nembora pesquisas recentes tenham demonstrado que esses limites são variáveis \n\ndependendo do tipo de solo (Freire et al., 2003), eles ainda são utilizados.  \n\n \n\n2.3 – Matéria orgânica em solos salinos \n\nEm geral, a matéria orgânica atua como agente ligante entre os componentes dos \n\nsolos, interferindo, de maneira positiva, em suas propriedades físicas, aumentando a \n\ncondutividade hidráulica e a infiltração de água. Esse efeito também é esperado em \n\nsolos afetados por sais (Freire e Freire, 2007). \n\nDe fato, os efeitos da matéria orgânica em solos salinos e sódicos podem ser \n\nconsiderados positivos, ao promover maior agregação das partículas do solo, com \n\ndiminuição da dispersão promovida pelo sódio. Contudo, um possível efeito negativo \n\ndeve ser considerado, quando sua adição promove o incremento da dispersão das \n\nargilas. Isto pode ser atribuído à maior afinidade dos compostos orgânicos pelo Ca, o \n\nque provocaria uma distribuição desuniforme de Ca e Na ligados às partículas orgânicas \n\ne minerais do solo. Como a maior proporção de Ca estaria retida nos colóides orgânicos, \n\n\n\n8 \n \n\na fração inorgânica ficaria então mais saturada por Na, incrementando assim a dispersão \n\n(Naidu et al., 1995). \n\nA salinidade e a sodicidade também interferem na composição orgânica dos \n\nsolos, já que o Na em solução reduz o estado de agregação entre partículas minerais e \n\norgânicas, além dos próprios efeitos químicos e físicos dos sais sobre os compostos \n\norgânicos. Indiretamente, o pH geralmente mais elevado também influi nestas \n\nalterações. Naidu et al. (1995) citam que o aumento da sodicidade chega a mobilizar \n\nacima de 40% da matéria orgânica dos solos, seja como colóide orgânico ou como \n\ncomplexo argila-matéria orgânica. \n\nO uso de materiais orgânicos em suas diversas formas (esterco, adubação verde, \n\npalha de arroz) objetivando a recuperação de áreas com problemas de sódio trocável, \n\ntambém tem sido uma prática de relativa eficiência (Silva, 1978). Alguns trabalhos \n\n(Rossiello et al., 1981; Ruiz et al., 1997; Silveira, 1999) sugerem a aplicação do efluente \n\norgânico vinhaça, um subproduto do processamento da cana-de-açúcar, como um \n\ncorretivo promissor para a correção de solos com predominância de Na trocável.  \n\nEm solos com complexo de troca dominado pelo Na trocável, além de \n\ncondicionadores ou melhoradores químicos, a exemplo do gesso agrícola, também é \n\nrecomendada a incorporação de materiais orgânicos, tais como: esterco de curral, adubo \n\nverde, composto de lixo urbano e resíduo de destilarias para a melhoria da \n\npermeabilidade desses solos (Silva, 1978). Com esse objetivo, Holanda et al. (1998) \n\nverificaram efeito benéfico do esterco bovino na redução do Na trocável de um solo \n\nsalino-sódico, principalmente quando associado à subsolagem e à gessagem. \n\n \n\n2.4 – Natureza dos compostos orgânicos \n\nAlém da função cimentante, a matéria orgânica do solo apresenta potencial de \n\nretardar a entrada de água nos agregados, aumentando sua resistência quando \n\numedecidos. Desta forma, a aplicação de materiais orgânicos com características \n\nhidrofóbicas e hidrofílicas podem apresentar papel importante na estabilização e \n\nformação de macroagregados dos solos com intemperismo avançado (Bastos et \n\nal.,2005). \n\nAs substâncias húmicas são constituídas de uma série de compostos de elevado \n\npeso molecular e que são separadas com base em características de solubilidade. Elas \n\nsão classificadas em: humina – fração insolúvel em meio alcalino; ácidos húmicos – \n\nfração escura extraída geralmente em meio alcalino (NaOH e Na4P2O7) e insolúvel em \n\n\n\n9 \n \n\nmeio ácido diluído; ácidos fúlvicos – fração colorida alcalino-solúvel que se mantém em \n\nsolução após a remoção dos ácidos húmicos por acidificação. Os ácidos húmicos \n\npossuem conteúdo maior de C e menor de O, e, conseqüentemente, uma massa maior \n\nquando comparada à dos ácidos fúlvicos (Guerra et al, 2008).  \n\nAs substâncias húmicas podem ser divididas ainda conforme sua afinidade com \n\nágua. Assim, elas podem ser hidrofílicas ou hidrofóbicas. As primeiras são constituídas \n\nprincipalmente por carboidratos neutros ou ácidos, de origem microbiana ou derivados \n\nde plantas; e as segundas, são formadas por cadeias carbônicas longas, alifáticas e ricas \n\nem polifenóis, oriundos principalmente da oxidação da lignina e da celulose (Kaiser e \n\nZech, 2000).  \n\nO tratamento do solo com matérias orgânicos contendo quantidades substanciais \n\nde compostos hidrofóbicos pode favorecer a estabilidade de agregados do solo, mais do \n\nque compostos com predominância de materiais hidrofílicos. Sullivan (1990), verificou \n\nque a distribuição não uniforme da matéria orgânica hidrofóbica retarda a entrada de \n\nágua nos agregados, aumentando assim sua resistência deles quando expostos à água. \n\nHaynes e Swift (1990) verificaram que agregados secos oriundos de pastagem ( alto \n\nconteúdo de C orgânico de caráter hidrofóbico) eram mais estáveis em água do que os \n\nagregados de solos arados. \n\n\n\n10 \n \n\n3. Material e Métodos \n\n \n\n3.1 - Descrição da origem das amostras de solo \n\nO estudo foi realizado nas dependências do Departamento de Solos da \n\nUniversidade Federal de Viçosa-MG, com solos provenientes do Perímetro Irrigado \n\nCachoeira II, localizado no município de Serra Talhada (PE), na meso-região Sertão do \n\nAlto Pajeú. O clima local é semi-árido, com temperatura média anual de 27ºC e \n\nprecipitação pluviométrica anual de 720 mm. A sede do município de Serra Talhada \n\nestá localizada nas coordenadas geográficas 07º 59’ 31” de latitude Sul e 38º 17’ 54” de \n\nlongitude Oeste, a uma altitude de 429 metros. Segundo a classificação climática de \n\nKoppen, o clima semi-árido do sertão pernambucano pode ser considerado como do tipo \n\nBShw, ou seja um clima seco de estepes  de baixas latitudes (BSh) e com chuvas de \n\nverão retardadas para o outono (w) (DNOCS, 1999). A área atualmente utilizada com \n\nirrigação no referido perímetro é de cerca de 230 ha.  \n\n \n\n3.2 – Amostragem do solo \n\nOs solos selecionados para avaliação no presente estudo foram dois Neossolos \n\nFlúvicos, freqüentemente utilizados, principalmente, para as culturas irrigadas de \n\ncebola, pimentão, tomate, feijão, milho e banana. Amostras dos solos foram coletados \n\nem duas áreas distintas dentro do perímetro, uma no lote 3D e outra no lote 4D. O \n\nprimeiro solo não apresenta problema associado ao excesso de sais, e o segundo  \n\napresenta problemas decorrentes da salinização (redução da produtividade e presença de \n\nsais em superfície). \n\nColetou-se amostras de solos nas camadas de 0 a 20 cm  e 20 a 40 cm de \n\nprofundidade. Uma vez coletadas, as amostras foram previamente secas ao ar e passadas \n\nem peneira de 2mm de malha, onde obteve a terra fina seca ao ar (TFSA), que foi \n\nutilizada na execução dos ensaios. Uma porção da TFSA de cada solo foi \n\nhomogeneizada e realizada a caracterização química e física (Quadros 1e 2).  \n\n \n\n3.3 - Compostos orgânicos utilizados \n\nPara a realização dos ensaios foram utilizados dois produtos orgânicos de \n\ndiferentes características quanto à hidrofobicidade. O composto orgânico de caráter \n\nhidrofóbico selecionado foi o ácido esteárico (ácido octadecanóico – \n\nCH3(CH2)16COOH) puro (AE), de origem vegetal, comercializado pela empresa Vetec. \n\n\n\n11 \n \n\nJá o composto orgânico com caráter intermediário de hodrofobicidade foi um ácido \n\nhúmico (AH), obtido a partir de um vermicomposto de esterco bovino, com alto teor de \n\nmatéria orgânica, extraído e purificado segundo a técnica recomendada pela Sociedade \n\nInternacional de Substâncias Húmicas – IHSS (Swift, 1996). \n\n \n\n3.4 – Tratamentos e delineamento experimental \n\nDois experimentos foram conduzidos para se avaliar os efeitos dos diferentes \n\ncompostos orgânicos na formação e estabilização dos agregados e em algumas outras \n\ncaracterísticas físicas e químicas dos solos e da solução do solo, conforme expresso pelo \n\nextrato solo-água.  \n\nEm cada um dos experimentos, 200,00 g de TFSA foram dispostos em sacos \n\nplásticos de 1 L de capacidade, seguido da adição dos compostos orgânicos, \n\nadicionados na forma de pó ao solo seco. Uma vez efetuada a homogeneização da \n\nmistura, o sacos receberam água deionizada necessária para alcançar 80% da capacidade \n\nde campo. Os experimentos foram conduzidos em uma incubadora a ±27 ºC. Durante os \n\nexperimentos os sacos plásticos permaneceram abertos para não limitar as trocas \n\ngasosas. \n\n \n\n\n\n12 \n \n\nQuadro 1 - Caracterização química dos solos e do extrato da pasta saturada dos Neossolos utilizados no presente estudo: solo normal (RY1) e \nsolo salino-sódico (RY2) \n\n \n\nExtrato da pasta saturada Cátions Trocáveis \nSolo Camada pH \n\nCE Ca Mg Na K RAS Cl HCO3 CO3 Ca Mg Na K CTC \nPST COT \n\n  H2O Extrato dS m- -------------------------- mmolc L-1 -------------------------- --------- cmolc dm-3 ---------- % dag kg-1 \n\n0-20cm 7,4 8,0 1,47 0,16 0,28   0,22 0,06 0,67 0,60 0,01 0,00 5,54 3,30 0,29 0,48 9,73 2,98 0,75 \nRY1 \n\n20-40cm 7,8 7,9 1,08 0,16 0,26   0,24 0,05 0,75 0,60 0,01 0,00 4,98 3,22 0,31 0,31 9,10 3,40 0,60 \n\n0-20cm 8,5 6,6 15,31 0,41 0,51   9,64 0,04 20,09 10,00 0,02 0,02 3,86 2,10 1,96 0,18 8,20 23,90 1,57 \nRY2 \n\n20-40cm 7,8 7,3 15,05 0,24 0,46 10,31 0,03 24,65 10,50 0,01 0,02 3,12 2,21 4,00 0,15 9,50 42,10 0,91 \n\nCE: Condutividade elétrica, RAS: Relação de Adsorção de Sódio, PST: Porcentagem de Sódio Trocável, COT: Carbono Orgânico Total \n\n \nQuadro 2 -  Caracterização física dos Neossolos utilizados no presente estudo: solo normal (RY1) e solo salino-sódico (RY2) \n \n\nDs Dp Ko U ADA EU \nAreia \n\nGrossa \n\nAreia \n\nFina \nSilte Argila \n\nSolo Camada \n\n---- g cm-3 ---- cm h-1 ----------- kg kg -1 ----------- ------------------ g kg-1 ------------------ \n\nClasse Textural \n\n0-20cm 1,56 2,44 4,60 0,11 0,05 0,11 140 520 200 140 Franco-Arenosa \nRY1 \n\n20-40cm 1,58 2,86 3,12 0,12 0,06 0,12 130 510 210 150 Franco-Arenosa \n\n0-20cm 1,45 2,44 0,00 0,25 0,08 0,22   60 190 510 240 Franco-Siltosa \nRY2 \n\n20-40cm 1,54 2,44 0,22 0,23 0,18 0,21   60 250 430 260 Franco-Siltosa \n\nDs: Densidade do solo, Dp: Densidade de partículas, Ko: Condutividade hidráulica do solo, U: Umidade atual, ADA: argila dispersa em água; EU: Equivalente \n\nde umidade \n\n\n\n13 \n \n\n3.4.1 – Experimento I – efeito do tempo de incubação \n\nNeste experimento foram avaliadas as características químicas e físicas dos \n\nsolos, bem como do extrato solo:solução, em resposta ao tempo de incubação com os \n\ndois compostos orgânicos indicados, aplicados  separadamente. O ensaio foi montado \n\nem esquema fatorial 2 × 2 × 2 x 3, correspondendo a TFSA de dois solos (RY1 e RY2), \n\nduas camadas de coleta (0 a 20 cm e 20 a 40 cm), dois compostos orgânicos (AH e AE)  \n\ne três tempos de incubação (40, 80 e 150 dias), em blocos casualizados, com três \n\nrepetições. Ao todo foram conduzidas 72 unidades experimentais. A dose dos \n\ncompostos aplicada foi única em todos os tratamentos e equivalente a 5,0 g kg-1.  \n\nDurante a incubação, as amostras eram homogeneizados semanalmente, a fim de \n\nminimizar a desuniformidade de condições de aeração no interior dos sacos plásticos. \n\nNesse mesmo momento, água destilada era adicionada de forma a se manter a umidade \n\nem 80% da capacidade de campo. Finalizado o período de incubação, os sacos plásticos \n\nforam retiradas da incubadora e deixados atingir temperatura ambiente. Após a secagem \n\nao ar, as amostras foram processadas para fins de realização das análises químicas e \n\nfísicas. \n\nA análise estatística dos dados foi promovida pela análise de variância, que foi \n\nefetuada por camada de solo, e segundo o esquema apresentado no Quadro 3. Dois \n\ncontrastes ortogonais (C1 e C2) foram testados para se avaliar o efeito dos tempos de \n\nincubação. O primeiro contraste procurou comparar os dois primeiros tempos de \n\nincubação (C1 = -y(40 d) + y(80 d)) e, o segundo, esses dois tempos iniciais com o \n\nmaior tempo de incubação (C2 = – y (40 d) – y(80 d) + 2 y(150 d)). O contraste C1 \n\nobjetivou avaliar possíveis efeitos de curto prazo, e o contraste C2, os efeitos de longo \n\nprazo.  \n\nNa discussão dos resultados dos contrastes, a expressão “tendência” quando \n\nutilizada, irá corresponder a diferenças significativas entre 5 e 25% diagnosticadas pelo \n\nteste F. As análises estatísticas foram realizadas com o auxílio do Sistema para Análises \n\nEstatísticas e Genéticas  (SAEG) versão 5.0, desenvolvido pela Universidade Federal de \n\nViçosa.  \n\n \n\n3.4.2 – Experimento II – efeito de doses \n\nNeste experimento foram avaliadas as características químicas e físicas dos \n\nsolos, bem como do extrato solo:solução, em resposta à aplicação de doses crescentes \n\ndos dois compostos orgânicos aplicados individualmente. O ensaio foi conduzido \n\n\n\n14 \n \n\nconforme esquema fatorial 2 x 2 x 2 x 5, correspondendo a TFSA de dois solos (RY1 e \n\nRY2), duas camadas de coleta (0 a 20 cm e 20 a 40 cm), dois compostos orgânicos (AH \n\ne AE) e cinco doses (0; 2,5; 5,0; 7,5 e 10,0 g kg-1), em blocos casualizados, com três \n\nrepetições. Ao todo foram conduzidas 120 unidades experimentais.  \n\nO experimento foi conduzido com tempo de incubação único de 150 dias, \n\nsemanalmente todas as unidades experimentais eram homogeneizadas e umedecidas \n\npara manter a umidade em 80% da capacidade de campo. Finalizado o período de \n\nincubação, os sacos plásticos foram retiradas da incubadora e deixados atingir à \n\ntemperatura ambiente. Após a secagem ao ar, as amostras foram processadas para fins \n\nda realização das análises químicas e físicas. \n\nA análise estatística dos dados foi promovida pela análise de variância, que foi \n\nefetuada por camada de solo, e segundo o esquema apresentado no Quadro 4. Análises \n\nde regressões foram conduzidas em função das doses aplicadas. As análises estatísticas \n\nforam realizadas com o auxílio do programa SAEG versão 5.0. \n\n \n\nQuadro 3 – Esquema da análise de variância de dois Neossolos Flúvicos, normal (RY1) \ne salino-sódico (RY2), amostrados a duas profundidades, considerando o \ntempo de incubação com dois compostos orgânicos (CO): ácido húmico \n(AH) e ácido esteárico (AE) \n\n \n\nFonte de Variação Graus de Liberdade \nBlocos 2 \nSolos 1 \nCO d/RY1 1 \nCO d/RY2 1 \nTempo d/AH d/RY1 2 \nTempo d/AE d/RY1 2 \nTempo d/AH d/RY2 2 \nTempo d/AE d/RY2 2 \nResíduo 22 \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n15 \n \n\nQuadro 4 – Esquema da análise de variância de dois Neossolos Flúvicos, normal (RY1) \ne salino-sódico (RY2), amostrados a duas profundidades, considerando a \naplicação de doses crescentes de dois compostos orgânicos (CO): ácido \nhúmico (AH) e ácido esteárico (AE) \n\n \n\nFonte de Variação Graus de Liberdade \nBlocos 2 \nSolos 1 \nCO d/RY1 1 \nCO d/RY2 1 \nDose d/AH d/RY1 4 \nDose d/AE d/RY1 4 \nDose d/AH d/RY2 4 \nDose d/AE d/RY2 4 \nResíduo 38 \n\n\n\n16 \n \n\n3.5 – Metodologias analíticas utilizadas \n\n3.5.1. Caracterização dos solos \n\na) Textura  \n\nA análise granulométrica foi realizada pelo método da pipeta de acordo com \n\nEMBRAPA (1997), porém, com utilização de agitação lenta de 50 rpm por 16 h (Ruiz, \n\n2005a) e determinação de silte por pipetagem (Ruiz, 2005b). \n\n \n\nb) Carbono orgânico total (COT) \n\nO carbono orgânico total foi quantificado por oxidação da matéria orgânica via \n\númida com K2Cr2O7 0,167 mol L-1 em meio sulfúrico e com aquecimento externo \n\n(Yeomans e Bremner, 1988).  \n\n \n\nc) Densidade do solo e de partículas  \n\nNa determinação da densidade do solo (Ds) foi utilizado o método do torrão \n\nparafinado, pela dificuldade de obtenção do anel volumétrico. A densidade de partículas \n\n(Dp) foi avaliada pelo método do balão volumétrico, utilizando-se álcool como líquido \n\npenetrante. Ambos procedimentos foram executados segundo EMBRAPA (1997). \n\n \n\nd) Caracterização química para solos afetados por sais \n\nPara a avaliação dos atributos químicos originais do solo, ainda sem o efeito dos \n\ntratamentos, as amostras de solo foram submetidas às análises dos elementos solúveis, \n\ncom o preparo do extrato da pasta saturada, pelo método descrito por Richards (1954). \n\nNo extrato da pasta saturada mediram-se a condutividade elétrica (CE a 25 °C) e o pH, e \n\ndeterminaram-se os teores dos cátions solúveis Ca e Mg, por espectrofotometria de \n\nabsorção atômica; e de Na e K, por fotometria de emissão de chama.  \n\nForam determinados os teores dos cátions trocáveis no solo Ca, Mg, K e Na, \n\nextraídos com solução de acetato de amônio 1 mol L-1. Antes da extração com acetato \n\nde amônio, foi feita uma pré-lavagem do solo com álcool para a retirada do excesso de \n\nsais solúveis. A quantificação do Ca e Mg foi efetuada por espectrofotometria de \n\nabsorção atômica, e de K e Na, por fotometria de emissão de chama. A capacidade de \n\ntroca de cátions foi obtida pela extração com acetato de sódio e acetato de amônio 1 mol \n\nL-1 (Richards, 1954). Com os resultados das análises, calculou-se a relação de adsorção \n\nde sódio (RAS) e a percentagem de sódio trocável (PST), conforme Richards (1954). \n\n \n\n\n\n17 \n \n\n3.5.2. Avaliação dos experimentos I e II \n\n \n\na) Distribuição e estabilidade de agregados via seca \n\nPara a avaliação da estabilidade dos agregados foi utilizado o método do \n\npeneiramento a seco. As amostras provenientes dos experimentos foram separadas em \n\nclasses de tamanho de agregados (9,52-4,0; 4,0-2,0; 2,0-1,0;1,0-0,5; 0,50-0,250; 0,250-\n\n0,105, e &lt;0,105 mm) em um agitador de peneiras marca Rotap. Uma quantidade de \n\naproximadamente 200 g de agregados de solo entre 9,52 e 4,00 mm de diâmetro foram \n\ncolocadas no agitador com velocidade mantida constante e movimentos rotatórios com \n\nvibração por 15 minutos. Na seqüência, uma porção de cada fração separada foi seca em \n\nestufa a 105 ºC, para a determinação da umidade residual e correção do peso. Com esses \n\ndados, calculou-se o diâmetro médio ponderado (DMP) e o diâmetro médio geométrico \n\n(DMG), segundo as equações propostas por Kemper e Chepil (1965).  \n\n \n\nb) Distribuição e estabilidade de agregados via úmida \n\nUtilizaram-se 20 g de agregados entre 4,0 e 2,0 mm de diâmetro. As amostras \n\nforam previamente umedecidas de forma lenta com atomizador e mantidas em repouso \n\nsob temperatura ambiente por 2 horas, de forma a permitir a penetração da água nos \n\nagregados, minimizando assim sua destruição pela rápida expulsão do ar quando imerso \n\nna água (Kemper e Chepil, 1965). Na seqüência, a amostra pré-umedecida foi disposta \n\nna parte superior do conjunto de peneiras de um aparelho de oscilação vertical, do tipo \n\nYoder, formado por unidades de malhas de 4,0; 2,0; 1,0; 0,5; 0,25; e 0,105 mm de \n\ndiâmetro. Transcorridos 15 minutos de oscilação, as amostras retidas em cada peneira \n\nforam transferidas para cápsulas de alumínio com auxílio de jatos de água. À \n\ncontinuação, as cápsulas, foram encaminhadas para estufa a 105 ºC, onde \n\npermaneceram por um período de 24 horas, antes da pesagem. A partir dos valores de \n\nmassa seca obtidos, calculou-se o DMP e DMG segundo Kemper e Chepil (1965). \n\n \n\nc) Argila dispersa em água \n\nA argila dispersa em água (ADA) foi determinada seguindo metodologia \n\ndescrita para análise granulométrica, com agitação rápida (12.000 rpm por 15 minutos) \n\ne suprimindo-se o uso do dispersante químico (EMBRAPA, 1997).  \n\n \n\n\n\n18 \n \n\nd) Equivalente de umidade \n\nAmostras de TFSA (cerca de 25 g de solo) foram colocadas em caixas \n\nespecíficas, adequadas para uso em uma centrifuga para essa determinação. Em seguida, \n\no conjunto foi previamente saturado com água por um período mínimo de 6 horas e \n\ncolocado no rotor para centrifugação a 2.440 rpm, por 30 minutos. Finalizada a \n\ncentrifugação, cada amostra foi transferida para cápsulas de alumínio com tampa e \n\npreviamente tarada. Anotaram-se os pesos após a centrifugação (peso úmido) e o peso \n\nseco após permanência por 24 horas em estufa a 100-105ºC. Por diferença entre o peso \n\númido e seco, obteve-se o equivalente de umidade.  \n\n \n\ne) Grau de repelência à água \n\nO grau de repelência à água dos agregados foi avaliado pelo método do tempo \n\nde penetração da gota de água (Letey, 1969). O teste do tempo de penetração da gota de \n\nágua (TPGA) consiste na colocação de uma gota de água na superfície dos agregados do \n\nsolo e a marcação do tempo gasto para que a água infiltre totalmente. Para o TPGA \n\nforam utilizados agregados menores que 2,00 mm secos ao ar, obtidos no peneiramento \n\na seco. Cerca de 20,00 g desses agregados foram colocados em um prato e a superfície \n\nfoi “alisada” suavemente com a mão. Nove gotas de água foram dispostas ao acaso \n\nsobre o solo e os tempos de infiltração cronometrados. O tempo médio de infiltração das \n\nnove gotas foi utilizado para classificar os agregados (e, portanto, o solo) quanto ao seu \n\ngrau de repelência. Tempos de infiltração inferiores a 5 s são associados a solos não \n\nrepelentes; de 5 a 60 s, a solos de repelência fraca; de 60 a 600 s, a solos de repelência \n\nforte; de 600 a 3600 s, a solos de repelência muito severa e tempos superiores a 3600 s, \n\na solos de repelência extrema (King, 1981).  \n\n \n\nf) Caracterização química para solos afetados por sais \n\nPara a avaliação dos atributos químicos em resposta aos tratamentos conduzidos, \n\nas amostras de solo foram submetidas às análises dos elementos solúveis, com o preparo \n\ndo extrato solo-água na relação 1-5, pelo método descrito por Richards (1954). No \n\nextrato solo-água mediram-se a condutividade elétrica (CE a 25 °C) e o pH, e \n\ndeterminaram-se os teores dos cátions solúveis Ca e Mg, por espectrofotometria de \n\nabsorção atômica; e Na e K, por fotometria de emissão de chama.  \n\nNas amostras foram determinados os teores dos cátions trocáveis Ca, Mg, K e \n\nNa, extraídos com solução de acetato de amônio 1 mol L-1. A quantificação do Ca e Mg \n\n\n\n19 \n \n\nse deu por espectrofotometria de absorção atômica, e de K e Na, por fotometria de \n\nemissão de chama. A capacidade de troca de cátions foi obtida pela extração com \n\nacetato de sódio e acetato de amônio 1 mol L-1 (Richards, 1954). Com os resultados das \n\nanálises, calculou-se a relação de adsorção de sódio (RAS) e a percentagem de sódio \n\ntrocável (PST), conforme Richards (1954). \n\n\n\n20 \n \n\n4. Resultados e Discussão \n\n \n\n4.1- Experimento I - efeito do tempo de incubação \n\n \n\n4.1.1. Características físicas \n\nA distribuição dos agregados obtidos por via seca e úmida após os tempos de \n\nincubação testados é apresentada nos Quadros 5 e 6, respectivamente. \n\nO tempo de incubação após a adição dos compostos orgânicos promoveu \n\nalterações na distribuição de agregados por via seca para os solos estudados (Quadro 5), \n\nsendo destacável a redução da proporção dos agregados das duas menores classes de \n\ndiâmetro e no maior tempo de incubação (150 dias), para as amostras provenientes da \n\ncamada de 0 a 20 cm de profundidade. Os incrementos correspondentes a essa redução \n\nnas classes menores foram associados a incrementos na classe de 0,25 a 0,5 mm de \n\ndiâmetro para o RY1 e, à classe de maior diâmetro, no solo salino-sódico (RY2). Na \n\ncamada de 20 a 40 cm de profundidade, essa tendência se repetiu, embora com menor \n\nexpressividade que a camada superficial dos solos. Provavelmente este comportamento \n\nfoi decorrente da presença de mais matéria orgânica na camada superficial que \n\nfavoreceu a interação da matéria orgânica adicionada com as frações mineral e orgânica. \n\nComparando-se o efeito dos compostos orgânicos adicionados ao solo RY1, o \n\nácido esteárico acarretou a obtenção de maiores proporções de agregados maiores que \n\n0,5 mm aos 150 dias de incubação do que o ácido húmico, nas duas profundidades \n\navaliadas. Esses resultados corroboram com o verificado por Piccolo e Mbagwu (1999), \n\nque indicaram que compostos hidrofóbicos tendem a aumentar a estabilidade dos \n\nagregados por meio da formação de uma cobertura repelente à água.  \n\nAmbos os compostos orgânicos proporcionaram incrementos nas duas maiores \n\nclasses de agregados, evidenciando o papel fundamental da matéria orgânica na \n\nestruturação dos solos. Isto se torna mais evidente quando se verifica a formação de \n\nagregados maiores que 4 mm na camada superficial após o maior tempo de incubação, \n\nresultado semelhante foi obtido por Bastos et al.,(2005). A importância desses \n\nagregados de maior diâmetro é notória, sendo à sua presença associadas uma boa \n\nestrutura para o desenvolvimento vegetal e a sustentabilidade ambiental do solo \n\n(Siqueira et al., 1994). \n\n \n\n\n\n21 \n \n\nQuadro 5 - Proporção de agregados de dois Neossolos Flúvicos, normal (RY1) e salino-\nsódico (RY2), separados por via seca, amostrados a duas profundidades, \nconsiderando o tempo de incubação com dois compostos orgânicos, ácido \nhúmico (AH) ácido esteárico (AE)   \n\n \nClasse de Agregados (mm) \n\nSolo Composto Orgânico Tempo 9,52-\n4,0 \n\n4,0-\n2,0 \n\n2,0-\n1,0 \n\n1,0-\n0,5 \n\n0,5-\n0,25 \n\n0,25-\n0,105&lt;0,105 \n\n  dias ____________________________________kg kg-1___________________________________ \n\n                               Profundidade de amostragem 0-20 cm \n\nRY1 AH 40 0,000 0,001 0,027 0,080 0,229 0,416 0,247\n  80 0,000 0,000 0,011 0,057 0,222 0,450 0,260\n  150 0,023 0,037 0,067 0,088 0,475 0,227 0,082\n\n AE 40 0,000 0,005 0,033 0,090 0,212 0,413 0,247\n  80 0,000 0,002 0,024 0,091 0,228 0,431 0,224\n  150 0,053 0,049 0,084 0,098 0,434 0,199 0,084\n\nRY2 AH 40 0,122 0,075 0,153 0,144 0,111 0,119 0,276\n  80 0,145 0,068 0,143 0,136 0,109 0,124 0,274\n  150 0,345 0,118 0,108 0,092 0,110 0,088 0,139\n\n AE 40 0,187 0,084 0,135 0,128 0,098 0,119 0,248\n  80 0,170 0,083 0,159 0,135 0,098 0,122 0,233\n  150 0,374 0,130 0,128 0,095 0,098 0,080 0,095\n\n                                 Profundidade de amostragem 20-40 cm \n\nRY1 AH 40 0,012 0,016 0,063 0,098 0,217 0,378 0,216\n  80 0,008 0,014 0,050 0,100 0,237 0,382 0,209\n  150 0,037 0,030 0,063 0,089 0,475 0,198 0,108\n\n AE 40 0,021 0,023 0,074 0,114 0,209 0,355 0,204\n  80 0,002 0,005 0,041 0,108 0,238 0,387 0,220\n  150 0,083 0,052 0,093 0,096 0,370 0,222 0,085\n\nRY2 AH 40 0,358 0,099 0,117 0,088 0,061 0,089 0,187\n  80 0,396 0,102 0,119 0,088 0,055 0,085 0,154\n  150 0,501 0,120 0,079 0,057 0,051 0,094 0,099\n\n AE 40 0,405 0,113 0,108 0,078 0,051 0,076 0,170\n  80 0,386 0,105 0,119 0,083 0,052 0,088 0,168\n  150 0,531 0,114 0,075 0,054 0,046 0,068 0,112\n\n \n\n \n \n\n\n\n22 \n \n\nQuadro 6. Proporção de agregados de dois Neossolos Flúvicos, normal (RY1) e salino-\nsódico (RY2), separados por via úmida, amostrados a duas           \nprofundidades, considerando o tempo de incubação com dois compostos           \norgânicos, ácido húmico (AH) e ácido esteárico (AE).  \n\n \nClasse de Agregados (mm) \n\nSolo Composto Orgânico Tempo 4,0-2,0 2,0-1,0 \n1,0-\n0,5 \n\n0,5-\n0,25 \n\n0,25-\n0,105 \n\n<0,105 \n \n\n                                         dias         _________________________      kg kg-1    __________________________  \n\n                                                  Profundidade de amostragem 0-20 cm \n\nRY1 AH 40 0,001 0,088 0,241 0,255 0,179 0,236\n  80 0,000 0,027 0,124 0,469 0,202 0,178\n  150 0,005 0,094 0,118 0,177 0,277 0,335\n\n AE 40 0,007 0,123 0,312 0,165 0,149 0,245\n  80 0,008 0,128 0,306 0,207 0,112 0,238\n  150 0,072 0,157 0,189 0,110 0,166 0,305\n\nRY2 AH 40 0,002 0,074 0,076 0,097 0,123 0,628\n  80 0,050 0,100 0,104 0,096 0,122 0,530\n  150 0,041 0,085 0,090 0,104 0,117 0,564\n\n AE 40 0,196 0,119 0,065 0,056 0,076 0,488\n  80 0,549 0,048 0,029 0,032 0,044 0,298\n  150 0,135 0,180 0,072 0,045 0,068 0,500\n\n                                            Profundidade de amostragem 20-40 cm \n\nRY1 AH 40 0,001 0,071 0,175 0,196 0,259 0,298\n  80 0,003 0,079 0,210 0,183 0,216 0,308\n  150 0,005 0,070 0,062 0,178 0,311 0,374\n\n AE 40 0,004 0,083 0,210 0,140 0,224 0,339\n  80 0,004 0,102 0,240 0,139 0,204 0,310\n  150 0,006 0,068 0,079 0,134 0,284 0,429\n\nRY2 AH 40 0,000 0,023 0,041 0,048 0,096 0,793\n  80 0,001 0,020 0,047 0,072 0,095 0,764\n  150 0,001 0,021 0,040 0,055 0,108 0,775\n\n AE 40 0,013 0,036 0,056 0,045 0,100 0,750\n  80 0,178 0,047 0,040 0,040 0,082 0,614\n  150 0,003 0,054 0,047 0,038 0,082 0,775\n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n \n\nNa distribuição de agregados por via seca obtida para o solo salino-sódico (RY2), \n\né destacável o incremento da proporção de agregados maiores que 2 mm de diâmetro \n\napós os 150 de incubação com os dois compostos orgânicos e nas duas profundidades \n\nestudadas. Esse incremento que, na maior parte das vezes, fez com que os agregados \n\nmaiores que 2 mm correspondessem a mais da metade dos agregados do solo, foi \n\nassociado à correspondente redução na proporção dos agregados das classes de menor \n\ndiâmetro. \n\nOs dados obtidos confirmam o papel da matéria orgânica como mecanismo \n\nrelevante na formação e estabilização dos agregados. À medida que esse componente é \n\nreduzido no solo, principalmente pelo preparo excessivo ou pelo baixo aporte de \n\nmaterial orgânico pelos sistemas de cultivos, decresce também o potencial de formação \n\ne a estabilidade de agregados. Para Bastos et al.(2005) o aumento da estabilidade dos \n\nagregados esta intimamente relacionado com a capacidade da matéria orgânica de se \n\naderir às partículas minerais do solo, formando as ligações argilo-metal-húmicas. \n\nEmbora muitos trabalhos indiquem o papel da matéria orgânica na formação e \n\nestabilidade dos agregados do solo (Tisdall e Oades, 1982; Oades, 1984; Piccolo e \n\nMbagwu, 1999; Dufranc et al., 2004), poucos são os estudos que apresentam noções que \n\npermitam avaliar o tempo necessário para que tais modificações aconteçam. Os dados \n\ndo presente estudo indicam que essa dinâmica se processa de forma relativamente \n\nrápida, o que é uma importante informação para o uso e manejo desses solos e também \n\npara o direcionamento de práticas de recuperação de solos degradados.  \n\nNa distribuição de agregados separados por via úmida, como esperado, a presença \n\nde agregados maiores foi limitada pela elevada energia aplicada no procedimento \n\nanalítico. Neste sentido, predominaram em ambos os solos os agregados das menores \n\nclasses de diâmetro (Quadro 6). Ainda sim efeitos dos compostos orgânicos adicionados \n\npuderam ser verificados. \n\nConsiderando a camada superficial do solo RY1, nota-se que a adição de ácido \n\nesteárico levou à obtenção de maior proporção de agregados maiores do que o AH, nos \n\ntrês tempos de incubação estudados. Estes resultados não corroboram com os dados \n\nobtidos por Bastos et al.(2005), o qual confirma que o ácido esteárico não é muito \n\neficiente na formação de agregados grandes, como é o AH. O fato de o ácido esteárico \n\nser um composto hidrofóbico (caráter apolar) pode ter conferido maior resistência ao \n\nagregado à entrada da água ou mesmo sua maior resistência frente ao efeito \n\ndesestruturante causado pela expulsão rápida do ar do seu interior. Na camada de 20 a \n\n\n\n24 \n \n\n40 cm de profundidade, menores foram os efeitos sobre a formação de agregados de \n\nmaior diâmetro. Também no solo salino-sódico (RY2) verificou-se um aparente efeito \n\nmais expressivo do ácido esteárico na formação de agregados maiores, em especial na \n\ncamada superficial avaliada. \n\nA análise do estado de agregação dos solos segundo os índices diâmetro médio \n\nponderado (DMP) e diâmetro médio geométrico (DMG), ambos calculados a partir da \n\ndistribuição das classes de agregados por via seca e via úmida, além dos dados de argila \n\ndispersa em água (ADA) e equivalente de umidade (EU) são apresentados nos Quadros \n\n7 e 8, respectivamente, para as camadas de 0 a 20 cm e de 20 a 40 cm de profundidade. \n\nOs índices DMP e DMG refletem a distribuição das classes de agregados já \n\ndiscutida previamente e reafirmam o incremento da agregação com o tempo de \n\nincubação do material orgânico, em especial quando a separação foi promovida por via \n\nseca. \n\nConsiderando os dois compostos orgânicos utilizados, em termos médios \n\nverifica-se que, das avaliações físicas efetuadas na camada mais superficial (Quadro 7), \n\napenas os índices calculados para a separação por via úmida apresentaram alguma \n\ndiferença. Desta forma, o ácido esteárico proporcionou maior incremento que o AH nos \n\nvalores de DMP do solo não afetado por sais (RY1) e, nos valores de DMP e DMG \n\nobtidos para o solo salino-sódico (RY2). Também nesse caso, o caráter hidrofóbico do \n\nácido esteárico pode ter contribuído para esse ganho em agregação. Para os índices \n\ncalculados na separação por via seca, bem como para a argila dispersa em água (ADA) e \n\nequivalente de umidade (EU), não foi observada diferença significativa entre os \n\ncompostos avaliados.  \n\nComparando-se as médias obtidas pelos dois solos, verifica-se maior agregação \n\ndo solo RY2, a partir de seus dados de DMP e DMG por via seca, e de DMP por via \n\númida. À natureza salino-sódica desse solo e ao seu maior teor de argila e de carbono \n\norgânico, podem ser atribuídas a razão dessa observação. Ainda comparando-se os \n\nsolos, notam-se maiores valores de ADA e EU associados ao solo afetado por sais. A \n\nmaior dispersão das argilas no RY2 pode ser associada às elevadas concentrações de Na \n\nencontradas nesse solo, como previamente conhecido. Quanto ao equivalente de \n\numidade, a superioridade do solo RY2 sobre o RY1 pode ser associada ao seu maior \n\nteor de argila e de carbono orgânico. \n\n\n\n25 \n \n\nQuadro 7 - Diâmetro médio ponderado (DMP) e diâmetro médio geométrico (DMG) de \nagregados separados por via seca e por via úmida, argila dispersa em água \n(ADA) e equivalente de umidade (EU) de dois Neossolos Flúvicos: normal \n(RY1) e salino-sódico (RY2), amostrados na camada 0-20 cm, considerando \no tempo de incubação (T) com dois compostos orgânicos: ácido húmico \n(AH) e ácido esteárico (AE)  \n\n \nVia Seca Via Úmida Solo(1) Composto Orgânico(2) T DMP DMG DMP DMG \n\nADA EU \n\n  dias ---------------------  mm  --------------------- ------ kg kg-1 ------ \n\nRY1 AH 40 0,28 0,19 0,46 0,28 0,049 0,106 \n  80 0,24 0,17 0,35 0,26 0,048 0,108 \n  150 0,66 0,37 0,38 0,20 0,067 0,115 \n Média  0,39a 0,24a 0,40b 0,24a 0,055a 0,110a\n\n AE 40 0,30 0,19 0,54 0,31 0,049 0,106 \n  80 0,28 0,19 0,56 0,32 0,049 0,102 \n  150 0,69 0,34 0,68 0,30 0,066 0,118 \n\nMédia 0,42a 0,24a 0,59a 0,31a 0,055a 0,109a\n\nMédia Geral 0,41B 0,24B 0,49B 0,28A 0,055B 0,109B\n\nRY2 AH 40 1,46 0,48 0,26 0,12 0,075 0,222 \n  80 1,58 0,48 0,46 0,17 0,075 0,217 \n  150 2,98 1,24 0,41 0,15 0,102 0,230 \n\nMédia 2,01a 0,73a 0,38b 0,14b 0,084a 0,223a\n\n AE 40 1,88 0,59 0,87 0,27 0,079 0,212 \n  80 1,81 0,58 1,78 0,70 0,074 0,212 \n  150 3,24 1,61 0,78 0,25 0,102 0,227 \n\nMédia 2,31a 0,93a 1,15a 0,41a 0,085a 0,217a\n\nMédia Geral 2,38A 0,98A 1,19A 0,43A 0,086A 0,218A\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n \n\n\n\n26 \n \n\nQuadro 8 - Diâmetro médio ponderado (DMP) e diâmetro médio geométrico (DMG) de \nagregados separados por via seca e por via úmida, argila dispersa em água \n(ADA) e equivalente de umidade (EU) de dois Neossolos Flúvicos, normal \n(RY1) e salino-sódico (RY2), amostrados na camada 20-40 cm, \nconsiderando o tempo de incubação (T) com dois compostos orgânicos, \nácido húmico (AH) e ácido esteárico (AE)  \n\n \nVia Seca Via Úmida Solo(1) Composto Orgânico(2) T DMP DMG DMP DMG \n\nADA EU \n\n  dias ---------------------  mm  --------------------- ------ kg kg-1 ------ \n\nRY1 AH 40 0,46 0,23 0,38 0,22 0,058 0,119 \n  80 0,41 0,23 0,41 0,23 0,055 0,112 \n  150 0,72 0,36 0,31 0,17 0,080 0,123 \n Média  0,53a 0,27a 0,36a 0,20a 0,064a 0,118a\n\n AE 40 0,56 0,26 0,40 0,21 0,059 0,110 \n  80 0,34 0,21 0,45 0,24 0,063 0,106 \n  150 1,11 0,47 0,30 0,15 0,079 0,123 \n\nMédia 0,67a 0,31a 0,39a 0,20a 0,067a 0,113a\n\nMédia Geral 0,60B 0,29B 0,38B 0,20A 0,066B 0,116B\n\nRY2 AH 40 3,01 1,05 0,14 0,08 0,183 0,225 \n  80 3,28 1,30 0,15 0,08 0,190 0,207 \n  150 3,95 1,83 0,14 0,08 0,227 0,246 \n\nMédia 3,41a 1,39a 0,15b 0,08b 0,200a 0,226a\n\n AE 40 3,34 1,28 0,21 0,09 0,189 0,196 \n  80 3,21 1,24 0,70 0,17 0,189 0,201 \n  150 4,12 1,97 0,20 0,09 0,231 0,236 \n\nMédia 3,56a 1,50a 0,37a 0,11a 0,203a 0,211a\n\nMédia Geral 3,59A 1,53A 0,39A 0,12B 0,205A 0,213A\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n\n \nOs resultados obtidos para a camada subsuperficial (Quadro 8) não indicaram \n\nhaver diferenças significativas nas características físicas avaliadas a partir da adição dos \n\ncompostos orgânicos no solo RY1. No caso do solo salino-sódico (RY2), diferenças  \n\nforam diagnosticadas para os valores de DMP e DMG estimados por via úmida, com o \n\nácido esteárico causando maior incremento nesses dois índices de agregação. Assim \n\ncomo o verificado na camada superficial (Quadro 7), o ácido esteárico desponta com \n\nmaior potencial de favorecimento à agregação do que o AH. \n\nComparando-se as médias gerais dos dois solos na camada de 20 a 40 cm de \n\nprofundidade, maiores valores para todas as estimativas foram verificadas no solo RY2, \n\nindicando sua maior agregação, maior dispersão de argilas e maior retenção de água em \n\ncomparação ao solo RY1. As justificativas para esse resultado são semelhantes às \n\n\n\n27 \n \n\ndescritas previamente para a camada superficial. A única exceção foi o índice DMG \n\nestimado por via úmida, cujo valor médio foi superior no solo RY1. \n\nA análise do efeito dos tempos de incubação sobre as características físicas via \n\ncontrastes ortogonais é apresentada no Quadro 9. Considerando os índices de agregação \n\npara o solo RY1, não houve diferenças entre os dois primeiros tempos avaliados (C1). \n\nComparando-se os dois tempos iniciais e o maior tempo de incubação (C2), verificou-se \n\ntendência de incremento nos valores de DMP via seca nas duas camadas avaliadas e \n\npara os dois compostos orgânicos aplicados. No caso do ácido esteárico aplicado na \n\ncamada de 20 a 40 cm de profundidade desse solo, esse incremento foi significativo. \n\nEntretanto, diferenças significativas associadas à redução dos índices DMP e DMG \n\nestimados por via úmida também foram verificados para os dois compostos adicionados \n\nna camada subsuperficial. As doses de AH e ácido esteárico aplicados dificultaram a \n\nformação de agregados estáveis em água nos maiores tempos de incubação. Esse \n\nresultado mostra que o AH e o ácido esteárico não é muito eficiente na formação de \n\nagregados quando utilizados doses de 5g Kg-1 nos maiores tempos de incubação. \n\nNo caso do solo afetado por sais (RY2), os efeitos da aplicação dos compostos \n\norgânicos e do tempo de incubação foram mais expressivos. Diferenças significativas \n\nforam verificadas segundo os índices DMP e DMG, tanto estimados por via úmida \n\ncomo seca, quando se considera o maior tempo de incubação avaliado (C2). Exceções \n\npara essa afirmativa somente apareceram nas avaliações efetuadas por via úmida nos \n\ntratamentos com aplicação de AH. Enquanto ao AH, nas estimativas efetuadas por via \n\nseca, foram associados incrementos de agregação, para o ácido esteárico, foram obtidas \n\nsituações opostas. Para esse composto orgânico, enquanto nas determinações por via \n\nseca, os diâmetros médios foram incrementados, nas determinações por via úmida, eles \n\nforam reduzidos no maior tempo de incubação. \n\nA dispersão de argilas foi incrementada com o tempo máximo de incubação dos \n\ndois compostos orgânicos em ambos os solos e camadas avaliadas, portanto, houve \n\nmaior dispersão das argilas e consequentemente menor formação ou destruição de \n\nmacroagregados, principalmente via úmida. O incremento de cargas negativas \n\nproporcionado pela matéria orgânica adicionada pode ter contribuído para esse \n\nresultado. Alterações significativas no equivalente de umidade somente foram \n\nverificadas na camada subsuperficial do solo afetado por sais (RY2). Entretanto tal \n\nresultado pode estar relacionado ao pequeno coeficiente de variação verificado para essa \n\n\n\n28 \n \n\ndeterminação do que propriamente um efeito dos tratamentos, tendo em vista a relativa \n\nsimilaridade verificada nos valores obtidos (Quadro 8). \n\n \n\nQuadro 9 - Coeficientes e significância dos contrastes ortogonais (C) do diâmetro médio \nponderado (DMP) e diâmetro médio geométrico (DMG) de agregados \nseparados por via seca e por via úmida, da argila dispersa em água (ADA) \ne do equivalente de umidade (EU) comparando o tempo de incubação em \ndois Neossolos Flúvicos, normal (RY1) e salino-sódico (RY2), com dois \ncompostos orgânicos, ácido húmico (AH) e ácido esteárico (AE) \n\n \nVia Seca Via Úmida Solo Composto Orgânico C\n\n(1) \n\nDMP DMG DMP DMG \nADA EU \n\n   ________________________mm_______________________ ________kg kg-1________ \n\nProfundidade 0-20 cm \n\nRY1 AH C1 -0,04 -0,02 -0,11 -0,02 -0,001 0,002 \n  C2  0,80* 0,38 -0,05 -0,14* 0,037# 0,016 \n\n AE C1 -0,02 0,00 0,02 0,01 0,000 -0,004 \n  C2 0,80* 0,30 0,26 -0,03 0,034# 0,028* \n\nRY2 AH C1 0,12 0,00 0,20* 0,05 0,000 -0,005 \n  C2 2,92# 1,52# 0,10 0,01 0,054# 0,021* \n\n AE C1 -0,07 -0,01 0,91# 0,43# -0,005# 0,000 \n  C2 2,79# 2,05# -1,09# -0,47# 0,051# 0,030* \n\nProfundidade 20-40 cm \n\nRY1 AH C1 -0,05 0,00 0,03 0,01 -0,003 -0,007 \n  C2 0,57* 0,26 -0,17# -0,11# 0,047# 0,015 \n\n AE C1 -0,22 -0,05 0,05 0,03* 0,004* -0,004 \n  C2 1,32# 0,47* -0,25# -0,15# 0,036# 0,030 \n\nRY2 AH C1 0,27* 0,25* 0,01 0,00 0,007# -0,018 \n  C2 1,61# 1,31# -0,01 0,00 0,081# 0,060# \n\n AE C1 -0,13 -0,04 0,49# 0,08# 0,000 0,005 \n  C2 1,69# 1,42# -0,51# -0,08# 0,084# 0,075# \n\n (1) C1 = -y(40 d) + y(80 d). C2 = -y(40 d) – y(80 d) + 2 y(150 d). \n#,* Significativo a 5% e 25%, respectivamente, pelo teste F. \n \n\n \n\n\n\n29 \n \n\n \n\n4.1.2. Características do extrato solo:água \n\nOs resultados da aplicação dos compostos orgânicos  considerando os diferentes \n\ntempos de incubação sobre as características do extrato solo:água (1:5) são apresentados \n\nnos Quadros 10 e 11, respectivamente, para as profundidades de 0 a 20 cm e de 20 a 40 \n\ncm de profundidade. \n\nNa camada superficial do solo RY1, em termos médios, à adição de ácido \n\nesteárico foi associado um incremento nos valores de pH e redução da condutividade \n\nelétrica (CE) e dos teores de Ca no extrato, em comparação com a adição de AH \n\n(Quadro 10). No solo salino-sódico (RY2), à aplicação de ácido esteárico foi associada \n\nas reduções nos valores de CE e dos teores de Ca, Mg e Na.  \n\nA aplicação dos compostos orgânicos, independente do tipo de solo, \n\nincrementou os teores dos cátions no extrato solo:água, como pode ser verificado a \n\npartir da comparação dos valores obtidos após a incubação e aqueles presentes na \n\ncaracterização inicial dos solos (Quadro 1). Somente para o Na no solo RY2 houve \n\nredução de teores, o qual passou de 9,64 mmolc L-1 para valores abaixo de 9,0 mmolc L-\n\n1. Neste mesmo solo também ocorreu redução do pH com a aplicação dos dois \n\ncompostos orgânicos quando comparados aos valores de pH originais. \n\nA comparação dos valores médios obtidos para o extrato solo:água dos dois \n\nsolos reflete a natureza dos mesmos. No solo salino-sódico, como esperado, foram \n\nobtidos maiores valores de cátions solúveis (à exceção do K) e CE do que no solo RY1. \n\nO Na presente no extrato do solo RY2, por exemplo, é bastante elevado, sendo quase 10 \n\n(dez vezes) maior do que no solo RY1. \n\nNos dados obtidos para a camada subsuperficial (Quadro 11), a adição de ácido \n\nesteárico no solo RY1 proporcionou maiores valores de pH, Ca e Mg. No solo salino-\n\nsódico, diferenças entre os compostos orgânicos adicionados foram verificadas apenas \n\npara o Na, cujos teores foram maiores no tratamento com ácido húmico. \n\nNa comparação entre médias obtidas para os solos, novamente o caráter salino-\n\nsódico do solo RY2 determina os resultados observados. Merece destaque a redução dos \n\nteores de Ca e Mg e o incremento de Na nesta camada em comparação com a camada \n\nmais superficial. A condutividade elétrica por si só sumariza a diferença entre os solos \n\navaliados, já que é uma estimativa diretamente associada à quantidade de sais presentes \n\nna solução.  \n\n\n\n30 \n \n\nQuadro 10 - Valores de pH, condutividade elétrica (CE), concentração de Ca, Mg, Na e \nK e relação de adsorção de sódio (RAS) no extrato 1:5 de dois Neossolos \nFlúvicos, normal (RY1) e salino-sódico (RY2), amostrados na camada 0-\n20 cm, considerando o tempo de incubação (T) com dois compostos \norgânicos, ácido húmico (AH) e ácido esteárico (AE)  \n\n \n\nSolo(1) Composto Orgânico(2) T pH CE Ca Mg Na K RAS \n\n  dias  µS cm-1 ____________mmolc L-1__________________ (mmolc L-1)0,5 \n\nRY1 AH 40 5,92 288 0,56 0,68 0,96 0,23   8,01 \n  80 6,09 365 0,79 0,95 1,22 0,29  6,86 \n  150 6,02 318 0,22 0,39 0,92 0,23 14,84 \n Média  6,01b 324a 0,52a 0,67a 1,03a 0,25a     9,91a \n\n AE 40 6,67 134 0,10 0,41 0,84 0,19 12,91 \n  80 6,61 153 0,20 0,61 0,78 0,21 11,43 \n  150 6,80 130 0,41 0,71 0,71 0,29   8,75 \n\nMédia 6,69a 139b 0,24b 0,58a 0,77a 0,23a   11,03a \n\nMédia Geral 6,35a 231B 0,38B 0,62B 0,90B 0,24\nA \n\n10,47A \n\nRY2 AH 40 5,11 1752 4,46 2,81 8,74 0,24 3,58 \n  80 5,05 1764 5,04 2,31 8,56 0,31 3,58 \n  150 5,43 1764 3,56 2,24 8,24 0,24 4,05 \n\nMédia 5,19a 1760a 4,35a 2,45a 8,51a 0,26a   3,73a \n\n AE 40 5,08 1519 3,71 2,33 7,67 0,24 4,00 \n  80 5,13 1608 3,94 2,44 8,21 0,26 3,94 \n  150 5,42 1607 0,35 0,61 8,30 0,24 10,19 \n\nMédia 5,21a 1578b 2,67b 1,80b 8,06b 0,24a    6,04a \n\nMédia Geral 5,20B 1669A 3,51A 2,12A 8,29A 0,25\nA \n\n   4,89B \n\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n\n \n\n \n\n\n\n31 \n \n\nQuadro 11 - Valores de pH, condutividade elétrica (CE), concentração de Ca, Mg, Na e \nK e relação de adsorção de sódio (RAS) no extrato 1:5 de dois Neossolos \nFlúvicos, normal (RY1) e salino-sódico (RY2), amostrados na camada 20-\n40 cm, considerando o tempo de incubação (T) com dois compostos \norgânicos, ácido húmico (AH) e ácido esteárico (AE)  \n\n \n\nSolo(1) Composto Orgânico(2) T pH CE Ca Mg Na K RAS \n\n  dias  µS cm-1 ____________mmolc L-1__________________ (mmolc L-1)0,5 \n\nRY1 AH 40 6,21 228 0,49 0,59 0,94 0,14  9,20 \n  80 6,09 253 0,57 0,69 0,94 0,16  8,51 \n  150 6,11 255 0,17 0,34 0,97 0,15 15,12 \n Média  6,14b 245a 0,41b 0,54b 0,95a 0,15a 10,94a \n\n AE 40 6,77 120 0,26 0,64 0,71 0,11 11,65 \n  80 6,77 124 0,13 0,42 0,71 0,13 16,07 \n  150 6,53 114 3,02 1,94 0,66 0,29   5,15 \n\nMédia 6,69a 119a 1,13a 1,00a 0,69a 0,18a   10,96a \n\nMédia Geral 6,42A 182B 0,77A 0,77A 0,82B 0,16B  10,9A \n\nRY2 AH 40 6,20 1542 1,04 0,98 16,35 0,29 7,51 \n  80 6,07 1605 0,54 0,74 16,89 0,29 9,01 \n  150 6,24 1418 0,28 0,55 14,92 0,75      11,20 \n\nMédia 6,17a 1522a 0,62a 0,76a 16,05a 0,44a  9,24a \n\n AE 40 6,07 1389 0,03 0,30 15,49 0,20 17,88 \n  80 6,08 1431 0,74 0,79 13,70 0,08 8,40 \n  150 6,38 1419 0,90 0,87 14,68 0,63 8,11 \n\nMédia 6,18a 1413a 0,56a 0,65a 14,62b 0,30a 11,47a \n\nMédia Geral 6,18B 1467A 0,59A 0,70A 15,3A 0,37A 10,3A \n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n\n\n\n32 \n \n\n A avaliação do efeito dos tempos de incubação segundo os contrastes testados é \n\napresentada no Quadro 12. Os valores de pH do extrato praticamente não foram \n\nafetados pela adição e incubação das amostras com AH. Com a adição de ácido \n\nesteárico, principalmente considerando o tempo máximo de incubação (C2), \n\npredominaram tendências de alteração do pH de forma errática. Para a CE, no máximo, \n\ntendências também foram obtidas de alteração com o passar do tempo de incubação. No \n\ncaso do ácido húmico isto ocorreu entre as duas doses iniciais (C1) para o RY1, com \n\nelevação da CE, e na comparação do maior tempo de incubação com as duas iniciais \n\n(C2) para o RY2, onde se verificou redução da CE. Com ácido esteárico, tendência de \n\nincremento de CE foi diagnosticada no contraste C1 para RY2. \n\nPara o cátion solúvel Ca, os efeitos foram mais limitados à camada superficial \n\ndo solo, considerando o contraste de longo tempo (C2), indicando que ocorreu redução \n\ndos teores desse cátion com a incubação. Para o Na, tendências foram verificadas na \n\ncamada superficial e diferenças significativas na camada subsuperficial, ambas apenas \n\npara o solo salino-sódico. No caso do AH, as diferenças foram no contraste de longo \n\ntempo (C2) e, para o ácido esteárico, para o contraste de curto tempo (C1).  \n\n \n\n\n\n33 \n \n\nQuadro 13 – Coeficientes e significância dos contrastes ortogonais (C) do pH, \ncondutividade elétrica (CE), concentração de Ca, Mg, Na e K e relação \nde adsorção de sódio (RAS) no extrato solo-água 1:5, comparando o \ntempo de incubação em dois Neossolos Flúvicos, normal (RY1) e \nsalino-sódico (RY2), com dois compostos orgânicos, ácido húmico \n(AH) e ácido esteárico (AE)   \n\n \n\nSolo Composto Orgânico C\n(1) pH CE Ca Mg Na K RAS \n\n    µS cm-1 ____________mmolc L-1__________________ (mmolc L-1)0,5 \n\nProfundidade 0-20 cm \nRY1 AH C1 0,17 77,33* 0,23 0,27 0,26 0,06* -1,15 \n\n  C2 0,03 -16,67 -0,91# -0,85* -0,34 -0,06 14,81# \n\n AE C1 -0,06 18,40 0,10 0,20 -0,06 0,02 -1,48 \n  C2 0,32 -27,68 0,52* 0,40 -0,20 0,18#   -6,84* \n\nRY2 AH C1 -0,06 12,00 0,58# -0,50* -0,18 0,07* 0,00 \n  C2 0,7* 13,40 -2,38# -0,64* -0,82* -0,07 0,94 \n\n AE C1 0,05 89,30* 0,23 0,11 0,54* 0,02 -0,06 \n  C2 0,63* 87,30 -6,95# -3,55# 0,72 -0,02 12,44# \n\n   Profundidade 20-40 cm \nRY1 AH C1 -0,12 24,67 0,08 0,10 0,00 0,02 -0,69 \n\n  C2 -0,08 28,01 -0,72 -0,60* 0,06 0,00 12,53# \n\n AE C1 0,00 3,70 -0,13 -0,22 0,00 0,02 4,42 \n  C2 -0,48* -16,02 5,65# 2,82# -0,10 0,34    -17,40# \n\nRY2 AH C1 -0,13 63,30 -0,50 -0,24 0,54 0,00 1,50 \n  C2 0,21 -310,1* -1,02 -0,62* -3,4# 0,92#  5,88* \n\n AE C1 0,01 41,70 0,71* 0,49* -1,79# -0,12 -9,48# \n  C2 0,61* 19,70 1,03 0,65* 0,17 0,98#    -10,06# \n\n(1) C1 = -y(40 d) + y(80 d). C2 = -y(40 d) – y(80 d) + 2 y(150 d). \n#,* Significativo a 5% e 25%, respectivamente, pelo teste F. \n \n\n \n\n\n\n34 \n \n\n4.1.3. Características químicas \n\nAs características químicas dos solos estudados após a aplicação dos diferentes \n\ncompostos orgânicos e os tempos de incubação são apresentadas nos Quadros 13 e 14, \n\nrespectivamente, para as amostras de 0 a 20 cm e de 20 a 40 cm de profundidade.  \n\nA aplicação dos AH proporcionou aumento nos teores médios de Ca, Mg e K em \n\nrelação  ao ácido esteárico na camada superficial do solo RY1 (Quadro 13). As demais \n\nvariáveis avaliadas não apresentaram diferenças significativas entre os compostos \n\norgânicos e os tempos de incubação avaliados.  \n\nComparando-se os valores de Ca, Mg e K obtidos com o solo RY1 no início do \n\nexperimento (Quadro 1), verifica-se que não houve efeito do tempo de incubação  após \n\nos 150 dias. Entretanto, há acréscimo nos valores de Na e PST. Este acréscimo pode ser \n\nassociado à presença de Na no material orgânico aplicado. \n\nNo solo salino-sódico não se verificaram diferenças entre os compostos \n\norgânicos aplicados. Comparando-se com os valores originais (Quadro 1), nota-se que a \n\nadição dos compostos orgânicos nesse solo proporcionou acréscimo nos teores de Ca, \n\nMg e K, e diminuição na PST. Esse solo, inicialmente classificado como salino-sódico, \n\nao final do experimento, apresentou valores de PST abaixo de 15 % na camada de 0 a \n\n20 cm de profundidade e valores de CE abaixo de 4 dS m-1 (Quadro 10). Esse resultado  \n\nleva a uma reclassificação do solo, tornando-o solo normal, sem o efeito salino sódico, \n\nsegundo a classificação de Richards (1954). A determinação da CE não foi realizada \n\npelo extrato da pasta saturada, e sim, pelo método do extrato solo-água na relação 1:5. \n\nEste método pode subestimar a CE em relação ao extrato da pasta, pois na relação 1:5 a \n\nsolução encontra-se mais diluída. \n\nNa comparação entre solos, novamente o caráter do solo afetado por sais \n\ndetermina as diferenças verificadas entre RY1 e RY2. Considerando a camada \n\nsubsuperficial (Quadro 14), diferenças significativas entre os compostos orgânicos \n\nsomente foram verificadas para os teores de Mg e Na, respectivamente para os solos \n\nRY1 e RY2. Em ambos os casos os maiores teores foram associados à aplicação do \n\nácido húmico. Diferenças entre os valores médios das variáveis obtidas para os dois \n\nsolos avaliados também foram verificadas, embora em intensidade menor do que o \n\ndiagnosticado na camada superficial. \n\n\n\n35 \n \n\nQuadro 13 - Capacidade de troca catiônica (CTC), teores de Ca, Mg, Na e K trocáveis e \npercentagem de saturação de sódio (PST) de dois Neossolos Flúvicos, \nnormal (RY1) e salino-sódico (RY2), amostrados na camada 0-20 cm, \nconsiderando o tempo de incubação (T) com dois compostos orgânicos, \nácido húmico (AH) e ácido esteárico (AE)  \n\n \nSolo(1) Composto Orgânico(2) T CTC Ca Mg Na K PST \n\n  dias __________________________cmolc dm-3__________________________ % \n\nRY1 AH 40 10,49 5,53 3,24 0,59 0,53 5,64 \n  80 10,59 5,32 3,24 0,56 0,52 5,32 \n  150 11,44 5,08 3,11 0,57 0,54 4,99 \n Média  10,84a 5,31a 3,20a 0,57a 0,53a 5,32a \n\n AE 40 10,06 4,75 2,78 0,56 0,47 5,60 \n  80 10,17 4,96 2,92 0,55 0,48 5,43 \n  150 10,17 4,90 2,89 0,56 0,48 5,51 \n\nMédia 10,13a 4,87b 2,86b 0,56a 0,48b 5,51a \n\nMédia Geral 10,49B 5,09B 3,03B 0,57B 0,50B 5,41B \n\nRY2 AH 40 15,17 9,38 3,69 1,88 0,76 12,58 \n  80 16,55 8,90 3,51 1,94 0,74 11,72 \n  150 16,34 9,16 3,68 1,70 0,75 10,40 \n\nMédia 16,02a 9,15a 3,63a 1,84a 0,75a 11,57a\n\n AE 40 16,55 9,13 3,73 1,76 0,72 10,60 \n  80 15,81 9,16 3,72 1,88 0,71 11,94 \n  150 16,13 8,96 3,71 1,79 0,75 11,09 \n\nMédia 16,16a 9,08a 3,72a 1,81a 0,73a 11,21a\n\nMédia Geral 16,09A 9,11A 3,67A 1,82A 0,74A 11,39A\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \na 5% pelo teste F \n\n \n\n \n\n\n\n36 \n \n\nQuadro 14 - Capacidade de troca catiônica (CTC), teores de Ca, Mg, Na e K trocáveis e \npercentagem de saturação de sódio (PST) de dois Neossolos Flúvicos, \nnormal (RY1) e salino-sódico (RY2), amostrados na camada 20-40 cm, \nconsiderando o tempo de incubação (T) com dois compostos orgânicos, \nácido húmico (AH) e ácido esteárico (AE)  \n\n \n\nSolo(1) Composto Orgânico(2) T CTC Ca Mg Na K PST \n\n  dias __________________________cmolc dm-3__________________________ % \n\nRY1 AH 40 10,70 5,96 3,25 0,62 0,35 5,80 \n  80 11,55 5,70 3,17 0,58 0,34 5,01 \n  150 11,34 5,88 3,29 0,57 0,36 5,04 \n Média  11,20a 5,84a 3,24a 0,59a 0,35a 5,28a \n\n AE 40 10,06 5,72 3,00 0,59 0,35 5,96 \n  80 10,70 5,46 2,99 0,56 0,35 5,23 \n  150 10,06 5,62 3,02 0,53 0,32 5,30 \n\nMédia 10,27a 5,60a 3,00b 0,56a 0,34a 5,50a \n\nMédia Geral 10,74B 5,72A 3,12A 0,58B 0,34A 5,39B \n\nRY2 AH 40 15,91 5,76 2,38 5,98 0,20 37,57 \n  80 16,76 5,61 2,44 6,04 0,20 36,12 \n  150 16,76 5,78 2,45 5,98 0,17 35,67 \n\nMédia 16,48a 5,72a 2,42a 6,00a 0,19a 36,45a\n\n AE 40 17,30 5,48 2,34 5,70 0,17 33,70 \n  80 15,81 5,37 2,36 5,92 0,20 37,49 \n  150 15,59 5,49 2,42 5,89 0,20 37,76 \n\nMédia 16,23a 5,45a 2,37a 5,84b 0,19a 36,32a\n\nMédia Geral 16,36A 5,58A 2,40B 5,92A 0,19A 36,38A\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n\n \n\n\n\n37 \n \n\nNo RY2 há respostas diferentes entre as camadas (Quadros 13 e 14), com teores \n\nmais elevados de Ca, Mg e K na camada de 0 a 20 cm de profundidade. Para o Na e \n\nPST ocorreu situação inversa, com a camada subsuperficial apresentando valores bem \n\nmais elevados do que a superficial.  \n\nNa camada de 0 a 20 cm de profundidade nos dois solos, o Ca foi o principal \n\ncontribuinte para a CTC, seguido pelo Mg, acarretando menor dispersão das argilas e \n\nmenor PST. Situação semelhante também se verificou no solo RY1 na camada de 20 a \n\n40 cm. No entanto, no solo salino-sódico, nesta camada subsuperficial, o Na \n\napresentou-se como o principal contribuinte na CTC, seguido do Ca e Mg. Como \n\nconseqüência verificou-se um incremento da dispersão de argilas, chegando-se a valores \n\nde 20 %, e também uma elevação nos valores de PST, que superaram os 36 %.  \n\nOs contrastes ortogonais testados para a avaliação do efeito do tempo de \n\nincubação são apresentados no Quadro 15. Os resultados obtidos indicaram não haver \n\ndiferenças significativas entre os tempos de incubação avaliados sobre as propriedades \n\nquímicas dos solos estudados nas duas profundidades consideradas. Apenas algumas \n\ntendências puderam ser constatadas. Para a CTC obteve-se tendência de aumento nos \n\ndois solos na camada superficial com aplicação do ácido húmico, sendo que no solo \n\nRY1 isto se verificou no longo tempo (C2) e, para o solo RY2, no curto tempo (C1). Na \n\ncamada subsuperficial, apenas a aplicação do ácido esteárico no solo salino-sódico \n\nproporcionou tendência de redução da CTC com o aumento do tempo de incubação. \n\nPara Ca e Mg, tendências de redução nos teores foram verificadas apenas na camada \n\nsuperficial com a aplicação do ácido húmico nos dois solos, sendo na avaliação de \n\nlongo prazo (C2) no solo RY1 e na de curto prazo (C1) no RY2. Os teores de Na \n\napresentaram tendência de incremento nas duas camadas avaliadas para o solo salino-\n\nsódico após a adição e incubação com doses de ácido esteárico. \n\n\n\n38 \n \n\nQuadro 15 - Coeficientes e significância dos contrastes ortogonais (C) da Capacidade de \ntroca catiônica (CTC), teores de Ca, Mg, Na e K trocáveis e percentagem \nde sódio trocável (PST) comparando o tempo de incubação em dois \nNeossolos Flúvicos, normal (RY1) e salino-sódico (RY2), com dois \ncompostos orgânicos, ácido húmico (AH) e ácido esteárico (AE)   \n\n \n\nSolo Composto Orgânico C\n(1) CTC Ca Mg Na K PST \n\n   __________________________cmolc dm-3__________________________ % \n\nProfundidade 0-20 cm \nRY1 AH C1 0,10 -0,21 0,00 -0,03 -0,01 -0,32 \n\n  C2 1,80* -0,69* -0,26* -0,01 0,03 -0,98 \n\n AE C1 0,11 0,21 0,14 -0,01 0,01 -0,17 \n  C2 0,11 0,09 0,08 0,01 0,01 -0,01 \n\nRY2 AH C1 1,38* -0,48* -0,18* 0,06 -0,02 -0,86* \n  C2 0,96 0,04 0,16 -0,42# 0,00 -3,5# \n\n AE C1 -0,74 0,03 -0,01 0,12* -0,01 1,34# \n  C2 -0,10 -0,37 -0,03 -0,06 0,07 -0,36 \n\nProfundidade 20-40 cm \nRY1 AH C1 0,85 -0,26 -0,08 -0,04 -0,01 -0,79 \n\n  C2 0,43 0,10 0,16 -0,06 0,03 -0,73 \n\n AE C1 0,64 -0,26 -0,01 -0,03 0,00 -0,73 \n  C2 -0,64 0,06 0,05 -0,09 -0,06* -0,59 \n\nRY2 AH C1 0,85 -0,15 0,06 0,06 0,00 -1,45 \n  C2 0,85 0,19 0,08 -0,06 -0,06* -2,35 \n\n AE C1 -1,49* -0,11 0,02 0,22* 0,03 3,79# \n  C2 -1,93* 0,13 0,14 0,16 0,03 4,33# \n\n(1) C1 = -y(40 d) + y(80 d). C2 = -y(40 d) – y(80 d) + 2 y(150 d). \n#,* Significativo a 5% e 25%, respectivamente, pelo teste F. \n \n \n \n \n \n\n\n\n39 \n \n\n4.1.4. Grau de repelência a água \n \n\nA avaliação do grau de repelência à água após os diferentes tempos de \n\nincubação não indicou distinção entre os tratamentos. Independentemente do solo ou da \n\ncamada avaliada, todas as gotas adicionadas rapidamente se infiltraram em tempos \n\ninferiores a 5 s, o que determina a classificação dos solos como não repelentes.  \n\nEmbora fosse esperado um ganho de repelência com a aplicação dos compostos \n\norgânicos, em especial com a adição do ácido esteárico, isto não se confirmou. \n\nExplicações para o ocorrido podem ser centradas ou no tempo de incubação ou, \n\nprincipalmente, na dose aplicada, que não se mostrou suficiente para que a repelência \n\naparecesse. Provavelmente a possível baixa dose fez com que mesmo formando \n\nagregados não houve sítios hidrofóbicos expostos ou que o material orgânico exposto \n\npode ter sido consumido pelos microrganismos. \n\nComo a literatura não apresenta trabalhos em que testes de repelência foram \n\nexecutados com solos de textura média/arenosa, como os utilizados no presente estudo, \n\na definição da dose única de 5,0 g kg-1 foi de certa forma arbitrária, tendo se mostrado \n\npossivelmente aquém do necessário para que diferenças fossem evidenciadas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n40 \n \n\n4.2- Experimento II - efeito das doses dos compostos orgânicos  \n\n \n\n4.2.1. Características físicas \n\nA distribuição das classes de diâmetro dos agregados separados por via seca nos \n\nsolos após a aplicação de doses crescentes dos ácidos húmico e esteárico é apresentada \n\nno Quadro 16. Os dados indicam a gênese de agregados maiores que 2 mm para ambos \n\nos solos e compostos orgânicos. A incubação sem aplicação de material orgânico (dose \n\n= 0 g kg-1) também favoreceu a formação de agregados, principalmente no solo RY2 \n\nnas duas profundidades separados por via seca. Neste caso, os efeitos dos ciclos de \n\numedecimento e secagem verificados durante a condução dos ensaios podem ter \n\nfavorecido a formação de agregados. Porém, estes resultados não concordam com os \n\nobtidos por Bastos et al. (2005), os quais afirmam que os ciclos de umedecimento e \n\nsecagem reduziram a agregação do solo.  \n\nA formação de novos agregados foi mais expressiva no solo salino-sódico \n\n(RY2), no qual a aplicação dos compostos orgânicos causou incremento considerável, \n\nprincipalmente, na classe de agregados de diâmetro maior que 4 mm, que se aproximou \n\nou mesmo ultrapassou 50 % de todos os agregados desse solo. No solo não afetado por \n\nsais (RY1), o efeito dos materiais orgânicos não se mostrou muito expressivo, sendo a \n\ndistribuição de classes de diâmetro após o período de incubação relativamente \n\nsemelhante ao verificado na testemunha.  \n\nNa comparação entre o AH e o ácido esteárico verificou-se que para os dois \n\nsolos analisados a formação de agregados foram semelhantes. Para Hayes &amp; Malcolm, \n\n(2001) o AH é uma molécula que apresenta tanto caráter hidrofílico, quanto \n\nhidrofóbico. Assim,esse pode interagir tanto com a fase coloidal do solo por meio de \n\nligações hidrofílicas e exibir alguma repelência água na superfície dos agregados, \n\ndevido a porção hidrofóbica da molécula, tornando assim, menos propenso a \n\ndesestruturação. \n\nOs resultados das proporções de agregados obtidas pela separação por via úmida \n\n(Quadro 17), de certa forma, apontam na mesma direção do verificado pela via seca. Há \n\nmenor efeito das aplicações das doses crescentes dos compostos orgânicos sobre o solo \n\nRY1 e um maior efeito sobre o solo salino-sódico (RY2). Agregados maiores que 2 mm \n\ntambém foram formados a partir do procedimento experimental, sendo tal gênese mais \n\nefetiva com a adição do ácido esteárico do que com o AH. Esse fenômeno de formação \n\nde agregados foi mais evidente na camada mais superficial do solo afetado por sais \n\n\n\n41 \n \n\n(RY2) em relação a camada subsuperficial e esse resultado deve estar associado à maior \n\npresença de Na no sistema (Quadro 1). Diferentemente do que ocorreu na separação de \n\nagregados por via seca, a dose com ausência de compostos orgânicos (dose 0 g kg-1) \n\npraticamente não influenciou na formação de agregados, neste caso, o ciclo de \n\numedecimento e secagem não favoreceu a formação de agregados. Estes resultados \n\nestão de acordo com os obtidos por Chaney &amp; Swift (1986b) os quais chegaram a \n\nresultados que mostravam que os ciclos de umedecimento e secagem não melhoraram a \n\nestabilidade de agregados analisados por via úmida.  \n\nHá que se ressaltar que a separação de agregados por via úmida leva a obtenção \n\nde classes de agregados considerados de maior estabilidade no solo, já que no \n\nprocedimento analítico uma alta energia é utilizada no procedimento de tamizamento \n\nem água. Portanto, a aplicação dos compostos orgânicos, em especial do ácido esteárico \n\nem amostras dos primeiros 20 cm do solo salino-sódico, proporcionou a geração de \n\nagregados de maior tamanho e estabilidade com apenas 150 dias de incubação, o que se \n\nrevela como um potencial a ser explorado em condições de campo para fins de correção \n\ndos problemas de ordem física que sofrem esses solos. \n\n\n\n42 \n \n\nQuadro 16 - Proporção de agregados de dois Neossolos Flúvicos, normal (RY1) e \nsalino-sódico (RY2), separados por via seca, amostrados na camada 0-20 \ne 20-40 cm, considerando a dose de dois compostos orgânicos, ácido \nhúmico (AH) e ácido esteárico (AE), aplicada  \n\n \nClasse de Agregados (mm) \n\nSolo Composto Orgânico Dose 9,52-\n4,0 \n\n4,0-2,0 2,0-1,0 1,0-0,5 0,5-\n0,25 \n\n0,25-\n0,105&lt;0,105 \n\n  g kg-1 _____________________________kg kg-1___________________________________ \n\n                                    Profundidade de amostragem 0-20 cm \nRY1 AH 0 0,011 0,012 0,033 0,071 0,217 0,404 0,252 \n\n  2,5 0,027 0,027 0,033 0,057 0,182 0,411 0,263 \n  5 0,016 0,021 0,041 0,071 0,199 0,407 0,245 \n  7,5 0,029 0,028 0,045 0,074 0,299 0,333 0,186 \n  10 0,012 0,014 0,040 0,077 0,214 0,401 0,242 \n\n AE 0 0,019 0,020 0,046 0,081 0,327 0,334 0,173 \n  2,5 0,032 0,033 0,061 0,083 0,296 0,321 0,175 \n  5 0,047 0,031 0,042 0,076 0,210 0,365 0,229 \n  7,5 0,038 0,033 0,051 0,082 0,206 0,386 0,204 \n  10 0,067 0,037 0,045 0,072 0,322 0,284 0,172 \n\nRY2 AH 0 0,503 0,121 0,074 0,053 0,047 0,083 0,119 \n  2,5 0,482 0,124 0,080 0,059 0,042 0,066 0,147 \n  5 0,421 0,120 0,079 0,062 0,050 0,092 0,177 \n  7,5 0,515 0,126 0,083 0,068 0,056 0,068 0,085 \n  10 0,449 0,120 0,088 0,068 0,054 0,100 0,120 \n\n AE 0 0,458 0,112 0,071 0,054 0,044 0,083 0,178 \n  2,5 0,488 0,123 0,078 0,059 0,054 0,079 0,119 \n  5 0,482 0,125 0,087 0,065 0,058 0,078 0,105 \n  7,5 0,445 0,115 0,081 0,063 0,054 0,086 0,156 \n  10 0,536 0,122 0,076 0,057 0,043 0,070 0,095 \n                                                                Profundidade de amostragem 20-40 cm \n\nRY1 AH 0 0,076 0,054 0,059 0,075 0,319 0,265 0,153 \n  2,5 0,086 0,059 0,050 0,067 0,171 0,356 0,211 \n  5 0,083 0,043 0,043 0,065 0,163 0,346 0,257 \n  7,5 0,083 0,056 0,058 0,071 0,175 0,334 0,223 \n  10 0,081 0,046 0,057 0,072 0,174 0,342 0,228 \n\n AE 0 0,099 0,057 0,076 0,092 0,219 0,300 0,157 \n  2,5 0,058 0,035 0,052 0,080 0,184 0,350 0,240 \n  5 0,111 0,064 0,068 0,081 0,210 0,297 0,168 \n  7,5 0,187 0,076 0,075 0,082 0,255 0,210 0,115 \n  10 0,089 0,048 0,063 0,081 0,168 0,347 0,205 \n\nRY2 AH 0 0,529 0,132 0,073 0,048 0,034 0,062 0,123 \n  2,5 0,540 0,123 0,071 0,050 0,035 0,062 0,119 \n  5 0,573 0,116 0,066 0,043 0,033 0,054 0,116 \n  7,5 0,519 0,121 0,068 0,049 0,037 0,073 0,133 \n  10 0,508 0,121 0,071 0,051 0,038 0,068 0,143 \n\n AE 0 0,583 0,124 0,069 0,044 0,028 0,054 0,099 \n  2,5 0,628 0,120 0,067 0,041 0,026 0,047 0,082 \n  5 0,594 0,118 0,061 0,040 0,028 0,057 0,102 \n  7,5 0,628 0,117 0,064 0,043 0,028 0,045 0,074 \n  10 0,560 0,124 0,067 0,047 0,036 0,065 0,100 \n\n \n\n\n\n43 \n \n\nQuadro 17 - Proporção de agregados de dois Neossolos Flúvicos, normal (RY1) e \nsalino-sódico (RY2), separados por via úmida, amostrados na camada 0-\n20 e 20-40 cm, considerando a dose de dois compostos orgânicos, ácido \nhúmico (AH) e ácido esteárico (AE), aplicada \n\nClasse de Agregados (mm) \nSolo Composto Orgânico Dose 4,0-2,0 2,0-1,0 1,0-0,5 0,5-\n\n0,25 \n0,25-\n0,105&lt;0,105 \n\n                                       g kg-1                  _________________________   kg kg-1    __________________________ \n                                                          Profundidade de amostragem 0-20 cm \n\nRY1 AH 0 0,007 0,092 0,220 0,228 0,217 0,237 \n  2,5 0,003 0,075 0,156 0,280 0,235 0,252 \n  5 0,001 0,080 0,220 0,237 0,220 0,242 \n  7,5 0,007 0,094 0,188 0,175 0,234 0,301 \n  10 0,012 0,094 0,241 0,197 0,211 0,246 \n\n AE 0 0,000 0,088 0,120 0,223 0,256 0,312 \n  2,5 0,021 0,115 0,205 0,208 0,207 0,256 \n  5 0,036 0,149 0,279 0,184 0,117 0,235 \n  7,5 0,052 0,215 0,211 0,110 0,137 0,275 \n  10 0,138 0,215 0,144 0,156 0,099 0,247 \n\nRY2 AH 0 0,014 0,066 0,140 0,083 0,095 0,602 \n  2,5 0,058 0,080 0,106 0,100 0,086 0,571 \n  5 0,056 0,078 0,181 0,202 0,088 0,395 \n  7,5 0,073 0,087 0,095 0,098 0,132 0,515 \n  10 0,081 0,080 0,092 0,110 0,120 0,517 \n\n AE 0 0,010 0,056 0,082 0,112 0,142 0,598 \n  2,5 0,186 0,111 0,077 0,066 0,093 0,466 \n  5 0,209 0,128 0,059 0,050 0,074 0,479 \n  7,5 0,302 0,136 0,043 0,035 0,051 0,432 \n  10 0,365 0,135 0,037 0,024 0,036 0,402 \n\n                                                          Profundidade de amostragem 20-40 cm \n\nRY1 AH 0 0,002 0,059 0,135 0,203 0,287 0,314 \n  2,5 0,002 0,056 0,142 0,184 0,315 0,301 \n  5 0,005 0,081 0,193 0,181 0,239 0,302 \n  7,5 0,000 0,087 0,104 0,161 0,298 0,350 \n  10 0,012 0,074 0,108 0,210 0,287 0,309 \n\n AE 0 0,000 0,073 0,133 0,222 0,259 0,313 \n  2,5 0,007 0,089 0,196 0,179 0,229 0,301 \n  5 0,018 0,129 0,161 0,158 0,230 0,304 \n  7,5 0,024 0,090 0,123 0,159 0,264 0,339 \n  10 0,020 0,118 0,149 0,140 0,240 0,333 \n\nRY2 AH 0 0,000 0,024 0,040 0,061 0,108 0,766 \n  2,5 0,000 0,021 0,039 0,047 0,097 0,796 \n  5 0,000 0,020 0,039 0,055 0,104 0,781 \n  7,5 0,000 0,023 0,039 0,047 0,103 0,789 \n  10 0,000 0,021 0,041 0,053 0,104 0,782 \n\n AE 0 0,000 0,019 0,037 0,048 0,107 0,789 \n  2,5 0,011 0,037 0,044 0,048 0,103 0,757 \n  5 0,041 0,048 0,044 0,041 0,090 0,736 \n  7,5 0,166 0,044 0,040 0,035 0,077 0,638 \n  10 0,039 0,065 0,052 0,046 0,090 0,709 \n \n\n\n\n44 \n \n\nQuando se consideram os diâmetros médios DMP e DMG obtidos para a \n\ncamada superficial avaliada (Quadro 18), as diferenças proporcionadas entre os \n\ncompostos orgânicos indicaram que a adição do ácido esteárico proporciona maiores \n\nvalores médios desses índices do que a do AH apenas nas estimativas que se seguiram à \n\nseparação por via úmida para os dois solos, à exceção do DMG do solo RY1. Isto mais \n\numa vez destaca o potencial do ácido esteárico na formação mais efetiva de agregados \n\nestáveis em solos.  \n\nPara os valores das variáveis ADA e EU não se verificaram diferenças \n\nestatísticas entre os compostos orgânicos aplicados. Na comparação entre os dois solos, \n\nverificou-se superioridade dos índices de agregação, da dispersão de argila e do \n\nequivalente de umidade no solo afetado por sais (RY2). Discussões prévias no ensaio do \n\nefeito do tempo de incubação já indicaram os motivos pelos quais esses resultados \n\nforam obtidos. O índice DMG via úmida não seguiu a tendência previamente \n\ncomentada, e indicou maiores valores de agregação média para o solo RY1. \n\nNa camada subsuperficial estudada (Quadro 18), a superioridade do ácido \n\nesteárico em termos de valores médios dos índices de agregação ficou restrita \n\nprincipalmente ao solo salino-sódico (RY2). Novamente não se verificaram diferenças \n\nentre os valores médios de ADA e EU obtidos com os dois compostos orgânicos \n\nadicionados. Na comparação entre solos, das variáveis avaliadas, apenas os índices de \n\nagregação estimados após separação por via úmida apresentaram maiores valores no \n\nsolo RY1. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n45 \n \n\nQuadro 18 - Diâmetro médio ponderado (DMP) e diâmetro médio geométrico (DMG) \nde agregados separados por via seca e por via úmida, argila dispersa em \nágua (ADA) e equivalente de umidade (EU) de dois Neossolos Flúvicos, \nnormal (RY1) e salino-sódico (RY2), amostrados na camada 0-20 cm  e \n20-40 cm, considerando a média das doses de dois compostos orgânicos, \nácido húmico (AH) e ácido esteárico (AE), após 150 dias de incubação  \n\n \nVia Seca Via Úmida Solo(1) Composto Orgânico(2)  DMP DMG DMP DMG \n\nADA EU \n\n   ______________________mm_____________________ ________kg kg-1________ \n\n   Profundidade de 0-20cm  \n\nRY1    \nAH  Média 0,46 a 0,22 a 0,44 b 0,26 a 0,063 a 0,110 a\n\nAE   Média 0,70 a 0,30 a 0,61 a 0,32 a 0,064 a 0,112 a\n\nMédia Geral 0,58 B 0,26 B 0,52 B 0,29 A 0,064 B 0,111 B\n\nRY2    \nAH  Média 3,78 a 1,70 a 0,47 b 0,18 b 0,104 a 0,238 a\n\nAE  Média 3,82 a 1,74 a 0,92 a 0,29 a 0,103 a 0,232 a\n\nMédia Geral 3,80 A 1,72 A 0,69 A 0,23 B 0,104 A 0,235 A\n\n              Profundidade de 20-40cm \nRY1    \n\nAH  Média 0,93 b 0,32 a 0,41 a 0,22 a 0,075 a 0,126 a\n\nAE  Média 1,21 a 0,44 a 0,43 a 0,22 a 0,078 a 0,120 a\n\nMédia Geral 1,07 B 0,38 B 0,42 A 0,22 A 0,076 B 0,123 B\n\nRY2    \nAH  Média 4,15 b 2,01 b 0,14 b 0,08 a 0,230 a 0,221 a\n\nAE  Média 4,56 a 2,51 a 0,32 a 0,11 a 0,234 a 0,233 a\n\nMédia Geral 4,35 A 2,26 A 0,23 B 0,09B 0,232 A 0,227 A\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n46 \n \n\nO efeito da aplicação dos compostos orgânicos pode ser mais facilmente \n\nvisualizado nos gráficos que relacionam as doses aplicadas e a resposta das variáveis \n\nfísicas avaliadas (Figuras 1 e 2). \n\nNo solo não afetado por sais (RY1), efeitos significativos da aplicação das doses \n\ndos compostos orgânicos com incrementos nos índices de agregação foram obtidos com \n\na adição do ácido esteárico na camada de 0 a 20 cm de profundidade (Figura 1), como já \n\nindicavam a análise de alguns dados anteriores. À aplicação do AH foi associada \n\nausência de efeito ou mesmo uma pequena redução nos índices de agregação. O efeito \n\npositivo da adição do ácido esteárico na formação e estabilização dos agregados não \n\ncorrobora com os dados obtidos por Bastos et al. (2005), que trabalharam com solos \n\nargilosos, para estes autores, o efeito foi mais acentuado para o ácido húmico.  \n\nA aplicação dos dois compostos no solo RY1 não alterou a dinâmica da \n\ndispersão de argilas e nem a retenção de água do solo, conforme avaliação segundo as \n\nvariáveis ADA e EU, respectivamente. O efeito significativo associado à aplicação de \n\ndoses do ácido esteárico incrementando os valores de ADA na primeira camada deve \n\nser tomado com ressalvas, dada à grande proximidade dos dados obtidos que indicam, \n\nem termos práticos, mais uma similaridade do que um incremento nos valores.  \n\nNo solo afetado por sais (Figura 2), o efeito da adição do ácido esteárico no \n\nincremento dos índices de agregação também foi mais evidente na primeira camada \n\navaliada, mas somente na estimativa efetuada após a separação por via úmida. Mais \n\numa vez destaca-se o potencial desse composto orgânico que levou à obtenção de \n\nagregados mais estáveis após o período de incubação considerado, quase que triplicando \n\no valor do diâmetro médio na maior dose aplicada. Os efeitos da adição do ácido \n\nhúmico foram menos efetivos e uma redução da agregação nas maiores doses também \n\nfoi diagnosticada. Os efeitos da aplicação das doses dos compostos orgânicos sobre a \n\nADA e o EU também foram poucos expressivos, sendo possíveis diferenças \n\nsignificativas encontradas pouco válidas sob o ponto de vista prático. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n47 \n \n\nÁcido húmico Ácido esteárico \n\n0.0\n\n0.7\n\n1.4\n\n2.1\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nS\n\n (m\nm\n\n)\n\n?1=0,46\n\n?2=0,93\n\n \n\n0.0\n\n0.7\n\n1.4\n\n2.1\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nS\n\n (m\nm\n\n)\n\n?1=0,5306+0,03301x (R\n2\n=0,97***)\n\n?2=1.21\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nS\n\n (m\nm\n\n)\n\n?1=0,22\n\n?2=0,3769?0,05797x\n0,5\n+0,0109x (R\n\n2\n= 0,95*)\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nS\n\n (m\nm\n\n)\n\n?1=0,2716+0,00660x (R\n2\n=0,77°)\n\n?2=0,44\n\n \n\n0.0\n\n0.3\n\n0.6\n\n0.9\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nU\n\n (m\nm\n\n)\n\n?1=0,44\n\n?2=0,5826?0,1919x\n0,5+0,04008x (R2= 0,92o)\n\n \n\n0.0\n\n0.3\n\n0.6\n\n0.9\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nU\n\n (m\nm\n\n)\n\n?1=0,3783+0,04605x (R\n2=0,90*)\n\n?2=0,3542+0,07342x\n0,5?0,01354x (R2= 0,76ns)\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nU\n\n (m\nm\n\n)\n\n?1=0,26\n\n?2=0,2701?0,03953x\n0,5+0,0054x (R2= 0,71ns)\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nU\n\n (m\nm\n\n) ?1=0,2259+0,01782x (R\n2\n=0,80*)\n\n?2=0,22\n\n \n\n0.00\n\n0.03\n\n0.06\n\n0.09\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nA\nD\n\nA\n (k\n\ng\n k\n\ng-\n1 )\n\n?1=0,063\n\n?2=0,075\n\n \n\n0.00\n\n0.03\n\n0.06\n\n0.09\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nA\nD\n\nA\n (k\n\ng \nkg\n\n-1\n)\n\n?1=0,0642+0,0000774x (R\n2\n=0,92**)\n\n?2=0,078\n\n \n\n0.00\n\n0.05\n\n0.10\n\n0.15\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nE\nU\n\n (k\ng\n\n k\ng\n\n-1\n)\n\n?1=0,110\n\n?2=0,126\n\n \n\n0.00\n\n0.05\n\n0.10\n\n0.15\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nE\nU\n\n (k\ng \n\nkg\n-1\n\n)\n\n?1=0,110\n\n?2=0,120\n\n \nFigura 1 – Resposta das características físicas do solo em função da aplicação de doses \n\ncrescentes de dois compostos orgânicos (ácido húmico e ácido esteárico) \npara as profundidades de 0 a 20 cm (—?—, Y1) e de 20 a 40 cm (--?--, Y2) \nde um Neossolo Flúvico (RY1). \n\n\n\n48 \n \n\nÁcido húmico Ácido esteárico \n\n0.0\n\n2.0\n\n4.0\n\n6.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nS\n\n (m\nm\n\n)\n?1=3,78\n\n?2=4,1362+0,06660x?0,008617x\n2\n (R\n\n2\n=0,67\n\nns\n)\n\n \n\n0.0\n\n2.0\n\n4.0\n\n6.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nS\n\n (m\nm\n\n)\n\n?1=3,82\n\n?2=4,56\n\n \n\n0.0\n\n1.0\n\n2.0\n\n3.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nS\n\n (m\nm\n\n)\n\n?1=1,70\n\n?2=2,0854+0,04457x?0,007935x\n2 (R2=0,78ns)\n\n \n\n0.0\n\n1.0\n\n2.0\n\n3.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nS\n\n (m\nm\n\n)\n\n?1=1,74\n\n?2=2,51\n\n \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nU\n\n (m\nm\n\n) ?1=0,3327+0,0555x?0,00378x\n2\n (R\n\n2\n=0,95*)\n\n?2=0,1481?0,01925x\n0,5\n+0,002612x (R\n\n2\n=0,94°)\n\n \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nP\nU\n\n (m\nm\n\n)\n\n?1=0,4163+0,10056x (R\n2\n=0,92*)\n\n?2=0,32\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nU\n\n (m\nm\n\n)\n\n?1=0,1294+0,0263x?0,002206x\n2\n  (R\n\n2\n=0,66\n\nns\n)\n\n?2=0,0814?0,00376x\n0,5\n+0,000969x (R\n\n2\n= 0,80\n\nns\n)\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nD\nM\n\nG\nU\n\n (m\nm\n\n)\n\n?1=0,1421+0,03027x (R\n2\n=0,97**)\n\n?2=0,11\n\n \n\n0.00\n\n0.10\n\n0.20\n\n0.30\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nA\nD\n\nA\n (k\n\ng \nkg\n\n-1\n)\n\n?1=0,104\n\n?2=0,23\n\n \n\n0.00\n\n0.10\n\n0.20\n\n0.30\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nA\nD\n\nA\n (k\n\ng \nkg\n\n-1\n)\n\n?1=0,103\n\n?2=0,2388?0,000983x (R\n2= 0,86*)\n\n \n\n0.00\n\n0.10\n\n0.20\n\n0.30\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nE\nU\n\n (k\ng\n\n k\ng-\n\n1 )\n\n?1=0,238\n\n?2=0,2402?0,02101x\n0,5+0,00426x (R2= 0,92°)\n\n \n\n0.00\n\n0.10\n\n0.20\n\n0.30\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nE\nU\n\n (k\ng\n\n k\ng\n\n-1\n)\n\n?1=0,2401?0,00167x (R\n2=0,67°)\n\n?2=0,2448?0,03290x\n0,5\n+0,01047x (R\n\n2\n= 0,96*)\n\n \nFigura 2 – Resposta das características físicas do solo em função da aplicação de doses \n\ncrescentes de dois compostos orgânicos (ácido húmico e ácido esteárico) \npara as profundidades de 0 a 20 cm (—?—, Y1) e de 20 a 40 cm (--?--,Y2) \nde um Neossolo Flúvico salino-sódico(RY2). \n\n\n\n49 \n \n\n4.2.2. Características do extrato solo:água \n\n \nOs dados obtidos na análise do extrato solo-água na relação 1:5 das amostras \n\nprovenientes da camada de 0 a 20 cm de profundidade do solo RY1 indicaram haver \n\ndiferenças de efeitos dos compostos orgânicos adicionados, à exceção do Na (Quadro \n\n19). A adição do AH levou à obtenção de maiores valores de CE, Mg e K se comparada \n\nà aplicação de ácido esteárico. Situação oposta foi verificada para o pH. \n\nOs incrementos mais expressivos de CE no extrato com o aumento das doses \n\naplicadas pode ser relacionado à própria contribuição do material orgânico. Ensaios \n\nposteriores ao procedimento experimental no AH aplicado, utilizando-se a mesma \n\nrelação 1:5, revelaram uma CE de 9,92 dS m-1. Os incrementos de Ca, Mg, e também de \n\nNa nos dois solos analisados com a aplicação do AH também podem ser associados aos \n\nteores presentes no vermicomposto. Na preparação deste composto orgânico a partir do \n\nvermicomposto, especial atenção foi colocada no procedimento de purificação, \n\nentretanto, os esforços despendidos não foram suficientes para livrar o produto final \n\nobtido da presença de sais. \n\nNo solo salino-sódico (RY2), os problemas com o AH adicionado também \n\nlevaram a maiores teores de Ca, Mg e Na, além de uma maior CE nos extratos obtidos \n\napós a aplicação desse composto orgânico. A comparação entre os valores médios das \n\nvariáveis obtidas para os dois solos evidenciam mais uma vez a natureza dos solos e a \n\ninfluencia dos sais na constituição química do extrato solo:água.  \n\nNa camada subsuperficial avaliada (Quadro 19), a presença de sais no AH \n\naplicado também determinou os resultados verificados na comparação entre compostos \n\norgânicos aplicados nos dois solos. A comparação entre médias dos valores das \n\nvariáveis obtidos entre os dois solos também é facilmente explicada pela natureza \n\ndiferenciada dos mesmos. \n\n \n\n\n\n50 \n \n\nQuadro 19 – Valores de pH, condutividade elétrica (CE), concentração de Ca, Mg, Na e K e \nrelação de adsorção de sódio (RAS) no extrato 1:5 de dois Neossolos Flúvicos, \nnormal (RY1) e salino-sódico (RY2), amostrados na camada 0-20 cm e 20-40 \ncm, considerando a media das dose de dois compostos orgânicos, ácido húmico \n(AH) e ácido esteárico (AE), após 150 dias de incubação \n\nSolo(1) \nComposto \nOrgânico(2) \n\n pH CE Ca Mg Na K RAS \n\n    µS cm-1 _______________mmolc L\n-1_________________ (mmolc L-1)0,5 \n\nProfundidade de 0-20cm \nRY1      \n\n AH  Média  5,81b 298,73a 0,61a 0,64a 0,86a 0,24a 1,14b \n\nAE  Média 6,42a 138,25b 0,14b 0,21b 0,73a 0,16b 1,88a \n\nMédia Geral 6,11A 218,49B 0,37 B 0,42B 0,7B 0,20B 1,51B \n\nRY2      \nAH  Média 5,40a 1732,00a 4,67a 2,66a 7,81a 0,30a 4,08a \n\nAE  Média 5,44a 1565,33b 3,94b 2,24b 7,23b 0,27a 4,13a \n\nMédia Geral 5,42B 1648,67A 4,31A 2,45A 7,5A 0,28A 4,10A \n\n        Profundidade de 20-40cm \nRY1       \n\n AH  Média  5,93b 236,10a 0,45a 0,47a 0,79a 0,15a 1,21a \n\n AE  Média 6,47a 117,12b 0,17b 0,21b 0,66a 0,12a 1,70a \n\nMédia Geral 6,20B 176,61B 0,31A 0,34A 0,73B 0,14B 1,46B \n\nRY2       \nAH  Média 6,26b 1414,80a 0,68a 0,45a 13,04a 1,65a 19,38b \n\nAE  Média 6,55a 1317,33b 0,45b 0,32b 12,00b 1,14a 22,88a \n\nMédia Geral 6,40A 1366,1A 0,56A 0,39A 12,5A 1,40A 21,13A \n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n \n \n \n \n \n\n \n\n\n\n51 \n \n\n Para fins de facilitação da discussão dos resultados obtidos, a resposta das \n\nvariáveis analisadas no extrato solo:água dos dois solos à aplicação das doses crescentes \n\ndos compostos orgânicos é apresentada nas Figuras 3 e 4.  \n\nO incremento significativo na CE, Na e Ca no solo RY1 com a adição de doses \n\ncrescentes do AH (Figura 3) confirma a observação prévia e o efeito da presença de sais \n\nnesse composto orgânico. Mesmo com essa contribuição, Não houve alteração nos \n\nvalores de RAS. Por sua vez, à aplicação de doses crescentes de ácido esteárico foi \n\nassociada uma pequena, mas significativa redução nos valores de CE. Os valores de pH \n\npraticamente não se alteraram com a adição das doses dos compostos orgânicos, ainda \n\nque alguma diferença estatística tenha sido observada. As amostras das duas \n\nprofundidades desse solo não apresentaram grande diferenciação em termos de valores \n\nobtidos para as variáveis analisadas, indicando uma certa similaridade dos materiais de \n\nsolo no perfil.  \n\nNo solo afetado por sais (Figura 4), o efeito do AH sobre a CE e os teores de Na \n\ndo extrato foi menos expressivo, dada a maior salinidade original desse solo. Ainda \n\nassim, incrementos significativos dessa variável foram verificados com o aumento das \n\ndoses de AH. Com o ácido esteárico uma leve mas significativa redução da CE foi \n\nidentificada na camada de 0 a 20 cm de profundidade.  \n\nAssim como no solo RY1, as alterações no pH foram pouco expressivas, ainda \n\nque alguma diferença significativa tenha sido diagnosticada. Efeito significativo mais \n\npronunciado sobre os cátions somente foi verificado para o K com a adição de doses \n\ncrescentes de ácido esteárico, que causaram um decréscimo nos teores obtidos no \n\nextrato. Decréscimo semelhante, mas menos expressivo, também foi verificado nos \n\nteores de Ca após a aplicação desse mesmo composto orgânico.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n52 \n \n\nÁcido húmico Ácido esteárico \n\n0\n\n150\n\n300\n\n450\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nE\n\n (µ\ns \n\ncm\n-1\n\n)\n\n?1=200,18+19,7093x (R\n2\n=0,99***)\n\n?2= 134,68+20,2840x (R\n2\n= 0,97**)\n\n \n\n0\n\n150\n\n300\n\n450\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nE\n\n (µ\ns \n\ncm\n-1\n\n)\n\n?1=188,456?50,2129x0,5+9,4784x \n\n?2= 133,595?10,737x\n0,5\n+0,87862x (R\n\n2\n= 0,98*)\n\n \n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\np\nH\n\n?1=6,1987?0,26545x\n0,5\n+0,02544x (R\n\n2\n=0,88\n\n#\n)\n\n?2= 6,10067?0,0344x (R\n2\n= 0,68°)\n\n \n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\np\nH\n\n?1=6,42\n\n?2= 6,47\n\n \n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(m\nm\n\nol\nc \n\nL-\n1 )\n\n?1=0,70156+0,03082x (R\n2\n= 0,70°)\n\n?2= 0,56799+0,04431x (R\n2\n= 0,82*)\n\n \n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(m\nm\n\nol\nc \n\nL-\n1 )\n\n?1=0,77283?0,02073x+0,00156x\n2\n (R\n\n2\n=0,90\n\n#\n)\n\n?2= 0,69293+0,005521x (R\n2\n= 0,65°)\n\n \n\n0.0\n\n0.1\n\n0.2\n\n0.3\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (m\n\nm\nol\n\nc L\n-1\n\n)\n\n?1=0,22\n\n?2= 0,15\n\n \n\n0.0\n\n0.1\n\n0.2\n\n0.3\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (m\n\nm\nol\n\nc L\n-1\n\n)\n\n?1=0,16041?0,01585x+0,002192x\n2 (R2= 0,98*)\n\n?2= 0,12\n\n \n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(m\nm\n\nol\nc L\n\n-1\n)\n\n?1=0,2971+0,63287x (R\n2\n= 0,99***)\n\n?2= 1/(4,2387?0,299855x) (R\n2\n= 0,96**)\n\n \n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(m\nm\n\nol\nc L\n\n-1\n)\n\n?1=0,27998?0,16320x\n0,5+0,03462x (R2= 0,98*)\n\n?2= 0,17\n\n \n\n0.0\n\n0.8\n\n1.6\n\n2.4\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nR\nA\n\nS\n (m\n\nm\no\n\nl c \nL\n\n-1\n)0\n\n,5\n\n?1=1,4106?0,29857x\n0,5\n+0,062427x (R\n\n2\n= 0,88\n\n#\n)\n\n?2= 1,21\n\n \n\n0.0\n\n0.8\n\n1.6\n\n2.4\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nR\nA\n\nS\n (m\n\nm\no\n\nl c \nL\n\n-1\n)0\n\n,5\n\n?1=1,44626+0,54915x\n0,5\n?0,1268x (R\n\n2\n= 0,90°)\n\n?2= 1,70\n\n \nFigura 3 – Resposta das características do extrato solo-água 1:5 em função da aplicação \n\nde doses crescentes de dois compostos orgânicos (ácido húmico e ácido \nesteárico) para as profundidades de 0 a 20 cm (—?—, Y1) e de 20 a 40 cm (-\n-?--,Y2) de um Neossolo Flúvico (RY1). \n\n \n\n\n\n53 \n \n\nÁcido húmico Ácido esteárico \n\n0\n\n700\n\n1400\n\n2100\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nE\n\n (µ\ns \n\ncm\n-1\n\n)\n\n?1=1651+16,2x (R\n2\n=0,71°)\n\n?2= 1314,40+20,08x (R\n2\n= 0,81*)\n\n \n\n0\n\n700\n\n1400\n\n2100\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nE\n\n (µ\ns \n\ncm\n-1\n\n)\n\n?1=1624,45?73,6x0,5+16,7886x  (R\n2\n=0,91°)\n\n?2= 1317\n\n \n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\np\nH ?1=5,40\n\n?2= 6,66848?0,19185x+0,014705x\n2\n (R\n\n2\n= \n\n0 95*)\n\n \n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\np\nH ?1=5,6413?0,039867x (R\n\n2\n= 0,88*)\n\n?2= 6,55\n\n \n\n0.0\n\n5.0\n\n10.0\n\n15.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(m\nm\n\nol\nc \n\nL-\n1 )\n\n?1=7,2811+0,10628x (R\n2\n=0,79*)\n\n?2= 12,269+0,154889x (R\n2\n= 0,99***)\n\n \n\n0.0\n\n5.0\n\n10.0\n\n15.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(m\nm\n\nol\nc \n\nL-\n1 )\n\n?1=7,23\n\n?2= 12,00\n\n \n\n0.0\n\n1.0\n\n2.0\n\n3.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (m\n\nm\nol\n\nc L\n-1\n\n)\n\n?1=0,27477+0,005437x (R\n2\n= 0,91*)\n\n?2= 1,65\n\n \n\n0.0\n\n1.0\n\n2.0\n\n3.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (m\n\nm\nol\n\nc L\n-1\n\n)\n\n?1=0,28302?0,021069x\n0,5\n+0,004638x (R\n\n2\n= 0,90\n\n#\n)\n\n?2= 2,40366?0,01124x\n0,5\n+0,1845x (R\n\n2\n= 0,91°) \n\n \n\n0.0\n\n2.0\n\n4.0\n\n6.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(m\nm\n\no\nl c\n\n L\n-1\n\n)\n\n?1=4,38147+0,058093x (R\n2= 0,88*)\n\n?2= 0,68\n\n \n\n0.0\n\n2.0\n\n4.0\n\n6.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(m\nm\n\no\nl c\n\n L\n-1\n\n) ?1=4,3462?0,3128x\n0,5\n+0,04048x (R\n\n2\n= 0,98*)\n\n?2= 0,9016?0,3944x\n0,5+0,06329x (R2= 0,97*)\n\n \n\n0.0\n\n12.0\n\n24.0\n\n36.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nR\nA\n\nS\n (m\n\nm\no\n\nl c \nL\n\n-1\n)0\n\n,5\n\n?1=4,0288?0,03649x+0,00622x2 (R\n2\n= 0,95°)\n\n?2= 19,38\n\n \n\n0.0\n\n12.0\n\n24.0\n\n36.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nR\nA\n\nS\n (m\n\nm\no\n\nl c \nL\n\n-1\n)0\n\n,5\n\n?1=3,9324+0,088656x?0,00667x\n2\n (R\n\n2\n= 0,97*)\n\n?2= 15,2336+3,5167x?0,2650x\n2\n (R\n\n2\n = 0,70\n\nns\n)\n\n \nFigura 4 – Resposta das características do extrato solo-água 1:5 em função da aplicação \n\nde doses crescentes de dois compostos orgânicos (ácido húmico e ácido \nesteárico) para as profundidades de 0 a 20 cm (—?—, Y1) e de 20 a 40 cm (-\n-?--,Y2) de um Neossolo Flúvico salino-sódico (RY2). \n\n\n\n54 \n \n\n4.2.3. Características químicas \n\nA análise química das amostras da camada superficial do solo não afetado por \n\nsais (RY1) indicou não haver diferenças de efeitos dos compostos orgânicos \n\nadicionados nas variáveis analisadas (Quadro 20). Somente para o Mg verificou-se uma \n\nsuperioridade de teores médios com a adição do AH. Os dados sugerem que a presença \n\nde sais no ácido húmico que comprometeu os resultados obtidos no extrato solo:água \n\npraticamente pouco influenciou os teores de cátions trocáveis no solo. No caso do solo \n\nsalino-sódico (RY2), à aplicação de doses crescentes de ácido húmico foram associados \n\nmaior valor de CTC e menor Na e PST, na comparação com a adição das doses de ácido \n\nesteárico.  \n\nNa comparação entre solos, as diferenças significativas verificadas são \n\nnovamente associadas à natureza dos mesmos, com o solo afetado por sais (RY2) \n\napresentando maiores valores de CTC e PST, e maiores teores de Ca, Mg, Na e K. Estes \n\nresultados estão de acordo com os encontrados por Reichert et al. (2006), os quais \n\nafirmam que apesar de o Na possuir característica dispersante, a correlação significativa \n\npode ser explicado pelo motivo de que solos com alto teor desse elemento apresentam \n\ntambém uma maior concentração de outros cátions trocáveis (di e trivalentes), podendo \n\nestes atuarem mais fortemente na agregação do solo e, possivelmente, superando o \n\nefeito do Na. \n\nComo também verificado no primeiro experimento que avaliou o efeito do \n\ntempo de incubação, ao final dos 150 dias de incubação com os compostos orgânicos no \n\nsolo, o solo salino-sódico (RY2) tem seus valores de PST reduzidos abaixo dos 15%, \n\nalterando desta forma sua classificação, deixando, desta forma, de ser enquadrado como \n\num solo afetado por sais. Entretanto, a comparação dos tratamentos que receberam \n\ndoses dos compostos orgânicos e a testemunha indica pouco ou nenhum efeito da \n\naplicação do material orgânico sobre essa variável. Além disto, a comparação da \n\ntestemunha e o solo original (Quadro 1) revela uma diferença muito expressiva. Como a \n\nincubação foi promovida em sacos plásticos, portanto em um sistema fechado, a água \n\ndestilada utilizada no umedecimento das amostras não pode explicar a possível redução \n\nda PST desse solo. Uma explicação para isto pode ser atribuída à presença de carbonato \n\nde cálcio nesse solo, o qual pode durante o período de incubação ter liberado Ca no \n\nsistema. Embora não esperados, resultados como esse já foram encontrados por Gomes \n\net al. (2000), que verificaram redução da PST no tratamento testemunha, sem a presença \n\nou adição de qualquer condicionador. \n\n\n\n55 \n \n\nNa camada de 20 a 40 cm de profundidade, a aplicação de doses crescentes de \n\nácido húmico incrementou apenas os teores de Ca e Mg no solo RY1, na comparação \n\ncom a aplicação do ácido esteárico. No solo RY2, esse efeito do ácido húmico somente \n\nfoi verificada para o Ca. Na comparação entre solos, novamente a natureza dos solos \n\ndetermina as diferenças significativas observadas, sendo mantido o mesmo padrão \n\nverificado na camada superficial. \n\nO valor de PST nessa camada no solo afetado por sais (RY2) é bastante \n\nexpressivo, dada a maior contribuição do Na no complexo de troca. No caso dessa \n\nprofundidade, o caráter salino-sódico do solo fica bem evidente. \n\n \n\nQuadro 20 - Capacidade de troca catiônica (CTC), teores de Ca, Mg, Na e K trocáveis e \npercentagem de saturação de sódio (PST) de dois Neossolos Flúvicos, normal \n(RY1) e salino-sódico (RY2), amostrados na camada 0-20 cm E 20-40 cm, \nconsiderando a media das dose de dois compostos orgânicos, ácido húmico (AH) \ne ácido esteárico (AE),  após 150 dias de incubação \n\nSolo(1) \nComposto \nOrgânico(2) \n\n CTC Ca Mg Na K PST \n\n   ________________________cmolc dm-3_________________________ % \n\n                                                 Profundidade de 0-20 cm \nRY1    \n\nAH  Média 10,64a 5,32a 3,21a 0,53a 0,47a 5,0b \n\nAE  Média 9,86a 5,23a 2,97b 0,56a 0,47a 5,7a\n\nMédia Geral 10,25B 5,28B 3,09B 0,54B 0,47B 5,3B \n\nRY2    \nAH  Média 18,52a 9,13a 3,55a 1,60b 0,73a 8,7b \n\nAE  Média 17,45b 9,22a 3,62a 1,70a 0,70a 9,8a\n\nMédia Geral 17,99A 9,17A 3,59A 1,65A 0,72A 9,3A\n\n                                               Profundidade de 20-40 cm \nRY1    \n\nAH  Média 11,63a 5,99a 3,35a 0,59a 0,34a 5,1a\n\nAE  Média 10,88a 5,80b 3,18b 0,57a 0,32a 5,2a\n\nMédia Geral 11,26B 5,89A 3,27A 0,58B 0,33A 5,1B \n\nRY2    \nAH  Média 18,16a 5,82a 2,44a 5,75a 0,17a 31,9a \n\nAE  Média 18,14a 5,57b 2,38a 5,70a 0,16a 31,7a \n\nMédia Geral 18,15A 5,69B 2,41B 5,73A 0,16B 31,79A\n(1) Letras maiúsculas diferentes na média geral indicam diferença para solo a 5% pelo teste F. \n(2) Letras minúsculas diferentes na média, dentro de cada solo, indicam diferença para composto orgânico \n\na 5% pelo teste F. \n\n\n\n56 \n \n\n  \nOs gráficos correspondentes às Figuras 5 e 6 apresentam a resposta das variáveis \n\nquímicas do solo à aplicação das doses crescentes dos compostos orgânicos testados. No \n\ncaso do solo RY1 (Figura 5), o aumento das doses de ácido húmico proporciona \n\nincremento pequeno, mas significativo, na CTC do solo, o que parece estar diretamente \n\nassociado aos incrementos também significativos nos teores de Na. À presença de sais \n\nneste material orgânico, como já indicado, é atribuída tal constatação. Mesmo com os \n\nincrementos significativos verificados nas duas profundidades para os teores de Na \n\ntrocável, os valores de PST não se modificaram com o aumento das doses. A adição de \n\nácido esteárico praticamente pouco afeta as características químicas avaliadas, ainda \n\nque algumas diferenças significativas tenham sido verificadas com o incremento das \n\ndoses aplicadas. \n\nNo solo salino-sódico (RY2), o efeito da presença de sais no ácido húmico \n\nutilizado foi menos expressivo, embora tenha levado à obtenção de incremento \n\nsignificativo da CTC desse solo na camada de 0 a 20 cm de profundidade (Figura 6). \n\nEntretanto, tal incremento foi pouco expressivo em termos práticos, além do que esse \n\nmesmo composto orgânico proporcionou uma redução dos teores de Ca e Mg trocáveis \n\nnessa mesma camada para a maior dose aplicada, sem que alterações significativas \n\ntenham sido observadas para os teores de Na e K. A adição de ácido esteárico pouco \n\nafetou as variáveis químicas avaliadas, sendo que efeitos significativos com o \n\nincremento das doses, porém pouco expressivos, apenas verificado para os teores de Ca \n\ne Na. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n57 \n \n\nÁcido húmico Ácido esteárico \n\n0.0\n\n5.0\n\n10.0\n\n15.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nT\n\nC\n (c\n\nm\nol\n\nc \ndm\n\n-3\n)\n\n?1=9,99524+0,13721x (R\n2= 0,66°)\n\n?2=10,90 + 0,14606x (R\n2= 0,88*)\n\n \n\n0.0\n\n5.0\n\n10.0\n\n15.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nT\n\nC\n (c\n\nm\nol\n\nc \ndm\n\n-3\n)\n\n?1=9,86\n\n?2=10,88\n\n \n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(c\nm\n\no\nl c \n\ndm\n-3\n\n)\n\n?1=5,32\n\n?2=6,2943?0,06072x (R\n2= 0,93*)\n\n \n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(c\nm\n\no\nl c \n\ndm\n-3\n\n)\n\n?1=5,3775?0,02852X (R\n2= 0,78*)\n\n?2=6,1602?0,072986x (R\n2= 0,86*)\n\n \n\n0.0\n\n1.5\n\n3.0\n\n4.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nM\ng \n\n(c\nm\n\nol\nc d\n\nm\n-3\n\n)\n\n?1=2,9427+0,05367x (R\n2\n=0,94**)\n\n?2=3,35\n\n \n\n0.0\n\n1.5\n\n3.0\n\n4.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nM\ng \n\n(c\nm\n\nol\nc d\n\nm\n-3\n\n)\n?1=2,97\n\n?2=3,18\n\n \n\n0.0\n\n0.3\n\n0.6\n\n0.9\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(c\nm\n\nol\nc d\n\nm\n-3\n\n)\n\n?1=0,4780+0,009792x (R\n2=0,93**)\n\n?2= 0,5325+0,011238x (R\n2= 0,91*)\n\n \n\n0.0\n\n0.3\n\n0.6\n\n0.9\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(c\nm\n\nol\nc d\n\nm\n-3\n\n)\n\n?1=0,4674+0,08336x0,5?0,01427x (R\n2=0,97**)\n\n?2= 0,57\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (c\n\nm\no\n\nl c\n d\n\nm\n-3\n\n)\n\n?1=0,47\n\n?2= 0,3234+0,002394x (R\n2\n= 0,72°)\n\n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (c\n\nm\no\n\nl c\n d\n\nm\n-3\n\n)\n\n?1=0,4541+0,002727x (R\n2\n= 0,76°)\n\n?2= 0,32\n\n \n\n0.0\n\n3.0\n\n6.0\n\n9.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nP\nS\n\nT\n (%\n\n)\n\n?1=5,00\n\n?2= 5,10\n\n \n\n0.0\n\n3.0\n\n6.0\n\n9.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nP\nS\n\nT\n (%\n\n)\n\n?1=5,009+0,1338x (R\n2\n=0,85*)\n\n?2= 5,70\n\n \nFigura 5 – Resposta das características químicas do solo em função da aplicação de \n\ndoses crescentes de dois compostos orgânicos (ácido húmico e ácido \nesteárico) para as profundidades de 0 a 20 cm (—?—, Y1) e de 20 a 40 cm (-\n-?--,Y2) de um Neossolo Flúvico (RY1). \n\n\n\n58 \n \n\nÁcido húmico Ácido esteárico \n\n0.0\n\n8.0\n\n16.0\n\n24.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nT\n\nC\n (c\n\nm\nol\n\nc \ndm\n\n-3\n)\n\n?1=17,3440+0,23458x (R\n2=0,80*)\n\n?2=18,16\n\n \n\n0.0\n\n8.0\n\n16.0\n\n24.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\nT\n\nC\n (c\n\nm\no\n\nl c\n d\n\nm\n-3\n\n)\n\n?1=17,45\n\n?2=18,14\n\n \n\n0.0\n\n4.0\n\n8.0\n\n12.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(c\nm\n\no\nl c \n\ndm\n-3\n\n)\n\n?1=9,78167?0,13083x (R\n2= 0,80*)\n\n?2=5,82\n\n \n\n0.0\n\n4.0\n\n8.0\n\n12.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nC\na \n\n(c\nm\n\no\nl c \n\ndm\n-3\n\n)\n\n?1=9,3867? 0,03396x (R\n2 = 0,68°)\n\n?2=5,7983?0,04608x (R\n2= 0,76°)\n\n \n\n0.0\n\n1.5\n\n3.0\n\n4.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nM\ng \n\n(c\nm\n\nol\nc d\n\nm\n-3\n\n)\n\n?1=3,5982+0,09246x?0,013657x\n2\n (R\n\n2\n= 0,90\n\n#\n)\n\n?2=2,44\n\n \n\n0.0\n\n1.5\n\n3.0\n\n4.5\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nM\ng \n\n(c\nm\n\nol\nc d\n\nm\n-3\n\n)\n\n?1=3,62\n\n?2=2,38\n\n \n\n0.0\n\n2.0\n\n4.0\n\n6.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(c\nm\n\no\nl c\n\n d\nm\n\n-3\n)\n\n?1=1,60\n\n?2= 5,75\n\n \n\n0.0\n\n2.0\n\n4.0\n\n6.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nN\na \n\n(c\nm\n\no\nl c\n\n d\nm\n\n-3\n)\n\n?1=1,70\n\n?2= 5,6371+0,01224x (R\n2= 0,78*)\n\n \n\n0.0\n\n0.3\n\n0.6\n\n0.9\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (c\n\nm\no\n\nl c\n d\n\nm\n-3\n\n)\n\n?1=0,73\n\n?2= 0,16233+0,001847x (R\n2\n= 0,81*)\n\n \n\n0.0\n\n0.3\n\n0.6\n\n0.9\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nK\n (c\n\nm\no\n\nl c\n d\n\nm\n-3\n\n)\n\n?1=0,70\n\n?2= 0,16\n\n \n\n0.0\n\n12.0\n\n24.0\n\n36.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nP\nS\n\nT\n (%\n\n)\n\n?1= 9,2232?0,09783x (R\n2\n=0,69°)\n\n?2= 31,90\n\n \n\n0.0\n\n12.0\n\n24.0\n\n36.0\n\n0 2.5 5 7.5 10\n\nDose (g kg-1)\n\nP\nS\n\nT\n (%\n\n)\n\n?1= 9,80\n\n?2= 31,70\n\n \nFigura 6 – Resposta das características químicas do solo em função da aplicação de \n\ndoses crescentes de dois compostos orgânicos (ácido húmico e ácido \nesteárico) para as profundidades de 0 a 20 cm (—?—, Y1) e de 20 a 40 cm (-\n-?--,Y2) de um Neossolo Flúvico salino-sódico (RY2). \n\n\n\n59 \n \n\n4.2.4. Grau de repelência à água \n\nAssim como verificado no experimento relativo à avaliação do efeito do tempo \n\nde incubação, o incremento das doses dos compostos orgânicos não promoveu a \n\nobtenção de diferenças no grau de repelência à água nas duas camadas dos dois solos \n\navaliados. Todas as amostras novamente se mostraram não repelentes. \n\nNovamente a discussão acerca das doses e do tempo de incubação promovida \n\npara o experimento anterior podem ser utilizadas para explicar os resultados obtidos. \n\nAinda que no presente ensaio tenham sido aplicadas duas doses (7,5 e 10,0 g kg-1) \n\nmaiores que a adicionada no experimento I, diferenças significativas não foram \n\ndiagnosticadas. \n\n \n\n \n\n\n\n60 \n \n\n5. Conclusões \n\n \n\nA partir dos resultados obtidos, podem ser indicadas as seguintes conclusões e \n\nconsiderações finais: \n\nNa avaliação do tempo de incubação, os resultados obtidos indicaram efeito \n\npositivo com o aumento do período de incubação dos solos com os materiais orgânicos \n\nsobre a gênese e incremento do diâmetro médio dos agregados, principalmente \n\nconsiderando o maior tempo utilizado (150 dias).  \n\nNa comparação entre compostos orgânicos utilizados, os resultados foram mais \n\nexpressivos quando se utilizou o ácido esteárico. Quando a comparação foi entre solos, \n\nos efeitos positivos foram mais pronunciados no solo salino-sódico. \n\nOs resultados obtidos no extrato solo:água foram comprometidos pela presença \n\nde sais no ácido húmico utilizado, que promoveu o incremento da condutividade elétrica \n\ne de alguns cátions solúveis, em especial o Na. Entretanto, mesmo com essa \n\ncontribuição, poucas foram as alterações significativas verificadas em decorrência do \n\naumento do tempo de incubação dos compostos orgânicos aplicados nas variáveis \n\nmensuradas no extrato.  \n\nO aumento das doses dos compostos orgânicos influenciou positivamente a \n\nformação e o diâmetro médio dos agregados dos solos avaliados, principalmente na \n\ncamada de 0 a 20 cm de profundidade. O ácido esteárico mais uma vez foi mais efetivo \n\nsobre a agregação dos solos do que o ácido húmico.  \n\nNas características químicas dos solos, o incremento das doses de ácido húmico \n\nafetou algumas das variáveis mensuradas no solo não afetado por sais, estando mais \n\nrelacionado à presença prévia de sais no material orgânico. A adição de ácido esteárico \n\npraticamente não afetou as características químicas avaliadas nos dois solos. \n\nA aplicação do ácido esteárico, composto mais hidrofóbico, favoreceu a \n\nagregação de solos, com potencial que merece ser avaliado em condições de campo para \n\nsolos afetados por sais, dados os problemas de ordem física presentes nesses solos. \n\nO efeito da adição de compostos orgânicos foi mais expressivo sobre as \n\ncaracterísticas físicas do que sobre as características químicas dos solos e do extrato \n\nsolo:solução. \n\n \n\n\n\n61 \n \n\nDoses mais elevadas dos compostos orgânicos devem ser testadas em \n\nexperimentos futuros, uma vez que as selecionadas para o presente estudo, tomadas a \n\npartir de trabalhos efetuados com solos não afetados por sais e argilosos, demonstraram \n\num potencial que merece ser melhor explorado. \n\nDestaca-se mais uma vez o importante papel da matéria orgânica na garantia da \n\nqualidade física estrutural dos solos, com potencial ainda pouco explorado no que se \n\nrefere aos seus efeitos em solos afetados por sais.  \n\n \n\n \n \n \n \n\n\n\n62 \n \n\n6. Referências Bibliográficas \n\n \n\nBASTOS, R.S.; MENDONÇA, E.S.; ALVAREZ V., V.H. &amp; CORRÊA, M.M. \nFormação e estabilização de agregados do solo decorrentes da adição de compostos \norgânicos com diferentes características hidrofóbicas.  R. Bras.Ci. Solo, v.29, p.11-\n20, 2005. \n\nBASTOS, R.S.; MENDONÇA, E.S.; ALVAREZ V., V.H.; CORRÊA, M.M.; COSTA, \nL.M. Formação e estabilização de agregados do solo influenciados por ciclos de \numedecimento e secagem após adição de compostos orgânicos com diferentes \ncaracterísticas hidrofóbicas. R. Bras.Ci. Solo, v.29, p.21-31, 2005. \n\nBERTOL, I.; BEUTLER, J.F.; LEITE, D.; BATISTELA, O. Propriedades físicas de um \nCambissolo Húmico afetadas pelo tipo de manejo do solo. Scientia Agricola, v.58, \nn.3, p.555-560, 2001. \n\nBRONICK, C.J.; LAL, R. Soil structure and management: a review. Geoderma, v. 124, \np. 3-22, 2005. \n\nCHANEY, K. &amp; SWIFT, R.S. Studies on aggregate stability of re-formed soil \naggregates. J. Soil Sci., 37:337-343, 1986b. \n\nCORRÊA, J.C. Efeito de sistemas de cultivo na estabilidade de agregados de um \nLatossolo Vermelho-Amarelo em Querência, MT. Pesq. Agropec. Bras., v.37, n.2, \np.203-209, 2002. \n\nDEGENS, B.P. Macro-aggregation of soils by biological bonding and binding \nmechanisms and the factors affecting these: a review. Aust. J. Soil Res. v.35, p.431-\n459, 1997. \n\nDEXTER, A.R. Advances in characterization of soil structure. Soil Till. Res., v.11, \np.199-238, 1988. \n\nDNOCS - Departamento de Obras Contra as Secas. Estudos párea a avaliação da \ndisponibilidade hídrica do Açude Público Cachoeira II – Município de Serra \nTalhada – PE Relatório apresentado ao DNOCS. 1999.  \n\nDUFRANC, G.; DECHEN, S.C.F; FREITAS, S.S.; CAMARGO, O.A. Atributos \nfísicos, químicos e biológicos relacionados com a estabilidade de agregados de dois \nLatossolos em plantio direto no estado de São Paulo. R. Bras.Ci. Solo, v.28, p.505-\n517, 2004. \n\nEMBRAPA.- EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA. Manual \nde métodos de análise de solo. 2.ed. Rio de Janeiro, Centro Nacional de Pesquisa de \nSolos, 1997. 212p. \n\nFREIRE, M.B.G. S.; FREIRE, F.J. Fertilidade do solo e seu manejo em solos afetados \npor sais. In: NOVAIS, R.F.; ALVAREZ V. V.H.; BARROS, N.F.; FONTES, \nR.L.F.; CANTARUTTI, R.B.; NEVES, J.C.L. (eds.). Fertilidade do solo. Viçosa: \nSBCS, p. 929-954, 2007. \n\nFREIRE, M.B.G.S; RUIZ, H.A.; RIBEIRO, M.R.; FERREIRA, P.A.; ALVAREZ V. \nV.H.; FREIRE, F.J. Condutividade hidráulica de solos de Pernambuco em resposta à \ncondutividade elétrica e RAS da água de irrigação. Rev. Bras. Eng. Agric. \nAmbiental, v.7, n.1, p.45-52, 2003. \n\n\n\n63 \n \n\nGOMES, E.M.; GHEYI, H.R.; SILVA, E.F.F. Melhorias nas propriedades químicas de \num solo salino-sódico e rendimento de arroz, sob diferentes tratamentos. R. Bras. \nEng. Agric. Ambiental, v.4, n.3, p.355-361, 2000. \n\nGUEDES, I. M. R. Agregação de amostras de um Latossolo Vermelho-Amarelo em \nresposta a aplicação de alcatrão vegetal. Viçosa: UFV, 2002. 44p. (Dissertação de \nMestrado). \n\nGUERRA, J.G.M.; SANTOS, G.A.; SILVA, L.S.; CAMARGO, F.A.O. \nMacromoléculas e substancias húmicas. In: SANTOS, G.A.; SILVA, L.S.; \nCANELLAS, L.P.; CAMARGO, F.A.O. (eds.). Fundamentos da matéria orgânica \ndo solo: Ecossistemas tropicais e subtropicais. Porto Alegre: Metropole, p.19-26, \n2008. \n\nHAYES, M.H. &amp; MALCOLM, R.L. Considerations of compositions and of aspects of \nthe structures of humic substances and chemical contaminants. Madison, Soil \nScience Society of America, 750p.,2001. \n\nHAYNES, R. J. e SWIFT, R. S. Stability of soil aggregates in relation to organic \nconstituents and soil water content. J. Soil Sci., 41:73-83, 1990. \n\nHILLEL, D. Fundamentals of soil physics. New York: Academic Pres, 1980. 413p. \n\nHOLANDA, J.S.; VITTI, G.C.; SALVIANO, A.A.C.; MEDEIROS, J.D.F.; AMORIM, \nJ.R.A. Alterações nas propriedades químicas de um solo aluvial salino-sódico \ndecorrentes da subsolagem e do uso de condicionadores. R. Bras.Ci. Solo, v.22, n.3, \np.387-394, 1998. \n\nINDA JUNIOR, A. V.; BAYER, C.;CONCEIÇÃO,P.C.;BOENI, M.;SALTON, J.C. &amp;  \nTONIN, A.T. Variáveis relacionadas à estabilidade de complexos organo-minerais \nem solos tropicais e subtropicais brasileiros. Cienc. Rural., vol.37, n.5, pp. 1301-\n1307. 2007. \n\nKAISER, K.; ZECH, W. Sorption of dissolved organic nitrogen by acid subsoil \nhorizons and individual mineral phases. Eur. J. Soil Sci., v.51, p.403-411, 2000. \n\nKEMPER, W.D.; CHEPIL, W.S. Size distribution of aggregation. In: BLACK, C.A., \n(ed.). Methods of soil analysis. Madison: ASA, p.499-510, 1965 \n\nKING, P.M. Comparison of methods for measuring severity of water repellence of \nsandy soils and assessment of some factors that affect its measurement. Aust. J. Soil \nRes.,v.19, p.275-285, 1981. \n\nLE BISSONAIS, Y. Aggregate stability and assessment of soil crustability and \nerodibility: I. theory and methodology. Eur. J. Soil Sci., v.47, p.425-437, 1996. \n\nLETEY, J. Measurement of contact angle, water drop penetration time and critical \nsurface tension. In: Proceedings, SYMPOSIUM ON WATER-REPELLENT \nSOILS, Riverside, 1968., University of California, p.43-48, 1969. \n\nLIMA, C.L.R.; PAULETTO, E.A.; GOMES, A.S.; SILVA, J.B. Estabilidade de \nagregados de um Planossolo sob diferentes sistemas de manejo. R. Bras. Ci. Solo, \nv.27, p.199-205, 2003. \n\nNAIDU, R.; SUMNER, M.E.; RENGASAMY, P. (eds.). Australian Sodic Soils - \nDistribution, Properties and Management. Melbourne: CSIRO, 1995, 351p.. \n\n\n\n64 \n \n\nOADES, J.M. Soil Organic matter and structural stability: mechanisms and implications \nfor management. Plant Soil, v.76, p.319-337, 1984. \n\nPEREIRA, J.R. Solos salinos e sódicos. In: Resumos expandidos. REUNIÃO \nBRASILEIRA DE FERTILIDADE DO SOLO, XV, Campinas, 1982: SBCS, p.127-\n143, 1983. \n\nPICCOLO, A.; MBAGWU, J.S.C. Role of hydrophobic components on soil organic \nmatter in soil aggregate stability. Soil Sci. Soc, Am. J. v.63, p.1801-1810, 1999. \n\nREICHERT, J. M.; LIMA, C.L.R.; DALMOLIN, R.S.D.; REINERT, D.J.; \nGONÇAVES, C. &amp; NUNES,M. Agregação de um planossolo sistematizado há um \nano e sob o cultivo de arroz irrigado. Ciência Rural, v.36, n.003, p. 837-844. 2006  \n\nRICHARDS, L.A. Diagnosis and improvement of saline and alkali soils. Washington: \nUS Salinity Laboratory Staff, 1954. 160p. (Agriculture Handbook, 60). \n\nROSSIELLO, R.O.; FERREIRA, W.A.; FERNANDES, M.S. Resposta de milho (Zea \nmays L.) à salinidade do solo induzida por aplicações de vinhaça: I. Produção de \nmatéria seca e área foliar. R. Bras. Ci. Solo, v.5, n.3, p.171-175, 1981. \n\nRUIZ, H.A. Dispersão física do solo para análise granulométrica por agitação lenta. In: \nCONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 30, 2005, Recife: SBCS, \n2005a (CD-ROM). \n\nRUIZ, H.A. Incremento da exatidão da análise granulométrica do solo por meio da \ncoleta da suspensão (silte + argila). R. Bras. Ci. Solo, v.29, p.297-300, 2005b. \n\nRUIZ, H.O.; GHEYI, H.R.; ALMEIDA, M.T.; RIBEIRO, A.C. Torta de filtro e vinhaça \nna recuperação de um solo salino sódico e no desenvolvimento de arroz irrigado. R. \nBras. Ci. Solo, v.21, p.659-665, 1997. \n\nSILVA FILHO, S.B.; CAVALCANTE, L.F.; OLIVEIRA, F. A.; LIMA, E. M.  &amp; \nCOSTA, J.R.M. Monitoramento da qualidade da água e acumulo de sais no solo \npela irrigação. Irriga, Botucatu, v.5, n.2, p.112-115, 2000. \n\nSILVA JÚNIOR, L.G.A.; GHEYI, H.R.; MEDEIROS, J.F. Composição química de \náguas do cristalino do Nordeste Brasileiro. Rev. Bras. Eng. Agric. Ambiental, v.3, \nn.1, p.11-17, 1999. \n\nSILVA, M.A.S.; MAFRA, A.L.; ALBUQUERQUE, J.A.; ROSA, J.D.; BAYER, C.; \nMIELNICZUK, J. Propriedades físicas e teor de carbono orgânico de um Argissolo \nVermelho sob distintos sistemas de uso e manejo. Rev. Bras. Ci. Solo. v.30, n.2, \np.329-337, 2006. \n\nSILVA, M.J. Efeito de diferentes métodos de recuperação num solo com problemas de \nsódio no Projeto de irrigação de São Gonçalo. PB. Viçosa: UFV, 1978. 54p. \n(Dissertação Mestrado). \n\nSILVEIRA, R.R. Recuperação de um solo afetado por sódio: Efeito do gesso e da \nincubação com vinhaça e água destilada. Areia: UFPB/CCA, 1999. 53p. (Trabalho \nde Conclusão de Curso). \n\nSIQUEIRA, J.O.; MOREIRA, F.M.; GRISI, B.M.; HUNGRIA, M.; ARAUJO,R.S. \nMicrorganismos e processos biológicos do solo: perspectiva ambiental. Brasilia: \nEMBRAPA, 1994. 142p. (Documento, 45). \n\nSULLIVAN, L.A. Soil organic matter, air encapsulation and water stable aggregation. J. \nSoil Sci., v.41, p.529-534, 1990. \n\n\n\n65 \n \n\nSWIFT, R.S. Organic matter characterization. In: SPARKS et al., eds. Methods of soils \nanalysis part 3. Chemical methods. Madison, SSSA, 1996. p. 1011-1020. \n\nTILMAN, D. Global environmental impacts of agricultural expansion: the need for \nsustainable and efficient practices. Proceedings of the National Academy Science of \nthe USA, v.96, p.5995-6000, 1999. \n\nTISDALL, J.M.; OADES, J.M. Organic matter and water-stable aggregates in soil. \nJ.Soil Sci., v.33, p.141-163, 1982. \n\nWOHLENBERG, E.V.; REICHERT, J.M.; REINERT, D.J.; BLUME, E. Dinâmica da \nagregação de um solo franco-arenoso em cinco sistemas de culturas em rotação e em \nsucessão. Rev. Bras. Ci. Solo, v.28, n.5, p.891-900, 2004. \n\nYEOMANS, J.C.; BREMNER, J.M.. A rapid and precise method for routine \ndetermimation of organic carbon in soil. Commun. Soil. Sci. Plant Anal., v.19, \np.1467-1476, 1988. \n\n\n\n66 \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n7. Apêndice \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n67 \n \n\nQuadro 1A - Análise de variância do diâmetro médio ponderado (DMP) e do diâmetro \nmédio geométrico (DMG) de agregados separados por via seca e por via \númida, da argila dispersa em água (ADA) e do equivalente de umidade \n(EU) de dois Neossolos Flúvicos, normal (RY1) e salino-sódico (RY2), \namostrados a duas profundidades, considerando o tempo de incubação \ncom dois compostos orgânicos (CO), ácido húmico (AH) e ácido esteárico \n(AE)  \n\n \nQuadrado Médio \n\nVia Seca Via Úmida Fonte de Variação GL \n\nDMP DMG DMP DMG \nADA EU \n\n \n\n                                                 Profundidade de amostragem 0-20 cm \n\nBlocos 2 0,106 0,010 0,003 0,002 0,000 0,001* \n\nSolos 1 27,60* 3,099* 0,639* 0,000 0,008* 0,110* \n\nCO d/RY1 1 0,005 0,000 0,173* 0,020 0,000 0,000 \n\nCO d/RY2 1 0,421 0,168 2,656* 0,310* 0,000 0,000 \n\nTempo d/AH d/RY1 2 0,163 0,038 0,008 0,005 0,0003* 0,000 \n\nTempo d/AE d/RY1 2 0,159 0,023 0,018 0,000 0,0003* 0,000 \n\nTempo d/AH d/RY2 2 2,146* 0,579* 0,031 0,002 0,0001* 0,000 \n\nTempo d/AE d/RY2 2 1,942* 1,048* 0,904* 0,194* 0,0001* 0,000 \n\nResíduo 22 0,194 0,099 0,028 0,005 6,8E-06 \n \n\n0,000 \n\nCV (%)  34,3 58,9 26,6 24,9 3,7 6,5 \n        \n\n                                                      Profundidade de amostragem 20-40 cm \n\nBlocos 2 0,252* 0,099 0,563 0,000 0,000 0,001 \n\nSolos 1 74,80* 11,91* 0,127* 0,100* 0,167* 0,095* \n\nCO d/RY1 1 0,086 0,007 0,002 0,000 3,6E-05 0,000 \n\nCO d/RY2 1 0,099 0,046 0,218* 0,005* 3,5E-05 0,0010 \n\nTempo d/AH d/RY1 2 0,083 0,018 0,008 0,003* 0,0006* 0,000 \n\nTempo d/AE d/RY1 2 0,467* 0,059 0,017* 0,006* 0,0003* 0,000 \n\nTempo d/AH d/RY2 2 0,702* 0,471* 0,000 0,000 0,002* 0,0011 \n\nTempo d/AE d/RY2 2 0,734* 0,502* 0,244* 0,007* 0,002* 0,0014* \n\nResíduo 22 0,071 0,036 0,003 0,0004 1,1E-05 0,0004 \n\nCV (%)  13,1 21,9 18,7 14,1 2,5 11,7 \n\n*: Significativo a 5% pelo teste F. \n\n\n\n68 \n \n\nQuadro 2A - Análise de variância do pH, da condutividade elétrica (CE), da \nconcentração de Ca, Mg, Na e K e da relação de adsorção de sódio \n(RAS) no extrato 1:5 de dois Neossolos Flúvicos, normal (RY1) e \nsalino-sódico (RY2), amostrados a duas profundidades, considerando o \ntempo de incubação (T) com dois compostos orgânicos (CO), ácido \nhúmico (AH) e ácido esteárico (AE) \n\n \nQuadrado Médio \n\nFonte de Variação GL \npH CE Ca Mg Na K RAS \n\n \n\n                                      Profundidade de amostragem 0-20 cm \n\nBlocos 2 0,008 8659 0,130 0,070 0,064 0,010 39,56* \n\nSolos 1 11,91* 0,2E+8* 88,18* 20,24* 490,3* 0,002 280,1* \n\nCO d/RY1 1 2,088* 153181* 0,381* 0,042 0,302 0,002 5,708 \n\nCO d/RY2 1 0,001 149604* 12,79* 1,935* 0,942* 0,001 23,95 \n\nTempo d/AH d/RY1 2 0,022 4554 0,249 0,232 0,078 0,003 55,89* \n\nTempo d/AE d/RY1 2 0,029 445,3 0,078 0,069 0,013 0,008 13,30 \n\nTempo d/AH d/RY2 2 0,125 152,4 1,657* 0,289 0,198 0,005 0,222 \n\nTempo d/AE d/RY2 2 0,099 7892 12,14* 3,157* 0,344 0,000 38,63* \n\nResíduo 22 0,079 2842 0,074 0,089 0,195 0,003 5,647 \n\nCV (%)  4,9 5,6 13,9 21,8 9,6 23,1 30,9 \n        \n\n                                          Profundidade de amostragem 20-40 cm \n\nBlocos 2 0,010 2266 0,693 0,214 0,781 0,095 60,21* \n\nSolos 1 0,518* 0,15E+8* 0,303 0,036 1896* 0,391* 3,204 \n\nCO d/RY1 1 1,383* 71127 2,342* 0,950* 0,298 0,003 0,001 \n\nCO d/RY2 1 0,000 53029 0,018 0,049 9,231* 0,091 22,27 \n\nTempo d/AH d/RY1 2 0,012 652,3 0,133 0,100 0,001 0,000 39,59* \n\nTempo d/AE d/RY1 2 0,023 27033 0,452 0,142 3,109* 0,210* 10,38 \n\nTempo d/AH d/RY2 2 0,023 27033 0,452 0,142 3,109* 0,210* 10,38 \n\nTempo d/AE d/RY2 2 0,092 1398 0,656 0,285 2,412* 0,257* 92,76* \n\nResíduo 22 0,053 17522 0,531 0,121 0,402 0,042 9,414 \n\nCV (%)  3,6 16,0 107,0 47,3 7,8 76,6 28,8 \n\n*: Significativo a 5% pelo teste F. \n\n\n\n69 \n \n\nQuadro 3A - Análise de variância da capacidade de troca catiônica (CTC), dos teores de \nCa, Mg, Na e K trocáveis e da percentagem de saturação de sódio (PST) \nde dois Neossolos Flúvicos, normal (RY1) e salino-sódico (RY2), \namostrados a duas profundidades, considerando o tempo de incubação (T) \ncom dois compostos orgânicos (CO), ácido húmico (AH) e ácido esteárico \n(AE) \n\n \nQuadrado Médio \n\nFonte de Variação GL \nCTC Ca Mg Na K PST \n\n \n\n                                                 Profundidade de amostragem 0-20 cm \n\nBlocos 2 0,784 0,112 0,001 0,003 0,001 1.332 \n\nSolos 1 282,6* 145,6* 3,696* 14,23* 0,490* 321,1* \n\nCO d/RY1 1 2,264 0,875* 0,499* 0,001 0,014* 0,172 \n\nCO d/RY2 1 0,090 0,018 0,039 0,004 0,002 0,577 \n\nTempo d/AH d/RY1 2 0,826 0,158 0,016 0,001 0,000 0,312 \n\nTempo d/AE d/RY1 2 0,011 0,037 0,016 0,000 0,000 0,020 \n\nTempo d/AH d/RY2 2 1,664 0,173 0,031 0,049* 0,000 3,640* \n\nTempo d/AE d/RY2 2 0,419 0,035 0,000 0,012 0,002 1,375 \n\nResíduo 22 0,889 0,101 0,021 0,006 0,002 0,450 \n\nCV (%)  7,1 4,5 4,4 6,3 6,3 7,9 \n\n                                                    Profundidade de amostragem 20-40 cm \n\nBlocos 2 0,416 1,116* 0,067* 0,038 0,001 2,460 \n\nSolos 1 284,4* 0,173 4,688* 256,9* 0,211 8645* \n\nCO d/RY1 1 3,826 0,267 0,246* 0,003 0,000 0,208 \n\nCO d/RY2 1 0,277 0,339 0,012 0,120* 0,000 0,083 \n\nTempo d/AH d/RY1 2 0,589 0,056 0,011 0,002 0,000 0,597 \n\nTempo d/AE d/RY1 2 0,407 0,055 0,001 0,003 0,001 0,487 \n\nTempo d/AH d/RY2 2 0,724 0,026 0,004 0,004 0,001 2,945 \n\nTempo d/AE d/RY2 2 2,581 0,014 0,006 0,040 0,001 15,46 \n\nResíduo 22 1,132 0,107 0,018 0,024 0,001 4,762 \n\nCV (%)  7,8 5,8 4,8 4,8 9,2 10,4 \n\n*: Significativo a 5% pelo teste F. \n\n\n\n70 \n \n\nQuadro 4A - Análise de variância do diâmetro médio ponderado (DMP) e do diâmetro \nmédio geométrico (DMG) de agregados separados por via seca e por via \númida, da argila dispersa em água (ADA) e do equivalente de umidade \n(EU) de dois Neossolos Flúvicos, normal (RY1) e salino-sódico (RY2), \namostrados a duas profundidades, considerando a dose de dois compostos \norgânicos (CO), ácido húmico (AH) e ácido esteárico (AE), aplicada \n\n \nQuadrado Médio \n\nVia Seca Via Úmida Fonte de Variação GL \n\nDMP DMG DMP DMG \nADA EU \n\n \n\n                                                  Profundidade de amostragem 0-20 cm \n\nBlocos 2 1,221* 0,387 0,038 0,007 0,000* 0,000 \n\nSolos 1 155,3* 31,67* 0,432* 0,042* 0,023* 0,229* \n\nCO d/RY1 1 0,399 0,051 0,215* 0,021 0,000 0,000 \n\nCO d/RY2 1 0,013 0,011 1,525* 0,099* 0,000 0,000 \n\nDose d/AH d/RY1 4 0,021 0,002 0,003 0,001 0,000 0,000 \n\nDose d/AE d/RY1 4 0,052 0,003 0,110* 0,019* 0,000 0,000 \n\nDose d/AH d/RY2 4 0,209 0,215 0,021 0,004 0,000 0,000 \n\nDose d/AE d/RY2 4 0,179 0,204 0,517* 0,044* 0,000 0,000 \n\nResíduo 38 0,169 0,142 0,026 0,006 0,000 0,000 \n\nCV (%)  18,8 38,1 26,6 28,6 5,0 6,1 \n        \n\n                                                   Profundidade de amostragem 20-40 cm \n\nBlocos 2 2,616* 1,340* 0,010 0,002 0,000 0,001 \n\nSolos 1 161,8* 53,01* 0,530* 0,240* 0,363* 0,163* \n\nCO d/RY1 1 0,554* 0,108 0,003 0,000 0,000 0,000 \n\nCO d/RY2 1 1,307* 1,850* 0,244* 0,007 0,000 0,001 \n\nDose d/AH d/RY1 4 0,012 0,003 0,031 0,003 0,000 0,000 \n\nDose d/AE d/RY1 4 0,431* 0,085 0,007 0,000 0,000 0,000 \n\nDose d/AH d/RY2 4 0,072 0,106 0,000 0,000 0,000 0,000 \n\nDose d/AE d/RY2 4 0,105 0,227 0,121* 0,005 0,000 0,000 \n\nResíduo 38 0,128 0,129 0,026 0,002 0,000 0,000 \n\nCV (%)  13,2 27,2 49,9 31,4 3,7 11,5 \n\n*: Significativo a 5% pelo teste F. \n\n\n\n71 \n \n\nQuadro 5A - Análise de variância do pH, da condutividade elétrica (CE), da \nconcentração de Ca, Mg, Na e K e da relação de adsorção de sódio \n(RAS) no extrato 1:5 de dois Neossolos Flúvicos, normal (RY1) e \nsalino-sódico (RY2), amostrados a duas profundidades, considerando a \ndose de dois compostos orgânicos (CO), ácido húmico (AH) e ácido \nesteárico (AE), aplicada \n\n \nQuadrado Médio \n\nFonte de Variação GL \npH CE Ca Mg Na K RAS \n\n \n\n                                     Profundidade de amostragem 0-20 cm \n\nBlocos 2 0,133 38436* 1,166* 0,637* 1,164* 0,013* 0,059 \n\nSolos 1 7,189* O,3E+8* 231,8* 61,49* 679,6* 0,105* 100,7* \n\nCO d/RY1 1 2,748* 193137* 1,711* 1,446* 0,079 0,039* 4,074* \n\nCO d/RY2 1 0,141 208333* 4,010* 1,380* 2,520* 0,010 0,016 \n\nDose d/AH d/RY1 4 0,186 18346* 0,190* 0,178* 0,063 0,007 0,078 \n\nDose d/AE d/RY1 4 0,047 2426 0,020 0,013 0,002 0,004 0,202* \n\nDose d/AH d/RY2 4 0,027 17344* 0,180* 0,151* 0,669* 0,002 0,049 \n\nDose d/AE d/RY2 4 0,085 3703 0,174* 0,061* 0,025 0,000 0,042 \n\nResíduo 38 0,089 2488 0,044 0,021 0,106 0,003 0,062 \n\nCV (%)  5,2 5,3 8,9 10,1 7,8 22,9 8,9 \n        \n\n                                        Profundidade de amostragem 20-40 cm \n\nBlocos 2 0,408* 2519 0,317 0,020 1,415* 5,482* 63,22* \n\nSolos 1 0,636* 0,2E+8* 1,002 0,032 2085* 23,77* 5802* \n\nCO d/RY1 1 2,176* 106171* 0,592* 0,489* 0,116 0,008 1,778 \n\nCO d/RY2 1 0,616* 71248* 0,382* 0,126* 8,185* 1,925 92,09* \n\nDose d/AH d/RY1 4 0,081 19920* 0,174 0,113* 0,1120 0,004 0,046 \n\nDose d/AE d/RY1 4 0,026 305,4 0,004 0,002 0,002 0,001 0,023 \n\nDose d/AH d/RY2 4 0,192 23372* 0,131 0,028 1,130* 1,259 21,80 \n\nDose d/AE d/RY2 4 0,096 1584 0,206 0,049 0,309 1,719 90,82* \n\nResíduo 38 0,095 933,5 0,085 0,029 0,331 0,778 19,08 \n\nCV (%)  4,9 3,9 67,2 47,2 8,7 115,1 38,7 \n\n*: Significativo a 5% pelo teste F. \n\n\n\n72 \n \n\nQuadro 6A - Análise de variância da capacidade de troca catiônica (CTC), dos teores de \nCa, Mg, Na e K trocáveis e da percentagem de saturação de sódio (PST) \nde dois Neossolos Flúvicos, normal (RY1) e salino-sódico (RY2), \namostrados a duas profundidades, considerando a dose de dois compostos \norgânicos (CO), ácido húmico (AH) e ácido esteárico (AE), aplicada \n\n \nQuadrado Médio \n\nFonte de Variação GL \nCTC Ca Mg Na K PST \n\n \n\n                                               Profundidade de amostragem 0-20 cm \n\nBlocos 2 2,981 1,688* 0,404* 0,019 0,003 1,463 \n\nSolos 1 897,3* 227,6* 3,707* 18,29* 0,936* 232,8* \n\nCO d/RY1 1 4,499 0,053 0,446* 0,007 0,000 3,937* \n\nCO d/RY2 1 8,463* 0,059 0,043 0,072* 0,005 8,149* \n\nDose d/AH d/RY1 4 1,341 0,069 0,143* 0,005 0,000 0,133 \n\nDose d/AE d/RY1 4 0,349 0,049 0,017 0,008 0,000 0,985 \n\nDose d/AH d/RY2 4 3,221 0,998* 0,187* 0,010 0,005* 0,649 \n\nDose d/AE d/RY2 4 1,278 0,079 0,002 0,003 0,000 0,412 \n\nResíduo 38 1,682 0,259 0,037 0,007 0,001 0,765 \n\nCV (%)  9,2 7,1 5,8 7,8 8,3 12,0 \n        \n\n                                              Profundidade de amostragem 20-40 cm \n\nBlocos 2 1,578 0,656* 0,212* 0,006 0,000 6,761 \n\nSolos 1 712,8* 0,606* 11,09* 397,6* 0,400* 10645* \n\nCO d/RY1 1 4,246 0,286* 0,220* 0,004 0,002 0,169 \n\nCO d/RY2 1 0,004 0,462* 0,032 0,023 0,001 0,482 \n\nDose d/AH d/RY1 4 1,139 0,185* 0,012 0,006 0,000 0,143 \n\nDose d/AE d/RY1 4 0,393 0,289* 0,011 0,003 0,000 0,309 \n\nDose d/AH d/RY2 4 2,075 0,068 0,008 0,019 0,000 2,742 \n\nDose d/AE d/RY2 4 4,433* 0,130 0,004 0,009 0,002* 12,23* \n\nResíduo 38 1,678 0,0576 0,013 0,012 0,0007 4,151 \n\nCV (%)  8,8 4,1 3,9 3,5 10,9 11,0 \n\n*: Significativo a 5% pelo teste F."}]}}}