{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13911"}, {"@name": "filename", "#text": "20085_5336.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Aveiro\nAno 2011\n\nDepartamento de FísicaDepartamento de Física\n\nSusana Margarida \ndas Neves Mendes\n\nFLUXOS CONVECTIVOS DE MOMENTO \nLINEAR SIMULADOS POR UM MODELO \nDE NUVENS 3D\n\nFLUXOS CONVECTIVOS DE MOMENTO \nLINEAR SIMULADOS POR UM MODELO \nDE NUVENS 3D\n\nFLUXOS CONVECTIVOS DE MOMENTO \nLINEAR SIMULADOS POR UM MODELO \nDE NUVENS 3D\n\nCUMULUS MOMENTUM FLUXES IN \nCLOUD-RESOLVING MODEL \nSIMULATIONS OF TOGA-COARE\n\nCUMULUS MOMENTUM FLUXES IN \nCLOUD-RESOLVING MODEL \nSIMULATIONS OF TOGA-COARE\n\nCUMULUS MOMENTUM FLUXES IN \nCLOUD-RESOLVING MODEL \nSIMULATIONS OF TOGA-COARE\n\n\n\nUniversidade de Aveiro\nAno 2011 \n\nDepartamento de FísicaDepartamento de Física\n\nSusana Margarida \nDas Neves Mendes\n\nFLUXOS CONVECTIVOS DE MOMENTO \nLINEAR SIMULADOS POR UM MODELO \nDE NUVENS 3D\n\nFLUXOS CONVECTIVOS DE MOMENTO \nLINEAR SIMULADOS POR UM MODELO \nDE NUVENS 3D\n\nFLUXOS CONVECTIVOS DE MOMENTO \nLINEAR SIMULADOS POR UM MODELO \nDE NUVENS 3D\n\nCUMULUS MOMENTUM FLUXES IN \nCLOUD-RESOLVING MODEL \nSIMULATIONS OF TOGA-COARE\n\nDissertação apresentada à Universidade de Aveiro para cumprimento dos \nrequisitos necessários à obtenção do grau de Doutor em Física, realizada sob \na orientação científica do Doutor Christopher S. Bretherton, Professor \nCatedrático  do Departamento de Ciências Atmosféricas da Universidade de \nWashington e do  Doutor Alfredo Moreira Caseiro Rocha, Professor Associado \ncom Agregação do Departamento de Física da Universidade de Aveiro\n\nCUMULUS MOMENTUM FLUXES IN \nCLOUD-RESOLVING MODEL \nSIMULATIONS OF TOGA-COARE\n\nDissertação apresentada à Universidade de Aveiro para cumprimento dos \nrequisitos necessários à obtenção do grau de Doutor em Física, realizada sob \na orientação científica do Doutor Christopher S. Bretherton, Professor \nCatedrático  do Departamento de Ciências Atmosféricas da Universidade de \nWashington e do  Doutor Alfredo Moreira Caseiro Rocha, Professor Associado \ncom Agregação do Departamento de Física da Universidade de Aveiro\n\nCUMULUS MOMENTUM FLUXES IN \nCLOUD-RESOLVING MODEL \nSIMULATIONS OF TOGA-COARE\n\nDissertação apresentada à Universidade de Aveiro para cumprimento dos \nrequisitos necessários à obtenção do grau de Doutor em Física, realizada sob \na orientação científica do Doutor Christopher S. Bretherton, Professor \nCatedrático  do Departamento de Ciências Atmosféricas da Universidade de \nWashington e do  Doutor Alfredo Moreira Caseiro Rocha, Professor Associado \ncom Agregação do Departamento de Física da Universidade de Aveiro\n\nApoio financeiro da FCT através de \nBolsa de Doutoramento Refª  \nSFRH/BD22932/2005 no âmbito do III \nQ u a d r o C o m u n i t á r i o d e A p o i o \n(2000-2006).\n\n\n\no júri  \n\npresidente Professor Doutor José Carlos Esteves Duarte Pedro\nProfessor Catedrático da Universidade de Aveiro\n\nProfessor Doutor João Alexandre Medina Corte-Real\nProfessor Catedrático da Universidade de Évora\n\nProfessor Doutor Christopher S. Bretherton\nProfessor Catedrático da Universidade de Washington\n\nProf. Doutor Alfredo Moreira Caseiro Rocha\nProfessor Associado com Agregação da Universidade de Aveiro \n\nDoutora Mariana Stichini Vilela Hart de Campos Bernardino\nInvestigadora do Instituto de Meteorologia\n\nDoutor Paulo de Melo Gonçalves\nInvestigador do CESAM - Centro de Estudos do Ambiente e do Mar da Universidade de Aveiro\n\n\n\nagradecimentos Expresso aqui os meus mais profundos agradecimentos aos meus pais, que \ntêm sido incansáveis e fonte de apoio inesgotável ao longo dos meus \npercursos pessoal e profissional. Obrigada por acreditarem e confiarem.\n\nAo Professor Doutor Christopher S. Bretherton pela orientação e coordenação \ndeste trabalho, pelo conhecimento transmitido e pela educação científica.\n\nAo Prof. Doutor Alfredo Rocha pelo apoio fundamental, sob  os mais diversos \naspectos, ao longo de todo este processo.\n\nAo Professor Doutor João Corte-Real pela amizade, pela confiança, pela \ncolaboração ao longo de mais de uma década e pelo contínuo estímulo dado \nem relação ao meu próprio percurso científico. Bem haja, Professor!\n\nAos Doutores Peter Blossey e  Matthew Wyant, do Departamento de Ciências \nAtmosféricas da Universidade de Washington, pelas preciosas informações \nacerca dos dados, do modelo utilizado  neste  trabalho e pelas inúmeras dicas \nem relação ao software utilizado.\n\nA todos os meus amigos, em Portugal e em Seattle, que me acompanharam \nsempre com muito carinho e inesgotável paciência, nesta longa jornada. \n\n\n\npalavras-chave Transporte vertical de momento linear horizontal, convecção profunda, modelo de \nnuvens 3D, campanha TOGA-COARE.\n\nresumo O  objectivo deste trabalho científico é  o estudo do transporte  vertical de momento \nlinear horizontal (CMT) realizado por sistemas de nuvens de convecção profunda \nsobre o oceano tropical. Para realizar este estudo, foram utilizadas simulações \ntridimensionais produzidas por um modelo explícito de nuvens (CRM) para os quatro \nmeses de duração da campanha observacional TOGA COARE que ocorreu sobre as \náguas quentes do Pacífico ocidental. O  estudo foca essencialmente as \ncaracterísticas estatísticas e à escala da nuvem do CMT durante  um episódio  de \nfortes ventos de oeste e durante um período  de tempo maior que incluí este evento \nde  convecção profunda. As distribuições verticais e  altitude-temporais de campos \natmosféricos relacionados com o  CMT são avaliadas relativamente aos campos \nobservacionais disponíveis, mostrando  um bom acordo com os resultados de \nestudos anteriores, confirmando assim a boa qualidade das primeiras e  fornecendo \na confiança necessária para continuar a investigação. A sensibilidade do CMT em \nrelação do  domínio espacial do  model é analisada, utilizando dois tipos de \nsimulações tridimensionais produzidas por domínios horizontais de diferente \ndimensão, sugerindo que o CMT não depende da dimensão do domínio espacial \nhorizontal escolhido para simular esta variável. A capacidade da parameterização do \ncomprimento de mistura simular o CMT é testada, destacando as regiões \ntroposféricas onde os fluxos de momento linear horizontal são no sentido do \ngradiente ou contra o gradiente. Os fluxos no sentido do  gradiente apresentam-se \nrelacionados a uma fraca correlação entre os campos atmosféricos que caracterizam \nesta parameterização, sugerindo que as formulações dos fluxos de massa dentro da \nnuvem e o fenómeno de arrastamento do ar para dentro da nuvem devem ser \nrevistos. A importância do ar saturado e não saturado para o  CMT é  estudada com o \nobjectivo de alcançar um melhor entendimento acerca dos mecanismos físicos \nresponsáveis pelo CMT. O  ar não saturado e saturado na forma de  correntes \ndescendentes contribuem de forma determinante  para o CMT e deverão ser \nconsiderados em futuras parameterizações do CMT e da convecção em nuvens \ncumulus. Métodos de  agrupamento foram aplicados às contribuições do ar saturado \ne não saturado, analisando os campos da força de  flutuação e da velocidade vertical \nda partícula de ar, concluindo-se a presença de  ondas gravíticas internas como \nmecanismo  responsável pelo ar não saturado. A força do gradiente de pressão \ndentro da nuvem é também avaliada, utilizando para este efeito a fórmula teórica \nproposta por Gregory et al. (1997). Uma boa correlação entre esta força e o produto \nentre efeito de  cisalhamento do vento e a perturbação  da velocidade vertical é \nregistada, principalmente para as correntes ascendentes dentro da nuvem durante o \nepisódio de convecção profunda. No  entanto, o valor ideal para o coeficiente \nempírico c*, que caracteriza a influência da força do gradiente de pressão dentro da \nnuvem sobre a variação  vertical da velocidade horizontal dentro da nuvem, não é \nsatisfatoriamente  alcançado. Bons resultados são alcançados através do teste  feito \nà aproximação do fluxo de massa proposta por Kershaw e Gregory (1997) para o \ncálculo  do  CMT total, revelando mais uma vez a importância do ar não  saturado para \no CMT.\n\n\n\nkeywords Vertical transport of horizontal momentum, tropical deep convection, 3D cloud \nresolving model, TOGA-COARE campaign.\n\nabstract The aim of the proposed research is the  investigation of vertical cumulus \nmomentum transport (CMT) in tropical oceanic deep  convective cloud \nsystems. Our approach is to use a unique four month three-dimensional cloud \nresolving model (CRM) simulations of TOGA COARE - a major field \nexperiment over the warm waters of the west Pacific. Emphasis is given to the \nstudy of cumulus-scale characteristics of convective momentum transport \nduring  the December westerly wind burst and a longer time interval \nencompassing this specific deep  convective event. The analysis of vertical and \ntime-height distributions are evaluated against observations confirming the \ngood quality and reliability of CRM simulations. Good agreement with previous \nstudies is found. The CMT sensitivity to spatial domain size is analyzed  using \ntwo data sets produced by different horizontal domain sizes, suggesting  a non-\ndependency of this field  upon the dimension of model spatial domain. The skill \nof the downgradient mixing-length parameterization is tested, highlighting the \ntropospheric regions where the momentum fluxes are downgradient and where \nthey are upgradient. The  upgradient transports are linked to an unexpected \npoor correlation between the  fields involved in this parameterization, \nsuggesting that formulations of updraft cloud mass flux and entrainment should \nbe  revisited. The role of saturated and unsaturated drafts on CMT is \ninvestigated in an attempt to reach a better understanding  of their underlying \nphysical mechanisms. The unsaturated  air via downdrafts, and the saturated \ndowndrafts have an important contribution to CMT, and they must be \nconsidered in future CMT and cumulus convection parameterizations. Binning \nmethods are applied  to these saturated and unsaturated  contributions, through \nthe analysis of buoyancy force and  vertical velocity fields, suggesting the \npresence  of internal gravity waves driving the unsaturated air. The cloud \npressure-gradient force is also evaluated using the theoretical formula \nproposed by Gregory et al. (1997), exhibiting a strong correlation to the \nproduct mean vertical shear by vertical velocity perturbation, especially in  \ncumulus updrafts during the strong convective event. However, an optimal \nvalue for the empirical coefficient c*, which characterizes the role of the cloud \npressure-gradient force on the vertical variation of cloud horizontal velocity, is \nnot satisfactorily achieved. Good results are accomplished by Kershaw and \nGregory (1997) proposed mass flux approximation to total CMT, which has a \nfairly good performance in parameterization the total CMT and in identifying \nthe regions of greater variability. Testing this particular approach revealed once \nagain the important role of unsaturated  air to the total CMT, which must be \nconsidered in future CMT and deep cumulus convection parameterizations.\n\n \n\n\n\n   \n          \n\n         Contents\n\nList of Tables  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  ix\n\nList of Figures.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . x\n\n1 Introduction 23\n\n1.1    Objectives of the Present Research   .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  23\n\n1.2    An Overview of Convective Momentum Transport   .  .  .  .  .  .  .  .  .  .  .  .  .  . 26\n\n1.3    Convective Momentum Transport in TOGA-COARE observational   \n         campaign .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 29\n\n2 The Cloud-Resolving Model and TOGA-COARE Simulations 33\n\n2.1    The 3-dimensional cloud-resolving model  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 33\n\n2.2    Description of TOGA-COARE CRM simulations.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 36\n\n3 General Features of 3D CRM Simulations of TOGA-COARE 39\n\n3.1    Time Series of CMT-relevant variables  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 39\n\n3.2    Comparison between small and large spatial domains of simulation  .  .  .  . 54\n\n4 Mass-Flux Discretization of Convective Momentum Transport 59\n\n4.1    Testing the SL76 scheme .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 59\n\n4.2    The relative CMT contributions from saturated and unsaturated air .  .  .  .  68\n\n4.3    Is the unsaturated CMT due to upward-propagating gravity waves?  .  .  .  .  78\n\n5 Prediction of the Zonal Wind Perturbation in the Updrafts U’up 85\n\n\n\n5.1    Evaluating the role of the cloud pressure-gradient force  .  .  .  .  .  .  .  .  .  .  .  \n         \n         Analysis of the perturbation pressure gradient acceleration on updrafts  .  .  \n\n         Julian Day 358 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  \n\n         Julian Days 350:359 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  \n\n85\n\n86\n\n88\n\n94\n\n5.2    The prediction of cumulus updrafts zonal velocity perturbation .  .  .  .  .  .  .\n\n          Julian Day 358 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .\n\n          Julian Days 350:359.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .\n\n99\n\n100\n\n102\n\n5.3    Testing the mass-flux approach to convective momentum transport \n          parameterization.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .\n\n          Julian Day 358 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . \n\n          Julian Days 350:359.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   \n\n104\n\n105\n\n109\n\n6 Discussion and Directions for Future Work 115\n\nBibliography 119\n\n\n\nERRATA SHEET\n\nThis errata sheet lists errors and their correction for the doctoral thesis of Susana Margarida das Neves  \nMendes  (nº  44786),  titled  “Cumulus  Momentum  Fluxes  in  Cloud-Resolving  Model  Simulations  of  \nTOGA-COARE”,  Doctoral  Program  MAP-FIS,  Department  of  Physics,University  of  Aveiro,  October \n2011.\n\nLocation Error Correction\n\nResumo, line 4 “por modelo” “por um modelo”\n\nResumo, line 20 “OS” “Os”\n\nResumo, line 37 “corficiente” “coeficiente”\n\nPage x, 1.3, line 3 “reprrsents” “represents”\n\nPage xi, 3.1.5, line 2 “TOGA-COAR” “TOGA-COARE”\n\nPage xi, 3.1.9, line 1 “Total Cloud” “total cloud”\n\nPage 24, par. 2, line 1 1977 1976\n\nPage 24, par. 4, line 6 “Radar sets” “Radar data  sets”\n\nPage 25, par. 1, line 13 “ast” “last”\n\nPage 26, par. 2, line 8 “bug” “big”\n\nPage 31, par. 1, line 1 “-0.7” “0.7”\n\nPage 34, par. 1, line 3 “os” “of”\n\nPage 34, par. 2, line 15 “monotone” “monotonic”\n\nPage 36, par. 2 , line 9 “Ciesielski” “Ciesielki (2003)”\n\nPage 42, par. 2, line 2 “D256T120-S” “D256T10-S”\n\nPage 42, par. 3, line 2 “120 day” “120-day”\n\nPage 42, par. 3, line 2 “CRm” “CRM”\n\nPage 46, par. 1, line 2 “vertical shear” “vertical wind shear”\n\nPage 47, par. 2, line 10 “10-3” “10-3 (/s)”\n\nPage 52, par. 1, line 3 “string” “strong”\n\nPage 52, par. 1, line 6 “are” “area”\n\nPage 53, par. 2, line 3 “et. Al” “et al”\n\nPage 57, par. 1, line 7 “Figure 3.1.15” “Figure 3.2.2”\n\nPage 61, par. 2, line 15 “(Fig. 3.1.18)” “(Fig. 3.1.12)”\n\nPage 67, par. 1, line 1 “Table 4.1” “Table 4.1 and”\n\nPage 69, par. 1 Paragraph repeated twice Delete the paragraph\n\nPage 70, par. 4, line 9 “binning w” “binning”\n\nPage 71, par. 1, line 5 “If” “For”\n\n1\n\n\n\nPage 71, par. 1, line 6 “if” “If”\n\nPage 72, par. 2, line 10 “levels” “level”\n\nPage 78, par.1, line 5 “this” “This”\n\nPage 79, eq. (4.3)\nB = T\n\nTd ? ?Td\n?T d\n\nB = g\nTd ? ?Td\n\n?T d\nPage 79, eq. (4.5)\n\nB = g ?\nT 'd\n?Td\n\nB = g\nT ' d\n?Td\n\nPage 79, par. 2, line 1 “Figures 4.2.8 and 4.2.9” “Figures 4.3.1 and 4.3.2”\n\nPage 79, par. 3, line 3 “Figures 4.2.8, 4.2.9 and 4.2.10” “Figures 4.3.1, 4.3.2 and 4.3.3”\n\nPage 83, par. 1, line 2 “and cloudy and” “and the air”\n\nPage 83, par. 1, line 7 “(Fig. 4.2.2)” “(Fig. 4.3.2)”\n\nPage 85, par. 2, line 2 “saturated” “unsaturated”\n\nPage 91, par. 1, line 2 “cases, for both” “cases, and for both”\n\nPage 92, par. 1, line 3 “times” “time steps”\n\nPage 110, par. 1, line 3 “fromc loud” “from cloud”\n\nPage 117, par. 3, line 6 “environmental vertical velocity” “environmental zonal velocity”\n\nPage 119, line 16 Missing reference Add:\nCharney, J. G., and A. Eliassen, \n1964: On the growth of \nhurricane depression. J. Atmos.  \nSci.,21, 68-75. \n\nPage 122, line 8 Missing reference Add:\nPalmen, E., and C. W. Newton, \n1969: Atmospheric Circulations \nSystems. Academic, New York, \n421 pp.\n\n2\n\n\n\nList of Tables\n\n2.1 Brief summary  of the relevant  features of the  data  generated  by  the \n\ncloud-resolving model, and available for this thesis.  .  .  .  .  .  .  .  .  .  .  .  37\n\n4.1 Slope values L (in  meters) and  correlation  coefficients (in \n\nparentheses) for  all  tropospheric layers and all  ?z  studied, as the \n\nresult  of applying  a  linear  regression  to the equation  (4.2),  for  the two \n\nspatial domain data sets, D64T120-S and D256T10-S  .  .  .  .  .  .  .  .  .  .  64\n\n4.2 Definition  of a  saturated and  unsaturated  updraft  model grid point,  a \n\nsaturated  and unsaturated strong  updraft  model  grid point,  and a \n\nsaturated  and unsaturated  downdraft  model grid  point,  using  its non-\n\nprecipitating  condensate  (water  plus ice)  mixing  ratio QN (g/kg) and \n\nits vertical velocity W (m/s) as defining characteristics.  .  .  .  .  .  .  .  .  .   69\n\nix\n\n\n\nList of Figures\n\n1.1 Interactions between  various processes in  the climate  system  (from \n\nArakawa, 2004) .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .     25\n\n1.2 (a)  Schematic  diagram  of the  relative airflow  and physical  processes \n\nassociated  with  a  squall  line  mesoscale convective  system.  (From \n\nMoncrieff 1992, adapted from Houze et al. 1989). \n\n(b) Schematic diagram  of  the airflow  in  the stationary  dynamical model \n\nshowing  the three  flow  branches, namely  jump  updraught  (A); \n\ndowndraught  (B); and overturning  updraught  (C), part  of  the archetypal \n\nmodel. (From Moncrieff 1992).  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  28\n\n1.3 Measurement sites and  study  regions for  the intensive observation  period \n\n(IOP) of TOGA  COARE.  The  legends beneath  the  panels refer  to the \n\nsymbols used to represent  the observational platforms.  This map \n\nreprrsents the  entire  COARE domain.  The large-scale domain  (LSD),  the \n\nouter  sounding  array  (OSA)  and the  intensive  flux  array  (IFA)  are \n\noutlined. (From Webster and Lukas 1992) .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   30\n\n3.1.1 Surface precipitation  (mm/day)  for  the whole  period,  120  days,  of TOGA-\n\nCOARE, given by the simulation D64T120-S  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  43\n\n3.1.2 The surface precipitation  field  (mm/day)  for  a  11-day  period, from \n\nDecember  20th to 30th,  1992, spatially  averaged by  the model  over  the \n\nsmall domain 64 x 64 km2  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  44\n\n3.1.3 Time-height  cross-section  for  zonal  wind  (m/s)  during  IOP,  spatially \n\naveraged over the small domain, simulated by D64T120-S   .  .  .  .  .  .  .  .  . 44\n\nx\n\n\n\n3.1.4 Time-height  cross-section  for  zonal wind  (m/s)  provided by  the \n\nsimulation  D64T10,  a  3-D dataset,  for  a  sub-period  of 10  days,  including \n\nthe deep convective event occurred in December 24th .  .  .  .  .  .  .  .  .  .  .  .  45\n\n3.1.5 Vertical  profile of mean  zonal wind simulated by  D64T120-S,  averaged \n\nover the whole 120-days of TOGA-COARE .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 46\n\n3.1.6 Vertical  profile  of the  vertical  wind shear  (hr-1)  simulated  by  the \n\nD64T120-S dataset,  averaged  over  the  small  domain  and over  TOGA-\n\nCOARE IOP.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   47\n\n3.1.7 Time  series of vertical wind shear  (hr-1), given  by  simulation  D64T120-S, \n\naveraged over the whole atmospheric column  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  48\n\n3.1.8 Time-height  cross-section  of vertical  wind  (m/day),  for  the 10-day \n\nperiod,  from  Dec  16th to 25th, 1992,  as simulated by  the 3-D dataset \n\nD64T10 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   49\n\n3.1.9 Time  series of the  Total Cloud area  fraction  (solid  line) and the \n\nfractional  area  of cloudy  updrafts (dash-dotted  line),  simulated  by \n\nD64T120-S, for the whole TOGA-COARE period, 120 days.  .  .  .  .  .  .  .  .   49\n\n3.1.10 Vertical  profiles of total cloud  area  fraction  (solid line) and the fractional \n\narea  of cloudy  updrafts (dotted line),  as simulated  by  D64T120-S, \n\naveraged over IOP: 120 days .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   50\n\n3.1.11 Time  series of simulated  total cloud mass flux  (kg/m2/s,  solid line), the \n\nupdraft  cloud mass flux  (dotted line,  kg/m2/s)  and the downdraft cloud \n\nmass flux  (dashed line,  kg/m2/s), given  by  D64T120-S,  for  the TOGA-\n\nCOARE IOP.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 51\n\nxi\n\n\n\n3.1.12 Vertical  profiles of  the total  cloud mass flux  (solid line),  the updraft \n\ncloud mass flux  (dotted line) and downdraft  cloud  mass flux  (dashed \n\nline), given  by  the D64T120-S  dataset, averaged  over  the  TOGA-COARE \n\nIOP  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   52\n\n3.1.13 Vertical  profiles of CMT  (10-3 Pa)  and mean  zonal  wind (m/s), provided \n\nby D64T120-S dataset, averaged over the TOGA-COARE IOP .  .  .  .  .  .  .  53\n\n3.2.1 Time  series of surface precipitation  (mm/hr),  for  the common  10-day \n\nperiod (Jd 350:359, December  16th to 25th, respectively),  obtained by  the \n\nsmall domain  simulation  D64T120-S (Sd,  dotted  line)  and by  the  large \n\ndomain simulation D256T10-S (Ld, dashed line)  .  .  .  .  .  .  .  .  .  .  .  .  .  . 55\n\n3.2.2 Left: vertical profiles of mean  zonal  wind  U  (m/s/100), given  by  the \n\nsimulations D64T120-S  (U64,  small  domain,  starred solid line)  and \n\nD256T10-S  (U256,  large domain,  diamond  solid  line) and CMT  (Pa), \n\nobtained by  the simulations D64T120-S  (CMT64,  dotted line)  and \n\nD256T10-S (U256, dashed line). \n\nRight: vertical profiles of updraft  cloud  mass flux  McUP64  and \n\nMcUP256  (kg/m2/s),  of total  cloud  mass flux  Mc64  and Mc256  (kg/m2/\n\ns)  and of downdraft  cloud mass flux  McDD64  and McDD256  (kg/m2/s), \n\nprovided by  the small  domain  simulation  D64T120-S  and by  the large \n\ndomain  simulation  D256T10-S; averaged  over  the common  10-day \n\nperiod .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 56\n\n3.2.3 Contour  plots of time-height  section  of  CMT  (Pa)  for  the  small domain \n\n(top  row  left)  and  for  the larger  domain  (top row  right),  and  of  total \n\ncloud mass flux  Mc (kg/m2/s)  given  by  D64T120-S  (bottom  row  left) \n\nand by  D256T10-S (bottom  row  right), for  the  time  interval  Jd \n\n350:359 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 57\n\nxii\n\n\n\n4.1.1 Hourly  time series of  X1 (Mcup*??/?z,  left  column)  and X2 (CMT, \n\nright  column),  for  10-day  common  period of simulation, within  the \n\nlower,  middle and upper  troposphere,  given  by  D64T120-S (dashed \n\nline) and D256T10-S (dotted line)  data  sets using  the  regular  model \n\nvertical grid spacing ?z.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 62\n\n4.1.2 Daily  time  series of X1 (Mcup*??/?z [Pa/m],  left column) and X2 \n\n(CMT [Pa], right  column),  for  10-day  common  period of simulation, \n\nwithin  the  middle troposphere,  for  different  choices of  ?z,  given  by \n\nD64T120-S (dashed line) and D256T10-S (dotted line)  .  .  .  .  .  .  .  .  .  .  63\n\n4.1.3 Scatter  plots of X1 and -X2,  and the linear  regression  applied to \n\nequation  (4.2), for  each  ?z,  for  small  (circles and  solid line) and  large \n\n(diamonds and dotted line) domain  sizes, within  the lower \n\ntroposphere  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 65\n\n4.1.4 Scatter  plots of X1 and -X2,  and the linear  regression  applied to \n\nequation  (4.2), for  each  ?z,  for  small  (circles and  solid line) and  large \n\n(diamonds and dotted  line)  domain  sizes,  within  the  middle \n\ntroposphere  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 66\n\n4.1.5 Scatter  plots of X1 and -X2,  and the linear  regression  applied to \n\nequation  (4.2), for  each  ?z,  for  small  (circles and  solid line) and  large \n\n(diamonds and dotted  line) domain  sizes,  within  the  upper \n\ntroposphere  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   67\n\n4.2.1 Vertical  profiles of the  CMT  (the  product  of the zonal wind perturbation \n\n(Up)  by  the vertical  wind perturbation  (Wp))  averaged  over  the eight \n\n3D volumes from  the  small-domain  simulation  of Julian  day  358,  for \n\nthe whole  CRM spatial domain  (solid-dotted  line,  both  left  and right \n\nplots),  for  the saturated (solid  line,  left  plot) and unsaturated (solid \n\nline,  right  plot)  domains,  over  the  saturated  and unsaturated  updrafts \n\n(dashed line,  left  and  right  plots,  respectively),  over  the strong \n\nsaturated and unsaturated updrafts (dashed-two dots line, left and right\n\nxiii\n\n\n\nplots,  respectively) and over  the saturated  and unsaturated  downdrafts \n\n(dotted line, left and right plots, respectively)  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   71\n\n4.2.2 Vertical  profile of  unbinned CRM CMT  (solid  line)  overlaid by  the \n\nbinned  CMT  vertical profiles obtained by  the  bin  sizes of 512  (dashed \n\nline), 256  (dashed-dotted  line)  and  128  (dotted line) elements,  for \n\nJulian day 358 .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 72\n\n4.2.3 Vertical  profiles of the  product  of u' by  w',  averaged over  the saturated \n\ngrid points (SAT),  averaged over  different  number  of bins examined for \n\nthe saturated  partition:  64  (Bs512,  solid  line),  128  (Bs256,  dashed \n\nl i n e ) ,  2 5 6  ( B s 1 2 8 ,  d a s h - d o t  l i n e )  a n d 5 1 2  ( B s 6 4 ,  d o t t e d \n\nline)  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 73\n\n4.2.4 Vertical  profiles of the product  of u' by  w', averaged over  the \n\nunsaturated grid points (UNSAT),  averaged over  different  number  of \n\nbins examined  for  the  unsaturated partition: 64  (Bs512,  solid  line),  128 \n\n(Bs256, dashed  line),  256  (Bs128,  dash-dot  line) and 512  (Bs64,  dotted \n\nline)  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   74\n\n4.2.5 Scatter  plots of binned  u' and w',  for  specific  bin  sizes of 512  (left \n\ncolumn),  256  (mid-column)  and  128  (right  column) elements,  at \n\nspecific vertical levels of Z23  (3.625  km,  top row),  Z35  (6.625  km, \n\nsecond row),  Z45  (9.125  km, third row) and  Z62  (13.375  km,  last  row), \n\nwith  the  correspondent  coefficient  of determination  values (in  %), \n\ngiven  by  D64T10  data  set  for  eight  3D volumes of Julian  day \n\n358   .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   75\n\n4.2.6 Scatter  plots of binned saturated  (left  column)  and unsaturated  (right \n\ncolumn)  u' and w',  for  the bin  size  of 256  elements,  at  specific  vertical \n\nlevels of Z23  (3.625  km,  top row),  Z30 (5.375  km,  second row)  and  Z35 \n\n(6.625  km, third row),  with  the correspondent  coefficient  of \n\ndetermination  values (in  %),  given  by  D64T10  data  set  for  eight  3D \n\nvolumes of Julian day 358.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  76\n\nxiv\n\n\n\n4.2.7 (continuation of Fig.  4.2.6)  Scatter  plots of binned  saturated  (left \n\ncolumn)  and  unsaturated (right  column) u' and w',  for  the  bin  size of \n\n256  elements,  at  specific  vertical levels of Z45  (9.125  km,  first  row),  and \n\nZ62  (13.375  km,  second row) with  the correspondent  coefficient  of \n\ndetermination  values (in  %), given  by  D64T10  data  set  for  eight  3D \n\nvolumes of Julian day 358.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 77\n\n4.3.1 Scatter  plots of  binned  saturated (left  column)  and  unsaturated (right \n\ncolumn)  Buoyancy (By  - circles - in  m/s2), u’  (Up - dots - in  m/s/100) \n\nand w' (Wp in  m/s),  for  the  bin  size of 256  elements,  at  specific  vertical \n\nlevels of Z23  (3.625  km,  top  row),  Z30  (5.375  km,  second row) and Z35 \n\n(6.625  km, third row), with  the correspondent  coefficient  of \n\ndetermination  values (in  %), given  by  D64T10  data  set  for  eight  3D \n\nvolumes of Julian day 358.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   80\n\n4.3.2 (continuation of Fig. 4.3.1)  Scatter  plots of  binned saturated (left \n\ncolumn)  and  unsaturated (right  column) Buoyancy  (By  - circles - in  m/\n\ns2),  u’  (Up  - dots - in  m/s/100)  and w' (Wp in  m/s),  for  the bin  size  of \n\n256  elements,  at  specific  vertical levels of Z45  (9.125  km,  first  row), Z62 \n\n(13.375  km,  second row),  Z72  (16.281  km)  for  saturated bins and  Z83 \n\n(21  km,  stratosphere)  for  unsaturated bins only,  with  the \n\ncorrespondent  coefficient  of determination  values (in  %),  given  by \n\nD64T10 data set for eight 3D volumes of Julian day 358.  .  .  .  .  .  .  .  .  .   81\n\n4.3.3 Scatter  plots of binned unsaturated  Buoyancy (By  - circles - in  m/s2), \n\nu’ (Up - dots - in  m/s/100) and  w' (Wp in  m/s),  for  the  bin  size of 256 \n\nelements,  at  specific vertical  levels of Z33  (6.125  km,  first  plot),  Z48 \n\n(9.875  km, second row),  Z66  (14.81  km),  with  the correspondent \n\ncoefficient  of determination  values (in  %), given  by  D64T10  data  set  for \n\neight 3D volumes of Julian day 358  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  82\n\nxv\n\n\n\n5.1.1 Upper Left: vertical profile  of the zonal  wind perturbation  Up  (m/s) \n\naveraged over  the  saturated updraft  grid  points and over  the  Julian  day \n\n358; Upper Right: time-height  cross section  of  Up during  the Jd  358, \n\naveraged over  the saturated updraft  grid points; Middle Left: vertical \n\nprofile  of the CMT (Pa)  averaged over  the  saturated  updraft grid points \n\nand over  the Julian  day  358;  Middle Right: time-height  cross section  of \n\nCMT during  the Jd  358; Lower Left: zonal pressure-gradient  force \n\nPGFx (m/s2)  vertical  profile  average over  the  saturated  updraft  grid \n\npoints and over  the Jd  358,  and Lower Right: time-height  cross \n\nsection  of the PGFx during  the  Jd  358, averaged over  the saturated \n\nupdraft  grid  points.  All  quantities are provided by  3D D64T10 \n\nsimulation.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 89\n\n5.1.2 Upper Left: vertical profile  of the zonal  wind perturbation  Up  (m/s) \n\naveraged over  the  saturated downdraft  grid points and  over  the Julian \n\nday  358;  Upper Right: time-height  cross section  of Up during  the  Jd \n\n358, averaged  over  the  saturated  downdraft  grid  points;  Middle Left: \n\nvertical  profile  of the CMT (Pa) averaged over  the saturated downdraft \n\ngrid points and  over  the Julian  day  358; Middle  Right: time-height \n\ncross section  of CMT during  the  Jd  358; Lower Left: zonal pressure-\n\ngradient  force  PGFx (m/s2)  vertical  profile  average over  the saturated \n\ndowndraft  grid points and over  the  Jd 358, and Lower Right: time-\n\nheight  cross section  of the  PGFx during  the  Jd 358,  averaged  over  the \n\nsaturated downdraft grid points  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  90\n\n5.1.3 Left: vertical  profiles of the  mean  vertical shear  VWS  (dotted  line),  of \n\nthe vertical velocity  perturbation  Wp  (dashed line) and of the zonal \n\ncloud pressure-gradient  force PGFx (solid line),  averaged  over  the \n\nsaturated  updraft  grid points and over  the  Julian  day  358; Right: \n\nvertical  profiles of the same  fields,  averaged  over  the saturated \n\ndowndraft  grid points and  over  the  Jd 358.  All  quantities are provided \n\nby 3D D64T10 data set.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 91\n\nxvi\n\n\n\n5.1.4 Vertical  profiles of the  two members of equation  (5.2)  proposed by \n\nGKI97:  the PGFx (m/s2, solid line) and the product  of c* (0.7)  by \n\nvertical  velocity  perturbation  (m/s) by  the mean  vertical shear  (/s) \n\n(dash  line),  averaged  over  the saturated updraft  grid points (Left plot) \n\nand over  the saturated  downdraft  grid points (Right plot),  for  Julian \n\nday  358.  All the quantities are given  by  the 3D D64T10 \n\nsimulation.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 92\n\n5.1.5 Vertical  profiles of the  two members of equation  (5.2)  proposed by \n\nGKI97:  the PGFx (m/s2, solid line) and  the product  of c*  by  vertical \n\nvelocity  perturbation  (m/s)  by  the mean  vertical  shear  (/s), considering \n\nseveral  discrete choices for  c*,  averaged  over  the saturated  updraft \n\n(Left plot)  and over  the  saturated  downdraft  (Right plot)  grid points, \n\nfor  Julian  day  358.  All  the variables studied  are given  by  the 3D \n\nD64T10 simulation.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 93\n\n5.1.6 Linear  regression  applied to the equation  (5.2) proposed by  GKI97: the \n\nPGFx as the  predictand and the product  of vertical velocity  perturbation \n\nWp  (m/s)  by  the  mean  vertical shear  VS (/s) as the predictor, averaged \n\nover  the lower  (left column,  LT),  the middle (mid-column, MT) and the \n\nupper  (right column,  UT)  troposphere,  within  the saturated updraft \n\ngrid points (first row)  and over  the saturated downdraft  grid  points \n\n(second row),  for  Julian  day  358.  All the quantities are given  by  the 3D \n\nD64T10 data set  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 94\n\n5.1.7 Upper Left: vertical  profile  of  the  zonal wind  perturbation  Up (m/s) \n\naveraged over  the  saturated  updraft  grid points and  over  the Julian \n\ndays 350:359; Upper Right: time-height  cross section  of Up  during  the \n\n10-day  simulation, averaged over  the saturated  updraft  grid points; \n\nMiddle Left: vertical  profile of the CMT (Pa) averaged  over  the \n\nsaturated  updraft  grid points and over  the  Julian  days 350:359; Middle \n\nRight: time-height  cross section  of  CMT during  the  10-days;  Lower \n\nLeft: zonal pressure-gradient force PGFx (m/s2) vertical profile average \n\nover  the saturated updraft  grid points and over   the   10-day   period,  \n\nand  Lower Right: time-height cross section of the PGFx during the 10-\n\nxvii\n\n\n\n-days time period,  averaged over  the saturated  updraft  grid  points.  All \n\nquantities are provided by 3D D64T10 simulation .  .  .  .  .  .  .  .  .  .  .  .  . 95\n\n5.1.8 Upper Left: vertical  profile  of  the  zonal wind  perturbation  Up (m/s) \n\naveraged over  the saturated downdraft  grid points and over  the  Julian \n\ndays 350:359; Upper Right: time-height  cross section  of Up  during  the \n\n10-days simulation,  averaged over  the  saturated  downdraft  grid  points; \n\nMiddle Left: vertical  profile of the CMT (Pa) averaged  over  the \n\nsaturated  downdraft  grid  points and  over  the Julian  days 350:359; \n\nMiddle Right: time-height  cross section  of  CMT during  the 10-days; \n\nLower Left: zonal  pressure-gradient  force PGFx (m/s2) vertical profile \n\naverage over  the saturated  downdraft  grid  points and over  the  10-days \n\nperiod,  and  Lower Right: time-height  cross section  of the  PGFx during \n\nthe 10-day  time period,  averaged over  the saturated downdraft grid \n\npoints. All quantities are provided by 3D D64T10 simulation.  .  .  .  .  .  . 96\n\n5.1.9 10-day  mean  vertical profiles of the  mean  vertical  shear  VWS (dotted \n\nline,  magnitude of 10-2),  of  the vertical velocity  perturbation  Wp \n\n(dashed line),  of the  zonal cloud  pressure-gradient force PGFx (solid \n\nline,  magnitude of 10-2) of  saturated updrafts (left)  and saturated \n\ndowndrafts (right). All  quantities are derived from  3D D64T10 \n\nsimulation.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   97\n\n5.1.10 Vertical  profiles of the  two members of equation  (5.2)  proposed by \n\nGKI97:  the PGFx (m/s2, solid line) and the product  of c* (0.7)  by \n\nvertical  velocity  perturbation  (m/s) by  the mean  vertical shear  (/s) \n\n(dash  line),  averaged  over  the saturated updraft  grid points (Left plot) \n\nand over  the saturated downdraft  grid points (Right plot),  for  the time \n\nperiod Jd 350:359.  All  the variables studied  are given  by  the 3D \n\nD64T10 data set  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 98\n\nxviii\n\n\n\n5.1.11 Linear  regression  applied  to the  formula  (5.2)  proposed by  GKI97:  the \n\nPGFx as the  predictand and the product  of vertical velocity  perturbation \n\nWp  (m/s)  by  the  mean  vertical shear  VS (/s) as the predictor, averaged \n\nover  the lower  (left column,  LT),  the middle (mid-column, MT) and the \n\nupper  (right column,  UT)  troposphere,  within  the saturated updraft \n\ngrid points (first row)  and within  the  saturated downdraft  grid  points \n\n(second row), for  the time  period  Julian  days 350:359.  All  the \n\nquantities are given by the 3D D64T10 simulation .  .  .  .  .  .  .  .  .  .  .  .  .   99\n\n5.2.1 Vertical  profiles of  the CRM mean  environmental  wind Env  (m/s,  solid \n\nline), the  cumulus updraft  zonal  velocity  CRM Usup (m/s,  circled line) \n\nsimulated  by  the CRM and the parameterized  cumulus updraft  zonal \n\nvelocity  given  by  equation  (5.1)  assuming  the action  of entrainment \n\nonly,  discarding  the  contribution  from  the  pressure-gradient  force (m/\n\ns,  dashed line). All  the profiles are  given  by  the  3D D64T10  data \n\nsets .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 101\n\n5.2.2 Left plot:  vertical  profiles of the  CRM mean  environmental wind Env \n\n(m/s,  solid line), the cumulus updraft  horizontal velocity  CRM Usup \n\n(m/s,  circled  line)  simulated  by  the CRM and the  parameterized \n\ncumulus updraft  horizontal  velocity  given  by  equation  (5.1),  under \n\ndifferent  c* choices constant  over  height  (m/s, colored lines).  Right \n\nplot: the same  vertical profiles for  environmental  (solid line) and \n\nsimulated  CRM zonal wind averaged over  the cumulus updrafts (circled \n\nl i n e ) ,  a n d t h e c u m u l u s u p d r a f t  z o n a l w i n d  p r e d i c t e d  b y \n\nparameterization  (5.1) using  c* given  by  the linear  regression  slope.  All \n\ndata is given by the 3D D64T10 simulation .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .    102\n\n5.2.3 Vertical  profiles of  the CRM mean  environmental  wind Env  (m/s,  solid \n\nline), the cumulus updrafts horizontal  velocity  CRM Usup  (m/s,  circled \n\nline) simulated  by  the CRM and the parameterized cumulus updraft \n\nhorizontal  velocity  given  by  equation  (5.1) assuming  the  action  of \n\nentrainment  only,  discarding  the contribution  from  the  pressure-\n\ngradient  force  (m/s,  dashed  line). All  the  profiles are  given  by  the 3D \n\nD64T10 data sets and are averaged over the 10-day period .  .  .  .  .  .  .  .  103\n\nxix\n\n\n\n5.2.4 Left plot: vertical  profiles of the CRM mean  environmental wind \n\n‘Env’  (m/s,  solid line), the  cumulus updraft  horizontal  velocity  ‘CRM \n\nUsup’  (m/s,  circled line) simulated by  the  CRM and  the parameterized \n\ncumulus updraft  horizontal velocity  given  by  equation  (5.1), under \n\ndifferent  c* choices constant  over  height  (m/s,  colored  lines).  Right \n\nplot: vertical  profiles of the simulated  cumulus updraft  zonal wind \n\n‘CRM Usup’ (circled line)  and the parameterized  cumulus updraft \n\nzonal  wind  with  c*  given  by  the linear  regression  slope. All  data  is given \n\nby  the  3D D64T10  simulation  and  averaged over  the 10-day  time \n\nperiod  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 104\n\n5.3.1 Left plot:  vertical  profiles of total  cloud mass flux  (kg/m2/s, solid  line), \n\nupdraft  cloud mass flux  (kg/m2/s,  dashed line) and  downdraft  cloud \n\nmass flux  (kg/m2/s,  dotted line) given  by  the  D64T120-S  data  set; \n\nRight plot:  vertical  profiles of total CMT  (Pa,  solid line),  CMT  within \n\ncumulus updrafts (Pa,  dashed line)  and CMT within  cumulus \n\ndowndrafts (Pa, dotted line) given by the 3D data set D64T10  .  .  .  .  .  . 106\n\n5.3.2 Comparison  between  the  CMT  simulated by  the  cloud-resolving  model \n\nand the  CMT  given  by  equation  (5.3). Left column: time-height cross \n\nsections of total CMT  (top  plot),  cumulus updrafts CMT  (middle plot) \n\nand cumulus downdrafts CMT  (bottom  plot) simulated  by  the 3D CRM. \n\nRight column: time-height  cross-section  of total  CMT (top  plot),  CMT \n\nwithin  cumulus updrafts (middle  plot)  and CMT  within  cumulus \n\ndowndrafts (bottom  plot) all  obtained  by  the parameterization  (5.3). \n\nWhite regions represent regions with no data.  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 107\n\n5.3.3 Vertical  profiles of CRM (solid  line)  and parameterized (dotted lined) \n\nCMT  (Pa):  total (left  plot),  within  cumulus updrafts (mid-plot)  and \n\nwithin cumulus downdrafts (right plot), for Julian day 358.  .  .  .  .  .  .  . 108\n\n5.3.4 Time-height  cross-section  of the ‘residual’ CMT,  simulated by  the \n\nCRM,  obtained as the  difference between   total   CMT   and  CMT  \n\ncontributed  by cumulus drafts, for Julian day 358.  .  .  .  .  .  .  .  .  .  .  .  . 109\n\nxx\n\n\n\n5.3.5 Left plot: vertical  profiles of total cloud mass flux  (solid line), updraft \n\ncloud mass flux  (dashed line)  and downdraft  cloud mass flux  (dotted \n\nline) given  by  the D64T120-S  data  set; Right plot:  vertical  profiles of \n\ntotal CMT  (solid line),  CMT  within  cumulus updrafts (dashed  line)  and \n\nCMT  within  cumulus downdrafts (dotted line) given  by  the 3D data  set; \n\nall profiles are averaged over the 10-day period .  .  .  .  .  .  .  .  .  .  .  . 110\n\n5.3.6 CMT  simulated by  the 3D cloud-resolving  model: time-height  cross \n\nsections of the CMT  contributed by  cumulus updrafts (top plot), \n\ncumulus downdrafts (middle plot) and total CMT  (bottom  plot).  Data \n\nprovided by  the data  sets D64T120-S  and 3D D64T10, for  the 10-day \n\nperiod of simulation .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .   111\n\n5.3.7 CMT  given  by  the mass-flux  approximation  (5.3): time-height  cross \n\nsections of the CMT  within   cumulus updrafts (top plot),  cumulus \n\ndowndrafts CMT  (middle  plot)  and  total  CMT  (bottom  plot).  Data \n\nprovided by  the data  sets D64T120-S  and 3D D64T10, for  the 10-day \n\nperiod of simulation .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  112\n\n5.3.8 Vertical  profiles of CRM (solid line) and parameterized (dotted  lined) \n\nCMT  (Pa):  total (left plot),  within  cumulus updrafts (mid-plot)  and \n\nwithin  cumulus downdrafts (right plot),  averaged over  the 10-day \n\nwindow  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 113\n\n5.3.9 Time-height  cross-section  of the ‘residual’ CMT, simulated by  the \n\nCRM,  obtained as the  difference between  total CMT  and CMT \n\ncontributed by cumulus drafts, for the 10-day time interval  .  .  .  .  .  .  . 113\n\nxxi\n\n\n\nList of Acronyms\n\nCAM Community Atmosphere Model\n\nCMT Convective Momentum Transport\n\nCRM(s) Cloud-Resolving Model(s)\n\nCRM CMT Convective Momentum Transport simulated by the Cloud-Resolving  \nModel\n\nD256T10 Large Domain (256 x 256 km2) for a 10-day Time period 3D data set\n\nD256T10-S Large Domain (256 x 256 km2) for a 10-day Time period 1D/2D data  \nset\n\nD64T10 Small Domain (64 x 64 km2) for a 10-day Time period 3D data set\n\nD64T120-S Small Domain (64 x 64 km2) for a 120-day Time period 1D/ 2D data \nset\n\nGCM Global Climate Model\n\nGKI97 Gregory, Keshaw and Inness, 1997\n\nIFA Intensive Flux Array\n\nIOP Intensive Observational Period\n\nMJO Madden-Julian Oscillation\n\nOSA Outer Sounding Array\n\nQBO Quasi-Biennal Oscillation\n\nSAM System for Atmospheric Modeling\n\nSL76 Schneider and Lindzen, 1976\n\nTOGA-COARE Tropical Ocean-Global Atmosphere Coupled Ocean-Atmosphere \nResponse Experiment\n\nVS, VWS Vertical Wind Shear\n\nWWB(s) Westerly Wind Burst(s)\n\nZW03 Zhang and Wu, 2003\n\nxxii\n\n\n\nChapter 1 \n\nIntroduction\n\n1.1  Objectives of the present research\n\n \n\n The role  of cumulus convection  in  the climate  system  is of great  importance,  \n\nparticularly  at  low  latitudes and in  summertime  over  midlatitude continents.  Cumulus \n\nconvection  is a  primary  control  on  precipitation  and tropospheric latent  heating. Tropical \n\nconvective  clouds systems generate two thirds of the global precipitation  and the \n\nassociated  latent  heating  is a  principal driver  of the atmospheric  circulation.  Cumulus \n\nconvection  also creates extensive clouds that  affect  earth’s radiation  budget,  and vertically \n\nfluxes heat,  moisture and  other  atmospheric  constituents throughout  the troposphere. It \n\nalso induces vertical momentum fluxes, which will be the subject of this thesis.\n\n Cumulus convection  is a  subgrid scale  process; cumulus updrafts and downdrafts \n\nhave width  on  the order  of 1  km,  much  smaller  than  a  climate model  horizontal grid \n\nspacing  of order  100  or  more km.  Thus cumulus convection  needs to be parameterized \n\n(that  is, its feedbacks with  the grid-scale variables need to be  represented in  the climate \n\nmodel),  which  has proved to be a  challenging  problem.  In  addition  to its interaction  with \n\nlarge-scale  circulations,  cumulus convection  interacts closely  with  other  small-scale \n\nprocesses such  as boundary-layer  turbulence,  cloud microphysics,  and land-surface \n\nheterogeneity (Figure 1.1), adding to the parameterization challenge.\n\n Most  of the vertical  transport  of air  within  the  tropical and subtropical  troposphere \n\nis accomplished  by  a  combination  of deep (heavily  precipitating)  and shallow  (lightly \n\nprecipitating  or  nonprecipitating) cumulus convection.  Deep  and  shallow  cumulus \n\nconvection  frequently  occurs in  environments of large  vertical wind shear. In  these \n\nenvironments, convective  updrafts can  have  a  systematically  different  horizontal  velocity \n\nChapter 1 - Introduction\n\n23\n\n\n\nthan  convective downdrafts,  resulting  in  a  net  vertical flux  of horizontal momentum,  or \n\nconvective  momentum  transport  (hereafter  named by  CMT). Because  CMT  is caused by \n\nsmall-scale  updrafts and downdrafts,  its average effect  on  global space and timescales \n\ncannot be measured directly.   Hence,  the  effect  of CMT  on  the global  atmospheric \n\ncirculation is still uncertain. \n\n Studies of both  idealized (e.g. Houze 1973, Schneider  and Lindzen  1977),  and \n\ngeneral  circulation  (e.g.  Zhang  and McFarlane 1995)  models have suggested  that  CMT  has \n\na  important  effect  on  mean  zonal  winds in  the tropics and  may  also play  a  role  in  transient \n\ndisturbances such  as the Madden-Julian  Oscillation  (MJO), although  few  reliable \n\nobservations exist  over  regions large enough  to verify  these modelling  results.  For  these \n\nregions or  larger  scales,  CMT  can  be inferred from  an  observational radiosonde network \n\nusing  a  budget  residual,  although  this involves considerable uncertainty  deriving  from  the \n\nneed to estimate  the  synoptic-scale pressure gradient  force.  Using  this method,  Carr  and \n\nBretherton, (2001)  and Lin  et  al. (2005)  showed over  the western  tropical Pacific, CMT \n\ntends to damp vertical  wind  shear  in  mean  zonal  winds or  transient  disturbances,  such  as \n\nthe Madden-Julian  Oscillation  (MJO),  on  timescales of  5-10  days.  It  influences the \n\ntropical Hadley  Circulation,  rainfall  and surface winds across the tropics (e.g.  Richter  and \n\nRasch, 2008).\n\n To represent  these  effects in  climate  models requires a  parameterization  of CMT.  \n\nDiverse  parameterizations have been  proposed,  but  they  are inadequately  grounded in \n\nsmall-scale  observations and modeling.  The turbulent  transport  of momentum  is different \n\nthan  for  atmospheric  constituents such  as heat  and  moisture because  due to pressure \n\ngradient  forces,  momentum  is not  conserved following  fluid  parcels even  in  the  absence of \n\nmixing.  Past  studies suggest  that even  the  sign  of the transport depends on  the degree  and \n\ngeometry of the cloud organization.\n\n The major  goal  of this work  is to improve our  understanding  of the vertical \n\ntransport  of  horizontal  momentum  by  deep convection  over  the  tropical oceans, using  a \n\nunique  four  month  three-dimensional  cloud-resolving  model  simulation  of TOGA-\n\nCOARE,  a  major  field experiment over  the warm  waters of the west  Pacific, characterized \n\nby  extended periods of strong  convection  in  strong  vertical wind shear  - ideal conditions \n\nfor  CMT,  and extensive  radiossonde, aircraft,  and radar  data  sets which  provide a  good \n\nfoundation  for  checking  the quality  of the  CRM simulation.  The author  will investigate the  \n\nstatistical and  the cumulus-scale characteristics of the  convective momentum  transport, \n\nexamining  the signs of the vertical transport  of horizontal  momentum  during  strong \n\nconvection  episodes,  the  sensitivity  of CMT  to grid resolution  and domain  size,  the \n\ncontribution  from  saturated and  unsaturated  up-and-downdrafts to CMT,  and the \n\naccuracy of the physical assumptions made in some existing parameterizations of CMT. \n\n1.1  Objectives of the present research\n\n24\n\n\n\nFigure 1.1.  Interactions between various processes in the climate system (from Arakawa, 2004).\n\n This dissertation  will be  structured  in  the  following  manner: Chapter  2  will \n\nbriefly  describe  the  cloud-resolving  model used  and the  various TOGA-COARE \n\nsimulations analyzed. In  Chapter  3,  the author  will  present  time series of the  most      \n\nCMT-relevant  variables and the  comparison  of CMT  between  two simulations \n\ncharacterized by  different  spatial  domain  sizes.  Chapter  4  presents a  test  of the mass-flux \n\napproach  to parameterization  of CMT  and  evaluates the  contribution  of  saturated  and \n\nunsaturated up-and downdrafts to CMT.  In  Chapter  5,  the  author  will discuss the \n\nprediction  of U',  the perturbation  of the zonal  component  of the horizontal wind,  and will \n\nevaluate the contribution  of  the  pressure  gradient  force and  entrainment  terms for  this \n\nprediction,  assessing  the issues related to these  contributions.  A  direct comparison  with \n\nthe Gregory  et  al.  (1997)  CMT  parameterization  scheme using  different  choices for  an \n\nadjustable   coefficient  called c* and   the deduction  of an  optimal  value  for  c*,  defines the \n\nlast section  of Chapter  5.  Chapter  6  will  present  a  summary  of the results,  conclusions and \n\ndirections for future work on the subject .\n\nChapter 1 - Introduction\n\n25\n\n\n\n1.2  An Overview of Convective Momentum Transport\n\n The first  calculations using  scale analysis and  indirect  estimates of  vertical motion  \n\n(e.g.  Charney  and  Eliassen  1964, Palmen  and  Newton,  1969),  suggested that  CMT  might \n\nbe important  to both  steady  and  transient  flows.  Ooyama  (1971)  modelled  CMT  by \n\nassuming  that  momentum  was mixed  vertically  like other  scalars such  as heat  and \n\nmoisture,  and suggested that  CMT  should act  to reduce the deep tropospheric  shear  in  the \n\nenvironment.  This transport  is referred  as downgradient  transport,  since momentum  is \n\ntransported from  levels of high  momentum  to levels of low  momentum. Schneider  and \n\nLindzen  (1976)  noted that  even  without  turbulent  mixing,  the momentum  of a  cloud parcel \n\ncan  change  during  its ascent,  due to cloud-scale pressure  gradients produced  by  the \n\nrelative horizontal  motion  of the cloud to its environment.  This opened the  possibility  that \n\nCMT  cloud act in  a  counter-gradient  sense,  that  is, to increase the vertical  shear.  \n\n During  the 1970s,  large-scale budget  studies provided the first substantial \n\nobservational  determination  of CMT.  These  studies estimated momentum  flux \n\nconvergence as the  residual  of a  horizontal  momentum  budget  over  an  array  of sounding \n\nstations.  This budget  included contributions from  large-scale  horizontal momentum \n\nadvection  and storage,  from  Coriolis forces,  and  from  pressure gradient  forces.  The \n\nchallenge  in  this approach  is that  the  residual term  is typically  much  smaller  than  the \n\nother  terms,  so small  uncertainties in  these  other  terms (especially  the  pressure grandient \n\nforce) magnify  into big  uncertainties in  the  CMT.  Larger-scale budget  residual  studies, \n\ndespite  uncertainties,  also suggest  mesoscale  convective  organization  impacts CMT. \n\nMomentum  budgets have been  constructed for  shallow  (e.g.  Holland and Rasmussen \n\n1973)  and  deep convection  (e.g. Stevens 1979, Wu  and Yanai 1994).  Stevens (1979) \n\ncalculated  the  momentum  budget  in  easterly  waves over  the  tropical Atlantic Ocean,  in \n\nwhich  deep convection  was often  organized  in  north-south  oriented squall  lines.  In  the \n\nwave troughs,  where the  convection  was most  vigorous, the  author  found downgradient \n\nCMT  in  the along-line direction  with  little CMT  in  the across-line  direction,  an  anisotropy \n\nconsistent  with  in-situ  observations of squall lines. The synoptic-scale pressure gradient \n\nforce was a  major  uncertainty  in  this study. Wu  and Yanai (1994) examined mesoscale \n\nconvective  systems observed by  storm- and  mesoscale  sounding  arrays in  Oklahoma  and \n\nKansas.  Upper-tropospheric  environmental  wind shear  was reduced by  CMT  in  a \n\nmesoscale convective complex  case  and increased in  a  squall  line case, suggesting  once \n\nmore the existence of a relationship between CMT and convective organization.\n\n  Sui  and Yanai (1986) tried  to overcome the  uncertainties in  inferring  CMT  from  a  \n\n1.2  An Overview of Convective Momentum Transport\n\n26\n\n\n\nmomentum  budget  residual by  using  a  vorticity  budget  approach,  in  which  the pressure \n\ngradient  force  does not  appear. The  curl  of the  momentum  flux  convergence  is a  source of \n\nvorticity  which  can  be deduced as a  budget  residual,  but  this still  requires a  number  of \n\nassumptions about  conditions along  the  perimeter  of  the budget  domain  and  in  practice \n\ndoes little to decrease the uncertainty of the derived CMT.\n\n Direct  eddy-correlation  measurements made  by  aircrafts and  using  winds derived \n\nfrom  dual-Doppler  radar  analysis in  field campaigns contributed  significantly  to \n\nunderstanding  convective momentum  transport.  In  a  seminal observational study  of \n\nmomentum  fluxes in  squall lines, LeMone  (1983)  showed that  in  the across-line direction, \n\nCMT  can  act  to increase the  environmental  wind  shear. The tilt  of the  updraft produced \n\nmesoscale horizontal  pressure gradients around  the  leading  edge  of the line  that \n\naccelerated the updrafts rearward and downdrafts forward. This pressure  distribution  was \n\nexactly  opposite  to that  predicted by  flow  around an  obstacle and suggests that  cumulus \n\nmomentum  fluxes can  depend at  a  considerable  degree  in  the convective organization. \n\nMany  observational  (e.g.  LeMone et  al.  1984, Flatau  and Stevens 1987,  LeMone and \n\nJorgenson  1991,  Gallus and Johnson  1992), and  modeling  (e.g.  Soong  and Tao 1984, \n\nLafore et  al.  1988,  Gao et  al.  1990) studies have confirmed  the  existence  of \n\ncountergradient  or  ugradient  momentum  fluxes in  organized systems,  of the sign  opposite \n\nthat  predicted  by  mixing-length  theory. These studies suggest  that  depending  on  the \n\nvertical  profile of horizontal  wind U(z),  two-dimensional convection  in  the  atmosphere \n\ncan  transport  U-momentum  either  up  or  down  the  vertical shear  gradient, with  the slope \n\nof the plane separating  the  leading-edge convection  from  the environment  perhaps a \n\nbetter  predictor  of U-transport  than  the preceding  environmental  wind profile  (the \n\nleading-edge is the intersection  of a  vertical  plane normal  to the convective line and the \n\naforementioned plane).   When  the convective line is oriented  to minimize the U  shear \n\n(which  is frequent), the  evolution  of U profile is such  that the  U-momentum  is eventually \n\ncountergradient.  \n\n It  has been  further  found (LeMone et  al.  1988a)  that  the  CMT  in  a  squall line is \n\naffected by  the  convection-induced perturbation  pressure gradient  resulting  from  the \n\ninteraction  between  the  main  convective updraft  and strong  low  tropospheric  vertical \n\nshear  of horizontal  wind,  as studied by  Rotunno and Klemp (1982).  However,  in  a  3D \n\nnumerical study  that  included  the neds of a  squall line,  Trier  at  al.  (1998)  found  that  the \n\noverall  cross-line CMT  was downgradient, even  though  was upgradient on  the mid-plane. \n\nThe convective-scale  pressure perturbation  is weaker  in  a  low-shear  environment,  as \n\nobserved by  LeMone  et  al.  (1988b).  Therefore,  nonsquall  mesoscale convective systems \n\nthat develop in a low-shear environment are unlikely to have upgradient CMT.\n\nChapter 1 - Introduction\n\n27\n\n\n\n \n\nFigure 1.2.  (a) Schematic  diagram of  the relative  airflow  and physical  processes associated with a squall  line \n\nmesoscale convective system. (From Moncrieff  1992, adapted from Houze  et al. 1989). (b) Schematic diagram \n\nof  the airflow  in  the  stationary  dynamical  model  showing the  three  flow  branches, namely  jump  updraught \n\n(A); downdraught (B); and overturning updraught (C), part of the archetypal model. (From Moncrieff 1992).\n\n Moncrieff (1992) developed an  archetypical  model which  allowed  for  \n\ncountergradient  transport  in  organized systems by  representing  the effects of mesoscale \n\ncirculations and the  flow  in  the  across-line  direction  by  three  branches: a  descending \n\ndowndraft,  jump updraft,  and overturning  updraft  (Figure  1.2).  It  is the  dynamics and \n\nthermodynamics of the jump  updraft  responsible for  the production  of much  of the \n\ncountergradient  transport.  LeMone  and  Moncrieff (1993) found this model to be a  good \n\nrepresentation  of  line-normal  CMT  for  quasi-two-dimensional convective bands, but  its \n\nimplementation  as a  parameterization  of  CMT  in  global  models faces several challenges, \n\ne.g.: a)  the  closure  for  the  model  requires an  assumption  about  the orientation  of the \n\nconvective  lines which  is not  verified by  observations,  and b) as Trier  et  al  (1998) study \n\nfound,  local countergradient  transport   in  a  squall line often  does not  generalize   to larger \n\nspace  and  timescales.  Most  current  CMT  parameterizations (e.  g. Gregory  1997,  Zhang  and \n\nCho 1991)  are based  on  idealized models of flow  partly  entrained  into and partly  diverted \n\naround  an  isolated  cumulus updraft.  For  most  wind  profiles,  these  parameterizations tend \n\nto produce largely  downgradient  fluxes,  which  result  in  a  smoothing  of the environmental \n\nwind profile.\n\n1.2  An Overview of Convective Momentum Transport\n\n28\n\n\n\n1.3 Convective Momentum Transport in TOGA-COARE \n\nobservational campaign\n\n The Tropical Ocean-Global  Atmosphere Coupled Ocean-Atmosphere Response \n\nExperiment  (TOGA  COARE,  Webster  and  Lukas 1992)  provided an  attractive  opportunity \n\nto examine  reanalysis-based estimates of convective momentum  transport  (CMT).  The \n\nTOGA  COARE Intensive Observation  Period  (IOP)  took  place  over  the tropical western \n\nPacific from  November  1st  1992  to February  28th  1993. During  this period soundings were \n\nlaunched every  six  hours at  four  stations on  the perimeter  of the IFA:  Kavieng  (-2.35N, \n\n150.48E), Kapingamarangi (1.04N,154.48E),  R/V  Kexue#1  (-4.00N,156.00E),  and R/V \n\nShigan#3  (-2.00N,158.00E).  Soundings were also taken  at  a  more coarsely  spaced \n\nnetwork  of surroundings stations.   Upper-air  sounding  stations were located at  the \n\nvertices of an  Intensive  Flux  Array  (IFA,  Figure 1.3),  and at  a  larger  Outer  Sounding  Array \n\n(OSA). Additional sounding stations were also scattered throughout the region.\n\n The vertical transport  of horizontal momentum  by  cumulus convection  was \n\ninvestigated  in  observations and model simulations of the Tropical Ocean  Global \n\nAtmosphere Coupled Ocean-Atmosphere  Response Experiment (TOGA  COARE). \n\nEstimates of CMT were obtained  from  radar  data,  momentum  budget  residuals, and  two-\n\ndimensional  cloud-resolving  models and CMT  parameterizations.  During  the “active” \n\nperiods of strong  deep  convection, there was often  strong,  deep vertical  wind  shear, \n\nlending  hope that  cumulus momentum  fluxes might  be sufficiently  large to reliably \n\nestimate from  a  budget  approach.  However,  Carr  and Bretherton  (2001) concluded that \n\nbudget  estimates of CMT  were strongly  affected by  pressure-gradient uncertainties,  with \n\nno clearly  detectable  signature of CMT  above  850  mb.  Below  850  mb,  there was a \n\ntendency for downgradient transport. \n\n Using  radar  data,  Houze  et  al.  (2000) concluded  that  the  nature  of mesoscale CMT  \n\nduring  COARE varied  with  the phase of  the  Madden-Julian  Oscillation.  Qualitatively, \n\ntransport  of mid-level  momentum  by  mesoscale downdrafts appeared  to be downgradient \n\nduring  the onset  of a  December  westerly  wind  burst,  but  countergradient  during  the \n\nperiod of strongest low-level westerlies.\n\n Tung  and  Yanai  (2002a  and 2002b) investigated the general  features of CMT  and \n\nanalysed specific case  studies during  TOGA-COARE.  In  their  Part  I, using  sounding  data, \n\ntaken  during  the IOP,  they  studied the CMT  effects through  the residual  of the  large-scale \n\nmomentum  approach  and  concluded that  CMT exhibits a  profound transient  behavior, \n\nmodulated by  the MJO and other  disturbances.  They  also noted that,  on  average,  the \n\nChapter 1 - Introduction\n\n29\n\n\n\nvertical  momentum  transport  is downgradient.  Using  the  same approach  with  a  specific \n\nobjective analysis (2002b),  they  investigated the CMT  associated with  several convective \n\nevents during  TOGA-COARE. Their  findings confirmed the role of CMT  in  modulating  the \n\nlarge-scale  motions,  but  also suggested its role in  modulating  the multiscale interaction \n\namong  large-scale  waves of various periods.  Their  analysis is very  sensitive to their \n\nassumed pressure fields, which are quite uncertain, as Carr and Bretherton pointed out. \n\n \n\nFigure 1.3.  Measurement  sites and study  regions for  the  intensive observation period (IOP) of  TOGA COARE. \n\nThe  legends beneath  the  panels refer  to the symbols used to represent  the  observational  platforms. This map \n\nreprrsents the entire COARE domain. The  large-scale domain (LSD), the  outer  sounding array  (OSA) and the \n\nintensive flux array (IFA) are outlined. (From Webster and Lukas 1992).\n\n Zhang  and Wu  (2003), through  a  month-long  2D CRM simulation  of TOGA-\n\nCOARE convective systems using  the  observed large-scale forcing,  tried  to understand the \n\nrole  of  the convection-induced  perturbation  pressure field in  the momentum  transport.  To \n\nquantify  the  performance of  the mass flux  approximation,  they  computed the  vertical \n\nprofiles of the linear  regression  slopes at  each  level and  the correlation  coefficients \n\nbetween  the  pressure gradient  and the  product  of cloud mass flux  and vertical wind shear. \n\nThe slope  was close to -0.4  in  the lower  troposphere and  slightly  larger  in  the upper \n\n1.3  Convective Momentum Transport in TOGA-COARE observational campaign\n\n30\n\n\n\ntroposphere,  where they  were  forced to conclude  that  the value of 0.7  proposed  by  Gregory \n\net  al. (1997)  was too large. They  also showed that  momentum  transport by  active \n\nconvective  downdrafts is small  due to the  weak  downdraft  mass flux.  These  authors noted \n\nthat  a  2D simulation, while more  computationally  affordable,  may  not  be  a  good \n\napproximation  for  deriving  CMT  and  pointed  out that,  long-term  simulation  with  a  3D \n\nCRM should be  the ultimate  approach  to investigate convective momentum  transport  in \n\nthe future.\n\nChapter 1 - Introduction\n\n31\n\n\n\n1.3  Convective Momentum Transport in TOGA-COARE observational campaign\n\n32\n\n\n\nChapter 2\n\nThe Cloud-Resolving Model and TOGA-\n\nCOARE Simulations\n\n2.1  The 3-dimensional cloud-resolving model\n\n Over  the last  decades,  cloud-resolving  models (CRMs)  have  been  widely  used  as a  \n\ntool  to assist  in  the formulation  and  testing  of cloud  parameterization  schemes for  larger-\n\nscale models.   There  are several advantages in  using  CRMs over  observational  data,  one of \n\nthe most  important  is that  clouds are explicitly  represented.  Better  spatial  and  temporal \n\nresolution  is achieved. It  is assumed that CRMs are able  to represent  the  main  features of \n\nconvective  storms correctly.  These models have some skill  in  simulating  a  wide variety  of \n\ncloud structures,  giving  some confidence  that  there  is value  in  using  these  data  to develop \n\nconvective  parameterization  schemes for  use  in  large-scale models (Kershaw  and  Gregory, \n\n1997). \n\n Cloud-resolving  models can  be used  to estimate  the momentum  transports by  deep \n\nconvection,  for  different  flow  regimes and  cloud organizations. As well  as providing \n\nestimates of the net transport  of momentum,  the CRMs simulations provide details of the \n\ninternal cloud-structure,  such  as the  variation  of horizontal wind with  height  within  cloud \n\nand the  structure and magnitude  of the cloud pressure-gradient  force  can  be  estimated \n\ndirectly.  Although  the  use  of CRMs to study  convective momentum  transport  has been \n\nincreasing,  this use  has been  limited  to hours-long  simulations of individual convection \n\ncases, often  under  idealized initial  conditions,  with  the  exception  of Gray  (2000),  who \n\ncomputed the momentum  transport  by  mesoscale  convective systems over  a  6-day  period \n\nChapter 2 - The Cloud-Resolving Model and TOGA-COARE simulations\n\n33\n\n\n\nin  TOGA-COARE. Two-dimensional  CRMs distort  the  air  flow  through  and around \n\nconvective  clouds too much  to reliably  simulate convective mass transport,  often  leading \n\nto simulation  of squall-line organization  and  upgradient  convective  momentum  transport \n\nnot observed  in  a  3-dimensional  CRM of the same  convective environment.  Like Zhang \n\nand Wu  (2003) stated  long-term  3D CRM simulations should be  used to investigate  CMT. \n\nMany  authors (e.g.  Moncrieff,  1992)  have stressed the  importance  of organized mesoscale \n\ncirculations within  convective  storms,  which  may  require a  large  computational domain  to \n\nsimulate.  Thus it  is important  to test  the sensitivity  of CRM-simulated CMT  to domain \n\nsize.  \n\n The simulations available to perform  this study  were  provided by  the System  for  \n\nAtmospheric Modeling  (SAM, Version  6.3), a  CRM developed by  Marat  Khairoutdinov  at \n\nColorado State  University  and described in  detail in  Khairoutdinov  and Randall (2003). \n\nThe model  solved non-hydrostatic  and anelastic equations for  a  3-dimensional, \n\nrectangular,  cartesian  horizontal  grid over  a  flat  and homogeneous surface.  SAM used a \n\nstaggered C-grid,  in  which  divergence and  pressure are  calculated at  the  same  point  in \n\norder  to avoid  spurious oscillations in  the velocity  field.  Surface fluxes were  computed \n\nusing  Monin-Obhukov  similarity  theory  from  specified  sea  surface temperatures (SSTs), \n\nwind  speed,  humidity  and  temperature  at  the first  model  level  above the surface.  The CRM \n\npredicted  the  time  variation  of the  three velocity  components u,  v  and w,  pressure  p, and \n\nthe three thermodynamic variables, liquid-ice  static  energy  sli, total non-precipitating \n\nwater  (vapor/cloud) qt,  and precipitating  water  qr.  sli and qt were adiabatically  conserved \n\neven  during  vapor/liquid phase  transitions but  had sources due to the formation   and \n\nevaporation  of  precipitation. The thermodynamic  variables were  transported  with  a \n\nmonotonic advection  scheme to prevent  unphysical  states associated with  spurious \n\noscillations.\n\n The model  used a  single-moment  bulk  microphysical parameterization.  Liquid–ice \n\nstatic  energy  was defined as sli = CpT + gz  - Lcqliq - Lsqice ,  where Cp  is the specific  heat of \n\ndry  air  at  constant  pressure,  T is the absolute temperature (in  Kelvin),  g is the \n\ngravitational  constant, qliq is the  mass mixing  ratio of  liquid phase hydrometeors,  qice is the \n\nmass mixing  ratio of ice  phase hydrometeors,  and Lc and Ls are the  latent  heats of \n\ncondensation  and sublimation,  respectively.  A  diagnostic relationship  based on \n\ntemperature was used  to differentiate the  phases of non-precipitating  hydrometeors \n\n(cloud  liquid water  and  cloud ice) and precipitating  hydrometeors (rain,  snow  and \n\ngraupel).  Cloud  ice had  a  non-zero terminal  velocity  that  depended  on  cloud  ice water \n\ncontent  and was derived from  observations in  Heymsfield (2003).  A  Smagorinsky-Lilly \n\nparameterization  of subgrid turbulence (Smagorinsky  1963) was employed. No planetary \n\nboundary  layer  scheme, such  as those used in  global  climate or  weather  models,  was used \n\n2.1  The 3-dimensional cloud-resolving model\n\n34\n\n\n\nfor vertical diffusion. \n\n The CRM used  three types of thermodynamic  forcings: volumetric  forcings (large-\n\nscale horizontal  advection  of sensible  energy  and  moisture),  surface  forcings (either \n\nprescribed surface latent  and  sensible  heat  fluxes,  or  a  prescribed  sea  surface temperature \n\nalong  with  sea  surface  pressure) and a  mean  vertical  velocity  Wls (detailed  description  in \n\nBlossey  et  al,  2008).  The CRM radiation  scheme  was adapted from  version  3  of  the  CAM \n\n(Community  Atmosphere Model, a  global  climate  model  - GCM - from  NCAR,  the National \n\nCenter  for  Atmospheric Research) provided for  the CRM.  Longwave and  shortwave \n\nradiative  heating  rates transfer  were computed in  each  model grid column  approximately \n\nevery  three minutes.  Water  vapor,  liquid water  and the cloud ice (but  not  precipitating \n\nhydrometeors) were all radiative active. \n\n Periodic boundary  conditions were applied in  the horizontal directions,  and a  rigid \n\nlid boundary  condition  was used  at  the  top of the domain.  The  model  vertical grid (in \n\nheight  coordinates) was composed  of 96  layers, from  surface to 30  km  height,  with  grid \n\nspacings that  increase  smoothly  from  75  m  at  the  surface to a  nearly  uniform  spacing  of \n\n250  m  through  the  troposphere  and then  to 1  km  in  the  Newtonian  damping  region,  or \n\nsponge-region,  in  the  top 30%  of the  model  vertical domain,  which  prevented  the \n\nreflection  of upward-propagating  gravity  waves disturbances.  In  this damping  region, \n\nperturbations of all prognostic variables from  their  horizontal  mean  were damped on  a \n\ntimescale that  varies from  two hours at  19  km  to two minutes at  the top of the  domain. In \n\nthe top two model layers,  the mean  thermodynamic  profiles were nudged to specified \n\nobservationally-derived profiles with a relaxation time scale of one hour. \n\n The CRM generated two types of outputs,  The  first  type, 3D outputs were \n\ninstantaneous three-dimensional  fields of basic  model  variables,  including  pressure \n\n(mbar),  zonal wind component  (m/s),  meridional  wind  component  (m/s), vertical  wind \n\ncomponent  (m/s),  pressure perturbation  (Pa),  radiative  heating  rate (K/day),  absolute \n\ntemperature (K),  water  vapor  mixing  ratio (g/kg),  non-precipitating  condensate  (water \n\nplus ice)  mixing  ratio (g/kg)  and precipitating  water  (rain  plus snow)  (g/kg).  The second \n\ntype,  2D/1D (referred  hereafter  as “statistics”) included  horizontally-averaged variables \n\nand derived  quantities such  as vertical fluxes that  were  calculated  within  the CRM each \n\ntime step, time-averaged and output periodically at a similar frequency as the 3D fields.\n\nChapter 2 - The Cloud-Resolving Model and TOGA-COARE simulations\n\n35\n\n\n\n2.2.  Description of TOGA-COARE CRM simulations\n\n TOGA-COARE provided  an  excellent  opportunity  to investigate the  convective \n\nmomentum  transport  using  cloud-resolving  models, since,  like previous observational \n\ncampaigns,  it  collected large  datasets from  radiosonde,  radar  and  aircraft  instruments, \n\nsome of which  during  strong  convection  events within  substantial  vertical wind shear \n\nenvironments.\n\n Several CRM simulations,  forced with  TOGA-COARE data, using  different  choices \n\nof spatial  and temporal  domains,  were performed by  Dr.  Peter  Blossey  at  the  Department \n\nof Atmospheric Sciences of the University  of Washington.  The forcings that  provided  the \n\ncontext  of large-scale  simulations were  determined by  large-scale atmospheric  conditions \n\nover  approximately  (500  km)2 region  of the tropical west  pacific  Ocean  centered on  (2S, \n\n156W) during  the campaign  (Ciesielski  et al.,  2003).  The mean  horizontal  velocity  profiles \n\nin  the model  were nudged  to the observed, time-dependent  horizontal velocity  profiles on \n\na  one-hour  timescale.  The  SST  and  profiles of large-scale vertical velocity   and  horizontal \n\nheat  and moisture advection  were prescribed following  Ciesielski  (2003). Convection  was \n\ninitiated  by  a  small (0.01  K)  temperature  perturbation  at  each  grid  point  in  the first  five \n\nvertical  levels of the cloud-resolving  model.  The temperature profiles were provided  by \n\nTOGA-COARE soundings and derived  from  them  in  order  to maintain  the  large-scale \n\nbudget conditions. The surface moisture flux was computed interactively with the SSTs.\n\n The TOGA-COARE simulations available to perform  this research  work  employed \n\nthree different  domain  sizes:  64  x  64  points,  96  x  96  points and  256  x  256  points,  all  with  a \n\nresolution  of 1  km  in  order  to resolve  deep  convection  and allow  local parameterizations in \n\nthe vertical to occur.  Table 1 summarizes these experiments. \n\n It  is important  to mention  that  the 96  x  96  simulation  was only  available at  the end \n\nof this study,  and due to this reason,  most  of the calculations were made using  the  smaller \n\ndomain  dataset,  64  x  64  km2.  Although  this domain  size compromises the  ability  to \n\nrealistically  simulate  large mesoscale systems,  it  has little  effect  on  the  statistics of  the \n\nconvective  cloud cover, as Blossey  et  al.(2008)  showed. However,  Blossey  et  al. (2008) did \n\nnot investigate the sensitivity of CMT to the domain size.\n\n The simulations using  the smaller  spatial  domain  were archived for  two different  \n\nperiods: a  3-dimensional dataset  D64T10,  output  every  three hours for  a  10-day  period, \n\nand an  hourly  statistics dataset D64T120-S for  the whole 120-day  campaign  period, \n\nstarting  on  November  1st, ,  1992,  and  ending  on  February  28th,  1993.  The 3D dataset for \n\nthe 10-day  period,  contained  instantaneous gridded  values of fields described in  previous \n\n2.2  Description of TOGA-COARE CRM simulations\n\n36\n\n\n\nsection,  every  three hours.  A  simulation  using  a  larger  domain,  256  x  256  km2, covered  the \n\nsingle 10-day  period, from  December  16th to 25th,  1992.  The  three-dimensional data, \n\nreferred as D256T10,  included the  same  atmospheric  fields as D64T10,  every  two hours; \n\nthe corresponding statistics dataset, D256T10-S, was calculated hourly.\n\n Dr.  Peter  Blossey  performed three  more TOGA-COARE CRM simulations using  an  \n\nintermediate spatial  domain  size: 96  x  96  km2 , for  the whole 120-days period,  generating: \n\na)  a  3-dimensional dataset – D96T120, containing  the same atmospheric  fields as D64T10 \n\nand D256T10,  every  four  hours;  b) a  2-dimensional dataset  – D96T120-2D, where  several \n\natmospheric variables were hourly  vertically  averaged by  the model;  and  c)  a  statistics \n\ndataset  – D96T120-S,  including  hourly  time-series of spatial averaged atmospheric fields \n\nas in the simulation D64T120-S.  \n\n All  simulations described  above were identically  forced with  the prescribed time-\n\nvarying  vertical motion, horizontal  temperature and moisture advection, and relaxation  of \n\nthe domain-mean wind profile to observations on a one-hour timescale.\n\nCRM \nExperiment\n\nTimescale \n(days) Domain-size (km\n\n2) Dimensions Number of Variables\nD64T10 10 64 x 64 x, y, z 10\nD64T120-S 120 64 x 64 z and/or time > 100\nD96T120 120 96 x 96 x, y, z 10\nD96T120-2D 120 96 x 96 x, y 20\nD96T120-S 120 96 x 96 z and/or time >100\nD256T10 10 256 x 256 x, y, z 10\nD256T10-S 10 256 x 256 z and/or time >100\n\nTable  2.1. Brief  summary  of  the relevant features of  the  data generated by  the  cloud-resolving model, and \n\navailable for this thesis.\n\nChapter 2 - The Cloud-Resolving Model and TOGA-COARE simulations\n\n37\n\n\n\n2.2  Description of TOGA-COARE CRM simulations\n\n38\n\n\n\nChapter 3\n\nGeneral Features of 3D CRM Simulations \n\nof  TOGA-COARE\n\n This Chapter  explores the  vertical  structure  of convective momentum  transport  \n\nvertical  behavior  and  its sensitivity  to spatial  resolution,  comparing  two 3-dimensional \n\ncloud-resolving  model  simulations of TOGA-COARE with  different  spatial  domain  sizes, \n\nfor a common 10-day period, characterized by a strong convective event. \n\n3.1  Time Series of CMT-relevant variables\n\n The importance of the vertical transport  of horizontal  momentum  was recognized  \n\nwhen  the  investigation  of the  physical  mechanisms underlying  convection  within  cumulus \n\nclouds revealed the  relative importance  of cloud-scale dynamics and  sub-cloud-scale \n\nturbulence as a  central  aspect  of convective  motions,  whether  these  motions were located \n\nin  low  or  mid-latitudes.  The signature of these  smaller  scale convective motions on  the \n\nlarger-scale or  mean  atmospheric  circulations was first  investigated using  Reynolds \n\naveraging, as described  below. In  this approach,  the governing  equations (Equation  of \n\nMotion,  Equation  of State,  Thermodynamic  Equation,  Mass Continuity  and  Water \n\nContinuity)  are separated  into mean-variable equations where  the large-scale motions are \n\nidentified and  treated,  and into perturbation  equations for  departures from  the  mean-\n\nstate.  \n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n39\n\n\n\n Following  Houze (1994),  Newton's second  law  of motion  governing  the motion  of \n\nair in the atmosphere, may be written in the form:\n\n       \n \n\nDv\n?\n\nDt\n= ?\n\n1\n?\n?p ? f k\n\n??\n×v\n?\n?gk\n?\n+ F\n??\n\n                                     (3.1)\n\nwhere t is time,   v\n?\n\n is the  three-dimensional  velocity  of an  air  parcel or  wind velocity  that \n\nmay  be decomposed as \n \nv\n?\n= ui\n?\n+ v j\n?\n+ wk\n?\n\nwhere  i\n?\n\n,  \n \nj\n?\n\nare the unit  vectors in  the  horizontal \n\ndirections given  by  x and y,   k\n?\n\n is the  unit  vector  in  the height  direction  given  by  z,  and  u, v \n\nand w  are the individual wind  components.  ? is the three-dimensional gradient  operator \n\nand D/Dt represents the total  derivative,  which  is the time derivative following  an  air \n\nparcel.  The density  and  the pressure  of the  air  are represented by  ? and p,  respectively.  \n\nThe right-hand  side of (3.1)  represent  the four  forces acting  on  an  air  parcel: the pressure-\n\ngradient  force,  the Coriolis, gravitational  and frictional  accelerations,  respectively.  The \n\nmagnitude of the  gravitational acceleration  is given  by  g,  and  f is the Coriolis parameter \n\ngiven  by  2? sin?,  where ? is the angular  speed  of the earth's rotation  and  ?  is the \n\nlatitude. Assuming  the hypothesis that  the large-scale environment  is usually  in \n\nhydrostatic  balance, the equation  of motion  (3.1) may  be written  in  a  more  convenient \n\nform  in  terms of  the deviations of pressure and density  from  a  hydrostatically  balanced \n\nreference state, whose properties vary  only  with  height. Denoting  this reference state by \n\nthe subscript  o  and  the deviation  from  the reference state by  *,  the equation  (3.1)  is closely \n\napproximated by\n\n \n\nDv\n?\n\nDt\n= ?\n\n1\n?0\n\n?p* ? f k\n??\n×v\n?\n+ Bk\n?\n+ F\n??\n\n                              (3.2)\n\nwhere B is the buoyancy defined as\n\nB = ?g\n?*\n\n?0\n                                                               (3.3)\n\nConsidering  air  motions in  terms of deviations from  an  average over  some arbitrary \n\nspatial  volume of air  (for  example,  a  grid volume in  a  numerical  model), any  atmospheric \n\nfield is expressed as the sum of its average value and its deviation\n\n3.1  Time series of CMT-relevant variables\n\n40\n\n\n\nA = A + A'                                                             (3.4)\nWhen  the fields are  decomposed in  this way,  the basic  equations split  into two sets: the \n\nmean-variable  equations,  which  predict  the behavior  of the  mean  atmospheric fields or \n\nlarge  scales,  and  the  perturbation  equations,  which  predict  the  departure from  the mean \n\nstate,  representing  the smaller  scales.  Applying  this method to the equation  (3.2),  it  yields \n\nto\n\n \n\nDv\n?\n\nDt\n= ?\n\n1\n?0\n\n?p* ? f k\n??\n×v\n?\n+ Bk\n?\n+ F\n??\n+ F\n??\n\n                        (3.5)\n\nwhere\n\n \n\nF\n??\n?\n1\n?0\n\n?i ?0 u\n' v'\n??( )i?+ ?i ?0 v' v'??( ) j? + ?i ?0 w' v'??( )k???? ???            (3.6)\n\nis the  three-dimensional  convergence  of the  eddy  flux  of momentum. It  may  be  regarded \n\nas an  effective force  associated with  the  eddy  motions of the air,  while the  fourth  term  on \n\nthe right-hand side  of (3.5) is a  smaller-scale  molecular  friction  force.  The equation  for  the \n\nvelocity  perturbation  is obtained subtracting  (3.5) from  (3.2).  Referring  to the  equation \n\n(3.6) and  to the  classical definition  of momentum, the  object  of this research  was defined \n\nas  \n\n? u ' w'                                                               (3.7)\n\nthe vertical  transport of zonal  momentum  by  deep  convective clouds or,  in  an  abbreviate \n\nway,  the convective momentum  transport.  This work  is totally  focused on  the  vertical \n\ncomponent  of CMT  ,  as seen  is (3.7),  rather  than  on  the horizontal  components since  the \n\nhorizontal  accelerations associated  with  CMT  should be  much  smaller  than  its vertical \n\naccelerations.  Statistically, the  convection  varies very  slowly  in  the horizontal,  but  rapidly \n\nand strongly  in  the vertical.  In  fact, in  a  periodic  domain  there is no systematic  horizontal \n\ngradient of CMT.\n\n Throughout  time,  several parameterizations were  proposed to deal  with  the  effects \n\nof this mechanical  side of cumulus convection,  in  an  attempt  to assess the relative \n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n41\n\n\n\nimportance of different  variables to the vertical  structure  of CMT  as well  as to understand \n\nthe physical processes underlying  the vertical  transport  of zonal  momentum.  These \n\nparameterizations are divided into two main  groups:  the first  one relying  on  mixing-length \n\ntheory, where the  vertical  wind shear  plays a  fundamental  role,  and  the  second group \n\nrelated  to the cloud mass flux  field  where  the  contributions from  convective  up and \n\ndowndrafts are evaluated.\n\n This research  was initialized  by  surveying  and comparing  the available cloud-\n\nresolving  model simulations,  namely  D64T10,  D64T120-S and D256T10-S  (refer  to Table \n\n2.1)  and  by  analyzing  CMT  during  strong  convective events.  We  anticipate  that strong \n\nCMT  will be favored  by  extensive deep convection  in  strong  vertical shear,  so we look  at \n\nsurface  precipitation  (a  measure  of convective activity) and  the  vertical profile of zonal \n\nwind,  since  the strongest  winds in  this region  tend to be in  the zonal  (east-west) direction. \n\nFigure 3.1.1  presents the time  series of surface precipitation,  accumulated  hourly, for  the \n\nwhole  period  of 120-days divided  into 10-day  sub-periods.  December  1992  was \n\nparticularly  active with  two major  events,  one close  to the Julian  day  345  and  a  second one \n\nclosed to Julian  day  360.  Figure  3.1.2  presents the rainfall for  the specific  11-day  period \n\nfrom  20th to 30th of  December  1992, highlighting  the second episode,  the greatest  one, on \n\nDecember  24th with  a  total  of approximately  80  mm/day.  This event  is also attractive \n\nbecause it is included in the 10-day large-domain simulations. \n\n Figure 3.1.3  shows a  time-height  cross-section  of CRM-simulated zonal wind,  for  \n\nthe whole 120-day  period.  Since the mean  wind  in  the CRM is strongly  nudged to \n\nobservations, this is almost identical to the observed zonal wind.\n\n From  a  climatological point  of view,  the tropical  western  Pacific lower  troposphere \n\nalong  the equator  is usually  characterized by  the presence  of weak easterly  winds with \n\nspeeds between  1  to 5  m/s (Peixoto and Oort,  1992). These easterlies are frequently \n\ndisrupted  by  westerly  wind bursts (WWBs) occurring  on  intraseasonal timescales in  a \n\ncombination  with  the Madden-Julian  Oscillation  (MJO; Madden  and  Julian, 1971, 1972) \n\nor  with  extratropical  interactions (Lin  and Johnson,  1996).  Below  10km,  Figure  3.1.3 \n\nshows two prominent periods of strong  low-level westerlies,  commonly  designated as  \n\nwesterly  wind  bursts (WWBs). Intense upper-levels easterlies aloft  with  magnitudes \n\nexceeding  30  m/s occupied the  upper  troposphere through  most  of the IOP and  were \n\nmodulated by the WWBs.\n\nThe first  WWB,  shown  in  detail  on  Figure  3.1.4,  from  mid-December  to early  January, \n\nstarts to build  up near  the  surface  on  December  15th, gradually  increasing  in  magnitude \n\nand extending  upward to the  middle troposphere.  By  the  end of this episode,  the \n\nsimulated  westerly  winds occupy  most of  the  troposphere,  reaching  approximately  12  km \n\nof height.  Maximum  westerlies with  speeds greater  than  17  m/s occurred at  low  levels, \n\n3.1  Time series of CMT-relevant variables\n\n42\n\n\n\nbetween  1.5  and 4  km  of height,  at  the beginning  of January.  For  the  first  WWB episode, \n\nthe peak  upper-atmospheric  easterly  wind of 33  m/s is in  phase  with  the  maximum \n\nwesterly  wind below.   This WWB ends in  mid-January, when  low-level  easterly  winds start \n\nto develop extending to mid-troposphere, and strong westerlies above, in upper-levels.\n\nFigure 3.1.1.  Surface  precipitation (mm/day) for  the  whole  period, 120 days, of  TOGA-COARE, given  by  the \n\nsimulation D64T120-S.\n\n \n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n43\n\n\n\nFigure 3.1.2.  The surface precipitation field (mm/day) for  a 11-day  period, from December  20th to 30th, 1992, \n\nspatially averaged by the model over the small domain 64 x 64 km2.\n\nFigure 3.1.3.  Time-height  cross-section  for  zonal  wind (m/s) during IOP, spatially  averaged over  the  small \n\ndomain, simulated by D64T120-S.\n\n3.1  Time series of CMT-relevant variables\n\n44\n\n\n\nFigure 3.1.4.  Time-height  cross-section for  zonal  wind (m/s) provided by  the simulation  D64T10, a  3-D \n\ndataset, for a sub-period of 10 days, including the deep convective event occurred in December 24th.  \n\n  The 2nd WWB event occurs at  early  February, initiating  from  the lower  \n\ntroposphere  and gradually  increasing  in  depth,  and  characterized by  smaller  wind \n\nmagnitudes and a  shorter  duration.  Following  this WWB event,  the Australian  monsoon \n\nmoves in  maintaining  the westerly  flow  below  6  km, from  mid-February  to the  end of the \n\nmonth  (Tung  and  Yanai,  2002a). Above 20  km,  in  the stratosphere, most  of the  IOP \n\nfeatures very  strong  westerly  winds, a  signature  of the westerly  phase  of the quasi-biennial \n\noscillation  (QBO)  (Lin  and Johnson, 1996).  All these  features are present  in  the  vertical \n\nprofile  for  the IOP mean  zonal  wind,  Fig.  3.1.5.  The  low  troposphere features westerly \n\nwinds extending  upward to 6  km  at  which  easterly  winds start  to dominate  the  middle  and \n\nupper  troposphere,  reaching  a  maximum  below  the tropopause,  at  the jet stream  level. \n\nAbove 15 km westerlies dominate the vertical model domain.\n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n45\n\n\n\nFigure 3.1.5.  Vertical  profile of  mean  zonal  wind simulated by  D64T120-S, averaged over  the whole 120-days \n\nof TOGA-COARE.\n\n  The “Mixing-Length”  hypothesis was the  first  to suggest  a  simple  \n\nrelationship between  the CMT  and  the  vertical wind  shear.  It  became the basis of several \n\nCMT  parameterizations in  weather  and climate  models.  Mixing-length  theory  suggest  that \n\nas with  molecular  viscosity,  the momentum  flux  is given  by  ?Km (??/?z), where  K is a \n\npositive  eddy  exchange  coefficient  for  momentum  and  ? is the mean  zonal  wind.  The \n\nexchange coefficient  is the product  of a  lengthscale (a  typical large  eddy  size, perhaps 1-3 \n\nkm  for  deep  cumulus clouds)  and a  velocity  (the eddy  turnover  velocity,  which  one  could \n\nestimate as 1-5  m/s for  deep cumulus).  This approach  will always predict  downgradient \n\nmomentum  flux  from  levels of  larger  zonal velocity  to levels of smaller  zonal  velocity. \n\nThus, mixing  length  theory  predicts that  the vertical shear  would be  an  indicator  of \n\nregions of positive  or  negative convective momentum  transport.  The  IOP-mean \n\nenvironmental wind  shear  profile  in  Figure 3.1.6  would then  drive a  region  of positive \n\nmomentum  flux  from  above the cloud base up to the upper  troposphere,  and two regions \n\nof negative momentum  flux  beneath  the cloud base and above the tropical  tropopause. \n\nThis prediction will be tested using CRM-simulated CMT profiles later in this section.\n\n \n\n3.1  Time series of CMT-relevant variables\n\n46\n\n\n\nFigure 3.1.6.  Vertical  profile  of  the vertical  wind shear  (hr-1) simulated by  the  D64T120-S dataset, averaged \n\nover the small domain and over TOGA-COARE IOP.\n\n  The vertical  profile  of the vertical  wind shear,  in  Figure 3.1.6.,  averaged,  by  the  \n\nmodel, over  the whole spatial domain  and over  the 120-days period (IOP),  shows two \n\ndistinct  regions of vertical wind shear  within  the atmospheric  column.  Most  of the \n\ntroposphere  is dominated by  negative values,  related  to the  variations of zonal  wind  signs: \n\nwesterly  and easterly  phases, and at  15  km,  where  the  easterly  jet  stream  is located,  a \n\nrapidly  inversion  occurs starting  to increase  upward and  being  positive up to 25  km, in  the \n\nstratosphere,  where westerly  winds dominate.   In  Figure 3.1.7, positive  values of vertical \n\nwind  shear  dominate  the IOP,  with  a  few  exceptions coincident  with  the low-levels \n\nwesterlies in  the first  60  days and the  upper-levels westerlies,  after  Jd 380.  The typical \n\nIOP-mean  zonal vertical wind shear  in  the troposphere has magnitude 10-3 (/s),  similar  to \n\nother  environments in  which  are in situ observations of CMT  (for  example, LeMone et  al., \n\n1984, 1988).\n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n47\n\n\n\nFigure 3.1.7.  Time series of  vertical  wind shear  (hr-1), given by  simulation  D64T120-S, averaged over  the  whole \n\natmospheric column.\n\n A  time-height  of the prescribed vertical wind during  Julian  days 350-359  (Figure \n\n3.1.8.) shows nearly  continuous lower-tropospheric  mean  ascent  and two periods of deep \n\nascent  on  Julian  days 355  and 358  reaching  up to 14  km  preceding  the  most  intense low-\n\nlevel westerlies.  These periods correspond to the  strongest  deep convection  and  surface \n\nprecipitation during the period. \n\n The total  cloud mass flux  field  is intrinsically  related  to the  vertical  wind  field \n\nthrough  the  relationship Mc = ??cwc,  where  ? is the air  density, ?c is the cloud fractional \n\narea  and wc is the  average vertical velocity  in  cumulus clouds. The total  cloud mass has \n\ntwo major  contributions: from  updrafts Mu = ??uwu,  and  from  downdrafts Md = ??dwd , \n\nbeing  designated  by  convective  updraft  mass flux  and convective downdraft  mass flux, \n\nrespectively.  The most  important  role of the updraft  and  downdraft  mass fluxes is that \n\ntheir  vertical  variations are directly  linked  to the rate  of entrainment and  detrainment at \n\nthe cumulus cloud  boundaries,  and  entrainment  and detrainment  have a  significant  effect \n\non  momentum  flux, being  one of the physical  mechanisms underlying  the vertical \n\ntransport of horizontal momentum by deep convection.\n\n Since  the cloud mass flux  (Mc)  depend on  the total cloud fraction, which  helps to \n\nidentify  the location  and  the  cloud  type simulated  by  the CRM,  the  later  will  be  analyzed \n\nfirst,  using  the  simulation  D64T120-S.  The  time  series for  the  total cloud fraction  and the \n\nfractional  area  of cloudy  updrafts,  model-spatial  averaged,  during  IOP are  present  in \n\nFigure 3.1.9.   In  this plot, several peaks of the total  cloud fraction  are shown,  the majority \n\n3.1  Time series of CMT-relevant variables\n\n48\n\n\n\nin  phase with  the WWB events registered  during  IOP.   The  major  peak happens on  Jd  358, \n\nlike the surface  precipitation  and  vertical  wind, at  the  onset  of the  most  intense WWB in \n\nTOGA-COARE.  More  than  15% of the  model  atmospheric column  was occupied by  clouds \n\nduring  the  time  corresponding  to deep convective days and/or  WWB events initiated at \n\nthe lower-levels or  mid-levels (Julian  day  380).  During  easterlies (lower-levels), less than \n\n5% of the column is occupied, consistent with observations. \n\nFigure 3.1.8.  Time-height cross-section  of vertical  wind (m/day), for  the  10-day  period, from Dec  16th to 25th, \n\n1992, as simulated by the 3-D dataset D64T10.\n\nFigure 3.1.9.  Time series of  the  Total  Cloud area  fraction (solid line) and the fractional  area of  cloudy  updrafts \n\n(dash-dotted line), simulated by D64T120-S, for the whole TOGA-COARE period, 120 days.\n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n49\n\n\n\nThroughout  IOP,  the saturated  updraft  area  fraction  remains approximately  half of  the \n\ntotal cloud  fraction; the  remainder  of  the cloud is composed of saturated  downdrafts. \n\nFigure 3.1.10 highlights the similarity between the vertical structure of both fields.\n\nFigure 3.1.10.  Vertical  profiles of  total  cloud area fraction  (solid line) and the  fractional  area of  cloudy  updrafts \n\n(dotted line), as simulated by D64T120-S, averaged over IOP: 120 days.\n\n  Above 12  km, in  the stably-stratified tropopause  transition  layer, both  fields \n\ndecrease  rapidly  up to 16  km  where no clouds are observed.  Since the vertical profiles are \n\naveraged over  the  whole TOGA-COARE period,  we conclude that  the IOP was dominated \n\nby  extensive  upper-layer  cirrus anvil  clouds.   In  a  30-day  2-D CRM TOGA-COARE study, \n\nZhang  and  Wu  (2003,  hereafter  ZW03) found  similar  values for  the total cloud fraction  in \n\nthe lower  troposphere,  but  the vertical structure of cloud  fraction  differed  greatly  from  our \n\nsimulations.  This might  be due to dimensionality  or  a  their  use of a  different  ice \n\nmicrophysical treatment than ours.\n\n The simulation  D64T120-S  provides three different  cloud  mass flux  (kg/m2/s)  \n\nfields: the updraft cloud mass flux  (McUP),  the  downdraft  saturated  cloud  mass flux \n\n(McDD) and their sum, the cloud mass flux (Mc). \n\n3.1  Time series of CMT-relevant variables\n\n50\n\n\n\nFigure 3.1.11.  Time  series of  simulated total  cloud mass flux  (kg/m2/s, solid line), the  updraft  cloud mass flux \n\n(dotted line, kg/m2/s) and the  downdraft  cloud mass flux  (dashed line, kg/m2/s), given  by  D64T120-S, for  the \n\nTOGA-COARE IOP.\n\n The evolution, both  vertical and  temporal, of these atmospheric  variables is shown  \n\nin  Figures 3.1.11  and 3.1.12.  As seen  from  Fig.  3.1.11.  the total cloud  mass flux  is positive \n\nthroughout  the IOP,  but  very  low  in  magnitude,  due to strong  compensation  between \n\nMcUP and McDD.  The time  evolution  of updraft  cloud mass flux,  McUP,  resembles that  of \n\ncloud area  fraction  (Figure  3.1.9),  suggesting  that  variations in  area  fraction  are more \n\nimportant than  those in  updraft  vertical  velocity.  Like  the  updraft  cloudy  area  fraction  and \n\nthe total  cloud  area  fraction,  McUP and McDD peaks coincide with  the onset  of strong \n\nlow-level  westerlies.  The strongest  peaks in  both  McUP and McDD are  on  Julian  day  358, \n\nconsistent with the surface precipitation and vertical wind maxima.\n\n The vertical profiles of  IOP-averaged  Mc,  McUP and McDD,  in  Figure 3.1.12, show  \n\nfeatures analogous to those found  in  Fig.  3.1.11.  The guiding  signature  in  Mc  belongs to \n\nMcUP,  but  this is strongly  compensated at  most  levels by  McDD.  Right  above  the surface \n\nMc  registers a  minimum  value without  apparent  relationship to neither  McUP nor  McDD. \n\nThis minimum  is located  within  the  boundary  layer  and it  is connected to a  minimum  in \n\nthe mean  vertical  wind  within  the  downdraft  core, suggesting  the presence of unsaturated \n\ndowndrafts, which  may  be  a  result  of evaporation  of precipitation  within  the downdraft, \n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n51\n\n\n\nunderneath  the cloud  base. Mc has a  maximum  value around cloud base  associated  with \n\nshallow  cumulus clouds, decreasing  slowly  until  3  km  of height indicating  some \n\ndetrainment  happening  at  these levels.  Above this height, Mc  slightly  increases \n\n(suggesting entrainment) until it reaches another maximum value around 11 km of height.\n\nFigure 3.1.12.  Vertical  profiles of  the total  cloud mass flux  (solid line), the updraft  cloud mass flux  (dotted \n\nline) and downdraft  cloud mass flux  (dashed line), given  by  the D64T120-S dataset, averaged over  the  TOGA-\n\nCOARE IOP.\n\n The simulated cloud  mass flux  profiles are somewhat  different  than  those  obtained \n\nby  other  authors using  different large-scale  forcing  conditions,  for  instance  ZW03  and \n\nGregory  et. al.  1997  (hereafter  GKI97).  In  their  tropical  case study,  GKI97  found that  their \n\nCRM-simulated McUP peaks at the cloud base,  but  unlike  in  Figure 3.1.12., it  declines \n\nthroughout  the  troposphere.  ZW03, in  their  2D CRM study  of a  30-day  period  of  TOGA-\n\nCOARE,  also found a  maxima  in  McUP at  the  cloud  base,  decreasing  slowly  upward  to 4 \n\nkm, followed by a fast decline up to 14 km.\n\n We  conclude  this section  with  vertical  profiles (Figure  3.1.13)  of the vertical \n\ntransport  of the  zonal  component  of horizontal  momentum  (magnitude of 10-2) and  mean \n\n3.1  Time series of CMT-relevant variables\n\n52\n\n\n\nzonal  wind,  as simulated by  D64T120-S,  averaged over  the spatial domain  and over  the \n\nIOP.  This momentum  flux  is due  to all  forms of motion,  including  unsaturated turbulence \n\n(important  near  the surface)  and gravity  waves, but  since  cumulus clouds are  the  main \n\nenergy  source for  small-scale motions, we  will  use the  term  CMT  to describe the entire \n\neddy  momentum  flux  horizontally  averaged across the computational domain. The mean \n\nzonal  wind  profile  is nearly  anticorrelated to the CMT  profile.  Up  to 5  km,  westerlies \n\ndominate and CMT  is negative. Between  6-20  km, easterly  winds and positive momentum \n\nfluxes dominate.  In  the stratosphere above 20  km,  CMT  is weak. The vertical profile of the \n\nmean  vertical  wind shear  (Fig. 3.1.6)  fails to identify  the  layer  of negative momentum \n\nfluxes below  6  km  and the  positive momentum  fluxes in  the  upper  levels.  This conclusion \n\nis at  apparent  odds with  the hypothesis of downgradient  transport  but  is in  agreement \n\nwith  findings by  LeMone  (1983,1983  and 1988) and others.  However, to fully  test  the \n\ndowngradient  transport  hypothesis, the  momentum  transport  must  be split  into cloudy \n\nupdrafts and downdrafts and  unsaturated  motions,  and the time-dependent  evolutions of \n\nthe flow must be considered. This subject will be further discussed on the next chapter. \n\nFigure 3.1.13.  Vertical  profiles of  CMT (10-3 Pa) and mean zonal  wind (m/s), provided by  D64T120-S dataset, \n\naveraged over the TOGA-COARE IOP. \n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n53\n\n\n\n3.2 Comparison between small and large spatial \n\ndomains of simulation\n\n Kershaw  and Gregory  (1997,  hereafter  KG97) carried out some sensitivity  tests to \n\naid  assessment  of the accuracy  of  their  cloud-model  results.  They  tested the effects of \n\nincreasing  horizontal resolution,  of increasing  vertical resolution  in  the  boundary  layer, \n\nthe sensitivity  to the  turbulence  parameterization  and  the effects of including  a \n\nrepresentation  of the ice phase,  in  all  cloud-model simulations of  two particular  case \n\nstudies, concerning  the horizontal  momentum  transports and all variables related to it. \n\nThey  concluded that,  an  increase in  the domain  size has a  very  low  impact  on  simulations. \n\nNone  of the experiments showed  any  sign  of  mesoscale or  two-dimensional organization \n\nof the convection  (such  as a  squall-line formation)  and the  momentum  transports were \n\nvery  similar  in  all  simulations.   Nevertheless,  this influence  has not  been  properly \n\nexplored when  cloud-model studies are concerned. The sensitivity  of several  CMT-relevant \n\nvariables to the  CRM horizontal domain  size  is addressed  in  this section.  Two datasets are \n\navailable  to perform  this analysis: D64T120-S  and  D256T10-S (for  more  information \n\nplease refer  to Table 2.1),  the first for  a  smaller  domain  64  x  64  km2 in  the horizontal and \n\nthe second for  a  larger  domain  size 256  x  256  km2,  both  with  the same horizontal grid-\n\nspacing  of  1  km.  The larger  spatial  domain  simulations are available only  for  a  period of 10 \n\ndays, Jd 350:359 (Dec 16th to 25th , 1992).\n\n Figure 3.2.1  shows the surface  precipitation  time series obtained in  the small   and \n\nlarge  domain  simulations.  Overall,  these time  series are  very  similar,  both  showing  the \n\nthree large convective episodes on  December  20th,  21st and 24th. Some differences are \n\nnoteworthy.  The  large  spatial domain  simulation  D256T10-S starts to produce  rainfall \n\nonly  at  the end of the  first  day  of simulation.  This is due to the  fact  that  D256T10-S  is \n\ninitialized with  a  nearly  horizontally  homogeneous thermodynamic  state  at  the  Jd  350 \n\n(December  16th), and a  spin-up period  of  nearly  a  day  is required to produce near-\n\nequilibrium  statistics of cumulus convection  and rainfall;  thus we ignore the first  day  of \n\nsimulation.   The small-domain  simulations have  noisier  rainfall  profiles because  they \n\ncontain far less convective storms at each time.\n\n \n\n3.2 Comparison between small and large spatial domains of simulation\n\n54\n\n\n\n The mean  zonal wind and CMT  vertical profiles over  Jd 351-360  are shown  in  \n\nFigure 3.2.2.  Because the  domain-mean  horizontal winds in  both  simulations are strongly \n\nnudged to the  observed IFA-mean  profiles,  they  are essentially  identical.  The time-mean \n\nCMT  is almost  identical  between  runs,  but  is slightly  less negative  in  the small-domain  run \n\nin  the lower  troposphere.  This agreement  suggests that  the 64  km  domain  is adequate  for \n\nsimulating  the CMT  profile,  and that  mesoscale  circulations not  simulated  in  such  domain \n\nmust  therefore  not  being  playing  a  dominant role  in  producing  CMT.  The right  panel in \n\nFigure 3.2.2  displays the vertical  profiles of the all  cloud mass fluxes available in \n\nD64T120-S and  D256T10-S CRM simulations. As seen  in  time  series of  rainfall  and CMT \n\nvertical  profiles, the McUP, Mc and  McDD vertical  behaviors are  very  much  alike, for  both \n\nsimulations.  The  large spatial  domain  simulated magnitudes are lower  than  those for  the \n\nsmall domain  dataset,  except  for  the  total  cloud mass flux  (Mc),  where  the magnitude is \n\nslightly  superior,  due  to the fact  that  McUP and  McDD contributions are  also smoother, \n\nnot emphasizing  the significant  changes of these  fields over  the vertical.  Nevertheless, the \n\noverall view suggest a good match between both simulations. \n\nFigure 3.2.1.  Time series of  surface  precipitation  (mm/hr), for  the common 10-day  period (Jd 350:359, \n\nDecember  16th to 25th, respectively), obtained by  the small  domain simulation D64T120-S (Sd, dotted line) and \n\nby the large domain simulation D256T10-S (Ld, dashed line).\n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n55\n\n\n\nFigure 3.2.2.  Left: vertical  profiles of  mean zonal  wind U  (m/s/100), given by  the simulations D64T120-S \n\n(U64, small  domain, starred solid line) and D256T10-S (U256, large  domain, diamond solid line) and CMT \n\n(Pa), obtained by  the  simulations D64T120-S (CMT64, dotted line) and D256T10-S (U256, dashed line). \n\nRight: vertical  profiles of  updraft  cloud mass flux  McUP64 and McUP256 (kg/m2/s), of  total  cloud mass flux \n\nMc64 and Mc256 (kg/m2/s) and of  downdraft cloud mass flux  McDD64 and McDD256 (kg/m2/s), provided by \n\nthe small  domain simulation D64T120-S and by  the  large  domain simulation  D256T10-S; averaged over  the \n\ncommon 10-day period.\n\n \n\n Figure 3.2.3  exhibits the time and  vertical structure of total  Mc and CMT,  for  both  \n\nhorizontal  domains.  The  conclusions lead by  the vertical  profiles are also confirmed here,  \n\nhighlighting  the much  greater  small-domain  CMT  variability  over  time and  height. Once \n\nmore, confidence that  the 120-day  small domain  run  is representative of a  larger  domain \n\nCRM simulation  even  though  the small domain  cannot  support  mesoscale organizations of \n\nmore than 64 km wavelength is achieved. \n\n The comparison  between  small and large domain  simulations will  continue to be \n\ndiscussed in Chapter 4.  \n\n3.2 Comparison between small and large spatial domains of simulation\n\n56\n\n\n\nFigure 3.2.3.  Contour  plots of  time-height  section  of   CMT (Pa) for  the small  domain  (top  row  left) and for  the \n\nlarger  domain  (top  row  right), and of  total  cloud mass flux  Mc (kg/m2/s) given  by  D64T120-S (bottom row \n\nleft) and by D256T10-S (bottom row right), for the time interval Jd 350:359.\n\nChapter 3 - General Features of 3D CRM Simulations of TOGA-COARE\n\n57\n\n\n\n3.2 Comparison between small and large spatial domains of simulation\n\n58\n\n\n\nChapter 4\n\nMass-Flux Discretization of \n\nConvective Momentum Transport\n\n This chapter  discusses the  skill of the mass-flux  representation  of CMT  first  \n\nproposed by  Schneider  and Lindzen  (1976,  hereafter  SL76).  It  investigates the  relative \n\ncontributions to CMT  from  cumulus clouds,  in  the form  of saturated  updrafts and \n\ndowndrafts, and  from  unsaturated air  in  the form  of downdrafts and vertically \n\npropagating gravity waves.\n\n4.1 Testing the SL76 scheme\n\n Schneider  and  Lindzen  (1976)  noted  the failure  of eddy-diffusion  theory  to \n\ncorrectly  identify  regions where the momentum  transport  is upgradient,  since  the  theory \n\nonly  predicts downgradient  momentum  transports (of opposite sign  to the vertical  shear) \n\nat  all levels.  They  instead proposed  a  linear  relationship in  which  the vertical transport  of \n\nhorizontal  momentum  relates to the upward cloud mass flux  Mc and  to the difference \n\nbetween the mean horizontal wind (?) and the horizontal wind within the cloud (uc):\n\n           ? ? u\n'w'( )\n\nc\n= Mc U ? uc( )                                                  (4.1)            \n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n59\n\n\n\nThis expression  is derived by  assuming  that  the  fractional  area  of transporting  clouds is \n\nmuch  less than  unity, and that  the  momentum  transport  is due  to upward motion  with \n\ncloud mass flux  Mc and  horizontal velocity  uc  and a  compensating  downward  cloud  mass \n\nflux  (-Mc)  in  the environment  where the horizontal velocity  is assumed to be  ?.  This type \n\nof representation  is called  a  mass-flux  parameterization  of CMT.  SL76  further  assumed \n\nthat  uc at  all heights within  the cloud is equal  to the  environmental wind at  the cloud base \n\n(updrafts conserve their  horizontal momentum).  More recent  mass-flux  parameterizations \n\nof CMT  modify  the vertical profile  of  uc  to contributions from  entrainment  and  pressure \n\ndrag, as we will later discuss.\n\n In  environments where  the vertical wind shear  does not  change too rapidly  with  \n\nheight  (often  a  good assumption  in  TOGA  COARE),  the difference (? - uc)  tends to be \n\nproportional to the mean  vertical wind shear,  with  a  proportionality  constant  that  depends \n\non  the combined effect  of the perturbation  pressure gradient  force  on  saturated updrafts \n\nand the lateral  entrainment  rate into these same updrafts,  both  of which  tend to bring  uc  \ncloser to ?. Therefore, the equation (4.1) may be written as:\n\n? ? u 'w'( )\nc\n= L Mc\n\n?U\n?Z                                                      (4.2)\n\nwhere L represents the vertical mixing  length  scale (in  meters)  for  updraft  zonal  velocity \n\nperturbations associated with  entrainment  and horizontal pressure  gradient  accelerations. \n\nIn  this case,  the mass-flux  approach  reduces to downgradient  momentum  transport  with \n\neddy  viscosity  K  = Mc L. SL76’s scheme  is like assuming  the  mixing-length  at  each  height \n\nto equal  the  height  above the cumulus cloud  base. For  most  other  more modern  CMT \n\nschemes, L is comparable to an inverse lateral entrainment rate.\n\n To investigate  at  what  altitudes CRM-simulated cumulus convection  is acting  like  \n\nan  effective eddy  viscosity,  equation  (4.2)  is used as the basis of a  linear  regression, where \n\nthe predictor  is the  product  between  the  updrafts cloud mass flux  and the  vertical  wind \n\nshear  (hereafter  referred as X1), the convective momentum  transport  is the predictand \n\n(hereafter  referred  as X2) and  L is treated as an  unknown  to be estimated from  the CRM \n\noutput  as the slope  of  the  linear  regression.  Two regions are  excluded  from  these \n\ncalculations: the stratosphere (in  which  there  are no cumuli and hence  no CMT),  and the \n\nsubcloud  boundary  layer  between  the surface  and  the 500 m  of height  because in  this layer \n\nthe vertical  momentum  transport  is due to the  effect  of turbulent  eddies rather  than \n\ncumulus clouds.  The  troposphere is divided into three layers: the lower  troposphere \n\n(between  500m  and 3  km  of height),  the  middle troposphere (between  3  and 7  km  of \n\nheight)  and finally  the  upper  troposphere  (from  7  to 16.7  km  of height).  The top of the \n\n4.1  Testing the SL76 scheme\n\n60\n\n\n\nupper  tropospheric  layer  is defined by  the  minimum  value of  the mean  absolute \n\ntemperature, which  defines the transition  between  the  troposphere and the stratosphere. \n\nThe time period analyzed  is the 10-day  period  from  Julian  days 350  to 359,  corresponding \n\nto December  16th  to 25th, 1992,  for  which  there  are both  small  and large-domain \n\nsimulations. \n\n We  anticipate that  (? - uc)  may  be  proportional to a  vertically  smoothed  vertical  \n\nwind  shear  due  to the fact  that  the updraft  cannot respond  instantaneously  to the  vertical \n\ngradients of environmental  wind,  because it  must  be accelerated by  entrainment  and \n\nlateral  pressure forces. Hence,  four  different  smoothing  scales ?z  for  the vertical wind \n\nshear  are tested:  the actual model  vertical resolution  named the  “CRM ?z”,  ?z  = 1  km, ?z = \n\n1.5  km  and  ?z  = 3  km.  In  each  case,  the  smoothed shear  is computed  using  a  forward finite \n\ndifference scheme  between  all  model  flux  levels within  the  height  range considered.  The \n\nmodel output used is from  the runs D64T120-S  and D256T10-S  (please  refer  to Table  2.1 \n\nfor more detailed information).\n\n The hourly  evolution  for  both  the predictor  (X1)  and the predictand (X2)  \n\nquantities,  within  the  previously  designated tropospheric layers,  for  all four  choices of \n\nsmoothing  scale  ?z  is investigated in  order  to extract  some information  about  the \n\nvariability  of these fields. Figure 4.1.1  shows the hourly  time series for  the model regular \n\nvertical  grid  spacing.  The predictand X2 (CMT) presents the  greatest  variability  over  the \n\n10-day  period  of simulation, within  the  lower  and middle troposphere; the upper  layer \n\ndoes not show  much  CMT,  comparing  with  the other  two tropospheric  layers.  The lower \n\ntroposphere  does not  exhibit  significant  variability  of CMT  (X2)  in  the  first  half of the time \n\nperiod;  the  second half is characterized  by  a  different  structure  with  a  couple of negative \n\npeaks.  These responses are  seen  within  the middle  and upper  layers where  the vertical \n\ngradient  of environmental  wind is stronger  and  the cloud updrafts are well established. \n\nThe predictor  (X1)  shows significant  variations within  the  lower  and middle troposphere, \n\nwith  smoother  variations in  the upper  troposphere. In  the  lower  layer,  the  first  half of the \n\n10-day  period  shows almost no variations, and the second  half shows positive and negative \n\npeaks; similar  structure  is found  in  the mid troposphere.  The vertical  profile  of updraft \n\ncloud mass flux  McUP (Fig.  3.1.12)  averaged over  this period of time exhibits two maxima \n\nwithin  these two layers,  and its vertical  variation  suggests a  significant  entrainment \n\nsignature in  these tropospheric  regions; the  vertical wind shear  also varies significantly \n\nwithin  these layers,  explaining  the  predictor  perturbations seen  below  7  km  of height. \n\nAbove this height, McUP decreases almost  monotonically,  influencing  most the temporal \n\nstructure within  the upper  tropospheric  layer.  For  the whole troposphere,  both  X1 and  X2 \n\nexhibit  stronger  variability  in  the second  half of the  10-day  period when  strong  convective \n\nprecipitation, associated with this deep convective episode, is registered.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n61\n\n\n\n The small  and  large spatial  domain  simulations,  for  all tropospheric  layers and ?z   \n\nconsidered,  produce similar  values of X1 and X2 over  the whole  period.  This similarity  is \n\nsomewhat  kept  when  daily  time series are  computed. Daily  averaging  leads to a  much \n\nsmoother  temporal  behavior,  removing  the noise from  both  X1 and X2,  as can  be seen  in \n\nFigure 4.1.2. \n\nFigure 4.1.1.  Hourly  time  series of  X1 (Mcup*??/?z, left column) and X2 (CMT, right  column), for  10-day \n\ncommon  period of  simulation, within  the lower, middle  and upper  troposphere, given by  D64T120-S (dashed \n\nline) and D256T10-S (dotted line) data sets using the regular model vertical grid spacing ?z.\n\n4.1  Testing the SL76 scheme\n\n62\n\n\n\nFigure 4.1.2.  Daily  time series of  X1 (Mcup*??/?z  [Pa/m], left  column) and X2 (CMT [Pa], right  column), for \n\n10-days common  period of  simulation, within the middle  troposphere, for  different  choices of  ?z, given  by \n\nD64T120-S (dashed line) and D256T10-S (dotted line).\n\n We  note that  X1 and  X2  are one order  of magnitude  smaller  in  the upper  \n\ntroposphere  (i.e.  there  is much  less CMT)  than  in  the rest  of  the troposphere.  The  most \n\nprominent  features exhibited by  X1 and  X2 in  each  layer  during  the  10-day  simulations are \n\nreproduced  for  all  four  choices of smoothing  depth  ?z, with  some slight  variations in  their \n\nmagnitudes visible in  the  hourly  and daily  time series.  This suggests that  changing  the \n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n63\n\n\n\nvertical  grid spacing  within  the troposphere (planetary  boundary  layer  and  stratosphere \n\nexcluded) does not mask the important variations of both X1 and X2 throughout time. \n\n The linear  regression  applied to equation  (4.2) reveals the  skill of a  downgradient  \n\ndiffusion  scheme,  indicating  how  CMT  (X2) is related  to the product  of vertical  wind shear \n\nby  the updraft  cloud  mass flux  (X1),  the  goodness of the linear  fit  and what  is a  good \n\nestimate for  the  vertical mixing  length  at  which  CMT  is carried out  by  the  predictor, \n\nconsidering  specific  vertical  grid scales.  The linear  regression  results for  the  lower,  middle \n\nand upper  troposphere are represented in  Figures 4.1.3, 4.1.4  and 4.1.5,  and Table 4.1 \n\ngives the slope and (in parentheses) the correlation coefficients.\n\n?z\nSpatial \n\nDomain \n\nLower \n\nTroposphere\n\nMiddle \n\nTroposphere\n\nUpper \n\nTroposphere\n\nCRM \nD64 214 (0.38) - 11 (0.03) 146 (0.44)\n\nCRM \nD256 169 (0.21) - 131 (0.22) 137 (0.36)\n\n1 km\nD64 267 (0.56) 91 (0.25) 249 (0.67)\n\n1 km D256 244 (0.35) -10 (-0.02) 249 (0.60)\n\n1.5 km\nD64 461 (0.82) 187 (0.53) 297 (0.68)\n\n1.5 km\nD256 745 (0.85) 102 (0.23) 306 (0.62)\n\n3 km\nD64 649 (0.98) 290 (0.66) 426 (0.80)\n\n3 km D256 1480 (0.91) 114 (0.25) 439 (0.73)\n\nTable  4.1.  Slope values L (in meters)  and correlation  coefficients (in  parentheses) for  all  tropospheric  layers \n\nand all  ?z studied, as the  result  of applying a linear  regression to the  equation  (4.2), for  the two spatial  domain \n\ndata sets, D64T120-S and D256T10-S.\n\n The lower  troposphere (Fig.  4.1.3) reveals low  correlation  coefficients for  the first  \n\ntwo ?z  tested,  implying  that  the predictor  is not  the CMT  main  driving  force at  these  levels \n\nfor  those vertical scales,  and suggesting  that  CMT  is carried out  by  the subgrid turbulence \n\nscheme, since  McUP doesn’t have  a  significant  signature at  these levels. For  ?z  = 1.5  and  3 \n\nkm,  the linear  fit  improves considerably,  with  a  much  less spread of values,  greater  than \n\n80% for  both  spatial domain  data  sets.  These results indicate that  the predictor  is doing  a \n\ngood job  in  predicting  CMT, that  is, a  good  simulation  of X1 results in  a  more reliable CMT \n\nfield within  this region.  The slope given  by  the linear  regression  are  all  positive  within  this \n\nlayer,  which  means that  lower  troposphere is dominated  by  downgradient  zonal \n\nmomentum fluxes, for all vertical length studied.\n\n4.1  Testing the SL76 scheme\n\n64\n\n\n\nFigure 4.1.3.  Scatter  plots of  X1 and -X2, and the linear  regression  applied to equation  (4.2), for  each ?z, for \n\nsmall (circles and solid line) and large (diamonds and dotted line) domain sizes, within the lower troposphere.\n\n The middle troposphere (Fig.  4.1.4) is the layer  with  the  weakest  linear  fit.  X1 and -\n\nX2  are only  weakly  correlated  for  all ?z   tested, except  for  a  stronger  positive correlation \n\nfor  ?z  = 1.5  and 3  km  in  the small-domain  simulation.  Within  the  mid-levels,  the McUp \n\nfield and the vertical  wind shear  both  vary  considerably  during  the  10-day  simulation,  so \n\nthe lack of  correlation  is noteworthy.  The slope values (Table 4.1)  are not  always positive, \n\nmainly  for  the  small vertical scales,  indicating  the presence of upgradient  momentum \n\nfluxes at  specific  heights.  The failure of downgradient  diffusion  to reproduce the \n\nmidtropospheric  CMT  shows that  a  more sophisticated mass-flux  scheme  is required for \n\nCMT parameterization.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n65\n\n\n\nFigure 4.1.4.  Scatter  plots of  X1 and -X2, and the linear  regression  applied to equation  (4.2), for  each ?z, for \n\nsmall  (circles and solid line) and large  (diamonds and dotted line) domain  sizes, within the middle \n\ntroposphere.\n\n Results for  the  upper  troposphere (Fig.  4.1.5) exhibits very  close  similarity  between  \n\nboth  spatial domains,  and  correlation  coefficients are  very  close  to each  other  for  ?z  of 1 \n\nkm  or  larger.  The vertical scales of 1.5  and  3  km  are  the ones presenting  the  best  linear  fit \n\nbetween  X1 and -X2,  as in  the lower  troposphere,  although  the correlation  coefficients \n\nvalues are  slightly  smaller. The implied  mixing-length  scale is 250-450  m  depending  on \n\n?z.  This is much  smaller  than  the prediction  of SL76  (which  would be around  10  km), \n\nshowing  that the  horizontal  momentum  in  the updraft  is greatly  modified by  entrainment \n\nand pressure gradient forces as it  rises from  cloud base.  Reflecting  upon  the  values \n\ndisplayed in  Table 4.1  having  in  mind the  regions of strongest  correlation,  a  vertical  grid \n\nresolution  of 1  or  1.5  km  (3  km  would be a  somewhat  coarse resolution) might  be  the \n\nappropriate choice for  validating  SL76  scheme,  reducing  the  signature of turbulent  (sub-\n\ngrid scale) fluxes in  the resolved CMT.  The 3D-CRM vertical mixing-length  scales are in \n\n4.1  Testing the SL76 scheme\n\n66\n\n\n\nagreement with those used by Kershaw and Gregory (1997) in their study.\n\n \n\nFigure 4.1.5.  Scatter  plots of X1 and -X2, and the  linear  regression  applied to equation  (4.2), for  each ?z, for \n\nsmall (circles and solid line) and large (diamonds and dotted line) domain sizes, within the upper troposphere.\n\n This analysis was also performed using  the complete D64T120-S  only, for  the \n\nwhole  120-day  period.  Similar  results were  achieved; the  best  linear  fit  was observed for  ?z \n\n= 1.5  and 3  km,  and  the spread  of values decreased  substantially  at  these ?z  values. For \n\nmid-troposphere, the linear  fit  was very  weak  at  all ?z  considered,  indicating   a  poor \n\nrelationship between  the  fields.  The  upper  troposphere  still  continue  to exhibit  a  good \n\ncorrelation  between  the  fields; a  linear  relationship was verified  for  all ?z,  and the  slope \n\nvalues were very close to each other.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n67\n\n\n\n4.2.  The relative CMT contributions from saturated \n\nand unsaturated air\n\n To analyze  cumulus convection,  it  is useful to separate  the contributions to vertical \n\ntransports from  saturated  air  (air  within  the clouds)  and unsaturated air  (air  outside or \n\nbetween  clouds,  or  free air)  because  these can  have different  underlying  mechanisms.  The \n\ncore assumption  made in  all CMT  parameterizations is that  CMT  mainly  occurs within \n\nvigorous cumulus cloud updrafts and downdrafts, i.e., CMT  is dominated  by  large \n\nhorizontal  velocity  anomalies in  the  cumuli. Unsaturated  updrafts and downdrafts are \n\nneglected. Furthermore,  it  is usually  assumed that  cloud updrafts have a  much  stronger \n\ncontribution  to CMT  than  saturated downdrafts. Our  3D-CRM simulations allow  us to test \n\nthese simplifying assumptions.\n\n The first  step  of this analysis is the definition  of saturated  and unsaturated \n\nupdrafts and downdrafts. Following  GKI97,  a  model  grid point  is defined  to be part  of a \n\nsaturated  or  unsaturated  updraft,  strong  updraft, and  downdraft  when  the  conditions for \n\nQN and  W  given  in  Table 4.2  are  simultaneously  satisfied.  Our  analysis will  focus on  CMT \n\nduring  the strong  convection  episode on  Julian  day  358  (December  24th,  1992).  This \n\nmethod uses the  D64T10  data  set, encompassing  eight  3-dimensional  CRM volumes per \n\nJulian day.\n\nQN (g/kg) W (m/s)\nSaturated  > 0,001\n\n? 1 UpdraftUnsaturated 0 ? 1 Updraft\n\nSaturated > 0,001\n? 5 Strong UpdraftUnsaturated 0 ? 5 Strong Updraft\n\nSaturated > 0,001\n? -1 DowndraftUnsaturated 0 ? -1 Downdraft\n\nTable  4.2.  Definition of  a saturated and unsaturated updraft  model  grid point, a saturated and unsaturated \n\nstrong updraft  model  grid point, and a saturated and unsaturated downdraft  model  grid point, using  its non-\n\nprecipitating condensate (water  plus ice) mixing  ratio QN  (g/kg) and its vertical  velocity  W  (m/s) as defining \n\ncharacteristics.\n\n A  simple  observation  of the CMT  vertical  profiles generated  by  the different  \n\ncontributions of saturated and unsaturated air  reveals some important  results.  It  is \n\n4.2  The relative CMT contributions from saturated and unsaturated air\n\n68\n\n\n\nimportant to mention  that  the sum  of the  saturated and  unsaturated  portions of the \n\nspatial domains equals the whole CRM spatial  domain,  therefore the  ‘CRM’ CMT  averaged \n\nover  the whole spatial  domain  is the sum  of the  CMT  generated by  the saturated air  (in  all \n\nits forms)  and by  the  unsaturated  air  (in  all  its forms).  In  the left  plot  of Figure 4.2.1  are \n\nthe CMT  vertical profiles contributed  by  different  types of saturated air,  averaged over  the \n\neight  sampling  times.  The SAT curve is the CMT  contributed by  all saturated grid points; \n\nthe SUP vertical  profile defines the  CMT contributed  by  all saturated updrafts grid  points; \n\nthe SSUP refers to the CMT  contributed by  all  strong  saturated  updrafts;  and  finally,  the \n\nSDN profile corresponds to the CMT contributed by the saturated downdraft grid points.\n\n While  we might  expect  the CMT  to be  dominated  by  the  contribution  of saturated \n\nupdrafts and  downdrafts, this is not  true in  the  lower  troposphere.  There is a  CMT  peak \n\nbelow  5  km  of height  which  reflects similar  magnitude contributions from  saturated  and \n\nunsaturated motions.  The  saturated  contribution  comes mainly  from  updrafts,  and  about \n\nhalf this contribution  comes from  strong  updrafts. Above 5  km,  there  is a  CMT  maximum \n\nthat  again  follows the  SAT  CMT  profile,  but  now  the  contribution  from  the  saturated \n\nupdrafts is partly  cancelled  by  the saturated downdrafts.  Near  9  km  and  13  km \n\nrespectively,  there  is a  CMT  minimum  and maximum,  each  dominated  by  the  saturated \n\ncontribution. Once more,  the saturated downdrafts partly  cancel a  much  larger \n\ncontribution  from  saturated updrafts.  Above 16  km  of height, above the  cumulus cloud \n\nlayer, the CRM CMT is dominated by unsaturated air.\n\n In  the right  plot  of Fig.  4.2.1,  the  UNSAT  profile  refers to the  CMT  generated by  all \n\nunsaturated grid points,  the  UNSUP curve corresponds to the CMT  carried out  by  all \n\nunsaturated updrafts grid  points, the UNSSUP structure  defines the  CMT  obtained by \n\nselecting  the  strong  unsaturated updraft  grid points,  and finally  the  UNSDN regarding  the \n\nCMT  generated  by  all unsaturated  downdrafts,  averaged over  these  grid points and  over \n\nthe 8  time steps. Throughout  the  troposphere,  the overall  CMT  (solid line)  is of greater \n\nmagnitude than  the  unsaturated  contribution  to CMT.  The contribution  from  the \n\nunsaturated strong  updrafts is negligible, and the  unsaturated updraft  CMT  is weak  and \n\nlocalized within  7  and  15  km  of height,  presenting  a  very  different  vertical structure \n\ncompared with  CRM CMT  and having  a  signature on  the  CMT  carried  out  by  the \n\nunsaturated air  as a  whole (UNSAT  curve). The UNSAT  CMT  owes most  of its vertical \n\nstructure to unsaturated downdrafts which  are most  significant  below  7  km. Above 16  km, \n\nthere are no clouds so all CMT is unsaturated.\n\n The CMT  contributions from  saturated and unsaturated air  have different  vertical \n\nprofiles,  and the  unsaturated air  significantly  shapes the  CMT  profile within  the lower \n\nlevels and above the  tropopause.  These  preliminary  results imply  that  CMT \n\nparameterizations need to consider the contribution from unsaturated air.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n69\n\n\n\n To better  understand the  physical processes underlying  the relative CMT  \n\ncontributions from  cumulus clouds, in  the  form  of saturated   up- and downdrafts, and \n\nfrom  unsaturated air,  in  a  combination  of convective  downdrafts and  vertically \n\npropagating  gravity  waves,  a  vertical-velocity  binning  approach  is applied to the  3D small \n\ndomain  hourly  data  set  for  Julian  day  358,  but  first  tested on  a  single 3D CRM volume. \n\nThe binning  method shows in  more  detail the contributions to CMT  from  drafts of \n\ndifferent  strengths.  A  binning  method  (as opposed to scatterplots,  for  example) is very \n\nhelpful  because  the spatial correlations of horizontal  and vertical velocity  perturbations \n\nthat  create CMT  are  relatively  weak,  0.1  or  less at many  vertical  levels,  and binning  filters \n\nout  most  of the  noise,  isolating  the correlated  part  of the variability  without  assuming  a \n\nparticular  (e.g.  linear) structure for  this variability,   thereby  providing  clarification  of  the \n\nmechanisms involved  in  the CMT.  The  greatest advantage of this method is that  one can \n\nlook  at  the subsets of the chosen  bins,  for  instance  strong  w’,  weak w’,  or  w’  > 0,  and see \n\nthe patterns that may  not  show  up clearly  in  the overall relationship  between  the variables \n\nin study.\n\nFigure 4.2.1.  Vertical  profiles of  the CMT (the  product  of  the zonal  wind perturbation (Up) by  the  vertical \n\nwind perturbation  (Wp)) averaged over  the eight  3D volumes from the  small-domain simulation  of  Julian day \n\n358, for  the  whole CRM spatial  domain  (solid-dotted line, both left  and right  plots), for  the  saturated (solid \n\nline, left plot) and unsaturated (solid line, right  plot) domains, over  the  saturated and unsaturated updrafts \n\n(dashed line, left  and right plots, respectively), over  the strong  saturated and unsaturated updrafts (dashed-\n\ntwo dots line, left  and right  plots, respectively) and over  the  the  saturated and unsaturated downdrafts (dotted \n\nline, left and right plots, respectively).\n\n4.2  The relative CMT contributions from saturated and unsaturated air\n\n70\n\n\n\n After  optionally  separating  saturated and unsaturated air  at  each  level,  grid  points \n\nare binned by  vertical  velocity  w.  The bin  size (the number  of grid  points combined  in \n\neach  bin)  must  be chosen  large  enough  to isolate  the  desired CMT  signal,  yet small enough \n\nnot to average drafts with  significantly  different  vertical velocities.  Four  bin  sizes are \n\ntested, composed of 512,  256,  128  and  64  elements.  For  each  w-bin, the bin-mean  zonal \n\nmomentum  perturbation  u’ is computed. By  averaging  across the bins, the  saturated  CMT \n\nis estimated.  If this compares well to the  exact  saturated CMT  simulated  by  the model, \n\nlittle information  relevant  for  CMT has been  lost  by  binning.  The unsaturated  air  is treated \n\nsimilarly. \n\n Figure 4.2.2  shows that  the binned CMT  vertical  profiles obtained using  all  four  bin  \n\nsizes match  the full CMT  almost  perfectly.  Figures 4.2.3  and  4.2.4  show  this is also true for \n\nthe saturated  and unsaturated  CMT  separately.  This indicate that  this approach  does not \n\nloose information about the overall structure of the CMT for any of the chosen bin sizes.\n\n Each  vertical  level  is analyzed  individually, and the correlation  coefficients between  \n\nthe bin-averaged  u’ and w’  are retrieved  as well  as the coefficient  of determination  (R2) \n\nwhich  is the correlation  coefficient  squared,  focusing  on  the vertical  levels where the \n\ncoefficients are  stronger  (in  absolute value)  and in  the levels in  which  the CRM CMT  and \n\nthe CRM CMT  carried out  by  saturated and unsaturated  air  peak or  have a  significant \n\nsignature.  The P-value  statistical  test  is applied  to each  level  in  order  to extract \n\ninformation  whether  is relationship  between  the fields is statistically  significant  or  not. \n\nFor  this test  we  consider  95%  and  99%   confidence  levels.  The  vertical profiles of the \n\nunbinned  correlation  coefficient  values between  u’  and w’ correlations range  from  o to \n\n20%  (in  absolute value) throughout  most  of  the  troposphere. Because  of the large  sample \n\nsize  (the 256x256  grid  points at  each  level),  even  such  small correlations can  be \n\nstatistically  significant.  However, this behavior  suggests that the relationship between  u’ \n\nand w’  can  be more clearly  seen  using  binning, which  averaged across some  of  the noise in \n\ntheir relationship. Close to the stratosphere, this correlation becomes larger, around 60%. \n\n Binning  u’  and w’, without  partitioning  into saturated  and  unsaturated air,  exposes \n\ndifferent  relationships between  the  bin-averages of  these  atmospheric  fields at  different \n\naltitudes.  Figure  4.2.5  shows the binned  analysis at  four  representative  altitudes for  all \n\nconsidered  bin  sizes.  Below  5  km  (Z23  in  Fig.  4.2.5), such  that  negative  zonal wind \n\nperturbations are associated with  updrafts and  positive zonal wind  perturbations tend to \n\nbe downdraft-related to yield  a  strong  linear  anticorrelation  and a  downward CMT. At \n\nhigher  altitudes,  a  C-shape relationship  between  binned  u’ and  w’ is seen  in  most  plots \n\npresent  in  Fig. 4.2.5, in  which  both  strong  updrafts and strong  downdrafts have similar  u’, \n\nwhile  bins with  near-zero w‘  have u‘  of the opposite  sign  and  much  smaller  magnitude. \n\nThis is true for  the  vertical  levels with  maximum  positive values of CMT  (Z35  at  6.625  km \n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n71\n\n\n\nand Z62  at 13.375  km)  and  at  vertical  levels with  strong  negative values of CMT  (Z23  at \n\n3.625  km  and  Z45  at  9.125  km). A  bin  size  of  256  seems to be  enough  to remove most  of \n\nthe noise and still  resolves  this C-shape relationship well,  so we  use this bin  size for  our \n\nremaining analysis.\n\nFigure 4.2.2.  Vertical  profile of  unbinned CRM CMT  (solid line) overlaid by  the binned CMT  vertical  profiles \n\nobtained by  the bin  sizes of  512 (dashed line), 256 (dashed-dotted line) and 128 (dotted line) elements, for \n\nJulian day 358.\n\n We  next  apply  the  binning  approach  separately  to the saturated and unsaturated u’ \n\nand w’.  The  vertical distribution  of correlation  coefficients between  binned  saturated and \n\nunsaturated u’ and  w’  show  some contrasting  structures ,  especially  in  mid and  upper \n\nlevels.   From  the surface up to 5  km,  the  correlation  between  binned  fields is strongly \n\nnegative for  saturated  air  and  less strongly  negative  for  unsaturated air,  as can  be \n\nobserved for  level  Z23  (3.625  km)  in  Fig.  4.2.6. These levels feature mostly  linear \n\nrelationships between  binned saturated and unsaturated  u’ and w’.  Similar  correlation \n\ncoefficients values are registered between  8  and 10  km  of height  for  unsaturated air.  Above \n\n5  km  and  below  8  km  of height (e.g.  Z30),  a  C-curve with  little  linear  correlation  is \n\nobserved for  saturated air; the  unsaturated binned  u’ and w’   also start to show  a  C-curve; \n\ntheir  linear  correlation  weakens but  continues to be negative.  The C-curve  structure \n\n4.2  The relative CMT contributions from saturated and unsaturated air\n\n72\n\n\n\npersists throughout  the  mid  to upper  troposphere in  both  saturated  and  unsaturated air. \n\nAbove convection, the unsaturated  binned variables are strongly  positively  correlated \n\nbetween  15  and 18  km,  in  the  tropopause  region,  changing  to very  strong  negative \n\ncorrelations within the overlying stratosphere.\n\nFigure 4.2.3.  Vertical  profiles of  the product  of  u' by  w', averaged over  the  saturated grid points (SAT), \n\naveraged over  different  number  of  bins examined for  the saturated partition: 64 (Bs512, solid line), 128 \n\n(Bs256, dashed line), 256 (Bs128, dash-dot line) and 512 (Bs64, dotted line).\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n73\n\n\n\nFigure 4.2.4.  Vertical  profiles of  the  product  of  u' by  w', averaged over  the  unsaturated grid points (UNSAT), \n\naveraged over  different number  of  bins examined for  the  unsaturated partition: 64 (Bs512, solid line), 128 \n\n(Bs256, dashed line), 256 (Bs128, dash-dot line) and 512 (Bs64, dotted line). \n\n4.2  The relative CMT contributions from saturated and unsaturated air\n\n74\n\n\n\nFigure 4.2.5.  Scatter  plots of  binned u' and w', for  specific bin sizes of  512 (left  column), 256 (mid-column) \n\nand 128 (right  column) elements, at specific  vertical  levels of  Z23 (3.625 km, top  row), Z35 (6.625  km, second \n\nrow), Z45 (9.125 km, third row) and Z62 (13.375 km, last  row), with  the correspondent  coefficient of \n\ndetermination values (in %), given by D64T10 data set for eight 3D volumes of Julian day 358.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n75\n\n\n\nFigure 4.2.6.  Scatter  plots of  binned saturated (left  column) and unsaturated (right  column) u' and w', for  the \n\nbin  size  of  256 elements, at  specific  vertical  levels of Z23 (3.625 km, top  row), Z30 (5.375 km, second row) and \n\nZ35 (6.625 km, third row), with the correspondent  coefficient  of  determination values (in  %), given  by  D64T10 \n\ndata set for eight 3D volumes of Julian day 358.\n\n4.2  The relative CMT contributions from saturated and unsaturated air\n\n76\n\n\n\nFigure 4.2.7.  (continuation  of Fig. 4.2.6) Scatter  plots of  binned saturated (left  column) and unsaturated \n\n(right  column) u' and w', for  the bin size  of  256 elements, at specific vertical  levels of  Z45 (9.125 km, first  row), \n\nand Z62 (13.375 km, second row) with  the  correspondent  coefficient  of determination  values (in  %), given  by \n\nD64T10 data set for eight 3D volumes of Julian day 358.\n\n The C-curve shape  is not  documented  in  TOGA-COARE literature,  either  for  \n\nsaturated  and  unsaturated drafts,  and it  deserves some reflection.  It  remains for  further \n\nanalysis whether  this particular  characteristic is unique  for  this particular  deep  convective \n\nevent. The C-shape  structure  dominates most  of the mid and  upper  levels of the \n\ntroposphere.  It  indicates that updrafts and downdrafts,  both  saturated  and unsaturated, \n\nhave momentum  perturbations of the  same sign, giving  canceling  contributions to CMT  at \n\nthe same height.  This structure  could  arise  if we  think  of each  cumulus cloud and the air \n\nright  next  to it  as a  mixture of  saturated and unsaturated updrafts and downdrafts,  which \n\ninteract  through  pressure gradient  forces avoid colliding  by  all  having  the  same horizontal \n\nvelocity  at  each  height  in  each  cloud.  More  vigorous clouds develop both  stronger  updrafts \n\nand downdrafts and also have a stronger horizontal velocity perturbation across the entire \n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n77\n\n\n\ncloud.  This idea  still needs to be better  tested, but  highlights the complex  nature  of CMT, \n\nbecause updrafts and downdrafts are exchanging  momentum  with  each  other  within  the \n\ncloud,  not  just  with  the environment. This is different  than  the  assumptions made in  CMT \n\nparameterizations.\n\n4.3.  Is the unsaturated CMT due to upward-\n\npropagating gravity waves?\n\n An  important  question  for  parameterization  is whether  CMT  driven  by  unsaturated \n\nair  is mainly  (i) due  to activity  of internal  gravity  waves which  vertically  flux  momentum  in \n\nthe stably  stratified air  between  clouds, (ii)  due to the  interaction  between  the \n\nenvironmental air  and cloudy  air  around the  cloud edges, or  (iii) simply  due to downdrafts \n\nin clear air further from vigorous cumulus clouds.\n\n Internal gravity  waves generated in  the troposphere through  various processes,  \n\nsuch  as the  interaction  between  convection  and vertical wind shear,  can  play  a  vital  role in \n\nthe transfer  of mean  horizontal  momentum  from  one layer  to another  layer  of the \n\natmosphere (Prabhakaran  Nayar  and Sreeletha,  2003),  and especially  in  carrying \n\nmomentum  fluxes from  the troposphere  into the  stratosphere.  In  order  to test  if internal \n\ngravity  waves are responsible  for  a  significant  fraction  of the unsaturated  CMT  in  this \n\ntropical deep  convective event,  the buoyancy  field is computed and w-binned.  Internal \n\ngravity  waves transport  momentum  upwards, but  not  buoyancy; therefore one might \n\nexpect no correlation  between  the  binned fields of vertical velocity  perturbation  and \n\nbuoyancy. However,  for  buoyancy-driven  updrafts and  downdrafts in  cumulus clouds and \n\nin  the  unsaturated air  around  their  edges,  one  might  expect  a  strong  positive  correlation \n\nbetween these two fields.\n\n The buoyancy acceleration (m/s2) B is given by the formula:\n\nB = g\nTd ? Td\nTd\n\n                                                                  (4.3)         \n\nwhere g is the  gravitational  acceleration  (9.81  m/s2)  and Td is the density  temperature \n\nobtained using the expression:\n\n4.3  Is the unsaturated CMT due to upward-propagating gravity waves?\n\n78\n\n\n\nTd = T ? T 0.61 ? qv ? qn ? qp( )                                  (4.4)\nT is the  absolute temperature in  Kelvin, qv is the  water  vapor  mixing  ratio (kg/kg),  qn is \n\nthe non-precipitating  condensate  (water  plus ice) mixing  ratio (kg/kg) and qp is \n\nprecipitating water (rain plus snow, in kg/kg). Equation (4.3) may be written as:\n\nB = g\nTd\n'\n\nTd\n                                                                     (4.5)\n\nwhere Td‘ is the deviation of the density temperature from its reference-state value.\n\n Figures 4.3.1  and 4.3.2  shows binned  buoyancy  for  the bin  size  of 256  elements,  for  \n\nsaturated  and unsaturated drafts at  specific  levels at  which  the  partitioned CMT  peaks, \n\nand one  particular  level  in  the stratosphere,  Z83  at  21  km  of height,  where only \n\nunsaturated air  is present.   For  comparison,  the  binned zonal velocity  perturbation  is also \n\ndisplayed in  same panels.  As expected for  buoyancy-driven  convection,  the saturated \n\ndrafts (inside clouds) show  buoyancy  acceleration  strongly  positive correlated to w’ \n\nthroughout  most  of the troposphere,  contrasting  with  the  noisy  nonlinear  C-shape \n\nrelationship between  u’ and w’.  Above 15  km  of height,  at  the very  top  of  the  cumulus \n\nclouds, the  sign  of the  correlation  reverses, as one might  expect  for  cumulus drafts that \n\nhave overshot  their  level  of neutral  buoyancy  so they  are  moving  upward  due to their \n\ninertia but have negative buoyancy.\n\n For  the unsaturated  air, the situation  is more  complex  and the presence of  internal \n\ngravity  waves isn’t  easy  to identify.  Below  15  km,  buoyancy  and  w’ are  much  more weakly \n\ncorrelated than  u’ and w’,  as can  be observed  from  Figures 4.3.1, 4.3.2  and 4.3.3,  as one \n\nwould  expect  if gravity  waves were  responsible  for  much  of the  CMT.  Levels Z30,  Z35  and \n\nZ45  are good  examples of this behavior. Most  of the  binned By  - w’ correlations,  though \n\nweak,  are still  statistically  significant. Looking  into detail to some of  these  weak \n\ncorrelations,  we see  that  the  buoyancy  acceleration  is almost  zero for  all  w’ bins except  for \n\nstrong updrafts. \n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n79\n\n\n\nFigure 4.3.1   Scatter  plots of  binned saturated (left  column) and unsaturated (right column) Buoyancy  (By  - \n\ncircles - in  m/s2), u’ (Up  - dots - in m/s/100) and w' (Wp  in m/s), for  the bin  size of  256 elements, at  specific \n\nvertical  levels of  Z23 (3.625 km, top  row), Z30 (5.375 km, second row) and Z35 (6.625 km, third row), with  the \n\ncorrespondent  coefficient  of  determination  values (in  %), given by  D64T10  data set  for  eight  3D volumes of \n\nJulian day 358.\n\n4.3  Is the unsaturated CMT due to upward-propagating gravity waves?\n\n80\n\n\n\nFigure 4.3.2.  (continuation of Fig. 4.3.1) Scatter  plots of  binned saturated (left  column) and unsaturated \n\n(right  column) Buoyancy  (By  - circles - in  m/s2), u’ (Up  - dots - in m/s/100) and w' (Wp in  m/s), for  the bin \n\nsize  of  256 elements, at  specific  vertical  levels of  Z45 (9.125  km, first  row), Z62 (13.375 km, second row), Z72 \n\n(16.281  km) for  saturated bins and Z83 (21  km, stratosphere) for  unsaturated bins only, with the \n\ncorrespondent  coefficient  of  determination  values (in  %), given by  D64T10  data set  for  eight  3D volumes of \n\nJulian day 358.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n81\n\n\n\nFigure 4.3.3.  Scatter  plots of  binned unsaturated Buoyancy  (By  - circles - in  m/s2), u’ (Up - dots - in  m/s/100) \n\nand w' (Wp  in  m/s), for  the  bin  size of 256 elements, at  specific  vertical  levels of  Z33 (6.125 km, first  plot), Z48 \n\n(9.875 km, second row), Z66 (14.81  km), with the correspondent coefficient  of  determination  values (in %), \n\ngiven by D64T10 data set for eight 3D volumes of Julian day 358.\n\n4.3  Is the unsaturated CMT due to upward-propagating gravity waves?\n\n82\n\n\n\n The unsaturated strong  drafts carry  some buoyancy  suggesting  that  the interaction  \n\nbetween  environmental  air  and the air  inside  the cloud  is driving  these  drafts,  but  internal \n\ngravity  waves are  dominating  the  remain  w’  spectrum,  since it’s clear  that  buoyancy  is not \n\nthe main  mechanism  driving  the unsaturated  air  for  most  levels inside  the cloud.  Above 20 \n\nkm  of height,  in  the stratosphere,  binned w’  is weak,  but  is clearly  anticorrelated  with \n\nbuoyancy  as well  as u’. Furthermore,  the upward momentum  flux  become  gradually  less \n\nnegative with  height  (Fig.  4.3.2).  This is consistent  with  momentum  transport  by  an \n\nupward-propagating  gravity  wave  that  is slightly  damped,  for  instance by  numerical \n\ndiffusion  in  the CRM.  Kuang  and  Bretherton  (2004)  found such  gravity  wave  damping  is \n\ndue  to our  use  of a  vertical grid  spacing  that  is too large  (roughly  500  m)  in  the \n\nstratosphere,  and  would  be  greatly  reduced  by  using  a  grid spacing  of 100  m  in  the \n\nstratosphere.  In  summary,  the  unsaturated CMT  is due to a  mixture of vertical  drafts near \n\ncumulus clouds edges and vertically propagating gravity waves.\n\nChapter 4 - Mass-Flux Discretization of COnvective Momentum Transport\n\n83\n\n\n\n4.3  Is the unsaturated CMT due to upward-propagating gravity waves?\n\n84\n\n\n\nChapter 5\n\nPrediction of the Zonal Wind \n\nPerturbation in the Updrafts U’up\n\n This chapter  uses our  CRM data  sets to test  the prediction  of U'up (the difference \n\nbetween  the  zonal  wind  within  saturated  updrafts and  environmental wind, both  averaged \n\nover  the spatial domain)  using  a  theoretical  formula  proposed by  GKI97  that  includes \n\ncontributions from the horizontal pressure gradient force and lateral entrainment.\n\n \n\n5.1  Evaluating the role of the cloud pressure-gradient \n\nforce\n\n In  the previous chapter,  we  showed that CMT  is mainly  caused by  motions within  \n\nclouds, especially  saturated  updrafts,  although  momentum  fluxes in  unsaturated  air  due to \n\ngravity  waves also are significant  in  the lower  troposphere  and  in  the stratosphere. CMT \n\nparameterizations have focused on  the  contribution  of saturated  air,  and especially \n\nsaturated  updrafts,  to CMT.  Among  such  parameterizations,  the  one proposed by  Kershaw \n\nand Gregory  (1997) is attractive  to compare  to the  3D CRM data  sets,  since it  clearly \n\nincludes the roles of  horizontal pressure-gradient  force across the  updrafts and \n\nentrainment  processes in  the vertical  evolution  of the horizontal  velocity  in  the updrafts.  \n\n The cloud pressure-gradient term  is poorly  understood  theoretically,  so early  \n\nefforts to formulate  CMT  parameterizations neglected this physical  mechanism  (for \n\nexample,  Shapiro and  Stevens,  1980). Nevertheless,  observational  studies (Flatau  and \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n85\n\n\n\nStevens, 1987) and modeling  studies (e.g. Gregory  and Miller,  1989)  have indicated that \n\nthe cloud pressure-gradient  force plays an  important  part  in  determining  the  variation  of \n\nhorizontal  velocity  within  the cloud as a  parcel  ascends.  Kershaw  and Gregory  (1997) and \n\nGKI97,  proposed  that  the vertical  structure of the  updraft  horizontal  velocity  may  be \n\nwritten in the form:\n\ndUup\ndZ\n\n= ? Uenv -Uup( ) + c* dUenvdZ                           (5.1)\nwhere ?up,  ?env  are the mean  horizontal  velocity  in  the updrafts and  in  the  environment, \n\nrespectively,  ? is a  bulk  fractional  lateral  updraft  entrainment  rate in  units of 1/km  and c*  \n\nis an  nondimensional empirical  constant  (to be determined)  that  relates the cloud \n\npressure-gradient  force to the  mean  vertical shear. Equation  (5.1)  can  be derived from \n\nconsidering  the force balance  on  a  control  volume in  a  representative quasi-steady \n\ncumulus updraft.  The left-hand side  of the equation  represents the  horizontal  momentum \n\nadded to the  updraft  air  as it  rises through  the control volume, the  first  term  on  the right-\n\nhand side is related to the  momentum  source  due  to lateral  entrainment  of air  into the \n\nupdraft  and  the  second  term  on  the right-hand side is a  representation  of  the  cloud \n\npressure-gradient  force,  which  will  be investigated in  this section.  Section  5.2  is dedicated \n\nto the investigation of the entrainment term in equation (5.1).\n\nAnalysis of the perturbation pressure gradient acceleration on updrafts\n\n A  relationship between  the  cloud pressure-gradient  force  and  the mean  vertical \n\nshear  was first  theoretically  derived by  Rotunno and Klemp  (1982)  who showed from  a \n\nlinear  analysis that the pressure  perturbation  across an  isolated updraft  is related to the \n\nmean  shear  of the cloud  environment  and  the updraft  vertical velocity,  the perturbation \n\nbeing  parallel  to the  shear  and acting  to bring  the updraft velocity  back  toward the mean \n\nenvironmental wind  at  each  level. In  1988,  Le Mone et al.  in  their  observational  study \n\nconfirmed  that  this relationship qualitatively  holds for  updrafts of deep convective clouds. \n\nWu  and Yanai (1994) used Rotunno and  Klemp’s analysis to explain  CMT  in  organized \n\nmesoscale convective  systems over  Midwestern  USA,  and proposed a  parameterization  of  \n\nthe cloud pressure-gradient force using  updraft  cloud-mass flux, mean  vertical  shear,  and \n\nthe orientation of the convective system to the shear. \n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n86\n\n\n\n GKI97  proposed  a  simpler  formula  that  neglects the  convective  organization  and \n\nwhich is equivalent to assuming\n\nPGFx = c\n* w'\n\ndUenv\ndZ                                            (5.2)\n\nwhere PGFx = ? 1/? ?p'/?x,  ? is the air  density  (kg/m3), p' is the pressure perturbation \nfield (Pa)  and  w' is the vertical velocity  perturbation  (m/s).  In  their  study,  based  on  cloud-\n\nresolving  model  simulations of a  cold-air  outbreak  and a  tropical  deep convection  case, \n\nthey found that the optimal c* = 0.7. \n\n The rest  of this section  describes a  similar  analysis of our  CRM data  set, which  is \n\nmuch  longer  and uses a  bigger  computational  domain  than  used  by  GKI97.  To accurately \n\ncompute the cloud  pressure-gradient  force using  model  data,  we  take into account  the grid \n\nstaggering  between  horizontal velocity  and pressure perturbation  fields. We  compare \n\nPGFx with  the right  hand  side of equation  (5.2)  at  each  level,  and  extract  the ideal  value for \n\nc*. We then  vertically  integrate equation  (5.1) to retrieve the  ?up for  each  level  of height \n\nand to compare  it  with  the  one simulated by  the  CRM and  with  the GKI97  scheme  (c* = \n\n0.7). \n\n The ideal  c* is calculated applying  a  linear  regression  to equation  (5.2),  in  the  form  \n\nof Y  = m  X,  where  Y  is horizontal  component  of the cloud pressure-gradient  force, the \n\nslope m  represents the  best value  for  c* and X is the  product  of the vertical  wind \n\nperturbation  by  the  mean  vertical  shear.  This linear  regression  is constrained  to go \n\nthrough  the  origin,  as GKI97  had postulated,  and is implemented  only  over  the  saturated \n\nupdraft  grid  points.  The linear  regression  is then  performed over  the grid levels for  which \n\nthe fractional area  covered  by  saturated updrafts is greater  than  1%.  A  separate  value  of c* \n\nis calculated  at  each  time averaged  over  each  of our  three  tropospheric  layers (please  refer \n\nto section  4.1,  Chapter  4, for  their  definition).  The saturated downdrafts are also examined \n\nin  an  attempt  to extend  the GKI97  scheme to cumulus downdrafts.  The pressure \n\nperturbation,  the vertical velocity  perturbation,  the environmental  wind,  and the \n\nhorizontal  velocities within  the cumulus updrafts and  downdrafts are given  by  the  3D data \n\nset  D64T10;  the air  density  is given  by  the  statistics data  set D64T120-S.  The  time  average \n\nof PGFxsup and PGFxsdn is weighted by  the  total  number  of  saturated updraft  and  downdraft \n\ngrid points,  respectively,  existing  in  every  time  step  analyzed.  Eight  3D volumes are \n\nanalyzed for  every  Julian  day  considered.  The results are shown  first  for  the  Julian  day \n\n358  that  features vigorous deep  convection  and strong  wind shear,  and then  for  the 10-day \n\nperiod from Julian days (Jd) 350 to 359. \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n87\n\n\n\nJulian Day 358\n\n In  Fig.  5.1.1.  the  vertical  profiles averaged over  the  entire day, as well  as time-\n\nheight  cross sections of the  zonal  wind perturbation  Up,  the  CMT,  and the  zonal \n\ncomponent  of the cloud pressure-gradient  force  PGFx within  the saturated updrafts \n\n(sampled  every  three  hours)  are displayed.  The  time-mean  zonal  pressure-gradient  force \n\nis negative below  8  km, increasing  in  magnitude from  surface to 6  km  of height.  A  negative \n\nzonal  component  of the cloud pressure-gradient  implies that  the pressure tends to be \n\nhigher  to the  east  than  to the  west  of a  typical  updraft,  which  would  tend  to accelerate the \n\nupdraft  in  the negative (westward)  direction.  Above 5  km,  the PGFx accelerates the \n\nsaturated  updrafts in  the  positive  (eastward)  direction.  At  some heights,  the PGFx is in  the \n\nsame direction  as the  vertical  derivative of the updraft  zonal velocity  perturbations but  at \n\nother  levels it  is not,  so PGFx is not  the  only  mechanism  responsible for  the Up and CMT \n\nstructures within  the saturated updrafts.  Similarly,  the time  evolution  of PGFx  shows a \n\nlarge  peak  in  the upper  troposphere  at  Jd385.4,  but  these features are  much  less visible in \n\nUp  and saturated updraft CMT.\n\n The vertical and temporal  aspects of saturated  downdrafts may  be  seen  in  Fig.  \n\n5.1.2.  The  PGFx is rather  weak  except  close to the tropopause  near  midday  and  does not \n\nstrong  resemble the saturated updraft  PGFx.  The binning  method applied  to saturated  up \n\nand downdrafts described fully  in  Chapter  4  indicated that  the cumulus drafts may  be \n\ncontrolled by  different  fluid dynamics; evaluating  the cloud  pressure-gradient  force \n\nseparately points in the same direction.\n\n The vertical  profiles of the  fields involved  in  equation  (5.2)  are displayed  in  Fig.  \n\n5.1.3,  for  both  cumulus up- and downdrafts.  Below  8  km,  the vertical wind shear  profile  is \n\nfollowed closely  by  the  PGFx vertical profile,  while  the  vertical  velocity  perturbation  is in \n\nthe range  1.5  - 3  m  s-1.  In  the 10  - 14  km  layer, the  mean  vertical  wind  shear  is rather  weak \n\nand negative and  Wp  is 1  - 2  m  s-1,  whereas the  PGFx is positive,  counter  to the GKI97 \n\nformula.  For  the saturated  downdrafts, the  scenario is considerably  different.  The  lower \n\nlevels,  where saturated  downdrafts are  present  and  there  is some vertical wind  shear, do \n\nshow  some  PGFx  variation,  especially  below  6  km.  The mid  and upper  levels display \n\nweaker  magnitudes of  PGFx than  in  the  saturated  updrafts with  significant  variability  in \n\nthe profile  that  is hard to relate  to features in  Wp  or  in  VWS   vertical  profiles,  suggesting \n\nagain a poor relationship between the two members of equation (5.2) in this region.\n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n88\n\n\n\nFigure 5.1.1.  Upper Left: vertical  profile of  the zonal  wind perturbation  Up (m/s) averaged over  the  saturated \n\nupdraft  grid points and over  the  Julian day  358; Upper Right: time-height  cross section  of  Up during the Jd \n\n358, averaged over  the saturated updraft  grid points; Middle  Left: vertical  profile  of  the CMT (Pa) averaged \n\nover  the saturated updraft  grid points and over  the  Julian day  358; Middle  Right: time-height  cross section  of \n\nCMT during  the  Jd 358; Lower Left: zonal  pressure-gradient  force  PGFx (m/s2) vertical  profile  average over \n\nthe saturated updraft  grid points and over  the Jd 358, and Lower Right: time-height  cross section  of  the  PGFx \n\nduring the Jd 358, averaged over  the saturated updraft  grid points. All  quantities are  provided by  3D D64T10 \n\nsimulation.\n\n ZW03  do not  show  any  vertical  profiles related  with  the variables involved in  (5.2)  \n\nbut they  mention  that  “  large positive  values of PGFx correspond  to strong  negative wind \n\nshear,  such  as that  in  the lower  and middle troposphere  on  24  December  (…). Similarly, \n\nnegative pressure-gradient  appears where there is a  strong  positive  wind shear  “. This \n\nwould  correspond to a  negative value  of c*,  opposite to the findings of GKI97.  In  our \n\nsimulations,  these features are only  verified  in  the upper  troposphere for  saturated \n\nupdrafts and  within  the 5  - 8  km  and  14  - 16  km  layers for  saturated downdrafts.  Hence, \n\nthe results obtained by ZW03 are not entirely confirmed by our 3D data sets.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n89\n\n\n\nFigure 5.1.2.  Upper Left: vertical  profile  of  the zonal  wind perturbation Up  (m/s) averaged over  the  saturated \n\ndowndraft grid points and over  the Julian day  358; Upper Right: time-height  cross section  of  Up during  the  Jd \n\n358, averaged over  the  saturated downdraft  grid points; Middle  Left: vertical  profile of  the  CMT (Pa) averaged \n\nover  the saturated downdraft  grid points and over  the  Julian  day  358; Middle Right: time-height  cross section \n\nof  CMT during the Jd 358; Lower Left: zonal  pressure-gradient  force  PGFx (m/s2) vertical  profile average over \n\nthe saturated downdraft  grid points and over  the  Jd 358, and Lower Right: time-height  cross section of the \n\nPGFx during the Jd 358, averaged over the saturated downdraft grid points. \n\n \n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n90\n\n\n\nFigure 5.1.3.  Left: vertical  profiles of  the mean  vertical  shear  VWS  (dotted line), of  the  vertical  velocity \n\nperturbation Wp  (dashed line) and of  the zonal  cloud pressure-gradient  force PGFx (solid line), averaged over \n\nthe saturated updraft  grid points and over  the  Julian  day  358; Right: vertical  profiles of  the same  fields, \n\naveraged over  the  saturated downdraft  grid points and over  the  Jd 358. All  quantities are provided by  3D \n\nD64T10 data set.\n\n GKI97  suggested based  on  their  results that  0.7  is an  optimal  value  for  c*,  for  both  \n\ntheir  cold-air  outbreak  or  tropical  cases, and  for  both  saturated updrafts and downdrafts. \n\nAs can  be seen  in  Figure 5.1.4,  the zonal pressure-gradient  force parameterization  using \n\nthis c*  for  the  whole  troposphere  does not  always match  the PGFx  simulated  by  the  3D \n\ncloud-resolving  model.  Below  8  km,  within  the lower  and mid-troposphere, the \n\nparameterization  performs somewhat  reasonably  in  both  cumulus up-and-downdrafts. \n\nHowever,  within  most  of the  upper  troposphere, the  parameterized PGFx diverges \n\nsignificantly  and even  has the opposite  sign  from  the  CRM simulation,  especially  within \n\ncumulus updrafts.\n\n In  Figure 5.1.5,  we see that  the  agreement  is no better  for  other  reasonable  choices \n\nof c*,  except  for  smaller  c* values within  saturated downdrafts.  These results are consistent \n\nwith ZW03’s conclusion that c* should not be the same for all heights.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n91\n\n\n\nFigure 5.1.4.  Vertical  profiles of  the two members of  equation (5.2) proposed by  GKI97: the  PGFx (m/s2, solid \n\nline) and the product  of c* (0.7) by  vertical  velocity  perturbation  (m/s) by  the mean vertical  shear  (/s) (dash \n\nline), averaged over  the  saturated updraft grid points (Left plot) and over  the saturated downdraft  grid points \n\n(Right plot), for Julian day 358. All the quantities are given by the 3D D64T10 simulation.\n\n In  the present  work,  the optimal c* is achieved by  applying  a  simple  linear  \n\nregression  to equation  (5.2)  in  respect  to time,  for  each  tropospheric  layer,  constrained  to \n\npass through  the origin,  treating  the  8  times steps at  which  we  have  3D volumes as \n\nindependent  samples.  As in  Section  4.1,  the linear  regression  is applied to three \n\ntropospheric  layers,  and for  each  layer  the slope  of this line  corresponds to the best  c* for \n\nthat  layer. Only  vertical levels within  that  layer  where  the fraction  of saturated updrafts or \n\ndowndrafts is greater  than  1% are considered,  and both  sides of (5.2) are area-weighted by \n\nthe total number of saturated updraft (downdraft)  Nsup ( Nsdn) grid points.  \n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n92\n\n\n\nFigure 5.1.5.  Vertical  profiles of  the  two members of  equation (5.2) proposed by  GKI97: the  PGFx (m/s2, solid \n\nline) and the  product  of  c*  by  vertical  velocity  perturbation (m/s) by  the  mean  vertical  shear  (/s), considering \n\nseveral  discrete  choices for  c*, averaged over  the  saturated updraft  (Left plot) and over  the saturated \n\ndowndraft (Right plot) grid points, for  Julian day  358. All  the variables studied are given by  the 3D  D64T10 \n\nsimulation.\n\n Figure 5.1.6  presents the best-fit  slope  (c*)  for  saturated  updrafts (first  row)  and \n\nsaturated  downdrafts (second  row) obtained from  applying  the linear  regression  to \n\nparameterization  (5.2)  within  the three layers of the troposphere.  For  the  cumulus \n\nupdrafts,  both  sides of the  parameterization  are strongly  correlated in  time  (maximizing \n\nduring  the strong  convective  event  near  12  UTC)  in  the upper  troposphere  only.  In  the \n\nmiddle  troposphere the estimated  slope is around 0.55,  while for  the  lower  and upper \n\ntroposphere,  the respective slopes of -0.41  and -0.29  are negative.  These are  all  smaller \n\nthan  the value  suggested by  GKI97, and in  two of the three cases of unexpected sign. \n\nHowever,  these  results are in  good  agreement  with  those  found by  ZW03  in  their  2D CRM \n\nTOGA-COARE study,  except  in  the upper-levels,  where ZW03  obtained larger  slope \n\nvalues.  There  are too few  cumulus downdrafts in  the lower  tropospheric  region  to allow  a \n\nreal conclusion  about  c*.  In  mid  and upper  level saturated downdrafts,  there  is more mass \n\nflux  but  the  estimated slope  values are very  small in  the upper  troposphere  and  -0.4  in  the \n\nmid levels and there is no correlation  between  the quantities analyzed,  again  contradicting \n\nGKI97’s results.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n93\n\n\n\nFigure 5.1.6.  Linear  regression  applied to the equation  (5.2) proposed by  GKI97: the  PGFx as the  predictand \n\nand the  product  of  vertical  velocity  perturbation Wp  (m/s) by  the mean  vertical  shear  VS  (/s) as the predictor, \n\naveraged over  the  lower  (left column, LT), the  middle  (mid-column, MT) and the upper  (right column, UT) \n\ntroposphere, within the  saturated updraft  grid points (first row) and over  the  saturated downdraft  grid points \n\n(second row), for Julian day 358. All the quantities are given by the 3D D64T10 data set.\n\n In  summary,  the  3D data  sets used  in  this thesis do not  support  the  GKI97  \n\nparameterization  of the pressure-gradient  force on  saturated updrafts and downdrafts, at \n\nleast for this specific case during this particular time window of one day.\n\nJulian Days 350:359\n\n Figures 5.1.7  and 5.1.8  display  the vertical  distributions and time-height  cross \n\nsections of zonal  wind perturbation,  zonal  momentum  flux  and  zonal component  of  cloud \n\npressure-gradient  force,  for  saturated updrafts and downdrafts,  respectively, for  the 10-\n\nday simulation. \n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n94\n\n\n\nFigure 5.1.7.  Upper Left: vertical  profile of  the  zonal  wind perturbation  Up (m/s) averaged over  the  saturated \n\nupdraft  grid points and over  the  Julian days 350:359; Upper Right: time-height  cross section  of  Up  during  the \n\n10-day  simulation, averaged over  the  saturated updraft  grid points; Middle  Left: vertical  profile of  the  CMT \n\n(Pa) averaged over  the saturated updraft  grid points and over  the Julian days 350:359; Middle  Right: time-\n\nheight  cross section of  CMT during the 10-days; Lower Left: zonal  pressure-gradient force PGFx (m/s2) \n\nvertical  profile average  over  the  saturated updraft  grid points and over  the  10-day  period, and Lower Right: \n\ntime-height cross section  of  the  PGFx during the 10-days time  period, averaged over  the saturated updraft  grid \n\npoints. All quantities are provided by 3D D64T10 simulation.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n95\n\n\n\nFigure 5.1.8.  Upper Left: vertical  profile  of  the zonal  wind perturbation Up  (m/s) averaged over  the  saturated \n\ndowndraft grid points and over  the  Julian days 350:359; Upper Right: time-height cross section  of  Up  during \n\nthe 10-days simulation, averaged over  the  saturated downdraft  grid points; Middle  Left: vertical  profile of  the \n\nCMT (Pa) averaged over  the  saturated downdraft  grid points and over  the  Julian days 350:359; Middle  Right: \n\ntime-height cross section  of  CMT during the  10-days; Lower Left: zonal  pressure-gradient  force  PGFx (m/s2) \n\nvertical  profile average over  the saturated downdraft  grid points and over  the 10-days period, and Lower \n\nRight: time-height cross section  of  the  PGFx during  the  10-day  time  period, averaged over  the saturated \n\ndowndraft grid points. All quantities are provided by 3D D64T10 simulation.\n\n Inside of cumulus updrafts,  the 10-day  mean  PGFx  is negative from  2  km  to 8  km  \n\nof height  and  is positive beyond  that  altitude,  showing  a  qualitatively  similar  time-mean \n\nvertical  structure (averaged over  spatial and  time  domains) compared with  the one for  Jd \n\n358  shown  in  the  lower  left  of Fig.  5.1.1,  but  weighted  toward  the levels of maximum \n\nfractional  area  covered  by  saturated  updrafts.  Therefore, the 10-day  mean  PGFx  and the \n\nzonal  wind perturbation  profiles show  a  clear  correlation  with  the  corresponding  Jd358 \n\nvertical  profiles. The zonal  wind  perturbation  (Fig.  5.1.7  top)  strongly  shapes the CMT \n\nprofile  (Fig.  5.1.7  middle), both  in  the 10-day  mean  (left  panels)  and the  time-height \n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n96\n\n\n\nevolution  (right panels).  For  saturated  downdrafts (Fig.  5.1.8),  the conclusions from \n\nJD358  are also valid for  the  10-day  period,  because the  strong  convective event  dominates \n\nthe time-mean vertical profiles of CMT and PGFx. \n\nFigure 5.1.9.  10-day  mean  vertical  profiles of  the  mean vertical  shear  VWS  (dotted line, magnitude of  10-2), of \n\nthe vertical  velocity  perturbation  Wp (dashed line), of  the zonal  cloud pressure-gradient  force  PGFx (solid line, \n\nmagnitude of  10-2) of  saturated updrafts (left) and saturated downdrafts (right). All  quantities are derived \n\nfrom 3D D64T10 simulation.\n\n Figure 5.1.9  shows the 10-day  mean  vertical  profiles of the quantities involved  in  \n\nGKI97’s parameterization  (5.2) for  PGFx. The results resemble those of the 1-day  period \n\nshown  in  Fig. 5.1.3,  since  the  strong  deep  convective  event  has a  remarkable signature on \n\nthe time-mean  vertical  profiles for  this larger  period  of time,  except  in  the upper \n\ntroposphere for PGFx in both cumulus drafts.\n\n Figure 5.1.10  displays the  corresponding  vertical  distributions of the  two members \n\nof equation  (5.2) for  GKI97’s recommended  value c*= 0.7  for  both  cumulus up-and \n\ndowndrafts. As for  Jd358, GKI97’s approach  simulates the 10-day  area-weighted PGFx  \nquite poorly.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n97\n\n\n\nFigure 5.1.10.  Vertical  profiles of  the  two members of  equation (5.2) proposed by  GKI97: the PGFx (m/s2, solid \n\nline) and the product  of c* (0.7) by  vertical  velocity  perturbation  (m/s) by  the mean vertical  shear  (/s) (dash \n\nline), averaged over  the  saturated updraft grid points (Left plot) and over  the saturated downdraft  grid points \n\n(Right plot), for the time period Jd 350:359. All the variables studied are given by the 3D D64T10 data set.\n\n Following  exactly  the same procedure  as for  Julian  day  358, linear  regression  over  \n\nthe 3hr-mean  samples,  for  the  10-day  period, averaged across the  three tropospheric \n\nlayers is performed on  equation  (5.2),  estimating  the  best  c* value for  each  layer  as the \n\nslope of the regression  line (Figure 5.1.11). Compared to the  Jd358  cumulus updraft \n\nresults,  the  c* is smaller  in  magnitude within  the lower  and  middle  troposphere but  in  the \n\nsame range  in  the upper  troposphere,  and like for  Jd358,  the  estimated c* is positive  only \n\nin  the mid-troposphere.  For  the  cumulus downdrafts,  there is too little mass flux  in  the \n\nlower  and mid-troposphere to meaningfully  estimate c*,  but  in  the  middle troposphere the \n\nestimated c*  is less than  half of the one predicted for  Jd358. Thus the Jd358  results, which \n\ncontradict  GKI97,  also apply  to the  full  10-day  simulation.  The correlation  among  the \n\nvariables involved  in  eqn  (5.2) is still  identifiable but  smaller  for  saturated  updrafts, in  all \n\ntropospheric  layers considered,  compared  with  those for  Jd358.  The  saturated  downdrafts \n\ndon’t  show  any  correlation  at  all.  These results suggest  that,  for  longer  periods of time that \n\ninclude  deep  convective  events,  especially  within  cumulus updrafts,  we  still  have  both \n\nmembers of equation  (5.2)  somehow  correlated with  each  other, and the  optimal  c*  still  is \n\nin an acceptable range of values.\n\n5.1  Evaluating the role of the cloud pressure-gradient force\n\n98\n\n\n\nFigure 5.1.11.  Linear  regression applied to the formula (5.2) proposed by  GKI97: the  PGFx as the  predictand \n\nand the  product  of  vertical  velocity  perturbation Wp  (m/s) by  the mean  vertical  shear  VS  (/s) as the predictor, \n\naveraged over  the  lower  (left column, LT), the  middle  (mid-column, MT) and the upper  (right column, UT) \n\ntroposphere, within  the saturated updraft grid points (first row) and within  the saturated downdraft  grid \n\npoints (second  row), for  the time period Julian  days 350:359. All  the quantities are given  by  the 3D D64T10 \n\nsimulation.\n\n5.2.  The prediction of cumulus updraft zonal velocity  \n\nperturbation\n\n To compute  the saturated  updraft  CMT  using  the mass flux  approximation, we \n\nneed ?env - ?up, which  we calculate by  vertically  integrating  equation  (5.1) for  the updraft \n\nzonal  momentum. Section  5.1  explored  the  second term  on  the right-hand side (hereafter \n\nRHS)  of (5.1),  which  parameterizes the  pressure-gradient  force on  the updraft; we now \n\nbriefly  discuss the  first  ‘entrainment’ term  on  the RHS  of (5.1)  and  then  compare \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n99\n\n\n\npredictions from (5.1) with our CRM results.\n\n The entrainment  process is associated with  a  transfer  of mass flux  into the cloud,  \n\nwhich  we quantify  as a  relative entrainment rate ?,  per  unit  of height.  That  is,  as an \n\nupdraft  with  mass flux  M rises a  small  height  increment  dZ, a  mass flux  ?MdZ of \n\nenvironmental air  (assumed to also have the  environmental  value  of  zonal  velocity) is \n\nmixed  into the  updraft.  The first  term  of the RHS of (5.1) represents this ‘entrainment \n\ndilution’ of the updraft momentum. \n\n The entrainment  rate is empirically  specified  to be  ? = 0.6/Z,  where Z is the \n\naltitude. This rate was derived from  the profile of  moist  static  energy  in  saturated \n\nupdrafts,  which  below  the  freezing  level is solely  affected  by  entrainment.  Introducing  this \n\nfractional  entrainment  rate into equation  (5.1)  and considering  a  range of values for  c* \n\n(which  scales the  pressure gradient  term), the updraft  zonal momentum  equation  is then \n\nintegrated  upward from  cloud base to the tropopause after  discretization  using  the \n\nforward Euler  scheme,  starting  with  the CRM-simulated zonal wind  at  the cloud base  level \n\naveraged over the saturated updraft grid points.\n\nJulian Day 358\n\n To show  the role of entrainment  alone in  modifying  the updraft  zonal wind profile,  \n\nwe integrate  the  formula  (5.1) with  c* = 0, shutting  down  the pressure-gradient  force  term. \n\nFigure 5.2.1  compares this profile and the updraft zonal  wind perturbation  from  the \n\nenvironment  with  those simulated  by  the CRM averaged over  Julian  Day  358. The \n\nentrainment  contribution  by  itself captures well  the  horizontal  velocity  inside the cumulus \n\nupdrafts in  the  lower-levels of  the cloud.  Above  4  km  of height,  the parameterized zonal \n\nvelocity  within  the cumulus updrafts diverges significantly  from  the CRM profile,  with \n\ndifferences exceeding  10  m/s in  the  upper  troposphere, although  the vertical  evolution  of \n\nboth  profiles presents the same qualitative  features.  The CRM-derived PGFx is positive  in \n\nthe upper  troposphere  (Fig.  5.1.1)  and would  increase Usup rather  than  decreasing  it  as \n\nneeded, making the discrepancy between (5.1) and the CRM Usup  even worse there.\n\n5.2  The prediction of cumulus updraft zonal velocity perturbation\n\n100\n\n\n\nFigure 5.2.1.  Vertical  profiles of  the  CRM mean environmental  wind Env  (m/s, solid line), the  cumulus \n\nupdraft  zonal  velocity  CRM Usup  (m/s, circled line) simulated by  the CRM and the  parameterized cumulus \n\nupdraft  zonal  velocity  given  by  equation (5.1) assuming the  action of  entrainment  only, discarding the \n\ncontribution from the  pressure-gradient  force  (m/s, dashed line). All  the  profiles are  given  by  the  3D D64T10 \n\ndata sets.\n\n \n\n The values based on  the linear  regression  analysis for  PGFx do not  improve the \n\nentrainment-only  fit,  which  is discouraging. If we ignore this analysis and just  assume \n\ndifferent  c* choices constant  over  height,  we obtain  the colored curves for  Usup in  the left \n\npanel  of Fig.  5.2.2.  Reasonable agreement,  especially  above  10  km, is obtained using  the \n\ntwo highest  c* (0.8  - 0.9).  One could also get  reasonable Usup profiles using  the  linear \n\nregression  analysis for  PGFx  to specify  c*  in  each  tropospheric  layer  and strongly \n\nincreasing  the lateral entrainment  rate  ?  in  the  middle  and especially  in  the upper \n\ntroposphere  beyond that  diagnosed  from  the CRM.  Either  way,  our  analysis reveals a  lack \n\nof fundamental understanding  of the factors determining  the updraft  zonal velocity  in \n\nvigorous, strongly sheared deep convection.\n\n \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n101\n\n\n\nFigure 5.2.2.  Left plot: vertical  profiles of  the  CRM mean  environmental  wind Env  (m/s, solid line), the \n\ncumulus updraft  horizontal  velocity  CRM Usup  (m/s, circled line) simulated by  the CRM and the \n\nparameterized cumulus updraft  horizontal  velocity  given by  equation  (5.1), under  different  c*  choices constant \n\nover  height (m/s, colored lines). Right plot: the same vertical  profiles for  environmental  (solid line) and \n\nsimulated CRM zonal  wind averaged over  the  cumulus updrafts (circled line), and the cumulus updraft  zonal \n\nwind predicted by  parameterization  (5.1) using c* given by  the linear  regression  slope. All  data is given by  the \n\n3D D64T10 simulation.\n\n \n\nJulian Days 350:359\n\n \n\n For  the 10-day  period, the results gotten  by  testing  the GKI97  parameterization  are \n\nare close to those obtained for  Jd  358.  Figure 5.2.3  shows the  vertical  variation  of cumulus \n\nupdraft  zonal  wind (Usup)  given  by  (5.1) including  only  the  contribution  by  the \n\nentrainment  process, that  is the cloud pressure-gradient force is turned off.  As on  Jd 358, \n\nthe entrainment  contribution  alone  does not  reproduce the  vertical  variation  of the \n\nsimulated  zonal  wind  inside  the cumulus updrafts throughout  the  troposphere,  except  in  a \n\nnarrow  layer  near  the cloud  base,  although  it produces qualitatively  the right  profile \n\nshape, suggesting that a greater ? could  bring these two profiles together.\n\n5.2  The prediction of cumulus updraft zonal velocity perturbation\n\n102\n\n\n\nFigure 5.2.3.  Vertical  profiles of  the CRM mean  environmental  wind Env  (m/s, solid line), the  cumulus \n\nupdrafts horizontal  velocity  CRM Usup  (m/s, circled line) simulated by  the CRM and the parameterized \n\ncumulus updraft  horizontal  velocity  given by  equation (5.1) assuming the action  of entrainment  only, \n\ndiscarding the  contribution  from the  pressure-gradient  force (m/s, dashed line). All  the  profiles are given by \n\nthe 3D D64T10 data sets and are averaged over the 10-day period.\n\n  Figure 5.2.4  shows the  cumulus updraft  zonal  wind  vertical profiles predicted by   \n\nGKI97’s scheme  considering  both  terms of the  RHS  of (5.1). In  the left  plot,  in  which \n\nseveral  discrete c* values are  considered, c* = 0.9  retrieves the  closest  parameterized  zonal \n\nvelocity  vertical  distribution  to the corresponding  CRM zonal  wind profile, throughout \n\nmost  of the troposphere.  Using  the  linear  regression  slope for  c* (right  plot) in  (5.2),  the \n\npredicted  vertical  distribution  of  the zonal wind inside  cumulus updrafts is far  from  the \n\nCRM Usup profile in  the  middle and  most  part  of upper  troposphere. As a  result,  the zonal \n\nwind  perturbation  predicted  by  (5.1) is overestimated in  these  tropospheric regions.  In \n\nsummary, these results are similar to those obtained from the analysis of Jd358.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n103\n\n\n\nFigure 5.2.4.  Left plot: vertical  profiles of  the  CRM mean  environmental  wind ‘Env’ (m/s, solid line), the \n\ncumulus updraft  horizontal  velocity  ‘CRM Usup’ (m/s, circled line) simulated by  the  CRM and the \n\nparameterized cumulus updraft  horizontal  velocity  given by  equation  (5.1), under  different  c*  choices constant \n\nover  height  (m/s, colored lines). Right plot: vertical  profiles of  the simulated cumulus updraft  zonal  wind \n\n‘CRM Usup’ (circled line) and the  parameterized cumulus updraft  zonal  wind with c*  given  by  the  linear \n\nregression slope. All data is given by the 3D D64T10 simulation and averaged over the 10-day time period.\n\n5.3.  Testing the mass-flux approach to convective \n\nmomentum transport parameterization \n\n The mass-flux  approximation  for  cumulus updrafts only  was introduced  in  eqn.  \n\n(4.1).  Kershaw  and  Gregory  (1997)  suggested  cumulus updrafts and  downdrafts both \n\ncontribute to CMT, leading  to the  more general mass-flux  approximation  that  we will \n\nanalyze in this section,\n\n                     CMT = Mup Uup ? Uenv( ) + Mdn Udn ? Uenv( )                  (5.3)\nwhere Mup is the updraft  cloud  mass flux,  Mdn is the  downdraft  cloud  mass flux,  ?env is the \n\n5.3  Testing the mass-flux approach to convective momentum transport parameterization\n\n104\n\n\n\nmean  flow,  and ?up and ?dn are the  domain-averaged  zonal  velocities conditionally \n\nsampled  inside  the cumulus updrafts and downdrafts,  respectively.  The  left-hand side  of \n\n(5.3)  represents the total  CMT,  the first  term  of the right-hand side  of (5.3) represents the \n\nCMT  within  the cumulus updrafts and  the  second  term  of the  right-hand side regards the \n\nCMT  within  cumulus downdrafts.  This formulation  examines the effects of updrafts and \n\ndowndrafts separately,  and consequently  implies that  the fundamental  issue of  predicting \n\nthe total  CMT  (left-hand side of (5.3)) is to parameterize  the cumulus updraft  and \n\ndowndraft mass fluxes and the mean horizontal velocities inside of them. \n\n In  this section,  we  evaluate  the mass-flux  approximation  against  CMT  simulated by  \n\nthe 3D cloud-resolving  model using  3-dimensional CRM data  to evaluate the variables on \n\nthe right hand  side  of (5.3),  for  instance  the cloud mass fluxes. We will derive  the updraft \n\nand downdraft  zonal  velocity  perturbation  from  the CRM,  rather  than  trying  to predict \n\nthem  with  a  vertical  velocity  equation  as investigated  in  the previous two sections. Thus, \n\nwe are testing  the fundamental suitability  of a  ‘perfect’ mass-flux  parameterization  for \n\nrepresenting the CMT simulated by the CRM.\n\n The data  sets D64T10  and  D64T120-S  provide the  data  to test  this \n\nparameterization.  The first  data  set  is the 3-hourly  3-dimensional  output  from  which  the \n\nhorizontal  velocities and  horizontal velocity  and vertical velocity  perturbation  are \n\nextracted.  The  statistics simulation  provides the  hourly  cloud mass flux  profiles averaged \n\nover  the  spatial  domain  (64  x  64  km2).  The formula  (5.3) is applied to two different  time \n\nperiods: Julian  day  358,  the deep convective event  day,  and the 10-day  period  from  Julian \n\ndays 350 to 359, which includes this episode.\n\nJulian Day 358\n\n Figure 5.3.1. presents the  vertical variations of  the  cloud  updraft  and downdraft  \n\nmass fluxes and  CMT  contributions derived  from  the CRM and averaged over  Jd  358. \n\nTotal cloud mass flux  and especially  total CMT  are primarily  shaped  by  the contribution \n\nfrom  cumulus updrafts. The cumulus updraft  mass flux  is large throughout  the \n\ntroposphere, as discussed in Chapter 3.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n105\n\n\n\nFigure 5.3.1.  Left plot: vertical  profiles of  total  cloud mass flux  (kg/m2/s, solid line), updraft cloud mass flux \n\n(kg/m2/s, dashed line) and downdraft  cloud mass flux  (kg/m2/s, dotted line) given by  the D64T120-S data set; \n\nRight plot: vertical  profiles of  total  CMT (Pa, solid line), CMT within cumulus updrafts (Pa, dashed line) and \n\nCMT within cumulus downdrafts (Pa, dotted line) given by the 3D data set D64T10.\n\n Figure 5.3.2  compares the  two sides of equation  (5.3) each  computed using  the \n\nCRM,  for  the  eight  times saved during  Jd  358. Overall, the mass-flux  approximation  works \n\nfairly  well,  assuming  perfect  knowledge  of the  mass fluxes and the  saturated updraft/\n\ndowndraft  zonal velocity  perturbations. The  most  important  centers of negative and \n\npositive  CMT  are fairly  well captured by  the parameterization.  The magnitudes of the \n\nmass-flux  estimated  CMT  are slightly  smaller  than  the CRM-estimated  CMT  (top  plots). \n\nThe negative  values below  5  km  and around 10  km  are slightly  underestimated  by  the \n\nmass-flux  approximation,  especially  toward the end of the day.  The mass-flux \n\napproximation  also applies quite well  to the  CMT  in  cumulus (saturated)  updrafts (middle \n\nplots). The  parameterization  does acceptably,  but  less well,  within  the  cumulus \n\ndowndrafts, for which it underestimates the magnitude of CMT variations (bottom plots). \n\n5.3  Testing the mass-flux approach to convective momentum transport parameterization\n\n106\n\n\n\nFigure 5.3.2.  Comparison between  the  CMT simulated by  the cloud-resolving  model  and the  CMT given by \n\nequation  (5.3). Left column: time-height  cross sections of  total  CMT  (top  plot), cumulus updrafts CMT \n\n(middle  plot) and cumulus downdrafts CMT (bottom plot) simulated by  the 3D CRM. Right column: time-\n\nheight  cross-section  of  total  CMT (top plot), CMT  within  cumulus updrafts (middle  plot) and CMT within \n\ncumulus downdrafts (bottom plot) all  obtained by  the  parameterization  (5.3). White regions represent regions \n\nwith no data.\n\n Figure 5.3.3  displays the  vertical  profiles of the total,  updraft  and downdraft  CMT,  \n\ngiven  by  the CRM and  by  the  mass-flux  approximation  (5.3),  averaging  over  the 8  time \n\nsteps that  compose  Julian  day  358. The time-averaging  smoothes out  the differences \n\nbetween  the simulated  and  parameterized CMT. The total  CMT  is still  underestimated  in \n\nits negative values and overestimated in  its positive  magnitudes,  but  is qualitatively  well \n\ncaptured  by  the mass-flux  approximation.  The  greatest  difference  is located between  the \n\ncloud base and 5  km,  and both  profiles match  well above 10  km.  The CMT  profiles within \n\ncumulus updrafts and  downdrafts are extremely  well  reproduced by  the mass-flux \n\napproximation,  except  for  a  slight  overestimation  of the peak  value at  6  km  of height. The \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n107\n\n\n\nslight  difference is due  to small ‘eddy’ contributions to the  saturated updraft  and \n\ndowndraft  CMT  due  to positive correlations between  zonal  and vertical velocity \n\nperturbations within  each  of these categories. We infer  that  the difference seen  in  total \n\nCMT  is mostly  due to the contribution  of unsaturated air, especially  in  form  of  downdrafts, \n\nto total CMT,  which  is strongest  below  5  km  (please refer  to Fig.  4.2.1). The mass-flux \n\napproximation  does not consider  the  role  of unsaturated  air  upon  CMT, but  the  cloud-\n\nresolving model does.\n\nFigure 5.3.3.  Vertical  profiles of  CRM (solid line) and parameterized (dotted lined) CMT (Pa): total  (left  plot), \n\nwithin cumulus updrafts (mid-plot) and within cumulus downdrafts (right plot), for Julian day 358. \n\n The temporal correlation  coefficients between  the mass-flux  approximation  to \n\nCMT  and  the exact simulated  CMT  vary  with  height,  but  are  generally  high.  Close to the \n\ncloud base level and above 4  km,  the  correlation  between  these fields is above 70%  in  most \n\nlevels, confirming the effectiveness of this approximation.\n\n The differences between  the mass-flux  approximation  and the  simulated total  CMT  \n\nmay  be  investigated by  calculating  the  residual  of equation  (5.3),  shown  in  Figure 5.3.4  for \n\nthe CRM.  This residual is the sum  of the  unsaturated  air  contribution  and smaller  ‘eddy’ \n\ncontributions to the  CMT  due  to positive correlations between  zonal  and vertical velocity \n\nperturbations within  each  of  these categories.  As one might  also infer  from  the left  panel \n\nof Fig.  5.3.3, the simulated residual CMT  is not  negligible,  especially  in  the  lower  and  mid-\n\n5.3  Testing the mass-flux approach to convective momentum transport parameterization\n\n108\n\n\n\ntroposphere.  However, compared to the profound problems we have found  in  predicting \n\nUPsup,  the overall inaccuracy  in  the mass-flux  approximation  seems like a  less important \n\nsource of error in predicting CMT.\n\n \n\nFigure 5.3.4.  Time-height  cross-section of  the  ‘residual’ CMT, simulated by  the CRM, obtained as the \n\ndifference between total CMT and CMT contributed by cumulus drafts, for Julian day 358.\n\nJulian Days 350:359\n\n For  the 10-day  period,  the  results obtained  from  the same  approach  are,  as \n\nexpected,  considerably  similar.  The vertical structure of the cloud mass fluxes and  CMT \n\ninside cumulus updrafts and  downdrafts are displayed in  figure 5.3.5.  The  ten-day  average \n\ncloud mass flux  profiles have  similar  shape  but  slightly  smaller  magnitude  than  those \n\nsimulated  for  Jd  358,  which  was a  period  of particularly  intense convection,  but  are \n\notherwise similar  to that  day.  However, the CMT  vertical structures are  somewhat \n\ndifferent  from  those in  Jd  358.  The total  ten-day  mean  CMT  is about  half than  that  for  Jd \n\n358, and is negative  throughout  most  of  the troposphere. The 10-day  mean  vertical \n\nstructure of total  CMT  somewhat  follows the  cumulus updrafts CMT  vertical  profile but  \n\nthe fraction  of the  CMT  explained  by  the  saturated  updrafts and downdrafts is smaller \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n109\n\n\n\nthan  for  Jd358, especially  in  the lower  troposphere. That is,  unsaturated vertical  motions \n\nare doing  most  of the CMT at  the lower  levels,  and the  CMT  due to these motions is \n\nconsistently  negative throughout  the  troposphere,  but  particularly  from  cloud  base up  to 8 \n\nkm.  Figures 5.3.7  and 5.3.6  compare  the mass-flux  approximation  (5.3)  and  the \n\ncorresponding  fields simulated by  the CRM for  saturated updrafts, saturated  downdrafts \n\nand the entire CMT. \n\nFigure 5.3.5.  Left plot: vertical  profiles of  total  cloud mass flux  (solid line), updraft cloud mass flux  (dashed \n\nline) and downdraft  cloud mass flux  (dotted line) given  by  the D64T120-S data  set; Right plot: vertical  profiles \n\nof  total  CMT (solid line), CMT within  cumulus updrafts (dashed line) and CMT within cumulus downdrafts \n\n(dotted line) given by the 3D data set; all profiles are averaged over the 10-day period.\n\n The mass-flux  approximation  accurately  captures most  of the day-to-day  \n\nvariability  in  the cumulus updrafts (middle panels) and  downdrafts (lower  panels), but \n\ndoes not  include the large  contribution  from  unsaturated  CMT.  The vertical profiles of the \n\nthe 10-day  mean  CMT  and  the  mass-flux  approximation  are  exhibited in  Figure  5.3.8. \n\nThese panels also show  that  the mass-flux  approximation  is noisy  but  generally  tracks the \n\nCMT  for  both  saturated updrafts and  downdrafts,  with  larger  errors in  the total  CMT.  As \n\nin  Jd358  analysis,  the implication  is that  biggest  error  in  the mass flux  representation  of \n\nCMT  is its neglect of unsaturated CMT. This error  can  be  clearly  seen  in  Figure 5.3.9, \n\nwhich  displays the ‘residual’ for  CRM CMT, computed as the difference between  the total \n\nCMT  and the mass-flux  representation,  and  which  is dominated by  the  unsaturated  CMT. \n\n5.3  Testing the mass-flux approach to convective momentum transport parameterization\n\n110\n\n\n\nAs for  Jd358,  this contribution  is of the  same magnitude as the total  CRM CMT  in  the \n\nlower  troposphere,  where  it  is a  dominant source of negative  cumulus momentum  fluxes \n\nthroughout  the period, and  especially  on  the days leading  up the  deep convective event \n\n(Jd356-358).\n\nFigure 5.3.6. CMT simulated by  the  3D cloud-resolving  model: time-height cross sections of  the CMT \n\ncontributed by  cumulus updrafts (top  plot), cumulus downdrafts (middle plot) and total  CMT (bottom  plot). \n\nData provided by the data sets D64T120-S and 3D D64T10, for the 10-day period of simulation.\n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n111\n\n\n\nFigure 5.3.7.  CMT  given  by  the  mass-flux  approximation  (5.3): time-height cross sections of  the CMT  within  \n\ncumulus updrafts (top plot), cumulus downdrafts CMT (middle  plot) and total  CMT (bottom  plot). Data \n\nprovided by the data sets D64T120-S and 3D D64T10, for the 10-day period of simulation.\n\n5.3  Testing the mass-flux approach to convective momentum transport parameterization\n\n112\n\n\n\nFigure 5.3.8.  Vertical  profiles of  CRM (solid line) and parameterized (dotted lined) CMT (Pa): total  (left plot), \n\nwithin cumulus updrafts (mid-plot) and within cumulus downdrafts (right plot), averaged over  the 10-day \n\nwindow.\n\n  \n\nFigure 5.3.9.  Time-height  cross-section of  the  ‘residual’ CMT, simulated by  the CRM, obtained as the \n\ndifference between total CMT and CMT contributed by cumulus drafts, for the 10-day time interval. \n\nChapter 5 - Prediction of the Zonal Wind Perturbation in the Updrafts U’up\n\n113\n\n\n\n5.3  Testing the mass-flux approach to convective momentum transport parameterization\n\n114\n\n\n\nChapter 6 \n\nDiscussion and Directions for Future  \n\nWork\n\n Cumulus convection  embedded in  a  tropical  atmosphere  is a  complex  subject  and a  \n\nbroad field of research,  yet  it is of vital  importance  to understand in  order  to build  up \n\nskillful parameterizations to be used  in  global  climate models and numerical  weather \n\nprediction  models,  improving  their  simulations of the  general circulation  of the \n\natmosphere.  Most  of  this complexity  originates from  the  intricate internal  structure  of \n\ncumulus clouds, composed by  a  number  of short-lived  individual rising  buoyant  towers \n\nwhich  are  nonhydrostatic, unsteady  and  highly  turbulent, and internally  driven  by  latent \n\nheating, giving  them  a  unique character  and making  it  difficult  to completely  access them \n\nthrough  observations and model  studies.  Cumulus clouds are strongly  affected by  the \n\nthermodynamic and  moisture structures of their  environment, as well  as the  horizontal \n\nand vertical velocity fields on much larger scales.\n\n On  the other  hand,  to understand  tropical  motion  systems,  one  must  comprehend \n\nand evaluate the  strong  interactions among  cumulus convection, mesoscale and  large-\n\nscale circulations.  Quantifying  the effect of  deep  precipitating  cumulus clouds on  the \n\ndynamics and energetics of  large-scale  atmospheric systems is of primary  importance, due \n\nto the great  magnitudes of the  energy  transformations associated with  the changes of \n\nwater  phases in  deep  precipitating  cumulus clouds and their  updrafts and  downdrafts \n\nwhich  often  occupy  most  of  the troposphere,  as well  as the  vertical convective  transports \n\nof heat, moisture and momentum.\n\n Convective  momentum  transport  has proved  to be a  difficult  field of  research,  \n\nmostly  due to the nature of its interactions with  the large-scale environment: observations \n\nof the horizontal wind perturbations and  cloud-mass fluxes,  for  instance,  are very  hard  to \n\nChapter 6 - Discussion and Directions for Future Work\n\n115\n\n\n\nobtain,  and inferring  the CMT  over  large  regions from  budget  studies continues to have \n\nlarge  uncertainties. In  addition,  the effect  of CMT  on  tropical  circulations, while \n\nimportant, is much  more  subtle than  that  of latent  heating  in  cumulus clouds. For  this \n\nreason,  progressing  in  parameterizing  convective momentum  transport  has been  slow  in \n\ncomparison  with  the  convective transports of  heat  and  moisture, which  have attracted \n\nmore attention by the scientific community. \n\n One  good way  to seek  understanding  of the mechanisms underlying  convective \n\nmomentum  transport  is to use cloud-resolving  models which,  for  the  last  decade, are  the \n\nmost  advanced  tool for  simulating  cumulus cloud  systems. Cloud-resolving  models are \n\nable  to explicitly  resolve convective  motions and  simulate  the  properties of the cloud and \n\ntheir  environment,  however  they  still need  parameterizations microphysical processes, \n\nlike cloud microphysics and precipitation  loading, and  unresolved subgrid turbulence. \n\n This thesis has analyzed  CMT  in  3-dimensional  cloud-resolving  model simulations \n\nof a  very  important  four  month  observational  campaign  over  the warm  pool  of western \n\nPacific – TOGA  COARE,  characterized by  episodes of strong  convection  in  varying \n\nhorizontal  wind profiles that  can  produce diverse patterns of CMT. The  fundamental goal \n\nof this thesis was to investigate  the  convective momentum  fluxes by  tropical deep \n\nconvective  clouds over  the  ocean  and  compare them  with  assumptions used  in \n\nparameterizations of CMT,  aiming  to contribute for  improvements of future  cumulus \n\nparameterizations.  Our  analysis was inspired by  previously  proposed  theoretical \n\nformulations and other  modeling  case-studies.  Our  cloud  resolving  model  simulations \n\nimprove on  previous modeling  studies by  using  a  combination  of a  larger  and/or  a  longer \n\nperiod of simulation.\n\n Some  conclusions from  our  analysis are as follows.  First,  no prior  study  has \n\ninvestigated  the sensitivity  of CMT  to the  model  horizontal  domain  size. This is a \n\nimportant model feature,  because  even  if the cloud-resolving  model  can't  resolve larger-\n\nscale motions,  the  increase of the spatial  domain  size corresponds to an  expansion  of  the \n\ninfluence  of the initial  large-scale forcing,  as well  as initial  and boundary  conditions, and \n\nallows development  of mesoscale convective organization  that  has been  hypothesized to be \n\nimportant for  CMT.  By  comparing  simulations with  domains 64  km  and 256  km  on  a  side, \n\nwe found  that convective  momentum  transport  is not sensitive to this change  of the  model \n\nhorizontal domain size.\n\n A  second  important  new  conclusion  was the important  role  of unsaturated  motions \n\nin  CMT  in  the  lower  troposphere.  Unsaturated downdrafts around cumulus clouds are  not \n\nconsidered  in  any  current  CMT  parameterizations,  but  make  up a  substantial  fraction  of \n\nthe overall  CMT  at  altitudes below  5  km,  according  to our  simulations. Except  for  this \n\ncontribution,  a  mass-flux  approximation  in  which  CMT  is attributed to updraft  and \n\nChapter 6 - Discussion and Directions for Future Work\n\n116\n\n\n\ndowndrafts contributions each  given  as the product  of a  mass flux  and a  horizontal \n\nvelocity perturbation, works satisfactorily.\n\n A  third conclusion  was that  a  downgradient  mixing-length  parameterization  to \n\nCMT  works well  in  the upper  troposphere,  where  there are extensive  regions of turbulent \n\ncumulus anvil detrained  from  the  strongest  updrafts,  and that  the appropriate mixing \n\nlength  is around 1  km. This mixing  length  is much  smaller  than  what  we would expect \n\nfrom  typical  entrainment  rates used for  thermodynamic variables in  cumulus \n\nparameterizations, suggesting  that  those entrainment  rates are  far  too small  to describe \n\nmomentum  mixing.  On  the other  hand,  in  the  mid-troposphere, downgradient \n\nmomentum mixing has little skill in predicting CMT.\n\n Lastly,  we compared  our  CRM results to the modern  GKI97  mass-flux  \n\nparameterization  of CMT  including  entrainment  and pressure-gradient  effects on  updrafts \n\nand downdrafts.  We found that  the pressure-gradient  contribution  to horizontally \n\naccelerating  updraft  air  is only  a  third as large  in  the CRM than  assumed  in  the CMT \n\nparameterization.  We also found that  the  entrainment  of momentum  was too weak to keep \n\nthe updraft  horizontal  velocity  as close to the environmental  zonal  velocity  as found  in  the \n\nCRM.  Together, these suggest  that  one should use a  smaller  PGFx contribution  but  a  much \n\nlarger  upper-tropospheric  entrainment  rate in  this parameterization  than  is currently \n\ndone.\n\n  This investigation  has enriched our  knowledge about  the vertical  transport  of \n\nhorizontal  momentum  in  cumulus convection  through  a  more concrete understanding \n\nabout  its properties uncovered  by  3-dimensional CRM simulations.  It has also suggested \n\nsome directions for  future work.  The role  of unsaturated  drafts upon  CMT,  a  more  reliable \n\ndeep convective entrainment  rate  for  momentum  and the  role of updraft  pressure-\n\ngradient  forces should all be  studied  for  a  wider  variety  of types of  cumulus convection, to \n\ntest  the  robustness of our  results.  It  may  be  necessary  to separately  parameterize the \n\nunsaturated downdrafts around  cumulus clouds.  As a  start,  it  would be good to extend our \n\nanalysis to the  whole four-month  campaign  period  of TOGA  COARE,  which  was not \n\ncompletely performed due to time constraints.\n\nChapter 6 - Discussion and Directions for Future Work\n\n117\n\n\n\nChapter 6 - Discussion and Directions for Future Work\n\n118\n\n\n\nBibliography\n\nArakawa,  A.,  2004:  The Cumulus Parameterization  Problem: Past,  Present, and Future.  \n\nJ. of Climate., 17, 2493-2525.\n\nAustin,  P. M.,  and  R.  A.  Houze,  Jr., 1973:   A  technique for  computing  vertical  transports by \n\nprecipitating cumuli.  J. Atmos. Sci., 30, 1100-1111.\n\nBlossey,  P. N.,  C. S.  Bretherton,  J.  Cetrone,  and M.  Khairoutdinov,  2007: Cloud-resolving \n\nmodel simulations of KWAJEX:  Model sensitivities and  comparisons with  satellite and \n\nradar observations.  J. Atmos. Sci., 64, 1488-1508.  \n\nBretherton, C. S. And P.  K.  Smolarkiewicz, 1989: Gravity  waves, compensating  subsidence \n\nand detrainment around cumulus clouds. J. Atmos. Sci., 46, 740-759.\n\nBretherton, F. P., 1969:  Momentum  transport  by  Gravity  Waves.  Quart.  J.  Roy. Meteor. \n\nSoc., 95, 213-243.\n\nBrown, A. R.,  1999:  Large-eddy  simulation  and parameterization  of the  effects of shear  on \n\nshallow cumulus convection.  Bound.-Layer Meteor., 91, 65-80.\n\nCarr,  Matthew  T.,  and  C.  S.  Bretherton,  2001:  Convective  momentum  transport  over  the \n\ntropical Pacific: Budget estimates.  J. Atmos. Sci., 58, 1673-1693.\n\nCharney,  J.  G.,  and  A. Eliassen,  1964:  On  the  growth  of hurricane depression. J.  Atmos. \n\nSci., 21, 68-75.\n\nCiesielski,  P. E.,  R.  H. Johnson,  P.  T.  Haertel  and  J. Wang, 2003: Corrected TOGA  COARE \n\nsounding  humidity  data:  Impact  on  diagnosed properties of convection  and climate  over \n\nthe warm pool. J. Clim., 16, 2370-2384.\n\nCotton,  William  R.,  and R.  A. Anthes, 1989: Storm  and Cloud Dynamics.  Academic \n\nPress,Inc, 883 pp.\n\nDeb,  S. K., H.  C.  Upadhyaya, J. Y.  Grandpeix,  and  O. P.  Sharma,  2006: On  convective \n\nentrainment  in  a  mass flux  cumulus parameterization.  Meteorol.  Atmos. Phys.,  94, \n\n145-152.\n\nFlatau,  M.,  and D.  E.  Stevens,  1987:   The effect  of horizontal pressure gradients on  the \n\nmomentum  transport in  tropical  convective lines.   Part  II:  Lagrangian  calculations.  J. \n\nAtmos. Sci., 44, 2088-2096.\n\nBibliography\n\n119\n\n\n\nGallus,  W.  A.,  Jr.,  and  R.  H. Johnson, 1992:  The momentum  budget  of an  intense \n\nmidlatitude squall line.  J. Atmos. Sci., 49, 422-450.\n\nGao, K., D.-L.  Zhang,  M. W.  Moncrieff,  and H.-R.  Cho,  1990: Mesoscale momentum \n\nbudget  of a  midlatitude  squall  line: A  numerical  case study.   Mon. Wea. Rev.,  118, \n\n1011-1028.\n\nGodfrey,  J.  S.,  R.  A. Houze  Jr.,  R.  H.  Johnson,  R.  Lukas,  J.-L. Redelsperger,  A.  Sumi and \n\nR.  Weller,  1998: Coupled Ocean-Atmosphere Response Experiment  (COARE): An \n\ninterim report. J. Geophys. Res., 103, 14395-14450. \n\nGrabowsky, W.,  X.  Wu  and M. Moncrieff,  1996: Cloud Resolving  Modeling  of Tropical \n\nCloud Systems during  Phase III of GATE. Part I: Two Dimensional Experiment.  J. \n\nAtmos. Sci., 53, 3684-3709.  \n\nGregory  ,  D.,  R.  Kershaw  and P. M.  Inness,  1997:  Parametrization  of Momentum \n\nTransport  by  Convection.  Part  II:  Tests in  Single  Column  and General  Circulation \n\nModels. Quart. J. Roy. Meteor. Soc., 123, 1153-1183.\n\nHolland,  J.  Z., and E. M. Rasmussen, 1973:   Measurements of  the atmospheric  mass, \n\nmoisture and  momentum  budgets over  a  500-kilometer  square of tropical  ocean.  Mon. \n\nWea. Rev., 101, 44-55.\n\nHourinochi,  T.,  S.  Pawson,  K. Shibata,  U. Langematz,  E.  Manzini,  M.A.  Giorgetta, F.  Sassi, \n\nR.J. Wilson,  K.  Hamilton,  J.  DE Grandpre, and  A.  A.  Scaife,  2003: Tropical Cumulus \n\nConvection  and Upward-Porpagating  Waves in  Middle-Atmospheric GCMs.  J.  Atmos. \n\nSci., 60, 2765-2782.\n\nHouze, R.  A., Jr.,  1973:  A  climatological  study  of vertical transports by  cumulus-scale \n\nconvection.   J. Atmos. Sci., 30, 1112-1123.\n\nHouze, R. A., Jr., 1994:  Cloud Dynamics.  Academic Press, Inc., 573 pp.\n\nInness,  P.  M.,  and  D.  Gregory, 1997: Aspects of  the  intraseasonal oscillation  simulated by \n\nthe Hadley Centre Atmospheric Model.  Climate Dynamics, 13, 441-458.\n\nKershaw, R.  and D.  Gregory, 1997:  Parameterization  of momentum  transport  by \n\nconvection.   I:  Theory  and cloud modelling  results.   Quart.  J.  Roy.  Meteor.  Soc., 123, \n\n1133-1151.\n\nKim,  D.,  J.  Kug,  I.  Kang,  F. Jin  and A.  T.  Wittenberg,  2008:  Tropical Pacific Impacts of \n\nConvective  Momentum  Transport in  the SNU  coupled  GCM.  Clim.  Dyn.,  DOI 10.1007/\n\ns00382-007-0384-4.\n\nBibliography\n\n120\n\n\n\nKuang,  Z., P. N.  Blossey  and  C. S.  Bretherton,  2005:  A  New  Approach  for  3D Cloud \n\nResolving  Simulations of Large-Scale  Atmospheric  Circulation. Geo. Res.  Letters, 32, \n\n1-4.\n\nKuang,  Z.  and C. S. Bretherton,  2006:  A  Mass-Flux  SchemeView  of a  High-Resolution \n\nSimulation  of  a  Transition  from  Shallow  to Deep  Cumulus Convection. J.  Atmos.  Sci., \n\n63, 1895-1909.\n\nLaFore,  J.-P.,  J.-L. Redelsperger, and G.  Jaubert,  1988: Comparison  between  a  three-\n\ndimensional  simulation  and Doppler  radar  data  of a  tropical squall  line:   Transports of \n\nmass, momentum and moisture.  J. Atmos. Sci., 45, 3483-3500.\n\nLeMone,  M.  A.,  1983:  Momentum  transport  by  a  line of cumulonimbus.   J.  Atmos.  Sci., \n\n40, 1815-1834.\n\nLeMone,  M.  A., G.  M. Barnes,  and E. J. Zipser,  1984:   Momentum  flux  by  lines of \n\ncumulonimbus over the tropical oceans.  J. Atmos. Sci., 41, 1914-1932.\n\nLeMone,  M.  A.,  and D.  P.  Jorgenson,  1991:   Precipitation  and kinematic structure of  an \n\noceanic  mesoscale convective  system.  Part  II: Momentum  transport  and generation. \n\nMon. Wea. Rev., 119, 2638-2653.\n\nLeMone,  M.  A.,  and M.  W.  Moncrieff, 1994:  Momentum  transport  by  convective bands: \n\nComparisons of highly  idealized  dynamical models to observations.   J. Atmos.Sci., 51, \n\n281-305.\n\nLin, J.-L.,  M.  Zhang  and B. Mapes, 2005:  Zonal momentum  budget  of  the Madden–Julian \n\nOscillation: The  source and strength  of equivalent  linear  damping.   J.  Atmos. Sci., 62, \n\n2172-2188.\n\nLin, J.-L.,  B. Mapes,  and  W.  Han,  2008:   What  are  the sources of mechanical  damping  in \n\nMatsuno-Gill type models? J. Clim., 21, 165-179 .\n\nMapes,  B.  E., and  X.  Wu,  2001: Convective  momentum  transport  in  long  cloud-resolving \n\nmodel simulations.  J. Atmos. Sci., 58, 517-526.\n\nMechem,  D.  B., S. S.  Chen  and  R.  A.  Houze,  2006:  Momentum  transport processes in  the \n\nstratiform  regions of mesoscale convective systems over  the  western  Pacific warm  pool. \n\nQuart. J. Roy. Meteor. Soc., 132, 709-736.\n\nMoncrieff,  M.  W., 1992:  Organized convective systems:  Archetypical  dynamical  models, \n\nmass and  momentum  flux  theory,  and  parametrization.  Quart. J.  Roy. Meteor. Soc., \n\n118, 819-850.\n\nBibliography\n\n121\n\n\n\nMoncrieff,  M.  W.,  and  E.  Klinker,  1997:  Organized convective systems in  the  tropical \n\nwestern  Pacific  as a  process in  general  circulation  models:  A  TOGA-COARE case-study.  \n\nQuart. J. Roy. Meteor. Soc., 123, 805-827.\n\nNewton,  C. W.,  1950:  Structure  and mechanisms of the  pre-frontal squall line.  J.  Meteor., \n\n7, 210-222.\n\nOoyama, K., 1971: A  theory  on  parametrization  of  cumulus convection. J.  Meteor.  Soc. \n\nJapan, 49,  744-756.\n\nPalmen,  E.,  and C.  W. Newton,  1969: Atmospheric  Circulations Systems.  Academic,  New \n\nYork, 421 pp.\n\nPeixoto, J.  P.,  and A.  H.  Oort,  1992:  Physics of Climate.  American Institute  of Physics, \n\nSpringer-Verlag, 520 pp.\n\nPrabhakaran  Nayar,  S.  R.,  and  S.  Sreeletha,  2003:  Momentum  flux  associated with  gravity \n\nwaves in the low-latitude troposheres.  Annales Geophysicae, 21, 1183-1195.\n\nRichter,  J. H.,  and P.  J. Rasch,  2008:  Effects of convective momentum  transport  on  the \n\natmospheric circulation  in  the Community  Atmosphere Model,  version  3  (CAM3).  J. \n\nClim., 21, 1487-1499.\n\nSchneider,  E. K.,  and R.  S. Lindzen, 1976:   A  discussion  of the  parameterization  of \n\nmomentum exchange by cumulus convection.  J. Geophys. Res., 81, 3158-3180.\n\nShapiro,  L.  J.  And D.  E.  Stevens,  1980: Parameterization  of Convective  effects on  the \n\nmomentum  and  vorticity  budgets of synoptic-scale Atlantic Tropical waves.  Mon. Wea. \n\nRev., 108, 1816-1826.\n\nSmith, Roger  K.,  1997: The  physics and parametrization  of moist  atmospheric convection. \n\nKluwer Academic Publishers,  498 pp.\n\nStevens, D.,  1979: Vorticity, momentum, and divergence budgets of synoptic-scale wave \n\ndisturbances in the tropical eastern Atlantic. Mon. Wea. Rev., 107, 535-550.\n\nSoong,  S.-T.,  and  W.-K.  Tao,  1984:  A  numerical  study  of the vertical transport  of \n\nmomentum in a tropical rainband.  J. Atmos. Sci., 41, 1049-1061.\n\nSui,  C.-H.,  and M.  Yanai,  1985:  Cumulus ensemble effects on  the large-scale vorticity  and \n\nmomentum  fields of GATE.  Part  I: Observational  evidence.  J.  Atmos.  Sci., 43,  1618- \n\n1642.\n\nThe Second  GEWEX  Cloud System  Study  Science and  Implementation  Plan,  2000: IGPO \n\nPublication Series, Nº 34, 45 pages.\n\nBibliography\n\n122\n\n\n\nTiedtke,  M.,  1989: A  Comprehensive Mass Flux  Scheme for  Cumulus Parametrization  in \n\nLarge-Scales Models. Mon. Wea. Rev., 117, 1779-1800.\n\nTrier, S. B., M. A.  LeMone, and W.  C.  Scamarock,  1998:   Effect of three-dimensional \n\nstructure on  the  stormwide horizontal accelerations and  momentum  budget of a \n\nsimulated squall line.  Mon. Wea. Rev., 126, 2580-2598.\n\nTung, W.  and  M.  Yanai,  2002:  Convective  Momentum  Transport  Observed during  the \n\nTOGA COARE IOP. Part I: General Features.  J. Atmos. Sci., 59, 1857- 1871.\n\nTung, W.  and  M.  Yanai,  2002:  Convective  Momentum  Transport  Observed during  the \n\nTOGA COARE IOP. Part II: Case Studies.  J. Atmos. Sci., 59, 2535- 2549.\n\nWarner,  J.,  1970: The Microstructure of Cumulus Cloud: The nature of the  updraft.   J. \n\nAtmos. Sci., 27, 682 - 688.\n\nWebster,  P.  J.  and  R.  Lukas,  1992: TOGA  COARE: The  Coupled  Ocean-Atmosphere \n\nResponse Experiment. Bul. American Meteor.Soc, 73, 1377-1416.\n\nWu,  X., and M.  Yanai,  1994:  Effects of vertical shear  on  the cumulus transport  of \n\nmomentum:  Observations and parameterization.  J. Atmos. Sci., 51, 1640-1660.\n\nZhang,  G.  J., and H.-R.  Cho,  1991:  Parameterization  of the  vertical  transport  of \n\nmomentum by cumulus clouds.  Part I: Theory.  J. Atmos. Sci., 48, 1483-1492.  \n\nZhang,  G.  J., and H.-R.  Cho,  1991:  Parameterization  of the  vertical  transport  of \n\nmomentum by cumulus clouds.  Part II: Application.  J. Atmos. Sci., 48, 2448-2457.\n\nZhang,  G. J.,  and N.  A.  McFarlane,  1995:   Role of convective-scale momentum  transport  in \n\nclimate simulation.   J. Geophys. Res., 100, 1417-1426.\n\nZhang,  G.  J. and X.  Wu, 2003:  Convective Momentum  Transport  and  Perturbation  Field \n\nfrom a Cloud-Resolving Simulation. J. Atmos. Sci., 60, 1120-1139.\n\nBibliography\n\n123\n\n\n\nBibliography\n\n124\n\n\n\tSusanaMendesN44786_PhDThesis_FrontPgAbstractIndex.pdf\n\tErrataSheet_PhDThesis_SusanaMendes.pdf\n\tSusanaMendesN44786_PhDThesis_body.pdf"}]}}}