{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20983"}, {"@name": "filename", "#text": "4651_VeridianaLopesFerreiraMEcorrigida.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \n\nDEPARTAMENTO DE ENGENHARIA DE MATERIAIS \n\nESCOLA DE ENGENHARIA DE SÃO CARLOS \n \n \n \n \n \n \n \n \n \n \n \n\nVERIDIANA LOPES FERREIRA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEvolução da microestrutura do hexaluminato de cálcio (CaAl12O19) formado in \n\nsitu para obtenção de cerâmicas refratárias porosas \n  \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nSão Carlos \n\n2015\n\n\n\n \n\nVERIDIANA LOPES FERREIRA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEvolução da microestrutura do hexaluminato de cálcio (CaAl12O19) formado in \n\nsitu para obtenção de cerâmicas refratárias porosas \n \n \n \n \n\nVersão Corrigida\nOriginal na unidade  \n\n \n \n \n \n\nDissertação apresentada ao programa de Pós-\nGraduação em Ciência e Engenharia de \nMateriais da Universidade de São Paulo, para \nobtenção do título de Mestra em Ciências. \n \nÁrea de concentração: Desenvolvimento, \nCaracterização e Aplicação de Materiais. \n \nOrientador: Prof. Dr. Rafael Salomão \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\nSão Carlos \n\n2015\n\nUser\nCross-Out\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nDedico este trabalho \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nAos meus pais, pelo amor incondicional, pelas palavras de incentivo,  \n\npelo olhar sincero, por sempre terem apostado em mim, \n                                                por toda educação, caráter e ética que me ensinaram desde       \n\ncriança, pois não existem melhores heranças que essas. \n \n\nAos meus irmãos, Jerônimo Lopes, Sara Lopes, Sandra Lopes e Maria Regina Lopes, \npor sempre acreditarem em mim e torcerem pelo meu sucesso. \n\n \nAos meus lindos sobrinhos, Ana Júlia Lopes, Alícia Lopes, Oliver Lopes e Ana Luísa, que \n\nainda são tão crianças, mas que apenas por existirem \nme fazem ver o mundo com um olhar mais mágico, colorido e sincero. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n\n\nAGRADECIMENTOS \n\n \n\nAo programa de Pós-Graduação em Ciência e Engenharia de Materiais da \n\nUniversidade de São Paulo pela oportunidade de realização do curso de Mestrado, pela \n\ninfraestrutura e formação acadêmica. \n\nAo Prof. Dr. Rafael Salomão pela excelente orientação, por ter dispensado toda a sua \n\natenção, esforço e grande paciência em me acompanhar em cada parte deste trabalho. Sem \n\ndúvidas, sem o seu apoio, eu não teria crescido tanto como engenheira e como cientista a \n\npartir dessa parceria que firmamos, onde, com toda certeza, serei sempre grata. \n\n \n\nA CAPESs pela bolsa de Mestrado e a FAPESP (Projeto 2010/19274-5) e ao CNPq \n\npelos recursos que apoiaram este projeto. \n\n \n\nA Almatis (Brasil e Alemanha) e a Buntech (Brasil), pela doação de matérias-primas. \n\n \n\nAos docentes e funcionários do Departamento de Engenharia de Materiais da EESC – \n\nUSP. \n\nAo Prof. Dr. Lizandro Manzato, por ter acredito em mim, e ter insistido para que eu \n\nfizesse a prova de ingresso ao mestrado, quando nem eu mesma acreditei que podia.  \n\n \n\n A minha família, especialmente aos meus pais, que mesmo distantes, fizeram e fazem \n\ntudo o que podem por mim, por acreditarem nos meus sonhos e no meu potencial, quero o \n\nmais breve possível poder retribuir cada gesto, cada ato, cada palavra, cada momento bom que \n\nme proporcionam, o sentimento de gratidão é gigante. \n\n \n\nA Deus, pois sem Ele, nada seria possível. \n\n \n\n\n\n \n\n “Minha mãe me chamava de Wonko quando eu \n\nera criança, todo desajeitado, derrubando as \n\ncoisas. (...) \n\nMas o motivo pelo qual desejo ser chamado pelo \n\nmeu apelido de infância é exatamente esse: me \n\nlembrar de que um cientista deve, acima de tudo, \n\nser como uma criança. Se ele vê algo, deve dizer \n\no que está vendo, independentemente daquilo ser \n\no que ele imaginava ver ou não. Ver primeiro, \n\ntestar depois. Mas sempre ver primeiro. Senão, \n\nvocê só vai ver o que espera ver. A maioria dos \n\ncientistas se esquecem disso. Mas tarde vou \n\nmostrar uma coisa a vocês para demonstrar o que \n\neu estou falando. Então, o outro motivo pelo \n\nqual gosto de ser chamado de Wonko é para que \n\nas pessoas pensem que sou bobo. Isso permite \n\ndizer o que eu vejo quando eu vejo. Não dá para \n\nser um cientista se você for ficar se preocupando \n\nse as pessoas vão ou não te achar bobo”.  \n\n \n\n(Douglas Adams) \n\nA vida, o universo e tudo o mais. \n\n  \n \n\n \n\n \n\n\n\nRESUMO \n\nFERREIRA, V. L. Evolução da microestrutura do hexaluminato de cálcio (CaAl12O19) \nformado “in situ” para obtenção de cerâmicas refratárias porosas. 2015.  100p. \nDissertação (Mestrado) – Escola de Engenharia de São Carlos, Universidade de São Paulo, \nSão Carlos, 2015. \n \n\nCerâmicas porosas combinam baixa condutividade térmica com elevada estabilidade \n\nquímica, dimensional e refratariedade. Devido a isso, seu uso como isolante térmico em altas \n\ntemperaturas (T >1000°C) tem se apresentado como uma importante solução para reduzir o \n\nconsumo energético. Dentre as diversas matérias primas utilizáveis nessa aplicação, o \n\nhexaluminato de cálcio (CaAl12O19 ou CA6) é um novo tipo promissor de refratário leve. \n\nEntre suas características mais importantes, destacam-se o alto ponto de fusão (1875°C) e a \n\ndificuldade intrínseca para densificar, devido à morfologia dos cristais em forma de placas \n\nque permite manutenção da porosidade em altas temperaturas, e por longos tempos. Apesar do \n\ngrande interesse tecnológico e dos diversos estudos relatando propriedades e aplicações, há \n\npoucos trabalhos descrevendo a evolução da microestrutura de estruturas porosas formadas \n\n“in situ” a partir de fontes de Al2O3 e CaO. Sabendo que essa rota de processamento permite \n\nsignificativa economia de energia e tempo, compreender os mecanismos e variáveis \n\nenvolvidos torna-se um importante ponto de investigação. Neste trabalho, foram preparadas \n\ncomposições com diferentes proporções de Al2O3 e CaCO3 por meio de prensagem uniaxial. \n\nApós tratamento térmico (500-1500°C), as amostras foram caracterizadas em relação à \n\nporosidade total, resistência à ruptura por flexão, módulo elástico, fases numeralógicas \n\nformadas, dilatação térmica linear e morfologia. Os principais fatores que afetaram a evolução \n\nda microestrutura porosa foram o teor de CaCO3 adicionado ao sistema, o tamanho médio \n\ndessas partículas e a temperatura final de tratamento térmico. Para todas as composições com \n\nCaCO3, verificou-se que a formação de poros após a decomposição do CaCO3 (650-720°C) \n\nnão afetou o nível total de porosidade da estrutura. Entre 1300-1400°C ocorreu a formação de \n\nfases intermediárias (CaAl2O4 e CaAl4O7) com composição eutética e baixo ponto de fusão ao \n\nredor dos poros. Em 1500°C, essas fases líquidas adquiriram a composição do hexaluminato e \n\nse cristalizaram, gerando estruturas porosas e com razoável resistência mecânica. \n\n \n\nPalavras chaves: Porosidade. Hexaluminato de cálcio. Alumina. Sinterização. \n \n\n\n\nABSTRACT \n\n \nFERREIRA, V. L. Evolution of the microstructure of calcium hexaluminate formed in \nsitu for the obtaining of porous refractory ceramics. 2015.  100p. Dissertação (Mestrado) – \nEscola de Engenharia de São Carlos, Universidade de São Paulo, São Carlos, 2015. \n \n\nPorous ceramics combine low thermal conductivity with high chemical and dimensional \n\nstability and refractoriness. Therefore, their use as insulators at high temperatures (T>1000°C) \n\nhas emerged as an important solution for the reduction of energy consumption. Among the \n\nvarious raw materials  to be used for such a purpose, calcium hexaluminate (CaAl12O19 or \n\nCA6) is a promising new type of lightweight refractory material. Some of its most important \n\nfeatures include high melting point (1875°C) and intrinsic difficulty to densify due to the \n\nmorphology of its plate-like crystals that enables the maintenance of porosity at higher \n\ntemperatures and for longer times. Despite the great technological interest it has drawn and \n\nthe development of studies on its properties and applications, the literature reports few studies \n\non the evolution of its microstructure formed in situ from Al2O3 and CaO sources. Because \n\nthis processing route significantly saves energy and time, the mechanisms involved must be \n\nunderstood. This dissertation addresses the preparation of compositions with different \n\nproportions of Al2O3 and CaCO3 by uniaxial pressing. After heat treatment (500-1500°C), \n\nsamples were characterized regarding total porosity, tensile strength by bending, elastic \n\nmodulus, formed phases, dilatometric analyzis and scanning electron microscopy. The main \n\nfactors that affected the evolution of the porous microstructure were the CaCO3 content added \n\nto the system, average size of the particles and the final temperature of the heat treatment. The \n\nformation of pores after the CaCO3 (650-720°C) decomposition did not affect the level of \n\ntotal porosity significantly. The formation of intermediate phases (CaAl2O4 and CaAl4O7) \n\nwith eutectic composition and low melting point surrounding the pores was observed between \n\n1300-1400°C. At 1500°C, such liquid phases displayed a hexaluminate composition and \n\ncrystallized, which resulted in porous structures of reasonable strength. \n\n \nKey words: porosity, calcium hexaluminate,alumina, sintering. \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE FIGURAS \n\n \n\nFigura 1: Ilustração de diversas formas de poros ..................................................................... 23 \n\nFigura 2: Esquema do processamento utilizado no método da réplica..................................... 25 \n\nFigura 3: Esquema do processamento utilizado para método queima de materiais orgânicos . 26 \n\nFigura 4: Esquema do processamento do método gel casting .................................................. 27 \n\nFigura 5: Representação do método da decomposição de compostos inorgânicos hidroxilados \npara produção de cerâmicas porosas ........................................................................................ 28 \n\nFigura 6: Porosidade Total Geométrica do sistema Al2O3 Al(OH)3 ......................................... 29 \n\nFigura 7: Porosidade Total Geométrica do sistema Al2O3 /Al(OH)3 / SiO2 .............................. 29 \n\nFigura 8: Porosidade Total Geométrica do sistema Al2O3 Mg(OH)2 ....................................... 30 \n\nFigura 9: As reações podem variar em função do tamanho dos grãos, a dispersão do pó e \nmétodo de formação ................................................................................................................. 34 \n\nFigura 10: Diagrama de equilíbrio de fases binário CaO-Al2O3 ............................................. 35 \n\nFigura 11: Esquema do mecanismo da reação no estado sólido entre CaO e a Al2O3 ............. 39 \n\nFigura 12: (a) e (b) A aglomeração diminui o número de área de contato entre a alumina e o \ncarbonato de cálcio e (c) e (d) amostras mais densas e possui menos poros ............................ 41 \n\nFigura 13: Identificação das composições estudadas no diagrama de equilíbrio ..................... 46 \n\nFigura 14: Equipamento de medida de módulos elásticos “Sonelastic” pelo método de \nexcitação por impulso ............................................................................................................... 49 \n\nFigura 15: Microscopia Eletrônica de Varredura (MEV) das matérias-primas como recebidas: \n(a-b) Alumina, (c-d) CaCO3 Fino, (e-f) CaCO3 ? 45µm  e (g-h) CaCO3 ? 45µm ................... 53 \n\nFigura 16: Padrões de difração de raios X das amostras como recebidas: (a) ?-Al2O3, (b) \nCaCO3 Fino e (c) CaCO3 ? 45µm e ? 45µm: ? = Al2O3 (PDF 11-661), ?= CaCO3 (PDF 72-\n1937), ?= Mg0.03Ca0.97 CO3 (PDF 89-1304) e ?= CaMg (CO3)2  (PDF 5-622) ...................... 54 \n\nFigura 17: Porosidade total geométrica das amostras verdes com diferentes fontes e teores de \nCaCO3 ....................................................................................................................................... 55 \n\nFigura 18: (a) Porosidade Total Geométrica, (b) Variação dimensional térmica com perda de \nmassa e (c) Taxa de variação dimensional térmica com ATG para as amostras contendo \ndiferentes composições ............................................................................................................. 57 \n\nFigura 19: Padrões de difração de raio-X do sistema hexaluminato de cálcio em diferentes \ntemperaturas de sinterização das amostras (a) C1.0A6 (b) C0.0A6, e (c) C0.5A6: ?= Al2O3 (PDF \n43-1484), ?= CaCO3 (PDF 86-2339), ? = CaAl4O7 (PDF 72-767), ?= CaAl2O4 (PDF 34-\n\nVeridiana1.0.docx#_Toc443238947\n\n\n440), *= CaAl12O19 (PDF 84-1613) e ?= CaO (PDF 37-1497) .............................................. 59 \n\nFigura 20: Microscopia Eletrônica de Varredura (MEV) das amostras C0.0A6 sinterizadas em \ndiferentes temperaturas ............................................................................................................ 60 \n\nFigura 21: Esquema do processo de evolução da porosidade total geométrica para a \ncomposição C0.0A6 ................................................................................................................... 60 \n\nFigura 22: Microscopia Eletrônica de Varredura (MEV) das amostras C1.0A6 sinterizadas em \ndiferentes temperaturas ............................................................................................................ 61 \n\nFigura 23: Esquema do processo de evolução da porosidade total geométrica da composição \nC1.0A6 ....................................................................................................................................... 62 \n\nFigura 24: Mapeamento de composição da amostra C1.0A6 sinterizada à 1400°C evidenciando \na presença de cálcio na borda do poro ..................................................................................... 63 \n\nFigura 25: Mapeamento de composição da amostra C1.0A6 sinterizada à 1500°C evidenciando \na grande quantidade de cálcio na estrutura .............................................................................. 63 \n\nFigura 26: Microscopia Eletrônica de Varredura (MEV) das amostras C0.5A6 sinterizadas em \ndiferentes temperaturas ............................................................................................................ 64 \n\nFigura 27: (a) Porosidade total geométrica (PTG), (b) Módulo de elasticidade (E) e (c) Tensão \nde Ruptura para amostras sinterizadas em diferentes temperaturas ......................................... 66 \n\nFigura 28: (a) Porosidade total geométrica (PTG), (b) Módulo de elasticidade (E) e (c) Tensão \nde Ruptura para amostras sinterizadas em diferentes temperaturas ......................................... 68 \n\nFigura 29: Fragmento das amostras a verde (a) CaCO3 médio e (b) CaCO3 grosso................ 69 \n\nFigura 30: Microscopia Eletrônica de Varredura (MEV) das amostras CaCO3 ?45µm  \nsinterizadas em diferentes ........................................................................................................ 70 \n\nFigura 31: Microscopia Eletrônica de Varredura (MEV) das amostras CaCO3 ?45µm  \nsinterizadas em diferentes temperaturas .................................................................................. 71 \n\nFigura 32: Evolução do nível de porosidade dos carbonatos médio e grosso.......................... 72 \n\nFigura 33: Padrões de difração de raio-X do sistema hexaluminato de cálcio em diferentes \ntemperaturas de sinterização das amostras (a) C0.0A6, (b) CaCO3?45µm e (c) CaCO3?45µm: \n?= Al2O3 (PDF 43-1484), ? = CaAl4O7 (PDF 72-767), ?= CaAl2O4 (PDF 34-440), *= \nCaAl12O19 (PDF 84-1613) ........................................................................................................ 73 \n\n \n\n\n\nLISTA DE TABELAS \n \n\n \n\nTabela 1: Condutividade térmica e parâmetros microestruturais de isolantes comerciais ....... 31 \n \nTabela 2: Energia de Ativação Ea em kJ/mol, para a formação da fase CA, para a difusão do \nCa no CaO e para a difusão do Al no Al2O3. ............................................................................ 38 \n \nTabela 3: Características das matérias primas utilizadas .......................................................... 45 \n \nTabela 4: Composições estudadas ............................................................................................ 45 \n\n \n\n \n\n\n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\nASTM     American Society for Testing and Materials \n\nAl2O3        Alumina \n\nCaCO3    Carbonato de Cálcio \n\nCA6       Hexaluminato de Cálcio \n\nCA        Aluminato de Cálcio \n\nCA2        Dialuminato de Cálcio \n\n \n\n\n\nSUMÁRIO \n\n1 INTRODUÇÃO 18 \n\n2. OBJETIVOS ............................................................................................................................................ 19 \n2.1 Objetivo Principal............................................................................................................................... 19 \n\n2.1.2 Objetivos Específicos ......................................................................................................................... 19 \n\n2 REVISÃO BIBLIOGRÁFICA ...................................................................................... 21 \n2.1 Propriedades dos Materiais Cerâmicos .................................................................................................. 21 \n2.2 Cerâmicas Porosas ................................................................................................................................. 21 \n2.3 Métodos de processamento de cerâmicas porosas .................................................................................. 23 \n\n2.3.1 Técnica da réplica .......................................................................................................................... 24 \n2.3.2 Técnica do Molde Sacrificial ......................................................................................................... 25 \n2.3.3 Técnica de consolidação por Gelcasting de espumas (CG) ........................................................... 26 \n2.3.4 Decomposição de hidróxidos ou carbonatos.................................................................................. 27 \n\n2.4 Isolantes Térmicos de Cerâmicas Porosas .................................................................... 30 \n\n2.5 Formação do Hexaluminato de Cálcio.......................................................................... 32 \n\n2.5.1 Sistema CaO-Al2O3 ..................................................................................................... 34 \n2.5.2 Evolução da microestrutura “in situ” ............................................................................................. 39 \n2.5.3 Aplicações do Hexaluminato de Cálcio ......................................................................................... 42 \n\n3 MATERIAIS E MÉTODOS .......................................................................................... 44 \n3.1 Caracterização das Matérias-Primas e Composições estudadas ........................................................... 44 \n3.2 Procedimento para a preparação da mistura dos pós de carbonato de cálcio e alumina. ..................... 46 \n\n3.3 Caracterização realizadas nas amostras antes e após tratamento térmico ........................................... 47 \n3.3.1 Dilatometria ................................................................................................................................... 47 \n3.3.2 Porosidade Total Geométrica (PTG, %) ......................................................................................... 47 \n3.3.3 Módulo de Elasticidade (E) ........................................................................................................... 48 \n3.3.4 Ensaio Mecânico de Flexão em 3 Pontos ...................................................................................... 49 \n3.3.5 Difração de Raios X (DRX) .......................................................................................................... 50 \n3.3.6 Microscopia eletrônica de varredura (MEV) ................................................................................. 50 \n\n4 RESULTADOS E DISCUSSÃO .................................................................................... 52 \n4.1 Caracterização física das matérias-primas como recebidas ..................................................................... 52 \n4.2 Porosidade Total Geométrica: Amostras Verde ....................................................................................... 55 \n4.3 Caracterização das amostras contendo CaCO3 Fino................................................................................ 56 \n4.4 Caracterização das amostras contendo CaCO3 Fino: Porosidade Total Geométrica, Módulo elástico e \nTensão de Ruptura ............................................................................................................................................ 65 \n4.5 Caracterização das amostras contendo de carbonato médio e grosso: Porosidade Total Geométrica, \nMódulo elástico, Tensão de Ruptura e DRX ..................................................................................................... 67 \n\n5 CONCLUSÕES ............................................................................................................... 75 \n\n6 SUGESTÕES PARA TRABALHOS FUTUROS ......................................................... 78 \n\nREFERÊNCIAS ..................................................................................................................... 80\n\n\n\n\n\n17 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 1 – INTRODUÇÃO \n\n\n\n18 \n \n\n1 INTRODUÇÃO \n\nCerâmicas porosas são comumente utilizadas como isolantes térmicos graças a uma \n\nvantajosa combinação da elevada refratariedade e inércia química das cerâmicas com a baixa \n\ncondutividade térmica da fase porosa. Devido a ela e à crescente demanda por soluções que \n\nminimizem o gasto energético em processos industriais, o potencial científico e tecnológico \n\ndesses materiais tem sido vastamente explorado na literatura especializada, onde diversos \n\nmateriais alternativos, métodos de produção e suas caracterizações são apresentados. No \n\nentanto, a ampliação de seu uso em ambientes que envolvam a exposição prolongada a altas \n\ntemperaturas (acima de 1200ºC, como no caso de aplicações nas indústrias siderúrgicas e de \n\ncimento, durante vários meses) ainda esbarra em duas principais limitações: 1) a baixa \n\nresistência termomecânica, devido à elevada porosidade (em especial, naqueles materiais com \n\nfração volumétrica de poros acima de 50 % e 2) a redução de porosidade e consequentemente \n\nà perda da capacidade de isolamento térmico causadas pelos fenômenos de sinterização e \n\ncrescimento de grãos que se aceleram e se intensificam fortemente acima de 1100ºC. \n\nDiversos trabalhos mostram que esses aspectos negativos podem ser minimizados. A \n\nresistência termomecânica das cerâmicas pode ser significativamente aumentada com uma \n\nmaior eficiência de empacotamento das partículas, o aprimoramento dos métodos de \n\nprocessamento para diminuir a introdução de defeitos ou ainda pelo uso de aditivos para \n\ncontrolar a sinterização. Por outro lado, a manutenção da porosidade em altas temperaturas \n\npode ser conseguida com o aumento da fração inicial de poros no material verde, com rampas \n\nde aquecimento e sinterização controladas ou ainda com a introdução de compostos que \n\nminimizem o crescimento de grão e a densificação.  \n\nO assunto a ser tratado nesse estudo, está relacionado diretamente com a necessidade \n\nem reduzir o consumo enérgico de modo eficiente por meio do uso de cerâmicas porosas à \n\nbase do hexaluminato de cálcio (CaAl12O19) composto conhecido por sua refratariedade e \n\ndificuldade intrínseca para densificação. Em razão disso houve o interesse em avaliar seu \n\npotencial nessa aplicação e o interesse em aprofundar-se na evolução da microestrutura “in \n\nsitu”, avaliando seu uso como isolante térmico em altas temperaturas. \n\nAlguns trabalhos como Domínguez et al. (2001) e Domínguez e Torrecillas (1998) \n\nmostram que o CA6 é um sub produto da reação de concretos de alumina e espinelio ligados \n\ncom cimento de aluminato de cálcio que aumenta sua resistência a quente. Apresenta também \n\num grande campo de cristalização no sistema CaO-Al2O3-Fe2O3 o que significa baixa \n\nsolubilidade escorias contendo ferro e é também altamente estável em atmosferas redutoras. \n\n\n\n19 \n \n\nEstas propriedades permitem ao CA6 atue em contato com o aço e o ferro em uma \n\ntemperatura elevada sem corrosão significativa do material cerâmico. O hexaluminato de \n\ncálcio pode ser utilizado em uma grande superfície em altas temperaturas podendo portanto \n\nser também um bom candidato como material para suporte em processos catalíticos (ARAI; \n\nMACHIDA, 1991).  \n\nO hexaluminato de cálcio obtido nesse estudo foi gerado “in situ” (reação em estado \n\nsólido) e os resultados obtidos apresentaram uma microestrutura com grande potencial para \n\nisolamento térmico em altas temperaturas. Foram obtidos materiais com elevado nível de \n\nporosidade total geométrica, resistencia mecânica (módulo e tensão de ruptura) e com baixa \n\nretração linear. Verificou-se ainda que o sistema tem alta resistência a densificação devido a \n\nmorfologia assimétrica das partículas formadas.  \n\n \n\n2. OBJETIVOS \n\n \n\n2.1 Objetivo Principal \n\n \nEntender a formação da microestrutura de uma cerâmica porosa produzida a partir da \n\nreação de formação do CA6 in-situ usando diferentes fontes de CaCO3 \n\n \n\n2.1.2 Objetivos Específicos \n\n \n\n? Entender o efeito do teor (0-25%) de CaCO3 adicionada na matriz de \n\nalumina; \n\n? Avaliar o efeito do tamanho médio das partículas (10 µm para o \n\ncarbonato fino e de ? 45 µm e ? 45 µm para o carbonato médio e grosso) e da \n\ntemperatura de sinterização (500 a 1500°C) na evolução da microestrutura e \n\npropriedades do sistema CaO-Al2O3. \n\n \n \n\n \n\n \n\n \n\n\n\n20 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 2 – REVISÃO BIBLIOGRÁFICA \n\n\n\n21 \n \n\n2 REVISÃO BIBLIOGRÁFICA \n\n2.1 Propriedades dos Materiais Cerâmicos \n\n \n\nOs materiais cerâmicos apresentam características que os tornam tecnologicamente \n\natrativos, como elevada dureza, rigidez, estabilidade química, resistência à abrasão e grande \n\ntermomecânica (KINGERY; BOWEN; UHLMANN, 1976). Características que limitam seu \n\nuso em algumas aplicações são sua fragilidade e baixa tenacidade a fratura. Por possuir \n\nligações parte iônica e parte covalente, as cerâmicas são materiais com alta estabilidade \n\ntérmica, normalmente superior aos metais e materiais orgânicos. Devido a isso, utilizadas em \n\ndiversas áreas, como por exemplo, isolamento térmico (revestimento do interior de fornos de \n\nalta temperatura, usando fibras a base de óxidos como SiO2, Al2O3, ZrO2, suporte para \n\nprocessos catalíticos em altas temperaturas), refratários (contenção de metais e escórias \n\nfundidos), condutividade eletrônica e térmica (resistores, varistores, capacitores e substrato \n\npara circuito impresso) (BARSOUM, 2003), automotiva (sensores, catalisadores, pistões, \n\nválvulas, revestimento), produtos sujeitos ao desgaste (guias-fios), entre outras. \n\n \n\n2.2 Cerâmicas Porosas \n\n \n\nCerâmicas porosas apresentam grande interesse tecnológico devido à ampla gama de \n\naplicações. Entre os muitos exemplos, destacam-se a filtração de metais fundidos e gases \n\nquentes, isolamento térmico e acústico, componentes estruturais leves, transportadores \n\ncatalíticos, suporte para célula de combustível, eletrodos, sensores, biorreatores, queimadores \n\nradiantes, bem como estruturas para substituição óssea (BEVILACQUA; FERRARA, 1996; \n\nCOLOMBO, 2006; ROSA; SALVINI; PANDOLFELLI, 2006; VILLAS BÔAS, 2007). Esse \n\nbom desempenho se explica pelo fato desses materiais combinarem a baixa condutividade \n\ntérmica dos materiais porosos com a refratariedade das cerâmicas. A porosidade é uma \n\nvariável microestrutural que deve ser controlada para que se produza determinados tipos de \n\nmateriais como tijolos refratários, pois a resistência, capacidade de suportar carga e a \n\nresistência ao ataque por materiais corrosivos aumentam, todas, com redução da porosidade. \n\nMateriais cerâmicos por possuírem reduzida mobilidade das discordâncias em sua \n\nmicroestrutura, não apresentam mecanismos intrínsecos que dificultem a propagação de \n\n\n\n22 \n \n\ntrincas, como nos metais (KINGERY; BOWEN; UHLMANN, 1976; NORTON, 1973). \n\nAlterações como poros, rugosidade superficial e contornos de grão fornecem o efeito de \n\namplificação de tensões, responsável pela ruptura do corpo cerâmico em baixos níveis de \n\nsolicitação mecânica. Como resultado, a resistência à tração desses materiais frágeis é menor \n\nque a respectiva resistência à compressão. \n\nMuitas partículas de minerais naturais, agregados calcinados e aglomerados fracos \n\ncontém poros intersticiais e microfissuras. Defeitos na forma de poros podem ocorrer em \n\ndiferentes tamanhos, forma e distribuição e podem ou não serem superficialmente acessíveis. \n\nDetalhes gerais da superfície e poros internos podem ser observados por microscópio \n\nanalisando a superfície externa e fraturas ou polidas na superfície interna da estrutura e a \n\ndistribuição de tamanhos de poro pode ser obtida por análise de imagens. Contudo, outras \n\ninformações como quantidade de poros, a distribuição volumétrica do tamanho de poros e a \n\nestrutura a partir de imagens bidimensionais não necessitam de outras técnicas analíticas, \n\ncomo a porosimetria de intrusão de mercúrio, por exemplo (REED, 1995).  \n\nAlém dos princípios comuns implícitos envolvidos na aplicação de todos os materiais \n\nporosos, existe também a questão das circunstâncias sob as quais cerâmicas porosas oferecem \n\nvantagem particular. Em aplicações que envolvam fluxo de gases ou de líquidos, tais como \n\nfiltros de partículas, as cerâmicas possuem vantagens distintas sobre polímeros e metais, pois \n\nsão geralmente mais resistentes a altas temperaturas e ambientes químicos agressivos. Por \n\nexemplo, filtros de cerâmica podem ser lavados a vapor em aplicações que requerem a \n\nesterilidade biológica. A alta dureza da cerâmica também lhe dá uma melhor resistência ao \n\ndesgaste (NETTLESHIP, 1996).  \n\nAplicações práticas de um material podem depender das suas propriedades \n\nmacroscópicas como condutividade térmica, índice de refração, resistência mecânica, ou das \n\npropriedades químicas relacionadas a catálise, adsorção e permeação. Além do mais, elas \n\nestão intimamente relacionadas à microestrutura porosa do sólido, caracterizada por \n\npropriedades como densidade, área superficial, porosidade, tamanho de poro, e geometria do \n\nporo, além da distribuição do tamanho do poro (LEE; CHIANG; TSAY, 1995). \n\nA porosidade pode ser formada tanto por poros abertos como fechados. Estes poros \n\npodem ou não estar em contanto com a superfície do material, tendo conexão com o exterior. \n\nOs poros abertos, também chamados de poros interligados, são os que estão em contato com a \n\nsuperfície externa do material. Tais tendem a ser mais prejudiciais a resistência mecânica, pois \n\nmuitas fraturas iniciam-se com falhas estruturais superficiais (ASMANI et al. 2001; SILVA, \n\n2008). Poros que não estão conectados com a superfície são denominados fechados, mesmo \n\n\n\n23 \n \n\nque eles possuam alguma conexão internamente. Os poros fechados podem ser formados a \n\npartir de poros abertos, devido ao fechamento durante a evolução da sinterização ou ainda de \n\ngases da fase sólida aprisionados na estrutura (DÍAZ; HAMPSHIRE, 2004; RICHERSON, \n\n2005). A Figura 1 mostra uma estrutura, onde é possível visualizar esquematicamente a fase \n\nsólida e as porosidades aberta e fechada.  \n\nA) POROS FECHADOS\n\nC) POROS \n\nABERTOS\n\nINTERLIGADOS\n\nB) POROS ABERTOS \n\n \nFigura 1: Ilustração de diversas formas de poros \n\nFonte: Bilek (1978)  \n \n\nAntes da sinterização, quase toda a porosidade está presente na forma de poros abertos \n\ne, durante esse processo, a fração volumétrica de poros tende a diminuir. Alguns poros abertos \n\nsão eliminados diretamente e são transformados em poros fechados. Como resultado, a fração \n\nvolumétrica de poros fechados aumenta no inicio e somente diminui próximo do fim do \n\nprocesso de sinterização. Poros abertos são geralmente eliminados quando a porosidade tem \n\nredução de 5% (KINGERY; BOWEN; UHLMANN, 1976). \n\n \n\n2.3 Métodos de processamento de cerâmicas porosas \n\n \n\nCom esta grande variedade de aplicações vem também a motivação em desenvolver \n\ndiferentes processos de fabricação de cerâmicas porosas, onde destacam-se: adição de \n\nespuma, incorporação de compostos orgânicos e de hidróxidos (VILLAS BÔAS, 2007).  \n\nPode-se obter cerâmicas porosas por diferentes métodos, dependendo do tamanho de \n\nporo desejado, além da geometria da peça a ser produzida. A rota de processamento mais \n\nsimples para a preparação de cerâmicas porosas é o controle dos parâmetros durante a \n\nsinterização (ARITA; CASTANO; WILKINSON, 1995; SHAN et al., 2005). Este método \n\n\n\n24 \n \n\nmuitas vezes resulta numa porosidade relativamente baixa (<60% em volume) com poros \n\ndistribuídos de forma homogênea dentro da microestrutura. Já a prensagem isostática a quente \n\né uma das técnicas utilizada para produção de cerâmicas porosas; é uma forma de tratamento \n\ntérmico que usa alta pressão para melhorar as propriedades do material. Essa pressão é \n\naplicada por um gás inerte, normalmente o argônio. As amostras devidamente conformadas \n\nsão inseridas na prensa sem serem selados, permitindo que o gás sob alta pressão penetre nos \n\nporos, impedindo que se fechem durante a sinterização. Resultando numa porosidade e \n\ntamanho de poros muito similar ao da amostra a verde original (NETTLESHIP, 1996; YUAN \n\net al., 2006; ZHANG et al., 2010). \n\nDestacam-se quatro rotas de processamento para a produção de peças com maiores \n\ngeometrias e formatos mais complexos, técnica da réplica, técnica do molde sacrificial, \n\ntécnica do Gel-casting de espumas e decomposição de hidróxidos ou carbonato. A seguir, \n\nessas técnicas serão descritas. \n\n \n\n2.3.1 Técnica da réplica \n\n \n\nA obtenção de cerâmicas porosas pelo método da réplica consiste na impregnação de \n\numa espuma polimérica altamente porosa normalmente de poliuretano, mas outros polímeros \n\ntais como cloreto de polivinilo, poliestireno, celulose e látex foram testados e foram obtidos \n\nbons resultados (SEPULVEDA, 1997). Na sequência, a espuma é revestida ou imersa em uma \n\nsuspensão cerâmica até os filamentos entre os poros internos serem revestidos. A remoção do \n\nexcesso é feita por meio de uma calandra, por compressão ou por centrifugação para \n\nproporcionar a formação de uma fina camada cerâmica ao longo da estrutura celular original. \n\nPosteriormente, o material passa por uma calcinação, na qual ocorre a decomposição do \n\nmaterial orgânico. A sinterização do material cerâmico em alta temperatura fornece uma \n\nmorfologia semelhante à da esponja precursora. Este método é simples e de baixo custo, por \n\nisso passou a ser um dos métodos mais utilizados na produção de filtros para metais líquidos \n\nem operações de fundição. A Figura 2 apresenta um esquema do processamento utilizado na \n\nprodução de cerâmicas porosas através do método da réplica. \n\n \n\n\n\n25 \n \n\n \nFigura 2: Esquema do processamento utilizado no método da réplica \n\nFonte: Studart et al. (2006)  \n \n\nEstruturas obtidas utilizando o método da réplica pode apresentar porosidade aberta \n\ntotal na faixa de 40% - 99% e possuem poros altamente interligados com tamanhos variando \n\nentre 200 ?m e 3 mm. Esta alta interconectividade dos poros aumenta a permeabilidade dos \n\nfluidos e gases através da estrutura porosa (HAMMEL; IGHODARO; OKOLI, 2014; \n\nORTEGA et al., 2003; STUDART et al. 2006). Uma grande variedade de utilizações desse \n\nmétodo pode ser encontrado na literatura (EOM; KIM; RAJU, 2013; MANOJ KUMAR; \n\nKIM, 2010; SALVINI; INNOCENTINI; PANDOLFELLI, 2000). A suspensão cerâmica pode \n\nainda ser substituída por polímeros pré-cerâmicos, que dão origem às cerâmicas porosas à \n\nbase de SiC (MANOJ KUMAR; KIM, 2010; ZHANG et al., 2010; ZHU et al., 2005). \n\nEsse sistema, no entanto, sofre de uma desvantagem: durante a pré-sinterização, o \n\nmaterial torna-se propenso à formação de fissuras devido à dilatação do polímero e durante \n\nsua decomposição (COLOMBO, 2006; CROOKE; GALLIMORE, 1982). Estes defeitos \n\ncausados na estrutura resultam em baixos níveis das propriedades mecânicas previstos para \n\ncerâmicas porosas com células abertas. Além disso, devido às limitações na eficiência desse \n\nmétodo em reduzir as infiltrações e remover o excesso de suspensão, muitas tentativas foram \n\nfeitas para evitar os defeitos na estrutura como por exemplo, uma melhor imersão da \n\nsuspensão na esponja com a ajuda de aditivos, a realização de uma segunda etapa para \n\npreencher as fissuras, e a introdução de fibras ou compostos reativos para reforçar a \n\nintegridade do material (XIPENG PU; XUEJIAN LIU; FAGUI QIU, 2004). \n\n \n\n2.3.2 Técnica do Molde Sacrificial \n\n \n\nNesse método, um compósito bifásico é preparado de forma que uma das fases atue \n\ncomo uma matriz contínua de partículas cerâmicas e a outra fase um material de sacrifício, \n\nque é distribuído de forma homogênea. A extração desse material durante o processo de \n\nqueima, gera uma estrutura porosa ao final da sinterização. A principio, o método de queima \n\n\n\n26 \n \n\nde particulados orgânicos produz uma cópia negativa do modelo a verde, ao contrário do \n\nmodelo obtido a partir da técnica da réplica. A remoção da fase usada como matriz não \n\nprovoca falhas na estrutura, e a resistência mecânica dos poros é mais elevada do que os \n\nproduzidos por meio técnica anterior (valores típicos são da ordem de 10-300 MPa) \n\n(STUDART et al., 2006). Baseado no tipo, fração de volume e tamanho do molde, a \n\nporosidade pode variar de 20 a 90% e o tamanho de poro de 1 a 100 µm (MANOJ KUMAR; \n\nKIM, 2010). Uma grande variedade de materiais de sacrifício é usada como formadores de \n\nporos, incluindo materiais orgânicos naturais ou sintéticos, sais, líquidos, metais e compostos \n\ncerâmicos, Figura 3 (STUDART et al., 2006). \n\n \n\n \nFigura 3: Esquema do processamento utilizado para método queima de materiais orgânicos \n\nFonte: Studart et al. (2006)  \n \n\n2.3.3 Técnica de consolidação por Gelcasting de espumas (CG) \n\n \n\nA técnica de consolidação gelcasting tem atraído grande interesse, tanto para a \n\npreparação de pós especiais e para a formação de camadas finas ou formas extrudadas. \n\nTambém é usada com sucesso para produzir cerâmicas altamente porosas por meio de técnica \n\nde formação de espuma direta. No processamento gelcasting, partículas coloidais ou \n\nmoléculas em suspensão, são misturadas com um líquido, o que faz com que elas se juntem \n\nnuma rede contínua, formando um gel. A suspensão solidifica, sendo retirada do molde para \n\npassar pelas etapas de secagem e sinterização (REED, 1995; SEPULVEDA, 1997). Com o uso \n\ndesse processo é possível obter níveis de porosidade que ultrapassam 90% -vol, uma \n\nmacroestrutura celular possuindo poros com geométrica esférica e com paredes densas (LUIZ; \n\nCARLOS, 2003). Propriedades como alta resistência mecânica, alta permeabilidade e baixa \n\ncondutividade térmica são características desse sistema.  \n\nJá a técnica da espumação direta é um método fácil, de baixo custo e de rápida \n\npreparação, uma vez que requer apenas a incorporação de ar na suspensão. Ele forma \n\n\n\n27 \n \n\nestruturas de células abertas e fechadas com uma ampla gama de dimensões, porosidade e \n\ndensidade relativa. Na maioria dos casos as espumas consolidadas são sinterizadas para a \n\nobtenção de alta resistência mecânica em cerâmicas porosas. O volume total de poros vai \n\ndepender da quantidade de gás introduzido na suspensão em meio liquido ou durante o \n\nprocesso de formação da espuma. Por outro lado, o tamanho dos poros é determinado pela \n\nestabilidade da espuma antes do endurecimento do molde. Uma importante vantagem nesse \n\nprocesso é que a parte cerâmica da estrutura é densa e livre de macrodefeitos, proporcionando \n\nespumas mais fortes e com resistência a compressão da ordem de 30 MPa para uma densidade \n\nrelativa de 30% (BARG et al., 2008; COLOMBO, 2006). Na Figura 4, é apresentado um \n\nesquema do processamento utilizado na produção de cerâmicas porosas por esse método.  \n\n \n\n \nFigura 4: Esquema do processamento do método gel casting  \n\nFonte: Adaptado de Studart et al. (2006)  \n \n\nEste método, no entanto, tem dificuldade em produzir material com distribuição estreita \n\nde tamanho de poros, e tende a gerar estruturas anisotrópicas (COLOMBO, 2006). A estrutura \n\nde espuma pode ser obtida ainda pela adição de um agente de sopro que pode ser um líquido \n\nvolátil (metano) ou sólido Na2CO3 em pó. Esses agentes irão se decompor em altas \n\ntemperaturas gerando poros (COLOMBO, 2006). \n\n \n\n2.3.4 Decomposição de hidróxidos ou carbonatos \n\n \n\nNa decomposição de hidróxidos, a geração de poros é proveniente de dois fatores \n\nprincipais. a) A redução do volume que acompanha a decomposição desses materiais, \n\ndeixando espaço ao redor das partículas é responsável por uma parte da porosidade gerada \n\n(Figura 5b). b) A outra é gerada através dos vários defeitos e irregularidades proveniente da \n\ndecomposição do material (chamadas fases de transição). No entanto alguns cuidados são \n\nnecessários para que esta técnica possa fornecer todo o seu potencial: i) a programação para o \n\n\n\n28 \n \n\naquecimento deve ser feita com cuidado, utilizando rampas adequadas para que se evite a \n\npressurização da estrutura pelo vapor de água e ii) seleção ideal dos compostos hidroxilados \n\nou carbonetados, pois assim impede que as fases de baixo ponto de fusão venham se \n\ndesenvolver devido a reações com a matriz densa (DENG; FUKASAWA; ANDO, 2001; \n\nDENG et al., 2001; NETHRAVATHI et al., 2005; SALOMÃO, 2012). \n\nDiferentemente das técnicas anteriores, esta possui a vantagem de não liberar gases \n\ntóxicos (SOUZA et al., 2015a; SOUZA et al., 2015c). A dificuldade encontrada nesse sistema \n\nsão as fases de transição que exibem forte tendência para a sinterização densa do material, \n\nocasionando perda de porosidade (Figura 5d). Este sistema quando exposto a temperaturas \n\nacima de 1100°C por longos períodos torna prejudicial seu uso em isolamento térmico. \n\n \nFigura 5: Representação do método da decomposição de compostos inorgânicos hidroxilados para produção de \n\ncerâmicas porosas \nFonte: Salomão (2012)  \n\n \nNa literatura existem alguns estudos com o desenvolvimento de cerâmicas porosas \n\nutilizando o método de decomposição de hidróxidos ou carbonatos. O (SOUZA et al., 2015) \n\natingiu níveis de porosidade na faixa de 70% a 1200°C utilizando Al2O3 e Al(OH)3. A Figura \n\n6 mostra esse resultado, onde quanto mais hidróxido de alumínio foi adicionado maior o nível \n\nde porosidade e conforme aumentou-se a temperatura, houve grande densificação. \n\n \n\n \n\n  \n\n \n\n \n\n\n\n29 \n \n\n \n \n\nFigura 6: Porosidade Total Geométrica do sistema Al2O3 Al(OH)3 \nFonte: A.D.V SOUZA ET. AL Al2O3-Al(OH)3 (2015) \n\n \n \n\nOutros estudos (SOUSA et al., 2015) com Al2O3, Al(OH)3 e SiO2 apresentou \n\nresultados interessantes, com níveis de porosidade acima de 50% mesmo em altas \n\ntemperaturas. A Figura 7 mostra que a adição de 0,4% de SiO2 numa matriz de alumina, forma \n\nmulita que apresenta dificuldade para densificar e sua formação “in situ” sofre expansão \n\nvolumétrica.  \n\n \nFigura 7: Porosidade Total Geométrica do sistema Al2O3 /Al(OH)3 / SiO2 \n\nFonte: Lucíola L. Sousa, Adriane D.V. Souza et. Al \n \n\nPo\nro\n\nsi\nda\n\nde\n T\n\not\nal\n\n G\neo\n\nm\nét\n\nri\nca\n\n (P\nT\n\nG\n %\n\n) \n\nTemperatura de Sinterização \n\n\n\n30 \n \n\nA adição de Mg(OH)2 numa matriz de alumina também foi estudada por (R. \n\nSALOMÃO, A.D.V. SOUZA, 2015) e apresentou resultados de porosidade próximo de 70% a \n\n1300°C. A Figura 8 mostra que a adição de 62,3% de Mg(OH)2 na matriz ocasionou perda de \n\nporosidade acentuada apenas em altas temperaturas, no entanto a adição de 46,6% do agente \n\nporogênico produziu níveis semelhantes e pouca densificação. Esse efeito está associado a \n\nformação de espinélio a 1300°C que diminui a perda de porosidade e sua reação é expansiva. \n\n \n \n\nFigura 8: Porosidade Total Geométrica do sistema Al2O3 Mg(OH)2 \nFonte: R. Salomão, A.D.V. Souza, P.H.L. Cardoso \n\n2.4 Isolantes Térmicos de Cerâmicas Porosas \n\n Um material com potencial de isolamento térmico tem com função reduzir o consumo \n\nde energia durante um certo tratamento térmico e também protege o espaço em torno do calor \n\nno ambiente de processamento (HAMMEL; IGHODARO; OKOLI, 2014). Cerâmicas porosas \n\nsão materiais promissores para aplicações funcionais em isolamento térmico. Os poros em \n\nmateriais cerâmicos oferecem propriedades isolantes em altas temperaturas por possuirem \n\nbaixa condutividade térmica da fase porosa e elevada refratariedade da matriz densa \n\n(STUDART et al., 2006). No entanto, quando materiais porosos são requisitados para \n\ndeterminada função, é de suma importância avaliar o tipo de esforço mecânico a que será \n\nsubmetido, pois caso o nível de porosidade seja muito elevado, reduz-se muito sua resistência \n\nmecânica para o trabalho que será submetido. É importante salientar que embora a \n\nTemperatura de Sinterização \n\nPo\nro\n\nsi\nda\n\nde\n T\n\not\nal\n\n G\neo\n\nm\nét\n\nri\nca\n\n (P\nT\n\nG\n %\n\n) \n\n\n\n31 \n \n\ncondutividade térmica do material monolítico sólido seja uma propriedade intrínseca de sua \n\nestrutura cristalina, a porosidade e microestrutura do material poroso também afetam \n\nsignificativamente esta propriedade (LI; LI, 2012). Deve-se, portanto, considerar o método de \n\nprocessamento para se obter uma estrutura porosa que atenda a função de condutividade \n\ntérmica e resistência mecânica desejadas, já que essas propriedades, em geral, são \n\ninversamente relacionadas. \n\nMuitos dos isolantes cerâmicos disponíveis no mercado são constituídos de elementos \n\ncomo alumina e sílica. A Tabela 1 mostra as faixas de valores para a condutividade térmica de \n\nisolantes cerâmicos de acordo com sua natureza (tijolo e fibras) e especificação da \n\nmicroestrutura (tamanho de poro e diâmetro de fibra) na faixa de temperatura entre 800°C e \n\n1200°C (CHIEW; GLANDT, 1983; VIVALDINI, 2013). \n \n\nTabela 1: Condutividade térmica e parâmetros microestruturais de isolantes comerciais \nTipo de Material Faixa de \n\nPorosidade, P(%) \n\nFaixa de Tamanho de \n\nPoros \n\nCondutividade \n\nTérmica, Kef (W/m.K) \n\nTijolos 50-85 Dezenas de Mícrons \n\naté vários Milímetros \n\n0,2-1,5 \n\n    \n\nCerâmicas Fibrosas 85-98 Diâmetro da fibra: 5 \n\naté 30 ?m \n\n0,08-0,4 \n\n    \n\nMicroporosos > 90 &lt;0,1?m &lt;0,1 \n\nFonte: Vivaldini (2013) \n\nAs mantas de fibras cerâmicas oferecem um efeito importante no projeto de isolamento \n\nde fornos. São geralmente produzidas por eletrofusão de alumina (Al2O3), zircônia (ZrO2) e \n\nsílica (SiO2) seguidas de fiação por sopro. De fácil aplicação e reparo, não armazenam muito \n\ncalor, suporta altas temperaturas e geralmente é comercializadas na forma de mantas, blocos e \n\nmassas. Estes materiais fibrosos podem apresentar condutividades térmicas muito reduzidas, \n\nna faixa de 0,08 a 0,4 W/m-K entre 500 e 1000°C. A grande desvantagem, do uso e produção \n\nde materiais cerâmicos a base de fibras tem sido associada a problemas de insalubridade. Por \n\nessa razão o desenvolvimento de isolantes não fibrosos vem sendo cada vez mais solicitado \n\n(ABDUL-KADER; MORTIMER; YAMAMURO, 2006). Esse tipo de material apresenta \n\ntransferência muito baixa de calor por condução no ar (isto é, colisões entre as partículas de \n\nar) (ABDUL-MADER; MORTIMER; YAMAMURO, 2006; MARK; MORTIMER; \n\n\n\n32 \n \n\nMATTHEWS, 2007). No entanto, esses materiais têm seu uso limitado em temperaturas \n\ninferiores a 1100°C. \n\nEmbora possa existir uma faixa ideal de tamanho de poros que atenda melhor as \n\nexigências impostas a isolantes térmicos refratários, ainda assim é preciso que a quantidade de \n\nporos e o tamanho destes permaneçam estáveis durante o uso. Para que estas propriedades \n\nsejam atendidas é necessário entender melhor acerca das características envolvidas no \n\nprocesso de sinterização do material cerâmico, bem como o tempo de eliminação de poros. \n\n2.5  Formação do Hexaluminato de Cálcio \n\nHexaluminato de cálcio (CaAl12O19 ou CA6) é uma fase formada em temperaturas de \n\naproximadamente 1400°C geralmente por reação em estado sólido entre CaO e Al2O3 e é o \n\ncomposto do sistema binário CaO-Al2O3 mais rico em alumina (NURSE; WELCH, 1965). \n\nPossui densidade teórica de 3,79 g/cm3(UTSUNOMIYA et al., 1988); cristais no sistema \n\nhexagonal (grupo espacial P63/mmc) (PARK; CORMACK, 1996; UTSUNOMIYA et al., \n\n1988) e apresenta estrutura tipo magnetoplumbita. Como esta fase é termodinamicamente \n\nestável até o ponto peritético acima de 1875ºC, apresenta boa resistência ao choque térmico e \n\nestabilidade química em temperaturas elevadas (até aproximadamente 1500ºC) \n\n(HALLSTEDL, 1990), podendo ser empregada como material refratário, principalmente \n\nquando ligada a agregados de alumina e espinélio (MgAl2O4). \n\nEstudos pioneiros sobre a formação de CA6 foram realizadas por (KOHATSU; \n\nBRINDLEY, 1968). Eles analisaram a reação em estado sólido entre CaO e ?-alumina a \n\n1330°C. Nesse estudo, encontraram todas as fases intermediarias de CaO-Al 2O3  orientadas \n\nno diagrama com o seus eixos basais paralelos à superfície de reação. Eles concluíram que \n\nesta orientação foi devido ao crescimento preferencial ao longo da direção perpendicular \n\naos eixos basais e não de uma determinada orientação dos grãos de alumina. A migração \n\nprincipal correspondeu à difusão de íons de cálcio em alumina. \n\nOutros autores têm investigado alguns métodos não convencionais para a formação de \n\nCA6. Callender et al. (1999, p. 27-35) relatou a formação dos grãos de CA6 por um processo \n\nde termólise de carboxilato de cálcio e aluminoxano a 1400°C. Cinibulk e Hay (1996, p. \n\n1223-1246), inicialmente estudaram a formação de hexaluminato de cálcio obtido a partir de \n\nsol de alumina contendo acetato de cálcio e descobriram que após calcinação à 1400°C uma \n\nmistura de CaO-6Al2O3, ?-alumina e CaO-2Al2O3 foi formada a 1300°C após 1h. \n\nAlguns estudos como An; Chan; Soni (1996); Asmi; Low (1998ª) ; Dimínguez; \n\n\n\n33 \n \n\nTorrecillas, 1998) apresentam a seguinte sequência de reação entre CaCO3 e Al2O3 para \n\nformar o CA6 onde as temperaturas podem variar em função do tamanho de grãos, dispersão \n\ndo pó e método de processamento: \n\n \n\nCaCO3 + Al2O3 ? CaO + Al2O3 + CO2(gas)        (1) \n\nCaO + Al2O3 ? CaO·Al2O3                                                  (2) \n\nCaO·Al2O3 + Al2O3 ? CaO·2Al2O3                               (3) \nCaO·2Al2O3 + 4Al2O3 ? CaO·6Al2O3                         (4) \n\n A morfologia dos grãos de CA6 apresenta crescimento preferencial ao longo do seu \n\nplano basal. Juntamente com a difusão de íons de Ca2+ e íons de O2- as fases ricas em alumina \n\ne calcia são responsáveis por controlar a formação de CA6 (KOHATSU; BRINDLEY, 1968). \n\nEsta anisotropia da taxa de crescimento é responsável tanto pela orientação do CA6 como \n\npelos planos basais perpendiculares a frente da reação (DE JONGHE; SCHIMIDT; CHANG, \n\n1984; KOHATSU; BRINDLEY, 1968) e pela morfologia dos grãos em forma de placas \n\nquando o CA6 é obtido por reação de sinterização (AN; CHAN; SONI, 1996; CRIADO; \n\nPENA, 1988). Por outro lado, quando o CA6 é sintetizado e moído previamente para ser \n\nprensado e sinterizado os grãos são geralmente equixiais (CRIADO; PENA, 1988; \n\nNAGAOKA; KANZAKI. YAMAOKA, 1990). Na Figura 9 pode-se observar os grãos de CA6 \ne seu formato assimétrico que favorece o ancoramento, melhorando o desempenho das \n\npropriedades a quente como a resistência mecânica e a fluência.  \nEm alguns casos, o CA6 obtido por reação de sinterização também pode apresentar uma \n\nmorfologia equixial (AN; CHAN; SONI, 1996; DOMÍNGUEZ; TORREILLA,,1998). Até o \n\nmomento não está claramente explicado como ocorre a formação de CA6 em ambas as \n\nmorfologia citadas.  \n\nO interesse em materiais cerâmicos cuja microestrutura apresenta cristais com \n\nmorfologia de planos basais vem aumentando consideravelmente. Isso deve-se em parte ao \n\nfato de que grãos alongados podem atuar como um agente que impede a propagação de \n\ntrincas, dai resultando em um melhor comportamento mecânico. Dentre os compostos da \n\nfamília magnetoplumbita que apresentam esse tipo de morfologia, CA6 é escolhido como um \n\nmaterial de reforço em compósitos de alumina devido a sua compatibilidade química com a \n\nalumina e as suas propriedades de expansão térmica e mecânica (ASMI; LOW, 1998a; \n\nKOHATSU; BRINDLEY, 1968). \n\n \n\n\n\n34 \n \n\n \nFigura 9: As reações podem variar em função do tamanho dos grãos, a dispersão do pó e método de formação  \n\nFonte: Yi et al. (2014) \n \n\n2.5.1 Sistema CaO-Al2O3 \n\nOs primeiros dados a respeito do diagrama de fases desse sistema são datados de \n\n1909 por Shepherd, Rankin, e Wright. Desde então, outras analises foram feitas por \n\nLilonenko e Lavrov (1949); Nurse e Welch (1965); Nurse, Welch e Majumdar (1965); \n\nRolin e Pham (1965) e Wisnyi (1955). O diagrama de fases do sistema CaO-Al2O3 \nconforme mostrado na Figura 10  possui muitas fases estáveis, tais como C3A, C12A7, \n\nCA, CA2 e CA6 (NURSE; WELCH; MAJUMDAR, 1965; HALLSTEDL, 1990). Entre \n\nessas fases o hexaluminato de cálcio possui o maior ponto de fusão (1875°C), ficando \n\npróximo do ponto de fusão da alumina (2050°). O conhecimento do equilíbrio das \n\nfases desse sistema é essencial para entender como ocorre a química de formação do \n\nhexaluminato de cálcio.  \n\n\n\n35 \n \n\nFração molar (Al2O3/(Al2O3 +CaO)\n\nTe\nm\n\npe\nra\n\ntu\nra\n\n ( \nC\n\n)\n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAs fases do sistema binário CaO-Al2O3 podem ser formadas por meio de eletrofusão \n\nou pela sinterização das matérias-primas. Em ambos os casos, inicialmente são formadas as \n\nfases termodinamicamente mais instáveis que, com o tempo de reação ou o aumento na \n\ntemperatura, tendem a se transformarem para as fases mais estáveis.  \n\nOs mecanismos de reação envolvendo sólidos iônicos se processam diferentemente \n\ndos mecanismos presentes nas sínteses convencionais em meio aquoso, uma vez que estes \n\ncompostos possuem propriedades químicas e físicas distintas dos sólidos moleculares e \n\nprincipalmente de moléculas ou íons em solução. Para que a reação ocorra, é necessária a \n\nformação de contatos interparticulares para que ocorra a interdifusão. Devido a isso, ocorre a \n\nformação de uma camada composta pelos produtos da reação, na forma de uma solução sólida \n\ncom características distinta das fases iniciais na interface de reação. Em seguida, para que a \n\nreação prossiga é necessário que os íons sejam transportados para a interface entres as fases \n\nonde, então, ocorre a reação descrita pela Equação 1 (HALLSTEDL, 1990). \n\nNos materiais sólidos, os átomos ou íons estão em constante vibração em torno de sua \n\nFigura 10: Diagrama de equilíbrio de fases binário CaO-Al2O3 \nFonte: Nurse e Welch (1965)  \n\n\n\n36 \n \n\nposição de equilíbrio, mas para que ocorra um salto entre duas posições de equilíbrio é \n\nnecessário que os átomos tenham energia suficiente para quebrar as ligações químicas que os \n\nunem aos seus vizinhos. Em temperaturas mais baixas apenas uma fração do número total de \n\nátomos da rede é capaz de quebrar esta barreira energética e se difundir pelos sítios da rede. \n\nContudo esta fração aumenta em função da temperatura. A magnitude desta energia é a \n\nenergia de ativação necessária para que ocorra o processo de difusão. De uma maneira geral, a \n\nforça motriz que induz estas transferências atômicas deve-se à existência de um gradiente de \n\nconcentração (DE JONGHE; SCHIMIDT; CHANG, 1984; HALLSTEDL, 1990). \n\nUm processo relevante nas reações de estado sólido é o mecanismo de difusão química \n\nque ocorre entre os componentes da reação, ou seja, o transporte de massa, mais precisamente \n\nde íons, entre as e nas partículas. De maneira geral, este transporte é facilitado pelo aumento \n\nda área da interface de contato entre as partículas sólidas, pela diminuição do comprimento \n\ndos caminhos de difusão e pelo aumento da temperatura. Os materiais cerâmicos apresentam \n\nestruturas cristalinas relativamente complexas quando comparados com os metais, uma vez \n\nque são constituídos por pelo menos dois tipos de íons diferentes. Sendo assim, os \n\nmecanismos de difusão observados nestes materiais também serão mais complexos, já que \n\ncada íon presente no reticulo movimenta-se diferentemente (DAYAL; GLSSER, 1967; \n\nGENTILE; FOSTER, 1963, IMLACH; GLASSER, 1971). \n\nA formação do CA6 pode ser entendida com base nos mecanismos de formação do \n\nCAC, onde uma forma primitiva de cimento já era conhecida pelos antigos egípcios e \n\nromanos que utilizavam em suas construções uma pasta de hidróxido de cálcio (Ca(OH)2) que \n\nadquiria, lentamente, resistência mecânica, conforme reagia com o CO2 do ar (BATTAGIN, \n\n2015). Um avanço significativo no desenvolvimento deste material foi a descoberta das \n\npropriedades de pega hidráulica do silicato de cálcio, que ficou conhecido como cimento \n\nPortland (BATTAGIN, 2015). \n\nO surgimento do cimento de aluminato de cálcio (CAC) ocorreu na segunda metade do \n\nséculo 19 devido à necessidade de se substituir o cimento Portland em situações onde o \n\nconcreto ficava exposto a águas subterrâneas ou água do mar contendo altos teores de sulfato \n\n(SO42-) (NISHIKAWA, 1984). Entretanto, foi apenas a partir de 1919 que a companhia \n\nfrancesa Lafarge começou a comercializar esse produto como um cimento resistente a \n\ncorrosão por sulfato para ser utilizado em concretos que precisassem resistir ao contato com a \n\nágua do mar (BATTAGIN, 2015; LEE et al., 2001). Apenas na segunda metade da década de \n\n1920 foi que se reconheceu a potencial utilização do CAC como ligante para concretos \n\nrefratários. Em 1924, o CAC começou a ser produzido para ser usado em concretos refratários \n\n\n\n37 \n \n\nnos EUA. Já na década de 1950 foram desenvolvidos CAC’s com elevada pureza, \n\nespecialmente projetados para serem utilizados pela indústria de refratários (NISHIKAWA, \n\n1984). \n\nO CAC pode ser produzido por meio da fusão de uma mistura de Al2O3 e CaCO3 ou \n\natravés de um processo de calcinação dessa mistura a temperaturas entre 1315 e 1425 °C, \n\nsendo esse último método o mais viável para a produção de CAC’s com composição \n\nuniforme. No método de fusão, o CaCO3 e o Al2O3 (O’DRISCOLL, 2000) são submetidos a \n\ntemperaturas entre 1450 e 1550 °C em fornos elétricos a arco. O aluminato de cálcio formado \n\né resfriado e então moído na granulometria desejada. \n\nDe uma forma geral a formação do CAC pode ser descrita por meio da seguinte reação \n\nquímica: \n\nCaCO3 + Al2O3 ? Ca(AlO2)2 + CO2  \n\n \n\nApesar da simplicidade da reação química descrita acima, a formação do CAC ocorre de \n\numa maneira complexa. No início do processo de fusão da mistura formam-se fases cristalinas \n\nde aluminatos com altos teores de Ca. Com o aumento da temperatura mais CaO e \n\nAl2O3 reagem com os primeiros produtos formados, produzindo outras fases com menores \n\nteores de Ca. Durante o aquecimento, esta seqüência de reações continua a ocorrer conforme \n\nprevisto pelo diagrama de fase binário Al2O3-CaO, apresentado na Fig. 7 (PARKER; SHARP, \n\n1982). \n\nNas condições de produção, utilizadas atualmente, obtém-se CAC’s de alta pureza com \n\ndiferentes proporções entre as diversas fases cristalinas, dependendo da aplicação a que se \n\ndestina este material (LEE et al., 2001; NISHIKAWA, 1984; O’DRISCOLL, 2000). Estas \n\nfases apresentam distintas propriedades no que se refere à reatividade em relação a água, já \n\nque, em geral, quanto maior a quantidade de CaO, maior a reatividade. As principais fases \n\ncristalinas presentes em cimentos comerciais são: \n\n? A fase C3A (3CaO.Al2O3) é a mais reativa entre as possíveis fases formadas, \n\nentretanto, está presente em quantidades muito pequenas ou não é observada em \n\ncimentos de aluminato de cálcio, pois a produção de cimentos refratários é \n\nefetuada na presença de altos teores de alumina, dificultando a formação desta \n\nfase (PENA, 1999). \n\n? A fase C12A7 (12CaO.7Al2O3) também se hidrata rapidamente e, por esse \n\nmotivo, apesar de possuir uma temperatura de fusão relativamente baixa (LEE et \n\n\n\n38 \n \n\nal., 2001), pode ser utilizada com o intuito de controlar o tempo de pega de \n\ncimentos comerciais (LEE et al.; 2001; PENA, 1999). \n\n? A fase CA (CaO.Al2O3) tem uma temperatura de fusão  de 1600 °C, sendo \n\npróxima ao ponto eutético,  mas hidrata-se mais lentamente, quando comparada \n\ncom as fases C3A e C12A7. Apesar disso apresenta um rápido endurecimento \n\napós ter início o processo de pega (LEE et al., 2001). \n\n? A fase CA2 (CaO.2Al2O3) é mais refratária que a fase CA, mas requer um longo \n\ntempo para se hidratar. A presença desta fase pode acelerar o processo de pega \n\nda fase CA, entretanto o efeito oposto não é observado (SINGH; MANDAL, \n\n1984). \n\n? A presença da fase A (?-Al2O3) no CAC é normalmente resultado de uma adição \n\nde alumina após a fabricação. Esta adição é realizada com o objetivo de \n\naumentar a refratariedade do sistema. \n\nA fase CA6 (CaO.6Al2O3) é a única fase, presente em sistemas formados por \n\naluminato de cálcio puro que não se hidrata (LEE et al., 2001). Entre as vantagens em não se \n\nhidratar é por essa fase não ser reativa e por não afetar o CAC. \n\nOs aluminatos de cálcio podem ser produzidos comercialmente por reação no estado \n\nsólido entre alumina e cálcio em temperaturas elevadas. O produto desta síntese, usualmente é \n\nformado por mais de uma fase do sistema binário CaO-Al2O3. Os primeiros produtos são \n\nformados na interface entre as partículas, e a reação se processa com a difusão iônica através \n\ndesta camada de produto de reação (Figura 8). A energia de difusão do Ca no CaO é \n\nsignificativamente menor que a energia de difusão do Al no Al2O3 (Tabela 2), portanto é o Ca \n\nque se movimenta no retículo do cristal. Este fato explica a formação inicial dos aluminatos \n\nde cálcio com maiores teores de cálcio (FILONENKO; LAVROV, 1949; KOHATSU; \n\nBRINDLEY, 1968; LISTER; GLASSER, 1967). \n\nTabela 2: Energia de Ativação Ea em kJ/mol, para a formação da fase CA, para a difusão do Ca no CaO e para a \ndifusão do Al no Al2O3. \n\n \nFormação do CaAl2O4 Difusão do Ca no CaO Difusão do Al no Al2O3 \n\nEa (kJ/mol) 159-376 142-268 447 \n\n \n\nNa preparação dos aluminatos de cálcio (CA6, por exemplo), as fontes de CaO e Al2O3 \n\nsão inicialmente misturadas em proporções molares desejadas (1:6 neste caso) e tratadas \n\n\n\n39 \n \n\ntermicamente entre 1650ºC e 1750ºC. Inicialmente, ocorre a decomposição do CaCO3 \nEquação 2 e a combinação com o Al2O3 formando uma fase rica em CaO Equação 3 (BUIST, \n\n1968). Com o tempo e/ou com o aumento da temperatura, essa fase rica em CaO reage com o \n\nAl2O3 que se encontra em excesso e forma a fase de interesse Equações 4 e 5. \n\nO crescimento da fase CaAl2O4 ocorre na interface CaAl2O4-Al2O3 e, desta maneira, o \n\nCa precisa se difundir através da camada onde o produto de reação foi formado, para reagir \n\ncom a alumina livre (Figura 11). Devido a isso, é comum a velocidade da reação diminuir \n\ncom o passar do tempo. Além disso, ela depende também da temperatura, do tamanho e área \n\nsuperficial das partículas, bem como de seu estado de mistura e dispersão (NURSE; WELCH, \n\n1965; NURSE; WELCH; MAJUMDAR, 1965). \n\nCaO Al2O3\n\nCa2+\n\nReação\n\nCaAl2O4\n\nContato \ninterpartícula\n\n \nFigura 11: Esquema do mecanismo da reação no estado sólido entre CaO e a Al2O3 \n\n \n \n\n2.5.2 Evolução da microestrutura “in situ”  \n\n \n\nA evolução da microestrutura do hexaluminato de cálcio formado “in situ” foi estudada \n\npor (DOM.NGUEZ et al., 2001). Nesse trabalho foi avaliada a influência do método de \n\nprocessamento na microestrutura final do CA6 por reação de sinterização, onde as amostras \n\nforam homogeneizadas por moagem em meio aquoso. O pó foi prensado uniaxialmente sob \n\n75 MPa e sinterizado em diferentes temperaturas (1200-1600°C), afim de se estudar a \n\ndensidade final, a formação de diferentes fases e as propriedades mecânicas. Asmi e Low \n\n(1998b, p. 2019-2024) aplicando o mesmo método, usaram propileno glicol como floculante e \n\ndescrevem a formação de fases em diferentes temperaturas. Vazquez et al. (2009, p. 1347-\n\n1360) também obteve o hexaluminato de cálcio por reação de sinterização misturando \n\n\n\n40 \n \n\nalumina e CaCO3, porém foi com auxilio de uma pré-calcinação a 950°C e posteriormente \n\nprensagem uniaxial (200MPa) e sinterização a 1700°C durante 6h. \n\nO efeito da distribuição de alumina e carbonato de cálcio em amostras verdes na \n\nmicroestrutura final foi estudado com base na modificação da porosidade e áreas de contato \n\nentre os grãos de alumina e carbonato de cálcio. A presença desses aglomerados pode afetar a \n\nmicroestrutura por diferentes razões. Verificou-se que o processamento de materiais com \n\ndiferentes níveis de aglomeração de CaCO3 e Al2O3 modificou esses dois parâmetros. A \n\naglomeração de partículas tende a produzir baixas densidades a verde em um compacto e \n\nporos com tamanho semelhante aos aglomerados originais (HALLORAN, 1984). Se não \n\nhouver espaço suficiente, o crescimento de grãos pode ser bloqueado pela presença de outros \n\ngrãos do mesmo material. Além disso, devido as diferenças na extensão das áreas de contato \n\nentre CaCO3 e Al2O3, grãos de CA6  começam a ser formados nas superfícies de \n\ncontato. Como a presença de aglomerados reduz as áreas de contato, consequentemente o \n\nnúmero de grãos formados por unidade de volume é menor. Finalmente é importante destacar \n\nque grandes volumes de CaO podem ser responsáveis pelo aparecimento de uma fase líquida \n\ntransiente. \n\nEsse mecanismo de reação e crescimento dos grãos de CA6 em estado sólido a partir dos \n\npós de alumina e carbonato de cálcio é demonstrado esquematicamente na Figura 9: \n\n \n\n \n\n \n\n \n\n\n\n41 \n \n\na) Verde c) Verde\n\nb) Sinterizada d) Sinterizada\n\n \nFigura 12: (a) e (b) A aglomeração diminui o número de área de contato entre a alumina e o carbonato de cálcio \n\ne (c) e (d) amostras mais densas e possui menos poros  \nFonte: Domínguez et al. (2001)  \n\n \n\nNas Figuras 12a e 12b a aglomeração diminui o número de  áreas de contato entre a \n\nalumina e o dialuminato de cálcio, o número de núcleos de CA6 formado por unidade de \n\nvolume varia da mesma maneira. Conforme a reação progride, grãos de CA6 crescem ao \n\nlongo do seu plano basal e com isso o plano é orientado de modo perpendicular à superfície \n\nda reação. Quando o número de grãos por unidade de volume é baixo, e quando a porosidade \n\nda amostra e tamanho de poros são altas, grãos de CA6 tem espaço suficiente para \n\ndesenvolver com razões de aspecto elevadas. No modelo proposto, a difusão ocorre em estado \n\nsólido, sem formação de fase liquida, por tanto, a reação acontece somente nos pontos de \n\ncontato do material. Já nas Figuras 12c e 12d, quando há boa dispersão das matérias-primas, \n\nas amostras são mais densas e possuem pequenos poros. Os grãos de CA6 encontram seu \n\ncrescimento rapidamente delimitado por outros grãos de CA6 antes de serem capazes de \n\ndesenvolver uma alta razão de aspecto. Conforme a reação progride, o crescimento de grãos \n\nocorre em outras direções, formando grãos com baixa razão de aspecto e curvas limitadas. \n\n \n\n \n\n \n\n\n\n42 \n \n\n2.5.3  Aplicações do Hexaluminato de Cálcio \n\n \n\nAlguns trabalhos na literatura como An, Chan e Soni (1996); Van Garsel et al. (1998), \n\napresentam o hexaluminato de cálcio como um ótimo candidato para varias aplicações \n\nindustriais por possuir i) baixa condutividade térmica, ii) elevada estabilidade química e \n\ndimensional e refratariedade e iii) boa tenacidade em temperaturas acima de 1100°C. Uma \n\nimportante aplicação do CA6 que vem recebendo grande interesse científico e tecnológico é \n\nseu uso como matéria prima para isolantes térmicos, também para o uso como suporte para \n\nprocessos catalíticos em altas temperaturas e como estruturas porosas para filtração em altas \n\ntemperaturas (DOMI?NGUEZ et al., 2001). Ensaios realizados em concretos experimentais \n\nmostram que o CA6 possui uma excelente resistência ao choque térmico. A baixa densidade \n\nem combinação com a microporosidade dificulta a transferência de calor por radiação em \n\ntemperaturas acima de 1000°C, resultando numa baixa condutividade térmica de 0.4 W/mK a \n\n1300°C (VAN GARSEL, 1998). Todas essas importantes características fazem do \n\nhexaluminato de cálcio uma alternativa inovadora às fibras de cerâmicas refratarias e um \n\nótimo material isolante.  \n\nAinda é necessário entender o mecanismo de formação dos grãos de CA6 afim de \n\nmelhor desenvolver as potenciais aplicações para este material. Comercialmente produzido a \n\npartir da combinação de bauxita (rica em Al(OH)3) e calcário (composto basicamente de \n\nCaCO3), agregados ultraleves de CA6 são produzidos a partir da sinterização de pelotas em \n\nfornos rotativos (KOCKEGEY-LORENZ; BUHR; RACHER, 2005). A decomposição do \n\nAl(OH)3 e do CaCO3 gera grande quantidade de poros no material que são preservados \n\nmesmos após a sinterização, reduzindo sua densidade relativa. Dessa forma, quando \n\ncombinado com matrizes densas, como alumina calcinada ou tabular, revestimentos com \n\ngrande capacidade de isolamento térmico podem ser produzidos. Por possuir morfologia em \n\nforma de cristais assimétricos, o hexaluminato de cálcio dificulta a propagação de trincas, \n\naumentando o caminho percorrido, e consequentemente reduzindo o dano por choque térmico. \n\nGraças as propriedades e aplicações deste novo material, vem crescendo o interesse nas \n\nindustrias de aço e cerâmicas em explorar mais do seu potencial por se apresentar como um \n\nnovo tipo promissor de refratários leves. \n\n \n\n \n\n \n\n\n\n43 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 3 – MATERIAIS E MÉTODOS \n\n\n\n44 \n \n\n3 MATERIAIS E MÉTODOS \n\n3.1 Caracterização das Matérias-Primas e Composições estudadas \n\n \nForam utilizadas as seguintes matérias-primas (Tabela 3): a) Alumina calcinada \n\n(A1000SG, Almatis, EUA) com tamanho médio de partículas de 0,45 µm, b) Carbonato de \n\ncálcio de alta pureza (Synth, Brazil) c) Carbonato de cálcio (Buntech, Brasil), d) Ligante \n\norgânico a base de PVB (Polivinil Butiral , Butivar 98, Sigma-Aldrich, EUA) e e) álcool  \n\nisopropílico (Synth, Brasil). \n\nInicialmente as propriedades físico-químicas das matérias primas utilizadas foram \n\navaliadas. A composição química foi determinada pela técnica de espectroscopia de raios X \n\npor dispersão em energia (Shimadzu, EDX-720). As fases formadas após cada tratamento \n\ntérmico foram identificadas por meio de difração de raios X (Rotaflex RV 200B, Rigaku-\n\nDenki Corp., Japan; Radiação K????Cu, ????????????nm, ??? de 10º a 80º e velocidade de \n\nvarredura 2º/min). \n\nA densidade real do sólido (?Sólido) foi medida em amostras secas a 120°C por 24h por \n\nmeio de picnometria de hélio (Ultrapyc 1200e, Quantachrome Instruments, EUA). Cada \n\nmedida de densidade é o resultado da média de 5 (cinco) medidas consecutivas de uma \n\nmesma amostra e a área superficial específica (ASE, Nova 1200e, Quantachrome Instruments, \n\nEUA, ASTM C1069-09) foi medida em amostras previamente degasadas (200°C/24h) usando \n\no método BET. Nesse caso, N2 (99,999 %) foi empregado como gás de adsorção e a pressão \n\nparcial variou de 0,05 até 0,3). As distribuições de tamanhos de partículas (tamanho médio, \n\nD50, e tamanho máximo D90) das matérias-primas foram obtidas por meio da técnica de \n\ndifração de laser (suspensões aquosas de 2% vol. de sólidos, equipamento Zetasizer NanoZS, \n\nMalver, EUA) \n\nPara as observações de analises morfológicas foi usado um equipamento Inspect F50 \n\n(FEI-Holanda), as amostras foram dispersas em álcool isopropílico por 60 minutos, e \n\ngotejadas sobre uma grade metálica recoberta com filmes finos de ouro. \n\nAs modificações produzidas nas partículas de CaCO3 durante aquecimento e \n\nsinterização foram avaliadas por meio de análises termogravimétrica (ATG/DSC) \n\n(aquecimento até 1000°C, taxa de aquecimento de 5°C/min, equipamento DSC 404, Netzsch, \n\nAlemanha).  \n\n \n\n\n\n45 \n \n\nTabela 3: Características das matérias primas utilizadas \n\nMatérias-Primas \nComposição \n\n(.%massa) \n\nTamanho de \n\npartícula (D50 / \n\nD90, ?m) \n\nDensidade ( g.cm\n-3\n\n) \nÁrea superficial \n\nespecífica (m\n2\n.g\n\n-1\n) \n\nAlumina calcinada \n\n?-Al2O3: 99,8; \nNa2O: 0,05; \nFe2O3: 0,01; \n\nMgO: 0,07; SiO2: \n0,04; CaO: 0,03 \n\n0,5 / 2,3 ± 3,99 8,2 \n\nCaCO3 Fino \nCaCO3 (calcita): \n\n99,99; MgO: 0,01 \n\nAglomerados: 3 \n/7 \n\nPartículas \nprimárias: 0,1 ? \n\n0,3 \n\n± 2,84 25,7 \n\nCaCO3 médio \n\nCaCO3 (calcita): \n98,9; MgO: 0,9; \n\nSiO2: 0,1; Fe2O3: \n0,1 \n\n28 / 43 ± 2,82 1,2 \n\nCaCO3 grosso \n\nCaCO3 (calcita): \n98,9; MgO: 0,9; \n\nSiO2: 0,1; Fe2O3: \n0,1 \n\n64 / 125 ± 2,82 0,8 \n\n \n \n\nTabela 4: Composições estudadas \nComposto Identificação Razão molar \n\n(A/A+C) \n\nMassa de \n\nCaCO3 (%m) \n\nMassa de Al2O3 \n(%m) \n\nCa1.5Al12O19 1,50C_6A 0,80 21,09 85,93 \n\nCa1.0Al12O19 1,00C_6A 0,86 14,06 85,93 \n\nCa0.5Al12O18.50 0,50C_6A 0,92 8,18 85,93 \n\nCa0.0Al12O18 0,00C_6A 1.00 0,000 100 \n\nCaCO3 ? 45µm 1,00C_6A 0,86 14,06 85,93 \n\nCaCO3 ? 45µm 1,00C_6A 0,86 14,06 85,93 \n\nPVB (% massa) 1% 1% 1% 1% \n\n(*Composição para formação estequiométrica de 100% CaCO3) \n \n \n \n\nNo diagrama de equilíbrio Figura 13 é mostrado as composições estudadas, onde da \ndireita para a esquerda é apresentado a composição com 100% de Al2O3, na sequência 0,5mol \nde CaCO3, 1,0mol de CaCO3 e a composição com excesso de CaCO3 contendo 1,5mol de \nCaCO3. \n\n \n \n \n \n \n\n\n\n46 \n \n\nFração molar (Al2O3/(Al2O3 +CaO)\n\nTe\nm\n\npe\nra\n\ntu\nra\n\n ( \nC)\n\n \nFigura 13: Identificação das composições estudadas no diagrama de equilíbrio \n\n \n\n \n\n3.2 Procedimento para a preparação da mistura dos pós de carbonato \n\nde cálcio e alumina. \n\nAs composições com diferentes proporções de Al2O3 e CaCO3 foram preparadas usando \n\nduas fontes de carbonato de cálcio com diferentes tamanhos de partículas, e com alumina \n\ncalcinada. Frascos de polietileno de alta densidade (PEAD; 2 Litros) foram usados no \n\nprocesso de desaglomeração das partículas de alumina e carbonato de cálcio em suspensões \n\nde álcool isopropílico contendo 2% (em massa de pó seco) de PVB e 33% de sólidos (meio de \n\nmoagem de esferas de zircônia, 5 mm de diâmetro, razão de massa de esfera/pó de 1:3, \n\nrotação de 90 rpm por 2 horas) para promover uma ótima mistura e dispersão \n\nsimultaneamente. Em seguida, o álcool foi evaporado e o pó, agora com ligante PVB, foi \n\nconformado com barras de 6 x 20 x 60 mm sob compressão uniaxial de 40 MPa e \n\nposteriormente tratadas termicamente entre 500°C e 1500°C (taxa de 5°C/min, patamar de \n\n2°C horas a 400°C e 3 horas na temperatura final, taxa de resfriamento de 5°C/min até 800°C \n\ne 10°C/min até temperatura ambiente. \n\n \n\n\n\n47 \n \n\n3.3 Caracterização realizadas nas amostras antes e após tratamento térmico \n\n \n\n3.3.1 Dilatometria \n\n \n\nA importância de se conhecer as reações que ocorrem durante a sinterização, mesmo \n\nque elas não afetem significativamente as dimensões da amostra cerâmica, está relacionada ao \n\nfato de que as propriedades do produto final são uma consequência das fases presentes e da \n\nsua microestrutura. As fases, por sua vez, dependem dessas reações. Dessa forma, se a curva \n\nde tratamento térmico for estabelecida somente levando-se em consideração apenas os \n\nresultados dilatométricos há grande probabilidade de que na saída do forno as peças estejam \n\níntegras, mas não que necessariamente apresentarão as propriedades desejadas, pois as \n\nreações responsáveis pelo aparecimento das fases podem não ter ocorrido. Assim sendo, para \n\no levantamento da curva de sinterização ideal para uma amostra com uma determinada \n\ncomposição, é conveniente que se conheça as reações que ocorrerão durante a queima, as \n\nfases formadas como uma consequência dessas reações e as variações dimensionais \n\nprovocadas pelas mesmas. \n\nA dilatometria da amostra verde traz informações fundamentais no que se refere ao \n\nestabelecimento da curva de queima ideal, visando evitar o aparecimento de defeitos no \n\nproduto final. Os ensaios dilatométricos foram realizados para avaliar as variações \n\ndimensionais que ocorrem em uma amostra submetida a um ciclo térmico. Para a \n\ncaracterização do comportamento dilatométrico durante a sinterização foi empregado um \n\nequipamento DIL 402C (NETZSCH, Alemanha). Amostras cilíndricas com dimensões de \n\n6mm de diâmetro por 8mm de comprimento foram aquecidas a uma taxa de 5ºC/ min até \n\n1500ºC, visando encontrar as temperaturas características do processo para esta mistura, bem \n\ncomo avaliar o impacto da formação de hexaluminato de cálcio na densificação das amostras. \n\n \n\n3.3.2 Porosidade Total Geométrica (PTG, %)  \n\n \n\nEm aplicações de Engenharia, a porosidade é uma característica que determina a \n\nutilização apropriada de muitos materiais. A forma, o tamanho e o volume de poros que um \n\nmaterial apresenta podem torná-lo útil ou não para uma determinada aplicação. O volume de \n\nporos total de um material pode ser determinado por meio da medida de densidade \n\nvolumétrica, desde que se conheça a densidade do sólido e a geometria da amostra. \n\n\n\n48 \n \n\nA densidade real (?, g.cm-3) das amostras verdes e após tratamento térmico foi medida \n\npor meio da técnica de picnometria de Hélio (Ultrapycnometer 1200e, Quantachrome \n\nInstruments, EUA) em amostras pulverizadas em almofariz de ágata (D90 &lt;100 µm) para \n\ngarantir a menor presença de poros possível. \n\nPara as medidas da Densidade Aparente Geométrica (DAG; (g.cm-3)), utilizou-se a \n\nEquação 6: \n\nDAG = Massa Verde / ?*((Dmédio verde/10)2/4*(Lmédio verde/10))   (6) \n \n\nonde Dmédio verde e  Lmédio verde são os valores médios de três medidas do diâmetro e \n\ncomprimento das amostras, respectivamente. \n\n \n\nA Porosidade Total Geométrica (PTG, %), foi calculada utilizando a Equação 7. \n\n \n                       PTG = 100*(1-(DAG/?))                      (7) \n\n \n \n\n3.3.3 Módulo de Elasticidade (E) \n\n \n\nO módulo de elasticidade (E) é definido como a constante de proporcionalidade entre \n\ndeformação elástica sofrida por um determinado material quando submetido a um esforço \n\nmecânico. Para determinação dos valores de módulo elástico das amostras verdes e \n\nsinterizadas, utilizou-se a técnica de excitação por impulso (equipamento Sonelastic, ATCP, \n\nBrasil), Figura 10, de acordo com a norma ASTM C 1198-91. Este método permite o cálculo \n\ndo módulo elástico (E), o módulo de cisalhamento (G) e o coeficiente de Poisson (?) a partir \n\ndas dimensões e da densidade da barra e das frequências de ressonância obtidas pelo \n\nequipamento. As equações 8, 9 e 10 mostram respectivamente o cálculo de E, G e ?. Na \n\nequação do cálculo do módulo elástico (E), fn corresponde às frequências de ressonância (de \n\nordem n) flexurais da barra. Para o cálculo do módulo de cisalhamento (G), fn corresponde às \n\nfrequências de ressonância (de ordem n) torcionais da barra. \n\n \n\n               (8) \n \n\n .R              (9) \n \n\n\n\n49 \n \n\n                      (10) \n \n\nOnde: \nE = Módulo elástico (GPa) \n\nG = Módulo de cisalhamento (GPa) \n\n? = Coeficiente de Poisson \n\n? = Densidade da amostra (g/cm³) \n\nI = Comprimento da amostra (cm) \n\nKn e R = Fatores de correção \n\n \nFigura 14: Equipamento de medida de módulos elásticos “Sonelastic” pelo método de excitação por impulso \n\n \n\nO equipamento opera do seguinte modo: tem-se a amostra na forma de barra com razão \n\nde aspecto 4:1 apoiada transversalmente em uma espuma macia. Com o corpo de prova \n\nposicionado, um atuado mecânico transfere um impulso para a amostra que, por vibração, \n\ngera um sinal sonoro. Este sinal é capturado por um microfone posicionado acima do corpo. A \n\npartir do sinal sonoro, podem ser determinadas as frequências fundamentais de ressonância do \n\ncorpo que, por sua vez, são utilizadas para obtenção do módulo de Young. Por se tratar de \n\ntécnica não destrutiva, esse ensaio permite avaliar os efeitos da temperatura de sinterização e \n\nformação de hexaluminato de cálcio na porosidade e rigidez de uma mesma amostra. \n\n \n\n3.3.4 Ensaio Mecânico de Flexão em 3 Pontos \n\n \n\nAmostras sinterizadas com dimensões aproximadas de 6 x 20 x 60 mm foram testadas \n\n\n\n50 \n \n\nmecanicamente sob flexão em 3 pontos (para cada composição foram testados 4 corpos-de-\n\nprova). Os ensaios de flexão em 3 pontos foram realizados em uma máquina de ensaios \n\nuniversal (EMIC, taxa de aplicação de carga de 0,5 mm/min). O calculo da tensão de ruptura \n\nfoi realizado utilizando-se a Equação 11.  \n\n \n\n                                                   ?rf=   (11) \n \n\n3.3.5 Difração de Raios X (DRX) \n\n \n\nA técnica de difratometria de raios-X (DRX) é um método que permite a identificação \n\ndas fases cristalinas presentes em um material, desde que se conheça sua composição \n\naproximada. Realizando um estudo comparativo entre fichas cristalográficas de referência de \n\nmateriais puros com o difratograma obtido pelo material analisado, pode-se afirmar que esse \n\ncomposto está presente no material em análise. Na identificação das fases cristalinas presentes \n\nnas matérias-primas assim como as fases formadas nas peças cerâmicas sinterizadas, utilizou-\n\nse a técnica de difratometria de Raios-X (DRX). As análises foram realizadas em um \n\ndifratômetro Rigaku modelo ROTAFLEX RV 200B, pelo método do pó, com faixa de 2? de \n\n5º até 100º, e velocidade de leitura de 2º min. Utilizou-se o programa (Crystallographica- \n\nversão 2,1,1,1- Oxford Cryosystems) que usa o banco de dados PDF para identificação das \n\nfases. \n\n \n\n3.3.6 Microscopia eletrônica de varredura (MEV) \n\n \n\nA investigação das microestruturas das partículas foi realizada com o objetivo de \n\nfornecer informações sobre tamanho e morfologia dos grãos, estrutura dos poros e fases \n\npresentes. As imagens microscópicas das matérias-primas em pó e das seções de fratura das \n\namostras verdes e sinterizadas foram feitas em um equipamento Inspect F50 (FEI-Holanda), \n\nno Laboratório de Microscopia e Microanálise (Campus II – USP São Carlos). Utilizou-se \n\nrecobrimento de nanopartículas de platina sobre as superfícies observadas. A análise \n\nmicroestrutural permite a análise do tamanho e da forma dos grãos, estrutura dos poros e \n\noutras fases eventuais. \n\n \n\n \n\n\n\n51 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 4 – RESULTADOS E DISCUSSÕES \n\n\n\n52 \n \n\n4 RESULTADOS E DISCUSSÃO \n\n4.1  Caracterização física das matérias-primas como recebidas \n\n \n\nA caracterização das matérias-primas como recebidas é mostrada na Tabela 3. A alumina \n\ncalcinada usada nesse estudo apresentou valor de densidade característico de 4,0054 g.cm-³, \n\npossui partículas de formato irregular (Fig. 15 a b), pois passou pelo processo de moagem e é \n\nformada apenas por ?-Al2O3 (Figura 16a).  \n\nAs densidades dos carbonatos foram de 3,7945 para o carbonato fino, e de 3,7033 g. \n\ncm-³ para o carbonato médio e grosso. Em relação ao diâmetro de partículas, o CaCO3 fino \n\napresentou tamanho de partícula menor que 10 µm, com cristais regulares típicos de material \n\nproduzido por precipitação de sais, formando aglomerados (Figura 15 c-d), com finas \n\npartículas com tamanhos inferiores a 500nm, condição favorável para uma boa interação com \n\na alumina. Foi identificada, para a amostra de CaCO3 fino, a fase cristalina de calcita de alta \n\npureza (reagente analítico) (Figura 16b Ficha PDF 72-1937) e (Tabela 3). Observa-se também \n\numa morfologia típica do carbonato de cálcio precipitado, com grãos alongados.  \n\nO CaCO3 médio e grosso apresentaram tamanho médio de partículas de ? 45µm e ? \n\n45µm respectivamente, mostrando-se bastante heterogêneo nos dois tamanhos ilustrados, por \n\nserem matérias-primas naturais, possuem menor pureza que o carbonato fino (Tabela 3). O \n\nseu formato altamente irregular (Figura 15 e f g h) é devido o processo de moagem a que foi \n\nsubmetido. Foram identificadas em pequena quantidade as fases Mg0.03Ca0.97 CO3 (PDF 89-\n\n1304) e CaMg (CO3)2  (Figura 16c Ficha PDF 5-622) . \n\n\n\n53 \n \n\n3 µm 1 µm\n\n1 µm 0,5 µm\n\n50µm 2µm\n\n100 µm 2 µm\n\na) b)\n\nc) d)\n\ne) f)\n\ng) h)\n\n \nFigura 15: Microscopia Eletrônica de Varredura (MEV) das matérias-primas como recebidas: (a-b) Alumina, (c-\n\nd) CaCO3 Fino, (e-f) CaCO3 ? 45µm  e (g-h) CaCO3 ? 45µm \n\n\n\n54 \n \n\nIn\nte\n\nns\nid\n\nad\ne (\n\nu.\na)\n\n2? ( )\n\na)\n\nb)\n\nc)\n\n \nFigura 16: Padrões de difração de raios X das amostras como recebidas: (a) ?-Al2O3, (b) CaCO3 Fino e (c) \n\nCaCO3 ? 45µm e ? 45µm: ? = Al2O3 (PDF 11-661), ?= CaCO3 (PDF 72-1937), ?= Mg0.03Ca0.97 CO3 (PDF 89-\n1304) e ?= CaMg (CO3)2  (PDF 5-622) \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\n55 \n \n\n4.2  Porosidade Total Geométrica: Amostras Verde \n\n \n\nA adição de diferentes fontes de CaCO3 fino promoveu comportamentos semelhantes na \n\nporosidade total geométrica (PTG) das amostras verdes e secas, (Figura 17). Essas amostras \n\napresentaram um elevado nível de PTG inicial de aproximadamente 50% em todas as \n\ncomposições estudadas. Esse efeito pode ser explicado considerando-se que foi utilizada uma \n\nmesma quantidade de ligante PVB em todas as composições e que foram realizados testes \n\nprévios de compactação com diferentes pressões nas amostras estudadas para garantir níveis \n\nde porosidade similares. Um ponto importante a ser destacado é que, com a utilização de \n\namostras verdes com níveis de porosidade semelhantes, as variações observadas após os \n\ntratamentos térmicos podem ser associadas diretamente à decomposição do CaCO3 e outras \n\nreações térmicas e não a diferenças de empacotamento e falhas de processamento. \n\nAs amostras contendo CaCO3 médio e grosso apresentaram níveis de porosidade a verde \n\nsimilares entre si, porém significativamente inferiores à amostra com CaCO3 Fino. Neste caso, \n\na menor PTG esta associada a) ao maior tamanho de partículas do CaCO3, que pode ter \n\nmodificado as condições de empacotamento e b) à menor porosidade intra-partícula (em \n\nrelação ao CaCO3 fino) (Fig. 17). \n\n \n\nP\no\n\nr\no\n\nsi\nd\n\na\nd\n\ne\n t\n\no\nta\n\nl \nG\n\ne\no\n\nm\né\ntr\n\nic\na\n\n (\n%\n\n)\n\nComposições\n\nC0.0A6 C0.5A6 C1.0A6\nC1.5A6\n\nCaCO3 ?45mm CaCO3?45mm\n\na) Fino\n\nb) Médio e Grosso\n\n \nFigura 17: Porosidade total geométrica das amostras verdes com diferentes fontes e teores de CaCO3 \n\n \n\n \n \n\n\n\n56 \n \n\n4.3  Caracterização das amostras contendo CaCO3 Fino \n\n \nA Figura 18 apresenta valores de porosidade total geométrica (PTG, Fig. 18a), variação \n\ndimensional térmica (Fig. 18b) e taxa de variação dimensional térmica (Fig. 18c) para as \n\namostras contendo carbonato de cálcio fino tratadas termicamente entre 500°C e 1500°C. \n\nTambém são mostrados os resultados de termogravimetria (Fig. 18b) e taxa de perda de massa \n\n(Fig. 18c) para a amostra de CaCO3 fino. Observa-se que até 900°C a evolução no nível de \n\nporosidade, variação dimensional térmica e taxa de variação dimensional térmica foram \n\nsemelhantes para todas as amostras. Na faixa de temperatura de 200°C a 400°C o ligante \n\norgânico a base de PVB (Polivinil Butiral) é liberado do sistema gerando um pequeno \n\naumento de porosidade na estrutura em relação às amostras verdes. A 500°C, os resultados de \n\ndifração de raio X, para a composição C1.0A6 a (Fig. 19a) indicam que além da fase corundum, \n\nexiste a presença de CaCO3 (Ficha PDF n° 86-2339), mostrando que ainda não houve sua \n\ndecomposição. Entre 650°C e 720°C ocorreu o processo de decomposição do carbonato de \n\ncálcio (Fig. 18 b c), liberando CO2 e formando o CaO. Esse fenômeno é acompanhado pelo \n\naumento da densidade das partículas (?CaCO3= 2,3 g/cm³ e ?CaO= 3,5 g/cm³), contração \n\nvolumétrica e geração de poros onde existia aglomerados de CaCO3 para a composição \n\nC1.0A6. Em sistemas similares onde o agente porogênico é o Al(OH)3 ou Mg(OH)2 (SOUZA et \n\nal., 2015), tal contração volumétrica leva a um aumento nos níveis de porosidade. No presente \n\ncaso, a ausência desse aumento significativo pode estar associada: i) à presença de porosidade \n\ninterna pré-existente nas partículas de CaCO3, gerando uma falha de empacotamento \n\nlocalizada e ii) ao baixo teor volumétrico de porogênico empregado (até 25% em volume, \n\ncontra 45-90% em volume de Al(OH)3 registrado na literatura). \n\n\n\n57 \n \n\nPo\nro\n\nsi\nda\n\nde\n T\n\not\nal\n\n G\neo\n\nm\nét\n\nri\nca\n\n (P\nT\n\nG\n %\n\n)\nV\n\nar\nia\n\nçã\no \n\ndi\nm\n\nen\nsi\n\non\nal\n\n té\nrm\n\nic\na \n\n(%\n)\n\nTa\nxa\n\n d\ne \n\nva\nri\n\naç\não\n\n d\nim\n\nen\nsi\n\non\nal\n\n té\nrm\n\nic\na \n\n(%\n  \n\nC\n-1\n\nTemperatura ( C)\n\nM\nas\n\nsa\n ( \n\n%\n)\n\nTa\nxa\n\n d\ne \n\npe\nrd\n\na \nde\n\n m\nas\n\nsa\n (%\n\n p\nes\n\no \n C\n\n-1\n)\n\n \nFigura 18: (a) Porosidade Total Geométrica, (b) Variação dimensional térmica com perda de massa e (c) Taxa de \n\nvariação dimensional térmica com ATG para as amostras contendo diferentes composições \n\n\n\n58 \n \n\nA partir de 1100°C para a composição C0.0A6, (usada como padrão de referência), houve \n\numa redução acentuada no nível de PTG (Fig. 18b), pois a alumina segue a tendência normal \n\nde sinterização, reduzindo a porosidade e ganhando resistência mecânica. Com o aumento da \n\ntemperatura entre 1100°C e 1500°C, a densificação prossegue e a única fase cristalina \n\npresente é corundum (Fig. 19b Ficha PDF n° 43-1484). Não se verificou outras alterações \n\nsignificativas na composição das fases após tratamento térmico. Hábitos hexagonais regulares \n\ntabulares e prismáticos do corundum sinterizado foram comuns, como pode ser observado na \n\nFig. 20 ao longo de toda evolução da microestrutura. A morfologia da alumina usada como \n\nreferência evidencia o crescimento de grãos sem formação de fase liquida ou fluxo viscoso. \n\nEsse mecanismo é mostrado esquematicamente na Fig. 21. \n\nNa composição C1.0A6, as fases CA (Ficha PDF n° 34-440) e Al2O3 (Ficha PDF n° 43-\n\n1484) encontram-se presentes a partir 900°C dando inicio ao primeiro estágio de formação \n\ndos aluminatos (Fig. 19a). Nessa fase, o volume interno do poro é parcialmente liberado, com \n\npequena formação de fase liquida nas bordas. Entre 1100°C e 1300°C, é possível observar a \n\nformação da fase corundum e de uma pequena quantidade da fase CaAl4O7 (CA2 Ficha PDF \n\n72-767). Na imagem de MEV (Fig. 22 a-b) o aluminato formado provavelmente na parte \n\ninterna do poro, via reação fase liquida (a fase liquida presente pode ter sua origem em razão \n\ndas impurezas da alumina que formam o recobrimento na parede interna do poro), e a (Fig. 22 \n\nc-d) mostra que a fase CA2 permaneceu até 1300°C.  \n\nÉ importante ressaltar que a morfologia aproximadamente esférica dos agregados de \n\nCaCO3 proporciona à microestrutura uma menor interação entre os poros, formando ilhas de \n\ncarbonato de cálcio (Fig. 22a). Essa interação deve-se também ao tamanho dos aglomerados \n\nde carbonato de cálcio, já que quanto menores forem esses aglomerados, maior será a área de \n\ncontato com a matriz de alumina. Poros regulares e pequenos, afetam menos as propriedades \n\nmecânicas (em especial resistência a flexão em comparação com os poros grandes do \n\ncarbonato médio e grosso). \n\n \n\n\n\n59 \n \n\nb)\n\nc)\n\nIn\nte\n\nns\nid\n\nad\ne \n\nR\nel\n\nat\niv\n\na \n(u\n\n.a\n)\n\na)\n\n2? ( )\n \n\nFigura 19: Padrões de difração de raio-X do sistema hexaluminato de cálcio em diferentes temperaturas de \nsinterização das amostras (a) C1.0A6 (b) C0.0A6, e (c) C0.5A6: ?= Al2O3 (PDF 43-1484), ?= CaCO3 (PDF 86-\n\n2339), ? = CaAl4O7 (PDF 72-767), ?= CaAl2O4 (PDF 34-440), *= CaAl12O19 (PDF 84-1613) e ?= CaO (PDF \n37-1497) \n\n\n\n60 \n \n\n5 µm 3 µm\n\n5 µm 3 µm\n\n5 µm 4 µm\n\n1\n1\n\n0\n0\n?\nC\n\n1\n3\n0\n0\n\n?\nC\n\n1\n5\n0\n0\n\n?\nC\n\na) b)\n\nc) d)\n\ne) f)\n\n \nFigura 20: Microscopia Eletrônica de Varredura (MEV) das amostras C0.0A6 sinterizadas em diferentes \n\ntemperaturas \n \n\na) b)Al2O3\n\n \nFigura 21: Esquema do processo de evolução da porosidade total geométrica para a composição C0.0A6 \n\n\n\n61 \n \n\n4 µm5 µm\n\n5 µm 4 µm\n\n5 µm 3 µm\n\n5 µm 3 µm\n\n1\n1\n0\n0\n?\nC\n\n1\n3\n0\n0\n\n?\nC\n\n1\n4\n0\n0\n\n?\nC\n\n1\n5\n\n0\n0\n?\nC\n\na) b)\n\nc) d)\n\ne) f)\n\ng) h)\n\n \nFigura 22: Microscopia Eletrônica de Varredura (MEV) das amostras C1.0A6 sinterizadas em diferentes \n\ntemperaturas \n \n\n\n\n62 \n \n\nA variação do nível de porosidade para a composição C1.0A6 pode ser explicada \n\nconsiderando a seguinte hipótese mostrada esquematicamente na Figura 23: \n\n \n\nCaO\n\nPoro\nCA e CA2\n\nCA6\na) b) c) d)Al2O3\n\nCaCO3\n\nPoro\n\nPoro\n\n \nFigura 23: Esquema do processo de evolução da porosidade total geométrica da composição C1.0A6 \n \n\nA composição C1.5A6 apresentou níveis de porosidade próximos a 60% (Fig. 18a). O \n\nexcesso de CaCO3 em relação à estequiometria da fase CA6 adicionado à amostra, \n\nproporcionou além do maior nível de porosidade, a maior expansão. As demais composições \n\nmantiveram sua porosidade na faixa de 50%, ou seja, não houve evolução nos níveis de \n\nporosidade, deixando evidente que já existiam poros no material a verde conforme visto na \n\n(Fig. 15 c-d). Os gráficos de variação dimensional térmica e taxa de variação dimensional \n\ntérmica (Fig. 18b) e (Fig. 18c) mostram que entre 1100°C e 1300°C ocorrem dois eventos \n\nsignificativos, que estão associados à formação do aluminato de cálcio (CaAl2O4=CA) e o \n\noutro ao dialuminato de cálcio (CaAl4O7=CA2). De acordo com a literatura, Auvray e Gault \n\n(2007), Kopanda e Maczura (1990) e Simonin (2000), a formação de CA6, em temperaturas \n\nsuperiores a 1450°C, resulta em uma expansão volumétrica teórica de 3,01 %. \n\nEntre 1300°C e 1400°C todas as amostras contendo CaCO3 expandiram, conforme \n\nobservado nos resultados de variação dimensional térmica (Fig. 18b) e taxa de variação \n\ndimensional térmica (Fig. 18c) já que a fase CA2 tem sua formação expansiva, ao mesmo \n\ntempo que a matriz de alumina densifica. A formação de fase liquida aumenta \n\nconsideravelmente, conforme observado na (Fig. 22 c d) para a composição C1.0A6, reduzindo \n\nsua viscosidade e molhando toda a estrutura, possivelmente pela fusão do dialuminato de \n\ncálcio a 1362°C conforme observado no diagrama de fase (Fig. 9), ocorrendo então a \n\nmudança da fase CA2 para a fase CA6. A (Fig. 22 c-d) comprova também a extensa \n\ncristalização da fase liquida, formando cristais com habito cristalino hexagonal (CALIJURI et \n\nal., 2013) A partir de 1400°C já é possível observar total formação da fase CaAl12O19 (Ficha \n\nPDF 84-1613) (Fig. 22 e-f). \n\nEntre 1400 e 1500°C ocorreu a interrupção da perda de porosidade para todas as \n\ncomposições (Fig. 18a), porém para a amostra C1.0A6 , verifica-se que a fase CA6 é a única \n\nfase presente no sistema (Fig. 19a), (portanto toda a alumina e os aluminatos foram \n\n\n\n63 \n \n\nconsumidos na formação do CA6) (Fig. 22 g-h). A Figura 24 evidencia a alta concentração de \n\ncálcio na borda dos poros. \n\na) b)\n\nCálcio\n\n10 µm10 µm\n \n\nFigura 24: Mapeamento de composição da amostra C1.0A6 sinterizada à 1400°C evidenciando a presença de \ncálcio na borda do poro \n\n \n\nNesse estágio ocorre a dissolução da Al2O3 ao redor do poro, onde o CaO, em reação \n\ncom Al2O3 formaram um recobrimento inicialmente de CA líquido que, em seguida, se \n\nenriquece de íons cálcio na parede interna do poro, ocasionando a cristalização e formação do \n\nhexaluminato de cálcio. A 1500°C, o sistema adquire sua estequiometria e na (Fig. 22 g-h) é \n\npossível observar a formação dos cristais de CA6. \n\n10 µm 10 µm\n\na) b)\n\n \nFigura 25: Mapeamento de composição da amostra C1.0A6 sinterizada à 1500°C evidenciando a grande \n\nquantidade de cálcio na estrutura \n \n\nA amostra C0.5A6 apresentou comportamento intermediário entre as amostras C1.0A6 e \n\nAl2O3, em que as fases presentes são CaAl2O4, CaAl4O7, CaAl12O19 e corundum (Fig. 19c) \n\nmostrando algum nível de reação em estado sólido, onde ocorre a formação do hexaluminato \n\nde cálcio, porém em menor quantidade (Fig. 26). \n\n\n\n64 \n \n\na) b)\n\n5 µm 3 µm\n\n5 µm 4 µm\n\n5 µm 4 µm\n\n1\n1\n\n0\n0\n?\nC\n\n1\n3\n0\n0\n\n?\nC\n\n1\n5\n0\n0\n\n?\nC\n\na) b)\n\nc) d)\n\ne) f)\n\n \nFigura 26: Microscopia Eletrônica de Varredura (MEV) das amostras C0.5A6 sinterizadas em diferentes \n\ntemperaturas \n \n\n \n \n\n \n\n \n\n \n\n \n\n\n\n65 \n \n\n4.4  Caracterização das amostras contendo CaCO3 Fino: Porosidade Total \n\nGeométrica, Módulo elástico e Tensão de Ruptura \n\n \n\nA Figura 27 apresenta os efeitos combinados da temperatura de sinterização e do teor de \n\nCaCO3 na Porosidade Total Geométrica (PTG, mostrados novamente para facilitar a análise), \n\nno Módulo Elástico (E) e na Tensão de Ruptura (?R). Em relação ao módulo elástico (Figura \n\n28b) e tensão de ruptura (Figura 28c), notou-se que ambos seguiram tendências opostas aos \n\nníveis de porosidade, onde há um aumento progressivo da tensão de ruptura e do módulo \n\nelástico que se intensifica a partir de 1300°C, devido à densificação do sistema em todas as \n\namostras.  \n\nObserva-se que a composição C0.0A6 apresentou os maiores valores de módulo elástico \n\ne tensão de ruptura acima de 1000°C. De forma geral, quanto mais elevada foi a temperatura \n\nde sinterização, maior foi o módulo elástico e a tensão de ruptura. No entanto, a presença de \n\nporos também é responsável por uma grande variação na elasticidade do material, sendo que \n\num aumento de 5% na porosidade reduz o módulo de Young em aproximadamente 20% \n\n(COBLE; KINGERY, 1956; KNUDSEN, 1962).  \n\nAs composições C0.5A6, C1.0A6 e C1.5A6 apresentaram níveis semelhantes em relação ao \n\nmódulo de elasticidade e a tensão de ruptura. Sabendo-se que o percentual de massa de \n\nCaCO3 para cada uma das composições foi de 10,37%, 18,79% e de 25,76 respectivamente, é \n\nrazoável supor que a quantidade de carbonato de cálcio adicionado nas composições não foi o \n\nprincipal fator responsável pelos níveis de PTG atingidos e pelos resultados de módulo e \n\ntensão de ruptura. Dessa forma, a formação e cristalização de fase liquida rica em CA e CA2 \n\nprovavelmente seriam os agentes responsáveis pelo aumento do módulo elástico de 3,87 Gpa \n\na 500°C para 125,96 Gpa a 1500°C, da composição C0.5A6, de 3,25 Gpa a 500°C para 67,02 \n\nGpa a 1500°C e 4,24 Gpa a 500°C para 52,37°C a 1500° para a composição C1.5A6. \n\nElevando-se ainda mais a temperatura de 1400°C até 1500°C, surge a fase CA6, \n\nresultante da reação da fase CA2 com a alumina, onde nota-se nos resultados de módulo \n\nelástico e tensão de ruptura, que quanto mais CA6 menos resistente a amostra tornou-se, \n\npossivelmente pela diminuição dos níveis de densificação. \n\n\n\n66 \n \n\nPo\nro\n\nsi\nda\n\nde\n T\n\not\nal\n\n G\neo\n\nm\nét\n\nri\nca\n\n (P\nT\n\nG\n %\n\n)\n\nTemperatura ( C)\n\nM\nód\n\nul\no \n\nde\n E\n\nla\nst\n\nic\nid\n\nad\ne \n\n(E\n, G\n\npa\n)\n\nTe\nns\n\não\n d\n\ne \nR\n\nup\ntu\n\nra\n (M\n\nPa\n)\n\n \nFigura 27: (a) Porosidade total geométrica (PTG), (b) Módulo de elasticidade (E) e (c) Tensão de Ruptura para \n\namostras sinterizadas em diferentes temperaturas \n\n\n\n67 \n \n\n4.5 Caracterização das amostras contendo de carbonato médio e grosso: \n\nPorosidade Total Geométrica, Módulo elástico, Tensão de Ruptura e DRX \n\n \nOs resultados de porosidade total geométrica, módulo elástico e tensão de ruptura para \n\nas amostras contento CaCO3 médio e CaCO3 grosso acompanharam a tendência de \n\ndensificação da alumina até aproximadamente 1400°C (Fig. 29). Esse efeito acontece por \n\ncausa do tamanho das partículas de carbonato de cálcio que são muito grandes em relação às \n\nde alumina (Fig. 15 a-b e 15 e-h). Isso faz com que elas estejam em um número reduzido e \n\ndispersas ao longo da matriz e se comportam como grandes espaços apenas de alumina e \n\ngrandes áreas rica em carbonato, observado antes do tratamento térmico (Fig. 29 a-b). Na \n\ntemperatura de 1100°C ocorreu geração de fase liquida (Fig. 30 a-b) e (Fig. 31 a-b), em \n\nquantidade significativamente maior que nas estruturas com CaCO3 fino. Esse fato pode ser \n\nexplicado pela quantidade de impurezas (MgO e SiO2, principalmente) que podem ter \n\nacelerado o processo de fusão.  \n\n\n\n68 \n \n\nPo\nro\n\nsi\nda\n\nde\n T\n\not\nal\n\n G\neo\n\nm\nét\n\nric\na \n\n(P\nTG\n\n %\n)\n\nM\nód\n\nul\no \n\nde\n E\n\nla\nst\n\nic\nid\n\nad\ne \n\n(E\n, G\n\npa\n)\n\nTe\nns\n\não\n d\n\ne \nR\n\nup\ntu\n\nra\n (M\n\nPa\n)\n\nTemperatura ( C)\n\na)\n\nb)\n\nc)\n\n \nFigura 28: (a) Porosidade total geométrica (PTG), (b) Módulo de elasticidade (E) e (c) Tensão de Ruptura para \n\namostras sinterizadas em diferentes temperaturas \n \n\n\n\n69 \n \n\n20 µm\n\na)\n\n20 µm\n\nb)\n\n \nFigura 29: Fragmento das amostras a verde (a) CaCO3 médio e (b) CaCO3 grosso \n\n \n\nEntre 1300°C e 1400°C, que é o intervalo previsto para a formação e fusão do \n\naluminato de cálcio, ocorreu a geração de fase liquida (Fig. 30 c-d-e-f) e (Fig. 31 c-d-e-f) que \n\nmigra pra região em volta do poro, deixando a região onde a partícula ocupava parcialmente \n\nvazia. A partir de 1400°C ocorre um grande aumento de porosidade (Fig. 28a), levando a \n\nqueda do módulo elástico (Fig. 28b) e tensão de ruptura (Fig. 28c), no momento de formação \n\ndo hexaluminato de cálcio (Fig. 30 g-h) e (Fig. 30 g-h). A porosidade total geométrica para os \n\ncarbonatos médio e grosso pode ser explicado conforme esquematizado na Fig. 32. \n\n \n\n\n\n70 \n \n\n4 µm 2 µm\n\n20 µm 5 µm\n\n40 µm 20 µm\n\n10 µm 4 µm\n\n1\n1\n\n0\n0\n?\nC\n\n1\n3\n0\n0\n\n?\nC\n\n1\n4\n\n0\n0\n?\nC\n\n1\n5\n0\n0\n\n?\nC\n\na) b)\n\nc) d)\n\ne) f)\n\ng) h)\n\n \nFigura 30: Microscopia Eletrônica de Varredura (MEV) das amostras CaCO3 ?45µm  sinterizadas em diferentes \n\ntemperaturas \n\n\n\n71 \n \n\n40 µm 4 µm\n\n100 µm 20 µm\n\n40 µm 20 µm\n\n40 µm 20 µm\n\n1\n1\n\n0\n0\n?\nC\n\n1\n3\n\n0\n0\n?\nC\n\n1\n4\n\n0\n0\n?\nC\n\n1\n5\n0\n0\n\n?\nC\n\na) b)\n\nc) d)\n\ne) f)\n\ng) h)\n\n \nFigura 31: Microscopia Eletrônica de Varredura (MEV) das amostras CaCO3 ?45µm  sinterizadas em diferentes \n\ntemperaturas \n \n\n\n\n72 \n \n\nA Figura 32 mostra um esquema do processo evolutivo da porosidade total geométrica dos \ncarbonatos médio e grosso: \n \n\nAl2O3, CA2 \ne CA6\n\nAl2O3 e CA2\nPoro\n\na) b) c)\nd)\n\nCaOCaCO3\n\nAl2O3\n\nPoro\nPoro\n\n \nFigura 32: Evolução do nível de porosidade dos carbonatos médio e grosso \n\n \n\nOs resultados de raio X indica a presença da fase corundum Fig. 33a (Ficha PDF n° 43-\n\n1484) e da fase CA2 Fig. 33 b-c (Ficha PDF n° 72-767) que se mantiveram até 1400°C. A \n\n1500°C, as fases presentes são corundum (Ficha PDF n° 43-1484), CA (Ficha PDF n° 34-440) \n\ne a fase CA6 (Ficha PDF n° 84-1613), mostrando que não houve total formação do \n\nhexaluminato de cálcio, possivelmente pelo tamanho dos carbonatos e pela necessidade de \n\nmais tempo de tratamento de sinterização ou temperatura mais elevada. \n\nA microestrutura dos carbonatos médio e grosso, foi formada por poros mais irregulares \n\nque o carbonato fino, provavelmente devido ao formato inicial das partículas. As imagens de \n\nMEV (Fig. 30 g-h e Fig. 31 g-h) mostram que a microestrutura formada a 1500°C é composta \n\npor placas hexagonais de CA6 bem definidas ao redor do espaço originalmente ocupado pelas \n\npartículas de carbonato. Esse tipo de microestrutura formada por placas hexagonais \n\napresentam duas vantagens principais: (i) a alta resistência a densificação, portanto ajuda a \n\npreservar a porosidade em altas temperaturas e por longo tempo e (ii) elevada resistência ao \n\ndano por choque térmico.  \n\n \n\n \n\n \n\n \n\n\n\n73 \n \n\nIn\nte\n\nns\nid\n\nad\ne \n\nR\nel\n\nat\niv\n\na \n(u\n\n.a\n)\n\n2? ( )\n\na)\n\nb)\n\nc)\n\n \nFigura 33: Padrões de difração de raio-X do sistema hexaluminato de cálcio em diferentes temperaturas de \nsinterização das amostras (a) C0.0A6, (b) CaCO3?45µm e (c) CaCO3?45µm: ?= Al2O3 (PDF 43-1484), ? = \nCaAl4O7 (PDF 72-767), ?= CaAl2O4 (PDF 34-440), *= CaAl12O19 (PDF 84-1613) \n\n \n\n\n\n74 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 5 – CONCLUSÕES \n\n\n\n75 \n \n\n5 CONCLUSÕES \n\nNeste trabalho, foram desenvolvidas e caracterizadas estruturas porosas à base de \n\nhexaluminato de cálcio (CaAl12O19 ou CA6) produzidas a partir da reação in situ de alumina \n\ncalcinada (?-Al2O3) e óxido de cálcio (CaO, obtido após a decomposição de diferentes tipos \n\nde carbonato de cálcio, CaCO3). Os principais fatores que afetaram a evolução da \n\nmicroestrutura porosa foram o teor de CaCO3 adicionado ao sistema (0-25 % em volume), o \n\ntamanho médio dessas partículas (10 ?m, ?45 ?m e ?45 ?m) e a temperatura final de \n\ntratamento térmico (500-1500°C). \n\n A investigação do sistema com alumina calcinada e CaCO3 de alta pureza e menor \n\ntamanho médio de partícula revelou que a reação de descarbonatação (650-720°C) não \n\ncontribuiu significativamente para modificações nas propriedades físicas da estrutura. Este \n\nefeito destoou de outros sistemas encontrados na literatura (como Al2O3-Al(OH)3 e Al2O3-\n\nMg(OH)2) e foi associado à presença de porosidade intra-partícula previamente existente no \n\nsistema e à pequena fração de agente porogênico adicionada à matriz densa. Por outro lado, a \n\nformação temporária de fases intermediárias de menor ponto de fusão no sistema Al2O3-CaO \n\n(CA e CA2, até 1350°C) fez com que um volume significativo de poros fosse formado na \n\nregião originalmente ocupada pelas partículas de CaCO3. Nas maiores temperaturas de \n\nsinterização testadas (1400°C e 1500°C), o sistema evoluiu para uma estrutura porosa \n\nformada por poros esféricos, com pouca conexão entre si, e revestidos internamente por \n\ncristais lamelares de CA6 com hábito hexagonal e bastante assimétricos. Com a utilização de \n\npartículas mais grosseiras, efeitos semelhantes foram obtidos, porém com formação de poros \n\nmaiores e menos regulares, e maior formação de fase líquida (possivelmente também pela \n\npresença de impurezas, como MgO e SiO2, oriundas das fontes de CaCO3) em temperaturas \n\nentre 1100-1200°C. \n\nTodas as estruturas contendo CA6 formado in situ apresentaram resistência à \n\ndensificação e à perda de porosidade, mesmo em altas temperaturas de sinterização. Esse \n\ncomportamento foi atribuído à natureza expansiva da formação desse composto (verificada \n\npor meio de análise dilatométrica) e à morfologia altamente assimétrica das partículas \n\nformadas. Devido a isso, níveis de porosidade de até 57% foram obtidos para amostras \n\nsinterizadas a 1500°C por 3 h. Os elevados níveis de porosidade resultaram em redução das \n\npropriedades mecânicas (tensão de ruptura por flexão e módulo elástico) em relação à amostra \n\nde referência 100 % alumina calcinada. De forma geral, quanto maior a quantidade inicial de \n\nCaCO3 maior a porosidade do sistema e menores os níveis de propriedades mecânicas \n\n\n\n76 \n \n\nobtidos. No entanto, apesar disso, os níveis atingidos são comparativamente altos para \n\nestruturas cerâmicas com esses níveis de porosidade. Esse efeito está associado à sinterização \n\npor fase líquida ocorrida durante a evolução da microestrutura e à formação de cristais de alta \n\nassimetria que dificultam a propagação de trincas no material. \n\nSob o ponto de vista da investigação científica, este trabalho permitiu uma maior \n\ncompreensão sobre o desenvolvimento da microestrutura do CA6 formado in situ, até então \n\nnão investigado em profundidade na literatura. Em relação ao desenvolvimento tecnológico, \n\nas estruturas obtidas têm grande potencial de aplicação como isolante térmico primário (em \n\ncontato direto com a alta temperatura) e também como semi-isolante estrutural (de modo que \n\npossa suportar cargas, além de minimizar o fluxo de calor) ou como agregados porosos para \n\nconcretos refratários. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n77 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO 6 – SUGESTÕES PARA TRABALHOS FUTUROS \n\n\n\n78 \n \n\n6 SUGESTÕES PARA TRABALHOS FUTUROS \n\nUma vez que o processo apresentado neste trabalho permite a obtenção do hexaluminato \n\nde cálcio “in situ” para aplicações comerciais, tem-se como propostas para trabalhos \n\nfuturos as sugestões a seguir: \n\n \n\n? Utilizar outras fontes de agentes porogênico, por exemplo oxido de cálcio e \n\nhidróxido de alumínio. \n\n? Comparar os resultados obtidos com amostras equivalentes preparadas com CA6 \npré-formado. \n\n? Realizar ensaios de condutividade térmica até 1500°C para verificar o potencial \n\nuso como isolante térmico. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n79 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nREFERÊNCIAS \n\n\n\n80 \n \n\nREFERÊNCIAS \n\n \nABDUL-KADER, K.; MORTIMER, M.; YAMAMURO, T.  Granular fibre-free \nmicroporous thermal insulation material and method.  wo 2006/097668 a1, 21 set. 2006.  \n \nAN, L.; CHAN, H. M.; SONI, K. K.  Control of calcium hexaluminate grain morphology in \nin-situ toughened ceramic composites.  Journal of Materials Science, v. 31, p. 3223–3229, \n1996.  \n \nARAI, H.; MACHIDA, M.  Recent progress in high-temperature catalytic combustion.  \nCatalysis Today, v. 10, n. 1, p. 81–94, Aug. 1991.  \n \nARITA, I. H.; CASTANO, V. M.; WILKINSON, D. S.  Synthesis and processing of \nhydroxyapatite ceramic tapes with controlled porosity.  Journal of Materials Science: \nmaterials in medicine, v. 6, p. 19–23, 1995.  \n \nASMANI, M. et al.  Influence of porosity on Youngs modulus and poisson’s ratio in alumina \nceramics.  Journal of the European Ceramic Society, v. 21, p. 1081–1086, 2001.  \n \nASMI, D.; LOW, I. M.  Physical and mechanical characteristics of in-situ aluminaacalcium \nhexaluminate composites.  Journal of Materials Science Letters, v. 17, p. 1735–1738, \n1998a.  \n \n______.  Processing of an in-situ layered and graded alumina/calcium-hexaluminate \ncomposite: physical characteristics.  Journal of the European Ceramic Society, v. 18, n. 14, \np. 2019–2024, Dec. 1998b.  \n \nAUVRAY, J. M.; GAULT, C. H. M.  Evolution of elastic properties and microstructural \nchanges versus temperature in bonding phases of alumina and alumina-magnesia refractory \ncastables.  Journal of the European Ceramic Society, v. 27, p. 3489–3496, 2007.  \n \nBARG, S. et al.  Cellular ceramics by direct foaming of emulsified ceramic powder \nsuspensions.  Journal of the American Ceramic Society, v. 91, n. 9, p. 2823–2829, Sept. \n2008.  \n \nBARSOUM, M. W.  Fundamentals of ceramics.  New York: Taylor &amp; Francis, 2003. \n  \nBATTAGIN, A.  Uma breve história do cimento portland. Disponível \nem:<http://www.abcp.org.br/conteudo/basico-sobre-cimento/historia/uma-breve-historia-do-\ncimento-portland#.VSQoAfnF-oM>.  Acesso em: 7 abr. 2015.  \n \nBEVILACQUA, P.; FERRARA, G.  Comminution of porous materials.  International \nJournal of Mineral Processing, v. 44-45, n. special issue, p. 117–131, 1996.  \n \nBILEK, V.  Refratarios para revestimentos de fornos industriais.  Joinville: Tupy, 1978.  \n \nBUIST, D. S.  A Study of calcium hexaluminate. Mineralogical Magazine, v.36, p.676-686, \n1968.  \n\n\n\n81 \n \n\nCALIJURI, M. C. et al.  Geologia e solos.  In: CALIJURI, M. C.; CUNHA, D. G. F.  \nEngenharia ambiental.  São Paulo: Campus, 2012.  Cap.2, p. 15–46.  \n \nCALLENDER, R.L.; BARRON, A. R.  New route to hexaluminate ceramics via a novel \ntransmetalation reaction.  Hoboken: John Wiley, 1999. \n \nCHIEW, Y. C.; GLANDT, E. D.  Simultaneous conduction and radiation in porous and \ncomposite materials: effective thermal conductivity.  Industrial &amp; Engineering Chemistry \nFundamentals, v. 22, n. 3, p. 276–282, Aug. 1983.  \n \nCINIBULK, M. K.; HAY, R. S.  Textured magnetoplumbite fiber-matrix interphase derived \nfrom sol-gel fiber coatings.  Journal of the American Ceramic Society, v. 79, n. 5, p. 1233–\n1246, May 1996.  \n \nCOBLE, R. L.; KINGERY, W. D.  Effect of porosity on physical properties of sintered \nalumina.  Journal of the American Ceramic Society, v. 39, n. 11, p. 377–385, Nov. 1956.  \n \nCOLOMBO, P.  Conventional and novel processing methods for cellular ceramics.  \nPhilosophical transactions. Series A, Mathematical, physical, and engineering sciences, v. \n364, n. 1838, p. 109-124, Jan. 2006.  \n \nCRIADO, E.; PENA, P.; CABALLERO, A.  Influence of processing method on \nmicrostructural and mechanical properties of calcium hexaluminate compacts.  In: \nINTERNATIONAL CONFERENCE SCIENCE OF CERAMICS, 14., 1988, Shelton.  \nProceedings...  Shelton: Institution of  Ceramis, 1988.  p.193-198.   \n \nCROOKE, P. A.; GALLIMORE, K.  Porous refractory materials.  US4332753 A, 11 Feb. \n1981, 1 June 1982.  \n \nDAYAL, R. R.; GLSSER, F. P.  Phase relation in the system CaO-Al2O3-Fe2O3.  New \nYork: Stewart, 1967.  v. 3. \n \nDE JONGHE, L. C.; SCHIMIDT, H.; CHANG, M.  Interaction between Al2O3 and a CaO-\nAl2O3 melt.  Journal of the American Ceramic Society., v. 67, p. 27–30, 1984.  \n \nDENG, Z.; FUKASAWA, T.; ANDO, M.  Microstructure and mechanical properties of \nporous alumina ceramics fabricated by the decomposition of aluminum hydroxide.  Journal \nof the american Ceramic Society, v. 84, n. 11, p. 2638–2644, 2011.  \n \nDENG, Z. et al.  High-surface-area alumina ceramics fabricated by the decomposition of Al ( \nOH ) 3.  Journal American Ceramics Society, v. 84, n. 3,  p. 485–491, 2001.  \n \nDÍAZ, A.; HAMPSHIRE, S.  Characterisation of porous silicon nitride materials produced \nwith starch.  Journal of the European Ceramic Society, v. 24, p. 413–419, 2004.  \n \nDOMÍNGUEZ, C.; TORRECILLAS, R.  Influence of Fe3+ on sintering and microstructural \nevolution of reaction sintered calcium hexaluminate.  Journal of the European Ceramic \nSociety, v. 18, p. 1373–1379, 1998.  \n \n\n\n\n82 \n \n\nDOMI?NGUEZ, C. et al.  Microstructure development in calcium hexaluminate.  Journal of \nthe European Ceramic Society, v. 21, n. 3, p. 381–387, Mar. 2001.  \n \nEOM, J.-H.; KIM, Y.-W.; RAJU, S.  Processing and properties of macroporous silicon \ncarbide ceramics: a review.  Journal of Asian Ceramic Societies, v. 1, n. 3, p. 220–242, \n2013.  \n \nFILONENKO, N.E.; LAVROV, I.V.  Calcium hexaluminate in the system CaO-Al2O3-SiO2 \n(in Russ.).  Doklady Akademii Nauk SSSR, v. 66, p. 673–76, 1949.  \n \nGENTILE, A. L.; FOSTER, W. R.  Calcium hexaluminate and its stability relations in the \nsystem CaO-Al2O3-SiO2.  Journal of the American Ceramic Society, v. 46, n. 2, p. 74–76, \nFeb. 1963.  \n \nHALLORAN, J. W.  Role of powder agglomerates in ceramic processing.  American \nCeramic Society, v. 9, p. 67–75, 1984.  \n \nHALLSTEDL, B.  Assessment of the CaO-Al2O3 system.  Journal of the American \nCeramic Society, v. 73, n. 1, p. 15–23, Jan. 1990.  \n \nHAMMEL, E. C.; IGHODARO, O. L.-R.; OKOLI, O. I.  Processing and properties of \nadvanced porous ceramics: an application based review.  Ceramics International, v. 40, n. \n10, p. 15351–15370, Dec. 2014.  \n \nIMLACH, J. A.; GLASSER, F. P.  Sub-solidus phase relations in the system CaO-Al2O3-Fe-\nFe2O3.  Transactions Journal Brazilian Ceramic Society, v. 70, p. 227–234, 1971.  \n \nKINGERY, W. D.; BOWEN, H.; UHLMANN, D.  Introduction to ceramics.  2nded.  New \nYork: Wiley-Interscience, 1976.  p.788-1016. \n  \nKNUDSEN, F. P.  Effect of porosity on young’s modulus of alumina.  Journal of the \nAmerican Ceramic Society, v. 45, n. 2, p. 94–95, Feb. 1962.  \n \nKOCKEGEY-LORENZ, R.; BUHR, A.; RACHER, R. P.  Industrial application experiences \nwith microporous calcium hexaluminate insulating material SLA-92.  In: INTERNATIONAL \nKOLLOQIUM ON REFRACTORIES, 48.,  2005, Aachen.  Proceedings...  Düsseldorf: \nVerlag Stahleisen, 2005.  p. 66–70. \n  \nKOHATSU, I.; BRINDLEY, G. W.  Solid state reactions between CaO and ?-Al2O3.  \nZeitschrift Fuer Physikalische Chemie, v. 60, n.1, p. 79–89, July 1968.  \n \nKOPANDA, J. E.; MACZURA, G.  Production processes, properties and applications for \ncalcium aluminate cements.  In: HART, L. D.; LENSE, E. (Ed.).  Alumina chemical: science \nand technology handbook.  New York: Wiley, 1990.  p. 171–184. \n  \nLEE, C. K.; CHIANG, A. S. T.; TSAY, C. S.  The Characterization of porous solids from gas \nadsorption measurements.  Key Engineering Materials, v.115, p.21-44, Sept. 1955. \n \nLEE, W. E. et al.  Castable refractory concretes.  International Materials Reviews, v. 46, n. \n3, p. 145–167, 2001.  \n\n\n\n83 \n \n\n \nLI, D.; LI, M.  Porous Y2SiO5 ceramic with low thermal conductivity.  Journal of Materials \nScience &amp; Technology, v. 28, n. 9, p. 799–802, 2012.  \n \nLISTER, D. H.; GLASSER, F. P.  Phase relations in the system CaO-Al2O3-iron oxide. \nTransactions Journal Brazilian Ceramics Society, v. 66, p. 293–305, 1967.  \n \nMANOJ KUMAR, B. V.; KIM, Y.-W.  Processing of polysiloxane-derived porous ceramics: \na review.  Science and Technology of Advanced Materials, v. 11, p. 044303, 2010.  \n \nMARK, I.; MORTIMER, D.; MATTHEWS, T. M.  Microporous thermal insulation \nmaterial.  WO 2005040063 A1, 17 Sept. 2004, 6 May 2005.  \n \nNAGAOKA, T.; KANZAKI, S.; YAMAOKA, Y.  Mechanical properties of hot-pressed \ncalcium hexaluminate ceramics.  Journal of Materials Science Letters, v. 9, p. 219–221, \n1990.  \n \nNETHRAVATHI, C. et al.  Ferrimagnetic nanogranular Co3O4 through solvothermal \ndecomposition of colloidally dispersed monolayers of r-Cobalt hydroxide.  Journal of \nPhysical Chemistry, v. 34, p. 11468–11472, 2005.  \n \nNETTLESHIP, I.  Applications of porous ceramics.  Key Engineering Materials, v. 122-\n124, p. 305–324, 1996.  \n \nNISHIKAWA, A. Technology of monolithic refractories.  [S.l.]: Plibrico Japan, 1984.  \n \nNORTON, F. H.  Introdução à tecnologia cerâmica.  São Paulo: Edgard Blucher, 1973. \n \nNURSE, R. W.; WELCH, J. H.; MAJUMDAR, A. J.  The 12CaO. 7Al2O3 phase in the CaO-\nAl2O3 system.  Transactions and Journal of the British Ceramic Society, v. 64, p. 323–\n332, 1965.  \n \nO’DRISCOLL, M.  Alumina cements- lining up against steel &amp; sewage.  Industrial \nMinerals, n. 399, p. 35, 2000.  \n \nORTEGA, F. S. et al.  Propriedades mecânicas de espumas cerâmicas produzidas via \n“gelcasting”.  Cerâmica, v. 49, n. 309, p. 1–5, jan./mar. 2003.  \n \nPENA, P.; DE AZA, A.H.  Cemento de aluminatos cálcicos. Constituición, características y \naplicaciones.  In: BAUDIN, C.  Refractarios monolitics.  [S.l.]: Sociedad Española de \nCeramica y Vidrio, 1999.  p. 85–106.  \n \nPARK, J.-G.; CORMACK, A. N.  Potential models for multicomponent oxides: hexa-\naluminates.  Philosophical Magazine Part B, v. 73, n. 1, p. 21–31, Jan. 1996.  \n \nPARKER, K. M.; SHARP, J. H.  Refractory calcium aluminate cements.  Transactions \nJournal Brazilian Ceramics Society, v. 81, n. 2, p. 35, 1982.  \n \nREED, J. S.  Principles of ceramics processing.  2nded.  New York: Wiley, 1938. \n  \n\n\n\n84 \n \n\nRICHERSON, D.  Modern ceramic engineering: properties, processing, and use in \ndesign.  3rded.  New York: CRC Press, 2005. \n  \nROLIN, M.; PHAM, H. T.  Phase diagrams of mixtures not reacting with molybdenum.  \nReview of the International Hautes Temperatures Refractaires, v. 2, p. 175–185, 1965.  \n \nROSA, D. S.; SALVINI, V. R.; PANDOLFELLI, V. C.  Processamento e avaliação das \npropriedades de tubos cerâmicos porosos para microfiltração de emulsões.  Cerâmica, v. 52, \np. 167–171, 2006. \n  \nSALOMÃO, R.  Nova rota de sínteses de hidrotalcita (Mg6Al2(OH)16CO3.4H2O) a \npartir de suspensões aquosas de óxido de magnésio (MgO) e hidróxido de alumínio \n\n(Al(OH)3) e sua utilização em cerâmicas porosas para isolamento térmico em alta \n\ntemperatura.  São Carlos: EESC/USP, 2012.  \n \nSALVINI, V. R.; INNOCENTINI, M. D. M.; PANDOLFELLI, V. C.  Correlação entre \npermeabilidade e resistência mecânica de filtros cerâmicos no sistema Al2O3-SiC.  \nCerâmica, v. 46, n. 298, p. 97–103, jun. 2000.  \n \nSEPULVEDA, P.  Gelcasting foams for porous ceramics.  American Ceramic Society \nBulletin, v. 76, n. 10, p. 61–65, 1997.  \n \nSHAN, S.-Y. et al.  Porous silicon nitride ceramics prepared by reduction-nitridation of silica.  \nJournal of the American Ceramic Society, v. 88, n. 9, p. 2594–2596, Sept. 2005.  \n \nSHEPHERD, E. S.; RANKIN, G. S.  The Binary systems of alumina with silica, lime, and \nmagnesia; with optical study by Fred. Eugene Wright.  American Journal of Science, n. 166, \np. 293–333, 1909.  \n \nSILVA, A.  Estrutura e propriedades de materiais cerâmicos.  [S.l.:s.n.], 2008. \n \nSIMONIN, F. et al.  Thermomechanical behavior of high-alumina refractory castables with \nsynthetic spinel additions.  Journal of the American Ceramic Society., v. 83, p. 2481–2490, \n2000.  \n \nSINGH, V. K.; MANDAL, U. K.  Hydration and some other properties of CA, CA2 and their \nmixes.  Transactions of the Indian Ceramic Society, v. 43, n. 1, p. 15–18, 1984.  \n \nSOUZA, A. D. V. et al. Characterization of aluminum hydroxide (Al(OH)3) for use as a \nporogenic agent in castable ceramics.  Journal of the European Ceramic Society, v. 35, n. \n2, p. 803–812, 2015a.  \n \n______.  Al2O3–Al(OH)3-Based castable porous structures.  Journal of the European \nCeramic Society, v. 35, n. 6, p. 1943–1954, 2015b.  \n \nSTUDART, A. R. et al.  Processing routes to macroporous ceramics: a review.  Journal of \nthe American Ceramic Society, v. 89, n. 6, p. 1771–1789, June  2006.  \n \nUTSUNOMIYA, A. et al.  Structure refinement of CaO·6Al2O3.  Journal of Solid State \nChemistry, v. 75, p. 197–200, 1988.  \n\n\n\n85 \n \n\nVAN GARSEL, D. et al.  New insulating raw material high temperature applications.  In: \nINTERNATIONALEN FEUERFEST-KOLLOQUIUM IN AACHEN SONDERDRUCK \nAUS DEM HEFT ZUM, 42., 1998, Düsseldorf.  Verfahren...  Düsseldorf: Verlag Stahleisen \nGmbH, 1998.  \n \nVÁZQUEZ, B. A. et al.  Corrosion mechanism of polycrystalline corundum and calcium \nhexaluminate by calcium silicate slags.  Journal of the European Ceramic Society, v. 29, p. \n1347–1360, 2009.  \n \nVILLAS BÔAS, R.; SALOMÃO, V. C. P.  Cerâmicas porosas para aplicação em altas \ntemperaturas.  Cerâmica, v. 53, p. 361–367, 2007.  \n \nVIVALDINI, D. O.  Engenharia de microestrutura de cerâmicas porosas.  2013.  \nDissertação (Mestrado) - Universidade Federal de São Carlos, São Carlos, 2013.  \n \nWISNYI, L. G.  The High alumina phases in the system lime-alumina.  1955.  Thesis \n(PhD.) - Rutgers University, New Brunswick, 1955.  \n \nPU, X. et al.  Novel method to optimize the structure of  reticulated porous ceramics.  \nJournal of the American Ceramic Society, v. 1394, p. 1392–1394, 2004.  \n \nYI, S. et al.  Novel calcium hexaluminate/spinel-alumina composites with graded \nmicrostructures and mechanical properties.  Scientific Reports, v. 4, p. 4333, 2014.  \n \nYUAN, B. et al.  Superelastic properties of porous TiNi shape memory alloys prepared by hot \nisostatic pressing.  Materials Science and Engineering: A, v. 438, p. 657–660, 2006.  \n \nZHANG, L. et al.  Sacrificial template method for fabrication of submicrometer-sized \nYPO(4):Eu(3+) hierarchical hollow spheres.  Inorganic Chemistry, v. 49, n. 18, p. 3305–\n3309, 2010.  \n \nZHU, S. et al.  Low-temperature fabrication of porous SiC ceramics by preceramic polymer \nreaction bonding.  Materials Letters, v. 59, n. 5, p. 595–597, Feb. 2005."}]}}}