{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23561"}, {"@name": "filename", "#text": "7747_2008_ShelidaVasconcelosBraz.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA - UnB \n\nFACULDADE DE MEDICINA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM PATOLOGIA MOLECULAR\n\nAvaliação Morfológica de Baço, \nLinfonodo e Fígado de Macacos-prego \n\nCebus apella Tratados com \nNanopartículas Magnéticas Recobertas \n\ncom DMSA \n\nShélida Vasconcelos Braz \n\nBrasília, 2008 \n\n\n\nUNIVERSIDADE DE BRASÍLIA – UnB \n\nFACULDADE DE MEDICINA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM PATOLOGIA MOLECULAR \n\nSHÉLIDA VASCONCELOS BRAZ \n\nAVALIAÇÃO MORFOLÓGICA DO BAÇO, LINFONODO \nE FÍGADO DE MACACOS-PREGO CEBUS APELLA \n\nTRATADOS COM NANOPARTÍCULAS MAGNÉTICAS \nRECOBERTAS COM DMSA \n\nORIENTADORA: PROFª. DRª. SILENE PAULINO LOZZI \n\nCO-ORIENTADOR: PROF. DR. RICARDO BENTES DE AZEVEDO \n\nBrasília, DF  \n\n2008\n\nDissertação apresentada ao \n\ncurso de Pós-graduação em Patologia \n\nMolecular da Faculdade de Medicina \n\nda Universidade de Brasília, para \n\nobtenção do título de mestre. \n\n\n\nFOLHA DE APROVAÇÃO \n\nNome do autor: Shélida Vasconcelos Braz \n\nTítulo: Avaliação Morfológica de Baço, Linfonodo e Fígado de Macacos-prego Cebus apella \nTratados com Nanopartículas Magnéticas Recobertas com DMSA\n\nDissertação apresentada ao curso de Pós-graduação \n\nem Patologia Molecular da Faculdade de Medicina da \n\nUniversidade de Brasília \n\nAprovado em:___/___/___ \n\nBanca examinadora: \n\nProfª. Dr.ª Silene Paulino Lozzi \n\nJulgamento: ___________________ \n\nDrª. Eni Braga da Silveira \n\nJulgamento: ___________________ \n\nProf. Dr. Paulo Cesar de Morais \n\nJulgamento: ___________________ \n\nDrª. Jaqueline Rodrigues da Silva \n\nJulgamento: ___________________ \n\nInstituição: Universidade de Brasília \n\nAssinatura: ____________________ \n\nInstituição: Associação das Pioneiras Sociais \n\nAssinatura: ____________________ \n\nInstituição: Universidade de Brasília \n\nAssinatura: ____________________ \n\nInstituição: Universidade de Brasília \n\nAssinatura:____________________\n\n\n\nDEDICATÓRIA \n\nDedico esta dissertação à minha amada família: \n\nEvaldo e Rita por serem pais exemplares e em \n\ntodos os momentos estarem ao meu lado, sempre \n\nme incentivando e apoiando meus ideais, às \n\nminhas queridas irmãs e minhas melhores amigas, \n\nKalini e Nádyla, pelo companheirismo e carinho \n\nsempre expressado em todos os momentos da \n\nminha vida. \n\n\n\n3\n\nAGRADECIMENTOS \n\nNesta dissertação de mestrado, tive a oportunidade de refletir que apesar de ser um \n\nprocesso solitário a que qualquer investigador está destinado, o mestrado conta com a \n\ncontribuição de várias pessoas e instituições, por diferentes motivos, e por isso agradeço \n\nespecialmente: \n\nAos meus queridos professores, Silene Paulino Lozzi, por aceitar ser minha orientadora e \n\nme ajudar nos momentos mais decisivos desta dissertação. Ao professor Ricardo Bentes de \n\nAzevedo que me acolheu carinhosamente num momento conturbado e proporcionou a realização \n\nde um bom trabalho. À Professora Sônia Nair Báo que durante todo o caminhar da minha vida \n\ncientífica esteve por perto permitindo que eu me tornasse uma verdadeira profissional e por \n\ngentilmente me auxiliar e disponibilizar o laboratório de microscopia eletrônica no que foi \n\npreciso. A todos vocês amados professores agradeço a paciência, os conselhos e todo o \n\naprendizado durante esse período.  \n\nÀ professora Emília Celma de Oliveira Lima do instituto de Química, da Universidade \n\nFederal de Goiás, por sintetizar e ceder a amostra do fluido magnético utilizado nos testes deste \n\ntrabalho. \n\nAo técnico Antônio Djalma Santos que pacientemente me ensinou as técnicas de \n\nhistologia e os pequenos detalhes necessários para a obtenção de excelentes cortes histológicos. \n\nMuito obrigada! \n\nAos funcionários do Hospital Veterinário – HVET/UnB: Sr. Francisco Ferreira da Silva, \n\nVanessa Mustafa, Erica de Queiroz, Jonas Francisco Lima, Diego Moura, Nara Rodrigues, \n\nBruno Rodrigues e Larissa Cardozo pelo auxílio na confecção das lâminas histológicas e por \n\ntodo o apoio durante as necropsias dos animais e principalmente pela simpatia e gentileza de \n\ntodos vocês. \n\nAos funcionários da secretaria da pós-graduação que sempre compreenderam e nunca \n\nnegaram esforços para auxiliar no meu desenvolvimento científico. \n\nAo médico veterinário Danilo Teixeira, por todo o esforço, suor e dedicação no zelo para \n\ncom os animais até o momento em que estes foram eutanasiados. Por coletar amostra de sangue \n\nde madrugada na FAL, pela amizade e o aprendizado com relação aos primatas.  \n\nÀ minha amiga e companheira de projeto, Victoria Monge Fuentes que esteve me \n\napoiando e compartilhando os sentimentos no decorrer de todo o experimento. Pelo \n\ncompanheirismo e afeto. \n\n\n\n4\n\nA todos os amigos do laboratório de morfologia: Caroline, Claudio, Graziela, Itajaí, \n\nJuliana, Jaqueline, João Paulo, Larissa, Natália, Naitê, Patrícia, Sacha e Profa. Mônica. Muito \n\nobrigada por todo o apoio e bons momentos vividos junto a vocês. \n\nAos meus sinceros amigos do laboratório: Anabele, Aline, Breno, Bruno Arrivabene, \n\nBruno Fiorillo, Claudia, Carolina Luque, Débora, Elaine, Glaucia, Ingrid, Juliana, João Victor, \n\nKhesller, Larissa, Marcela, Marcelo, Missléia, Públio, Raphael, Victor e Virginia, que não só \n\ncolaboraram com o meu experimento como também proporcionaram bons momentos de \n\ndescontração e risadas. A vocês meus sinceros agradecimentos.  \n\nEspecial agradecimento à Dra Leonora Tavares Bastos que acompanhou meu crescimento \n\nno meio científico e que mesmo à distância me auxiliou na última etapa desta dissertação. \n\nAgradeço por todos os momentos compartilhados, pelas reflexões, aprendizados, conselhos, \n\nincentivos e carinho. \n\nAo Bruno Dallago, pelo amor, amparo, cuidado, carinho, dedicação e principalmente \n\npelos finais de semana “em claro” para terminar esta dissertação. Pelo incentivo, respeito às \n\nminhas necessidades e total apoio ao meu crescimento profissional. Agradeço muito pelo seu \n\nenvolvimento direto no projeto e por sempre estar disposto a me ajudar em tudo que for \n\nnecessário. A você meu amado, meu sincero agradecimento. \n\nÀs instituições Capes, Finatec e Rede NANOBIOMAGNETISMO pelo apoio financeiro. \n\nA Deus que sempre esteve presente em minha vida, por conceder que meus desejos \n\nfossem realizados para um bem maior.\n\n\n\n5\n\nRESUMO \n\nOs fluidos magnéticos (FMs) são suspensões coloidais formadas por nanopartículas magnéticas \n\n(NPMs), constituídas por ferritas, tais como a magnetita (Fe3O4) e a maghemita (?Fe2O4), \n\ndispersas em meio líquido. Nos últimos anos, o uso de FM tem sido apontado como uma \n\nferramenta promissora para diversas aplicações biomédicas. No entanto, é necessário avaliar os \n\nefeitos causados pelo uso dos FM no organismo para que estes possam se tornar uma ferramenta \n\namplamente utilizada. Diante disso, o presente trabalho tem por finalidade avaliar as alterações \n\nmorfológicas de baço, linfonodo e fígado após a administração endovenosa de fluido magnético \n\n(FM-DMSA) composto por nanopartículas magnéticas a base de maguemita recobertas por ácido \n\nmeso-2,3-dimercaptosuccínico (DMSA) em macacos-prego (Cebus apella). Para isso, amostras \n\nde baço, linfonodo e fígado de animais controle (AC), tratado 12 horas (AE12h) e tratado 90 dias \n\n(AE90d) foram observadas através de mediante Microscopia Óptica (MO) e Microscopia \n\nEletrônica de Transmissão (MET), a fim de avaliar as possíveis alterações morfológicas e ultra-\n\nestruturais, bem como citolocalizar as NPMs nos tecidos selecionados. O baço e linfonodo não \n\napresentaram alterações morfológicas, nem mesmo infiltrado inflamatório nas amostras de \n\nAE12h e AE90d. Porém, amostras de fígado para o AE90d mostraram alterações da estrutura \n\ntecidual, com aumento dos espaços de Disse. Nas análises realizadas, o FM-DMSA se mostrou \n\npresente internalizado em vesículas no citoplasma, com aspecto granular típico. Foram \n\nrealizados testes morfométricos das mitocôndrias hepáticas para todos os animais, sendo que em \n\nAE90d a área ocupada por essas organelas assumiu valor aproximadamente triplicado \n\ncomparado com as amostras do animal controle, o que sugere alteração metabólica nas mesmas. \n\nO FM-DMSA não mostrou ser uma substância completamente inócua em todos os órgãos \n\nanalisados, uma vez que alterações hepáticas no AE90d foram imputadas à presença do FM no \n\ntecido. Por outro lado, análises realizadas em  baço e linfonodo não apontaram qualquer traço de \n\ntoxicidade da amostra. Assim, não foi constatada formação de processos patológicos severos em \n\nnenhum dos órgãos analisados, o que atesta em favor da biocompatibilidade da amostra e \n\npossibilidade de sua utilização com fins diagnósticos e terapêuticos em humanos, uma vez que \n\nesses dados são inéditos no que se refere à a sua utilização em primatas. Novos testes de \n\ntoxicidade e biodistribuição para o FM-DMSA devem ser realizados a fim de confirmar o \n\npotencial uso desta ferramenta para aplicações biomédicas \n\n\n\n6\n\nABSTRACT \n\nMagnetic fluids (MF) are colloidal suspensions formed by magnetic iron oxide nanoparticles \n\n(MNPs) such as magnetite (Fe3O4) and  maghemite (? Fe2O4), dispersed in a liquid medium. In \n\nrecent years, the use of magnetic fluid has been suggested as a promising tool for various \n\nbiomedical applications; however, it is necessary to evaluate the effects caused by the use of MF \n\nin the organism, so that this tool can be widely used. Therefore, the present study aims to assess \n\nthe morphological changes of spleen, liver and lymph nodes after treatment with magnetite-\n\nbased magnetic fluid stabilized with DMSA (2,3-dimercaptosuccinic acid) in capuchin monkeys  \n\n(Cebus apella).  Samples of spleen, liver and lymph node from control animal (CA), 12 hours \n\ntreatment animal (EA12h) and 90 days treatment animal (EA90d) were observed by Light and \n\nTransmission Electron Microscopy (TEM), to assess the possible morphological and \n\nultrastructural alterations, and cytolocalization of MNPs in the selected tissues. Samples of \n\nspleen and lymph node showed no morphological changes and did not display inflammatory \n\ninfiltrate for EA12d and EA90d. Nevertheless, for EA90d liver samples, morphological changes \n\nin the tissue structure and Disse space were shown. In all analyses performed, the DMSA-MF \n\nwas internalized in cytoplasmic vesicles. However, for EA90d liver samples, secondary \n\nlysossomes were also observed. Morphometrical tests of hepatic mitochondria were performed \n\nand analyzed for all animals, being that for EA90d these are organelles tripled its size, compared \n\nwith CA. This suggests a metabolic alteration in the liver mitochondria. DMSA-MF was not \n\nproven to be completely harmless, due to the fact that hepatic alterations were attributed to the \n\nMF presence in the tissue. On the other hand, spleen and lymph nodes did not show any kind of \n\ntoxic effects to their cells and any pathological process was observed, demonstrating the \n\nbiocompatibles of MF. This study demonstrated the possibility of utilization of FM in diagnostic \n\nand therapies but new tests of toxicity and body distribution need to be conducted in order to \n\nevaluate the potential use of DMSA-FM as a tool for biomedical applications \n\n\n\n7\n\nLISTA DE ABREVIAÇÕES \n\nAC – Animal controle \n\nAE12h – Animal tratado com FM-DMSA 12 horas antes da necropsia  \n\nAE90d - Animal tratado com FM-DMSA 90 dias antes da necropsia \n\nDMSA - ácido meso-2,3-dimercaptosuccínico  \n\nFM - Fluido magnético \n\nFM-DMSA–Fluido magnético composto por maghemita recoberto com ácido meso-2, 3 \n\ndimercaptosuccínico \n\nFM – Fluidos magnéticos \n\ni.v. - Intravenoso \n\nMET - Microscopia eletrônica de transmissão  \n\nMO - Microscopia óptica \n\nNPM - Nanopartícula magnética \n\nNPMs - Nanopartículas magnéticas \n\n\n\n8\n\nSUMÁRIO \n\n1. Introdução ------------------------------------------------------------------------------------------- 12 \n\n1.1. Breve revisão de literatura -------------------------------------------------------------------------- 14 \n\n1.2 Histórico----------------------------------------------------------------------------------------------- 14 \n\n1.3 Aplicações das Nanopartículas ------------------------------------------------------------------- 15 \n\n1.4 Classificação das Nanopartículas ---------------------------------------------------------------- 17 \n\n1.5 Composição e Cobertura das Nanopartículas ------------------------------------------------ 18 \n\n1.6 Aplicações do Fluido Magnético ----------------------------------------------------------------- 20 \n\n1.6.1 Fluido Magnético na Medicina Diagnóstica ---------------------------------------- 20 \n\n1.6.2 Fluido Magnético na Vetorização de Fármacos ----------------------------------- 21 \n\n2. JUSTIFICATIVA ---------------------------------------------------------------------------------------- 24 \n\n3. OBJETIVOS ---------------------------------------------------------------------------------------------- 26 \n\n3.1 Objetivo Geral --------------------------------------------------------------------------------------- 27 \n\n3.2 Objetivos Específicos ------------------------------------------------------------------------------- 27 \n\n4. MATERIAL E MÉTODOS ----------------------------------------------------------------------------- 28 \n\n4.1 Modelo Animal -------------------------------------------------------------------------------------- 29 \n\n4.2 Caracterização do Fluido Magnético Recoberto por DMSA (FM-DMSA) ------------- 30 \n\n4.3 Tratamento dos Animais -------------------------------------------------------------------------- 30 \n\n4.4 Necropsia dos Animais ----------------------------------------------------------------------------- 31 \n\n4.5 Análise Morfológica de Fígado, Baço e Linfonodo------------------------------------------- 32 \n\n4.5.1 Microscopia Óptica -------------------------------------------------------------------------- 32 \n\n4.5.2 Microscopia Eletrônica de Transmissão (MET)--------------------------------------- 33 \n\n4.5.3 Morfometria Mitocondrial e Análise Quantitativa dos Dados --------------------- 35 \n\n5. RESULTADOS ------------------------------------------------------------------------------------------- 37 \n\n5.1 Análise Histológica de Fígado, Baço e Linfonodo pela Microscopia Óptica ----------- 38 \n\n5.1.1 Fígado------------------------------------------------------------------------------------------- 38 \n\n5.1.2 Baço --------------------------------------------------------------------------------------------- 42 \n\n5.1.3 Linfonodo -------------------------------------------------------------------------------------- 44 \n\n5.2 Análise Ultraestrutural de Fígado, Baço e Linfonodo--------------------------------------- 47 \n\n5.2.1 Fígado------------------------------------------------------------------------------------------- 47 \n\n5.2.2 Baço --------------------------------------------------------------------------------------------- 53 \n\n5.2.3 Linfonodo -------------------------------------------------------------------------------------- 57 \n\n\n\n9\n\n5.3 Análise Morfométrica Mitocondrial ------------------------------------------------------------ 61 \n\n6. DISCUSSÃO ---------------------------------------------------------------------------------------------- 64 \n\n7. CONCLUSÕES ------------------------------------------------------------------------------------------- 76 \n\n8. REFERÊNCIAS BIBLIOGRÁFICAS --------------------------------------------------------------- 79 \n\n\n\n10\n\nLISTAS DE FIGURAS \n\nFigura 1. Comportamento paramagnético de uma substância. ......................................................18\n\nFigura 2. Cebus apella (Macaco-prego) em recinto do Centro de Primatologia da UnB .............29\n\nFigura 3. Exemplo de “layout” do programa digital “Imagen Proplus®”......................................36\n\nFigura 4. Fotomicrografia de fígado corado pelo método de H&amp;E dos animais controle e \n\nexperimentais.............................................................................................................................40\n\nFigura 5. Fígado de macacos-prego controle e tratados doze horas e noventa dias após injeção de \n\nFM-DMSA... .............................................................................................................................41\n\nFigura 6. Secções histológicas de baço do animal controle, animal 12horas e animal 90 dias após \n\na injecão de FM-DMSA.. ..........................................................................................................43\n\nFigura 7. Linfonodos do animal controle e dos animais 12 horas e 90dias após a administração de \n\nFM-DMSA e coradas com H&amp;E...............................................................................................45\n\nFigura 8. Fotomicrografia de linfonodo de animal controle, 12 horas e do animal 90 dias após a \n\ninjeção de FM-DMSA...............................................................................................................44 \n\nFigura 9. Micrografia eletrônica de fígado controle......................................................................47 \n\nFigura 10. Secções do fígado de macaco-prego 12 horas após a injeção de FM-\n\nDMSA........................................................................................................................................48 \n\nFigura 11. Micrografia eletrônica de fígado do animal 12 horas após a injeção de FM-\n\nDMSA........................................................................................................................................49 \n\nFigura 12. Eletromicrografia de fígado de animal 90 dias após a aplicação de FM-\n\nDMSA........................................................................................................................................51 \n\nFigura 13. Micrografia eletrônica do baço de macaco-prego controle..........................................53 \n\nFigura 14. Eletromicrografia do baço de animal experimental 12 horas com nanopartículas \n\nmagnéticas.................................................................................................................................54 \n\nFigura 15. Micrografia do baço de animal experimental 90 dias após a injeção de FM-DMSA..55 \n\nFigura 16. Micrografia eletrônica de linfonodo dos animais controle e animal 12 horas após a \n\ninjeção de nanopartículas magnéticas........................................................................................57 \n\n\n\n11\n\nFigura 17. Micrografia eletrônica de linfonodo do animal experimental 90 dias após a injeção de \n\nFM-DMSA.................................................................................................................................58 \n\nFigura 18. Representação gráfica da área ocupada por mitocôndrias de hepatócitos dos animais \n\ncontrole, 12 horas e 90 dias após a injeção de FM-DMSA.......................................................60 \n\nFigura 19. Comparação das áreas mitocondriais de hepatócito dos animais controle e \n\nexperimentais.............................................................................................................................61 \n\nFigura 20. Efeitos da alteração do sinusóide e espaço de Disse em hepatócitos ..........................66 \n\nFigura 21. Efeitos patológicos do excesso de ferro no fígado.......................................................68 \n\n\n\n12\n\n1.Introdução \n\n\n\n13\n\n“Há espaço de sobra lá embaixo.” Com essa frase o pesquisador e ganhador do prêmio \n\nNobel, Richard Feynman (1918-1988) introduziu à comunidade científica a idéia da existência \n\nde um mundo numa escala muito menor que aquele visto através do microscópio óptico de \n\nRobert Hooke. Nessa palestra, proferida para a “American Physical Society”, a nanotecnologia e \n\na nanociência foram definitivamente transformadas em alvo de pesquisas em todo o mundo \n\n(Capozzoli, 2008). \n\nO prefixo “nano” refere-se à bilionésima parte do metro (10-9 m). O trabalho nessa \n\nminúscula escala permite uma gama de aplicações a partir da construção e manipulação de \n\npartículas e materiais estruturados átomo por átomo. Embora essa realidade ainda esteja distante \n\nda aplicação comercial em larga escala, grandes investimentos são empregados no intuito de \n\nentender, aprimorar e explorar a capacidade dessa tecnologia. \n\nNo campo da medicina, os esforços da nanociência têm visado o tratamento e o \n\ndiagnóstico de doenças crônicas e degenerativas bem como melhorar a eficiência da atuação de \n\ndrogas. Pesquisas utilizando nanopartículas magnéticas (NPMs) recobertas com DMSA \n\nmostraram resultados promissores dessa nanopartícula na área biomédica. Assim, estudos \n\nadicionais com essa substância são necessários com o objetivo de verificar a possibilidade de \n\nutilização terapêutica/diagnóstica em larga escala.\n\nEntretanto, um dos entraves para a aplicação dessa tecnologia no dia-a-dia apontado por \n\nestas pesquisas é a captura desta nanopartícula pelo sistema mononuclear fagocitário, o que \n\nacarreta perda de função da nanoestrutura, uma vez que essa é internalizada antes de alcançar seu \n\ndestino. Assim, neste trabalho, órgãos de eleição com células participantes do sistema \n\nmononuclear fagocitário como o fígado, baço e linfonodo foram selecionados como objeto de \n\nestudo. \n\nCom base nos atuais conhecimentos sobre NPMs e suas diversas aplicabilidades, faz-se \n\nnecessário investigar os possíveis efeitos desse material em animais semelhantes aos humanos, \n\n\n\n14\n\ncomo os macacos-prego (Cebus apella), um primata cada vez mais usado em pesquisas \n\ncientíficas graças à homologia com o Homo sapiens tanto no que se refere ao aprendizado, \n\nfisiologia do sistema nervoso e capacidade associativa de símbolos (SUGANUMA et al., \n\n2007; LIMA et al. , 2007), quanto no tocante à anatomia (LAMARÃO &amp; ANTONIAZZI, 2005,) \n\ne genética (GIAVEDONI, 2005). Desta forma esses primatas não-humanos demonstram \n\nrelevância na investigação de mecanismos patofisiológicos na área hematológica, imunológica e \n\nvirológica (HERODIN et al, 2005). Contudo, as pesquisas que utilizam primatas não-humanos \n\ndevem restringir o número de cobaias uma vez que estas se encontram, muitas vezes, em \n\nprocesso de extinção, possuem reprodução dificultada em cativeiro, além dos aspectos bioéticos \n\nenvolvidos na pesquisa que devem ser levados em consideração (HERODIN et al., 2005).  \n\nDiante do exposto, o presente trabalho objetivou verificar os efeitos morfofisiológicos, \n\nem fígado, baço e linfonodo de macacos-prego, após injeção de fluido magnético (FM), optou-se \n\npor apresentar revisão de literatura sobre esse agente, com potencial para utilização terapêutica. \n\n1.1. Breve revisão de literatura \n\n1.2 Histórico \n\nNa antiga civilização Maia era comum o uso de pigmentos brilhantes quimicamente \n\nestáveis por uma partícula metálica conhecida como “óxidos super-retículos”. Entretanto, aquela \n\ncivilização não tinha consciência de que, manipulava um tipo de nanopartícula. Posteriormente, \n\nem 1673, Andreas Cassius sintetizou a mesma nanopartícula através da redução de um sal de \n\nouro utilizando cloreto de titânio (PANKHURST et al., 2003). \n\n\n\n15\n\nFaraday foi o primeiro pesquisador a estudar sistematicamente o que hoje conhecemos \n\npor nanomatéria. Desde o século XVIII esse estudioso demonstrava preocupação com o que \n\nacontecia com as propriedades de materiais muito pequenos trabalhando com um material \n\nchamado “Sol de ouro”, que dentre suas partículas uma refletia a cor vermelha e possuía \n\ntamanho próximo a 10nm (TOUMEY, 2005).  \n\nPorém, apenas com o prêmio Nobel de Física conquistado por Richad Feynman em 1960 \n\né que a nanotecnologia veio a ser divulgada. Na época, o pesquisador acreditava que “por volta \n\ndo ano 2000, produtos seriam construídos por um átomo de cada vez”. Contudo, os grandes \n\navanços na nanociência e nanotecnologia ocorreram a partir da década de 1980, isso graças aos \n\ninvestimentos disponíveis para essa nova ciência e também em virtude do aprimoramento das \n\ntécnicas de microscopia e dos instrumentos microscópicos, como os microscópios de \n\ntunelamento, de força atômica, de varredura e de tunelamento eletrônico (TOUMEY, 2005).  \n\nSegundo a Academia Francesa de Ciência e a Sociedade Real de Londres, a nanociência e \n\na nanotecnologia têm como objetivo o controle e a manipulação da matéria na escala da \n\nbilionésima parte do metro e a construção de objetos a partir de moléculas ou átomos \n\nmanipulados individualmente. \n\n1.3 Aplicações das Nanopartículas \n\nTendo em vista a variedade de possíveis aplicações dessa ciência, vultosos investimentos \n\nna área estão sendo aplicados em vários países. De acordo com Capozzoli (2008) o investimento \n\naplicado pelos E.U.A. ultrapassou o valor de US$ 1,57 bilhões em 2006, pouco mais que a \n\nChina, que investiu US$ 1,11 bilhões no mesmo ano, enquanto o Brasil empregou R$ 150 \n\nmilhões no período de 2001 a 2007. As pesquisas ultilizando nanopartículas vêm conquistando \n\n\n\n16\n\nespaço na iniciativa privada e na área biomédica com o intuito de avançar no tratamento de \n\ndoenças crônicas e aperfeiçoar diagnósticos entre outras aplicações que hoje são vistas apenas \n\ncomo promessa científica. \n\nOs nanomateriais podem ser subdivididos em nanofilmes, nanofios, nanotubos e \n\nnanopartículas. Os nanofilmes são dispositivos eletrônicos semicondutores utilizados em \n\nprocessadores, para a confecção de cobertura protetora contra a corrosão de peças e construção \n\nde equipamentos computacionais, entre eles a memória de computador (CAPOZZOLI, 2008). \n\nNanofios são estruturas diminutas, 100 vezes mais finas que um fio de cabelo, tendo diferentes \n\naplicações, com destaque à possibilidade de estimulação de uma célula nervosa individualmente \n\n(LIU, 2006). Já os nanotubos são estruturas menores que 100nm de diâmetro, considerados como \n\num dos materiais mais promissores para a nanotecnologia, sendo formados por uma ou duas \n\ncamadas de carbono (orgânica ou inorgânica), o que confere uma resistência 50 a 100 vezes \n\nmaior que a do aço (Capozzoli 2008). \n\nPor sua vez, as nanopartículas são geralmente tão pequenas que podem ser formadas por \n\napenas alguns átomos e possuem propriedades diferentes de acordo com seu tamanho, \n\ncomposição, estrutura e carga elétricas (SAHOO et al., 2006). São possíveis ferramentas a \n\nserem utilizadas nos mais diversos campos da vida moderna como na indústria automobilística e \n\naeroespacial, criando materiais mais leves, resistentes e elásticos; na indústria eletrônica e de \n\ncomunicação através do desenvolvimento de memórias de alta densidade, baterias, lasers e \n\ntambém aumentando a velocidade de transmissão das informações; na indústria química por \n\nintermédio da criação de novos pigmentos, cerâmicas, adesivo e substâncias resistentes à \n\ncorrosão. Na indústria farmacêutica, as nanopartículas são utilizadas para o desenvolvimento de \n\nnovos fármacos, vacinas e cosméticos, além da vetorização de drogas, ao passo que no campo da \n\nmedicina, são utilizadas como agentes contrastantes para diagnóstico por imagem, no tratamento \n\n\n\n17\n\nde doenças crônicas como o câncer e no rastreamento de células-tronco (SHERSTOV et al., \n\n1996). \n\n1.4 Classificação das Nanopartículas Magnéticas \n\nAs nanopartículas magnéticas são classificadas em metálicas, semicondutoras, óxidos \n\nmetálicos e poliméricos de acordo com o material utilizado na sua síntese. As metálicas, por \n\nexemplo, podem ser produzidas a partir de diferentes materiais como o ferro, níquel, cobalto e \n\nouro. Dentre estas, são particularmente interessantes as nanopartículas magnéticas (NPMs) que \n\ntêm como vantagem sua capacidade de magnetização e atração por magnetos (LIU, 2006; \n\nBRUGIN, 2007). Essas nanopartículas são estruturas capazes de desempenhar função magnética \n\nem virtude do alinhamento dos momentos magnéticos dos elétrons quando submetidos a um \n\ncampo magnético externo e podem de acordo com sua natureza ser classificadas em: \n\ndiamagnéticas, paramagnéticas, superparamagnéticas e ferrimagnéticas. As nanopartículas \n\ndiamagnéticas são aquelas cujo magnetismo tende a cancelar o efeito da aplicação do campo \n\nexterno. Já as nanopartículas paramagnéticas possuem a característica de alinhar os momentos \n\nmagnéticos dos elétrons na mesma direção do campo magnético externo quando na presença \n\ndeste. Assim, quando o campo magnético externo cessa, a magnetização também o faz. Por sua \n\nvez, as nanopartículas superparamagnéticas possuem o mesmo tipo de comportamento das \n\npartículas paramagnéticas, porém com maior intensidade. Por último, os materiais \n\nferrimagnéticos são aquelas que mesmo após a retirada do campo magnético permanecem \n\nmagnetizadas. Exemplos de substâncias que possuem este comportamento são: ferro, magnetita, \n\ncobalto, níquel e gadolínio (DA SILVEIRA, 2006). \n\n\n\n18\n\n1.5 Composição e Cobertura das Nanopartículas Magnéticas \n\nAs nanopartículas podem ser sintetizadas a partir de vários componentes minerais \n\n(GOJOVA et al., 2007) como minérios contendo níquel, cobalto, zinco, óxido de titânio, óxido \n\nde zinco e óxido de ferro. Dentre estas, a magnetita (Fe3O4) e maghemita (?Fe2O3) são os \n\ncomponentes mais ultilizados, uma vez que se apresentam mais estáveis em meio fisiológico (pH \n\nneutro) quando comparados a outros componentes. Além disso, apresentam pouco potencial \n\ntóxico ao organismo e, quando em preparados nanométricos, possuem características \n\nsuperparamagnéticas, ou seja, não retêm magnetismo após a remoção do campo magnético \n\n(Fig.1) (SUNG et al., 1994; BERRY &amp; CURTIS, 2003), o que favorecem a aplicação no campo \n\nbiomédico (TARTAJ et al., 2003). \n\nFigura 1. Comportamento superparamagnético de uma substância. a. Deslocamento do composto em direção a um \n\ncampo magnético externo (ímã, asterisco). b. Propriedade superparamagnética – perda do magnetismo após o \n\ndistanciamento do ímã. Fonte: www.iq.usp.br/wwwdocentes/irossi/lia4.htm.\n\nTendo em vista as propriedades magnéticas das partículas de magnetita e de maghemita, \n\ntornou-se necessário realizar uma cobertura que estabilizasse essas substâncias em meio \n\nfisiológico, evitando com isso, sua agreagação. Com isso, impedir-se-ia a interação das \n\npartículas entre si e o seu agrupamento, uma vez que essa condição sabidamente estimula a \n\na b\n\n* *\n\n\n\n19\n\nfagocitose, o que, por sua vez, impediria a atuação esperada do nanomaterial (THÜNEMANN et \n\nal., 2006). Em adição, a cobertura realizada nas nanopartículas pode apresentar afinidade com \n\ndeterminados tecidos e substâncias de modo que, dependendo da substância utilizada na \n\ncobertura,  é possível direcionar a nanopartícula a um tecido específico. Estudos realizados em \n\ncamundongos demonstraram que nanopartículas cobertas com DMSA possuem a capacidade de \n\nse ligar à albumina, facilitando sua internalização em muitos órgãos (APOSHIAN et al., 1990; \n\nGONZALEZ-RAMIREZ et al., 1998). Já aquelas cobertas com citrato apresentam afinidade com \n\nácidos nucléicos (ZHANG et al., 2006; BRUGIN, 2007) e as cobertas com dextran  vão \n\npreferencialmente para órgãos como fígado, baço e em menor intensidade, medula óssea (OGA, \n\nHORSMAN, OVERGAD, 2001; LACAVA et al., 2004). Ainda, de acordo com Kim et al. \n\n(2006) a cobertura de rodamina em nanopartículas de sílica faz com que a mesma apresente a \n\ncapacidade de ultrapassar a barreira hematoencefálica.  \n\nA partir desses dados, pode se deduzir que a cobertura de DMSA mostrou-se mais \n\npromissora em aplicações biomédicas, uma vez que dentre as coberturas testadas até o momento, \n\nessa foi considerada como tendo menor efeito tóxico ao organismo animal (CHAVES et al., \n\n2002; AZEVEDO et al., 2004; CHAVES et al., 2005; GARCIA et al., 2005; VALOIS, 2006). \n\nComplementarmente, o tamanho da nanopartícula influencia diretamente sua atuação e \n\nseu potencial tóxico. Assim, estudos utilizando partículas de 14 a 56 nm em camundongos \n\ndemonstraram a diferente atuação da nanopartícula de acordo com o seu tamanho, sendo a menor \n\nmais agressiva às células pulmonares em relação àquelas de 56 nm (INOUE et al., 2006). Outro \n\nestudo utilizando partículas de 100 e 300 nm em camundongos revelou que as partículas de \n\nmenor tamanho apresentam maior facilidade para penetrar nos tecidos, são menos perceptíveis às \n\ncélulas fagocíticas e também permanecem por maior tempo no organismo (IRMA et al., 1998; \n\nVERANTH et al., 2007). \n\n\n\n20\n\n1.6 Fluido Magnético \n\nUma das mais importantes formas de ultilização das NPMs consiste em sua utilização \n\ncomo Fluido Magnético (FM), esse material é composto por uma suspensão de nanopartículas \n\ndispersas em meio líquido polar ou apolar, de solvente orgânico ou inorgânico, com apenas um \n\ndomínio magnético. Uma das características mais importantes do fluido magnético é a forte \n\ninteração entre as NPMs e o solvente utilizado, o que explica a resposta homogênea e eficaz da \n\nsuspensão como um todo quando o FM é submetido a um campo magnético externo (MASSART \n\net al., 1995; TARTAJ et al., 2003). \n\n1.7 Aplicações do Fluido Magnético \n\nOs fluidos magnéticos possuem potencial para aplicação na medicina diagnóstica, bem \n\ncomo na terapia farmacêutica através do carreamento de drogas ou anticorpos a tecidos- alvo \n\nespecífico, além da técnica da magnetotermocitólise. Nesta técnica, os FMs podem ser dirigidos \n\na tecidos-alvo podendo provocar o aumento da temperatura local e, conseqüentemente, a morte \n\nde populações celulares, como será abordado mais adiante. \n\n1.7.1 Fluido Magnético na Medicina Diagnóstica \n\n\n\n21\n\nO uso de FM na medicina diagnóstica tem como foco principal a obtenção de contraste \n\nem exames de ressonância magnética, medicina nuclear e ultra-sonografia (COROIU, 1999; \n\nSAFARIKOVA et al., 2002; HARISINGHANI et al., 2005; JEYARAJAH et al., 2005; Kim et \n\nal., 2006; WICKLINE et al., 2006). Desse modo, os FMs atuam como agentes modificadores da \n\nrelaxação na ressonância magnética, potencializando o contraste da imagem e favorecendo a \n\ndetecção precoce de patologias (ROCKALL et al., 2002; ; LANZA et al., 2004; TATSUMI et al., \n\n2006). Nesse contexto, diversos estudos estão sendo realizados a fim de reduzir a instabilidade \n\ndo FM no meio biológico e estabelecer a dosagem ideal, minimizando os efeitos tóxicos e os \n\ncustos associados ao seu uso. Com este objetivo, diversas estratégias tais como a ligação de \n\nproteínas a nanopartícula ou a cobertura de ferritas (nanopartículas) com polímeros e anticorpos \n\nvêm sendo testadas. Neuwelt et al. (1996) demonstraram que uma determinada nanopartícula \n\nconstituída de óxido de ferro conjugada a um anticorpo monoclonal específico foi capaz de \n\nultrapassar a barreira hematoencefálica atuando como ferramenta diagnóstica de neoplasias \n\ncerebrais. Mais recentemente, El-sayed et al (2005) conjugaram partículas de ouro a anticorpos \n\nespecíficos contra fator de crescimento epidermal e demonstraram que houve uma marcação \n\neficaz contra células tumorais na pele. Em adição, ampla revisão abordando o uso de \n\nnanopartículas no diagnóstico por imagem de placas ateroscleróticas, trombose e outros \n\ndistúrbios vasculares foi realizada por Wickline et al. (2006). \n\n   \n\n1.7.2 Fluido Magnético na Vetorização de Fármacos \n\nO princípio fundamental utilizado para a vetorização de fármacos a alvos específicos leva \n\nem consideração a possibilidade de recobrir as nanopartículas constituintes do FM com \n\nanticorpos, cargas elétricas ou até mesmo com substâncias hidrofóbicas/hidrofílicas. Desse \n\n\n\n22\n\nmodo, o carreamento de drogas a sítios específicos direciona o tratamento apenas às células-alvo, \n\naumentando sua eficiência ao permitir sua utilização. A vetorização de fármacos evita os efeitos \n\ncolaterais e as reações adversas que estão associados à administração invasiva de fármacos ou \n\nrelacionadas à grande quantidade de drogas administradas para que o efeito terapêutico seja \n\nefetivamente alcançado. Um forte candidato a se beneficiar com essa tecnologia num futuro \n\npróximo é a terapia contra o câncer que se utiliza de drogas potentes com efeitos colaterais \n\nseveros e que necessitam de doses altas para serem efetivas (KHARKEVICH, ALYAUTDIN, \n\nFILIPPOV, 1989; KREUTER et al., 2002; KUCKELHAUS et al., 2004). \n\nUtilizando-se desta idéia, Sengupta et al (2005) avaliaram um quimioterápico \n\nantiangiogênico conjugado a uma estrutura lipídica (ambos associados a nanopartículas) e \n\nobservaram a possibilidade da inibição do crescimento celular e da perda da vascularização do \n\ncarcinoma pulmonar em camundongos. De maneira semelhante, Jain et al (2008) desenvolveram \n\nnanopartículas recobertas por plurônico e ácido oléico formando um copolímero hidrossolúvel \n\ncapaz de carrear com sucesso a células cancerosas um fármaco (doxorrubicina) que possui ação \n\nanti-neoplásica. Do mesmo modo, Lübbe et al. (1996) administraram em pacientes com câncer \n\nde mama a epidoxorrubicina conjugada a nanopartícula constituída de ferrofluido, \n\ndemonstrarando uma boa tolerância e aplicabilidade do sistema de vetorização do \n\nquimioterápico. No entanto, esses pesquisadores sugerem mais estudos a fim de aprimorar o \n\nmecanismo de liberação da droga (SENEYEI et al., 1978; ALEXIOU et al., 2000; \n\nSCHAFFAZICK et al., 2003). \n\nEstudos visando a utilização de fluido magnético como mediadores no aquecimento de \n\ncélulas tumorais, têm sido realizados com diferentes partículas, entre essas, nanopartículas \n\nrecobertas por lipossomas catiônicos, que provocaram total regressão de tumores enxertados \n\nsubcutaneamente em camundongos, tanto em função do aquecimento das células tumorais \n\nquanto pela resposta imunitária específica e aguda induzida pela magnetotermocitólise \n\n\n\n23\n\n(YANASE et al., 1998). A magnetotermocitólise é o processo no qual um fluido magnético \n\ndirecionado especificamente a um tecido é capaz de promover o aumento da temperatura local \n\n(hipertermia) levando à morte células sensíveis à variação de temperatura. Esse processo ocorre \n\nem virtude da excitação das nanopartículas por um campo magnético externo alternado quando \n\nestas alcançam o tecido desejado. Vale ressaltar que as células tumorais normalmente são mais \n\nsensíveis à variação de temperatura e que, deste modo, a magnetotermocitólise é uma técnica \n\npromissora no tratamento de tumores uma vez que minimiza os danos às células sadias \n\n(MISTISUMORI et al., 1996; DA SILVA et al., 1997; JORDAN et al., 2006). \n\n\n\n24\n\n2. JUSTIFICATIVA \n\n\n\n25\n\nAo iniciar este estudo, pretendíamos avaliar, de modo mais completo, os efeitos \n\nprovocados pela administração de FM-DMSA em primatas, estreitando a distância existente \n\nentre os conhecimentos obtidos em estudos com mamíferos não-primatas e animais da nossa \n\nOrdem. Sendo assim, acreditamos que os resultados a serem obtidos com esse trabalho poderiam \n\nfornecer subsídios para estudos com fins terapêuticos. Nesse contexto, aplicamos FM-DMSA em \n\nmacacos-prego Cebus apella, mantidos no Centro de Primatologia da UnB. \n\nA escolha de DMSA para revestir as NPMs na composição do FM se deve ao fato de que \n\npartículas assim revestidas têm-se mostrado menos tóxicas em estudos realizados por nosso \n\ngrupo de pesquisadores, e em outros estudos relatados na literatura, tendo uma promissora \n\naplicação terapêutica. \n\nA escolha de baço como um dos órgãos a serem investigados foi apoiada no fato deste ser \n\num órgão de filtração sangüínea, uma vez que o FM seria administrado por via endovenosa. O \n\nlinfonodo, por sua vez, órgão de filtragem da linfa, foi escolhido porque são raros os trabalhos na \n\nliteratura que esclarecem a identificação de NPMs na circulação linfática. Quanto ao fígado, este \n\ntem se mostrado bastante influenciado pela administração de fluidos magnéticos em vários \n\nmomentos, apresentando alterações morfológicas que vão desde a simples identificação de \n\nNPMs nas populações de células hepáticas, até a ocorrência de hemorragias ou áreas de necrose \n\ntecidual, variando com o tipo de fluido administrado. \n\nPor último, a análise da fração ocupada pelas mitocôndrias nas células hepáticas derivou \n\ndos achados obtidos com MET, sendo incluída no escopo desse trabalho. Assim, o delineamento \n\ndos objetivos aqui propostos e apresentados a seguir, visou acrescentar novos e relevantes dados \n\nsobre o comportamento biológico de FM-DMSA em órgãos de mamíferos. \n\n\n\n26\n\n3. OBJETIVOS \n\n\n\n27\n\n3.1 Objetivo Geral \n\nO presente trabalho tem por finalidade avaliar as alterações morfológicas de baço, fígado \n\ne linfonodo após a administração endovenosa de fluido magnético (FM-DMSA) composto por \n\nnanopartículas magnéticas à base de maghemita (?Fe2O4) recobertas por ácido meso-2,3-\n\ndimercaptosuccínico (DMSA) em Macacos-prego (Cebus apella).  \n\n3.2 Objetivos Específicos \n\n• Avaliar, ao microscópio óptico e ao microscópio eletrônico, as possíveis \n\nalterações histológicas no fígado, baço e linfonodo de Macacos-prego (Cebus \n\napella) machos e fêmeas após a administração de FM-DMSA. \n\n• Verificar a citolocalização de FM-DMSA em fígado, baço e linfonodo pelo uso de \n\nmicroscopia eletrônica de transmissão (MET). \n\n• Quantificar e comparar a morfometria mitocondrial das amostras de fígado \n\ncontrole, fígado 12 horas e fígado 90 dias após a administração de FM-DMSA via \n\nendovenosa. \n\n\n\n28\n\n4. MATERIAL E MÉTODOS \n\n\n\n29\n\n4.1 Modelo Animal \n\nPara a realização dos testes biológicos, foram utilizados três macacos-prego juvenis \n\n(Cebus apella): um macho e duas fêmeas com idade estimada entre um ano e um ano e meio. \n\nEstes animais foram cedidos pelo Zoológico de Carajás-PA e seu uso neste trabalho foi \n\nautorizado pelo IBAMA (Instituto Brasileiro de Meio Ambiente e dos Recursos Naturais \n\nRenováveis) licença 005/2007. Os animais, que pesavam em média 2 kg, permaneceram em \n\nquarentena no Centro de Primatologia da Universidade de Brasília até o momento da eutanásia, \n\nrealizada de acordo as normas do COBEA (Colégio Brasileiro de Experimentação Animal) após \n\na aprovação em 27 de fevereiro de 2007 do projeto pelo Comitê de Ética de Uso Animal (CEUA) \n\ndo Instituto de Ciências Biológicas da UnB. \n\nDurante o período de quarentena os animais foram alimentados com dieta onívora \n\ncomposta por frutas, sementes, legumes, pequenos insetos e carnes. Os animais foram mantidos \n\nem recinto medindo 1,20m de largura, 3,0m de comprimento e 3,0m de altura. Esse alojamento \n\nera dividido em dois compartimentos: uma parte aberta pela qual o animal recebia luz solar e \n\ntinha contato com o ambiente externo, sendo revestida por tela de arame e outra parte fechada, \n\ncomposta de um viveiro de alvenaria protegendo os animais da chuva e onde ficava o abrigo e \n\neram depositadas as refeições (Fig. 2). \n\nFigura 2. Cebus apella (Macaco-prego) juvenil em recinto do \n\nCentro de Primatologia da UnB. Ao fundo, em madeira, o \n\nabrigo. Fonte: Arquivo pessoal. \n\n\n\n30\n\n4.2 Caracterização do Fluido Magnético Recoberto por DMSA (FM-DMSA) \n\nAs amostras de fluido magnético (FM) utilizadas no presente experimento foram \n\nsintetizadas pela a professora Emília Lima do Instituto de Química da Universidade Federal de \n\nGoiás (UFG) e gentilmente cedida para a realização dos testes biológicos. \n\nO fluido era constituído por nanopartículas de maghemita (?Fe2O3), estabilizadas pela \n\ncobertura de ácido meso-2,3-dimercaptosuccínico (DMSA), contendo aproximadamente 6,5 x \n\n1016 partículas/mL. A concentração de Fe no fluido era de 18,7mg/mL e as partículas tinham \n\ndiâmetro médio de 5,0 nm. \n\nAs nanopartículas magnéticas (NPMs) foram previamente caracterizadas pela técnica de \n\nMicroscopia Eletrônica de Transmissão (MET). Na ocasião, as NPMs foram diluídas em solução \n\nsalina PBS 0,9% numa proporção 1:1000 (vol/vol) e em seguida colocadas numa tela coberta \n\ncom Formvar e posteriormente analisadas e fotografadas com aumentos de 100.000x e 200.000x. \n\nA partir da aquisição das imagens as NPMs foram mensuradas pelo programa Image Pro-Plus \n\n5.1® e ajustadas por distribuição log- normal para obtenção do diâmetro modal das amostras de \n\nFM-DMSA. \n\n4.3 Tratamento dos Animais \n\nDurante sua permanência (aproximadamente três meses) no centro de Primatologia da \n\nUniversidade de Brasília, os animais tinham alojamentos apropriados, onde recebiam dieta \n\nonívora e cuidados veterinários. Foram escolhidos aleatoriamente três animais para compor os \n\nseguintes tratamentos experimentais: animal controle (AC), animal experimental 12 horas \n\n\n\n31\n\n(AE12h) e animal experimental 90 dias (AE90d), sendo que os períodos assinalados \n\ncorrespondem ao intervalo entre a administração do fluido magnético e a eutanásia dos animais. \n\nDois animais, uma fêmea e um macho, receberam uma única injeção intravenosa de 3,0 ml de \n\nfluido magnético diluído em PBS na concentração final de 8,25 x 1011 partículas/mL. O macho \n\nfoi eutanasiado 12 horas após a administração do FM-DMSA enquanto a fêmea foi eutanasiada \n\n90 dias após a injeção do fluido. Um terceiro animal, do sexo feminino, foi utilizado como \n\ncontrole do experimento não tendo recebido nenhum tipo de tratamento prévio. \n\n4.4 Necropsia dos Animais \n\nOs animais foram transportados em gaiolas apropriadas do Centro de Primatologia para o \n\nlocal da necropsia, no Hospital Veterinário da Universidade de Brasília. Os animais foram \n\ncapturados por um pulsar e para facilitar a manipulação dos mesmos, foram empregados dois \n\nanestésicos - Tiopental e Xilazina, ambos na dose de 10 mg/kg i.m. Após a administração dos \n\nanestésicos foram colhidas amostras de 5 ml de sangue dos animais, para a realização de \n\nhemograma e exames bioquímicos. Em seguida foi realizada a eutanásia administrando-se \n\nTiopental i.v. até que o animal entrasse num quadro de apnéia (dose-efeito). Após a confirmação \n\nda morte dos animais, foram realizadas a necropsia e a colheita dos órgãos (baço, fígado e \n\nlinfonodo mesentérico). Os animais necropsiados não apresentaram alterações clínicas \n\ndetectáveis, sendo que os órgãos colhidos para processamento apresentaram-se com coloração, \n\ntamanho e aspecto padrão. Todas as etapas de obtenção dos órgãos acima mencionados foram \n\nrealizadas sob a supervisão de médico veterinário. \n\n\n\n32\n\n4.5 Análise Morfológica de Fígado, Baço e Linfonodo  \n\n4.5.1 Microscopia Óptica \n\nAs amostras de fígado, baço e linfonodo dos três tratamentos AC, AE12h e AE90d foram \n\ncolhidos durante a necropsia e seccionadas em fragmentos de até 0,5 cm3 e imediatamente \n\nmergulhadas em solução fixadora de Davidson/ácido acético 9:1 (v/v). Após permanecerem \n\nvinte e quatro horas na mistura fixadora os fragmentos foram desidratados em série etanólica \n\ncrescente, nas concentrações de 70, 80 e 90%, durante uma hora cada, sendo então mergulhadas \n\nem três soluções de etanol absoluto (100%) durante uma hora. A diafanização dos órgãos foi \n\nfeita durante uma hora em solução de álcool e xilol (1:1), seguido por três banhos, de uma hora, \n\nem xilol 100%. Na etapa de inclusão, o material foi submetido a três banhos de Paraplast® \n\nrealizados a 59 ºC em estufa, sendo o primeiro banho realizado sob vácuo. O material foi \n\nincluído em blocos de resina moldados por barras de Leuckhart®. Após a solidificação, os blocos \n\nforam seccionados com 5? m de espessura utilizando micrótomo Spencer 820®. As secções \n\nforam colhidas em lâminas de vidro e mantidas na estufa a 37 oC por pelo menos quatro horas \n\npara sua aderência às lâminas. Após esta etapa, as lâminas foram submetidas a um processo de \n\nretirada do Paraplast® para posterior hidratação, utilizando-se três banhos iniciais em xilol, \n\noutros três em álcool absoluto e em série etanólica decrescente de 90%, 80% e 70%. Cada um \n\ndos banhos realizados nessa etapa durava um minuto. Após esse procedimento, as lâminas foram \n\ncoradas com hematoxilina e eosina (H&amp;E), permanecendo mergulhadas durante três minutos em \n\nsolução de hematoxilina básica, recebendo em seguida banho em água corrente por trinta \n\nsegundos e então submersa em solução de eosina por dois minutos.  \n\n\n\n33\n\nPara a identificação dos depósitos citoplasmáticos e intersticiais de ferro, foi realizada \n\ncoloração de acordo com o método de Perls que consiste em mergulhar as lâminas por quarenta \n\nminutos em solução de 1:1 (v/v) de ferrocianeto de potássio 2% e ácido clorídrico 1%, lavadas \n\nem água destilada por um minuto e em seguida mergulhada em solução de vermelho rápido por \n\ncinco minutos para posterior lavagem em água destilada por um minuto. Esta coloração é capaz \n\nde evidenciar os depósitos de sais férricos na forma de ferritina e hemossiderina. \n\nDepois de corados pelo método de Perls, o material foi desidratado em solucão crescente \n\nde álcool com concentração 70%, 80%, 90%, 100% (quatro banhos de um minuto cada) e \n\ndiafanizado em xilol puro (três vezes por um minuto cada). Após o último banho de xilol e \n\nsecagem das lâminas, as mesmas foram montadas com Entellan e recobertas com lamínulas, e \n\ncolocadas para secagem em estufa a 37 oC, por doze horas. Posteriormente as lâminas foram \n\nanalisadas e fotografadas ao Microscópio Axiophot Zeiss®, sendo as imagens capturadas pelo \n\nprograma Axio Vision 40 V 4.6.1.0 Copyright© 2002-2004. \n\n4.5.2 Microscopia Eletrônica de Transmissão (MET) \n\nA utilização dessa ferramenta teve como objetivo promover a citolocalização de FM-\n\nDMSA nos tecidos animais, bem como verificar as possíveis alterações ultra-estruturais causadas \n\npela administração do fluido magnético. \n\nPara a visualização de detalhes ultra-estruturais dos tecidos coletados, amostras dos \n\nórgãos foram submetidas ao processamento para MET. Para tanto, as amostras colhidas durante a \n\nnecropsia foram imediatamente seccionadas em aproximadamente 1mm³ e colocadas em tubos \n\nde 1,5 ml do tipo “eppendorf” contendo aproximadamente 1 mL de solução fixadora de \n\nKarnovisky (2% de glutaraldeído, 2% de paraformaldeído, 3% de sacarose, 0,5 mM de cloreto de \n\n\n\n34\n\ncálcio e 0,1 M de tampão cacodilato de sódio, pH 7,2), sendo ali mantidas por doze horas a 4 ºC. \n\nPosteriormente, foram realizadas três lavagens de dez minutos cada em 0,1M de tampão \n\ncacodilato de sódio (pH 7,2). A etapa de pós-fixação foi realizada com a adição de tetróxido de \n\nósmio 1% 1:1 (v/v) à solução de ferricianeto de potássio 0,08% e cloreto de cálcio 5 mM, \n\ndiluídos em tampão cacodilato de sódio 0,1M (pH 7,2) durante uma hora e mantendo as amostras \n\nprotegidas da luz. Posteriormente as amostras foram lavadas duas vezes em tampão cacodilato de \n\nsódio 0,1 M (pH 7,2) por dez minutos, sendo então submetidas à contrastação “in bloc” com \n\nacetado de uranila 0,5% diluído em água destilada e protegido da luz, durante duas horas. Em \n\nseguida, o material foi lavado duas vezes com água destilada, por dez minutos cada. Assim, foi \n\niniciado o processo de desidratação em série crescente de acetona (30%, 50%, 70%, 90%; quinze \n\nminutos cada e três banhos de acetona 100%, dez minutos cada). \n\nApós a desidratação, as amostras foram infiltradas com mistura crescente de resina \n\nSpurr® e decrescente de acetona iniciando a mistura na proporção (acetona:resina) em 2:1, 1:1, \n\n1:2 e resina pura. Cada infiltração durou de doze a vinte horas sendo a última infiltração feita \n\ncom a resina Spurr® pura, durante seis horas e com o tubo tipo “eppendorf” aberto para facilitar a \n\nevaporação da acetona remanescente. Em seguida, as amostras foram incluídas em fôrmas \n\napropriadas de silicone, contendo resina Spurr® pura. O material foi mantido em estufa a 57 ºC, \n\npor aproximadamente setenta e duas horas para polimerização da resina. \n\nO material foi seccionado em ultra-micrótomo Reichert Supernova®, utilizando-se \n\nnavalhas de vidro para obtenção de cortes semi-finos (2-5 ? m de espessura) e navalha de \n\ndiamante para cortes ultrafinos (80-100 nm). Os cortes ultrafinos foram coletados em telas de \n\ncobre de 300 mesh e contrastados com acetato de uranila 3% diluído em água destilada durante \n\ntrinta minutos. Assim, os mesmos foram lavados em água destilada, submetidos a banho em \n\nsolução de citrato de chumbo saturado por dez minutos e novamente lavados em água destilada. \n\nToda a etapa da contrastação foi protegida da luz para evitar a precipitação dos sais de metais \n\n\n\n35\n\nsobre o material. O material foi analisado em Microscópio Eletrônico de Transmissão modelo \n\nJeol® 1011C operado a 80 kV para observação, fotografia e captura de imagens pela a câmara \n\nGatan Digital Micrograph ™ 3.11.0 Copyright© 1996-2006 e as imagens foram gravadas em \n\nformato JPG. \n\n4.5.3 Morfometria Mitocondrial e Análise Quantitativa dos Dados \n\nA morfometria mitocondrial foi realizada em amostras de fígado controle, doze horas e \n\nnoventa dias após a administração de FM-DMSA. A partir de 20 micrografias obtidas dos \n\nhepatócitos, cinco mitocôndrias de cada célula foram escolhidas aleatoriamente para realizar a \n\nmedição da área mitocondrial. O programa digital Image-ProPlus 4.5® (Fig.3) foi utilizado para a \n\nmensuração da área ocupada por essas organelas. \n\nOs dados obtidos da morfometria das mitocôndrias de animal controle e tratados com \n\nFM-DMSA foram comparados em teste estatístico t-Student, com intervalo de confiança de \n\n95%. Utilizou-se programa estatístico Prisma® para verificar a significância dos resultados \n\nobtidos. \n\n\n\n36\n\nFigura 3. Exemplo de “layout” do programa digital “Imagen Proplus®” utilizado para aquisição das imagens de \n\nmitocôndrias, sua delimitação e quantificação da área ocupada pelas mesmas. Fonte: arquivo pessoal.\n\n\n\n37\n\n5. RESULTADOS \n\n\n\n38\n\n5.1 Análise Histológica de Fígado, Baço e Linfonodo pela Microscopia Óptica \n\nApós a administração de Fluido Magnético (FM-DMSA) em macacos-pregos,os baço, \n\nfígado e linfonodos dos animais tratados doze horas (GE12h), tratados (GE 90d) e do animal \n\ncontrole (GC), foram colhidos e submetidos ao processamento histológico com o objetivo de \n\naveriguar as possíveis alterações morfológicas detectáveis nesses órgãos em conseqüência ao \n\ntratamento. As secções histológicas foram coradas com hematoxilina e eosina (H&amp;E) para \n\nobservação das características teciduais gerais, além de agregados de ferro em coloração \n\nvermelho-acastanhado. Outra série de cortes histológicos dos mesmos animais e processados do \n\nmesmo modo foi submetida à coloração pelo método de Perls, que permitiu a visualização do \n\nferro (III) intracitoplasmático e intersticial em azul, contrastado com os núcleos avermelhados \n\ndas células. \n\n5.1.1 Fígado \n\nNo fígado do animal controle (AC) a arquitetura geral hepática estava bem preservada, \n\ncom lóbulos hepáticos delimitados por alguns espaços-porta que, por sua vez, apresentaram \n\narteríolas, vênulas e veias com aspecto íntegro. No centro dos lóbulos, formados por cordões de \n\nhepatócitos associados a sinusóides e radialmente dispostos, observou-se área correspondente à \n\nveia centro-lobular, sem qualquer alteração morfológica (Figs. 4a-b; 5a-b). \n\nNas amostras de fígado coletado do animal AE12h, não foi verificado processo \n\ninflamatório proeminente, assim como hemorragias ou áreas de necrose (Figs. 4c; 5c). Porém, os \n\nhepatócitos apresentavam aspecto vacuolado, indicando               \n\n\n\n39\n\nmicrovesículas hepáticas. Foi observada a presença de áreas com material vermelho- \n\nacastanhado no interior dos hepatócitos, prováveis acúmulos de NPMs (Fig. 4d). \n\nNo fígado de animal do grupo (GE 90d) observou-se nítida alteração na arquitetura geral \n\ndo órgão, mais especificamente, a dilatação dos sinusóides, embora também não tenham sido \n\nobservados quaisquer sinais de inflamação mais pronunciada. A dilatação dos espaços \n\nsinusoidais pode advir de uma retração do volume dos hepatócitos, que mantinham sinais de \n\nacúmulo de gordura em seu citoplasma (Fig. 4 f e 5f). \n\n  \n\n\n\n40\n\nFigura 4 Fotomicrografia de fígado corado pelo método de H&amp;E dos animais controle e experimentais. \nObserva-se padrão arquitetural típico no fígado do animal controle (a e b). Em c e d observa-se o aspecto \ngeral de fígado de macaco-prego que recebeu injeção de FM-DMSA doze horas antes da colheita do \nórgão, com padrão histológico geral semelhante ao do animal controle, porém com indícios de \nmicrovessículas aparente nas células vistas em maior aumento (d). As amostras obtidas de fígado do \nanimal AE90d (e e f) mostram sinusóides aumentados delimitados por cordões de hepatócitos onde \npermanece o aspecto vacuolado do citoplasma. Em f, verifica-se hepatócitos convergindo em relação à \nveia centro-lobular (cabeça de seta). \n\n.\n\nd \n\n50? m \n\nf \n\n\n\n41\n\nFigura 5 Fígado de macaco-prego controle (a e b), tratado doze horas (c e d) e noventa dias após \ninjeção de FM-DMSA (e e f). Todos os cortes foram corados pelo método de Perls. O aspecto \ntípico do órgão pode ser observado nas secções do fígado de AC, onde pode ser visto em detalhe \npequena concentração de partículas de ferro coradas em azul junto à veia centro-lobular \nobservada em a. Em detalhe, b. Em c e d observa-se aspecto geral do órgão sem alterações \npronunciadas, porém, em castanho verifica-se acumulo de ferro no interior de vasos sangüíneos \nnas zonas 1 e 2 de ácino hepático (c) e em hepatócitos de aspecto vacuolado (d). Em e e f\nverifica-se a presença de sinusóides dilatados e delimitados por cordões de hepatócitos \nvacuolados, além da presença de Fe II (hemácias, em marrom) e nanopartículas (Fe III, em azul) \nno interior de sinusóides e no citoplasma das células.\n\na b \n\ne f \n\nc \n\nd \n\nc c d c \n\nf \n\n\n\n42\n\n5.1.2 Baço \n\nApós a análise dos cortes histológicos de baço do animal controle, verificou-se que o \n\nmesmo apresentava as características típicas do órgão, no tocante às suas principais estruturas, \n\napresentando-se íntegro quanto à cápsula, trabéculas, nódulos, arteríola pericentriolar, seios e \n\ncordões da polpa vermelha. (Figs. 6a-b)  \n\nSecções de baço do macaco-prego que recebeu injeção intravenosa de FM-DMSA \n\n12horas antes da coleta do órgão não apresentaram alterações morfológicas significativas, \n\napresentando seus componentes histológicos bem preservados. Também, foram verificados \n\nagregados (em quantidades diminutas) de partículas de coloração vermelho-acastanhado nas \n\nlâminas coradas com H&amp;E e agregados azuis e marrons pela coloração de Perls, nas regiões de \n\npolpa vermelha e polpa branca do tecido, mais especificamente nos nódulos esplênicos (Figs. 6c-\n\nd). Nas lâminas de baço extraído 90 dias após o tratamento com FM-DMSA, observou-se \n\npresença de nanopartículas magnéticas em maior porção comparada ao tratamento de 12 horas \n\nAinda foi possível, nesse material, observar a presença de agregados de FM-DMSA no interior \n\nde algumas células, provavelmente linfoblastos (Figs. 6e-f). Contudo, não foi observada qualquer \n\nalteração histológica significativa que indicasse a ocorrência de processos patológicos nos baços \n\ndos macacos-prego em conseqüência da administração do fluido magnético. \n\n\n\n43\n\nFigura 6. Secções histológicas de baço do macaco-prego AC (a e b), AE12h (c e d) e AE90d (e e f). \n\nObserva aspecto histológico padrão no baço do animal controle e no de animal tratado com FM-DMSA 12 \n\nhoras antes da retirada do órgão, onde raramente eram vistos prováveis aglomerados de NPMs no \n\nparênquima. No baço de macaco-prego sacrificado 90 dias após injeção de FM-DMSA notar o aglomerado \n\nde NPMs dispersas na polpa vermelha e branca do tecido (e) e, em maior aumento, verificar a presença de \n\naglomerados de prováveis NPMs corados em azul ao redor de arteríola (f). O quadrado corresponde à região \n\nde possível acúmulo de hemossiderina. As secções b, d e e foram coradas com H&amp;E, e a, c e f com Azul da \n\nPrússia (Perls). \n\nf \n\nc \n\n100? m \n\na \n\nc \n\nf \n\n\n\n44\n\n5.1.3 Linfonodo \n\nOs linfonodos obtidos do animal AC apresentaram morfologia típica do órgão em \n\nmamíferos, com córtex, paracórtex (córtex profundo) e medula com aspecto típico ao serem \n\nanalisados pela microscopia óptica. Foram detectados nódulos secundários ou ativos no córtex \n\nperiférico. Não foi observado quais quer alteração no órgão, seja no córtex ou medula, que \n\ncontinham populações de linfócitos, plasmócitos e principalmente macrófagos com \n\ncaracterísticas celulares do tipo padrão (Figs. 7a-b, 8a-b). \n\nNas amostras de linfonodo obtido do animal AE12h, nenhuma alteração morfológica \n\nsignificativa dos tecidos foi observada, podendo se identificar as estruturas e regiões típicas \n\nanalisadas no controle, contudo, foram raramente observados prováveis aglomerados de NPMs \n\ninternalizadas em algumas regiões da cápsula e córtex. (Figs. 7c, 8b).  \n\nSecções de linfonodos retirados do animal AE90d permitiram a identificação das \n\nprincipais características histológicas, nas quais não foram detectadas alterações significativas. \n\nContudo, esporadicamente, observou-se a presença de prováveis e discretos acúmulos de FM-\n\nDMSA em algumas regiões, como córtex interno e externo do linfonodos. No entanto, foi \n\nverificada a presença de aglomerados de coloração marrom-acastanhada no citoplasma de alguns \n\nlinfócitos e macrófagos (Fig. 7d), indicando a presença de NPMs nessas células. A coloração dos \n\ntecidos pelo método de Perls permitiu a visualização de casuais aglomerados de NPMs no espaço \n\nsubcapsular e córtex periférico, seios corticais e cápsula (Figs. 8c e 8d). \n\n                                                                                                                                                              \n\n\n\n45\n\nFigura 7. Linfonodos do animal AC (a e b) e dos animais AE12h (c) e AE90d (d). As secções foram \n\ncoradas com H&amp;E mostrando o aspecto normal dos linfonodos do AC. Eosinófilo (ponta de seta) \n\nindicando em c. Em d, NPMs (seta) no citoplasma de células no linfonodo de AE90d, que não apresentou \n\nalterações teciduais significativas.\n\n100?m \n\n10?m\n\n20?m\n\n20?m\n\nc d\n\n\n\n46\n\na\n\nc d\n\nb\n\nFigura 8. Linfonodo de macacos-prego AC (a), AE12h (b) e AE90d (c e d). As secções foram coradas \n\npelo método de Perls, possibilitando a identificação de estrutura normal do linfonodo do AC e a presença \n\nde algumas células apresentando acúmulos de NPMs em seu citoplasma, corados em azul (b -d). \n\n\n\n47\n\n5.2 Análise Ultraestrutural de Fígado, Baço e Linfonodo \n\nA análise do fígado, baço e linfonodos dos macacos-prego antes e após a administração \n\nde FM-DMSA foi adicionalmente feita com utilização da técnica de MET, possibilitando \n\nidentificar eventuais alterações ultra-estruturais nos tecidos que compõem esses órgãos, bem \n\ncomo citolocalizar as nanopartículas de maghemita cobertas com DMSA no interior das células e \n\ncaracterizá-las. A ocorrência de eventuais infiltrados inflamatórios ou lesões teciduais também \n\nfoi investigada. \n\n5.2.1 Fígado  \n\nForam examinados lóbulos hepáticos do macaco-prego AC para a identificação de padrão \n\nmorfológico geral dos mesmos e possibilitar comparação com aqueles dos fígados dos animais \n\ntratados com FM-DMSA. Constatou-se que os hepatócitos estavam bem preservados, com \n\norganelas e núcleo com padrões ultra-estruturais normais, membrana plasmática com aspecto \n\níntegro e canalículos bilíferos sem alterações. No citoplasma dos hepatócitos foram encontrados \n\naglomerados de material elétron-denso não granular, não envolvidos por membrana, dispersos \n\naleatoriamente e identificados como grânulos de pigmento (Fig. 9a). Também, foram \n\nencontrados lisossomalisossomas em seus diversos estados funcionais apresentando, em sua \n\nmaioria, conteúdo heterogêneo indicativo de processo de digestão (Fig. 9b). Células endoteliais e \n\nde Kupffer também se encontravam com sua morfologia típica, a primeira mais delgada e com \n\nnúcleo saliente e a segunda com prolongamentos citoplasmáticos e vários lisossomas espalhados \n\nem seu citoplasma (Fig.9 c-d).  \n\nApós 12 horas da administração de FM-DMSA, o fígado apresentou hepatócitos e demais \n\ncélulas hepáticas, em sua maioria, semelhantes em relação ao controle, podendo ser identificadas \n\nem seu interior, grânulos de lipofuccina (Fig. 10a,c), com seu aspecto heterogêneo típico e \n\nnumerosas mitocôndrias no citoplasma (Fig. 10a-b). Os canalículos bilíferos também se \n\n\n\n48\n\napresentavam com suas características usuais (Fig. 10b) Em diversos hepatócitos, NPMs \n\napareciam com seu aspecto granular e, geralmente revestido por membrana (Figs. 10b-d, 11a). \n\nDe interesse, várias vezes os espaços de Disse apresentavam-se ligeiramente aumentados e \n\npreenchidos por material pouco elétron-denso, possivelmente plasma sanguíneo (Fig. 11b). Em \n\nalgumas ocasiões foram idenfificadas células de Ito com NPMs em seu interior, onde também \n\nforam vistas diversas inclusões lipídicas (Fig. 11c). Também foram observadas neste tratamento, \n\nNPMs em citoplasma de células endoteliais (Fig. 11a) e ausência das mesmas em canais \n\nsinusóide (Fig. 11d). \n\n                 \n\n  \n\n\n\n49\n\n             \n\n            \n\n                  \n\n                  \n\n        \n\n  \n\n    \n\n     \n\n             \n\n      \n\nFigura 9. Micrografias eletrônicas de fígado controle. Em a e b observa-se dois hepatócito com aspecto \n\níntegro, contendo várias mitocôndrias (m), grânulos de pigmento (Gp) e lisossomas (L). Em c pode ser \n\nverificada a presença de célula de Kupffer (CK) no interior de sinusóide. Em d nota-se sinusóide, entre \n\nhepatócitos, contendo hemácias (H) e célula de Kupffer (CK) no seu interior. Observe a o aspecto normal \n\ndo espaço de Disse (ED), melhor visualizado no detalhe.\n\nd c \n\na b\n\nL \n\nCK \n\nH \n\nc\n\nED \n\nHep \n\nd\n\nm \n\nGp \n\n\n\n50\n\n             \n\n             \n\n             \n\n                   \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\nED\n\nb\n\nFigura 10. Micrografia eletrônica de fígado de macaco-prego 12 horas após a administração de FM-\n\nDMSA. Em a, observam-se numerosas mitocôndrias (M) em citoplasma de hepatócito, assim como \n\npresença de provável  grânulo de pigmento (Gp). Em b observam-se canalículo bilífero (Cb) e NPMs \n\nrevestidas por membrana (seta). Em c pode-se verificar uma vesícula de NPMs (seta) e um granulo de \n\npigmento de pigmento (Gp), ambos no citoplasma de um hepatócito. Em d observa-se, em maior \n\naumento, NPMs com aspecto granular típico, envolvidas por membrana, no citoplasma de um hepatócito.\n\n\n\n51\n\nS\n\n             \n\n             \n\n             \n\n             \n\n             \n\n   \n\n         \n\nFigura 11. Fígado de macaco-prego 12 horas após o tratamento com FM-DMSA. Em a observa-se célula \n\nendotelial com NPMs em seu citoplasma, assim como em hepatócito (setas). Em b, hepatócito com NPMs \n\n(seta) e Espaço de Disse aumentado (ED). Em c e d regiões onde também é possível ver espaço de Disse \n\naumentado e NPMs(seta). Provável célula de Ito (It) pode com diversas inclusões lipídicas pode ser vista \n\nem c, apresentando NPMs em um de seus prolongamentos (seta). \n\nCE \n\nIt\n\nED\n\nHep \nHep \n\nc\n\na b\n\nh\nd\n\nED \n\nED \n\n\n\n52\n\nNos animais tratados com FM-DMSA 90 dias antes da dissecção, o fígado, dentre os \n\nórgãos analisados, foi o órgão que apresentou maior número de alterações quando examinado ao \n\nmicroscópio óptico e eletrônico, como pode ser confirmado adiante. Em alguns hepatócitos \n\nobservaram-se áreas com visíveis alterações da membrana plasmática, fazendo com que a célula \n\nperdesse seu contorno característico, com indícios de desintegração da mesma (Figura 12 a- d). \n\nNão houve evidências de alterações nucleares na grande maioria das células examinadas. Nesse \n\nperíodo, foram freqüentemente encontrados acúmulos de NPMs no citoplasma de hepatócitos \n\n(Fig. 12 a-d), tanto no interior de vesículas como fora das mesmas (Fig. 12 b). Também foram \n\nvistas NPMs no interior de células endoteliais (Fig. 12 c). As mitocôndrias, numerosas, \n\napresentavam-se aparentemente mais volumosas, o que chamou atenção e foi investigado \n\nposteriormente (Fig. 12 b). Uma evidente alteração foi encontrada no que se refere aos capilares \n\nsinusóides e espaços de Disse. Os primeiros encontravam-se aparentemente retraídos e, com isso, \n\nbastante afastados dos hepatócitos vizinhos (Fig. 12 c-d) e os últimos, aumentados, com material \n\nelétron-denso, possivelmente plasma sanguíneo em seu interior.   \n\n\n\n53\n\n             \n\n5.2.2 Baço \n\nFigura 12. Fígado de macaco-prego AE90d. Em a descontinuidade da membrana plasmática do hepatócito\n\nem b, hepatócito com vesículas lisossômicas onde podem ser identificadas algumas NPMs no seu interior \n\n(seta). Em c, sinusóide e espaço de Disse alterados, sendo o último aumentado (cruz branca). No mesmo \n\ncampo vê-se algomerados de NPMs no citoplasma de célula endotelial (seta). Em d, sinusóide com \n\nhemácias apresentando-se o capilar afastado do hepatócitos, o que sugere expansão dos Espaços de Disse.\n\n  \n\nHep \n\na b \n\ndc c \n\n2?m \n\n\n\n54\n\nA análise do baço pela técnica de microscopia eletrônica de transmissão (MET) confirma \n\ne fornece detalhes dos resultados obtidos pela microscopia de luz para os diferentes tratamentos, \n\nnão tendo sido identificada qualquer alteração significativa de fenômenos patológicos nos \n\nelementos da polpa branca e vermelha desse órgão  \n\nNas amostras de baço de AC (Figs. 13a-d), foi observada a presença de prováveis \n\nacúmulos de ferro na forma de ferritina ou hemossiderina no interior do citoplasma de \n\nmacrófagos e linfócitos. Já em amostras do baço do animal AE12h, foram observadas NPMs no \n\ninterior de linfócitos, principalmente em macrófagos e células endoteliais. As NPMs \n\napresentavam-se agrupadas e geralmente envolvidas por vesículas. Não foi encontrado FM-\n\nDMSA no interior dos vasos sangüíneos. De modo geral os tecidos analisados não apresentaram \n\nalterações ultra-estruturais significativas (Figs. 14a-d). \n\nEm baço colhido 90 dias após a administração do fluido magnético, não foi observada \n\nalteração morfológica significativa dos tecidos que compõem o órgão, porém, prováveis \n\nacúmulos de NPMs foram vistos no citoplasma de células endoteliais, macrófagos e linfócitos, \n\naparecendo às vezes com aspecto granular (Fig. 15 a-c) ou em outras, como estruturas mais \n\ncompactadas podendo tratar-se de corpos residuais ou siderossomos (Fig. 15 c). Em todas as \n\nanálises deste tecido não foi observado FM-DMSA na luz de vasos sanguíneos. De modo geral, \n\nas células observadas apresentavam-se íntegras quanto ao seu núcleo, citoplasma e membranas.  \n\n\n\n55\n\nFigura 13. Micrografia eletrônica do baço de macaco-prego AC. Em a observa-se a porção da polpa branca \n\ncomposta por linfócitos mais ao centro da figura e prolongamentos de células reticulares (asterisco). Em b, \n\ncélula reticular aparentemente inalterada apresentando possuivel grânulo de pigmento em seu citoplasma\n\n(seta). Em c pode ser observado um vaso sangüíneo com lâmina elástica interna visível e o quadrado\n\ndelimitando provável monócito em momento da diapedese. Em d, destaque para o monócito atravessando a \n\nparede de vaso sanguíneo e apresentando acúmulo de pigmento de ferro em seu citoplasma (seta).\n\na \n\nc\n\nb \n\n* \n\nd\n\n\n\n56\n\nFigura 14. Eletromicrografia do baço de AE12h. Na figura a pode-se observar o parênquima do baço \n\nconstituído por linfócitos e em seu citoplasma a presença de NPMs caracterizadas por estruturas eletron-\n\ndensas (seta). Em destaque, na figura b, pode ser visto um macrófago contendo aglomerados de NPMs \n\nrevestido por membrana (seta). Em c é representado um capilar esplênico contendo hemácia (H) na luz e \n\na presença de NPMs (seta) no citoplasma da célula endotelial. Em d, NPMs no citoplasma de um \n\nmacrófago (seta); em destaque NPMs. \n\nH \n\nd \n\na \n\nc\n\nb \n\n\n\n57\n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n             \n\n      \n\ni\n\ni\n\nFigura 15. Micrografia do baço de AE90d. Em a observa-se capilar contendo hemácia (H) junto a \n\nlinfócito contendo no citoplasma NPMs com aspecto compactado (seta), mitocôndrias (m) e núcleo sem \n\nalterações ultra-estruturais visíveis. Em b pode ser visto um macrófago com acúmulo de NPMs (setas) \n\nem estrutura revestida por membrana. Em c, corpo residual ou siderossomo no interior de macrófago.\n\nm\n\nc\n\nH\n\na b\n\n\n\n58\n\n5.2.3 Linfonodo \n\nNo linfonodo do macaco-prego controle os nódulos linfáticos foram observados com \n\nclareza, sendo identificados com facilidade linfócitos, macrófagos e células dendríticas. O \n\nformato das células, sua membrana plasmática e núcleo estavam bem preservados e com aspecto \n\nde normalidade. Foram considerados inalterados elementos do córtex periférico e profundo, além \n\nde seios e cordões medulares (Figs. 16a-b). A análise das várias secções do linfonodo do animal \n\nnão tratado possibilitou sua comparação com aqueles retirados dos animais AE12h e AE90d. \n\nNo linfonodo extraído de AE12h, foram ocasionalmente observados aglomerados de \n\nNPMs geralmente em vesículas (Figs. 16d, 17a). Nesse período material com aparência de \n\nNPMs era raramente identificado no interior de linfócitos e macrófagos, não tendo sido visto no \n\ninterior de vasos sangüíneos ou em células endoteliais. As secções obtidas desse material \n\nmostravam o aspecto íntegro do órgão em sua composição tecidual e características das células. \n\nEm linfonodo de AE90d raramente era observado material eletron-denso com aspecto de \n\nNPMs. Contudo, essas partículas foram detectadas no interior de macrófagos (Figs. 17 a-c), onde \n\nocasionalmente também eram observadas vesículas com material heterogêneo que sugere se \n\ntratar de grânulos do pigmento lipofucsina (Fig. 17c). Mesmo sendo necessários experimentos \n\nadicionais que confirmem a presença de FM-DMSA no linfonodo, pode-se afirmar que não \n\nforam identificados traços de patologias nesses órgãos, examinados em sua ultra-estrutura. \n\n\n\n59\n\nH\n\nFigura 16. Micrografia eletrônica de linfonodo dos animais AC e AE12h. Em a são observados \n\nlinfócitos (lin) de nódulo linfático no córtex periférico do linfonodo. Em b são destacados um linfócito \n\n(lin), um macrógrafo (triângulo) e uma hemácia (H), todos com ultraestrutura típica e sem NPMs em \n\nseu interior. Nas figuras c e d observa-se amostras obtidas do animal AE12h, sendo que na primeira \n\nobserva-se a região medular do linfonodo com vários linfócitos (lin) e  em d a um provável linfócito \n\ncontendo material elétron-denso  no citoplasma (seta).\n\nlin \nlin \n\na b \n\nlin\n\nlin\n\nd c \n\nH\n\n\n\n60\n\nFigura 17. Micrografia eletrônica de linfonodo de AE90d. Em a-c, macrófagos com NPMs ou grânulos \n\nde lipofucsina. Na figura pode ser constatada a presença de NPMs em lisossoma (seta), de magrófago \n\nlocalizado em seio medular. Em b, NPMs com aspecto granular disperso característico.  Em c, região do \n\ncitoplasma de macrófago apresentando provável grânulo de lipofuscina.\n\nc \n\na b \n\n\n\n61\n\n5.3 Análise Morfométrica Mitocondrial  \n\nApós a observação, pela MET, de que as mitocôndrias dos hepatócitos de animais \n\ntratados com FM-DMSA estavam aumentadas, verificou-se a necessidade de investigar tal fato, \n\nprocedendo-se a análise morfométrica da área ocupada pelas mesmas. Esta análise foi realizada \n\nnas amostras de fígado de macaco-prego controle, tratado com FM-DMSA 12 horas e 90 dias \n\nantes da eutanásia dos animais. \n\nA morfometria da área ocupada pelas mitocôndrias foi realizada com auxílio do programa \n\nImage-Pro Plus 5.1®, procedendo-se a análise das imagens digitalizadas obtidas da técnica de \n\nMET. Após obtenção dos dados quantitativos e sua comparação pelo teste t-Student, observou-se \n\nque há uma correlação positiva e nítida entre a área mitocondrial e o tempo do tratamento com o \n\nFM-DMSA. \n\nApesar de um aumento observado na média da área mitocondrial nos hepatócitos de \n\nanimal AE12h não houve significância dessa diferença em relação ao controle (Fig. 18). \n\nDiferentemente, houve significativo aumento da área ocupada pelas mitocôndrias de hepatócitos \n\ndo animal AE90d, quando comparados com o animal AC e AE12h. Tal diferença foi altamente \n\nsignificativa (p<0,0001) confirmando as suspeitas levantadas durante as observações por \n\nmicroscopia eletrônica (Fig. 19). \n\n\n\n62\n\nFigura 18. Área ocupada por mitocôndrias de hepatócitos de macaco-prego controle e tratados com FM-\n\nDMSA 12 horas e 90 dias antes da coleta do fígado. As diferenças indicadas provêm de análise dos dados \n\npelo teste T de Student. \n\n\n\n63\n\nAE12h \n\nAE 90d\n\nAC \n\nFigura 19. Micrografia eletrônica com mitocôndrias de hepatócitos dos animais AC,\n\nAE12h e AE90d. As imagens obtidas foram aumentadas em 30.000 x. \n\n\n\n64\n\n6. DISCUSSÃO \n\n\n\n65\n\nAté o presente momento nenhum estudo utilizando Fluido Magnético (FM) em primatas \n\npara a avaliação dos efeitos provocados pelo mesmo nos tecidos desses animais foi realizado.  É \n\nquestão pacífica na comunidade científica que, após os resultados obtidos com experimentos \n\ncom cultura de células, estudos “in vivo” devem ser realizados. No panorama científico, vários \n\ndados foram obtidos sobre as possíveis alterações morfofisiológicas derivadas de injeções de \n\nnanopartículas em mamíferos, mais especificamente em roedores. Contudo, torna-se necessária a \n\n“aproximação filogenética” dos dados, em outras palavras, resultados obtidos de experimentos \n\ncom injeção de fluido magnético em primatas são relevantes para os avanços nessas descobertas. \n\nVisando contribuir nesse sentido, investigamos os efeitos da injeção de nanopartículas cobertas \n\ncom DMSA no fígado, baço e linfonodos de macacos-prego Cebus apella. Pela inexistência de \n\ndados obtidos com primatas em estudos com esses biomateriais até então, nossas comparações \n\nde dados ficam, de certo modo, “prejudicadas”, devendo as discussões dos dados aqui obtidos, \n\nserem feitas com aqueles, obtidos de experimentos com roedores e células em cultura.  \n\nNeste estudo, foram colhidos fígado, baço e linfonodo mesentérico de animais controle e \n\nexperimentais, em que era injetado FM-DMSA intravenosamente 12 horas ou 90 dias antes da \n\nmorte dos animais.  No tocante ao fígado dos animais experimentais injetados 12 horas antes da \n\ncoleta, observou-se a manutenção do padrão histológico geral do órgão, onde não foram \n\nconstatadas alterações patológicas severas que poderiam indicar fenômenos como hemorragia, \n\nnecrose ou fibrose tecidual. Por outro lado, foram identificados, pela microscopia óptica, \n\npigmentos nos tecidos hepáticos desses animais, comparados com os controles, com coloração e \n\naparência típica de NPMs. Essas partículas foram vistas principalmente em hepatócitos, vasos \n\nsanguíneos e células de Kupffer, com maior distribuição nos tecidos obtidos 90 dias após a \n\nadministração do fluido.  \n\nSabe-se que órgãos como fígado e mesmo baço têm como uma de suas funções \n\nrealizarem a hemocaterese, ou seja, a destruição das hemácias velhas ou inviáveis e, com isso, \n\n\n\n66\n\npodem ser alvos de depósitos de ferritina ou hemossiderina, pigmentos onde há acúmulo de ferro \n\nendógeno (KING &amp; ALROY, 2001).  Além disso, o ferro absorvido na digestão também pode \n\nser acumulado nos tecidos sob essas formas, sendo que a hemossiderina aparece como grumos \n\nmaiores porque corresponde ao acúmulo de ferritina e, insolúvel, é geralmente encontrada em \n\ncélulas fagocíticas (CRICHTON, ROMAN, ROLAND, 1980; STREMMEL, et al., 2007). \n\nDescartando a possibilidade de se tratar de ferritina ou hemossiderina nos animais experimentais, \n\nvale lembrar que o acúmulo de material marrom nas lâminas coradas com H&amp;E ou azul da \n\nPrússia naquelas coradas pelo método de Perls praticamente não ocorreram nos citoplasma de \n\nhepatócitos do animal controle. Além disso, a presença de NPMs no parênquima hepático de \n\ncamundongos em que foi administrado fluido magnético já foi amplamente relatada, inclusive \n\nem estudos desenvolvidos no Centro de Nanociência e Nanobiotecnologia da UnB \n\n(BRIGHTMAN et al., 1965; ZAFRANI et al., 1984; APOSHIAN et al., 1989; CHAVES et al., \n\n2002; FREITAS et al., 2002; NEDREDAL et al., 2003; AZEVEDO et al., 2004; BARBOSA et \n\nal., 2004; LACAVA et al., 2004;  GARCIA et al., 2005; AUFAM et al., 2006; DA SILVEIRA, \n\n2006; PARCA, 2006; VALOIS, 2006; BRUGIN, 2007) \n\n Além das NPMs observadas, nas amostras de fígado colhido aos 90 dias da injeção, \n\nobservou-se ligeira alteração do padrão histológico do órgão, com nítida ampliação da luz dos \n\nsinusóides e espaços de Disse.  \n\nPara avaliar com mais propriedade aspectos da biocompatibilidade das NPMs com \n\nfígado, baço e linfonodos, esclarecer quanto à citolocalização das mesmas e verificar suas \n\ncaracterísticas no nível ultra-estrutural, discriminando em relação às outras formas de acúmulo \n\nde ferro, optou-se pela utilização de Microscopia Eletrônica de Transmissão (MET) na análise \n\ndos tecidos. Como resultado dessa abordagem, nos hepatócitos colhidos de macacos injetados \n\ncom FM-DMSA 12 horas e 90 dias antes se observou a presença de NPMs no interior de \n\nvesículas, com o formato granular-disperso característico das mesmas. Como o tamanho das \n\n\n\n67\n\nNPMs utilizadas nesses experimentos era de aproximadamente 5,0 nm e o de moléculas de \n\nferritina, de acordo com a literatura, corresponde cerca de 12 nm (LI &amp; MANN, 2004 ), \n\nconfirmou-se a presença das primeiras nesses hepatócitos. Esclarecendo, a ferritina corresponde \n\na uma associação de cadeia polipeptídica com aproximadamente 4500 átomos de ferro, \n\napresentando-se com 12 nm (cerca de 470 kDa) e corresponde ao acúmulo de ferro sob a forma \n\nsolúvel em meio aquoso. O acúmulo de moléculas de ferritina, por sua vez, é conhecido como \n\nhemossiderina, forma insolúvel de acúmulo de ferro, geralmente encontrado em lisossomos pela \n\ndigestão de hemácias fagocitadas (THEIL, 1987; LI &amp; MANN, 2004).  \n\nAlém dos resultados relatados, identificaram-se indícios de esteatose hepática nos \n\nanimais sacrificados após 12 horas da injeção, com o aspecto vacuolado dos hepatócitos, o que \n\nse mostrou mais intenso no fígado colhido com 90 dias após a administração do fluido. \n\nSobrecarga de ferro pode interferir na exportação de VLDL, diminuindo-a, provocando \n\nvacuolização lipídica nos hepatócitos, o que coincide com o aspecto morfológico observado nas \n\ncélulas hepáticas observadas após a administração de nanopartículas. Além disso, sabe-se que o \n\nexcesso de ferro nos hepatócitos atua sobre o DNA dessas células, podendo provocar o início de \n\nprocessos de fibrogênese e cirrose ou até mesmo a morte celular (CENTER, 1999). Tais \n\nfenômenos não foram comuns nos resultados aqui obtidos o que pode se dever ao fato de as \n\nNPMs utilizadas apresentarem-se cobertas com DMSA, além da quantidade administrada não ter \n\nprovocado uma sobrecarga de ferro no fígado. Mas, em algumas das secções analisadas ao MET, \n\nfoi possível constatar, em algumas das secções analisadas, áreas com desintegração da \n\nmembrana plasmática de hepatócitos. Tal fato pode dever-se à presença de alguns focos de morte \n\ncelular, artefatos “post mortem” ou ainda artefatos de ruptura mecânica, decorrente da \n\nmanipulação das amostras.  \n\nNa análise de lâminas processadas para microscopia óptica, observou-se também o \n\naumento considerável de área ocupada pelos sinusóides quando o parênquima hepático era \n\n\n\n68\n\ncomparado com o de animal controle. Tal situação mostrou-se mais acentuada no fígado de \n\nanimal colhido aos 90 dias da injeção e os resultados obtidos pela MET corroboraram tal achado. \n\nAinda, com clareza, foi observado aumento da área ocupada pelos espaços de Disse, mais \n\npronunciada no fígado colhido 3 meses após a administração do FM. Aumento sinusoidal \n\nassociado à dilatação dos espaços de Disse já foi observado por outros autores em estudos sobre \n\nhepatopatias, inclusive com alterações significativas no citoesqueleto das células sinusoidais, \n\nprovocando, por sua vez, aumento das fenestras e diminuição da formação de vesículas \n\npinocíticas (NEDREDAL et al., 2003; ZAFRANI et al., 1984; Mc CUSKEY, 2006). A \n\nampliação da luz dos sinusóides pode estar relacionada ao aumento da pressão portal, como \n\nsalientado por CALTON &amp; Mc GAVIN (1998), e ao afrouxamento das células endoteliais \n\n(ZAFRANI et al., 1984). Tais eventos provocariam aumento do fluxo sanguíneo nos sinusóides e \n\nextravasamento de maior volume de plasma para os espaços de Disse, o que justificaria seu \n\naspecto dilatado. Tal hipótese, ilustrada na Fig. 20, explicaria o que foi observado nas amostras \n\nde fígado aos 90 dias da injeção de fluido magnético e por isso merece ser devidamente \n\ninvestigada. Mesmo assim, várias perguntas surgem e persistem sem resposta. Seria o aumento \n\ndos sinusóides e dilatação dos espaços de Disse observados uma simples conseqüência das \n\ndisfunções provocadas pela sobrecarga de ferro/NPMs ou, ainda, tais fenômenos favoreceriam o \n\nreparo das células hepáticas ao ser disponibilizado maior quantidade de produtos do plasma aos \n\nhepatócitos, incluindo nutrientes, por exemplo? \n\nFigura 20. Efeitos da alteração do sinusóide e espaço de Disse em hepatócitos comparado \n\ncom o animal controle e experimental. Fonte: arquivo pessoal \n\n\n\n69\n\nOutro achado de relevância indiscutível foi a maior área ocupada pelas mitocôndrias em \n\ncélulas hepáticas de fígado-90 dias em comparação com o fígado controle e aquele retirado às 12 \n\nhoras. A mensuração da área ocupada por essas organelas foi superveniente à análise dos \n\nhepatócitos pela MET, quando se suspeitou fortemente de tal fato. Além disso, as mitocôndrias \n\nsão freqüentemente eleitas como organelas para se averiguar graus de toxicidade de \n\ndeterminadas substâncias, uma vez que são extremamente vulneráveis à injúria tóxica em virtude \n\nde sua grande participação nos eventos metabólicos celulares e seu papel crucial na manutenção \n\nda atividade aeróbica celular (SCHRAND et al., 2007). Além disso, sabe-se que o acúmulo de \n\nferro em hepatócitos está relacionado com diminuição das reservas de glutationa e peroxidação \n\nlipídica da membrana de microssomas, lisosomas e mitocôndrias. A peroxidação das últimas \n\nprovoca, por sua vez, déficit na produção de energia, diminuição da ação de bombas iônicas e \n\nacumulação de cálcio (CENTER, 1999; EMERIT et al., 2001; SAXENA et al., 2005). Assim, a \n\nadministração de nanopartículas de maghemita pode ter provocado o aumento de radicais livres, \n\ncomo ocorre nos casos de sobrecarga de ferro (CENTER, 1999) e conseqüente peroxidação \n\nlipídica, que deve estar relacionada, segundo Hallwell &amp; Gutteridge, (1999), à disfunção \n\nmitocondrial. O aspecto intumescido das mitocôndrias observadas no fígado de macaco-prego \n\nsacrificado aos 90 dias, confirmado pela morfometria mitocondrial, deve refletir alterações \n\nfisiológicas significativas das mesmas, como ruptura de membrana e edema de matriz \n\nmitocondrial, o que necessita ser confirmado posteriormente. Helloumi et al. (2003) revelaram \n\nque disfunções mitocondriais correlacionam-se às lesões necrótico-inflamatórias em fígados com \n\nesteatose não- alcoólica. Estudos bioquímicos poderão confirmar essas alterações metabólicas \n\nmitocondriais que, no caso dos macacos-prego, não foram suficientes para lesões necróticas ou \n\ninflamatórias severas.  \n\n\n\n70\n\nVários pesquisadores têm demonstrado interesse em testar a biocompatibilidade de \n\namostras de fluido magnético, avaliando suas ações em órgãos como fígado, pulmões e baço. Os \n\nresultados variam de acordo com as características das NPMs utilizadas, inclusive tamanho e \n\ncobertura, doses e vias de administração, além do modelo animal escolhido (BRIGHTMAN, \n\n1965; MITSUMORI et al., 1996; HIERGEIST et al., 1999; CHATTERJEE et al., 2003; \n\nBAHADUR &amp; GIRI, 2003; HILGER et al., 2003; KÜCKELHAUS et al., 2004; AUFFAN et al., \n\n2006; GOJOVA et al., 2007; PHILLIPS, 2008). De modo geral, as NPMs utilizadas nos \n\nexperimentos eram constituídas de maghemita ou magnetita e cobertas com DMSA, dextran, \n\ncitrato ou ácido glucônico. Nesses casos, demonstrou-se haver biocompatibilidade dos fluidos \n\nmagnéticos com vários órgãos, inclusive fígado e baço. Exemplificando, Barbosa (2004) injetou \n\nmagnetita coberta com ácido glucônico em camundongos e verificou a formação de aglomerados \n\ndas NPMs no fígado, associadas a infiltrados inflamatórios até 15 dias de estudo. O fluido \n\nFigura 21. Efeitos patológicos do excesso de ferro no fígado causando doença crônica e \n\nmanutenção da inflamação, fibrose e necrose dos hepatócitos. Fonte: adaptado de Center \n\n(1999) com modificações. \n\n\n\n71\n\nmagnético testado, mesmo apresentando citototoxicidade e genotoxicidade, não provocou \n\nalterações clínicas graves, sendo, então, considerado biocompatível. Injetando magnetita coberta \n\ncom dextran, Lacava  et al. (2004) verificaram  a presença de NPMs no fígado em período de até \n\n6 meses e concluíram a favor da biocompatibilidade da amostra testada. Mais recentemente, \n\nParca (2006), administrando magnetita coberta com DMSA em camundongos verificou a \n\npresença de aglomerados de NPMs no interior de hepatócitos e pequenos infiltrados \n\ninflamatórios em até 120 dias da injeção, não observando, contudo, processos degenerativos \n\ngraves como fibrose e, por isso, essa amostra foi também considerada biocompatível. Utilizando \n\nnanopartículas compostas de maghemita coberta com citrato, Brugin (2007) notou a presença de \n\ninfiltrados inflamatórios em secções de fígado em até 7 dias da injeção e analisadas ao MO, não \n\ndetectando na ocasião, lesões histológicas graves, atestando sobre a biocompatibilidade do FM \n\nutilizado. Diferentemente dos dados relatados, neste estudo não foi verificada a formação de \n\ninfiltrados inflamatórios no fígado dos animais testados, o que pode ser justificado pela \n\nutilização de NPMs de maghemita estabilizadas com DMSA, uma combinação não avaliada em \n\nfígado anteriormente. Além disso, o modelo animal aqui utilizado é diferente dos trabalhos \n\ncitados, onde foram utilizados roedores, o que nos faz considerar aspectos de resposta espécie-\n\nespecífica. Mesmo dentre os roedores há resposta diferente após a administração de mesma \n\namostra de FM, o que confirma a suspeita de padrões de resposta específicos para os animais \n\ntestados (DEMOY et al., 1999).  \n\nEm especial, a cobertura de maghemita com DMSA pode ter favorecido os aspectos de \n\nbiocompatibilidade aqui observados. Entre as características desse composto, podemos lembrar \n\nseu caráter hidrossolúvel, sua fácil eliminação pelo sistema urinário e sua capacidade de atuar \n\ncomo quelante de metais pesados (MARIORINO, BRUCE, APOSHIAN, 1989; MILLER, 1998; \n\nGONZALEZ-RAMIREZ et al., 1998). Além disso, esse ácido (DMSA) já tem sido utilizado em \n\nassociação com Tc\n99m, um elemento radioativo empregado como agente contrastante em \n\n\n\n72\n\ncintilografias, amplificando seu sinal radioativo (GARCIA-SALINAS et al., 2001). A \n\nimportância do revestimento das NPMs em relação ao seu comportamento nos tecidos pode ser \n\nilustrada pelo resultado obtido por FREITAS et al., (2003), que utilizaram ácido dodecanóico e \n\nálcool etoxilado como cobertura, e observaram convulsões espasmódicas e dificuldade \n\nrespiratória aguda nos camundongos testados.  \n\nOutro fator que influencia significativamente no padrão de respostas obtido é o tamanho \n\ndas NPMs, assim como sua capacidade de monodispersão. De modo geral as NPMs utilizadas \n\nnos experimentos de avaliação de biocompatibilidade variam de 4 a 100 nm (MA et al., 2004; \n\nINOUE et al., 2006). O tamanho das NPMs está, por sua vez, associado a sua capacidade de \n\nbiodistribuição, reconhecimento pelo Sistema Mononuclear Fagocitário e facilidade de \n\nultrapassar barreiras biológicas como a endotelial (HALBREICH et al., 1997; BERRY &amp; \n\nCURTIS, 2003). Vale lembrar que as nanopartículas formadas por maghemita associada à \n\nDMSA utilizadas nesse trabalho apresentaram diâmetro aproximado de 5 nm, tamanho que se \n\nsitua na faixa daqueles que menores efeitos tóxicos provocaram nos tecidos de mamíferos \n\n(GOJOVA, 2007). \n\nMesmo com as evidências aqui obtidas, que remetem à biocompatibilidade das amostras \n\nde FM-DMSA em relação aos tecidos hepáticos, a indução de possíveis alterações metabólicas \n\nnesse órgão deve ser investigada através de testes bioquímicos específicos, entre os quais podem \n\nser mencionadas as dosagens de enzimas tais como alanina-aminotransferase (ALT), aspartato \n\naminotransferase (AST), fosfatase alcalina (FA), lactato desidrogenase (LDH) e gama \n\nglutamiltransferase (GGT). \n\nNo que se refere às análises de baço e linfonodo pela MO e MET, não foram observadas \n\nalterações morfológicas significativas nesses órgãos, não havendo qualquer indício de resposta \n\ninflamatória induzida, fibroses ou necroses teciduais. Com relação ao baço, esse órgão tem sido \n\npouco investigado em estudos com administração de fluidos magnéticos e, nesses casos, os \n\n\n\n73\n\nresultados também não apontaram para mudanças histológicas consideráveis. Em 2003, Freitas \n\nconcluiu, pela análise ao MO de baço de animal em que foi administrado que aglomerados de \n\nNPMs duplamente revestidas, que não houvera qualquer alteração morfológica que sugerisse \n\nprocessos histopatológicos, embora tenha observado inflamação em cortes de fígado e pulmão. \n\nDe modo semelhante, Brugin (2007), não verificou qualquer infiltrado inflamatório ou lesão \n\ntecidual no baço, tendo visto, contudo, diversos aglomerados de NPMs naquele órgão. Esses \n\nresultados concordam com os apresentados neste estudo, onde acúmulos de partículas de ferro ou \n\nNPMs foram identificados em diversas células da polpa branca e vermelha do baço, quando \n\ncomparado com o controle. A análise com o MET permitiu concluir sobre a citolocalização de \n\nprováveis NPMs em linfócitos, macrófagos e células retículo-endoteliais, o que não descarta \n\ndefinitivamente a possibilidade de alguns dos acúmulos vistos corresponderem a ferritina ou \n\nhemossiderina. Contudo, vale lembrar que os cortes histológicos de linfonodo e baço controle \n\nnão continham acúmulos significativos de aglomerados marrons (H&amp;E) ou azuis (Perls). Mas, \n\nvale ressaltar que tanto em baço quanto linfonodos, o acúmulo desse material não foi observado \n\nnos tecidos analisados do animal controle. Contudo, a confirmação derradeira de questões como \n\nessa ocorrerá quando forem utilizadas nos experimentos com NPMs marcadas, por exemplo, \n\ncom anticorpos monoespecíficos, o que deve ocorrer em breve, dado o interesse despertado na \n\ncomunidade científica sobre assuntos relacionados.  Com a análise pela MET pode ser \n\nconstatada a forma de material granuloso das NPMs observadas ocasionalmente no baço e \n\nmesmo linfonodo, o que não acontece quando há acúmulo de hemossiderina, que forma \n\nagregados maiores nas vesículas. Assim, alguns acúmulos maiores e mais grosseiros \n\nesporadicamente observados devem corresponder à hemossiderina, mas, como demonstrado em \n\nresultados, verificou-se a presença de NPMs nos tecidos de baço e linfonodo dos animais \n\nexperimentais. Mesmo sendo vistas em algumas regiões do parênquima esplênico, as NPMs \n\n\n\n74\n\nrevestidas com DMSA não provocaram alterações morfológicas significativas nesse órgão não \n\ninterferindo, muito provavelmente, nas funções desempenhadas pelo mesmo. \n\nSegundo KIM et al. (2006), o fígado é um dos primeiros órgãos na biodistribuição do \n\nfluido magnético injetado intravenosamente. Complementarmente, Berry &amp; Curtis (2003) \n\nlembram, em seu trabalho de revisão, que nanopartículas injetadas na corrente sanguínea são \n\nlogo opsonizadas por proteínas do plasma, o que facilita o reconhecimento por células \n\nfagocíticas. Ainda, esses autores defendem que principalmente os macrófagos do fígado e, em \n\nmenor extensão, os do baço e da circulação desempenham papel crucial na remoção de partículas \n\nopsonizadas do sangue. Isso corrobora com a identificação de NPMs em maior quantidade no \n\nfígado em relação a órgãos como baço, por exemplo, o que também foi verificado nesse estudo, \n\nalém da pequena quantidade observada em linfonodo. \n\nNos linfonodos mesentéricos retirados de macacos-prego controle ou injetados com \n\nfluido magnético, ocasionalmente foi observado material sugestivo de se tratar de NPMs, como \n\nadiantado há pouco. Em alguns casos, foram vistos grânulos elétron-densos em macrófagos e \n\ncélulas reticulares dendríticas, inclusive no linfonodo de animal controle podendo, em alguns \n\ndesses casos, tratar-se de pigmentos endógenos. Como esses órgãos são essencialmente \n\nfiltradores de linfa e possuem, para tanto, uma população considerável de macrófagos, é de se \n\nsuspeitar de sua participação na remoção de NPMs injetadas. Porém, os macrófagos dos \n\nlinfonodos são localizados principalmente nos seios subcapsular, corticais e medulares, \n\nestrategicamente colocados em relação à passagem da linfa a ser filtrada. Assim, seria esperado \n\nque esses fagócitos capturassem NPMs caso essas tivessem ganhado os linfonodos através da \n\nlinfa, o que não deve ocorrer no caso de injeção intravenosa de fluido magnético, como realizado \n\nneste estudo. As partículas elétron-densas raramente observadas no interior de macrófagos ou \n\ncélulas dendríticas dos linfonodos corresponderiam assim, à pequena quantidade de NPMs que \n\nchegariam aos linfonodos pela corrente sanguínea, já que se trata de órgão com suprimento \n\n\n\n75\n\nsanguíneo. Porém, de acordo com os resultados aqui obtidos e outros da literatura, tal proporção \n\nnão seria significativa em relação à quantidade de NPMs injetadas no organismo animal \n\n(BARGONI et al., 1997; HARISINGHANI &amp; WEISSLEDER, 2004; DUGEST et al., 2006; \n\nKOBAYASHI et al., 2006). Novamente foi, então, atestada a biocompatibilidade de FM-DMSA \n\nem relação a outro órgão, no caso, linfonodo, não havendo qualquer indicação de que a \n\nadministração desse composto pudesse interferir no exercício de suas funções típicas.  \n\n  \n\n\n\n76\n\n7. CONCLUSÕES \n\n\n\n77\n\nO confronto dos dados aqui obtidos com outros, obtidos da literatura nos permite concluir que: \n\n1.  A presença de nanopartículas de FM-DMSA no fígado de macacos-prego Cebus \n\nappela pode ser constatada às 12 horas e 90 dias após a inoculação, não \n\nocasionando a presença de infiltrados inflamatórios, focos hemorrágicos, fibroses \n\nou necroses teciduais; \n\n2. A administração de maghemita coberta com DMSA poderia ter causado aumento \n\ndos espaços sinusóides e espaços de Disse, efeitos mais acentuados aos 90 dias em \n\nrelação às 12 horas; \n\n3. Intumescimento das mitocôndrias e aumento de cerca de três vezes da área \n\nocupada pelas mesmas em hepatócitos aos 90 dias da injeção de NPMs decorrem \n\nde possíveis alterações metabólicas nessas organelas, decorente de alterações “post \n\nmortem”, o que deve ser investigado; \n\n4. Em baço e linfonodo de animais experimentais pode ser verificada a presença de \n\nNPMs no parênquima, o que não provocou alterações histopatológicas \n\nsignificativas; \n\n5. Tanto após 12 horas ou 90 dias da injeção, NPMs foram vistas em maior \n\nquantidade no fígado, revelando aspectos de sua biodistribuição; \n\n\n\n78\n\n6. FM- DMSA apresentou biocompatibilidade em relação a fígado, baço e \n\nlinfonodos, examinados às 12 horas e 90 dias da injeção, não havendo constatação \n\nde efeitos tóxicos nesses órgãos; \n\n7. Em função da aparente biocompatibilidade, o fluido magnético formado por \n\nmaghemita coberta por de DMSA apresentou-se promissor para ser utilizado com \n\nfins diagnósticos e terapêuticos em outros primatas, inclusive humanos. \n\n\n\n79\n\n8. REFERÊNCIAS BIBLIOGRÁFICAS\n\n\n\n80\n\n1. ALEXIOU, C.; ARNOLD, W.; KLEIN, R.J.; PARAK, F.G.; HULIN, P.; BERGEMANN, C.; \nERHARDT, W., WAGENPFEIL, S.; LÜBBE. A.S. LOCOREGIONAL. Cancer Treatment \nwith Magnetic Drug Targeting. Cancer Research, v. 60, p 6641–6648, 2000. \n\n2. APOSHIAN, H. V.; MAIORINO, R. M.; DART, R. C.; PERRY, D. F.; Urinary excretion of \nmeso-2, 3-dimercaptosuccinic acid in human subjects. Clinical Pharmacology and \nTherapeutics, v. 45, p 520-526, 1989. \n\n3. APOSHIAN, H.V.; APOSHIAN, M.M. Meso-2, 3-dimercaptosuccinic acid: Chemical, \npharmacological and toxicological properties of an orally effective metal chelating agent. \nAnnual Review of Pharmacology and Toxicology, v. 30 n, 1 p 279-306, 1990.  \n\n4. AUFFAN, M.; DECOME, L.; ROSE, J.; ORSIERE, T.; DE MEO. M.; BRIOIS, V.; CHANEAC, \nC.; OLIVI, L.; BERGE-LEFRANC, J. L.; BOTTA, A.; WIESNER, M. R.; BOTTERO, J. Y. \nIn vitro interactions between DMSA-coated maghemite nanoparticles and human \nfibroblasts: A physicochemical and cyto-genotoxical study. Environ Science Technolog, v. \n40, n. 14, p 4367-4373, 2006. \n\n5. AZEVEDO, R. B.; GARCIA, M. P.; CHAVES, S. B.; VELOSO, V. N.; PARCA, R. M.; \nLACAVA, Z. G. M.; MORAIS, P. C. Lung leukocyte The basis for unidirectional net \ntransepithelial migration induced by DMSA-coated magnetic nanoparticles. Molecular \nBiology of the Cell, v. 15, p 109-110, 2004. \n\n6. BAHADUR, D.; GIRI, J. Biomaterials and magnetism. Sãdhanã, v. 28, p 639-656, 2003. \n\n7. BARBOSA, L. S. Avaliação in vivo da toxicidade de nanopartículas magnéticas revestidas por \nácido glucônico. 2004. 64p. Dissertação de mestrado. Faculdade de Medicina Departamento \nde Patologia Molecular. Universidade de Brasília. \n\n8. BARGONI,A.; CAVALLI, R.; CAPUTO, O; FUNDARÒ, A.; GASCO, M. R.; ZARA, G. P. \nSolid lipid after duodenal administration to rats. Pharmaceutical Research, v. 15, n. 5, p \n745-750, 1997. \n\n9. BERRY, C.; CURTIS, A. S. G. Functionalisation of magnetic nanoparticles for applications in \nbiomedicine. Journal Physics D. Applied Physics, v. 36, p 198-206, 2003. \n\n10. BRIGHTMAN, M. W. The distribution within the brain of ferritin injected into cerebrospinal \nfluid compartmentes: II, Parenchymal distribuition. American Journal Anatomy, v, 117, p \n193-220, 1965. \n\n11. BRUGIN, A. Avaliação da biocompatibilidade/ toxicidade de fluido magnético composto de \nnanopartículas de maghemita recoberta com citrato em camundongos fêmeas Swiss. \nBrasília, 2007, 71f. Tese de mestrado em Patologia Molecular, Universidade de Brasília. \n\n12. CALTON, W. W. MCGAVIN, M.D. Patologia veterinária especial de Thomson/ Willian. 2º ed. \nPorto Alegre: de BARROS, C. S.L., 1998. p 13-672.  \n\n13. CAPOZZOLI, U. Ponto de vista: Fronteiras do conhecimento. Scientific American Brasil, ed. \nEspecial, v. 22, p 3, 2008.  \n\n14. CENTER, S. A. Chronic liver disease: current concepts of disease mechanisms. Journal of \nSmall Animal Practice, v. 40, p 106-114, 1999. \n\n15. CHATTERJEE, J.; HAIK, Y.; CHEN, C. SIZE DEPENDENT MAGNETIC PROPERTIES OF \nIRON OXIDE NANOPARTICLES. Journal of Magnetism and Magnetic Materials, v. \n257, p, 113-118, 2003. \n\n16. CHAVES, S. B.; LACAVA, L. M.; LACAVA, Z. G. M.; SILVA, O.; BUSKE, N.; GANSAU, \nC.; MORAIS, P. C.; AZEVEDO, R. B.; Light microscopy and magnetic resonant \n\n\n\n81\n\ncharacterization of DMSA-coated magnetic fluid in mice. IEE Transaction on Magnetics. \nv. 38, n, 5, p 3231-3233, 2002. \n\n17. CHAVES, S. B.;SILVA, L. P.; LACAVA, Z. G. M.; MORAIS, P. C.; AZEVEDO, R. B. \nInterleukin-1 and interleukin-6 production in mice’s lung induced by 2,3 meso-\ndimercaptosuccinic-coated magnetic nanoparticles. Jornal of Applied Physics, v. 97, n, 10, \np 913-915, 2005. \n\n18. COROIU, I. Relaxivities of different superparamagnetic particles for application in NMR \ntomography. Journal of Magnetism and Magnetic Materials, v. 201, p 449-452, 1999. \n\n19. CRICHTON, R. R.; ROMAN, F.; ROLAND, F. Iron mobilization from ferritin by chelating \nagents. Journal of Inorganic Biochemistry, v. 13, p 305-316, 1980. \n\n20. DA SILVEIRA, L. B. Estudo de propriedades magnéticas de fluidos e nanocompósitos \nmagnéticos biocompatíveis. Brasília, 2006, 138f. Tese de Doutorado em Física, \nUniversidade de Brasília.  \n\n21. DA SILVA, M. F.; SHÜTT, W.; TELLER, J.; HÂFELI, U.; ZBOROWSKY, M. In: SHÜTT, \nW.; TELLER, J.; HÂFELI, U.; ZBOROWSKY, M. Scientific and clinical applications of \nmagnetic carriers: an overview. New York: Plenum Publishing Corp., 1997.\n\n22. DEMOY, M; ANDREUX, J. P.; WEINGARTEN, C.; GOURTIN, B.; COUVREUR, P. Spleen \ncapture of nanoparticles: Influence of animal special and surface characteristics, v. 16, p 37-\n41, 1999.\n\n23.  DUGEST, E.; VASSEUR, S.; MORNET, S.; GOGLIO, G.; DEMOURGUES, A.; PORTIER, J.; \nGRASSET, F.; VEVERKA, P.; POLLERT, E. Towards a versatile platform based on \nmagnetic nanoparticles for in vivo  applications. Bulletin of Materials Science, v. 29, n. 6, p \n581-586, 2006. \n\n24. EL-SAYED, I. H.; HUAUNG, X.; EL-SAYED, M. A.  Surface Plasmon Resonance Scattering \nand absorption of anti-EGFR antibody conjugated gold nanoparticuples in cancer \ndiagnostics: Application in oral cancer. Nano Lett., v. 5, n.5, p 829-834, 2005. \n\n25. EMERIT, J.; BEAUMONT, C.; TRIVIN, F. Iron metabolism, free radicals, and oxidative injury. \nBiomed. Pharmacother, v. 55, p 333-339, 2001. \n\n26. FREITAS, M. L. L.; SILVA, L. P.; AZEVEDO,  R. B.; GARCIA, V. A. P.; LACAVA, L. M.; \nGRISÓLIA, C. K.; LUCCI, C. M.; M.; MORAIS, P. C; DA SILVA, M. F.; BUSKE, \nN.;CURI, R.; LACAVA, Z. G. M. A double coated magnetite-based magnetic fluid \nevaluation by cytometry and genetic test. Journal of Magnetism and Magnetic Materials, \nv. 252, p 396-398, 2002.  \n\n27. FREITAS, M. L. L.; SILVA, L. P.; FREITAS, J. L.; AZEVEDO,  R. B.; LACAVA, Z. G. M.; \nBITTENCOUR, P. I. H.; CURI, R.; BUSKE, N.; MORAIS, P. C. Investigation of lipidid \nperoxidation and catalase activity in magnetic fluid treat mice. Journal of Applied Physics, \nv. 93, n. 10, p 6709-6711, 2003. \n\n28. GARCIA, M. P.; PARCA, R. M.; CHAVES, S. B.; SILVA, L. P.; SANTOS, A. D.; LACAVA, \nZ. G. M.; MORAIS, P. C.; AZEVEDO, R. B. Morphological analysis of mouse lungs after \ntreatment with magnetite-based magnetic fluid stabilized with DMSA. Journal of \nMagnetism and Magnetic Materials, v. 293, p 277-282, 2005. \n\n29. GARCIA-SALINAS, L.; FERRO-FLORES, G.; ARTEAGA-MURPHY, C.; PEDRAZA-\nLÓPEZ, M.; HERNÁNDEZ-GUTIÉRREZ, S.; AZORÍN-NIETO, J. Uptake of the 188 \nRe(v)-DMSA complex by cervical carcinoma cells in nude mice. Pharmacokinetics and \nDosimetry, Appl. Rad.,  v, 54, p 413-418, 2001. \n\n\n\n82\n\n30. GIAVEDONI, J. Simultaneous detection of multiple cytokines and chemokines from nonhuman \nprimates using luminex technology. Journal Immunology Methods, v. 301, p 89-101, \n2005. \n\n31. GOJOVA, A.; GUO, B.; KOTA, R. S.; RUTLEDGE, J. C.; KENNEDY, I. M.; BARAKAT, A. I. \nInduction of inflammation in vascular endothelial cells by metal oxide nanoparticles: Effect \nof particle composition. Environmental Health Perspectives, v. 115, p 403-409, 2007. \n\n32. GONZALEZ-RAMIREZ, D.; ZUNIGA-CHARLES, M.; NARRO-JUAREZ, A.; MOLINA-\nRECIO, Y.; HURLBUT, K. M., DART, R. C.; APOSHIAN, H. V. DMPS (2,3-\nDimercaptopropane-1-sulfonate, Dimaval) Decreases the Body Burden of Mercury in \nHumans Exposed to Mercurous Chloride. Journal of Pharmacology and Experimental \nTherapy, v. 287 n, 1, p 8-12 1998. \n\n33. HALBREICH, A.; GROMAN, E. V.; RAISON, D.; BOUCHAUD, C.; PATURANCE, S. \nDamage protein sythesing apparatus in mouse liver in vivo by magnetocytolysisin presence \nof hepatospecific magnetic nanoparticles. Journal of Magnetism and Magnetic Materials,\nv. 248, p, 276-285, 1997. \n\n34. HALLWELL, B; GUTTERIDGE, J.M.C. Free radicals in biology and medicine. Third edition. \nOxford Publications. Oxford, p 936, 1999. \n\n35. HARISINGHANI M. G, WEISSLEDER R. Imaging Lymph Nodes with Nanoparticles. DOI: \n10.1371/journal. pmed.0010066, v. 1, n. 3, 2004. \n\n36. HARISINGHANI, M. G.; SASENA, M.; ROSS, R. W.; TABATABAEI, S.; DAHL, D.; \nMCDOUGAL, S.; WEISSLEDER, R. Apilot study of limphotrophic nanopartcle-enhanced \nmagnetic resonance imaging technique in early stage testicular câncer: A new method for \nnoninvasive lymph node evaluation. Urology, v. 66, p, 1066-1071, 2005.  \n\n37.  HELLOUMI, H; ARFAOUI, D; NABLI, N.; AJMI, S. Role of mitochondrial dysfunction in \nnon-alcoholic steatohepatitis. Tunisie Medicale, v. 81, p 763-767, 2003 \n\n38. HERODIN, F.; THULLIER, P.; GARIN, D.; DROUET, M. Nonhuman primates are relevant \nmodels for research in hematology. Immunology and Virology, v. 16, n, 2, p 104-116, \n2005. \n\n39. HIERGEIST, R. HILGER, I ; HERGT, R.; WINNEFELD, K.; SCHUBERT, H.; KAISER, W. A.\nApplication of magnetite ferrofluids for hyperthermia. Journal of Magnetism and \nMagnetic Materials, v. 201, p 420-422, 1999.  \n\n40. HILGER, I.; HIERGEIST, R.; HERGT, R.; WINNEFELD, K.; SCHUBERT, H.; KAISER, W. \nA. Thermal Ablation of Tumors Using Magnetic Nanoparticles: An In Vivo Feasibility \nStudy. Investigative Radiology, v. 37 n, 10, p 580-586, 2003. \n\n41. ILHA, M. R. S.; LORETTI, A. P.; BARROS, S. S.; BARROS, C. L. S. Intoxicação espontânea \npor Senecio brasiliensis (Asteracease) em ovinos no Rio Grande do Sul. Pesquisa \nVeterinária Brasileira, v. 21, n 3, p 123-138, 2001. \n\n42. INOUE, K.; TAKANO, H.; YANAGISAWA, R.; HIRANO, S.; SAKURAI, M.; AKINORI, S.; \nYOSHIKAWA, T. Effects of airway exposure nanoparticles on lung inflammation induced \nby bacterial endotoxin in mice. Environmental Health Perspectives, v. 114, p 1325-1330, \n2006. \n\n43. IRMA, A. J. M.; BAKKER-WOUDENBERG, M. T.; TEM KATE, G. STORM, E. W. M.; VAN \nETTEN: Administration of liposomal agents and the phagocytic function of the \n\n\n\n83\n\nmononuclear phagocyte system. International Journal of pharmaceutics, v. 162, p 5-10, \n1998. \n\n44. JAIN T. K; REDDY, M.K; MORALES M. A; LESLIE-PELECKY D. L; LABHASETWAR, V. \nBiodistribution, Clearance, and Biocompatibility of Iron Oxide Magnetic Nanoparticles in \nRats. Molecular Pharmacology, 2008. http://pubs.acs.org/cgi-\nbin/abstract.cgi/mpohbp/asap/abs/mp7001285.html \n\n45. JEYARAJAH, A. R.; ORAM, D. H.; JACOBS, I. J.; SHEPHERD, J. H.; REZNEK, R. H. \nDiagnostic performance of nanoperticles-enhanced magnetic resonance imaging in the \ndiagnosis of lymphonodo metástases in patients with endometrial and cervical câncer. \nJournal of Clinical Oncogy, v. 23, n, 12, p 2813-2821, apr. 20, 2005. \n\n46. JORDAN, A; SCHOLZ, R.; MAIER-HAUFF, K.; LANDERGHEM, F. K. H. VAN \nWALDOEFNER, F.; THIESEN, B.; DEIMLING, A. VON; F. R. The effect of \nthermotherapy using magnetic nanoparticles on rat malignat glioma. Journal of Neuro-\noncology, v. 78, p 7-14, 2006. \n\n47. KHARKEVICH, D. A.; ALYAUTDIN, R. N.; FILIPPOV, I. I.  Employment of magnet-\nsusceptible microparticles for the targeting of drugs. Journal of Pharmacie and \nPharmacology. v. 41, n, 4 p, 286-288, 1989. \n\n48. KIM, D. K.; ZHANG, Y.; VOIT, W.; RAO, K. V.; KHR, J.; BJELKE, B.; MUHAMMED, M. \nSuperparamagnetic iron oxide nanoparticles for bio-medical applications. Scriptz Mater, v. \n44, p 1713-1717, 2006. \n\n49. KING, N. W.; ALROY, J. Deposição intracellular e extracellular; degenerações In: JONES C. \nT.; HUNT, D.R.; KING, N. W. Patologia veterinária 6a ed. São Paulo: Manole, 2000p. 27-\n62, 2001. \n\n50. KOBAYASHI, H.; KAWAMOTO, S.; BERNARDO, M.; BRECHBIEL, M. W.; KNOPP, M. \nV.; CHOYKE, P. L. Delivery of gadolinium-labeled nanoparticles to the sentinel lymph \nnode:Comparison of the sentinel node visualization and estimations of intra-nodal \ngadolinium Concentration by the magnetic resonance imaging. Journal of Controlled \nRelease, v. 111, p 343–351, 2006.\n\n51. KREUTER J.; SHAMENKOV, D.; PETROV, V.; RAMGE, P.; CYCHUTEK, K.; KOCH-\nBRANDT, C.; ALYAUTDIN, R. Apolipoprotein-mediated transport of nanoparticle-bound \ndrugs across the blood-brain barrier. Journal of Drug Target, v. 10, n 4, p .317-325, 2002. \n\n52. KUCKELHAUS, S.; REIS, S. C.; CARNEIRO, M. F.; TEDESCO, A. C.; OLIVEIRA, D. M.; \nLIMA, E. C. D.; MORAIS, P. C.; AZEVEDO, R. B.; LACAVA, Z. G. M. In vitro \ninvestigation of cobalt ferrite-based magnetic fluid and magnetolipossomes using \nmorphological test. Journal of Magnetism and Magnetic Materials, v. 272-276, p 2402-\n2403, 2004. \n\n53. LAMARÃO, S. M. S.; ANTONIAZZI, H. Inner anatomy study of pulp chamber and root canal \nof Cebus Apellas permanent dentition cast evaluation for endodontic research. International \nJournal of Morphology, Reunión de Integracion de la M, v 3, n 1, p 72-79, 2005. \n\n54. LANZA, G. M.; WINTER, P. M.; CARUTHERS, S. D.; MORAWSKI, A. M.; SCHIMIEDER, \nA. H.; CROWDER, K. C.; WICKLINE, S. A. Magnetic resonance molecular imaging with \nnanoperticles. Journal of Nuclear. Cardiologycal, v. 11, p 733-743, 2004. \n\n55. LACAVA, L. M.; LAVACA, Z. G.M.; AZEVEDO, R. B.; CHAVES, S. B.; GARCIA, V. A. P.; \nSILVA, O.; PELEGRINI, F.; BUSKE, N.; GANSAU, C.; DA SILVA, M. F.; MORAIS, P. \nC. Use of magnetic resonance to study biodistribuition of dextran-coated magnetic fluid \n\n\n\n84\n\nintravenously administered in mice. Journal of Magnetism and Magnetic Materials, v. \n252, p 367-369, 2004. \n\n56. LI, M; MANN, S. DNA-directed assembly of multifunctional nanoparticle networks using \nmetallic and bioinorganic building blocks. Journal of Materials Chemistry, 2004  \n\n57. LIEU, P.T.; HEISKALA, M.; PETERSON, P. A.; YANG, Y. The roles of iron in health ad \ndisease. Molecular Aspects of Medicine, v. 22, p 1-87, 2001.   \n\n58. LIMA, M. E. A. C.; BARROS, R. S. ; DAHÁS, L. J. S.; CRUZ, A. P. C.; BEZERRA, D. S. ; \nGALVÃO, O. F. Discriminação simples e pareamento ao modelo por identidade com \nestímulos tridimensionais em macacos prego (Cebus apella). Acta Comportamentalia,  v. \n15, n. 1, p. 5-20, 2007. \n\n59. LIU, W. Nanoparticles and their biological and environmental applications. Journal of \nBioscience and Bioengineering, v 102, n. 1 p 1-7, 2006 \n\n60. LÜBBE, A. S.; BERGEMANN, C.; RIESS, H.; SCHRIEVER, F.;  REICHARDT, P.; \nPOSSINGER, K.; MATTHIAS, M.; DÖRKEN, B.; HERRMANN, F.; GÜRTLER, R.; \nHOHENBERGER, P.; HAAS, N.; SOHR, R.; SANDER, B.; LEMKE, A. J.; OHLENDORF, \nD.; HUHNT, W.; HUHN, D. Clinical Experiences with Magnetic Drug Targeting: A Phase I \nStudy with 4'-Epidoxorubicin in 14 Patients with Advanced Solid Tumors. Cancer \nResearch, v. 56, p 4686-4693, 1996.\n\n61. MA, M.; WU, Y.; ZHO, J.; SUN, Y.; ZHANG, Y.; GU, N. Size dependence and specific Power \nabsorption of Fe3O4 particles in AC magnetic Field. Journal of Magnetism and Magnetic \nMaterials, v. 268, p 33-39, 2004. \n\n62. MARIORINO, R. M.; BRUCE, D. C.; APOSHIAN, H. V. Detremination and metabolismo f \ndithiol chelating agents. VI. Isolation and identification of the mixed disulfides of meso-2,3-\ndimercaptosuccinic with L-cysteine in human urine. Toxicology Applied Pharmacol, v. 97, \np 338-349, 1989. \n\n63. MASSAT, R.; DUBOIS, E.; CABUIL, V.; HASMONADY, E. Preparation and properties od \nmonodisperse magnetic fluids. Journal of Magnetism and Magnetic Materials, v. 149, p \n1-5, 1995. \n\n64.  MC CUSKEY, R.S. Sinusoidal endothelial cells as an early target for hepatic toxicants. \nClinycal Hemortheol Microcirc, v. 34, p. 1-2: 5-10. Review, 2006.  \n\n65. MILLER, A. L.Dimercaptosuccinic Acid (DMSA), A non-toxic, water-soluble treatment for \nheavy metal toxicity. Alternatives Medical Ver, v. 3, p 1999-207, 1998. \n\n66. MISTISUMORI, M.; HIRAOKA, M. SHIBATA, T.; OKUNO, Y.; NAGATA, Y.; \nNISHIMURA, Y.; ABE, M.; HASEGAWA, M., NAGAE, H.; EBISAWA, Y. Targeted \nhyperthermia using dextran magnetite complex: a new treatment modality for liver tumors. \nHepato-Gastroenterol, v. 43, p 1431-1437, 1996. \n\n67. NEDREDAL, G. I; ELVEVOLD, K. H; YTREBO, L. M; OLSEN, R.; REVHAUG1, A;BÅRD,  \nLiver sinusoidal endothelial cells represents an important blood clearance system in pigs.  \nComparative Hepatology, v. 2 p 1-14, 2003. http://www.comparative-\nhepatology.com/content/2/1/1 \n\n68. NEUWELT, E. A.; REMSEN, L. G.; Mc CORMICK, C. I.; ROMAN-GOLDSTEIN, S.; \nNILAVER, G.; WEISSLEDER, A. B.; HELLSTRÕN, K. E.; HELLSTRÕN, I.; KROLL, R. \nA. MR of carcinoma-specific monoclonal antibody conjugated to monocrystalline iron oxide \n\n\n\n85\n\nnanoparticles: The potential for noninvasive Diagnosis. American Society of \nNeuroradiology, v. 17, p 411-418, 1996. \n\n69. OGA, S.; HORSMAN, M.; OVERGAAD, J. A future hyperthermia in cancer treatment? \nEuropeam Journal of Cancer, v. 37, p1587-1589, 2001. \n\n70. PANKHURST, Q. A.; CONNOLLY, J.; JONES, S. K.; DOBSON, Applications of magnetic \nnanoparticles in biomedicine. Journal of Physics D: Appl. Physics, v. 36, 2003. \n\n71. PHILLIPS, J. L. A topical review of magnetic fluid hyperthermia. Disponível em http:// \nbama.ua.edu/jouhus/archive/aug. 2005. Acesso em 28 de janeiro de 2008. \n\n72. PARCA, R. M. Estudo morfológico do efeito de nanopartículas magnéticas à base de \nmamgnetita em fígado de camundongos Swiss. 2006, 67f. Dissertação de mestrado, \nUniversidade de Brasília. \n\n73. ROCKALL, A. G.; SOHAIB, S. A.; HARISINGHANI, M. G.; BABAR, S. A.; SINGH, N.; \nROMANUS, E.; HÜCKEL, M.; GROB, C.; PRASS, S.; WEITSCHIES, W.; BRÄUER, R.; \nWEBER, P. Magnetic nanoparticle relaxation measurement as a novel tool for in vivo \ndiagnostics. Journal of Magnetism and Magnetic Materials, v. 252, p 387-389, 2002. \n\n74. SAFARÍKOVÁ, M.; PTÁCKOVÁ,L.; KIBRIKOVÁ, I. ; SAFARÍK, I. Biosorption of water-\nsoluble dyes on magnetically modified Saccharomyces cerevisiae subsp. uvarum cells. \nChemosphere, v. 59, n, 6, p 831-835, 2002.  \n\n75. SAHOO, S. K.; PARVEEN, S.; MS, J. J. PANDA, M. S. The present and future of \nnanotechnology in human health care, Nanomedicine: Nanotechnology, Biology, and \nMedicine, v. 3, p 20-31, 2006. \n\n76. SAXENA, G.; PATHAK, U.; FLORA, S. J. S. Beneficial role of monoesters of meso-2,3-\ndimercaptosuccinic acid in the mobilization of lead and recovery of tissue oxidative injury in \nrats. Toxicology, v.214, p 39-56, 2005. \n\n77. SCHAFFAZICK, S. R.; GUTERRES, S. S.; FREITAS, L. L.; POHLMANN, A. R.\nPhysicochemical characterization and stability of the polymeric nanoparticle systems for \ndrug administration. Química Nova, v. 26, n, 5, 2003. \n\n78. SCHRAND,A. M.; HOUJIN H.; CATALEYA C.; JOHN, J. S.; EIJI OH SAWA; SABER, M. \n;HUSSAIN; L. DAÍ. Are Diamond Nanoparticles Cytotoxic? The journal Physycal \nChimestry, v. 111, n, 1, p 1-7, 2007. \n\n79. SENEYEI, A.; WIDDER, K.; CZERLINSKI. Magnetic guidance of drug-carrying microspheres. \nJournal of Applied Physiology, v. 49, p, 3578-3783, 1978. \n\n80. SENGUPTA, S.; EAVARONE, D.; CAPILA, I.; ZHAO, G.; WATSON, N.; KIZILTEPE, T.; \nSASISEKHARAN, R. Temporal targeting of tumor cells and neovasculature with a \nnanoscale delivery system. Nature Letters, v. 436, p 568-572, 2005. \n\n81. SHERSTOV, A.Y. U.; KIVMAN, G. Y. A; VASSILIEV A. Y E.; GELPERINA, S. E.; \nANTROPOV, A.S.; ANISSIMOVA, E.V.;GULYAEV, A. E. Interaction of nanoparticle-\nbound ampicillin with the leucocytes of peripheral blood Abstr. III Conf. Pharm.Sci. Clin. \nPharmacol. p, 26, 1996. \n\n82. SUGANUMA, E; PESSOA, V. F.; MONGE-FUENTES, V.; CASTRO, B. M.; TAVARES, C. \nM. H. Perception of the Muller–Lyer illusion in capuchin monkeys (Cebus apella). \nBehavioural Brain Research, v. 182, p 67–72, 2007.\n\n83. SUNG, S.; ZENG, H.; ROBINSON, D. B.; RAOUX, S.; RICE, P.M.; WANG, S. X.; LI, G. \nMonnodisperse MFe2O4(m= Fe, Co, Mn) nanoparticles. Journal of the American \nChemical Society, v. 126, n, 1, p. 273-279, 1994. \n\n\n\n86\n\n84. STREMMEL W, KARNER M, MANZHALII E, GILLES W, HERRMANN T, MERLE U. \nLiver and iron metabolism--a comprehensive hypothesis for the pathogenesis of genetic \nhemochromatosis. Zeitschrif für gastroenterologie, v. 45, n. 1, p 71-75, 2007. \n\n85. TARTAJ, P. MORALES, P.; VEINTEMILLAS-VERDAGUER, S.; GONZÁLEZ-CARREÑO, \nT.; SERNA, C. J. The preparation of magnetic nanoparticles for applications in biomedicine.\nJournal of Physiolgy. v. 36, p R182-R197, 2003. \n\n86. TATSUMI, Y.; TANIGAWA, N.; NASHIMURA, H.; NOMURA, E.; MABUCHI, H.; \nMATSURU, M.; NARABAYASHI, I. Preoperative diagnosis of lymph node metastases in \ngastric cancer by magnetic resonance imaging with ferumoxtran-10. Gastric Cancer, v.  9, \np. 120, 2006. \n\n87. THEIL, E.C. Ferritin: Structure, Gene Regulation, and Cellular Function in Animals, Plants, and \nMicroorganisms. Annual Review of Biochemistry, v. 56, p 289-316, 1987.\n\n88. THÜNEMANN, A. F.; SHÜTT, D.; KAUFNER, L.; PISON, U.; MOHWALD, H. Maghemite \nnanoparticles protectively coated with poly (ethylene imine) and poly (ethylene oxide)-\nblock-poly (glutamic acid) Langmuir, v. 22, p 2351-2357, 2006. \n\n89. TOUMEY C. Apostolic succession. Engineering and Science, v. 10, p 16-23, 2005. \n\n90. VALOIS, C. R. A. Estudo da expressão da moleculas de adesão transendotelial dos leucócitos no \npulmão de camundongos tratados com nanopartículas magnéticas recobertas com DMSA. \nBrasília, 2006 89f. Tese de mestrado em Ciências da saúde, Universidade de Brasília. \n\n91. VERANTH, J. M.; KASER, E. G.; VERANTH, M. M.; KOCH, M.; GAROLD, S. Y. Cytokine \nresponses of human lung cells (BEAS-2B) treated with micron-sized and nanoparticles of \nmetal oxides compared to soil dusts. Particle and Fibre Toxicology, v.4, n 2 p 1-18, 2007. \n\n92. WICKILE, S. A.; NEUBAUER, A. M.; WINTER, P.; CARUTHERS, S.; LANZA, G. \nApplications of nanotechonology to atherosclerosis, thrombosis, ans vascular biology.\nArterioscler Thromb Vasc Biol, v. 26, p 435-441, 2006. \n\n93. YANASE, M.; SHINKAI, M.; HONDA, H.; WALKABAYASHI, T.; YOSHIDA, J.; \nKOBAYASHI, T. Interacellular hyperthermia for cancer using magnetic cationic \nlipossomes: an in vitro study. Japan of Journal Cancer Researcher, v. 89, p 463-469, \n1998. \n\n94. ZAFRANI, E. S.;CAZIER, A.;BAUDELOT, A. M.; FELDMANN, G. Ultrastructural Lesions of \nthe Liver in Human Peliosis A Report of 12 Cases. American Journal of  Pathology, v. \n114, P 349-359, 1984.  \n\n95. ZHANG, S., BIAN, Z.; GU, C.; ZHANG, Y.; HE. S.; GU, N.; ZANG, J. Preparation of anyi-\nhuman cardiac troponin I immunomagnetic nanoparticles and biological activity assays.\nColloids Surf B Biointerfaces, v.1, n. 55, p 143-148, 2006"}]}}}