{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13469"}, {"@name": "filename", "#text": "19465_Luanda_Liboreiro_Guerra.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Fundação Oswaldo Cruz\nInstituto René Rachou\nPrograma de Pós-Graduação em Ciências da Saúde\n“AVALIAÇÃO DA INFLUÊNCIA DA DENSIDADE PARASITÁRIA TECIDUAL NO PERFIL DE PARÂMETROS HEMATOLÓGICOS E FENOTÍPICOS DE CÉLULAS DE CÃES NATURALMENTE INFECTADOS POR Leishmania (Leishmania) chagasi”\nLuanda Liboreiro Guerra\nBelo Horizonte\nMarço / 2008\nMinistério da Saúde\nFundação Oswaldo Cruz\nInstituto René Rachou\nPrograma de Pós-Graduação em Ciências da Saúde\n“Avaliação da influência da densidade parasitária tecidual no perfil de parâmetros hematológicos e fenotípicos de células de cães naturalmente infectados por Leishmania (Leishmania) chagasi ”\nLuanda Liboreiro Guerra\nDissertação apresentada com vistas à obtenção do Título de Mestre em Ciências na área de concentração de Biologia Celular e Molecular\nOrientador: Dr. Rodrigo Corrêa Oliveira - Laboratório de Imunologia Celular e Molecular, Instituto René Rachou, Fundação Oswaldo Cruz\nCo-Orientador: Dr. Alexandre Barbosa Reis - Laboratório de Imunopatologia / NUPEB, Universidade Federal de Ouro Preto\nBelo Horizonte\nMarço / 2008\nO trabalho experimental desta dissertação foi realizado no Laboratório de hnunologia Celular e Molecular do Centro de Pesquisas René Rachou / FIOCRUZ, Belo Horizonte, MG.\nCOLABORADORES\nDra. Andréa Teixeira Carvalho1\nDr. Olindo Assis Martins Filho1\nDr. Rodolfo Cordeiro Giunchettilj 2\n1-\tLaboratório de Biomarcadores de Diagnóstico e Monitoração, Instituto René\nRachou, Fundação Oswaldo Cruz\n2-\tLaboratório de Imunopatologia, Núcleo de Pesquisas em Ciências Biológicas,\nUniversidade Federal de Ouro Preto\nSuporte Financeiro\nInstituto René Rachou - Fundação Oswaldo Cruz (IRR/FIOCRUZ)\nPrazo: (24 meses) - Período: 2006-2008\nApoio\nPAPES IVb - Fundação de Amparo à Pesquisa do Estado de Minas Gerais (FAPEMIG)\nConselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq)\nUniversidade Federal de Ouro Preto (UFOP)\n“Cada um sabe a dor e a delícia de ser o que é ”\nCaetano Veloso\nDEDICATÓRIAS\nAos meus pais, Elizabeth e Rogério;\nAo Ralph.\nAGRADECIMENTOS\nAo Dr. Alexandre Barbosa Reis, por ter confiado a mim este trabalho e por ter sempre me valorizado e acreditado em mim. Sua orientação e apoio desde a iniciação científica foram essenciais para que eu trilhasse o meu caminho e cumprisse esta etapa. Obrigada por sua enorme motivação e estímulo nos momentos de desânimo e por todas as oportunidades que você me proporcionou. Serei etemamente grata por tudo isto.\nAo Dr. Rodrigo Corrêa Oliveira, pela acolhida no laboratório, por todas as oportunidades que me foram dadas e por sua disponibilidade e atenção. Seu exemplo profissional foi e será sempre muito importante para mim. Muito obrigada!\nÀ Dra. Andréa Teixeira Carvalho, que certamente foi muito mais do que uma colaboradora deste trabalho. Sua enorme ajuda, paciência, opiniões e conselhos fizeram com que tudo se tomasse menos árduo. Obrigada por seu apoio e exemplo que sem dúvida sempre levarei comigo.\nÀ Dra. Marilene Susan Marques Michalick e Dra. Célia Maria Ferreira Gontijo pela participação e contribuições durante a qualificação.\nÀ Anna Carolina Lustosa Lima, pela assessoria em Bioestatística, essencial ao desenvolvimento deste trabalho.\nÀ Ana Thereza, Carol, Denise, Fê, Jack e Roberta pelo apoio, conversas, viagens a congressos e por todos os momentos de descontração durante estes anos, tomando os dias muito mais felizes!\nÀ Dra. Juliana Assis Estanislau pelo apoio e incentivo durante o ingresso no mestrado.\nAo Dr. Rodolfo Giunchetti pelo apoio e pelas importantes oportunidades de aprendizagem.\nAos colegas Vladimir, Andréia Molica, Solange, Lu Maria, Pedro, Rafa, Paulinha, Matheus e Daniel pelo apoio e agradável convivência.\nAo Apoio Técnico: Lu Lisboa, Lorena e Tiza, pela disponibilidade e por tomarem mais fácil e organizado o ambiente de trabalho.\nÀ Clari, pela alegria e disponibilidade em sempre ajudar no que fosse preciso.\nÀ Eliane e Wallison, pela ajuda, disponibilidade e atenção dispensados a mim.\nÀ Rita e Ana, por deixarem o ambiente sempre mais agradável e fácil de trabalhar.\nAo Instituto René Rachou, pelo apoio financeiro e infra-estrutura técnica.\nÀ Coordenação do Programa de Pós-Graduação em Ciências da Saúde, na pessoa da Dra. Cristiana Alves Brito.\nÀs secretárias Cris e Andréa pela paciência e disponibilidade em ajudar.\nÀ Maíra, Carol, Júlia e Lutiana pela convivência durante as disciplinas do mestrado.\nA todos os amigos da graduação pelos momentos de festa e alegria, em especial à Marina, pelo companheirismo e amizade.\nAos meus pais, pelo infinito amor, paciência, carinho e incentivo incondicionais, acreditando sempre em mim e estando ao meu lado em todos os momentos.\nAo Ralph, pelo amor, apoio, confiança, paciência, companheirismo e carinho diários que me dão força e me fazem muito feliz!\nÀ Deus, por me guiar em todos os meus caminhos e me proporcionar todas as oportunidades.\nSUMÁRIO\n1\tINTRODUÇÃO\t01\n2\tJUSTIFICATIVA\t09\n3\tHIPÓTESE\t10\n4\tOBJETIVOS\t11\n4.1\tObjetivo Geral\t11\n4.2\tObjetivos Específicos\t11\n5\tMATERIAIS E MÉTODOS\t12\n5.1\tSeleção e manejo dos cães\t12\n5.2\tProcedimentos técnicos realizados para a necropsia dos cães\t13\n5.3\tObtenção de amostra de sangue de cães\t13\n5.4\tAvaliação dos parâmetros parasitológicos\t13\n5.4.1\tPesquisa do parasito em esfregaços por aposição de tecido\t13\n5.4.2\tAvaliação da densidade parasitária em esfregaços por aposição de tecidos\natravés do índice de parasitismo tecidual\t14\n5.5\tMetodologia relacionada à avaliação dos parâmetros hematológicos\t14\n5.6\tAvaliação da resposta celular no contexto ex vivo através da imunofenotipagem de\ncélulas do sangue e baço\t15\n5.6.1\tCitometria de fluxo para leucócitos de cães\t15\n5.6.2\tObtenção e preparação da suspensão de leucócitos totais e esplenócitos de\ncães para imunofenotipagem\t16\n5.6.3\tEnsaio de imunofluorescência para avaliação da expressão fenotípica de\nleucócitos e esplenócitos de cães\t18\n5.6.4\tEnsaio de imunofluorescência para fenotipagem de monócitos do sangue\nperiférico de cães\t19\n5.7\tObtenção e análise de dados por citometria de fluxo\t20\n5.8\tCategorização de dados\t25\n5.9\tAnálise Estatística\n27\n6\tRESULTADOS\n28\n6.1\tAvaliação de parâmetros hematológicos em cães naturalmente infectados por L. (L.)\nchagasi com diferentes densidades parasitárias esplénicas e cutâneas e animais não infectados\t28\n6.2\tAnálise de fenotipos celulares de granulócitos do sangue periférico de cães\nnaturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t30\n6.3\tAnálise de fenotipos celulares de granulócitos do sangue periférico de cães\nnaturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t32\n6.4\tAnálise de fenotipos celulares de monócitos do sangue periférico de cães\nnaturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t34\n6.5\tAnálise de fenotipos celulares de monócitos do sangue periférico de cães\nnaturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t36\n6.6\tAnálise de fenotipos celulares de linfócitos do sangue periférico e do baço em cães\nnaturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e animais não infectados\t38\n6.7\tAnálise de fenotipos celulares de linfócitos do sangue periférico e do baço em cães\nnaturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e animais não infectados\t45\n7\tRESUMO DOS RESULTADOS\t51\n8\tDISCUSSÃO\t53\n9\tPRINCIPAIS EVIDÊNCIAS\t64\n10\tCONCLUSÃO\t65\n11\tPERSPECTIVAS\t66\n12\tREFERÊNCIAS BIBLIOGRÁFICAS\t67\nLISTA DE FIGURAS\nFigura 1- Esfiregaços por aposição do baço e pele (ponta de orelha)\t14\nFigura 2- Representação esquemática da seqüência de eventos da análise de dados obtidos por citometria de fluxo\t22\nFigura 3- Controles das reações de imunofenotipagem\t23\nFigura 4- Reações de imunofenotipagem\t24\nFigura 5- Classificações individuais de cães com baixa, média e alta densidade parasitária esplénica e cutânea\t26\nFigura 6- Densidades parasitárias determinadas pelos índices de parasitismo esplénico e cutâneo de cães com diferentes formas clínicas naturalmente infectados por Leishmania (Leishmania) chagasi\t26\nFigura 7- Análise da expressão de MHC-II, CD45RA e CD45RB em granulócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t31\nFigura 8- Análise da expressão de MHC-II, CD45RA e CD45RB em granulócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t33\nFigura 9- Análise da expressão de MHC-II, CD45RA e CD45RB em monócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t35\nFigura 10- Análise da expressão de MHC-II, CD45RA e CD45RB em monócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t37\nFigura 11- Análise de Linfócitos T (Thy-1+ e CD5+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t39\nFigura 12- Análise de subpopulações de Linfócitos T (CD4+ e CD8+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t41\nFigura 13- Análise de Linfócitos B (CD21+) e monócitos (CD14+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t42\nFigura 14- Análise da expressão de MHC-II, CD45RA e CD45RB em linfócitos totais no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\t43\nFigura 15- Análise de Linfócitos T (Thy-1+ e CD5+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e animais não infectados\t46\nFigura 16- Análise de subpopulações de Linfócitos T (CD4+ e CD8+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t47\nFigura 17- Análise de Linfócitos B (CD21+) e monócitos (CD14+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t48\nFigura 18- Análise da expressão de MHC-II, CD45RA e CD45RB em linfócitos totais no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\t49\nFigura 19- Diagrama das principais alterações fenotípicas observadas em cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias de baço e pele\t52\nLISTA DE TABELAS\nTabela 1- Painel de Anticorpos monoclonais empregados na imunofenotipagem das células caninas\t16\nTabela 2- Distribuição do painel de anticorpos anti-marcadores de superfície celular em microplaca de 96 orifícios\t20\nTabela 3- Grupos de cães não infectados e naturalmente infectados por L. (L.) chagasi apresentando diferentes graus de parasitismo esplénico e cutâneo\t27\nTabela 4- Avaliação de parâmetros hematológicos em cães com parasitismo esplénico e animais não infectados\t29\nTabela 5- Avaliação de parâmetros hematológicos em cães com parasitismo cutâneo e animais não infectados\t29\nTabela 6- Análise das correlações entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície em granulócitos\t32\nTabela 7- Análise das correlações entre as densidades parasitárias cutâneas e a expressão dos marcadores de superfície em granulócitos\t34\nTabela 8- Análise das correlações entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície em monócitos\t36\nTabela 9- Análise das correlações entre as densidades parasitárias cutâneas e a expressão dos marcadores de superfície em monócitos\t38\nTabela 10- Análise das correlações entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície de células do sangue periférico e do baço\t44\nTabela 11- Análise das correlações entre as densidades parasitárias cutâneas e a expressão dos marcadores de superfície de células do sangue periférico e do baço\t50\nAc: Anticorpo\nAP: Alto Parasitismo\nBP: Baixo Parasitismo\nCD: Cluster of Differentiation\nCLAW: Canine Leukocyte Antigen Workshop\nCMF: Canal Médio de Fluorescência\nCNI: Cães Não Infectados\nCOBEA: Colégio Brasileiro de Experimentação Animal\nDDT: Dichloro-Diphenyl-Trichloroethane EDTA: Ethylene Diamine Tetraacetic Acid FACS: Fluorescence Activated Cell Sorter FACSdil: Solução diluente de anticorpos FITC: Fluorescein Isothiocyanate\nFSC: Forward Scatter\nH2O2: Peróxido de Hidrogênio\nICB: Instituto de Ciências Biológicas IFN-y: Interferon-gamma\nLTA: Leishmaniose Tegumentar Americana\nLV: Leishmaniose Visceral\nLIT: Liver Infusion Tryptose\nIPE: índice de Parasitismo Esplénico\nLDU: Leishman Donovan Units\nLVA: Leishmaniose Visceral Americana\nLVC: Leishmaniose Visceral Canina\niNOS: Inducible Nitric Oxide Synthase\nIPC: índice de Parasitismo Cutâneo\nMHC: Major Histocompatibility Complex MP: Médio Parasitismo\nIg: Imunoglobulina\nIL: Interleucina\nO2': Ânion Superóxido\nPBS: Phosphate buffer saline\nPMN: células polimorfonucleares\nRIFI: Reação de hnunofluorescência Indireta\nRNAm: RNA mensageiro\nRPMI 1640: Meio de cultivo celular\nSCN: Soro de carneiro normal\nSFB: Soro Fetal Bovino\nSFM: Sistema Fagocitico Mononuclear\nSLA: Soluble Leishmania Antigen\nSRD: Sem Raça Definida\nSRN: Soro de rato normal\nSSC: Side Scatter\nTGF-0: Transforming Growth Factor Beta\nThl: Células T CD4+ secretoras de citocinas do tipo 1 (IL-2 e IFN-y)\nTh2: Células T CD4+ secretoras de citocinas do tipo 2 (IL-4, IL-5, IL-6, IL-10) TNF-a: Tumour Necrosis Factor Alpha UFMG: Universidade Federal de Minas Gerais\nRESUMO\nDurante a infecção por Leishmania, o parasitismo tecidual difere dependendo do local avaliado e pode implicar em perfis imunopatológicos distintos durante a Leishmaniose Visceral Canina (LVC). Neste estudo, foi avaliada a relação entre a densidade parasitária cutânea e esplénica e o perfil fenotípico de linfócitos, monócitos e granulócitos em 40 cães naturalmente infectados por L. (L.) chagasi categorizados de acordo com três diferentes níveis de densidades parasitárias (baixo, médio e alto parasitismo). Vinte cães não infectados, utilizados como grupo controle, foram sorologica e parasitológicamente negativos para L. (L.) chagasi. Os principais achados descrevem a densidade parasitária esplénica como sendo mais estreitamento relacionada às alterações fenotípicas em linfócitos do sangue periférico do que o parasitismo cutâneo durante a LVC. Os dados obtidos mostraram diminuição na expressão de linfócitos T CD5+ em cães com alto parasitismo esplénico em comparação com cães de baixo e médio parasitismo. Foi observada ainda, maior razão de linfócitos T/B (CD5+/CD21+) em cães com menores densidades parasitárias no baço. Estes dados são semelhantes aos observados para linfócitos T Thy-1+, sugerindo que as células T CD5+ e Thy-1+ são as responsáveis pela manutenção e estabelecimento da interação parasito/hospedeiro. A correlação entre parasitismo esplénico e células T CD8+ re-enfatiza o papel da resposta imune mediada por células T nos mecanismos de resistência durante a LVC. Além disso, diminuição na expressão de monócitos CD 14+ e em valores absolutos de monócitos circulantes na avaliação hematológica foram observados como característica marcante do alto parasitismo, sugerindo que ocorre recrutamento de monócitos para os tecidos linfóides, durante a LVC ativa, onde eles podem desempenhar papel importante em reações imunes locais durante a apresentação antigênica. Na avaliação das populações de granulócitos, os eosinófilos apresentaram aumento na expressão de MHC-II, no grupo com alto parasitismo, quando comparado a cães não infectados, sugerindo a participação destas células como apresentadoras de antígeno. Além disto, estes dados sugerem que a eliminação do parasito pode ocorrer via mecanismos fagocíticos no sangue de cães com alto parasitismo esplénico e cutâneo. Desta forma, acredita-se que os resultados obtidos acrescentam informações importantes para melhor compreensão da patogênese da leishmaniose visceral canina e poderão auxiliar em futuros estudos que busquem o desenvolvimento e a avaliação de medicamentos e vacinas.\nABSTRACT\nDuring Leishmania infection, tissue parasitism at different sites may differ and imply in distinct immunopathological patterns during canine visceral leishmaniasis (CVL). For this reason we have assessed the influence of skin and spleen parasite density, the major sites of parasitism, on the phenotypic profile of circulating lymphocytes, splenocytes, granulocytes and monocytes. Forty Brazilian dogs naturally infected by L. (L.) chagasi were categorized according to three different levels of parasite densities (low, medium and high parasitism) with 20 non-infected dogs, used as control group. These animals were serologically and parasitologically negative for L. (L.) chagasi. The major findings show that spleen parasite density is closely related to major phenotypic changes in peripheral blood lymphocytes than skin parasitism during CVL. Our data showed a decrease on the expression of CD5+ T lymphocytes in dogs with high splenic parasitism when compared to low and medium parasitism. We observed higher CD5+/CD21+ ratio in lymphocytes of dogs with lower parasite densities in the spleen. These data are similar to the observed for Thy-1+ T lymphocytes, suggesting that CD5+ and Thy-1+ T cells are responsible for maintenance and establishment of parasite/host interaction. The correlation between spleen parasitism and CD8+ T cells re-emphasizes the role of T cell-mediated immune response in resistance during CVL. Moreover, a decrease in the expression of CD 14+ monocytes and in absolute values of circulating monocytes in the haematological evaluation were observed as a hallmark of high parasitism, indicating the recruitment of monocytes to lymphoid tissue, during active CVL, where they may play an important role in immune reactivity as antigen presenting cells. In the evaluation of granulocyte populations, eosinophils demonstrated an increase on the expression of MHC-II, in the high parasitism group when compared to non-infected dogs, suggesting their participation as antigen presenting cells. Moreover, these data suggest that elimination of the parasite may be via phagocytic mechanisms in the blood of dogs with high spleen and skin parasitism. Thus, the results obtained in this study add new information that may be important for a better understanding of the pathogenesis of canine visceral leishmaniasis and help on development of future strategies on drugs and vaccine approaches.\n1\tINTRODUÇÃO\nAs leishmanioses são infecções parasitárias que acometem animais domésticos e silvestres e o homem. São causadas por protozoários digenéticos da ordem Kinetoplastida, incluídos na família Trypanosomatidae e no gênero Leishmania (Lainson &amp; Shaw, 1987). Vivendo alternadamente em hospedeiros vertebrados e invertebrados, são parásitos intracelulares obrigatórios que se reproduzem por divisão binária dentro do Sistema Fagocítico Mononuclear (SFM) de mamíferos susceptíveis, como forma flagelada ou promastigota encontrada no tubo digestivo do inseto vetor e outra aflagelada ou amastigota nos tecidos dos vertebrados.\nA transmissão do parasito ocorre durante o repasto sanguíneo de fêmeas de dípteros da família Phlebotomidae, gênero Lutzomyia (Novo Mundo) ou Phlebotomus (Velho Mundo), em hospedeiro vertebrado e/ou reservatório infectado. Após a ingestão dos parasitos, as formas amastigotas no interior do intestino do inseto vetor transformam-se em formas promastigotas, que sofrem sucessivas divisões binárias. As formas promastigotas metacíclicas infectantes são introduzidas na derme do hospedeiro vertebrado, onde infectam células do SFM, principalmente macrófagos, e se diferenciam em formas amastigotas que proliferam até que ocorra a lise da célula infectada, levando à infecção de outras células. O ciclo biológico se fecha quando células infectadas por formas amastigotas são ingeridas por fêmeas de flebotomíneos não infectadas.\nAs leishmanioses ocorrem em 88 países, com mais de 12 milhões de pessoas infectadas ou em risco de infecção, com incidência anual estimada em cerca de 1-1,5 milhões de casos para a Leishmaniose Tegumentar (LT) e 500.000 casos para a Leishmaniose Visceral (LV) (WHO, 2007).\nNo Novo Mundo, dependendo da espécie de Leishmania e da imunidade do hospedeiro, a doença pode se manifestar em duas formas principais: Leishmaniose Tegumentar Americana (LTA), que pode se apresentar como forma clínica cutânea, cutâneo-mucosa e cutâneo-difusa, tendo inúmeras espécies como agentes etiológicos destas manifestações clínicas da LTA ou da Leishmaniose Visceral Americana (LVA), causada por Leishmania chagasi (Alvar et al., 2004).\nA leishmaniose visceral pode apresentar-se em diferentes formas clínicas, podendo ser fatal quando não tratada. A leishmaniose tegumentar, sob a forma cutâneo-mucosa, apresenta lesões extremamente mutilantes: na forma cutâneo-difusa é caracterizada por deficiência na\nresposta imune mediada por células e na forma cutânea pode apresentar lesões múltiplas (Desjeux, 2004).\nO controle das leishmanioses ainda enfrenta grandes barreiras, não só relacionadas à disponibilidade de drogas curativas, mas, também relativas ao controle de reservatórios, movimentação de populações, urbanização desordenada, mudanças climáticas dentre outros fatores. As medidas estabelecidas por Deane (1956), para o controle da LV foram baseadas em um tripé de ações, que envolvem o tratamento dos indivíduos infectados, aspersões de inseticidas, com efeito residual em domicílio e peri-domicílio e eliminação de cães infectados (Palatnick-de-Souza et al., 2001), uma vez que a terapêutica na Leishmaniose Visceral Canina (LVC) apresenta-se ineficaz. Para que o controle da LV seja efetivo, as medidas devem ser mantidas durante longo período e, mesmo assim, é freqüente a reativação dos focos, uma vez que as medidas anti-vetoriais não têm obtido sucesso. Na índia foi observada a resistência do vetor P. argentipes a altas concentrações de DDT. Esta observação vem agravar a situação no local, uma vez que concomitantemente, tem sido observado grande número de pacientes que não respondem à quimioterapia convencional com antimoniais, demonstrando a resistência das cepas locais a estas drogas (WHO, 1991). Tal problema se estende a outros países onde a LV é endêmica, dentre eles o Brasil, agravando ainda mais os sérios problemas enfrentados nos programas de controle da doença.\nO sacrifício dos cães soropositivos acarreta profunda tristeza e mesmo indignação aos proprietários em face ao valor afetivo a esses animais. Nestas situações, a imunoprofilaxia aparece então como uma das únicas alternativas para o controle da infecção. Marzochi et al. (1985) e Genaro (1993), sugerem a aplicação de uma vacina anti-LVC como importante medida de controle, tanto para a infecção canina quanto humana. No entanto, ainda não se dispõe desta ferramenta para o controle da LV. No Brasil, nosso grupo de pesquisa tem realizado estudos no sentido de desenvolver uma vacina contra a LVC. Recentemente, Giunchetti et al. (2007a,b) demonstraram a antigenicidade e imunogenicidade em cães de uma vacina de L. braziliensis morta com extrato de saliva de flebotomíneos e o adjuvante saponina. Entretanto, estudos nesta linha são ainda muito controversos e necessitam ser ampliados e testados mais rigorosamente antes de sua aplicação no campo.\nNo Brasil, a LV inicialmente possuía caráter eminentemente rural e, mais recentemente, vem se expandindo para áreas urbanas de médio e grande porte (OMS, 2003). Esta distribuição e principalmente a ampliação das áreas nas quais a doença vem causando epidemias deve-se a fatores sócio-econômicos ainda pouco estudados. Dentre os fatores importantes está a presença de cães nos domicílios e peri-domicilios, que são reservatórios domésticos importantes e as raposas como reservatórios silvestres (Corredor et al., 1989).\nEstes dados mostram claramente que a LVC necessita ser avaliada mais detalhadamente do ponto de vista epidemiológico, considerando-se sua alta incidência na última década, além da intensa densidade parasitária cutânea em cães infectados, o que contribui para a dispersão da doença (Molina et al., 1994; Tesh, 1995). A enzootia canina tem precedido a ocorrência de casos humanos e a infecção em cães tem sido mais prevalente do que no homem (OMS, 2003). A leishmaniose canina existe em cerca de 50 países dentre os 88 onde a leishmaniose humana está presente, afetando principalmente três grandes áreas: China, Bacia do Mediterrâneo e Brasil (Alvar et al., 2004).\nSegundo Mancianti et al. (1988), a LVC pode ser dividida conforme os sinais clínicos apresentados pelos cães, em três formas: assintomática, com ausência de sinais clínicos sugestivos de infecção por Leishmania', oligossintomática podendo apresentar linfadenopatia, pequena perda de peso e/ou pêlo opaco; e sintomática, podendo apresentar todos ou alguns dos sinais graves da doença, como alterações cutâneas (alopecia, dermatite furfurácea, úlceras), ceratoconjuntivite, onicogrifose, paralisia dos membros posteriores, dentre outros. Fatores como estado nutricional, genética, raça e idade podem determinar a progressão da doença após a infecção (Acedo-Sánchez et al., 1996; Fisa et al., 1999; Solano-Gallego et al., 2000; Reis et al., 2005). A importância relativa de cada fator no cão ainda não foi bem estabelecida.\nEstudos longitudinais em cães em área endêmica vêm demonstrando que a história natural da doença pode se desenvolver de diferentes formas. Alguns cães infectados podem controlar a expansão do parasito e curar a infecção, enquanto em outros a infecção permanece assintomática por tempo indefinido, durante o qual o animal não apresenta sinais. Nos cães em que não há controle da expansão do parasito, a doença progride e somente após dois a quatro meses de incubação os sinais da LVC se manifestam (Fisa et al., 1999; Quinnell et al., 2001a; Moreno &amp; Alvar, 2002).\nOs cães constituem um excelente modelo de estudo para a leishmaniose. Considerando-se as similaridades das sintomatologias desenvolvidas pelos cães e humanos em diversas doenças causadas por agentes infecciosos, estudos têm utilizado estes animais como modelo para a avaliação da interação parasito-hospedeiro e de resposta imune, bem como para o desenvolvimento de novos métodos de diagnóstico e prognóstico e na avaliação de protocolos terapêuticos e vacinais para uso de rotina na clínica veterinária (Cobbold &amp; Metcalfe, 1994; Williams, 1997). No entanto, pouco se conhece sobre os mecanismos imunes importantes na resposta efetiva contra a infecção ou desenvolvimento de patologia por esses animais. O nosso grupo vem desenvolvendo estudos pioneiros nesta área o que nos tem permitido identificar alguns biomarcadores importantes no desenvolvimento das formas\nclinicas da LVC. Estes estudos têm sido limitados, em parte, devido a dificuldades na obtenção de reagentes para utilização em estudos de resposta imune canina.\nDiversos estudos têm avaliado a relação entre formas clínicas distintas da LVC e progressão da doença, com o objetivo de identificar marcadores laboratoriais para serem usados em estudos de infecção por L. (L.) chagasi. Nosso grupo demonstrou alterações no status bioquímico/hematológico associado a formas clínicas graves da LVC, sugerindo que a resposta a estes parâmetros pode ser uma abordagem interessante durante o desenvolvimento terapêutico e vacinai (Reis et al., 2006a). Além disso, nosso grupo demonstrou, recentemente, a importância dos isotipos de imunoglobulinas como marcadores de evolução clínica e densidade parasitária tecidual em cães naturalmente infectados por L. (L.) chagasi (Reis et al., 2006b). IgGl e IgG2 têm sido utilizados como indicadores mais adequados do status clínico na LVC do que IgG total (Deplazes et al., 1995). Correlação direta entre altos níveis de anticorpos IgGl aaü-Leishmania e o aparecimento de sinais clínicos foi demonstrado em cães infectados por L. (L.) infantum, enquanto IgG2 foi associado com a infecção assintomática (Nieto et al., 1999). Estes resultados não foram corroborados por outros estudos, nos quais altos níveis de IgG2 foram encontrados em cães sintomáticos (Leandro et al., 2001) além de IgA e IgE (Reis et al., 2006b). Entretanto, Day (2007) sugere ainda que as subclasses de imunoglobulinas não possuem relação com perfis sorológicos específicos.\nÉ bem aceito na infecção experimental em cães, que a presença de hipergamaglobulinemia, principalmente IgG, não confere proteção (Genaro, 1993; Pinelli et al., 1994). Já foi descrito que a imunidade efetiva parece ser mais dependente da imunidade celular específica.\nA análise fenotípica de células da resposta imune, por citometria de fluxo, permite avaliar de maneira mais precisa diferentes marcadores de superfície celular (Bacal &amp; Faulhaber, 2003). A citometria de fluxo se tomou ferramenta ainda mais promissora para a identificação e caracterização de populações e subpopulações celulares em uma grande variedade de fluidos biológicos. Desta forma, originaram-se diversos estudos relacionados à avaliação de perfis fenotípicos distintos, sendo a imunofenotipagem de linfócitos a aplicação mais comum desta metodologia (Jaroszeski &amp; Radcliff, 1999).\nEntretanto, a eficácia de ensaios por citometria de fluxo ainda requer padronização, especialmente na área clínica veterinária laboratorial (Reis et al., 2005). Ao longo dos últimos anos, um grande problema no estudo da LVC tem sido a escassez de marcadores imunológicos e reagentes específicos para a investigação da biologia celular canina (Moreno &amp; Alvar, 2002; Reis et al., 2005). O “Canine Leukocyte Antigen Workshop” (CLAW) foi um\nevento chave que estimulou a comunidade científica a buscar novas aplicações da citometria de fluxo para a identificação de subpopulações celulares caninas.\nO desenvolvimento de anticorpos monoclonais específicos anti-marcadores de superfície de células de cães viabilizou o estudo detalhado de uma série de moléculas conectadas a diversas funções imunológicas. Neste sentido, Moore et al. (1992), utilizaram os anticorpos monoclonais específicos anti-CD4 ou CD8 que são expressos nas subpopulações de linfócitos T e verificaram que neutrófilos apresentavam alta expressão de CD4. O papel funcional desta expressão em neutrófilos caninos ainda não é conhecido. Tafuri (1995) e Tafuri et al. (1996) realizaram um estudo histopatológico, por imunohistoquímica dos receptores tipo 3 e 4 do complemento no fígado e baço de cães naturalmente e experimentalmente infectados com L. (L.) chagasi. Esses autores verificaram que a expressão de CD11 e CD 18 pelos macrófagos deve representar papel central na resposta celular dos cães em ambas formas de infecção. Pinelli et al. (1995) realizaram estudos em cães infectados com L. (L.) infantum, utilizando anticorpos monoclonais dirigidos contra células caninas e verificaram a depleção de linfócitos T CD4+ e CD8+ no sangue periférico de cães com LV.\nCães apresentando a forma sintomática da doença revelaram supressão da imunidade mediada por células (Pinelli et al., 1994). A análise imunofenotípica de células do sangue periférico de cães demonstrou que a infecção por L. (L.) infantum é acompanhada por baixos níveis, tanto de células T CD4+ quanto de células B CD21+, demonstrando a imunossupressão em cães sintomáticos (Bourdoiseau et al., 1997). Em um estudo relacionado ao status clínico e a densidade parasitária na medula óssea de cães naturalmente infectados por L. chagasi, Reis et al. (2006c) descreveram a baixa freqüência de células B e de monócitos (CD 14+) como marcadores importantes da LVC grave. Além disso, observou-se valor percentual aumentado de linfócitos T CD8+ em cães assintomáticos e com baixa densidade parasitária.\nEstudos in vitro também confirmaram a alteração da resposta imune celular durante a LVC. Brandonisio et al. (1986) destacaram a reduzida habilidade fagocítica de monócitos em cães infectados. Além disso, Panaro et al. (1998) demonstraram que monócitos do sangue periférico de cães infectados por L. (L.) infantum não possuem efeito leishmanicida mediado por óxido nítrico (NO). Poucos estudos têm demonstrado o envolvimento de linfócitos T CD8+ na resistência à LV canina (Barbiéri, 2006). Estes linfócitos foram detectados em cães assintomáticos experimentalmente infectados por L. (L.) infantum, mas não em animais sintomáticos, sugerindo que a lise direta por linfócitos T citotóxicos de macrófagos infectados representa mecanismo efetor adicional na resistência à LVC (Pinelli et al., 1995).\nEstes estudos pioneiros mostram a grande importância da análise detalhada da resposta imune nestes animais. No entanto, a análise apenas de marcadores celulares não é suficiente para entendermos os mecanismos envolvidos na resposta imune efetiva contra a LVC. Estudos utilizando células mononucleares do sangue periférico derivadas de cães experimentalmente infectados sugerem associação entre resposta imune do tipo 1 e resistência à LVC, com produção de citocinas como IFN-y, IL-2 e TNF-a (Pinelli et al., 1994; Santos-Gomes et al., 2002). O principal mecanismo efetor envolvido na resposta imune protetora na LVC é a ativação de macrófagos por IFN-y e TNF-a para a eliminação de amastigotas intracelulares através da via do óxido nítrico L-arginina (Vouldoukis et al., 1996). O papel de IL-12 na indução e manutenção da resposta imune do tipo 1 tem sido pouco estudado na LVC (Barbiéri, 2006). A expressão simultânea de transcritos de RNAm de IL-12p40, além de IL-2 e IFN-y f°i observada em cães experimentalmente infectados por L. (L.) infantum, indicando que estas citocinas estão envolvidas no retardo do estabelecimento da doença neste animais (Santos-Gomes et al., 2002).\nAo contrário do que se observa no modelo murino da infecção cutânea por L. major, uma clara associação entre resposta imune do tipo 2 e progressão da doença ainda não pôde ser demonstrada em cães portadores da LV. Evidências de resposta imune mista Tipol/Tipo2 foram apresentadas em estudos com células mononucleares do sangue periférico de cães assintomáticos estimuladas in vitro por antígenos do parasito. Estas células apresentaram transcritos de RNAm de IL-2, IFN-y e IL-10. Entretanto, IL-2 e IFN-y predominaram em cães assintomáticos e o desenvolvimento da sintomatologia não pôde ser relacionado à expressão de IL-10 (Santos-Gomes et al., 2002; Chamizo et al., 2005). Apesar da produção de IL-10 na infecção humana por L. (L.) chagasi estar correlacionada a patologia (Ghalib et al., 1993; Peruhype-Magalhães et al., 2005), dados relacionados ao envolvimento desta citocina com a doença ativa na LVC são controversos. IL-10 secretada por células T reguladoras (CD4+CD25+) tem sido demonstrada na leishmaniose murina e humana (Belkaid et al., 2002; Campanelli et al., 2006). No entanto, pouco se sabe sobre o possível papel destas células na LVC. A expressão de RNAm de IL-4 não foi observada em células mononucleares do sangue periférico isoladas de cães assintomáticos, apesar desta citocina ter sido detectada em células de cães assintomáticos estimuladas pelo antígeno solúvel de L. infantum (Soluble Leishmania Antigen - SLA) (Chamizo et al., 2005). Quinnell et al. (2001b), observaram que na medula de cães naturalmente infectados com L. (L.) chagasi, não houve aumento de IL-10, e em apenas alguns animais observou-se discreto aumento de IL-4. É possível que, em cães, a resposta do Tipo 2 seja produzida durante o período de incubação da doença, o que pode determinar a progressão da infecção e o aparecimento de sinais clínicos. Estudo realizado por\nSantos-Gomes et al. (2002) com cães experimentalmente infectados por L. infantum, demonstrou que durante o período de incubação, não se observa resposta imune definida, e apenas pouco antes do aparecimento de sinais observa-se resposta do Tipo 1 que, no entanto, não evitou o desenvolvimento da doença e que foi regulada, uma vez que a doença foi estabelecida. Neste ponto, a expressão de citocinas foi consideravelmente reduzida.\nEstes estudos, em conjunto, apresentam descrição parcial da imunidade mediada por células no contexto ex vivo ou in vitro, que não necessariamente refletem no que se observa em órgãos diretamente afetados pelo parasito. Considerando-se que a LVC é uma doença sistêmica, é de grande importância a realização de estudos que busquem um entendimento da resposta imune mediada por células em compartimentos linfóides de cães naturalmente infectados.\nNosso grupo mostrou recentemente, que cães sintomáticos naturalmente infectados com L. chagasi apresentam alta expressão de IL-10 em esplenócitos. O aumento de IL-10 observado em cães com alto parasitismo esplénico foi marcante, uma vez que 100% destes animais expressaram esta citocina (Lage et al., 2007). Esta alta expressão de IL-10, mesmo na presença de IFN-y e TNF-a, parece direcionar a resposta imune para uma resposta imunossupressora, impedindo que macrófagos ativados controlem a proliferação do parasito e sua disseminação por órgãos linfóides. Em estudo da imunidade órgão-específica na LVC, Sánchez et al. (2004) demonstraram que independentemente da forma clínica, o fígado se apresenta com índice de “Leishman Donovan Units” (LDU) significativamente maior em comparação ao baço. Por outro lado, Reis et al. (2006b) observaram que em cães sintomáticos, a pele e o baço foram os órgãos mais intensamente parasitados.\nReis (2001) ao avaliar a resposta imune no contexto ex vivo, através da imunofenotipagem de leucocitos do sangue periférico, demonstrou que cães dos grupos assintomático e oligossintomático apresentaram aumento de linfócitos T circulantes (Thy-1+ e CD5+). Esse evento foi acompanhado por elevação preferencial nas subpopulações de linfócitos T CD8+ e linfócitos T CD4+, respectivamente. Por outro lado, o grupo sintomático apresentou os menores níveis de linfócitos T (CD4+ e CD8+), linfócitos B (CD21+) e monócitos (CD 14+) circulantes. A análise da resposta imune no baço mostrou a ocorrência de aumento no percentual de linfócitos T CD8+ nos grupos assintomático e sintomático. Foi observada também diminuição de linfócitos B (CD21+) em cães do grupo sintomático além de queda na expressão do marcador CD45RA em todos os grupos de animais infectados.\nNeste trabalho, os parâmetros hematológicos foram avaliados em cães naturalmente infectados por L. (L.) chagasi através da realização de hemograma. Além disso, a imunofenotipagem por citometria de fluxo foi utilizada para avaliar a expressão dos principais\nmarcadores de superfície celular em granulócitos e monócitos do sangue periférico, além de linfócitos e esplenócitos nesses cães. O critério de avaliação utilizado foi o parasitismo de baço e pele, quantificado através do índice de parasitismo tecidual, que corresponde ao número de formas amastigotas presentes em cada 1000 células nucleadas. Considerando-se a escassez de dados relacionados à densidade parasitária tecidual, este trabalho pretende acrescentar informações sobre a resposta imune celular em cães sob a ótica do parasitismo de baço e pele, que estão entre os órgãos mais acometidos pelo parasito durante o curso da doença (Reis et al., 2006b).\nA pele é o órgão que se expõe inicialmente à entrada do parasito e sua densidade parasitária tem sido associada à presença de perfil inflamatório granulomatoso em cães com LV (Dos Santos et al., 2004), além de ser de grande importância na transmissão da doença, especialmente em cães assintomáticos (Marzochi et al., 1985; Solano-Gallego et al., 2004). Já o baço se caracteriza por ser importante órgão linfóide, interposto à circulação sistêmica e portal (Abbas &amp; Lichtman, 2005). Estudos histopatológicos do compartimento esplénico mostram, nos casos mais graves alterações importantes como, por exemplo, decréscimo no número de linfócitos na bainha periarteriolar, elevada proliferação de macrófagos, hiperplasia folicular e aumento da polpa vermelha com predomínio de macrófagos e plasmócitos (Alencar, 1959). Além disso, tais lesões podem ser, por vezes, acompanhadas de intenso parasitismo.\n2\tJUSTIFICATIVA\nConsiderando-se que o cão é um importante reservatório do parasito, altamente relevante na cadeia epidemiológica de transmissão da LV, toma-se fundamental maior compreensão da resposta imune relacionada à evolução clínica e parasitológica na LVC, não somente para o entendimento da resposta imune canina, mas, também, para o desenvolvimento de vacinas mais eficazes. Existem inúmeros trabalhos na literatura que buscam avaliar as alterações na resposta imune de cães em função das manifestações clínicas (Deplazes et al., 1995; Reis, 2001; Santos-Gomes et al., 2002). Entretanto, trabalhos que abordam a influência do parasitismo tecidual na resposta imune sistêmica e/ou compartimentalizada na LVC são escassos (Sanchez et al., 2004; Reis et al., 2006c; Giunchetti et al., 2008a,b). Além dos testes que permitem o diagnóstico da infecção, a determinação da densidade parasitária é fundamental para o entendimento da biologia da infecção em animais susceptíveis como o cão. Assim, a associação entre a densidade parasitária real e a análise da resposta imune podem contribuir de maneira significativa para o estudo do desenvolvimento dos processos imunopatológicos associados à infecção (Reis et al., 2006a).\nEsta dissertação visa, portanto, utilizar esses dois fatores como base para avaliação inicial acerca da participação das principais populações e subpopulações de células mononucleares e sua correlação com a densidade parasitária nos principais órgãos acometidos pelo parasito. Assim, acreditamos que este trabalho acrescentará novas informações relevantes que irão facilitar o entendimento da imunopatogênese da LVC e da relação parasito-hospedeiro, contribuindo para estudos futuros de testes de drogas e vacinas.\n3\tHIPÓTESE\nO presente trabalho possui a hipótese de que diferentes graus de parasitismo medidos pela contagem do índice de parasitismo tecidual influenciam a resposta imune celular de cães naturalmente infectados por L. (L.) chagasi.\n4\tOBJETIVOS\n4.1\tObjetivo Geral\nAvaliar os parâmetros hematológicos e o perfil fenotipico de células presentes no sangue e baço de cães naturalmente infectados com L. (L.) chagasi, apresentando diferentes graus de parasitismo de baço e pele.\n4.2\tObjetivos Específicos\n-\tAvaliar o quadro hematológico de cães naturalmente infectados com L. (L.) chagasi, apresentando diferentes graus de parasitismo de baço e pele;\n-\tAvaliar a resposta imune inata de cães naturalmente infectados com L. (L.) chagasi, através da expressão fenotípica de granulócitos (neutrófilos e eosinófilos) e monócitos do sangue periférico e suas correlações com o parasitismo de baço e pele;\n-\tAvaliar a resposta imune adaptativa de cães naturalmente infectados com L. (L.) chagasi através da expressão fenotípica de linfócitos do sangue periférico e de esplenócitos e suas correlações com o parasitismo de baço e pele.\n5\tMATERIAIS E MÉTODOS\n5.1\tSeleção e manejo dos cães\nTodos os cães foram temporalizados, ou seja, decorrentes do estudo desenvolvido por Reis (2001), em que foram selecionados 60 cães, sendo 20 não infectados e 40 naturalmente infectados por L. (L.) chagasi, portadores das diferentes formas clínicas da infecção, de ambos os sexos, com idade variando entre 2 a 6 anos, sem raça definida (SRD), criados e mantidos no canil de experimentação do Laboratório de Leishmanioses do Departamento de Parasitología ICB-UFMG ou cedidos pelo Centro de Zoonoses da Prefeitura Municipal de Belo Horizonte - MG. Antes da chegada dos animais, as celas foram submetidas ao “vazio sanitário”, que consistiu na desinfecção das mesmas através de lavagens com solução de hipoclorito a 1%. As celas foram mantidas sob inspeções periódicas do ambiente externo e desinsetização trimestral com piretróide (k-otrine®) para evitar a presença de flebotomíneos.\nOs animais foram submetidos à coleta de fezes para o diagnóstico de infecções por protozoários ou helmintos intestinais e coleta de sangue para triagem sorológica através da Reação de Imunofluorescência Indireta (RIFI). Em seguida, receberam tratamento antihelmíntico de largo espectro (Endal Plus®) composto de febantel, palmoato de pirantel e praziquantel, além de banho com inseticida de ação ectoparasitária (ButoxEZJ Quimio). Posteriormente, foram identificados em fichas, conforme suas características físicas (sexo, tamanho, cor, pelagem, etc), numerados e mantidos em quarentena. Durante este período os cães foram vistoriados diariamente e examinados semanalmente. Quinze dias após a quarentena foi realizado novo exame coproparasitológico, para certificação da eficácia do tratamento anti-helmíntico, bem como análise ectoscópica, para avaliar a eficiência da ação do inseticida. Os cães foram mantidos no canil do ICB/UFMG, com água potável e ração balanceada (Kinus® - BRASWEY-SA), fornecida “ad libitum”.\nO diagnóstico sorológico foi realizado no soro dos cães pela reação de imunofluorescência indireta (RIFI), segundo Camargo (1964), empregando conjugado específico anti-IgG de cão (molécula total, Biomanguinhos, Fiocruz, RJ). Foram utilizadas formas promastigotas de L. amazonensis (MHOM/BR/1960/BH6) mantidas em crescimento logarítmico em meio LIT. Animais com títulos de IgG superiores à 1:40 foram considerados positivos. Os resultados foram expressos em títulos de anticorpos, obtidos por diluição seriada do soro por fator 2 até o encontro de resultado negativo ou ponto de titulação (Genaro, 1993). Todas as amostras negativas foram repetidas para confirmação dos resultados. As reações\nforam realizadas imediatamente após a entrada dos cães no canil e antes de ser realizada a necropsia. Na análise dos resultados, foram consideradas as reações realizadas após a quarentena, no material colhido nos dias dos procedimentos de citometria de fluxo do sangue periférico e na véspera da realização de uma rigorosa inspeção clínica dos cães.\n5.2\tProcedimentos técnicos realizados para a necropsia dos cães\nA eutanásia dos cães foi procedida conforme as recomendações do Colégio Brasileiro de Animais de Experimentação (COBEA), e em concordância com a Lei n°. 6.638, de 8 de maio de 1979, que estabelece normas práticas Didático-Científicas da vivissecção de animais. Somente após constatação da morte, iniciavam-se os trabalhos de necropsia do animal. Para otimização metodológica dos procedimentos realizados durante a necropsia, foi enfocado um dos principais órgãos envolvidos no processo patológico da LVC, o baço, onde foi colhido o fragmento para confecção de esfregaços por aposição em lâminas e avaliação dos ensaios de fenotipagem por citometria de fluxo.\n5.3\tObtenção de amostras de sangue de cães\nAs amostras de sangue de cães foram coletadas em seringas descartáveis e estéreis de 20 cc, através de venopunção, preferencialmente da veia jugular ou da radial. Em seguida, eram transferidos 5 mL de sangue para tubo contendo EDTA (na proporção de lmg/mL) destinados à realização do hemograma e imunofenotipagem celular, enquanto 10 mL eram transferidos para dois tubos sem anticoagulante. Os dois últimos tubos foram imediatamente centrifugados, por duas vezes, à 1500 rpm por 10 minutos para obtenção rápida das amostras de soro, as quais foram aliquotadas e congeladas à - 20°C até o momento de uso nos testes.\n5.4\tAvaliação dos parâmetros parasitológicos\n5.4.1\tPesquisa do parasito em esfregaços por aposição de tecido\nA pesquisa do parasito foi realizada no baço e pele (fragmento de ponta de orelha). Estes materiais foram mantidos a temperatura ambiente e usados na confecção de esfregaços por aposição em lâminas de microscopia. Após secagem ao ar por cerca de 1 hora, os\nesfregaços foram corados por coloração panótica (Giemsa) e examinados ao microscópio óptico, no intuito de se identificar formas amastigotas de Leishmania e, posteriormente, avaliar as densidades parasitárias.\nFigura 1- Esfregaços por aposição do baço e pele (ponta de orelha). A - Macrófago do baço com citoplasma densamente parasitado por amastigotas (aumento 1500X). B - Fotomicroscopia ótica da pele apresentando macrófagos com citoplasma densamente parasitado por amastigotas. Observe o núcleo com cromatina condensada que encontra-se em posição periférica (aumento 1500X).\n5.4.2\tAvaliação da densidade parasitária em esfregaços por aposição de tecidos através do índice de parasitismo tecidual\nPara avaliar a densidade parasitária no baço e pele, as formas amastigotas foram contadas ao microscópio óptico, segundo Reis (2001) adaptado de Stauber (1955). Os resultados dos índices de parasitismo tecidual correspondem ao número de formas amastigotas de Leishmania por 1.000 células nucleadas.\n5.5\tMetodologia relacionada à avaliação dos parâmetros hematológicos\nPara a avaliação do quadro hematológico dos animais, foi realizado hemograma completo, através da técnica convencional de contagem de hemácias e leucócitos (Dace &amp; Lewis, 1984) em contador eletrônico semi-automático de células - CELM CC 510, por ocasião da coleta de sangue. Na série branca, o leucograma foi determinado pelo número de\nleucócitos/mm3 a partir da contagem diferencial destes em esffegaços corados por coloração panótica, segundo May-Grimwald-Giemsa.\n5.6\tAvaliação da resposta celular no contexto ex vivo através da imunofenotipagem de células do sangue e baço\n5.6.1\tCitometria de fluxo para leucócitos de cães\nA citometria de fluxo é uma técnica que inclui a análise básica de três parâmetros celulares: tamanho (determinado pela difração do raio laser - “Forward scatter” - FSC), granulosidade ou complexidade interna (determinada pela reflexão do raio laser - “Side Scatter” - SSC) e intensidade relativa de fluorescência e permite o estudo de diferentes componentes ou elementos celulares simultaneamente, empregando fluorocromos diferentes.\nPara a realização dos ensaios de imunofenotipagem das células obtidas a partir do sangue periférico e do baço, foram utilizados anticorpos monoclonais específicos anti-receptor de células caninas, geralmente produzidos em ratos, com exceção dos anticorpos monoclonais anti-CD14 Cy-5 (Fluorescência tipo 3) e anti-CD21 FITC (isotiocianato de fluoresceína - Fluorescência Tipo 1), que são específicos para células humanas mas possuem reatividade cruzada com células caninas. Os demais anticorpos não estavam marcados com fluorocromos, sendo empregado, portanto, anticorpo secundário anti-IgG de rato marcado com FITC (Tabela 1). Foi analisado apenas um tipo de fenótipo por tubo, portanto, não houve utilização de marcações simultâneas. Para aquisição, armazenamento e análise dos dados referentes à resposta celular foi empregado um citômetro de fluxo (FACScan - Becton Dickinson), equipado com um sistema de computador contendo o \"Software - Cell Quest\". O número de eventos armazenados para cada tubo analisado foi de 10.000.\nComo controles foram utilizados apenas os anticorpos secundários para cada ensaio. Na Tabela 1, podem ser observadas as características do painel de anticorpos monoclonais, utilizados na imunofenotipagem das diferentes células caninas investigadas.\nTabela 1 - Painel de Ac(s) monoclonais empregados na imunofenotipagem das células caninas\nAnticorpos Monoclonais\tHospedeiro\tClone\tIsotipo\tCélulas alvo\nAnti CD 5\tRato\tYKIX322.3\tIgG2a\tCélulas T\nAnti Thy-1\tRato\tYKIX337.217\tIgG2b\tCélulas T, monócitos e granulócitos\nAnti CD 4\tRato\tYKIX302.9\tIgG2a\tCéls. T helper\nAnti CD 8\tRato\tYCATE55.9\tIgGl\tCéls. T supressoras\nAnti CD 45RB\tRato\tYKIX716.13\tIgG2b\tLeucócitos\nAnti CD 45RA\tRato\tYKIX753.22.2\tIgG2b\tLeucócitos\nAnti CD 14\tCamundongo\tTÜK4\tIgG2a\tMonócitos\nAnti MHC II Anti CD 21\tRato\tYKIX334.2\tIgG2b\tCélulas T e B\nFITC Anti Rat IgG\tCamundongo\tIOBla\tIgGl\tCélula B\nFITC\tCoelho\tPoliclonal Rat IgG\t\tControle isotípico\nTodos os anticorpos foram produzidos pela SEROTEC Ltd (Oxford - England). 8th HLDA International Workshop, San Diego, Ca.\n5.6.2\tObtenção e preparação da suspensão de leucocitos totais e esplenócitos de cães para imunofenotipagem\nDa amostra de sangue colhida em EDTA, foi retirado lmL e transferido para um tubo de 15mL de poliestireno, fundo em V (FALCON®, BD, New Jersey, USA). Em seguida, foram adicionados lentamente 5mL de solução de lise (Facs lysing solution - BECTON DICKINSON) e, imediatamente, o material foi submetido a agitação no vórtex em velocidade média. Então, foram adicionados mais 5mL da mesma solução sob agitação e, por fim, o volume completado para 13mL com essa solução e homogeneizando lentamente. O material foi mantido em repouso por 10 minutos a temperatura ambiente e, em seguida, centrifugado a 1500 rpm, por 10 minutos na mesma temperatura. O sobrenadante foi desprezado de uma só vez, vertendo o tubo, e o conteúdo ressuspendido em 13mL de PBS IX pH 7,2, homogeneizado, com o intuito de lavar as células que foram submetidas à lise. Novamente o material foi submetido à centrifugação a 1500 rpm, por 10 minutos à temperatura ambiente. O sobrenadante foi desprezado e o sedimento homogeneizado e ressuspendido em PBS pH\n7,2/10% SFB (Soro Fetal Bovino - GIBCO, Grand Island, New York, USA). Após centrifugação, o sobrenadante foi aspirado com o auxílio de pipeta Pasteur acoplada a bomba de vácuo, e o sedimento resuspendido em 500CS de tampão PBS IX pH 7,2 10% SFB. Antes de iniciar o protocolo de imunofenotipagem, era realizado um teste de controle de qualidade da suspensão celular onde tomava-se 60 ES da suspensão em 340Ej_J de solução fixadora para citometria - MaxFacsFix (10,0g/L de paraformaldeído, 10,2g/L de cacodilato de sódio e 6,65g/L de Cloreto de sódio, pH 7,2), em um tubo de poliestireno (FALCON^2054, BD, New Jersey, USA), específico para leitura no citômetro de fluxo (FACScan - BECTON DICKINSON, San Jose, CA, EUA). O teste permitia ajustar o número de eventos celulares para 1.500 eventos/segundo por tubo, além de avaliar antecipadamente a qualidade do perfil celular da amostra com relação ao tamanho e a granulosidade das células, após a lise.\nPara a obtenção de linfócitos do baço, fragmentos de aproximadamente 4cm de comprimento por lcm de largura foram recolhidos deste órgão com o auxílio de pinça e tesoura previamente flambados e imediatamente transferidos para tubos estéreis, abertos próximos da chama de fogo, contento RPMI1640 heparinizado.\nEm capela de fluxo laminar, o fragmento do baço era transferido para uma placa de Petri contendo solução de RPMI 1640 heparinizado, e com o auxílio de um bisturi estéril cortado em pequenos fragmentos de aproximadamente 0,5 X 0,5 cm. Três destes fragmentos foram transferidos para um macerador de vidro, contendo em tomo de 2mL de solução de RPMI 1640 heparinizado, e macerados. A suspensão celular obtida foi transferida para tubo FALCON dc 50mL de poliestireno (BD, New Jersey, USA), ao qual foi adicionado RPMI 1640 heparinizado até completar volume final de 40mL. Esta operação foi repetida por mais duas vezes, obtendo então volume total de 120mL de suspensão celular. A suspensão foi filtrada, por meio de montagem de filtros plásticos rosqueados contendo tela de metal com poros de pequeno diâmetro e, através de outros filtros, com tela de maior diâmetro e estéreis. Para remoção de pequenos fragmentos de tecido conjuntivo e/ou de coágulos existentes junto com as células, a suspensão final foi passada através de filtro com tela de metal de diâmetros decrescentes, em ambiente estéril. O filtrado foi homogeneizado manualmente e aplicado vagarosamente, na razão de 20mL da suspensão sobre lOmL de gradiente de Ficoll-Hypaque (Histopaque® 1.077 - SIGMA Co., USA) gelado, em tubos de vidro com tampa de metal, e submetidos à centrifugação à 1.800 rpm por 40 minutos a temperatura ambiente. Logo em seguida, foi removido na interface dos líquidos, o anel de esplenócitos e lavado 3 vezes, por centrifugação, à 1.500 rpm, por 10 minutos à 4o C em RPMI 1640 heparinizado. Ao final, as células foram ressuspensas em 1 ou 2mL de RPMI 1640, conforme a quantidade de sedimento obtido. Uma alíquota de 100 CS foi transferida para um tubo, sendo realizada a contagem das\ncélulas em contador eletrônico semi-automático de células - CELM CC 510. O valor obtido foi multiplicado pelo volume ressuspendido, e o volume final ajustado para conter lxlO7 cels/mL.\n5.6.3\tEnsaio de imunofluorescência para avaliação da expressão fenotípica de leucócitos e esplenócitos de cães\nOs anticorpos monoclonais foram preparados na diluição previamente estabelecida pela titulação dos mesmos, durante os ensaios de padronização desta metodologia segundo Reis et al. (2005), em solução de PBS 10% SFB/10% soro de carneiro normal, inativado à 56°C em banho-maria por 30 minutos (SCN FACS dil) e distribuído em microplacas de 96 orifícios com fundo em \"U\" (LIMBRO, INC Biomedicals, Inc. Aurora, Ohio). As placas foram preparadas 1 semana antes dos experimentos de fenotipagem e armazenadas em “freezer” à -20°C. A cada orifício foram transferidos 30® de cada anticorpo diluído previamente, conforme mostrado na Tabela 2. Em cada fileira horizontal de uma placa (12 orifícios) foi feita a marcação fenotípica das células de um único cão. Os orifícios 01, 02 e 03 representavam os controles de qualidade da reação de imunofenotipagem e das reações negativo e positivo, os quais permitiam avaliar as possíveis reações inespecíficas que poderiam ocorrer, caso não fosse realizado o bloqueio destas ligações. Foi empregado, no orifício 02, uma mistura de soros de rato normal (SRN), diluído 1:6000 em solução de FACSdil, servindo de controle isotípico das reações. Já o orifício 03, foi utilizado para verificar a ocorrência de ligação inespecífica do anticorpo secundário em algum possível epitopo das células de cão. Reações apresentando resultados com percentual de fluorescência dos orifícios 01, 02 e 03 superiores a 2% eram desconsideradas e repetidas. A cada orifício foram adicionados 30® da suspensão celular e, após o plaqueamento das células, a placa foi submetida à agitação, cuidadosa e lenta em vórtex, e deixada sob incubação por 30 minutos, ao abrigo da luz e à temperatura ambiente. Em seguida, foram adicionados 140® de PBS IX, para remoção do excesso de anticorpos livres, que não ligaram às células durante o processo de incubação. Após a centrifugação à 2.500 rpm por 10 minutos a temperatura ambiente, o sobrenadante foi desprezado de uma só vez, e a placa vertida sobre papel toalha absorvente para eliminação do sobrenadante. O sedimento celular foi ressuspenso agitando-se a placa em vórtex e adicionado aos orifícios contendo a suspensão celular, 60® do anticorpo secundário, exceto no primeiro que recebeu 60® da solução FACSdil. A placa foi submetida à agitação lenta no vórtex, para homogeneizar o material, sendo incubada por 30 minutos no escuro à\ntemperatura ambiente. Em seguida, as células foram lavadas por 2 vezes, a primeira com 140® de PBS IX pH 7,2, submetida à centrifugação a 2.500 rpm por 10 minutos a temperatura ambiente. O sobrenadante foi desprezado de uma só vez e as células ressuspensas, utilizando-se vórtex. Na segunda lavagem realizada em 200® de PBS IX pH\n7,2,\tnovamente as células foram centrifugadas conforme descrito e, finalmente, ressuspendidas em 170® de solução fixadora (MaxFacsFix). Com o auxílio de pipeta multicanal, as células foram transferidas para tubos de poliestireno com capacidade para 5OOC2lI (Thomas Scientific, United Kingdom). Após 30 minutos foi realizada a leitura do material no citômetro de fluxo (FACScan - BECTON DICKINSON, San Jose, CA, EUA).\nPara os ensaios de imunofluorescência para avaliar a expressão fenotípica ex vivo das células obtidas do baço, 2-3mL da suspensão celular de cada órgão foram submetidas a lise, usando-se a mesma solução descrita na seção 5.6.2. Este processo resultava em uma suspensão final livre de eritrocitos, tendo sido fixada previamente à marcação. As etapas subseqüentes de marcação seguem a metodologia já descrita anteriormente, entretanto, a quantidade de anticorpo monoclonal anti-CD21 foi o dobro (10®) da utilizada no protocolo de marcação das células do sangue periférico. A marcação com anti-CD21 foi realizada durante a etapa de revelação com o anticorpo secundário.\n5.6.4\tEnsaio de imunofluorescência para fenotipagem de monócitos do sangue periférico de cães\nA presença de monócitos no sangue periférico de cães saudáveis e infectados, foi avaliada através de um processo simples de marcação primária, empregando-se anticorpo monoclonal anti-CD14 humano conjugado com Cy-5. A marcação foi realizada em tubos de poliestireno (FALCON^2054, BD, New Jersey, USA), contendo 50® de anti-CD14 diluído 1:200 em FACSdil. Em seguida, foram adicionados 50® de sangue total colhido em EDTA. As células foram, então, misturadas com o anticorpo com auxílio de vórtex e incubadas por 30 minutos ao abrigo da luz, a temperatura ambiente. A lise dos eritrocitos foi realizada adicionando-se 2mL de solução de lise, sob agitação no vórtex, incubando-se por 10 minutos, a temperatura ambiente e ao abrigo da luz. Logo após esta etapa, foi adicionado lmL de PBS pH 7,2, sendo o material homogeneizado no agitador e centrifugado a 1.500 rpm por 10 minutos, à temperatura ambiente. O sobrenadante foi desprezado de uma só vez, vertendo o tubo, e o sedimento ressuspenso manualmente, sendo adicionados ao mesmo 2mL de PBS IX pH 7,2, seguindo-se homogeneização no agitador e centrifugação a 1.500 rpm por 10 minutos\na temperatura ambiente. O sobrenadante foi desprezado como anteriormente e o sedimento ressuspendido em 200S de solução fixadora.\nTabela 2 - Distribuição do painel de anticorpos anti-marcadores de superfície celular em microplaca de 96 orifícios\nOrifícios\tAnticorpo lán°/diiuição\tAnticorpo 2án7diluição\n1\t30Cl FACS dil\t60Cl FACS dil\n2\t30Cl FACS dil\t60Cl FACS dil\n3\t30Cl SRN (1:6.000)\t60Cl ANTI-RATO-FITC 1:100\n4\t30CLTHY-1 (1:800)\t60Cl ANTI-RATO-FITC 1:100\n5\t30CLCD5 (1:800)\t60Cl ANTI-RATO-FITC 1:100\n6\t30CL CD4 (1:12.500)\t60Cl ANTI-RATO-FITC 1:100\n7\t30QLCD8 (1:800)\t60Cl ANTI-RATO- FITC 1:100\n8\t30CLMHC-II (1:200)\t60Cl ANTI-RATO-FITC 1:100\n9\t30CLCD45RA (1:200)\t60Cl ANTI-RATO-FITC 1:100\n10\t30Cl CD45 RB (1:800)\t60Cl ANTI-RATO-FITC 1:100\n11\t30Cl FACS dil\t5 Cl CD21-FITC*\n*Para o anticorpo anti CD21-FITC, foram adicionados 5ClI do anticorpo e, sobre este, adicionados 30lÃI da suspensão celular durante a etapa do conjugado, permanecendo 30 minutos em incubação no escuro.\n5.7\tObtenção e análise de dados por citometria de fluxo\nO primeiro passo para a análise dos dados obtidos de células de sangue periférico e baço, ex vivo, consistiu na identificação das populações celulares de interesse (Rl, R2, R3 e R4). Neste caso, os linfócitos, neutrófilos, eosinófilos e monócitos, respectivamente, passaram a ocupar uma região característica, após ajustes de ganhos de tamanho (determinado pela difração do raio laser - “Forward Scatter” - FSC) versus granulosidade ou complexidade interna (determinada pela reflexão do raio laser - “Side Scatter” - SSC) (Figura 2). Após a seleção da região de interesse, a mesma foi analisada utilizando-se a intensidade de fluorescência apresentada pelas células presentes na região selecionada, e disposta em\ngráficos do tipo histograma, onde se tem Fluorescência tipo 1 (FL1) versus número de células. Inicialmente, foram analisados para cada amostra os controles das reações (Figura 3). O controle de células (Figura 3A) foi importante para avaliação da qualidade do perfil celular, o controle isotípico (Figura 3B) foi importante para detectar reações cruzadas e o controle do conjugado (Figura 3C) foi fundamental para posicionar o marcador (Ml), que servirá de referência para todas as análises subseqüentes.\nAssim, tomando-se como referência o marcador do conjugado, foram construídos gráficos do tipo histograma onde se tem FL1 versus número de células, obtendo-se o valor percentual equivalente à população positiva para cada marcador de superfície avaliado durante as reações de imunofenotipagem (Figura 4). Para a análise da população de monócitos foi construído um histograma de intensidade de fluorescência onde se tem Fluorescência tipo 3 versus número de células totais. O marcador foi posicionado considerando-se a população celular positiva para o marcador (CD 14), obtendo-se o percentual equivalente à população de monócitos dentro da população de leucócitos totais (Figura 4).\nA estratégia utilizada para para expressar os valores absolutos (n° de células/mm3) baseou-se na seguinte equação: [% Linfócitos positivos para o marcador celular x n° absoluto de linfócitos obtidos no hemograma]/100.\n-C s\no\n3\nC\n? 0\na> io T\nóg\n21\nR3\n•Neutro filos\n0\t200\t400\t600\t800\t1000\nFSC-Height\nTamanho\nR5\nMonócitos\n(I 2(10\t4(10 són 800 íooo\nFSC-Height\nTamanho ----------►\nFigura 2- Representação esquemática da seqüéncia de eventos da análise de dados obtidos por citometria de fluxo. Gráficos de distribuição pontual FSC X SSC são utilizados para seleção da população de interesse. Em (A) está representado o perfil celular obtido de amostras de sangue periférico; em (B) está representado o perfil celular obtido de amostras de baço. Em (A) e (B) também estão representadas as seleções das populações de linfócitos e esplenócitos, respectivamente (R1 e R2); em (C) está representada a seleção da população de neutrófilos de amostras do sangue periférico (R3); em (D) está representada a seleção da população de eosinófilos de amostras do sangue periférico (R4) e em (E) está representada a seleção da população de monócitos de amostras do sangue periférico (R5).\nFigura 3- Controles das reações de imunofenotipagem. Histogramas de fluorescência individual (ELI X N° de células) foram utilizados para analisar a intensidade de fluorescência das células presentes na região selecionada. Em (A) está representado o controle de células, o controle isotípico em (B) e o controle do conjugado onde é posicionado o marcador Ml, utilizado para as reações de imunofenotipagem em (C).\nFigura 4- Reações de imunofenotipagem. Histogramas de fluorescência individual (FL1 X N° de células) foram utilizados para analisar a intensidade de fluorescência das células presentes na região selecionada. Após posicionar o marcador Ml do controle do conjugado foi obtido o percentual de população positiva para cada marcador de superfície celular (THY-1+, CD5+, CD4+, CD8+ e CD21+). Para análise de células (CD14+) obteve-se um histograma individual (FL3 X N° de células) que após posicionamento do marcador obteve-se o valor percentual de células (CD14+) na população de leucócitos totais (fora de Rl). A análise de CMF por gráficos de histogramas (FL1 X N° de células) foi realizada em toda a população de linfócitos do sangue periférico e nos esplenócitos (sem Ml).\n5.8\tCategorização de dados\nA categorização de dados foi realizada de acordo com a densidade parasitária nos diferentes órgãos, utilizando-se a análise por tereis. A metodolologia estatística de tereis consiste na divisão por três do número total de cães incluídos nos grupos de animais infectados. Desta forma, o primeiro grupo infectado possui um terço dos cães com os menores índices de parasitismo, o segundo grupo é alocado com o segundo terço de cães com os índices medianos e no último terço permanecem os cães com os índices mais altos de parasitismo no baço e na pele.\nOs mesmos cães foram diferentemente categorizados para cada tecido, sendo que 27 animais (67,5%) apresentaram a mesma classificação no baço e na pele (Figura 5). Através do teste de McNemar concluiu-se que não há diferença estatisticamente significativa (p= 1,000) na classificação atribuída ao baço em relação à pele. Além disto, o teste de correlação de Spearman mostrou uma correlação positiva (r= 0,699 / p= 0,000 para valores atribuídos e r= 0,818 / p= 0,000 para o índice de parasitismo tecidual) entre as classificações realizadas para o baço e a pele.\nDesta forma, três grupos foram assim classificados: Baixo Parasitismo (BP; n=13), Médio Parasitismo (MP; n=13) e Alto Parasitismo (AP; n=14). Vinte Cães Não Infectados (CNI), parasitológicamente e sorologicamente negativos para Leishmania, constituíram o grupo controle. O critério utilizado para as categorizações foi o índice de parasitismo tecidual já descrito anteriormente (item 5.4.2), sendo os valores em cada grupo e nos respectivos tecidos apresentados na Tabela 3.\nNa análise da relação entre as densidades parasitárias determinadas pelo índice de parasitismo tecidual e as diferentes formas clínicas, foi possível observar correlação positiva da densidade parasitária no baço (r= 0,5048 / p= 0,001) e na pele (r= 0,4416 / p= 0,004) com a severidade da doença. Além disto, a densidade parasitária foi significativamente maior no baço (p<0,01) e na pele (p<0,001) de cães sintomáticos (CS) em comparação aos cães assintomáticos (CA) (Figura 6).\n4\nBaço\tPele\nFigura 5- Classificações individuais de cães com baixa, média e alta densidade parasitária esplénica e cutânea. Foram atribuídos diferentes valores para cada categoria, sendo os valores 1-2 para cães com baixo parasitismo (BP, triângulos alaranjados), 2-3 para cães com médio parasitismo (MP, triângulos vermelhos) e 3-4 para cães com alto parasitismo (AP, triângulos roxos) no baço e na pele.\na\nFigura 6- Densidades parasitárias determinadas pelos índices de parasitismo esplénico e cutâneo de cães com diferentes formas clínicas naturalmente infectados por Leishmania (Leishmania) chagasi. As barras representam as medianas, e os símbolos, os valores individuais dos grupos. CA = Cães Assintomáticos (■, n= 6), CO = Cães Oligossintomáticos (■, n=9), CS = Cães Sintomáticos (■, n=15). As diferenças estatisticamente significativas estão representadas pela letra a, correspondente aos cães assintomáticos (CA) em comparação aos cães sintomáticos (CS).\nTabela 3 - Grupos de cães não infectados e naturalmente infectados por L. (L.) chagasi apresentando diferentes graus de parasitismo esplénico e cutâneo\nGrupo\tSigla\tCor\tn\t\tSexo\tIPE\tIPC\nCães Não Infectados\tCNI\t1 20\t9 F / 11 M\t0\t0\nBaixo Parasitismo\tBP\t=D\t13\t5 F / 8 M\t0 a 11\t0 a 9\nMédio Parasitismo\tMP\tM\t21\t13\t7 F / 6 M\t12 a 170\t10 a 130\nAlto Parasitismo\tAP\t■\tZZ)\t14\t6 F / 8 M\t184 a 2564\t133 a 7246\nLegenda: IPE (índice de Parasitismo Esplénico); IPC (índice de Parasitismo Cutâneo). Os pontos de corte para os índices de parasitismo em cada um dos grupos foram determinados através da análise por tereis.\n5.9\tAnálise Estatística\nPara a realização das análises estatísticas, o banco de dados foi transferido para planilhas do software de análises estatísticas GraphPad Prism-4.0® (San Diego, CA, USA) para a realização de testes comparativos paramétricos e não-paramétricos. Os testes ANOVA (pós-teste Tukey) para dados paramétricos e Kruskal-Wallis (pós-teste Dunns) para dados não-paramétricos, foram utilizados na comparação entre todos os grupos (CNI, BP, MP e AP) e apenas entre os grupos de cães infectados (BP, MP e AP) dentro de cada fenotipo celular. Os testes de correlação de Spearman e Pearson foram utilizados com o objetivo de investigar associações entre os fenotipos avaliados e as densidades parasitárias esplénicas e cutâneas. As diferenças estatisticamente significativas foram consideradas quando o valor de p&lt;0,05.\n6\tRESULTADOS\n6.1\tAvaliação de parâmetros hematológicos em cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e cutâneas e animais não infectados\nPara a determinação de parâmetros hematológicos de cães naturalmente infectados por L. (L.) chagasi e cães não infectados, foram avaliados os valores de eritrocitos (milhão/mm ), hemoglobina (g/dL), hematócrito (% de células), além da global de leucócitos/mm3. A partir da contagem diferencial das populações celulares em lâminas coradas pelo Giemsa, foram calculados os valores absolutos de linfócitos, neutrófilos, eosinófilos e monócitos.\nDentre as alterações observadas no hemograma, foi detectada anemia grave em cães com AP esplénico, com diminuição significativa na contagem de eritrocitos de cães AP (p&lt;0,001) e MP (p&lt;0,05) quando comparado ao grupo controle e na concentração de hemoglobina e hematócrito de cães AP comparado ao grupo BP (p&lt;0,05) (Tabela 4). Cães com alta densidade parasitária cutânea apresentaram apenas diminuição nos valores de hemoglobina em comparação aos cães do grupo BP (p&lt;0,05) (Tabela 5). Além disso, observamos queda significativa (p<0,05) no valor absoluto de linfócitos no grupo de cães com AP esplénico quando comparados aos cães do grupo MP (Tabela 4).\nO quadro hematológico avaliado, levando-se como parâmetro de análise o parasitismo de pele ou baço, apresenta-se com: eosinopenia no grupo de cães com AP e MP (p<0,05) e monocitopenia no grupo de cães com AP (p<0,05) em comparação ao grupo CNI (Tabelas 4 e 5).\nTabela 4 - Avaliação de parâmetros hematológicos em cães com parasitismo esplénico e animais não infectados\nPARÂMETROS HEMATOL ÓGICOS\tGRAU DE PARASITISMO DE BAÇO\t\t\t\n\tCNI (n=20)\tBP (n=13)\tMP (n=13)\tAP (n=14)\nEritrocitos - milhão/mm3\t6,8±0,8\t5,6±0,6\t5,3 ±0,9a\t4,2±l,6a\nHemoglobina - g/dL\t15,7±1,9\t14,0±2,l\t12,7±2,5\t10,l±4,0b\nHematócrito - %\t46,4±5,4\t40,3±4,3\t36,3±6,4\t29,6±ll,8b\nLeucócitos -1 (f/pl\t12,8£2,7\t13,7±4,9\t12,Q£4,8\t11,6=3,3\nLinfócitos - Kf/jil\t2,7±1,5\t2,6±2,6\t3,2±1,2\t1,2±1,4“\nNeutrófilos- KF/jil\t7,3±3,1\t7,3±3,5\t6,7±3,3\t8,1±2,2\nEosinófilos- líP/jil\tl,8±0,8\t0,6±l,2\t0,7±0,7a\t0,7±0,4a\nMonócitos - ltf/pl\tl,0±0,4\t0,9±0,5\t0,7±0,4\t0,6±0,4a\nOs resultados estão expressos como média ou mediana (linfócitos e eosinófilos) dos valores absolutos +/- desvio padrão. CNI= Cães Não Infectados, BP= Baixo Parasitismo, MP= Médio Parasitismo e AP= Alto Parasitismo. As diferenças estatisticamente significativas encontram-se representadas em vermelho pelas letras a, b e c (correspondentes aos grupos CNI, BP e MP, respectivamente) e pelos asteriscos *, ♦*,*♦♦, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente); n= número de animais avaliados em cada grupo.\nTabela 5 - Avaliação de parâmetros hematológicos em cães com parasitismo cutâneo e\nanimais não infectados\nGRAU DE PARASITISMO DE PELE\nHEMATOL ÓGICOS\tCNI (n=20)\tBP (n=13)\tMP (n=13)\tAP (n=14)\nEritrocitos - milhão/mm3\t6,8±0,8\t5,4±0,7\t5,2±1,5\t4,4Ü,2\nHemoglobina - g/dL\t15,7±1,9\t13,6t2,l\t12,81=3,9\t10,2=t=3,lb\nHematócrito - %\t46,4±5,4\t39,0tt5,6\t36,4±10,2\t30,4=19,7\nLeucócitos - Kf/pl\t12,&amp;t2,7\t14,3±4,3\t11,6=4,3\t11,4±4,2\nLinfócitos - IO3/}!!\t2,7±1,5\t2,5±2,6\t2,7±1,4\t1,91=1,3\nNeutrófilos- lO’/pl\t7,3±3,1\t8,0±3,3\t6,4±3,0\t7,7±2,7\nEosinófilos- KP/jaI\tl,8±0,8\t0,6±l,l\t0,7±0,8a\t0,2±0,5a\nMonócitos - ltf/jil\tl,0±0,4\t0,7±0,4\t0,6=0,4\t0,4±0,4a\nOs resultados estão expressos como média ou mediana (linfócitos, eosinófilos e monócitos) dos valores absolutos +/- desvio padrão. CNI= Cães Não Infectados, BP= Baixo Parasitismo, MP= Médio Parasitismo e AP= Alto Parasitismo. As diferenças estatisticamente significativas encontram-se representadas em vermelho pelas letras a, b e c (correspondentes aos grupos CNI, BP e MP, respectivamente); n= número de animais avaliados em cada grupo.\n6.2\tAnálise de fenotipos celulares de granulócitos do sangue periférico de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitarias esplénicas e de animais não infectados\nPara avaliar a possível relação entre o parasitismo e a resposta imune inata de cães naturalmente infectados por L. (L.) chagasi e cães não infectados de acordo com os diferentes graus de parasitismo esplénico, a expressão de MHC-II, CD45RA e CD45RB foi analisada por Canal Médio de Fluorescência (CMF) nas populações de granulócitos (neutrófilos e eosinófilos) do sangue periférico. Os resultados obtidos foram avaliados, ainda, através de análises de correlação entre a expressão dos marcadores e as densidades parasitárias no baço.\nA expressão de MHC-II por eosinófilos apresentou-se significativamente (p<0,01) aumentada em cães com AP esplénico em comparação com o grupo controle (Figura 7B). Na avaliação da expressão dos demais marcadores de superfície celular através da categorização por diferentes densidades parasitárias esplénicas não foram observadas diferenças estatisticamente significativas.\nFigura 7- Análise da expressão de MHC-II, CD45RA e CD45RB em granulócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados. A) CMF de MHC-II em neutrófilos, B) CMF de MHC-II em eosinófilos, C) CMF de CD45RA em neutrófilos, D) CMF de CD45RA em eosinófilos, E) CMF de CD45RB em neutrófilos, F) CMF de CD45RB em eosinófilos, G) CMF da razão CD45RB/CD45RA em neutrófilos e H) CMF da razão CD45RB/CD45RA em eosinófilos. As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (H, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelas letras a,b,c e d, (correspondentes aos grupos CNI, BP, MP e AP, respectivamente).\nEntre as densidades parasitárias esplénicas e a expressão dos marcadores constitutivos de células caninas em granulócitos, não foi observado nenhum valor de correlação significativo, seja na avaliação de neutrófilos ou de eosinófilos (Tabela 6).\nTabela 6 - Análise das correlações entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície em granulócitos\nCorrelações com o parasitismo esplénico\t\t\nNeutrófilos\t\tEosinófilos\nMHC-II\tr = - 0,0506\tr = 0,2271\n\tp = 0,7625\tp = 0,1703\n\tr = - 0,0414\tr = 0,2244\nCD45RA\tp = 0,8049\tp = 0,1756\n\tr = - 0,1084\tr = - 0,2625\nCD45RB\tp = 0,5171\tp = 0,1113\n\tr = - 0,1144\tr = - 0,3143\nCD45RB/CD45RA p = 0,4939\t\tp = 0,0546\nA letra r representa o coeficiente de correlação de Spearman ou Pearson e p o valor de significância.\n6.3\tAnálise de fenotipos celulares de granulócitos do sangue periférico de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\nAssim como no item 6.2, as populações de neutrófilos e eosinófilos do sangue periférico foram avaliadas através da expressão de MHC-II, CD45RA e CD45RB por CMF em cães com diferentes densidades parasitárias cutâneas. Os resultados obtidos foram avaliados, ainda, através de análises de correlação entre a expressão dos marcadores e as densidades parasitárias na pele.\nA expressão de MHC-II por eosinófilos apresentou-se aumentada (p<0,05) em cães com AP cutâneo em relação aos cães do grupo CNI, da mesma forma como observado para os cães parasitados no baço (Figuras 7B e 8B).\nNa avaliação da expressão de CD45RA por eosinófilos, observou-se um aumento significativo (p<0,05) em cães AP em comparação aos cães do grupo BP (Figura 8D). As demais avaliações realizadas através da categorização por diferentes densidades parasitárias cutâneas não mostraram diferenças estatisticamente significativas.\nFigura 8- Análise da expressão de MHC-II, CD45RA e CD45RB em granulócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados. A) CMF de MHC-II em neutrófilos, B) CMF de MHC-II em eosinófilos, C) CMF de CD45RA em neutrófilos, D) CMF de CD45RA em eosinófilos, E) CMF de CD45RB em neutrófilos, F) CMF de CD45RB em eosinófilos, G) CMF da razão CD45RB/CD45RA em neutrófilos e H) CMF da razão CD45RB/CD45RA em eosinófilos. As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (■, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelas letras a,b,c e d, (correspondentes aos grupos CNI, BP, MP e AP, respectivamente) e pelos asteriscos *, **,***, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nNa avaliação da correlação entre as densidades parasitarias cutâneas e a expressão dos marcadores constitutivos de células caninas em granulócitos, foi detectada correlação positiva, porém fraca, para CD45RA (r = 0,4305, p = 0,0070) em eosinófilos (Tabela 7). A análise de correlação entre o parasitismo cutâneo e a expressão dos marcadores constitutivos em neutrófilos não apresentou correlações significativas.\nTabela 7 - Análise das correlações entre as densidades parasitárias cutâneas e a\nexpressão dos marcadores de superfície em granulócitos\nCorrelações com o parasitismo cutâneo\t\t\nNeutrófilos\t\tEosinófilos\n\tr = 0,1325\tr = 0,2826\nMHC-II\tp = 0,4277\tp = 0,0856\n\tr = 0,1760\tr = 0,4305\nCD45RA\tp = 0,2904\tp = 0,0070\n\tr = -0,0085\tr = -0,1083\nCD45RB\tp = 0,9592\tp = 0,5175\n\tr = -0,0783\tr = -0,3175\nCD45RB/CD45RA\tp = 0,6402\tp = 0,0521\nA letra r representa o coeficiente de correlação de Spearman ou Pearson e p o valor de significancia. As correlações significativas estão representadas pelos valores em vermelho.\n6.4\tAnálise de fenotipos celulares de monócitos do sangue periférico de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados\nA resposta imune inata também foi avaliada através da análise da população de monócitos do sangue periférico utilizando-se a expressão de MHC-II, CD45RA e CD45RB por CMF e as análises de correlação para estes marcadores considerando-se o parasitismo esplénico.\nA expressão de CD45RB em monócitos apresentou diferença significativa (p<0,05) na comparação entre os grupos, onde foi detectada diminuição em cães com AP esplénico em relação ao grupo BP (Figura 9C). Na avaliação da expressão de MHC-II e CD45RA, assim como da razão CD45RB/CD45RA não foram observadas diferenças estatisticamente significativas.\nFigura 9- Análise da expressão de MHC-II, CD45RA e CD45RB em monócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados. A) CMF de MHC-II, B) CMF de CD45RA, C) CMF de CD45RB e D) CMF da razão CD45RB/CD45RA. As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (n, n= 13), MP = Médio Parasitismo (■, n= 13) e AP = Alto Parasitismo (n, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelos asteriscos *, **,***, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nNas análises de correlação entre as densidades parasitárias esplénicas e a expressão dos marcadores celulares avaliados em monócitos foi observada correlação negativa fraca para CD45RB (r = - 0,4335, p = 0,0066) (Tabela 8). Para a expressão dos demais marcadores constitutivos de células caninas em monócitos não foram observadas correlações com o parasitismo esplénico.\nTabela 8 - Análise das correlações entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície em monócitos\n\tCorrelações com o parasitismo esplênico\t\n\t\tMonócitos\nMHC-II\t\tr = - 0,2015 p = 0,2251\nCD45RA\t\tr = - 0,2613 p = 0,1130\nCD45RB\t\tr = - 0,4335 p = 0,0066\nCD45RB/CD45RA\t\tr = - 0,2886 p = 0,0789\nA letra r representa o coeficiente de correlação de Spearman ou Pearson e p o valor de significancia. As correlações significativas estão representadas pelos valores em vermelho.\n6.5\tAnálise de fenotipos celulares de monócitos do sangue periférico de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados\nA avaliação da fenotipagem de monócitos do sangue periférico de cães com diferentes densidades parasitárias cutâneas não apresentou nenhuma diferença estatisticamente significativa entre os grupos, para os marcadores avaliados (Figura 10).\nFigura 10- Análise da expressão de MHC-II, CD45RA e CD45RB em monócitos do sangue de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados. A) CMF de MHC-II, B) CMF de CD45RA, C) CMF de CD45RB e D) CMF da razão CD45RB/CD45RA. As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (O, n= 13), MP = Médio Parasitismo (U, n= 13) e AP = Alto Parasitismo (O,n=14).\nNas análises de correlação entre as densidades parasitárias cutâneas e a expressão dos marcadores celulares avaliados em monócitos foi observada correlação negativa fraca para CD45RB (r = - 0,3674, p = 0,0214) (Tabela 9). Para a expressão dos demais marcadores constitutivos de células caninas em monócitos não foram observadas correlações com o parasitismo cutâneo.\nTabela 9 - Análise das correlações entre as densidades parasitárias cutâneas e a expressão dos marcadores de superfície em monócitos\nCorrelações com o parasitismo cutâneo\t\nMonócitos\t\nMHC-II\tr = - 0,0779 p = 0,6373\nCD45RA\tr = - 0,2023 p = 0,2169\nCD45RB\tr = - 0,3674 p = 0,0214\nCD45RB/CD45RA\tr = - 0,2612 p = 0,1082\nA letra r representa o coeficiente de correlação de Spearman ou Pearson e p o valor de significancia. As correlações significativas estão representadas pelos valores em vermelho.\n6.6\tAnálise de fenotipos celulares de linfócitos do sangue periférico e do baço em cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e animais não infectados\nOs fenotipos celulares de linfócitos do sangue periférico e baço foram avaliados em cães naturalmente infectados por L. (L.) chagasi e cães não infectados de acordo com os diferentes graus de parasitismo esplénico. Os marcadores de superfície celular: Thy-1, CD5, CD4, CD8, CD21 e CD 14 foram avaliados em valores absolutos (imunofenotipagem de células do sangue periférico) e percentuais (imunofenotipagem de esplenócitos). Para a análise da expressão de MHC-II, CD45RA e CD45RB foi utilizado o canal médio de fluorescência (CMF), uma vez que estes marcadores são expressos de forma constitutiva por células caninas. Os resultados obtidos foram avaliados, ainda, através de análises de correlação entre a expressão dos marcadores e as densidades parasitárias no baço.\nNa avaliação de células Thy-1 + do sangue e baço, foi observada diminuição significativa (p<0,05) no grupo de cães AP em comparação com o grupo MP. De forma similar, houve queda significativa (p<0,05) nos valores absolutos de linfócitos T CD5+, no grupo de cães AP em comparação com os cães dos grupos BP e MP (Figuras 11 A, 11B e 11C).\nNa avaliação da razão entre Thy-1+/CD21+ e CD5+/CD21+ foi observado aumento significativo (p<0,05) em cães dos grupos BP e MP em comparação com o grupo CNI, indicando o predomínio dos linfócitos T no sangue de cães com menores densidades\nparasitárias no baço. A razão de linfócitos T/B também apresentou-se aumentada (p<0,05) nos cães BP e MP em comparação aos cães AP (Figuras 11E e 11G).\nFigura 11- Análise de Linfócitos T (Thy-1+ e CD5+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados. A) Valor absoluto de Linfócitos T (Thy-1+), B) Valor percentual de Esplenócitos T (Thy-1+), C) Valor absoluto de Linfócitos T (CD5+), D) Valor percentual de Esplenócitos T (CD5+), E) Valor percentual da razão entre Linfócitos T e B (Thy-1+/CD21+), F) Valor percentual da razão entre Esplenócitos T e B (Thy-1+/CD21+), G) Valor percentual da razão entre Linfócitos T e B (CD5+/CD21+) e H) Valor percentual da razão entre Esplenócitos T e B (CD5+/CD21+). As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (U, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelas letras a,b,c e d, (correspondentes aos grupos CNI, BP, MP e AP, respectivamente) e pelos asteriscos *, **,***, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nPara os valores absolutos e percentuais de linfócitos T CD4+ não foram observadas diferenças significativas entre os grupos estudados. Para a subpopulação de linfócitos T CD8+ foi detectado aumento significativo (p<0,05) em cães com BP e MP em relação ao grupo CNI. Já o grupo de cães AP apresentou queda (p<0,05) nesta subpopulação no sangue periférico, em comparação aos cães do grupo MP (Figura 12C). Os esplenócitos T CD8+ apresentaram aumento em cães MP (p<0,05) em comparação ao grupo CNI (Figura 12D).\nO predomínio da subpopulação de linfócitos T CD8+ pode ser claramente demonstrado através do gráfico de percentual da razão entre linfócitos T CD4+/CD8+ no sangue, em que há uma diminuição significativa (p<0,05) em todos os grupos de cães infectados em comparação aos do grupo CNI (Figura 12E).\nFigura 12- Análise de subpopulações de Linfócitos T (CD4+ e CD8+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais nâo infectados. A) Valor absoluto de Linfócitos T (CD4+), B) Valor percentual de Esplenócitos T (CD4+), C) Valor absoluto de Linfócitos T (CD8+), D) Valor percentual de Esplenócitos T (CD8+), E) Valor percentual da razão entre Linfócitos T (CD4+/CD8+), F) Valor percentual da razão entre Esplenócitos T (CD4+/CD8+). As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (11, n= 13), MP = Médio Parasitismo (■, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelas letras a,b,c e d, (correspondentes aos grupos CNI, BP, MP e AP, respectivamente) e pelos asteriscos *, •*,***, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nNa avaliação de linfócitos B (CD21+) do sangue periférico e baço de cães categorizados por diferentes densidades parasitárias esplénicas, não foram observadas diferenças estatisticamente significativas (Figura 13). Já na avaliação de monócitos (CD14+) do sangue periférico foi observada queda significativa (p<0,05) no grupo de cães AP em comparação com o grupo MP (Figura 13).\nFigura 13- Análise de Linfócitos B (CD21+) e monócitos (CD14+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados. A) Valor absoluto de Linfócitos B (CD21+), B) Valor percentual de Esplenócitos B (CD21+) e C) Valor absoluto de monócitos (CD14+). As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (■,n= 13) e AP = Alto Parasitismo (□, n= 14). ND= Não Determinado.\nNa avaliação da expressão de CD45RA por CMF em esplenócitos de cães com diferentes densidades parasitárias de baço, foi observada queda significativa (p<0,05) deste marcador no grupo de cães MP em comparação com os grupos CNI e AP (Figura 14D). Não houve diferença estatisticamente significativa na expressão de MHC-II e CD45RB entre os grupos avaliados.\nFigura 14- Análise da expressão de MHC-II, CD45RA e CD45RB em linfócitos totais no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias esplénicas e de animais não infectados. A) CMF de MHC-II no sangue, B) CMF de MHC-II no baço, C) CMF de CD45RA no sangue, D) CMF de CD45RA no baço, E) CMF de CD45RB no sangue, F) CMF de CD45RB no baço, G) CMF da razão CD45RB/CD45RA no sangue e H) CMF da razão CD45RB/CD45RA no baço. As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (U, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelas letras a,b,c e d, (correspondentes aos grupos CNI, BP, MP e AP, respectivamente) e pelos asteriscos *, **,***, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nNas análises de correlação entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície celular avaliados, foram observadas correlações negativas para os linfócitos T Thy-1+ (r = - 0,4452, p = 0,0051) e CD5+ (r = - 0,4344, p = 0,0057), para as razões de linfócitos T7B Thy-1+/CD21+ (r = - 0,3633, p = 0,0250) e CD5+/CD21+ (r = -0,3457, p = 0,0311) e para as subpopulações de linfócitos T CD4+ (r = - 0,3223, p = 0,0454) e CD8+ (r = - 0,5012, p = 0,0012). Além disto, correlação positiva foi observada para a razão CD4+/CD8+ (r = 0,5455, p = 0,0003). As correlações observadas para os linfócitos T CD8+ e razão CD4+/CD8+ apresentaram-se mais fortes em relação às demais, uma vez que o valor de r foi superior a 0,5. Todas estas correlações foram observadas apenas na avaliação destas células no sangue periférico, não sendo observadas, portanto, correlações entre o parasitismo esplénico e os marcadores presentes em células do baço (Tabela 10).\nTabela 10 - Análise das correlações entre as densidades parasitárias esplénicas e a expressão dos marcadores de superfície de células do sangue periférico e do baço\nCorrelações com o parasitismo esplénico\t\t\n\tCélulas do Sangue\tCélulas do Baço\nThy-1\tr = - 0,4452\tr = - 0,1497\n\tp = 0,0051\tp = 0,3630\n\tr = - 0,4344\tr = 0,0018\nCD5\tp = 0,0057\tp = 0,9912\nThy-1/CD21\tr = - 0,3633\tr = - 0,0130\n\tp = 0,0250\tp = 0,9372\nCD5/CD21\tr = - 0,3457\tr = 0,0568\n\tp = 0,0311\tp = 0,7311\nCD4\tr = - 0,3223\tr = 0,2106\n\tp = 0,0454\tp = 0,1981\nCD8\tr = - 0,5012\tr = - 0,0471\n\tp = 0,0012\tp = 0,7756\n\tr = 0,5455\tr = 0,1564\nCD4/CD8\tp = 0,0003\tp = 0,3416\nCD21\tr = - 0,1243\tr = - 0,0172\n\tp = 0,4507 r = - 0,2269\tp = 0,9172\nCD14\tp = 0,1648\t\nMHC-II\tr = - 0,1382\tr = 0,0764\n\tp = 0,4015\tp = 0,6435\n\tr = 0,0803\tr = 0,3108\nCD45RA\tp = 0,6268\tp = 0,0541\n\tr = - 0,2902\tr = 0,1503\nCD45RB\tp = 0,0731\tp = 0,3610\n\tr = - 0,1264\tr = - 0,0487\nCD45RB/CD45RA p = 0,4433\t\tp = 0,7683\nA letra r representa o coeficiente de correlação de Spearman ou Pearson e p o valor de significância. As correlações significativas estão representadas pelos valores em vermelho. ND= Não Determinado.\n6.7\tAnálise de fenotipos celulares de linfócitos do sangue periférico e do baço em cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitarias cutâneas e animais não infectados\nAssim como no item 6.6, os fenotipos celulares de linfócitos do sangue periférico e baço foram avaliados em valores absolutos (imunofenotipagem de células do sangue periférico) e percentuais (imunofenotipagem de esplenócitos) de acordo com a densidade parasitária na pele, para os mesmos marcadores de superfície celular. O canal médio de fluorescência (CMF) foi utilizado para a análise da expressão de MHC-II, CD45RA e CD45RB. As análises de correlação foram realizadas entre a expressão dos mesmos marcadores e as densidades parasitárias cutâneas.\nAs populações de linfócitos T Thy-1+ e CD5+ analisadas individualmente através da categorização por diferentes densidades parasitárias cutâneas não apresentaram diferenças estatisticamente significativas, entretanto, na avaliação da razão entre os percentuais de Thy-1+/CD21+ e CD5+/CD21+, foi observado aumento significativo (p<0,05) nos cães BP em comparação com os cães AP (Figuras 15E e 15G).\nFigura 15- Análise de Linfócitos T (Thy-1+ e CD5+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados. A) Valor absoluto de Linfócitos T (Thy-1+), B) Valor percentual de Esplenócitos T (Thy-1+), C) Valor absoluto de Linfócitos T (CD5+), D) Valor percentual de Esplenócitos T (CD5+), E) Valor percentual da razão entre Linfócitos T e B (Thy-1+/CD21+), F) Valor percentual da razão entre Esplenócitos T e B (Thy-1+/CD21+), G) Valor percentual da razão entre Linfócitos T e B (CD5+/CD21+) e H) Valor percentual da razão entre Esplenócitos T e B (CD5+/CD21+). As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (O, n= 13), MP = Médio Parasitismo (■, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelos asteriscos *, **,***, (correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nAs subpopulações de linfócitos T (CD4+ e CD8+) do sangue periférico avaliadas sob a ótica do parasitismo cutâneo não apresentaram diferenças estatisticamente significativas entre os grupos estudados. Entretanto, a avaliação do percentual de esplenócitos T CD8+, mostrou aumento significativo (p<0,05) em cães do grupo AP em comparação com o grupo CNI (Figura 16D).\nFigura 16- Análise de subpopulações de Linfócitos T (CD4+ e CD8+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados. A) Valor absoluto de Linfócitos T (CD4+), B) Valor percentual de Esplenócitos T (CD4+), C) Valor absoluto de Linfócitos T (CD8+), D) Valor percentual de Esplenócitos T (CD8+), E) Valor percentual da razão entre Linfócitos T (CD4+/CD8+) e F) Valor percentual da razão entre Esplenócitos T (CD4+/CD8+). As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (■, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelas letras a,b,c e d, (correspondentes aos grupos CNI, BP, MP e AP, respectivamente).\nNa avaliação de linfócitos B (CD21+) do sangue periférico e baço e monócitos\n(CD 14+) do sangue periférico, não foram observadas diferenças estatisticamente\nsignificativas entre os grupos estudados de acordo com as diferentes densidades parasitárias cutâneas (Figura 17).\nFigura 17- Análise de Linfócitos B (CD21+) e monócitos (CD14+) no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados. A) Valor absoluto de Linfócitos B (CD21+), B) Valor percentual de Esplenócitos B (CD21+) e C) Valor absoluto de monócitos (CD14+). As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (■,n= 13) e AP = Alto Parasitismo (□, n= 14). ND= Não Determinado.\nA avaliação da expressão de CD45RB por CMF em esplenócitos de cães categorizados por diferentes densidades parasitárias cutâneas mostrou aumento significativo (p<0,05) no grupo de cães AP em comparação com o grupo MP (Figura 18F). Os demais marcadores de superfície celular avaliados não apresentaram diferenças estatisticamente significativas entre os grupos em linfócitos totais do sangue periférico e esplenócitos.\nFigura 18- Análise da expressão de MHC-II, CD45RA e CD45RB em linfócitos totais no sangue e baço de cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitárias cutâneas e de animais não infectados. A) CMF de MHC-II no sangue, B) CMF de MHC-II no baço, C) CMF de CD45RA no sangue, D) CMF de CD45RA no baço, E) CMF de CD45RB no sangue, F) CMF de CD45RB no baço, G) CMF da razão CD45RB/CD45RA no sangue e H) CMF da razão CD45RB/CD45RA no baço. As barras representam as médias e medianas, e os símbolos, os valores individuais dos grupos. CNI = Cães Não Infectados ( , n= 20), BP = Baixo Parasitismo (II, n= 13), MP = Médio Parasitismo (U, n= 13) e AP = Alto Parasitismo (□, n= 14). As diferenças estatisticamente significativas encontram-se representadas pelos asteriscos *,\t**,***,\n(correspondentes aos grupos de cães infectados BP, MP e AP, respectivamente).\nNas análises de correlação entre as densidades parasitárias cutâneas e a expressão dos marcadores de superfície celular avaliados, foram detectadas correlações negativas para os linfócitos T Thy-1+ (r = - 0,3190, p = 0,0478) e CD5+ (r = - 0,3218, p = 0,0429) e para a subpopulação de linfócitos T CD8+ (r = - 0,3411, p = 0,0312). Além disto, correlação positiva foi observada para a razão CD4+/CD8+ (r = 0,3709, p = 0,0185). Todas estas correlações foram observadas apenas na avaliação destas células no sangue periférico, não sendo observadas, portanto, correlações entre o parasitismo cutâneo e os marcadores presentes em células do baço (Tabela 11). É importante ressaltar que todas as correlações aqui observadas, embora estatisticamente significativas, são correlações fracas.\nTabela 11 - Análise das correlações entre as densidades parasitárias cutâneas e a expressão dos marcadores de superfície de células do sangue periférico e do baço\nCorrelações com o parasitismo cutâneo\t\t\nCélulas do Sangue\t\tCélulas do Baço\nThy-1\tr = - 0,3190\tr = - 0,0833\n\tp = 0,0478\tp = 0,6093\n\tr = - 0,321 8\tr = 0,0241\nCD5\tp = 0,0429\tp = 0,8826\nThy-1/CD21\tr = - 0,2965\tr = - 0,0228\n\tp = 0,0668\tp = 0,8885\nCD5/CD21\tr = - 0,2831\tr = 0,0084\n\tp = 0,0767\tp = 0,9589\nCD4\tr = - 0,2441\tr = 0,1345\n\tp = 0,1290\tp = 0,4078\nCD8\tr = - 0,341 1\tr = 0,1208\n\tp = 0,0312\tp = 0,4576\n\tr = 0,3709\tr = - 0,0301\nCD4/CD8\tp = 0,0185\tp = 0,8534\nCD21\tr = - 0,0898\tr = 0,0141\n\tp = 0,5815 r = - 0,1970\tp = 0,9308\nCD14\tp = 0,2232\t\nMHC-II\tr = 0,0040\tr = 0,1544\n\tp = 0,9801\tp = 0,3415\n\tr = 0,1331\tr = 0,2947\nCD45RA\tp = 0,4128\tp = 0,0649\n\tr = - 0,2284\tr = 0,2100\nCD45RB\tp = 0,1563\tp = 0,1934\n\tr = - 0,1878\tr = 0,0901\nCD45RB/CD45RA p = 0i2459\t\tp = 0,5803\nA letra r representa o coeficiente de correlação de Spearman ou Pearson e p o valor de significância. As correlações significativas estão representadas pelos valores em vermelho. ND= Não Determinado.\n7\tRESUMO DOS RESULTADOS\nApós a apresentação dos resultados obtidos neste estudo da avaliação de parâmetros hematológicos e imunofenotípicos de células de cães naturalmente infectados por L. (L.) chagasi, associada à densidade parasitária de baço e pele, foi possível relacionar as seguintes evidências:\nO Parâmetros Hematológicos:\n•\tA anemia foi mais pronunciada em cães com alto parasitismo esplénico em função da queda no número de hemácias, da concentração de hemoglobina e do hematócrito;\n•\tCães com alto e médio parasitismo esplénico e cutâneo apresentaram eosinopenia e monocitopenia.\nO Parâmetros Imunofenotípicos:\n•\tCães com alto parasitismo esplénico apresentaram diminuição de linfócitos T circulantes (Thy-1+ e CD5+) e esplenócitos T (Thy-1+), acompanhado de diminuição na subpopulação de linfócitos T (CD8+). Além disso, cães com baixo e médio parasitismo esplénico tiveram aumento da razão T/B, enquanto a razão CD4+/CD8+ apresentou-se diminuída em todos os grupos de cães infectados;\n•\tFortes correlações foram observadas entre as células T CD8+ (correlação negativa), razão CD4+/CD8+ (correlação positiva) e o parasitismo esplénico;\n•\tCães com alto parasitismo esplénico apresentaram diminuição de monócitos (CD 14+) circulantes;\n•\tCães com médio parasitismo esplénico apresentaram diminuição de esplenócitos T CD45RA+;\n•\tCães com baixo parasitismo esplénico apresentaram aumento de monócitos CD45RB+;\n•\tCães com alto parasitismo cutâneo apresentaram aumento de esplenócitos T CD45RB+ e eosinófilos CD45RA+;\n•\tMaior expressão de esplenócitos T CD8+ e de MHC-II por eosinófilos foi observada em cães com alto parasitismo esplénico e cutâneo.\nParasitismo de Baço\nParasitismo de Pele\nLT (CD5+)\t: | AP\nLT (CD8+):f\tBP/MP\nET(CD8+)?\tf MP\nLT (CD14+):\tAP\nET(CD45RA+):| MP\nMon. (CD45RB+): IaP\nLT (THY-1 + ): |\nET (THY-1 + ):|mP\nET (CD8+):f\nET (CD45RB+):f AP\nEos. (CD45RA+):|\nFigura 19- Diagrama das principais alterações fenotípicas observadas em cães naturalmente infectados por L. (L.) chagasi com diferentes densidades parasitarias de baço e pele. Legenda: LT (Linfócitos T), ET (Esplenócitos T), Mon. (Monócitos), Eos. (Eosinófilos). CNI= Cães Não Infectados, BP= Baixo Parasitismo, MP= Médio Parasitismo e AP= Alto Parasitismo. As alterações associadas ao parasitismo esplénico estão representadas no círculo azul, enquanto aquelas associadas ao parasitismo cutâneo encontram-se no círculo amarelo e as alterações relacionadas a ambos os parasitismos encontram-se na intersecção em verde.\n8\tDISCUSSÃO\nApesar das alterações fenotípicas observadas em células do sangue periférico de cães portadores das diferentes formas clínicas da LVC já terem sido investigadas por alguns estudos (Reis, 2001; Reis et al., 2006c; Giunchetti et al., 2006), existem poucos trabalhos que correlacionam estas alterações em cães com a densidade parasitária tecidual (Sánchez et al., 2004; Reis et al., 2006c; Giunchetti et al., 2008b). O estudo da influência do parasitismo na LVC é essencial para o entendimento dos aspectos imunopatológicos da infecção. Desta forma, estudos de resposta imune em cães naturalmente infectados por L. (L.) chagasi contribuem para o entendimento da interação parasito/hospedeiro e suas correlações com as alterações imunopatológicas na história natural da LVC.\nNo presente trabalho buscou-se avaliar os parâmetros hematológicos em cães naturalmente infectados por L. (L.) chagasi através da realização de hemograma. Além disso, a imunofenotipagem por citometria de fluxo foi utilizada para avaliar a expressão dos principais marcadores de superfície celular em granulócitos e monócitos do sangue periférico, além de linfócitos e esplenócitos de cães naturalmente infectados por L. (L.) chagasi categorizados de acordo com três diferentes níveis de densidades parasitárias (baixo, médio e alto parasitismo). O critério de avaliação utilizado foi o parasitismo do baço e da pele, quantificado através do índice de parasitismo tecidual, que corresponde ao número de formas amastigotas presentes em cada 1000 células nucleadas. Este trabalho pretende acrescentar informações sobre a resposta imune celular em cães sob a ótica do parasitismo do baço e pele, uma vez que esses órgãos estão entre os mais acometidos pelo parasito durante o curso da doença (Reis et al., 2006b).\nJá foi demonstrado previamente que análises parasitológicas realizadas em esfregaços de tecidos (pele, baço, fígado e linfonodo) assim como em culturas de medula óssea, são eficientes para a detecção de Leishmania inclusive em cães assintomáticos. No caso do exame parasitológico da pele, foi possível detectar formas amastigotas em 42% dos cães assintomáticos e em 94% dos animais sintomáticos (Reis et al., 2006a). Esses achados reforçam que a intensidade do parasitismo tecidual na maioria das vezes reflete a evolução das manifestações clínicas e destacam a importância do parasitismo cutâneo como ferramenta útil de diagnóstico, em se tratando de animais assintomáticos. Reis et al. (2006b) observaram que as formas clínicas da LVC apresentaram forte associação com as densidades parasitárias em todos os órgãos avaliados (pele, medula óssea, baço, fígado e linfonodo), sendo que cães com baixo parasitismo apresentaram-se, em sua maioria, assintomáticos, enquanto cães com alto parasitismo apresentaram maior associação com o desenvolvimento de sintomatologia.\nAlém disso, estes autores observaram que apesar da densidade parasitária nos órgãos avaliados ter sido positivamente correlacionada às formas clínicas da LVC, as densidades parasitárias de medula óssea e baço apresentaram a correlação mais forte com o status clínico, se comportando como biomarcadores parasitológicos confiáveis associados às formas clínicas da LVC. Sánchez et al. (2004) em análise da imunidade específica no baço e fígado de cães assintomáticos e sintomáticos naturalmente infectados com L. (L.) chagasi, demonstraram correlação positiva entre maiores valores de LDU no baço e cães sintomáticos, assim como valores de LDU duas vezes menores em cães assintomáticos.\nNosso grupo de estudo demonstrou, recentemente, alterações significativas em parâmetros hematológicos associados ao status clínico na LVC (Reis et al., 2006a). No presente estudo, este tema foi associado à densidade parasitária esplénica e cutânea. Observamos que cães com alta densidade parasitária esplénica possuem alterações tanto na série vermelha quanto na série branca do hemograma, com diminuição significativa na contagem de eritrocitos, valores de hemoglobina e hematócrito, indicando a presença de anemia grave em cães com AP esplénico (Tabela 4). Parece que a anemia na LVC é influenciada pelos baixos níveis de íons circulantes em função do seqüestro destes devido a mecanismos inflamatórios (Burillo et al., 1994). Além disso, acredita-se que são diversas as etiologias do processo anêmico na LVC, sendo a hemorragia, hemólise, processo inflamatório e eritropoiese diminuída, os mecanismos mais citados na literatura (Burillo et al., 1994). No presente estudo, também foram observadas quedas significativas no número de subpopulações de leucócitos circulantes (eosinófilos e monócitos). Cães com alta densidade parasitária cutânea apresentaram alterações similares de parâmetros hematológicos, incluindo diminuição dos valores de hemoglobina e número de eosinófilos e monócitos circulantes (Tabela 5). De acordo com Reis (2001) a redução no valor absoluto de monócitos (CD 14+) circulantes no grupo de cães sintomáticos, sugere que a LVC ativa o recrutamento destas células para órgãos linfóides secundários, onde podem desempenhar papel importante em conexões imunológicas durante a apresentação antigênica. O aumento de macrófagos no baço de cães com LV já foi documentado (Barrouin-Melo et al., 2006). Além disso, com o intenso parasitismo tecidual em diversos sítios linfóides (como fígado e linfonodos) (Giunchetti et al., 2008a,b), bem como a presença de hiperplasia e hipertrofia de células do SFM compondo um infiltrado inflamatorio geralmente caracterizado por ser do tipo plasmolinfohistiocitário (Tafuri et al., 2001), podemos supor que parte dos monócitos encontra-se participando da formação destes infiltrados.\nA fim de se avaliar elementos que possam estar envolvidos com a resposta imune inata de cães naturalmente infectados e não infectados, a expressão de MHC-II, CD45RA e\nCD45RB foi analisada por canal médio de fluorescência nas populações de granulócitos (neutrófilos e eosinófilos) e monócitos do sangue periférico.\nEstudos in vitro mostraram que tanto neutrófilos como eosinófilos são capazes de fagocitar e matar Leishmania. Esta atividade microbicida e de fagocitose é similar àquela apresentada por monócitos (Chang, 1981; Pearson et al., 1987). A atividade parasiticida de polimorfonucleares e monócitos em cães saudáveis e naturalmente infectados por L. infantum foi avaliada por Brandonisio et al. (1996). Esses autores demonstraram que os mecanismos microbicidas de polimorfonucleares e monócitos são relacionados à produção de superóxidos: O2', H2O2, sendo esta atividade maior em cães tratados. Além disso, esses autores observaram que a produção de O2' e H2O2 por estas células foi menor em cães sintomáticos, diminuindo diretamente sua atividade leishmanicida.\nNo presente estudo, a análise da expressão dos marcadores constitutivos de células caninas em neutrófilos do sangue periférico, seja sob a ótica do parasitismo esplénico ou cutâneo, não apresentou correlações ou diferenças estatisticamente significativas entre os grupos estudados. Sabe-se que as células polimorfonucleares são encontradas predominantemente nas fases iniciais da infecção (Hill, 1986; Pompeu et al., 1991). Portanto, a presença de intenso infiltrado de leucócitos polimorfonucleares logo após a infecção cutânea com L. major sugere a importância destas células no controle inicial da densidade parasitária e na distribuição do parasito na leishmaniose cutânea (Lima et al., 1998). O envolvimento de neutrófilos na fase inicial da infecção também já foi demonstrado por Rousseau et al. (2001) em camundongos BALB/c infectados por L. infantum. Estes autores observaram que a fagocitose e morte de promastigotas ocorreu no baço logo após a infecção, e a depleção de neutrófilos antes e após a inoculação do parasito levou ao aumento de 10 vezes na carga parasitária. Já foi demonstrado que a depleção de neutrófilos do baço de camundongos está associada com níveis aumentados de IL-4 e IL-10 e produção reduzida de IFN-y por células T CD4+ e CD8+, o que sugere o papel crítico dos neutrófilos no desenvolvimento de respostas imunes protetoras do Tipo 1 (McFarlane et al., 2008). Entretanto, o papel de polimorfonucleares na regulação de respostas imunes durante a infecção por Leishmania ainda é controverso. Tacchini-Cottier et al. (2000) demonstraram que os neutrófilos são capazes de induzir resposta imune do Tipo 2 em camundongos BALB/c infectados por L. major, uma vez que se apresentaram como fontes iniciais importantes de IL-4. Peruhype-Magalhães et al. (2005) demonstraram correlação clara entre o perfil de citocinas de neutrófilos, eosinófilos, células NK e monócitos e o status clínico na LV humana, em que estas células se apresentaram importantes não apenas no controle inicial do crescimento do\nparasito e disseminação sistêmica de Leishmania, mas também como fontes relevantes de citocinas imunoreguladoras.\nEstudos relacionados ao papel dos eosinófilos durante a infecção por Leishmania são escassos e têm sido restritos principalmente aos modelos murinos de infecção experimental. A presença de eosinofilia significativa já foi demonstrada em cães experimentalmente infectados com promastigotas de L. (L.) chagasi e saliva de L. longipalpis em comparação aos cães inoculados apenas com Leishmania ou saliva (Paranhos et al., 1993). A eosinofilia tecidual já foi demonstrada por Grimaldi et al. (1984) na leishmaniose cutânea murina, em que os eosinófilos estariam contribuindo, juntamente com macrófagos, para a eliminação dos parasites no local da lesão. De acordo com Oliveira et al. (1998), os eosinófilos ativados produzem óxido nítrico, o que está envolvido com a atividade microbicida destas células contra L. major. Estes autores verificaram que os eosinófilos foram capazes de produzir nitrito e matar o parasito após ativação na presença de LPS e IFN-y. A análise de eosinófilos no presente estudo revelou aumento significativo na expressão de MHC-II em cães com alto parasitismo esplénico (Figura 7B) e cutâneo (Figura 8B), quando comparados ao grupo de cães não infectados, sugerindo que as populações de eosinófilos podem estar atuando ativamente como células apresentadoras de antígeno, secretoras de citocinas e de mediadores dos grânulos específicos. Além disso, estes dados sugerem que a eliminação do parasito pode se dar via mecanismos fagocíticos no sangue de cães com alto parasitismo esplénico e cutâneo. Os eosinófilos apresentaram ainda aumento na expressão de CD45RA em cães altamente parasitados na pele, em comparação ao grupo com baixo parasitismo (Figura 8D), além de correlação positiva com a densidade parasitária cutânea (Tabela 7), sugerindo novamente a ocorrência de ativação celular significativa em cães com baixo parasitismo.\nJá foi descrito que a infecção por L. (L.) chagasi pode alterar de forma significativa a expressão de marcadores celulares de adesão e moléculas co-estimuladoras em monócitos humanos (De Almeida et al., 2003). Esses autores observaram diminuição na expressão de MHC-I e MHC-II, ausência de citocinas pró-inflamatórias e expressão prejudicada de moléculas co-estimuladoras induzidas por L. (L.) chagasi. A presença de fator solúvel produzido pela inoculação de monócitos humanos com L. donovani já foi descrita por suprimir a ativação de monócitos dependente de IEN-y, não sendo observado o aumento na expressão de MHC-II nestas células (Engelhom et al., 1990). No presente trabalho, a análise de fenótipos celulares de monócitos do sangue periférico não apresentou diferenças estatisticamente significativas na expressão de MHC-II entre os grupos estudados. Os macrófagos MHC-II+, apesar de serem o alvo primário da infecção e cruciais para o controle do crescimento do parasito, ainda permanecem controversos quanto à sua função como\ncélulas apresentadoras de antígeno (Lemos et al., 2004). Segundo Lemos et al. (2004) os macrófagos produzem iNOS, acumulam em locais infectados e são capazes de controlar o número de parásitos, mesmo na ausência da expressão de MHC-II.\nNo presente estudo, foi observada ainda diminuição na expressão de CD45RB em monócitos de cães com alto parasitismo esplénico, comparado aos cães com baixo parasitismo (Figura 9C), além de correlação negativa com as densidades parasitárias do baço (Tabela 8) e pele (Tabela 9). Estes achados corroboram com os de Reis et al. (2006c), que observaram aumento na expressão de CD45RB em linfócitos de cães assintomáticos e reforçam a relação entre o aumento na expressão de CD45RB e a presença de perfil de ativação celular em cães com menores densidades parasitárias. Entretanto, o significado funcional desta expressão aumentada, especialmente em monócitos, ainda necessita de maiores investigações.\nA caracterização fenotípica de polimorfonucleares, através da expressão de marcadores de superfície celular ainda é tema de estudo bastante escasso, principalmente devido ao fato de ser desconhecida a relação entre a maioria dos marcadores e a função dessas células, especialmente em cães. Neste estudo, objetivou-se realizar uma avaliação fenotípica inicial de neutrófilos, eosinófilos e monócitos através de marcadores constitutivos de células caninas e a sua possível correlação com a densidade parasitária. Este estudo mostra a necessidade de ampliarmos a avaliação do número de marcadores celulares, assim como a determinação da correlação com a resposta imune efetora, lacunas ainda importantes no estudo da resposta imune na LVC.\nAs características fenotípicas de leucócitos circulantes, expressas em valores absolutos, parecem ser marcadores imunológicos importantes associados à densidade parasitária tecidual em cães naturalmente infectados por L. (L.) chagasi (Guerra, 2005; Reis et al., 2006c). Os principais achados deste estudo descrevem a densidade parasitária esplénica como sendo mais estreitamente relacionada às alterações fenotípicas em linfócitos do sangue periférico do que o parasitismo cutâneo durante a LV canina. Este fato pode ser explicado pelo papel do baço, que além de ser importante órgão linfóide, atua como o maior sítio de resposta imune frente a antígenos carreados por via hematogênica.\nOs dados obtidos na análise de linfócitos do sangue periférico de cães categorizados por diferentes densidades parasitárias esplénicas demonstraram diminuição no valor absoluto de linfócitos T CD5+ em cães com AP esplénico, em comparação aos cães com BP e MP. Foi observada ainda, maior razão de linfócitos T/B (CD5+/CD21+), indicando o predomínio de linfócitos T no sangue periférico de cães com BP e MP. Esses dados são semelhantes aos observados para linfócitos T Thy-1+ (Figura 11). Além disso, foram observadas correlações negativas para as células T (CD5+ e Thy-1+) e suas razões com células B, reforçando os\ndados já obtidos anteriormente (Tabela 10). As populações de linfócitos T Thy-1+ e CD5+ têm grande importância na manutenção e estabelecimento da relação parasito/hospedeiro, levando a um melhor prognóstico na LVC. Em cães portadores da forma assintomática ou oligossintomática da doença, há aumento no número de células T (CD5+) e suas subpopulações (CD4+ e CD8+) circulantes, criando um microambiente eficiente para a remoção dos parasitos (Reis et al., 2006c). A alta atividade da resposta imune do hospedeiro parece ser eficiente na remoção do parasito durante a fase assintomática, mas não é capaz de promover a eliminação do mesmo nos estágios finais da doença ou no início da fase sintomática. Considerando-se a correlação positiva existente entre a densidade parasitária tecidual e as formas clínicas na LVC (Reis et al., 2006b), nossos dados corroboram com estas afirmações, demonstrando que o aumento no número de linfócitos T no sangue periférico parece criar um microambiente favorável à remoção dos parasitos em cães com menores densidades parasitárias.\nReis (2001) demonstrou que a fase assintomática da infecção por L. (L.) chagasi está associada ao aumento de células T (Thy-1+ e CD5+). Este aumento está infimamente relacionado às subpopulações de células T CD4+ e, principalmente, de células T CD8+. Por outro lado, no grupo de cães sintomáticos observou-se alteração no fenótipo celular com queda nas populações de linfócitos T (Thy-1+ e CD5+) e suas subpopulações CD4+ e CD8+.\nNo presente estudo, os dados obtidos para os linfócitos T Thy-1+ e CD5+ refletem o aumento observado na expressão da subpopulação de linfócitos T CD8+ em cães com baixo e médio parasitismo esplénico (Figura 12C). Desta forma, sugere-se que os linfócitos T CD8+ possam estar participando dos mecanismos efetores, devido a sua atividade citotóxica contra macrófagos infectados em cães com menores densidades parasitárias. De fato, diversos estudos têm correlacionado o nível de células T CD8+ com proteção durante a infecção canina por Leishmania (Pinelli, 1997; Reis et al., 2006c) ou durante a resposta imunogênica após a administração de vacina contra a LVC (Giunchetti et al., 2007a; Giunchetti et al., 2008c). Pinelli et al. (1997) observaram que estes animais não foram apenas capazes de montar resposta imune do tipo 1, através da produção de IFN-y, mas a infecção também foi capaz de promover a lise de macrófagos infectados por L. infantum. O presente estudo demonstrou ainda, forte correlação negativa entre células T CD8+ e a densidade parasitária esplénica (Tabela 10), com os maiores níveis de células T CD8+ sendo observados em cães com as menores densidades parasitárias no baço. Foi observada ainda, diminuição na razão CD4+/CD8+ em todos os cães infectados por Leishmania em comparação ao grupo controle (Figura 12E). Entretanto, foi observado o aumento desta razão em cães com alto parasitismo comparado ao grupo baixo parasitismo, além de forte correlação positiva com o parasitismo\nesplénico (Tabela 10), o que reforça o papel imunoprotetor de células T CD8+ nos cães com baixa densidade parasitária no baço. Tipicamente, elevado número de células T CD8+ tem sido observado no sangue periférico de cães assintomáticos e são associados a baixas densidades parasitárias na medula óssea (Reis et al., 2006c). Apesar de não ter sido observada diferença significativa na expressão de células T CD4+ (Figura 12A), observou-se correlação negativa com a densidade parasitária esplénica (Tabela 10), o que sugere a participação desta subpopulação em eventos protetores, porém de forma menos expressiva do que as células T CD8+.\nA queda de linfócitos B CD21+ tem sido descrita no sangue periférico durante a LVC, especialmente em cães sintomáticos (Bourdoiseau et al., 1997; Reis et al., 2006c). Giunchetti et al. (2008b) em estudo histopatológico do linfonodo poplíteo de cães portadores de LV observaram intenso infiltrado de plasmócitos neste local, consistente com a hipótese de que as células B migram do sangue periférico para os linfonodos, onde se diferenciam em plasmócitos. Além disso, esses autores encontraram correlação negativa entre a freqüência de células B CD21+ no linfonodo e a densidade parasitária cutânea, uma vez que baixas contagens de células B e altas densidades parasitárias são normalmente observadas em cães sintomáticos e/ou animais com níveis de anticorpos anü-Leishmania mais altos (Reis et al., 2006a,b,c). Contrastando com estes dados, em nosso estudo não foram encontradas correlações ou diferenças estatisticamente significativas quando estas células foram avaliadas no sangue periférico, levando-se em consideração a relação com as diferentes densidades parasitárias esplénicas (Figura 13A, Tabela 10) ou cutâneas (Figura 17A, Tabela 11).\nComo já citado anteriormente, Reis (2001) observou redução no valor absoluto de monócitos (CD 14+) circulantes no grupo de cães sintomáticos, sugerindo que ocorre recrutamento preferencial de monócitos para tecidos linfóides secundários, onde eles podem atuar como células apresentadoras de antígeno. No presente estudo, também foi observada diminuição estatisticamente significativa de células CD 14+ avaliadas através da imunofenotipagem de leucócitos do sangue periférico em cães com alto parasitismo esplénico (Figura 13C). Corroborando com estes resultados, Giunchetti et al. (2006) observaram redução no número de monócitos CD 14+ no sangue de cães sintomáticos e correlação positiva entre a inflamação crônica na derme e monócitos CD 14+ do sangue periférico, demonstrando ativação potencial desta população celular e a migração para a derme, porém com escassa contribuição na resistência à infecção por L. (L.) chagasi.\nCobbold &amp; Metcalfe (1994) avaliaram pela primeira vez a expressão de moléculas de MHC-II em cães. Estes autores observaram que, ao contrário de outras espécies, em cães a molécula de MHC-II é expressa em todos os linfócitos circulantes. Reis et al. (2006c)\nobservaram que a expressão aumentada de MHC-II na população de linfócitos do sangue periférico de cães assintomáticos está associada ao aumento da capacidade de resistência do hospedeiro à infecção e poderia refletir aumento da capacidade de apresentação antigênica, levando a atividade efetiva do sistema imune. Por outro lado, cães sintomáticos apresentando menor expressão de MHC-II estariam mais vulneráveis à gravidade da doença, devido a uma resposta imune supressora, permitindo a disseminação do parasito. Em estudo de camundongos MHC-II-deficientes infectados por L. major, Erb et al. (1995) demonstraram que estes animais são incapazes de restringir a disseminação do parasito apesar de possuírem proporções aumentadas de células T CD8+. Esses autores sugerem que a resposta imune restrita ao MHC-II, mediada por células T CD4+ funcionais, é essencial para o controle de infecções primárias com L. major. No presente estudo, entretanto, não foram observadas diferenças estatisticamente significativas ou correlações para a expressão da molécula de MHC-II por linfócitos totais quando avaliada através do parasitismo esplénico (Figura 14A, Tabela 10) ou cutâneo (Figura 18A, Tabela 11).\nEm cães, a molécula CD45, também chamada de antígeno comum de leucócitos, possui três \"exons\" que podem diferenciar conforme o tamanho da cadeia em diferentes isoformas: CD45RA, RB, RC, RO. Entretanto, o significado funcional das isoformas de CD45 ainda tem sido muito discutido, principalmente quando se trata do modelo canino (Williams et al., 1997). Anticorpos monoclonais têm sido empregados para distinguir subpopulações de células T associadas com diferentes vias de secreção de citocinas, em função da expressão de determinadas isoformas. Já foi descrito que células T virgens de cão, linfócitos T auxiliares secretores de IFN-y (células do Tipo 1) e uma grande variedade de linfócitos B expressam o antígeno CD45RA de alto peso molecular (220-240 kDa), enquanto células produtoras de IL-4 (células do Tipo 2) ou linfócitos T e de memória expressam CD45RO (Cobbold &amp; Metcalfe, 1994). Já o antígeno CD45RB tem sido associado aos linfócitos T CD4+ ativados pela infecção por protozoários (Gomes-Pereira et al., 2004).\nNo presente estudo, não foram encontradas diferenças estatisticamente significativas para estes marcadores celulares nas populações de linfócitos do sangue periférico, mesmo quando avaliados através da razão CD45RB/CD45RA (Figura 14). Investigações recentes foram conduzidas em cães infectados por L. (L.) chagasi demonstrando proporções aumentadas de células CD45RB+ e menores proporções de células CD45RA+ no baço e sangue periférico comparado aos cães não infectados (Barrouin-Melo et al., 2006). Reis et al. (2006c) observaram o aumento na expressão da razão CD45RB/CD45RA em cães assintomáticos, sugerindo aumento da proporção de linfócitos CD45RB em detrimento à de linfócitos T CD45RA+, em comparação aos dados dos cães sintomáticos e do grupo controle.\nEsse resultado poderia refletir ativação efetiva de linfócitos T (Tipold et al., 1998) durante a infecção assintomática.\nA análise dos diferentes fenotipos de linfócitos do sangue periférico de cães categorizados de acordo com a densidade parasitária cutânea não apresentou diferenças significativas entre os grupos estudados. Entretanto, os resultados de correlação demonstraram que células T (Thy-1+ e CD5+) e as subpopulações de células T CD8+ possuem correlação negativa com densidade parasitária cutânea (Tabela 11), resultado similar àquele encontrado para o parasitismo esplénico. A razão das subpopulações de linfócitos T (CD4+/CD8+) apresentou correlação positiva com o parasitismo cutâneo (Tabela 11), demonstrando proporções aumentadas de linfócitos T CD4+ e diminuídas de linfócitos T CD8+ em cães com maiores densidades parasitárias na pele, o que sugere o papel das células T CD8+ em eventos protetores em cães com baixo parasitismo cutâneo. Além disso, observou-se aumento nas razões de células T/B (Thy-1+/CD21+ e CD5+/CD21+) em cães com baixo parasitismo, comparado aos cães altamente parasitados na pele (Figuras 15E,G), o que demonstra o predomínio dos linfócitos T circulantes em cães com baixa densidade parasitária na pele.\nCom o objetivo de melhor compreender os eventos relacionados à resposta imune compartimentalizada na LVC em cães naturalmente infectados por L. (L.) chagasi e cães não infectados, foi realizada uma caracterização do perfil fenotípico das principais populações de linfócitos do baço. O baço é o local inicial para a geração de resposta imune mediada por células, mas acaba se tomando local de persistência do parasito, com alterações imunopatológicas importantes. Estas alterações incluem a esplenomegalia e desarranjo na arquitetura tecidual que parece contribuir para o status imunocomprometido do hospedeiro. O desenvolvimento progressivo da patologia esplénica é amplamente associado a altos níveis de TNF e IL-10 (Stanley &amp; Engwerda, 2007). Além disso, o baço é um órgão linfóide importante que está interposto à circulação sanguínea, sendo o principal local de respostas imunológicas a antígenos provenientes do sangue (Abbas &amp; Lichtman, 2005). Durante a infecção por L. (L.) chagasi há grande quantidade de antígenos derivados do parasito que circulam e chegam ao baço. Acrescenta-se a isso, a alta densidade parasitária local, que mantém contato freqüente com os esplenócitos induzindo a ativação celular e resposta imune contra o parasito (Reis et al., 2006b).\nOs resultados obtidos no presente estudo através da fenotipagem de células do baço demonstraram aumento na expressão de esplenócitos CD8+ em cães com médio parasitismo esplénico (Figura 12D) e em cães com alto parasitismo cutâneo (Figura 16D), quando comparado aos cães não infectados. Estes resultados sugerem que os esplenócitos CD8+\npodem apresentar status de ativação distinto durante a LVC, possivelmente associado a atividade celular supressora ou imunomoduladora. Em concordância com esta hipótese, Peruhype-Magalhães et al. (2006) demonstraram na LV humana ativa que linfócitos T CD8+ circulantes apresentaram perfil misto de citocinas caracterizado por níveis elevados de IFN-y e IL-10 intracelulares. Resultados também corroborados por Lage et al. (2007) que mostraram perfil misto de RNAm de citocinas em fragmentos de tecido esplénico obtidos de cães naturalmente infectados porZ. (L.) chagasi. Além disso, maiores níveis de TGF-0 no baço de cães assintomáticos e de IFN-y no baço de animais sintomáticos, além de altas concentrações de IL-10 no baço de ambos os grupos de cães já foram previamente observados (Corrêa et al., 2007). Santana (2007) não observou diferença na expressão de IFN-y e IL-4 em tecido esplénico de cães não infectados ou naturalmente infectados por L. (L.) chagasi, com perfis de resistência ou susceptibilidade. Strauss-Ayali et al. (2007) observaram que tanto resposta imune do Tipo 1 quanto do Tipo 2 ocorrem no baço durante a infecção canina experimental porZ. infantum.\nÉ possível que uma migração seletiva de células T CD8+ do Tipo 2 para o baço, simultaneamente com a síntese de IL-10, represente uma característica imunológica relevante na supressão da resposta imune mediada por células observada em cães com maiores densidades parasitárias. Desta forma, sugere-se que uma ativação funcional elevada, direcionada ao perfil imunológico do Tipo 2, pode justificar o papel de esplenócitos T CD8+ em cães infectados. Além disso, as células CD8+ podem mediar proteção não apenas através do aumento quantitativo no número de células, mas também através da alteração qualitativa na capacidade funcional para resposta imune do Tipo 1 que aumenta a migração de células T circulantes para os distintos tecidos do hospedeiro. Uma análise funcional, utilizando-se um conjunto de marcadores (citocinas e quimiocinas) dirigidos contra populações e subpopulações de linfócitos T (CD4+ e CD8+) necessita ser realizada e constitui uma das perspectivas futuras de nosso grupo.\nA análise da expressão de CD45RA por canal médio de fluorescência em esplenócitos de cães parasitados no baço é fundamental para entendermos o perfil de ativação celular. Os nossos dados mostraram diminuição significativa de células expressando esse marcador em cães com médio parasitismo esplénico, quando comparado aos cães não infectados e com alto parasitismo (Figura 14D). De acordo com Tipold et al. (1998), a perda de CD45RA ocorre em outras espécies, após ativação de linfócitos T, implicando que esse marcador está presente em células virgens ou células T em repouso. Entretanto, se as alterações na expressão das isoformas de CD45 ocorrem simultaneamente ou sequencialmente em diferentes tecidos, e como elas afetam o desenvolvimento da LVC ainda necessita de maiores investigações (Reis\net al., 2006c). Dessa forma, esses dados sugerem que existe perfil de ativação celular durante a infecção, mas que não pode ser diferenciado com a avaliação apenas desse marcador. Investigações futuras, utilizando painel ampliado de marcadores de ativação ajudarão a compreender melhor a importância desse fenômeno no estabelecimento/manutenção da infecção.\n9\tPRINCIPAIS EVIDÊNCIAS\nOs resultados obtidos no presente estudo evidenciaram que o aumento da densidade parasitária esplénica provoca mais alterações fenotípicas de linfócitos do sangue periférico do que o parasitismo cutâneo na LVC. Além disso, os animais infectados com diferentes graus de parasitismo apresentaram alterações significativas nas populações celulares do sangue periférico que nem sempre são refletidas nas células do baço. Destaca-se a ocorrência de um quadro hematológico marcante em cães altamente parasitados no baço, com anemia grave devido à queda no número de hemácias e na concentração de hematócrito e hemoglobina, além da queda nas populações de eosinófilos e monócitos. Os resultados obtidos destacam ainda a importância dos linfócitos T totais na manutenção e estabelecimento da relação parasito-hospedeiro. Além disso, a associação entre parasitismo esplénico e células T CD8+ reforça o papel da resposta imune mediada por células T em mecanismos de resistência durante o curso da LVC. A avaliação de granulócitos mostrou pela primeira vez a participação dos eosinófilos MHC-II+ em eventos de apresentação antigênica em cães altamente parasitados. Entretanto, estudos posteriores serão necessários para uma investigação mais ampla da influência do parasitismo em parâmetros fenotípicos de neutrófilos, eosinófilos e monócitos.\nOs resultados deste trabalho ressaltam a importância da realização de estudos que quantificam o número de formas amastigotas em diferentes tecidos na LVC. Embora muitos autores comentem sobre intensidade de parasitismo tecidual, são poucos os relatos da avaliação quantitativa da densidade parasitária em cães naturalmente infectados por L. chagasi. O presente estudo aponta a contagem do índice de parasitismo tecidual em cães como método de diagnóstico e prognóstico em avaliações imunopatológicas e traz novas perspectivas para as avaliações terapêuticas e imunoprofiláticas, podendo ser uma medida da ação leishmanicida de drogas nos diversos tecidos afetados e na proteção de vacinas. Desta forma, acredita-se que os resultados obtidos irão fornecer informações para melhor compreensão da patogênese da LVC e auxiliar em futuros estudos de testes de drogas e ensaios vacinais.\n10\tCONCLUSÃO\nA partir do conjunto de resultados obtidos no presente estudo foi possível concluir que diferentes graus de parasitismo medidos pela contagem do índice de parasitismo tecidual influenciam a resposta imune celular de cães naturalmente infectados por L. (L.) chagasi.\n11\tPERSPECTIVAS\n•\tAvaliar o perfil fenotípico de neutrófilos (MHC-II+, CD45RA+, CD45RB+) do baço;\n•\tAmpliar a análise da expressão de marcadores de superfície celular para outras populações celulares além dos já avaliados em neutrófilos, eosinófilos e monócitos;\n•\tAvaliar o perfil fenotípico in vitro e ex vivo de pequenos e grandes linfócitos (Thy-1, CD5, CD4, CD8 e CD21) do baço de cães naturalmente infectados com L. (L.) chagasi, apresentando diferentes graus de parasitismo de baço e pele;\n•\tEstudar os aspectos imunopatológicos envolvidos na ativação, adesão e migração celular de leucócitos do sangue periférico de cães naturalmente infectados por L. (L.) chagasi para diferentes órgãos linfóides (pele e linfonodo).\n12\tREFERENCIAS BIBLIOGRÁFICAS\nAbbas AK, Lichtman AH. Imunologia Celular e Molecular. 5 ed. Rio de Janeiro: Elsevier;\n2005.\nAcedo-Sanchez C, Martin-Sanchez J, Velez-Bernal ID, Sanchis-Marin MC, Louassini M, Maldonado JA et al. Leishmaniasis eco-epidemiology in the Alpujarra region (Granada Province, southern Spain). Int J Parasitol 1996; 26:303-10.\nAlencar JE. Calazar Canino: Contribuição para o estudo da epidemiologia do calazar no Brasil. Fortaleza; 1959. Tese de Doutorado.\nAlvar J, Canavate C, Molina R, Moreno J, Nieto J. Canine Leishmaniasis. Adv Parasitol 2004; 57:1-88.\nBacal NS, Faulhaber MHW. Aplicação prática em citometria de fluxo. Ed. Atheneu. lOOp. 2003.\nBarbiéri CL. Immunology of canine leishmaniasis. Par Immunol 2006; 28:329-37.\nBarrouin-Melo SM, Laranjeira DF, Santos SO, Chagas-Júnior AD, Paixão M, Aguiar PH et al. A standardized cytological and immunochemical method for the analysis of fine-needle spleen aspirates: assessment of leukocyte population changes in canine visceral leishmaniosis. Vet Immunol Immunopathol 2006; 111:251 -61.\nBelkaid Y, Piccirillo CA, Mendez S, Shevach EM, Sacks DL. CD4+CD25+ regulatory T cells control Leishmania major persistence and immunity. Nature 2002; 420:502-7.\nBourdoiseau G, Bonnefont C, Magnol JP, Saint-Andre I, Chabanne L. Lymphocyte subset abnormalities in canine leishmaniasis. Vet Immunol Immunopathol 1997; 56:345-51.\nBrandonisio O, Ceci L, Cedola MC, Caretto G, Antonaci S, Jirillo E. Phagocytosis of Leishmania infantum promastigotes by monocytes isolated from ZezsAznanza-infected dogs. Microbiologica 1986; 9:173-8.\nBrandonisio O, Panunzio M, Faliero SM, Ceci L, Fasanella A, Puccini V. Evaluation of polymorphonuclear cell and monocyte functions in Leishmania infantum-infected dogs. Vet Immunol Immunopathol 1996; 53:95-103.\nBurillo FL, Pérez FMG, Liesa JP, Fabián MCA. Iron status and anemia in canine leishmaniasis. Revue Méd Vet 1994; 145:171-6.\nCamargo ME. Improved technique of indirect immunofluorescence for serological diagnosis of toxoplasmosis. Ver Inst Med Trop 1964; 12:117-8.\nCampanelli AP, Roselino AM, Cavassani KA, Pereira MS, Mortara RA, Brodskin CI et al. CD4+CD25+ T cells in skin lesions of patients with cutaneous leishmaniasis exhibit phenotypic and functional characteristics of natural regulatory T cells. J Infect Dis 2006; 193:1313-22.\nChamizo C, Moreno J, Alvar J. Semi-quantitative analysis of cytokine expression in asymptomatic canine leishmaniasis. Vet Immunol Immunopathol 2005; 103:67-75.\nChang KP. Leishmanicidal mechanism of human poymorphonuclear phagocytes. Am J Trop MedHyg 1981; 30:322-33.\nCobbold S, Metcalfe S. Monoclonal antibodies that define canine homologues of human CD antigens. Summary of the First International Canine Leukocyte Antigen Workshop (CLAW). Tissue Antigens 1994; 43:137-54.\nCorrêa AP, Dossi AC, de Oliveira Vasconcelos R, Munari DP, de Lima VM. Evaluation of transformation growth factor betal, interleukin-10, and interferon-gamma in male symptomatic and asymptomatic dogs naturally infected by Leishmania (Leishmania) chagasi. Vet Parasitol 2007; 143:267-74.\nCorredor A, Gallego JF, Tesh RB, Morales A, De Carrasquilla CF, Young DG et al.\nEpidemiology of visceral leishmaniasis in Colombia. Am J Trop Med Hyg 1989; 40:480-86.\nDace J, Lewis S. Praticai Hematology. London: Churchil Livingstone. 6 ed. 1984.\nDay MJ. Immunoglobulin G subclass distribution in canine leishmaniosis: a review and analysis of pitfalls in interpretation. Vet Parasitol 2007; 147:2-8.\nDe Almeida MC, Cardoso SA, Barral-Neto M. Leishmania (Leishmania) chagasi infection alters the expression of cell adhesion and costimulatory molecules on human monocyte and macrophage. Int J Parasitol 2003; 33:153-62.\nDeane LM. Leishmaniose Visceral no Brasil. Estudos sobre reservatórios e transmissores realizados no estado do Ceará. Rio de Janeiro; 1956. Tese de Doutorado [Departamento de Parasitología] - Faculdade de Medicina da Universidade de São Paulo.\nDeplazes P, Smith NC, Arnold P, Lutz H, Eckert J. Specific IgGl and IgG2 antibody responses of dogs to Leishmania infantum and other parasites. Parasite Immunol 1995; 17:451-58.\nDesjeux P. Leishmaniasis: current situation and new perspectives. Comp Immunol Microbiol Infect Dis 2004; 27:305-18.\nDos Santos WL, David J, Badaro R, De Freitas LA. Association between skin parasitism and a granulomatous inflammatory pattern in canine visceral leishmaniosis. Parasitol Res 2004; 92:89-94.\nEngelhom S, Bruckner A, Remold HG. A soluble factor produced by inoculation of human monocytes with Leishmania donovani promastigotes suppresses IFN-gamma-dependent monocyte activation. J Immunol 1990; 145:2662-8.\nErb K, Blank C, Ritter U, Bluethmann H, Moll H. Leishmania major infection in major histocompatibility complex class Il-deficient mice: CD8+ T cells do not mediate a protective immune response. J Infect Dis 1995; 171:1302-8.\nFisa R, Gallego M, Castillejo S, Aisa MJ, Serra T, Riera C et al. Epidemiology of canine leishmaniasis in Catalonia (Spain): the example of the Priorat focus. Veterinary Parasitology 1999; 83:87-97.\nGenaro O. Leishmaniose Visceral Canina Experimental. Belo Horizonte; 1993. Tese de Doutorado [Departamento de Parasitología] - Universidade Federal de Minas Gerais.\nGhalib HW, Piuvezam MR, Skeiky YA, Siddig M, Hashim FA, el Hassan AM et al. Interleukin 10 production correlates with pathology in human Leishmania donovani infections. J Clin Invest 1993; 92:324-9.\nGiunchetti RC, Correa-Oliveira R, Martins-Filho OA, Teixeira-Carvalho A, Roatt BM, Aguiar-Soares RD et al. A killed Leishmania vaccine with sand fly saliva extract and saponin adjuvant displays immunogenicity in dogs. Vaccine 2008c; 26:623-38.\nGiunchetti RC, Correa-Oliveira R, Martins-Filho OA, Teixeira-Carvalho A, Roatt BM, de Oliveira Aguiar-Soares RD et al. Immunogenicity of a killed Leishmania vaccine with saponin adjuvant in dogs. Vaccine 2007a; 25:7674-86.\nGiunchetti RC, Martins-Filho OA, Carneiro CM, Mayrink W, Marques MJ, Tafuri WL et al. Histopathology, parasite density and cell phenotypes of the popliteal lymph node in canine visceral leishmaniasis. Vet Immunol hnmunopathol 2008b; 121:23-33.\nGiunchetti RC, Mayrink W, Cameiro CM, Correa-Oliveira R, Martins-Filho OA, Marques MJ et al. Histopathological and immunohistochemical investigations of the hepatic compartment associated with parasitism and serum biochemical changes in canine visceral leishmaniasis. Res Vet Sei 2008a; 84:269-77.\nGiunchetti RC, Mayrink W, Genaro O, Cameiro CM, Correa-Oliveira R, Martins-Filho OA et al. Relationship between canine visceral leishmaniosis and Leishmania (Leishmania) chagasi burden in dermal inflammatory foci. J Comp Pathol 2006; 135:100-7.\nGiunchetti RC, Reis AB, da Silveira-Lemos D, Martins-Filho OA, Correa-Oliveira R, Bethony J et al. Antigenicity of a whole parasite vaccine as promising candidate against canine leishmaniasis. Res Vet Sci 2007b; in press.\nGomes-Pereira S, Rodrigues OR, Santos-Gomes GM. Dynamics of CD62L/CD45RB CD4+ and CD8+ lymphocyte subsets in hepatic and splenic tissues during murine visceral leishmaniasis. Immunol Lett 2004; 95:63-70.\nGrimaldi G Jr, Soares MJ, Moriearty PL. Tissue eosinophilia and Leishmania mexicana mexicana eosinophil interactions in murine cutaneous leishmaniasis. Parasite Immunol 1984; 6:397-408.\nGuerra LL. Avaliação da influência da densidade parasitária esplénica no perfil de parâmetros hematológicos e fenotípicos de cães naturalmente infectados por Leishmania chagasi. Belo Horizonte; 2005. Monografia. [Instituto de Ciências Biológicas e da Saúde] - Pontifícia Universidade Católica de Minas Gerais.\nHill JO. Pathophysiology of experimental leishmaniasis pattern of development of metastic disease in the susceptible host. Infect hnmun 1986; 52:364-9.\nJaroszeski MJ, Radcliff G. Fundamentals of flow cytometry. Mol Biotechnol 1999; 11:37-53.\nLage RS, Oliveira GC, Busek SU, Guerra LL, Giunchetti RC, Correa-Oliveira R et al. Analysis of the cytokine profile in spleen cells from dogs naturally infected by Leishmania chagasi. Vet Immunol Immunopathol 2007; 115:135-45.\nLaison R, Shaw JJ. Evolution, classification and geographical distribution. In: Peters, Killick-Dendrick. The Leishmaniasis in Biology and Medicine; London: Academic Press, 1987 v.l, p. 1-20.\nLeandro C, Santos-Gomes GM, Campino L, Romao P, Cortes S, Rolao N et al. Cell mediated immunity and specific IgGl and IgG2 antibody response in natural and experimental canine leishmaniosis. Vet Immunol Immunopathol 2001; 79:273-84.\nLemos MP, Esquivel F, Scott P, Laufer TM. MHC class II expression restricted to CD8alpha+ and CDllb+ dendritic cells is sufficient for control of Leishmania major. J Exp Med 2004; 199:725-30.\nLima GM, Vallochi AL, Silva UR, Bevilacqua EM, Kiffer MM, Abrahamsohn IA. The role of polymorphonuclear leukocytes in the resistance to cutaneous Leishmaniasis. Immunol Lett 1998; 64:145-51.\nMancianti F, Gramiccia M, Gradoni L, Pieri S. Studies on canine leishmaniais control. I. Evolution of infection of different clinical forms of canine leishmaniasis following antimonisl treatment. R Soc Trop Med Hyg 1988; 82:566-67.\nMarzochi MC, Coutinho SG, De Souza WJ, De Toledo LM, Grimaldi Junior G, Momen H et al. Canine visceral leishmaniasis in Rio de Janeiro, Brazil. Clinical, parasitological, therapeutical and epidemiological findings (1977-1983). Mem Inst Oswaldo Cruz 1985; 80:349-57.\nMcFarlane E, Perez C, Charmoy M, Allenbach C, Carter KC, Alexander J et al. Neutrophils contribute to development of a protective immune response during onset of infection with Leishmania donovani. Infect Immun 2008; 76:532-41.\nMolina R, Amela C, Nieto J, San-Andrés M, González F, Castillo JA et al. Infectivity of dogs naturally infected with Leishmania infantum to colonized Phlebotomus pemiciosus. Trans Roy Soc Trap Med Hyg 1994; 88:491-93.\nMoore PF, Rossito PV, Danilenko DM, Wielenga JJ, Raff RF, Sevems E. Monoclonal antibodies specific for canine CD4 and CD8 define functional T-lymphocyte subsets and hight-density expression of CD4 by canine neutrophilis. Tissue Antigens 1992; 40:75-85.\nMoore PF, Rossito PV, Danilenko DM. Canine leucocyte integrins: characterization of CD 18 analogue. Tissue Antigens 1990; 36:211-20.\nMoreno J, Alvar J. Canine Leishmaniasis: epidemiological risk and the experimental model. Trends Parasitol 2002; 18:399-405.\nNieto CG, Garcia-Alonso M, Requena JM, Mirón C, Soto M, Alonso C et al. Analysis of the humoral immune response against total and recombinant antigens of Leishmania infantum'. correlation with disease progression in canine experimental leishmaniasis. Vet Immunol Immunopathol 1999; 67:117-30.\nOliveira SH, Fonseca SG, Romão PR, Figueiredo F, Ferreira SH, Cunha FQ. Microbicidal activity of eosinophils is associated with activation of the arginine-NO pathway. Parasite Immunol 1998; 20:405-12.\nOrganização Mundial da Saúde (OMS). Manual de Vigilância e Controle da Leishmaniose Visceral. Série A. Normas e Manuais Técnicos. 2003.\nPalatnik-de-Souza CB, Dos Santos WR, França-Silva JC, Da Costa RT, Reis AB, Palatnik M et al. Impact of canine control on the epidemiology of canine and human visceral leishmaniasis in Brazil. Am J Trop Med Hyg 2001; 65:510-17.\nPanaro MA, Lisi S, Mitolo V, Acquafredda A, Fasanella A, Carelli MG et al. Evaluation of killing, superoxide anion and nitric oxide production by Leishmania infantum-infected. dog monocytes. Cytobios 1998; 95:151-60.\nParanhos M, dos Santos WC, Sherlock I, Oliveira GG, de Carvalho LC. Development of eosinophilia in dogs intradermically inoculated with sand fly saliva and Leishmania (Leishmania) chagasi stationary-phase promastigotes. Mem Inst Oswaldo Cruz 1993; 88:249-51.\nPearson RD, Uydess IL, Chapman SW, Steigbigel R. Interaction of human eosinophils with Leishmania donovani. Ann Trop Med Parasitol 1987; 81:735-9.\nPeruhype-Magalhaes V, Martins-Filho OA, Prata A, Silva L de A, Rabello A, Teixeira-Carvalho A et al. Immune response in human visceral leishmaniasis: analysis of the correlation between innate immunity cytokine profile and disease outcome. Scand J Immunol 2005; 62:487-95.\nPeruhype-Magalhaes V, Martins-Filho OA, Prata A, Silva L de A, Rabello A, Teixeira-Carvalho A et al. Mixed inflammatory/regulatory cytokine profile marked by simultaneous raise of interferon-gamma and interleukin-10 and low frequency of tumour necrosis factoralpha monocytes are hallmarks of active human visceral leishmaniasis due to Leishmania chagasi infection. Clin Exp Immunol 2006; 146:124-32.\nPinelli E, Ellick-Kendrick R, Wagenaar J, Bemadina W, del Real G, Ruitenberg J. Cellular and humoral immune responses in dogs experimentally and naturally infected with Leishmania infantum. Infec Imm 1994; 62:229-35.\nPinelli E, Gonzalo RM, Boog CJ, Rutten VP, Gebhard D, del Real G et al. Leishmania infantum- specific T cell lines derived from asymptomatic dogs that lyse infected macrophages in a major histocompatibility complex-restricted manner. Eur J Immunol 1995; 25:1594-600.\nPinelli E. Cytokines in canine visceral leishmaniasis. In: Virgil ECJ, Schijns VECJ, Horzinek MC eds. Cytokines in Veterinary Medicine. United Kingdom: Cab International 1997; 217-47.\nPompeu ML, Freitas LA, Santos MLU, Khouri M. Granulocytes in the inflammatory process of BALB/c mice infected by Leishmania amazonensis\\ A quantitative approach. Acta Trop 1991;48:185-93.\nQuinnell RJ, Courtenay O, Davidson S, Garcez L, Lambson B, Ramos P et al. Detection of Leishmania infantum by PCR, serology and cellular immune response in a cohort study of Brazilian dogs. Parasitology 2001a; 122:253-61.\nQuinnell RJ, Courtenay O, Shaw MA, Day MJ, Garcez LM, Dye C et al. Tissue cytokine responses in canine visceral leishmaniasis. J Infect Dis 2001b; 183:1421-4.\nReis AB, Carneiro CM, Carvalho MG, Teixeira-Carvalho A, Giunchetti RC, Mayrink W et al. Establishment of a microplate assay for flow cytometric assessment and it is use for the evaluation of age-related phenotypic changes in canine whole blood leukocytes. Vet Immunol Immunopathol 2005; 103:173-85.\nReis AB, Martins-Filho OA, Teixeira-Carvalho A, Carvalho MG, Mayrink W, França-Silva JC et al. Parasite density and impaired biochemical/hematological status are associated with severe clinical aspects of canine visceral leishmaniasis. Res Vet Sci 2006a; 81:68-75.\nReis AB, Teixeira-Carvalho A, Giunchetti RC, Guerra LL, Carvalho MG, Mayrink W et al. Phenotypic features of circulating leucocytes as immunological markers for clinical status and bone marrow parasite density in dogs naturally infected by Leishmania chagasi. Clin Exp Immunol 2006c; 146:303-11.\nReis AB, Teixeira-Carvalho A, Vale AM, Marques MJ, Giunchetti RC, Mayrink W et al. Isotype patterns of immunoglobulins: hallmarks for clinical status and tissue parasite density in brazilian dogs naturally infected by Leishmania (Leishmania) chagasi. Vet Immunol Immunopathol 2006b; 112:102-16.\nReis AB. Avaliação de parâmetros laboratoriais e imunológicos de cães naturalmente infectados com Leishmania (Leishmania) chagasi, portadores de diferentes formas clínicas da infecção. Belo Horizonte; 2001. Tese de Doutorado. [Departamento de Parasitología] -Universidade Federal de Minas Gerais.\nRousseau D, Demartino S, Ferrua B, Michiels JF, Anjuere F, Fragaki K et al. In vivo involvement of polymorphonuclear neutrophils in Leishmania infantum infection. BMC Microbiol 2001; 1:17.\nSanchez MA, Diaz NL, Zerpa O, Negron E, Convit J, Tapia FJ. Organ-specific immunity in canine visceral leishmaniasis: analysis of symptomatic and asymptomatic dogs naturally infected with Leishmania chagasi. Am J Trop Med Hyg 2004; 70:618-24.\nSantana C de C. Perfis de resposta imuno-inflamatória na pele e no baço, associados à Leishmaniose Visceral Canina. Salvador; 2007. Tese de Doutorado [Curso de Pós-Graduação em Patologia] - Centro de Pesquisas Gonçalo Moniz, Fundação Oswaldo Cruz.\nSantos-Gomes GM, Rosa R, Leandro C, Cortes S, Romao P, Silveira H. Cytokine expression during the outcome of canine experimental infection by Leishmania infantum. Vet Immunol Immunopathol 2002; 88:21-30.\nSolano-Gallego L, Fernandez-Bellon H, Morell P, Fondevila D, Alberola J, Ramis A et al. Histological and immunohistochemical study of clinically normal skin of Leishmania infantum-iniected dogs. J Comp Pathol 2004; 130:7-12.\nSolano-Gallego L, Llull J, Ramos G, Riera C, Arboix M, Alberola J et al. The Ibizian hound presents a predominantly cellular immune response against natural Leishmania infection. Vet Parasitol 2000; 90:37-45.\nStanley AC, Engwerda CR. Balancing immunity and pathology in visceral leishmaniasis. Immunol Cell Biol 2007; 85:138-47.\nStauber LA. Leishmaniasis in the hamster. In: Cole WH ed. Some physiological aspects and consequence of parasitism. Rutgers University Press, New Brunswick, NJ 1955; 77-90.\nStrauss-Ayali D, Baneth G, Jaffe CL. Splenic immune responses during canine visceral leishmaniasis. Vet Res 2007; 38:547-64.\nTacchini-Cottier F, Zweifel C, Belkaid Y, Mukankundiye C, Vasei M, Launois P et al. An immunomodulatory function for neutrophils during the induction of a CD4+ Th2 response in BALB/c mice infected with Leishmania major. J Immunol 2000; 165:2628-36.\nTafuri WL, de Oliveira MR, Melo MN, Tafuri WL. Canine visceral leishmaniosis: a remarkable histopathological picture of one case reported from Brazil. Vet Parasitol 2001; 96:203-12.\nTafuri WL, Tafuri WL, Barbosa AJA, Michalick MSM, Genaro O, França-Silva JC et al. Histophatology and immunocytochemical study of Type 3 and 4 complement receptors in the liver and spleen of dogs natural and experimentally infected with Leishmania (Leishmania) chagasi. Ver Inst Med Trop 1996; 38:81-9.\nTafuri WL. Leishmaniose visceral em cães natural e experimentalmente infectados: histopatologia e estudo imunocitoquímico dos receptores do tipo 3 (CDllb/ CD18) e 4 (CDllc e CD 18) do complemento e dos antígenos de histocompatibilidade da classe II no fígado e órgãos linfóides. Belo Horizonte; 1995. Tese de Doutorado. [Departamento de Parasitologia] - Universidade Federal de Minas Gerais.\nTesh RB. Control of zoonotic visceral leishmaniasis: is it time to change strategies? Am J Trap Med Hyg 1995; 52:287-92.\nTipold A, Moore P, Jungi TW, Sager H, Vandevelde M. Lymphocyte subsets and CD45RA positive T-cells in normal canine cerebrospinal fluid. J Neuroimmunol 1998; 82:90-5.\nVouldoukis I, Drapier JC, Nussler AK, Tselentis Y, Da Silva AO, Gentilini M et al. Canine Visceral Leishmaniasis: successful chemotherapy induces macrophage antileishmanial activity via the L-arginine nitric oxide pathway. Antimicrob Agents Chemother 1996; 40:253-\n6.\nWilliams DL. Studies of canine leucocyte antigens: a significant advance in canine immunology. The Vet J 1997; 153:31-9.\nWorld Health Organization (WHO). Indian Vector now said to resist DDT. TDR news. UNPD. World Bank. WHO. 1991; n 37, p.1-2.\nWorld Health Organization (WHO). Leishmaniasis. Disponível em http://www.who.int/tdr/diseases/leish/default.htm. Acesso em 05 de julho de 2007."}]}}}