{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10169"}, {"@name": "filename", "#text": "15243_campos_fs_dr_ilha.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unesp\nUNIVERSIDADE ESTADUAL PAULISTA\nFACULDADE DE ENGENHARIA CÂMPUS DE ILHA SOLTEIRA\nIMPACTOS DE SISTEMAS DE CULTIVO, EXTRATO\nHÚMICO E ADUBOS ORGÂNICO E MINERAL SOBRE\nALGUNS ATRIBUTOS FÍSICOS E QUÍMICOS DE UM\nLATOSSOLO, CULTIVADO COM CANA-DE-AÇÚCAR\nFABIANA DA SILVA DE CAMPOS\nunesp\nUNIVERSIDADE ESTADUAL PAULISTA\nFACULDADE DE ENGENHARIA\nCÂMPUS DE ILHA SOLTEIRA\nIMPACTOS DE SISTEMAS DE CULTIVO, EXTRATO\nHÚMICO E ADUBOS ORGÂNICO E MINERAL SOBRE\nALGUNS ATRIBUTOS FÍSICOS E QUÍMICOS DE UM\nLATOSSOLO, CULTIVADO COM CANA-DE-AÇÚCAR\nFABIANA DA SILVA DE CAMPOS\nOrientadora: Prof8. Dra. Marlene Cristina Alves\nCo-orientador: Prof. Dr.Zigomar Menezes de Souza\nTese apresentada à Faculdade de Engenharia - UNESP,\nCampus de Ilha Solteira, para obtenção do título de Doutor em Agronomia. Área de Concentração: Sistemas de Produção.\nFICHA CATALOGRÁFICA\nElaborada pela Seção Técnica de Aquisição e Tratamento da Informação Serviço Técnico de Biblioteca e Documentação da UNESP - Ilha Solteira.\nCampos, Fabiana da Silva de.\nC198i\tImpactos de sistemas de cultivo, extrato húmico e adubos orgânico e\nmineral sobre alguns atributos físicos e químicos de um latossolo, cultivado com cana-de-açúcar / Fabiana da Silva de Campos. -- Ilha Solteira : [s.n.], 2011.\n124 f : il.\nTese (doutorado) - Universidade Estadual Paulista. Faculdade de Engenharia de Ilha Solteira. Especialidade: Sistemas de produção, 2011\nOrientadora: Marlene Cristina Alves\nCo-orientador: Zigomar Menezes de Souza\nInclui bibliografia\n1. Cana-de-açúcar. 2. Adubação orgânica. 3. Ácido húmico. 4. Ácido fúlvico. 5. Humitec®. 6. Torta de filtro.\nUneSp L UNIVERSIDADE ESTADUAL PAULISTA\nCAMPUS DE ILHA SOLTEIRA FACULDADE DE ENGENHARIA DE ILHA SOLTEIRA\nCERTIFICADO DE APROVAÇÃO\nTÍTULO: IMPACTOS DE SISTEMAS DE CULTIVO, EXTRATO HÚMICO E ADUBOS ORGÂNICO E MINERAL SOBRE ALGUNS ATRIBUTOS FÍSICOS E QUÍMICOS DE UM LATOSSOLO, CULTIVADO COM CANA-DE-AÇÚCAR\nAUTORA: FABIANA DA SILVA DE CAMPOS\nORIENTADORA: Profa. Dra. MARLENE CRISTINA ALVES CO-ORIENTADOR: Prof. Dr. ZIGOMAR MENEZES DE SOUZA\nAprovada como parte das exigências para obtenção do Títjlo de DOUTOR EM AGRONOMIA , Àrea: SISTEMAS DE PRODUÇÃO, pela Comissão Examinadora:\nProfa. Dra. I Departamento Solteira\nMARLENE CRISTINA ALVES / nto ae Fitossanidade/ Engenhana Rura\nProf. Dr. FRAN Departamento de Solteira\n'INA ALVES /\n— _________ide/ EngenhaXa Rural e Solos / Faculdade de Engenharia de Ilha\n/ l Zula /A Va v\\ ç w\nICISCO MAXIMINO FERNANDES /\nde Fitossanidade. Engenharia Rural e Solos / Faculdade de Engenharia de Ilha\nProf. Dr. MARCELO ANDREOTTI\nDepartamento de Fitossanidade. Engenharia Rural e Solos / Faculdade de Engenharia de Ilha\nProf. Dr. CARLOS SÉRGIO TIRITAN\nDepartamento de Solos / Universidade do Oeste Paulista - Presidente Prudente/SP\nData da realização: 17 de fevereiro de 2011\nOfereço\nAos meus queridos\nPais, Ilton e Ivonete pelo amor compartilhado, companheirismo, confiança, cuidado e fé depositada em mim para mais uma realização de nossos sonhos.\nÀs minhas irmãs Ana Paula e Alessandra, pelo apoio, amizade, amor e carinho e cumplicidade dedicados ao longo de minha vida.\nAo meu querido namorado Rodrigo pelo amor, incentivo e pela sua lealdade, que esteve comigo em todos os momentos, auxiliando-me e dando-me forças durante toda a realização deste trabalho.\nAo vovô Carlinho (in memoriam) pelos cuidados, incentivo, amor e amizade dedicado a mim e toda a minha família.\nDedico\nAGRADECIMENTOS\nÀ Profa. Dra. Marlene Cristina Alves, pela orientação, amizade, incentivo, confiança e dedicação compartilhada por todos esses anos.\nAo Prof. Dr. Zigomar Menezes de Souza pela orientação e amizade dedicada durante a realização deste trabalho.\nÀ CNPq pelo incentivo por meio da concessão de bolsa de estudo.\nAo Prof. Dr. Antônio Cesár Bolonhezi, pelas colaborações no desenvolvimento da pesquisa.\nA Usina Alcoovale pela concessão da área do local da pesquisa e pelo apoio técnico e de campo na sua condução.\nAo Engenheiro Agrônomo Nelcinei Antônio Ribeiro e ao Técnico Agrícola Edson Belisário Texeira pelas colaborações técnicas e logísticas na condução da pesquisa.\nAo técnico de campo, Sr. Valdivino dos Santos pela amizade, companheirismo e auxilio dedicado ao longo desses anos.\nÀ todos os docentes desta unidade que contribuíram para minha formação profissional.\nAos funcionários Angela e Domingos, da Secretária do Departamento de Fitossanidade, Engenharia Rural e Solos.\nAos funcionários da Biblioteca e Seção de Pós-graduação da Faculdade de Engenharia-UNESP de Ilha Solteira.\nAos meus amigos de laboratório: Carolina, Otton, Débora, Sebastião, Elza, Sidnei e em especial minha irmã de sangue Ana Paula, pela amizade, auxilio e incentivo dedicados para a conclusão de mais uma etapa de minha vida.\nEnfim, a todos que contribuíram para a realização de mais um sonho, meus sinceros agradecimentos.\nAutora: Fabiana da Silva de Campos\nOrientadora: Profa. Dra. Marlene Cristina Alves\nCo-orientador: Prof. Dr.Zigomar Menezes de Souza\nRESUMO\nO presente trabalho teve como objetivo avaliar a influência de sistemas de cultivo, extrato húmico e adubos orgânico e mineral sobre alguns atributos físicos e químicos de um Latossolo Vermelho e, sobre algumas características fenológicas e qualidade tecnológica da cana-de-açúcar. Foi desenvolvido em Aparecida do Taboado, MS, em área da Usina Alcoolvale, nos anos agrícolas 2006/07 e 2007/08, sendo cana de 2a e 3a socas. O delineamento experimental utilizado foi o de blocos ao acaso, num esquema em parcelas subdivididas com quatro repetições. Os tratamentos nas parcelas principais foram representados pelos sistemas de cultivo com e sem tríplice operação (com e sem a haste escarificadora) e nas subparcelas as adubações (T1-mineral, T2-mineral+torta de filtro, T3-mineral+extrato húmico (ácidos húmicos e fúlvicos) e T4- mineral, torta de filtro e extrato húmico (Humitec®). Em três camadas do solo: 0,00-0,05; 0,10-0,20 e de 0,20-0,40 m foram estudados os atributos físicos do solo: granulometria; porosidade do solo; densidade do solo; distribuição e estabilidade dos agregados em água. Também foram estudados os atributos químicos: P, K, Ca, Mg, MO, pH, CTC, H+Al, Al, SB e V %. Paralelamente foram avaliadas as características fenológicas: número de perfilhos, altura e diâmetro de colmos,\nprodutividade de colmos. Além da análise tecnológica (Brix, Pol do caldo, Pureza, AR do caldo, AR da cana, Pol da cana, Fibra da cana e ATR) da cana-de-açúcar. Conclui-se que: A combinação da adubação mineral+torta de filtro+extrato húmico com o sistema de cultivo, utilizando haste escarificadora, foi mais eficaz na melhoria dos atributos físicos do solo; o sistema de cultivo da cana-soca, nas 2a e 3a socas, sem a utilização da haste escarificadora foi melhor na recuperação dos atributos químicos do solo, elevando os teores de P, K, Ca, Mg, SB e CTC; os tratamentos com adubação mineral+ torta de filtro e mineral+torta de filtro+extrato húmico, sem o uso da haste escarificadora, melhoraram os atributos químicos do solo; a aplicação da adubação mineral, torta de filtro e extrato húmico (Humitec®) e os sistemas de cultivo não proporcionaram aumentos de produtividade, altura e diâmetro de plantas; o sistema de cultivo sem a haste escarificadora e a combinação da adubação mineral+torta de filtro foram promissores no aumento de Brix, Pol do caldo, Pol da cana e ATR.\nPalavras-chave: Saccharum spp. Adubação orgânica. Ácidos húmicos e fúlvicos. Humitec®.\nTorta de filtro.\nAuthor: Fabiana da Silva de Campos\nAdviser: Prof. Dra. Marlene Cristina Alves\nCo-adviser: Prof. Dr.Zigomar Menezes de Souza\nSUMMARY\nThe present work has as objective to study the impact of crop systems, humic extract, organic and mineral fertilizers on some physical and chemical attributes of an Oxisol on some phenological characteristics and technological quality of sugar cane. It was developed in Aparecida do Taboado, Mato Grosso do Sul, Brazil, in Usina Alcoolvale, for 2006/07 and 2007/08 crop years, using sugar cane ratton of 2th and 3th cycle. The experimental design was a randomized blocks in split plot with eight treatments and four replications. The two treatments in main plot were represented by cropping systems (with and without chisel) and the subplot by fertilization (Tl-mineral, T2-mineral+sugar cane residue, T3-mineral+humic and fulvic acids and T4-mix of mineral, sugar cane residue and humic and fulvic acids). In three soil layers: from 0.00- 0.05, 0.10-0.20 and 0.20-0.40 m were studied some soil physical attributes: texture, soil bulk density, soil porosity, distribution and aggregate stability in water. Also were studied the chemical attributes of soil: P, K, Ca, Mg, OM, pH, CEC, H+Al, Al, sun of bases and bases saturation. They also were evaluated: number of tillers, height and stalk diameter, stalk yield and technological analysis of sugar cane. It is concluded that: The application of mineral fertilizer+sugar cane residue+humic extract (Humitec ®) and cropping system with chisel were more effective in improving soil physical; the system of crop of sugar\ncane ratton implanted in the 2th and 3th cycle, without the use of chisel was better in the recovery of soil properties, raising the levels of P, K, Ca, Mg, and CEC, sun of basis; the combination of mineral fertilizer+humic extract was less promising in improving the physical and chemical attributes of soil; the system of crop of sugar cane ratton implanted in the 2th and 3th cycle, without the use of chisel was better in the recovery of soil attributes, elevating the levels of P, K, Ca, Mg, SB and CEC; the treatments with mineral fertilizer+sugar cane residue and mineral+sugar cane residue + humic extract without the use of chisel were the best on chemical soil attributes; application of mineral fertilizers, sugar cane residue and humic extract (Humitec ®) and cropping systems did not provide increases in productivity, plant height and diameter; the crop system without the chisel and the combination of mineral fertilizer+sugar cane residue was promising to increase of Brix, Pol juice, sugar cane and ATR Pol.\nKey words: Saccharum spp. Soil management. Humic and fulvic acids. Humitec®. Sugar cane residue.\nLISTA DE FIGURAS\nFigura 3. Implemento utilizado no cultivo da soqueira (tríplice operação).\t33\nFigura 4. Croqui da área experimental.\t35\nFigura 5. Vista da superfície do solo após a aplicação do calcário e gesso na área experimental.\t36\nFigura 6. Vista geral da tríplice operação de cultivo na área experimental e aspecto da superfície após a realização da mesma.\t37\nFigura 7. Aplicação da torta de filtro na área experimental em novembro de 2006.\t38\nFigura 8. Aplicação do extrato húmico (Humitec®) na área experimental em novembro de 2006.\t39\nFigura 9. Vista geral do local da área experimental em outubro de 2008.\t39\nFigura 10. Detalhe da torta de filtro utilizada no experimento.\t41\nFigura 11. Contagem do número de perfilhos.\t45\nFigura 12. Valores médios de P, MO, pH, K, Ca, Mg, H+Al e Al para os tratamentos sistemas de cultivo das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m. Aparecida do Taboado-MS, 2006/07 e 2007/2008.\t74\nFigura 13. Valores médios de P, MO, pH e K para os tratamentos com adubação das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\nAparecida do Taboado-MS, 2006/07 e 2007/2008.\t75\nFigura 14. Valores médios de Ca, Mg, H+Al e Al para os tratamentos com adubação das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40\nm.\tAparecida do Taboado-MS, 2006/07 e 2007/2008.\t78\nFigura 15. Valores médios de SB, CTC e V % para os tratamentos sistemas de cultivo das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40\nm.\tAparecida do Taboado-MS, 2006/07 e 2007/2008.\t87\nFigura 16. Valores médios de SB, CTC e V % para os tratamentos com adubação das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\nAparecida do Taboado-MS, 2006/07 e 2007/2008.\nFigura 17. Número de perfilhos aos 60 (a), 120 (b), 180 (c) e 240 (d) dias após a aplicação dos tratamentos, referentes aos sistemas de cultivo, para a 2a soca (2007) e 3a soca (2008).\t91\nFigura 18. Número de perfilhos aos 60 (a), 120 (b), 180 (c) e 240 (d) dias após a aplicação dos tratamentos, referentes às adubações, para a 2a soca (2007) e 3a soca (2008).\t92\nFigura 19. Número de colmos por metro e produtividade de colmos (t ha-1) da cana-de-açúcar aos 11 meses da aplicação dos tratamentos sistemas de cultivo, para a 2a soca (2006/07) e 3a soca (2007/08).\t95\nFigura 20. Número de colmos por metro e produtividade de colmos (t ha-1) da cana-de-açúcar aos 11 meses da aplicação dos tratamentos com adubação, para a 2a soca (2006/07) e 3a soca (2007/08).\t96\nFigura 21. Brix, Pol caldo, Pureza, AR (Açúcares redutores.) caldo, Pol cana, AR cana, Fibra e ATR (açúcares totais recuperáveis) referentes aos sistemas de cultivo, para a 2a soca (2006/07) e 3a soca (2007/08).\t101\nFigura 22. Brix, Pol caldo, Pureza e AR caldo referentes aos tratamentos com adubação, para a 2a soca (2006/07) e 3a soca (2007/08).\t103\nFigura 23. Pol cana, AR cana, Fibra e ATR referentes aos tratamentos com adubação, para a 2a soca (2006/07) e 3a soca (2007/08).\t105\nLISTA DE TABELAS\nTabela 2. Valores médios de porosidade total, macroporosidade, microporosidade e densidade do solo antes da instalação do experimento na Fazenda Liberdade, Aparecida do Taboado, MS, em novembro de 2006.\t31\nTabela 3. Características químicas do solo antes da instalação do experimento na Fazenda Liberdade, Aparecida do Taboado, MS, em novembro de 2006.\t32\nTabela 4. Caracterização química da torta de filtro utilizada.\t41\nTabela 5. Características químicas do extrato húmico (Humitec®) utilizado.\t42\nTabela 6. Valores médios de macroporosidade, microporosidade, porosidade total e densidade do solo, teste F e coeficiente de variação (CV) para os tratamentos com os sistemas de cultivo da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\t49\nTabela 7. Valores médios de macroporosidade, microporosidade, porosidade total e densidade do solo, teste F e coeficiente de variação (CV) para os tratamentos com adubação da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado,\nMS, 2006/07, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\t50\nTabela 8. Valores médios de macroporosidade, microporosidade, porosidade total e densidade do solo, teste F e coeficiente de variação (CV) para os tratamentos com os sistemas de cultivo da 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2007/08, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\t53\nTabela 9. Valores médios de macroporosidade, microporosidade, porosidade total e densidade do solo, teste F e coeficiente de variação (CV) para os tratamentos com adubação da 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado,\nMS, 2007/08, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\t54\nTabela 10. Desdobramento da interação entre sistemas de cultivo e adubações para macroporosidade, porosidade total e densidade do solo da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07 na camada de 0,10-0,20\nm.\t56\nTabela 11. Desdobramento da interação entre sistemas de cultivo e adubações para 57\nmacroporosidade da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07 na camada de 0,20-0,40 m.\nTabela 12. Desdobramento da interação entre sistemas de cultivo e adubações para porosidade total do solo da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/007 na camada de 0,00-0,05 m.\t59\nTabela13. Desdobramento da interação entre sistemas de cultivo e adubações para macroporosidade, porosidade total e densidade do solo da 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07 na camada de 0,00-0,05\nm.\t60\nTabela14. Desdobramento da interação entre sistemas de cultivo e adubações para macroporosidade, porosidade total e densidade do solo da 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07 na camada de 0,20-0,40\nm.\t62\nTabela 15. Valores médios de porcentagem de distribuição de tamanho de agregados, diâmetro médio ponderado (DMP), teste F e coeficiente de variação (CV) para os tratamentos com os sistemas de cultivo da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08, na camada de 0,00-0,05\nm.\t64\nTabela 16. Valores médios de porcentagem de distribuição de tamanho de agregados e diâmetro médio ponderado (DMP), teste F e coeficiente de variação (CV) para os tratamentos com os sistemas de cultivo da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08, na camada de 0,10-0,20\nm.\t65\nTabela 17. Valores médios de porcentagem de distribuição de tamanho de agregados, diâmetro médio ponderado (DMP), teste F e coeficiente de variação (CV) para os tratamentos com os sistemas de cultivo da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08, na camada de 0,20-0,40\nm.\t66\nTabela 18. Valores médios de porcentagem de distribuição de tamanho de agregados, diâmetro médio ponderado (DMP), teste F e coeficiente de variação (CV) para os tratamentos com adubação da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08, na camada de 0,00-0,05 m.\t68\nTabela 19. Valores médios de porcentagem de distribuição de tamanho de agregados,\ndiâmetro médio ponderado (DMP), teste F e coeficiente de variação (CV) para os tratamentos com adubação da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08, na camada de 0,10-0,20 m.\nTabela 20. Valores médios de porcentagem de distribuição de tamanho de agregados, diâmetro médio ponderado (DMP), teste F e coeficiente de variação (CV) para os tratamentos com adubação da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08, na camada de 0,20-0,40 m.\t70\nTabela 21. Desdobramento da interação entre sistemas de cultivo e adubações para classes de tamanho de agregados de 4-2 e 0,5-0,25 mm da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/007 na camadas de 0,00-0,05 e 0,10-0,20 m.\t72\nTabela 22. Desdobramento da interação entre sistemas de cultivo e adubações referentes aos teores de P, Ca, Mg , SB e CTC da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 na camada de 0,00-0,05\nm.\t76\nTabela 23. Desdobramento da interação entre sistemas de cultivo e adubações referentes aos teores de P e Mg da 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2007/08 na camada de 0,00-0,05m.\t77\nTabela 24. Desdobramento da interação entre sistemas de cultivo e adubações referentes aos teores de K e Al da 2a e 3a socas da cana-de-açúcar, variedade RB867515, Aparecida do Taboado, MS, 2006/07 e 2007/08 na camada de 0,20-0,40\nm.\t81\nTabela 25. Desdobramento da interação entre sistemas de cultivo e adubação referente ao número de perfilhos por metro aos 120 dias após a aplicação dos tratamentos na 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07.\t94\nTabela 26. Valores médios referentes à altura e diâmetro de colmos entre os sistemas de cultivo, da 2a e 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/08.\t98\nTabela 27. Valores médios referentes à altura e diâmetro de colmos entre os tratamentos com adubação, da 2a e 3 a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/08.\nSUMÁRIO\n1. INTRODUÇÃO\t16\n1.1 Hipóteses do trabalho\t18\n2. REVISÃO DE LITERATURA\t19\n2.1 A cultura da cana-de-açúcar\t19\n2.2\tManejo da cana-de-açúcar e modificações nos atributos físicos do solo 2.3\tManejo da cana-de-açúcar e modificações nos atributos químicos do solo 2.4\tManejo da cana-de-açúcar e modificações nas características fenológicas da cultura\t20 24 26\n3. MATERIAL E MÉTODOS\t30\n3.1\tLocalização e caracterização da área experimental 3.2\tDelineamento experimental e tratamentos 3.3\tInstalação e condução da pesquisa\t30 32 34\n3.4\tCaracterização da torta de filtro 3.4.1\tOrigem da torta de filtro 3.4.2\tComposição química da torta de filtro 3.5\tCaracterização do extrato húmico (Humitec®)\t40 40 40 42\n3.6 Quantidades de NPK incorporados ao solo pelos tratamentos\t42\n3.7 Análises do solo e das plantas 3.7.1 Análises do solo\t42 42\n3.7.1.1\tMacroporosidade, microporosidade e porosidade total 3.7.1.2\tDensidade do solo\t43 43\n3.7.1.3 Textura do solo\t44\n3.7.1.4\tEstabilidade de agregados em água 3.7.1.5\tAtributos químicos do solo 3.7.2 Análises das plantas\t44 44 45\n3.7.2.1\tNúmero de perfilhos por metro 3.7.2.2\tProdutividade de colmos por hectare 3.7.2.3\tDiâmetro de colmos\t45 45 46\n3.7.2.4\tAltura de colmos\n3.7.2.5\tAnálises tecnológicas\t46\n3.8 Análise estatística\t47\n4.\tRESULTADOS E DISCUSSÃO\t48\n4.1\tAtributos físicos do solo\t48\n4.1.1\tMacroporosidade, microporosidade, porosidade total e densidade do solo\t48\n4.1.2\tEstabilidade de agregados em água\t63\n4.2\tAtributos químicos do solo\t73\n4.3\tAnálises das plantas\t90\n4.3.1\tNúmero de perfilhos por metro\t90\n4.3.2\tProdutividade de colmos por hectare\t95\n4.3.3\tAltura e diâmetro de colmos\t97\n4.3.4\tQualidade tecnológica da cana-de-açúcar\t100\n5.\tCONCLUSÕES\t106\n6.\tREFERÊNCIAS\n107\n1. INTRODUÇÃO\nA importância da cana-de-açúcar é devida a sua múltipla utilidade, podendo ser empregada in natura, sob a forma de forragem, para alimentação animal, ou como matéria-prima para a fabricação de rapadura, melado, aguardente, açúcar e álcool. Seus resíduos também apresentaram importância econômica: o vinhoto e a torta de filtro são transformados em adubo e o bagaço em combustível (TAUPIER; RODRÍGUEZ, 1999).\nO Brasil é o maior produtor mundial de cana-de-açúcar destacando-se os estados de São Paulo, Minas Gerais, Paraná, Goiás, Alagoas, Mato Grosso, Mato Grosso do Sul e Pernambuco. Na safra de 2010/11 a área de cana-de-açúcar colhida destinada à atividade sucroalcooleira foi estimada em cerca de 8 milhões de hectares, distribuídos em todos os estados produtores. A produtividade média brasileira foi estimada em 78 t ha-1 e a produção total em 625 milhões de toneladas. O estado de Mato Grosso de Sul foi responsável pela produção de 34 milhões de toneladas em 396 mil hectares, atingindo uma produtividade de 87 t ha-1, sendo considerado o segundo maior estado produtor de cana-de-açúcar no Centro-Oeste brasileiro (COMPANHIA NACIONAL DE ABASTECIMENTO- CONAB, 2011).\nCom a crescente demanda internacional de álcool combustível a expansão da cultura canavieira tornou-se inevitável, principalmente para as regiões do Centro-Oeste, que converteu áreas de pastagens em talhões de cana-de-açúcar.\nNa busca por essas novas áreas de plantio, que ultrapassam as fronteiras paulistas, onde muitas dessas áreas possuem solos degradados e com baixa fertilidade, têm sido incorporadas pelas novas usinas. Dessa forma, o incremento da produtividade da cana-de-açúcar se torna cada vez mais dependente de um manejo adequado e uso de fertilizantes (orgânicos e minerais) para obter maiores produtividades com custos menores.\nO cultivo da cana-de-açúcar envolve o uso de máquinas agrícolas em todas as etapas, desde o preparo do solo até a colheita. Este tráfego de equipamentos pesados sobre o solo\npode levar à compactação no perfil, com consequentes efeitos negativos na infiltração da água no solo, no desenvolvimento de raízes e produtividade da cultura. Portanto, o manejo da cana-de-açúcar tem gerado vários problemas ambientais nas principais usinas canavieiras do país. Dentre esses problemas pode-se destacar: o assoreamento dos rios causado pela erosão e pela ocupação agrícola de áreas geograficamente não adequadas; a compactação dos solos ocasionada pela intensificação da mecanização nas lavouras; a destruição de reservas de matas nativas e ciliares para ampliação das lavouras; o aumento das emissões de CO2; redução do teor de micronutrientes e da mesofauna a partir das queimadas; contaminação de cursos d'água na lixiviação de defensivos e fertilizantes; o aumento da produção de subprodutos agroindustriais como a vinhaça, a torta de filtro e o bagaço (CAMPANHOLA et al., 2001). Dessa forma, é premente a implantação de medidas efetivas de conservação do solo. O cultivo de soqueiras de cana-de-açúcar torna-se o manejo mais indicado para solucionar o problema da compactação dos solos cultivados com cana-de-açúcar. O mesmo proporciona uma série de condições favoráveis para o desenvolvimento da cultura canavieira, como: depositar os nutrientes na forma de fertilizantes em profundidade, descompactar o solo devido ao tráfego de máquinas na colheita, aumentar a infiltração de água, melhorar as condições físicas do solo, além ser uma forma de manejo de plantas daninhas. (CAMILOTTI et al., 2005).\nMuitos fatores concorrem para a produtividade da cana-de-açúcar, mas as condições de fertilidade do solo são essenciais e permitem a sustentabilidade da cultura ao longo de muitos anos (ROSSETTO et al., 2008a). Uma alternativa que tem sido utilizada em solos sob cultivo conservacionista da cana-de-açúcar é a utilização de resíduos orgânicos, por apresentarem menores problemas relacionados à volatilização e lixiviação de nutrientes, quando comparados às fontes minerais. Algumas usinas de cana-de-açúcar têm utilizado produtos à base de substâncias húmicas e fúlvicas (Humitec®) para estimular o desenvolvimento das\nraízes das plantas. Apesar do uso desse produto, os estudos a respeito da sua eficiência no solo e na planta ainda são escassos. Segundo Santos e Camargo (1999) essas substâncias húmicas participam de importantes reações que ocorrem nos solos, influenciando a fertilidade desses, promovendo a liberação de nutrientes, redução de elementos tóxicos, melhoria das condições físicas e biológicas do solo.\nDevido a importância da cultura da cana-de-açúcar, sua expansão em regiões de cerrado e a necessidade de gerar técnicas que visem a sustentabilidade do sistema de manejo, foi desenvolvido este trabalho que teve como objetivo avaliar a influência de sistemas de cultivos na soqueira, uso de extrato húmico e/ou adubos orgânico e/ou mineral sobre atributos físicos e químicos de um Latossolo Vermelho e sobre as características fenológicas e qualidade tecnológica da cana-de-açúcar, em área de expansão da cultura no estado de Mato Grosso do Sul.\n1.1 Hipóteses do trabalho\nCom o intuito de gerar informações científicas relacionadas aos principais benefícios da aplicação de adubo orgânico, extrato húmico e a utilização do cultivo da cana-soca, desenvolveu-se este estudo baseado nas seguintes hipóteses:\n-\to cultivo das soqueiras de cana-de-açúcar descompacta o solo, proporcionando melhorias nos seus atributos físicos e químicos, e melhor desenvolvimento da cultura;\n-\ta torta de filtro e os ácidos húmicos e fúlvicos são condicionantes dos atributos físicos e químicos do solo estudado, e assim podem proporcionar maior produtividade da cana-soca, ou melhoria na sua qualidade industrial.\n2.\tREVISÃO DE LITERATURA\n2.1 A cultura da cana-de-açúcar\nConsiderada uma planta semi-perene, a cana-de-açúcar apresenta um ciclo médio de cinco a sete anos, desde o plantio até a renovação das áreas plantadas. Sua classificação taxonómica a coloca como pertencente ao reino Metaphyta, divisão das Magnoliophyta, classe das Magnoliopsida, único representante da ordem Graminales, família Poaceae, gênero Saccharum. Tendo a espécie Saccharum offlcinarum como a grande responsável pela formação de híbridos interespecíficos, com outras espécies de características mais rústicas, caracterizando a maioria das cultivares atualmente utilizadas no campo (GOMES, 2006).\nO centro de origem da cana-de-açúcar tem sido reportado por diversos autores. Alguns pesquisadores acreditam que a cultura tenha surgido primeiro na Polinésia, outros sugerem a Nova Guiné como o primeiro local de ocorrência e registro da gramínea (UNIÃO DA INDUSTRIA DE CANA-DE AÇUCAR- UNICA, 2006).\nA chegada da cana-de-açúcar ao Brasil efetivou-se com Martim Afonso de Souza na primeira expedição colonizadora do Brasil em 1532. Oficialmente foi o primeiro a trazer as mudas de cana-de-açúcar originárias da Ilha da Madeira. Foram as precursoras do cultivo comercial na capitania de São Vicente, São Paulo, onde a indústria açucareira teve prosperidade nos primeiros anos de exploração (ROSA, 2005).\nA cana-de-açúcar apresenta alta eficiência fotossintética e elevado ponto de saturação luminosa, característica dos representantes das plantas C4. O crescimento dos colmos encontra-se sujeito à variação da temperatura do ar, estando a faixa ótima localizada entre 25 e 35° C, sendo que em temperaturas situadas entre 19 e 25° C seu crescimento é lento e encontra-se nulo quando em temperaturas inferiores a 10° C (CASAGRANDE, 1991).\nCultivada principalmente nas regiões tropicais e sub-tropicais, compreendida entre os paralelos 35° de latitude Norte e Sul do Equador, o clima ideal para a cultura da cana-de-\nApesar de seu cultivo ter se estabelecido sobre os mais diversos tipos de solo no país, de texturas arenosas a argilosas, com teores de matéria orgânica de baixos a altos, a cana-de-açúcar é bastante tolerante à acidez e à alcalinidade do solo, entretanto seu desenvolvimento máximo atingido em solo com pH 6,5 (LIMA et al., 1999).\nA produção da cana-de-açúcar visa três objetivos: alta produção de fitomassa por unidade de área, riqueza em açúcar dos colmos industrializáveis e manutenção ao longo do tempo de produtividade e qualidade da matéria-prima obtida no sistema produtivo (CÂMARA; OLIVEIRA, 1993).\n2.2\tManejo da cana-de-açúcar e modificações nos atributos físicos do solo\nA compactação do solo nas lavouras canavieiras é uma realidade. Como medida para melhorar as condições físicas do solo tem sido adotada a mobilização mecânica nas socas da cana-de-açúcar. Ela é feita por cultivadores e, a operação é denominada de “tríplice operação”. Na verdade são assim denominadas porque o implemento consegue cumprir a tríplice missão dos tratos culturais: rompe o solo favorecendo o melhor aproveitamento da água devido ao uso de escarificadores; distribui o fertilizante, levando nutrientes ao solo e faz o controle de plantas daninhas, pelo uso de gradinhas ou rolo destorroador, assim melhorando a qualidade do solo (CERQUEIRA LUZ, 1992) .\ntestemunha. Os autores citados constataram que a escarificação não descompactou o solo, consequentemente não ocorrendo aumento na macroporosidade e porosidade total e o manejo pós-colheita em soqueiras de cana-de-açúcar não promoveu aumento na produtividade da cana-de-açúcar.\nO efeito prolongado de sistemas de preparo do solo com e sem cultivo de soqueira de cana crua, em alguns atributos físicos do solo em um Latossolo Vermelho distrófico, foi verificado por Camilotti et al. (2005). Estes autores observaram que o cultivo da soqueira promoveu aumento da macroporosidade com decréscimo na microporosidade, sendo o efeito inverso observado após a colheita da cana.\nEm um trabalho desenvolvido por Pierce et al. (1992) foram verificados os efeitos dos modos de preparo do solo em atributos físicos, de um solo franco-arenoso e constataram a redução da densidade após a escarificação, a uma profundidade de 0,35 m. Efeitos residuais na densidade e porosidade do solo foram observados dois anos após ter sido desenvolvido o estudo.\nVários autores relataram que o manejo do solo na cana-de-açúcar proporcionou um aumento na densidade do solo, com conseqüente redução do volume de macroporos e aumento dos micro (OLIVEIRA et al., 1995; SILVA et al., 2005; SOARES et al. 2005; SILVA; CABEDA, 2006).\nA degradação dos atributos físicos em solo sob o cultivo de cana-de-açúcar indicado pelo aumento da densidade do solo na camada de 0,00-0,20 m, da resistência à penetração, diminuição da porosidade total, principalmente macroporosidade, do diâmetro médio ponderado e da infiltração de água, foi documentado por Ceddia et al. (1999); Centurion et al. (2001); Portugal et al. (2004), Souza et al. (2004), Brito et al. (2006), Centurion et al. (2007) e Silva Júnior et al. (2009).\nA degradação da estrutura do solo pelo aumento da densidade, da resistência à penetração e diminuição da porosidade influencia o crescimento do sistema radicular. Vasconcelos et al. (2004) estudaram o desenvolvimento do sistema radicular da cana-de-açúcar em diferentes ambientes de produção, e verificaram valores de densidade do solo de 1,45 kg m-3 em um Latossolo Vermelho distrófico. Os autores afirmaram que esse valor de densidade do solo foi alto e restringiu o desenvolvimento do sistema radicular da cana-de-açúcar na profundidade de 0,10 a 0,30 m.\nO uso de adubos orgânicos é uma prática que tem sido adotada na cultura da cana-de-açúcar, principalmente com os subprodutos originados da industrialização da mesma. Os resultados da influência da aplicação de resíduos nos atributos do solo têm sido divergentes. Camilotti et al. (2006) verificaram que a porosidade total, macroporosidade, microporosidade, densidade do solo e de partículas não foram alteradas com a aplicação de lodo de esgoto e/ou vinhaça em todas as camadas estudadas em um Latossolo Vermelho cultivado com cana-de-açúcar.\nEntretanto, Melo et al. (2004), em estudo com lodo de esgoto em um Latossolo Vermelho distrófico, textura média (LVd) e Latossolo Vermelho eutrófico argiloso (LVef), observaram que densidade do solo diminuiu significativamente apenas na dose de 50,0 t ha-1 de lodo no LVd, na camada de 0,00-0,10 m. Já no LVef não observaram alterações na densidade do solo com a adição de até 50,0 t ha-1 de lodo, por causa da mineralogia oxídica que confere a esse solo uma melhor estrutura natural.\nFares et al. (2008) utilizando esterco bovino obtiveram significativa diminuição da densidade do solo e incrementos na porosidade. Segundo os autores, a aplicação do esterco aumentou a porosidade total resultando em significativo incremento na condutividade hidráulica do solo que evoluiu em 171% em comparação com o aumento de 57% obtido pela aplicação de esterco líquido de suínos. Battacharyya et al. (2007), ao final de oito anos de\nCom relação aos efeitos do uso de adubação orgânica (vinhaça) na agregação do solo, Passarin et al. (2007) verificaram que a aplicação de 0, 150, 300, 450 e 600 m3 ha-1 de vinhaça não alteraram a agregação de um Latossolo Vermelho. Resultados que concordam com os encontrados por Resende (1979). Já Aguiar et al. (1992) constataram que as doses 150 e 300 m3 ha-1 aplicadas do subproduto (vinhaça) promoveram pequeno aumento nos indices de agregação do solo.\nVasconcelos et al. (2010) avaliando a estabilidade de agregados de um Latossolo Amarelo, observaram que a aplicação de 300 m3 ha-1 de vinhaça e 30 t ha-1 torta de filtro aumentaram a estabilidade de agregados, principalmente na camada superficial. Os autores citados constataram que a estabilização dos agregados desse solo estiveram associados ao teor de matéria orgânica. Na camada superficial, principalmente a medida que o teor de matéria orgânica diminuiu, pelo revolvimento excessivo do solo ou pelo baixo aporte de material orgânico proporcionado pelos sistemas de manejo, decresceu a estabilidade dos agregados desse solo.\nAlgumas usinas de cana-de-açúcar têm utilizado produtos à base de substâncias húmicas e fúlvicas (Humitec®) para estimular o desenvolvimento das raízes das plantas. Apesar do uso desse produto, os estudos a respeito da sua eficiência no solo e na planta são escassos. Segundo Santos e Camargo (1999), essas substâncias húmicas participam de importantes reações que ocorrem nos solos, influenciando a fertilidade com a liberação de nutrientes, redução de elementos tóxicos, melhorando as condições físicas e biológicas do solo.\nAs substâncias húmicas melhoram a estrutura do solo, aumentando o arejamento e a capacidade de retenção de água (TRADECORP, 2008). De acordo com Silva Filho e Silva\nDedecek (1992) afirmou que a falta dos ácidos húmicos no solo causa mudanças na sua estrutura, densidade, taxa de infiltração, teor de água disponível e estabilidade de agregados. Franchi (2000) constatou diminuição da densidade do solo, aumento da quantidade de macro e mesoporos e condutividade hidráulica com a aplicação de Turfa, em áreas degradadas.\n2.3\tManejo da cana-de-açúcar e modificações nos atributos químicos do solo\nA cana-de-açúcar possui um sistema radicular diferenciado em relação à exploração das camadas mais profundas do solo quando comparado com o sistema radicular das demais culturas, principalmente as anuais. Além do mais, o retorno de folhas e ponteiros e atualmente de toda a palhada que não é mais queimada; a utilização de resíduos como torta de filtro, vinhaça e a aplicação de substâncias húmicas (Humitec®) têm garantido aumento na produtividade de muitos solos (ROSSETTO et al., 2008a).\nRodella et al. (1990) relataram que a aplicação de torta de filtro e vinhaça em solos agrícolas tem se tornado uma alternativa econômica e ambientalmente viável para o processo de fertilização do solo e tem trazido melhorias na qualidade física do solo.\nA torta de filtro vem sendo largamente utilizada por unidades produtoras. Esse subproduto pode ser aplicado aos canaviais na ocasião do plantio, e mesmo em soqueiras, com o objetivo de melhorar as condições de desenvolvimento da cultura. Dentre os benefícios que a aplicação da torta de filtro pode trazer, destacam-se o fornecimento de matéria orgânica, alterações positivas nos atributos químicos do solo, tais como o aumento da disponibilidade de fósforo (P) e cálcio (Ca), elevação da capacidade de troca catiônica, saturação por bases e diminuição nos teores de alumínio trocável (KORNDOFER; ANDERSON, 1997).\nSegundo Nardin (2007), esta prática vem sendo utilizada em larga escala em áreas de cultivo com cana-de-açúcar, de forma que os resíduos oriundos do processo industrial da cultura são utilizados como fertilizantes orgânicos. A cana-de-açúcar por ser uma cultura semiperene e com ciclo de cinco a sete anos, o seu sistema radicular se desenvolve em maior profundidade. Essa profundidade apresenta uma estreita relação com pH, V%, saturação por Al e teores de Ca e Mg nas camadas mais profundas do solo. Estes fatores, por sua vez, estão correlacionados com a produtividade alcançada, principalmente em solos de baixa fertilidade e menor capacidade de reter água (EMBRAPA AGROPECUÁRIA OESTE, 2006), que podem ser melhoradas com a adição de resíduos.\nQuanto maior o tempo de cultivo do solo com cana-de-açúcar ocorre redução significativa nos teores de cálcio, magnésio e aumento significativo de fósforo e da saturação por alumínio. Maia e Ribeiro (2004) verificaram que a redução dos conteúdos de Ca e Mg nos perfis cultivados com cana-de-açúcar, deve ser resultante da absorção pelas plantas e lixiviação em virtude da textura arenosa do horizonte superficial dos solos estudados. O aumento de P ocorreu devido a aplicação de fertilizantes e a saturação por Al provavelmente ocorreu por causa das perdas de bases, seja por lixiviação ou por absorção pela cana-de-açúcar. Também Silva et al. (2006), avaliando a matéria orgânica em um Argissolo Amarelo cultivado com cana-de-açúcar queimada, observaram que o cultivo com cana-de-açúcar reduziu o teor de carbono orgânico e a matéria orgânica no solo, comparado ao solo de mata nativa. Parte dessa matéria orgânica pode ser reposta com a utilização da torta de filtro.\nA utilização de resíduos como a vinhaça e torta de filtro, já é rotina em muitas regiões canavieiras do País, com aumentos notórios na produção de cana-de-açúcar (ORLANDO FILHO et al., 1983). A grande vantagem no emprego desses resíduos orgânicos é que, estes podem substituir em boa parte, os nutrientes da adubação mineral. A torta de filtro é um\nCorrea et al. (2001) estudaram os atributos químicos de um Latossolo Vermelho distrófico sob o cultivo de cana-de-açúcar com três cortes e observaram que mesmo com a aplicação de 5,37 t ha-1 de torta de filtro e 201,5 m3 ha-1 de vinhaça, ricas em carbono, houve redução de matéria orgânica na área com cultivo continuo. Os autores citados também verificaram que a área cultivada há trinta anos com cana, apresentou valores mais elevados de pH, em decorrência do uso de produtos com efeito corretivo da acidez do solo e adição de torta de filtro e vinhaça, que tem a propriedade de elevar o pH dos solos. De acordo com Rosseto e Dias (2005) esse comportamento é explicado porque a torta de filtro é eficaz na complexação do alumínio tóxico as plantas. Além desses efeitos benéficos, Nunes Júnior (2005) constatou que a matéria orgânica presente na torta de filtro reduz a fixação do fósforo pelos óxidos de ferro e alumínio, disponibilizando-os às raízes.\nNardin (2007) estudou a aplicação de torta de filtro (60 t ha-1) em um Argissolo Vermelho Amarelo distrófico e observou que os teores de Ca e P no solo aumentaram 14 e 2,25 vezes, respectivamente, em relação aos teores originais do solo após dois cortes. Além dos aumentos desses nutrientes, a torta de filtro apresentou um bom efeito residual, pois após 30 meses da aplicação do resíduo orgânico, o solo cultivado com cana-de-açúcar apresentou altos teores de cálcio, fósforo e CTC, num estudo realizado por Rodella et al. (1990).\nEm contrapartida a utilização do ácido húmico como fertilizante vem sendo difundida e visa recuperar áreas esgotadas e degradadas, aumentando as atividades químicas e bioquímicas do solo (SILVA et al., 1995). Silva Filho e Silva (2002) relataram que as substâncias húmicas têm capacidade de aumentar a CTC do solo, complexação e quelatização com cátions polivalentes, mineralização e atuação na biologia do solo.\nPara a obtenção de altas produtividades na cultura de cana-de-açúcar têm sido empregadas várias tecnologias. Dentre estas tecnologias a adubação assume papel importante, representando até 30 % do custo de produção da cultura (ZAMBELLO JÚNIOR et al., 1984). Como os atributos químicos e físicos dos solos arenosos restringem a produção de lavouras comerciais, é indispensável à utilização de fertilizantes químicos ou orgânicos para o cultivo de culturas comerciais com elevado potencial produtivo (NOLLA et al., 2009).\nDonzelli e Penatti (1997) estudaram diversas formas de adubação na cana planta em um Latossolo Vermelho e observaram que quando se aplicou 21 t ha-1 de torta de filtro ao sulco de plantio houve aumento significativo na produtividade da cultura. Também Santos (2009) concluiu que a aplicação das doses (0, 0,5, 1 e 4 t ha-1) de torta de filtro aumentou a produtividade de colmos e o perfilhamento da cana planta. A elevação da produtividade ocorreu devido à torta de filtro ser fonte de matéria orgânica, fósforo, cálcio e demais nutrientes. O autor também observou que as doses (0, 0,5, 1 e 4 t ha-1) de torta de filtro e suas combinações com o fosfato (0, 50, 100 e 200 kg ha-1) não alteram os valores de graus Brix do caldo da cultura. Porém, Fravet et al. (2010) verificaram que a aplicação (40 e 80 t ha-1) de torta de filtro diminuiu o Brix do caldo e o Pol % da cana, por outro lado, aumentou a produtividade de colmos por hectare e a produtividade de sacarose por hectare.\nNardin (2007) avaliou o efeito da torta de filtro nas doses de (0, 30 e 60 t ha-1) em um Argissolo Vermelho Amarelo e verificou que a aplicação da torta a lanço e no sulco de plantio não influenciou a emergência e o perfilhamento da cana-de-açúcar. O autor também constatou que não ocorreu diferença significativa na produtividade da cana no primeiro corte em função da aplicação da torta de filtro, tanto a lanço como no sulco.\nEm uma pesquisa que foi analisada a produtividade da cana-de-açúcar sob diferentes formas de adubação, foi verificado que aos 90 dias após o plantio a aplicação da adubação\nmineral+torta de filtro nas doses de (500 kg e 30 t ha-1), respectivamente e adubação mineral+Humitec nas doses (500 kg e 20 l ha-1) promoveu maior número de perfilhos por metro de sulco (26 e 25), respectivamente. Os autores relataram que a adubação mineral+torta de filtro proporcionou maior produtividade e maior valor de Brix comparada aos demais tratamentos (SILVA et al., 2010).\nO efeito de substâncias húmicas (Humitec®) aplicadas na dose de 20 l ha-1 no sulco de plantio de duas variedades de cana-de-açúcar foi estudado por Bolonhezi et al. (2007), que verificaram que as mesmas aumentaram a produtividade de colmos e melhoraram significativamente as características tecnológicas das variedades estudadas. Em outra pesquisa a aplicação de 15 l ha-1 de Humitec® proporcionou um acréscimo de 12,5 t ha-1 em produtividade (BOLONHEZI et al., 2008). Resultados semelhantes foram constatados por Benzoni Neto (2006), que ao aplicar 20 l ha-1 de substâncias húmicas (Humitec®) no sulco de plantio da cana-de-açúcar, houve aumento na produtividade de colmos e um excelente desenvolvimento radicular.\nO efeito de extrato húmico no desenvolvimento de raízes, perfilhamento e qualidade tecnológica da cana-de-açúcar também tem sido investigado. Sarto et al. (2010) avaliaram o desenvolvimento inicial de variedades de cana-de-açúcar submetidas à aplicação de substâncias húmicas (Humitec®) nas doses de (0 e 3 kg ha-1) e observaram que essas substâncias promoveram maior número de perfilhos e uma maior área foliar no final do período de perfilhamento. Resultados que concordam com os obtidos por Gullo (2007) que verificou que tanto a cana-planta como em cana-soca, a utilização do produto comercial a base de ácido húmico Agrolmin® nas doses de (0 e 350 l ha-1) aumentou o número de perfilhos e promoveu maior diâmetro dos colmos de cana. O mesmo autor também constatou que o ácido húmico na dose de 350 l ha-1 proporcionou aumento significativo na produtividade da cana.\nPorém, estes resultados discordam de Rosato (2008), porque no seu estudo foi verificado que a aplicação de substâncias húmicas (Humitec®) na dose de 20 l ha-1, não promoveu efeito significativo no perfilhamento das variedades estudadas. O autor também verificou que a substância húmica não apresentou efeito sobre o número de colmos, massa de um colmo e produtividade da cana-de-açúcar, mas essa substância húmica aplicada ao solo aumentou o teor de sacarose em algumas variedades testadas. Nesse aspecto os resultados concordam com Rosato et al. (2010), pois a aplicação de substâncias húmicas no solo influenciou a qualidade tecnológica de variedades de cana-de-açúcar, essas substâncias húmicas (Humitec®) na dose de 20 l ha-1 proporcionaram efeito positivo no acúmulo de sacarose para algumas variedades.\nNo sistema de cultivo de cana-de-açúcar é comum, após sucessivos cortes, que se formem camadas compactadas em subsuperfície, principalmente em solos argilosos. Dessa forma torna-se necessário fazer o cultivo de soqueira para a descompactação das camadas mais profundas. Entretanto, Ide et al. (1984) estudando o cultivo de soqueira em cana-de-açúcar verificaram que os vários tipos de cultivo testados não influenciaram a produção da cana-de-açúcar, exceto o tratamento que realizou a subsolagem e corte de raizes abaixo e lateralmente à soqueira, que proporcionou menor produtividade.\nCampanhão (2003), estudando a tríplice operação na soqueira de cana-de-açúcar submetida à queima acidental da palhada, verificou que na primeira amostragem o número de perfilhos por metro foi significativamente maior na ausência do cultivo e o mesmo não teve efeito sobre a produtividade de colmos e qualidade da matéria prima (Pol % cana).\n3.\tMATERIAL E MÉTODOS\n3.1 Localização e caracterização da área experimental\nO trabalho foi conduzido na Fazenda Liberdade, área da Usina Alcoolvale, localizada no município de Aparecida do Taboado, MS. A mesma está localizada nas coordenadas geográficas de 51° 13' de longitude oeste e 20° 13'de latitude sul, com altitude média de 392 metros (GOOGLE EARTH, 2006).\nA área em estudo apresenta médias anuais de: precipitação 1300 mm, temperatura 23° C e umidade relativa do ar entre 70 e 80 % (INPE, 2006). O tipo climático segundo Koppen é Aw (clima tropical úmido, com estação chuvosa no verão e seca no inverno). O período chuvoso se estende de outubro a março, sendo que os meses de dezembro, janeiro e fevereiro constituem o trimestre mais chuvoso, e o trimestre mais seco corresponde aos meses de junho, julho e agosto (média de 27 mm). Na Figura 1 são apresentados os dados de precipitação pluvial coletados na estação meteorológica situada na usina Alcoovale, ocorrida no período de janeiro de 2007 a dezembro de 2008, localizada no município de Aparecida do Taboado, MS.\nFigura 1. Valores da precipitação pluvial para o período de janeiro de 2007 a dezembro de\n2008,\tAparecida do Taboado, MS.\nO solo da área experimental foi classificado como Latossolo Vermelho distrófico (INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA- IBGE, 1990), textura média (Tabela 1), profundo e muito intemperizado, relevo suave a plano. Os atributos físicos do solo anterior à instalação do experimento estão apresentados nas Tabelas 1 e 2 e os químicos na Tabela 3. A amostragem dos atributos físicos e químicos foram realizadas antes da aplicação do gesso e calcário e a cultura já estava estabelecida na área experimental (cana soca).\nTabela 1. Valores médios de tamanho de partículas do solo da área experimental. Aparecida do Taboado, MS, 2006.\nCamada de solo\tAreia\tSilte\tArgila\n(m)\t\t\t g kg-1\t\t\n0,00-0,05\t623\t61\t316\n0,10-0,20\t632\t55\t313\n0,20-0,40\t600\t56\t344\nTabela 2. Valores médios de porosidade total, macroporosidade, microporosidade e densidade do solo antes da instalação do experimento na Fazenda Liberdade, Aparecida do Taboado, MS, em novembro de 2006.\nCamada de solo\tMacroporosidade\tMicroporosidade\tPorosidade Total\tDensidade do solo\n(m)\t\t3\t-3 - mm \t\t\tkg dm-3\n0,00-0,05\t0,08\t0,35\t0,42\t1,46\n0,10-0,20\t0,05\t0,36\t0,41\t1,52\n0,20-0,40\t0,07\t0,33\t0,42\t1,45\nCamada\tP*\tMO\tpH**\tK\tCa\tMg\tH+Al\tAl\tSB\tCTC\tV\nm\tmg dm-3 g dm-3\t\t\t\t\t\tmmolc dm-\t\t\t\t%\n0,00-0,05\t4\t18\t4,7\t2,1\t10\t8\t32\t3\t19,4\t51,6\t36\n0,10-0,20\t2\t17\t4,4\t0,9\t7\t6\t37\t6\t13,4\t50,0\t24\n0,20-0,40\t1\t14\t4,3\t0,4\t3\t2\t33\t6\t5,6\t38,3\t14\n* extração com resina; ** pH em CaCl2\n3.2 Delineamento experimental e tratamentos\nO experimento foi realizado seguindo um delineamento experimental em blocos ao acaso, num esquema de parcelas subdivididas. Foram estudados oito tratamentos distribuídos em quatro repetições, instalados em novembro de 2006. Na Figura 2 tem-se uma vista geral da área experimental no início da pesquisa.\nFigura 2. Vista geral do local da área experimental em novembro de 2006.\nOs dois tratamentos nas parcelas principais foram representados pelos sistemas de cultivo com e sem tríplice operação (com e sem a haste escarificadora) (Figura 3) e nas subparcelas as adubações: mineral, mineral com torta de filtro, mineral com extrato húmico e a combinação mineral com torta de filtro e extrato húmico. Portanto, os tratamentos estudados foram:\nT1- cultivo com tríplice operação (com a haste escarificadora) e adubação mineral;\nT2- cultivo com tríplice operação (com a haste escarificadora) e adubação mineral+torta de filtro;\nT3- cultivo com tríplice operação (com a haste escarificadora) e adubação mineral+extrato húmico;\nT4- cultivo com tríplice operação (com a haste escarificadora) e adubação mineral+torta de filtro+extrato húmico;\nT5- sem cultivo (sem a haste escarificadora) e adubação mineral;\nT6- sem cultivo (sem a haste escarificadora) e adubação mineral+torta de filtro;\nT7- sem cultivo (sem a haste escarificadora) e adubação mineral+extrato húmico;\nT8- sem cultivo (sem a haste escarificadora) e adubação mineral+ torta de filtro+extrato húmico.\nFigura 3. Implemento utilizado no cultivo da soqueira (tríplice operação).\nAs parcelas experimentais foram constituídas de cinco linhas de cana-de-açúcar de 10 m de comprimento, com espaçamento de 1,40 m, totalizando 70 m2 por parcela com divisores de 2 m entre parcelas e 3 m entre blocos (Figura 4). Foram consideradas úteis as três fileiras centrais, deixando as extremidades como bordadura.\nA variedade utilizada na pesquisa foi a RB867515, a mesma apresenta as seguintes características: crescimento rápido, alta produtividade agrícola, alto teor de sacarose, ótimas brotações das socas, mesmo colhida sem queima e, boa opção para plantio como cana de ano. Essa variedade é recomendada para ambientes de médio a baixo potencial de produção, não deve ser plantada em solos argilosos de boa fertilidade onde pode ocorrer ataque de estrias vermelhas (UNICA, 2006).\n3.3\tInstalação e condução da pesquisa\nA pesquisa foi implantada em novembro de 2006 e conduzida durante os anos agrícolas de 2006/2007 e 2007/2008. Antes da aplicação dos tratamentos na área experimental foram aplicadas 2 t ha-1 de calcário (PRNT 80%) e 1 t ha-1 de gesso em superfície no dia (20/11/06) (Figura 5). Seguindo as recomendações da usina.\nO experimento foi conduzido nas 2a e 3a socas da cultura da cana-de-açúcar. O experimento referente a 2a soca da cultura foi instalado no campo em 22/11/2006, após 27 dias da realização da colheita (26/10/06) com queima do canavial. O cultivo das soqueiras (parcela principal) foi realizado no dia 22 de novembro de 2006. Nesta operação foi utilizado um cultivador modelo DMB acoplado a um trator Valtra BM 110, e cultivou-se duas entrelinhas por vez, a uma profundidade de trabalho de 0,20 m (Figura 6).\nC A\nR\nR\nE\nA\nD\nO\nR\n1,40 m\nO\n5 Linhas\nC\nT4\nT2\nT1\nT3\n\\ \\\nT2\nT3\nT1\nT4\n\\ \\\nT1\nT2\nT4\nT3\n\\ \\\nT4\nT1\nT2\nT3\n2\nParcela Principal\n1-\tCultivo com haste escarificadora.\n2-\tCultivo sem haste escarificadora.\nSub-parcela\n1-\tAdubação mineral\n2-\tMineral+Torta de filtro\n3-\tMineral+Extrato húmico\n4-\tMineral+Torta de filtro+Extrato húmico\nFigura 5. Vista\nda superfície do solo após a aplicação do calcário e gesso na área\nexperimental.\nFoi feita a aplicação de 500 kg ha-1, (fórmula 18-06-24), pelo processo da tríplice operação (escarificação, adubação e gradagem na mesma operação), 13 t ha-1 (a base seca) de torta de filtro in natura (Figura 7) e 20 L ha-1 de extrato húmico (Humitec®) (Figura 8) (subparcelas) também no dia 22/11/2006 e os mesmos foram incorporados no momento da tríplice operação. Na parcela principal sem o cultivo a distribuição da adubação foi feita com a suspensão do implemento, aplicando somente o adubo na entrelinha, não ocorrendo a incorporação do adubo mineral, torta de filtro e do extrato húmico ao solo, ou seja, foram aplicados em superfície.\nA colheita foi realizada de forma manual, com a queima do canavial em 19/09/2007. No mês de novembro de 2007, após 63 dias da realização da colheita da 2a soca foi realizada a aplicação dos tratamentos no dia 22/11/2007 (3a soca) nas suas respectivas parcelas, os mesmos também foram incorporados ao solo por meio do implemento para tríplice operação, nas parcelas em que foi feito o cultivo. A aplicação dos tratamentos foi igual ao procedimento\nPara o controle das plantas daninhas foi aplicado o herbicida advance (diuron + hexazinone) 3 kg ha-1 na área total, nos dois anos agrícolas. Vista geral da cultura em outubro de 2008 (Figura 9).\nFigura 7. Aplicação da torta de filtro nas respectivas parcelas, na área experimental em\nnovembro de 2006.\nFigura 8. Aplicação do extrato húmico (Humitec®) nas respectivas parcelas da área experimental em novembro de 2006.\n3.4\tCaracterização da torta de filtro\n3.4.1\tOrigem da torta de filtro\nA torta de filtro in natura foi obtida na usina Alcoovale, Aparecida do Taboado, MS na safra de 2006/07 e 2007/08, sendo transportada para o local do experimento um dia antes da aplicação, (Figura 10) e pesada em quantidades necessárias para cada tratamento. A torta foi aplicada com um distribuidor de torta de filtro da marca Cevemasa, modelo DFTB. A torta de filtro foi obtida nos filtros rotativos tipo “Oliver” após extração da sacarose residual da borra.\nDurante o processo de clarificação do caldo, a adição de produtos que auxiliam na floculação das impurezas pode aumentar o teor de alguns minerais, principalmente fósforo e cálcio na torta de filtro. Cerca de 30 % do conteúdo total de fósforo aparece na forma orgânica e o nitrogênio predomina na forma proteica, propiciando lenta liberação desses elementos e consequentemente alto aproveitamento pelas plantas (ALMEIDA, 1944).\n3.4.2\tComposição química da torta de filtro\nAmostras da torta de filtro utilizada no experimento foram analisadas no laboratório do Centro de Solos do Instituto Agronômico do Estado de São Paulo, em Campinas, SP. A torta de filtro apresentou um teor de água de 58 % no momento da instalação do experimento. Os resultados da caracterização podem ser observados na Tabela 4.\nTabela 4. Caracterização química da torta de filtro.\nAtributos químicos\tUnidade\tResultados\npH\t\t7,20\nUmidade 60-65o C\t% (m/m)\t53,5\nCarbono orgânico\tg de C kg-1\t423\nNitrogênio\tg de N kg-1\t12,75\nRelação C/N\t\t33,35\nCálcio\tg de Ca kg-1\t23,60\nFósforo\tg de P kg-1\t4,15\nMagnésio\tg de Mg kg-1\t3,00\nEnxofre\tg de S kg-1\t7,20\nFonte: Laboratório do Centro de Solos-IA, Campinas.\nFigura 10. Detalhe da torta de filtro utilizada no experimento.\n3.5\tCaracterização do extrato húmico (Humitec®)\nA aplicação do Humitec® foi feita na área de cana-soca nas entrelinhas de plantio com pulverizador costal manual, utilizando-se 393 L ha-1 de calda e dose de 20 l ha-1. A composição química do Humitec® pode ser observada na Tabela 5.\nTabela 5. Características químicas do extrato húmico (Humitec®) utilizado.\nÁcidos húmicos\tÁcidos fúlvicos\tK2O\tNitrogênio total\n\t%\t\t\t\t\n12\t3\t4\t8\nFonte: Rótulo do produto Tradecorp.\n3.6\tQuantidades de NPK incorporados ao solo pelos tratamentos\nLevando em consideração a fórmula de adubo mineral utilizada e as caracterizações químicas da torta de filtro e do extrato húmico, cada tratamento recebeu as seguintes quantidades de N, P, K (kg ha-1): T1- mineral: (500 kg ha-1 da fórmula 18 -06 -24, portanto, 90 kg ha-1de N; 30 kg ha-1 de P2O5 e 120 kg ha-1 de K2O sendo equivalente a 90 kg de N, 13 kg de P e 100 kg de K); T2- mineral+torta de filtro: 256 kg de N, 67 kg de P e 112 kg de K; T3- mineral+Humitec®: 91,6 kg de N, 13 kg de P e 100,8 kg de K; T4- mineral+torta de filtro+Humitec®: 256,6 kg de N, 66,9 kg de P e 112,7 kg de K.\n3.7\tAnálises do solo e das plantas\nAs análises de solo, físicas e químicas, foram realizadas nos anos agrícolas de 2006/2007 e 2007/2008.\n3.7.1\tAnálises do solo\nPara as análises físicas do solo foram coletadas amostras em três camadas de solo 0,00-\n0,05; 0,10-0,20 e de 0,20-0,40 m. Com estas camadas de solo estudadas o objetivo foi investigar as profundidades médias de 0,025, 0,15 e 0,30 m. Isto é, na superfície (0,05 m) para verificar o efeito da aplicação dos adubos que não foram incorporados, e na subsuperfície para verificar o efeito do escarificador no solo (0,15 m), com profundidade efetiva de 0,20 m e abaixo da ação do mesmo (0,30 m).\nA primeira amostragem foi realizada um ano após a implantação do experimento (outubro de 2007) e a segunda em outubro de 2008, após a colheita e um ano após a reaplicação dos tratamentos.\n3.7.1.1\tMacroporosidade, microporosidade e porosidade total\nForam coletadas as amostras de solo com anel volumétrico com capacidade de 1,0 x10-4 m3, em dois sítios por parcela e em três camadas, 0,00-0,05; 0,10-0,20 e 0,20-0,40 m. A microporosidade foi determinada pelo método da mesa de tensão com coluna de água de 6 kPa; a porosidade total pela saturação do volume total de poros e a macroporosidade pela diferença entre a porosidade total e a microporosidade. Seguindo as metodologias descritas em Empresa Brasileira de Pesquisa Agropecuária- EMBRAPA (1997).\n3.7.1.2\tDensidade do solo\nUtilizando-se as mesmas amostras, usadas para a determinação da porosidade do solo, determinou-se também a densidade do solo. Determinada pelo método do anel volumétrico (EMBRAPA, 1997).\n3.7.1.3\tTextura do solo\nA textura foi determinada pelo método da pipeta, sendo que as amostras deformadas foram coletadas em dois sítios por parcela e secas ao ar e passadas em peneira de 2 mm de malha, para que pudesse ser realizada a dispersão das partículas e sedimentação (EMBRAPA, 1997).\n3.7.1.4\tEstabilidade de agregados em água\nPara análise da estabilidade de agregados em água as amostras foram coletadas 2 sítios por parcela e utilizou-se o método de Angers e Mehuys (1993) e, os resultados foram representados pela porcentagem de distribuição do tamanho de agregados e pelo diâmetro médio ponderado (DMP). As classes de diâmetro de agregados estudadas foram: 6-4; 4-2; 21; 1-0,5; 0,5-0,25 e &lt;0,25 mm. Para determinação, coletaram-se amostras de torrões, com enxadão, nas seguintes camadas de solo: 0,00-0,05; 0,10-0,20 e 0,20-0,40 m.\n3.7.1.5\tAtributos químicos do solo\nAs análises químicas do solo foram realizadas de acordo com a metodologia descrita por Raij e Quaggio (1983) e foram avaliados os teores de fósforo, potássio, magnésio e cálcio pelo método de extração com resina trocadora de íons. O teor de matéria orgânica foi determinado pelo método colorimétrico, o pH, em cloreto de cálcio e a acidez potencial (hidrogênio + alumínio) a pH 7,0. Foram calculadas as somas de bases (SB = Ca + Mg + K), capacidade de troca catiônica (CTC = SB + (H + Al)) e saturação por bases (V% = (100 x SB) / CTC). As amostras foram coletadas com o auxílio de trado de caneca, nas mesmas camadas de solo e nos mesmos anos e épocas em que foram coletadas as amostras para a análise física do solo. Foram coletados 2 pontos por parcela.\n3.7.2\tAnálises das plantas\n3.7.2.1\tNúmero de perfilhos por metro\nAs avaliações de número de perfilhos foram realizadas aos 60, 120, 180, 240 dias após a aplicação dos tratamentos na cana-soca (DAT), onde foram utilizadas as três linhas centrais de cada parcela, contando-se o número de perfilhos nos 10 metros de cada linha (Figura 11). Os dados foram convertidos para número de perfilhos por metro.\nFigura 11. Contagem do número de perfilhos.\n3.7.2.2\tProdutividade de colmos por hectare\npor hectare.\n3.7.23 Diâmetro médio de colmos\nPara a avaliação do diâmetro médio de colmos foram coletados os dados nos dias 19/09/2007 e 26/10/2008. Com auxílio do paquímetro, foram medidos os diâmetros de 10 colmos coletados nas três linhas centrais (área útil) de cada parcela, no quarto entrenó da região basal e posteriormente, feito o cálculo da média de diâmetro para cada parcela.\n3.7.2.4 Altura de colmos\nAs avaliações da altura de colmos foram realizadas na mesma época que foram coletadas as amostras para o diâmetro de colmos. Com o auxílio de trena, foram medidas as alturas médias de 10 colmos coletados nas três linhas centrais (área útil) de cada parcela, obtidos entre o ponto de corte e o ponto de quebra do palmito e posteriormente, feito o cálculo da média de altura de colmos para cada parcela.\n3.7.23 Análises tecnológicas\nPara as análises de percentagem de sólidos solúveis no caldo (Brix % caldo), percentagem aparente de sacarose no caldo (Pol % caldo), Pureza (%), percentagem aparente de sacarose na cana (Pol % cana), percentagem de açúcares redutores no caldo (AR % caldo), percentagem de açúcares redutores na cana (AR % cana), percentagem de fibra na cana (Fibra % cana) e açúcares totais recuperáveis (ATR kg t-1), foram colhidos ao acaso nas três linhas centrais (área útil) de cada parcela, 10 canas cruas. Após enfeixamento e identificação as amostras foram enviadas ao Laboratório da Destilaria Alcoolvale. As análises seguiram a metodologia descrita pela Conselho dos Produtores de Cana-de-Açúcar, Açúcar e Álcool-CONSECANA (1999). Com os dados obtidos a partir das avaliações tecnológicas e\nATR = (10 x S - 0,76x F - 6,9) x (5/3 - 200/3 xP) onde,\nATR = Açúcares Totais Recuperáveis em kg t-1 de colmos de cana-de-açúcar;\nS\t= Pol (%) do caldo;\nF = Fibra (%) da cana;\nP = Pureza (%) da cana,\nATR é a soma total dos açúcares contidos na cana-de-açúcar e que são, efetivamente, aproveitados no processo industrial para a produção de açúcar e álcool.\n3.8\tAnálise estatística\nOs dados foram analisados efetuando-se a análise de variância e teste de Tukey para as comparações de médias a 5 % de probabilidade. Foi usado o programa computacional\nSISVAR (FERREIRA, 2003) para a realização da análise estatística.\n4.\tRESULTADOS E DISCUSSÃO\n4.1\tAtributos físicos do solo\n4.1.1\tMacroporosidade, microporosidade, porosidade total e densidade do solo\nNas Tabelas 6 e 7 encontram-se os valores médios referentes aos atributos físicos do solo estudado, de significância de F e o coeficiente de variação para a 2a soca da cultura da cana-de-açúcar, referente ao ano agrícola de 2006/07.\nNa Tabela 6 verifica-se que na 2a soca (2006/07) não houve diferença significativa entre os sistemas de cultivo para: a macroporosidade, microporosidade e densidade do solo, na camada de 0,00-0,05 m; para a microporosidade na camada de 0,10,-0,20 m e, para microporosidade, porosidade total e densidade do solo, na camada de 0,20-0,40 m.\nJá para os tratamentos com adubação (Tabela 7), na camada de 0,00-0,05 m houve diferença significativa para a macroporosidade e microporosidade. Neste caso, a combinação das três fontes de adubação (mineral+torta de filtro+extrato húmico) apresentou maior valor de macroporosidade, diferindo dos tratamentos mineral e mineral+extrato húmico. Esse comportamento provavelmente ocorreu devido a presença de material orgânico na torta filtro que influenciou na melhoraria da agregação do solo, aumentando os espaços vazios. Esses resultados estão de acordo com Fares et al. (2008) e Mellek (2009) que também constataram que o aumento dos macroporos no solo ocorreu devido o material orgânico incorporado.\nPara a microporosidade, na mesma camada de solo (Tabela 7) o tratamento com a combinação das três fontes de adubação resultou em menor valor, e também diferiu dos tratamentos mineral e mineral+torta de filtro. Esses resultados estão coerentes com os verificados para a macroporosidade, ou seja, a combinação das três fontes de adubação foi melhor para a melhoria da agregação do solo, discordando de Camilotti et al. (2006). Os autores citados verificaram que a aplicação de material orgânico no solo não alterou a porosidade, macroporosidade e microporosidade.\nSistemas de cultivo\tmacroporosidade\tmicroporosidade\tPorosidade Total\tDensidade do solo\n\t\t\t(m3\tm3)\t\t\t(kg dm3)\n2a soca (2006/07)\t\t\t\t\n\t\t0,00-0,05 m\t\t\nC/HE\t0,15\t0,34\t-\t1,29\nS/HE\t0,09\t0,38\t-\t1,33\nTeste F\t8,08 NS\t3,09 NS\t-\t9,07 NS\nCV (%)\t4,28\t17,92\t-\t2,82\n\t\t0,10-0,20 m\t\t\nC/HE\t-\t0,33\t-\t-\nS/HE\t-\t0,36\t-\t-\nTeste F\t-\t7 79 NS\t-\t-\nCV (%)\t-\t8,91\t-\t-\n\t\t0,20-0,40 m\t\t\nC/HE\t-\t0,32\t0,43\t1,42\nS/HE\t-\t0,35\t0,44\t1,40\nTeste F\t-\t9,13 NS\t1,48 NS\t1,85 NS\nCV (%)\t-\t9,87\t2,79\t2,46\nAdubações\tmacroporosidade\tmicroporosidade\tPorosidade Total\tDensidade do solo\n\t\t\t(mJ mJ)\t\t—\t(kg dm’J)\n\t\t0,00-0,05 m\t\t\nMineral (M)\t0,llB\t0,38 A\t-\t1,30\nM+Torta de filtro (T)\t0,12AB\t0,37 A\t-\t1,30\nM+Extrato húmico (H)\t0,llB\t0,35 AB\t-\t1,34\nM+T+H\t0,15 A\t0,34 B\t-\t1,31\nTeste F\t4,01 *\t4,52 *\t-\tF24^\nCV (%)\t2,01\t6,62\t-\t3,61\n\t\t0,10-0,20 m\t\t\nMineral (M)\t-\t0,34\t-\t-\nM+Torta de filtro (T)\t-\t0,34\t-\t-\nM+Extrato húmico (EI)\t-\t0,34\t-\t-\nM+T+H\t-\t0,34\t-\t-\nTeste F\t-\t0,47\t-\t-\nCV (%)\t-\t4,35\t-\t-\n\t\t0,20-0,40 m\t\t\nMineral (M)\t-\t0,33\t0,44 AB\t1,42 A\nM+Torta de filtro (T)\t-\t0,34\t0,45 A\t1,38 B\nM+Extrato húmico (H)\t-\t0,33\t0,42 B\t1,43 A\nM+T+H\t-\t0,34\t0,43AB\t1,42 A\nTeste F\t-\tÊ42^\t3,62 *\t5,84 *\nCV (%)\t-\t4,88\t3,28\t1,77\nMédias seguidas de letras iguais na\tcoluna, não diferem estatisticamente entre\tsi, pelo teste de Tukey a 5 % de probabilidade. *-\tsignificativo no nível de 5%, NS-\tnão significativo.\nNas camadas de 0,10-0,20 e 0,20-0,40 m, na 2a soca (2006/07), referente aos tratamentos com adubação (Tabela 7), não houve diferença significativa para a microporosidade. Na camada de 0,20-0,40 m, na 2a soca da cultura (Tabela 7) verifica-se que para a porosidade total e densidade do solo houve diferença significativa, entre as diferentes combinações da adubação sendo analisado o fator adubação isoladamente. Para a porosidade total o tratamento mineral+torta de filtro diferiu somente do mineral+extrato húmico. Isso significa que o extrato húmico está agindo com menor intensidade em profundidade. Para a densidade do solo observa-se que nessa mesma camada o tratamento mineral+torta de filtro apresentou menor densidade do solo. Resultado coerente com o da porosidade total, ou seja, com o aumento da porosidade total ocorre a redução da densidade do solo. Esse comportamento discorda dos resultados de Pires et al. (2008) que verificaram que não houve diferença com a aplicação de torta de filtro, em relação a adubação mineral para os valores de macroporosidade, porosidade total e densidade do solo. Já Melo et al. (2004), estudando o efeito da adição de lodo de esgoto em atributos físicos do solo, observaram que a incorporação de 50 t ha-1 de biossólido aumentou a macroporosidade na camada superficial do solo.\nPode-se observar na Tabela 8 que não houve diferença significativa, quando se comparou os sistemas de cultivo, na 3a soca, para: microporosidade do solo, na camada de 0,00-0,05 m; macroporosidade, microporosidade e densidade do solo, na camada de 0,10-0,20 m e, macroporosidade e porosidade total, na camada de 0,20-040 m. Contudo, houve diferença significativa na camada de 0,10-0,20 m para a porosidade total e o sistema de cultivo tríplice operação, apresentou-se maior.\nO uso da tríplice operação com haste sulcadora promoveu o rompimento superficial do solo refletindo no aumento da porosidade total e diminuição da densidade do solo. Resultados semelhantes aos verificados por Camilotti et al. (2005), pois os autores observaram que o cultivo da soqueira da cana-de-açúcar promoveu aumento da macroporosidade e porosidade total com decréscimo na microporosidade.\nNa Tabela 9 nas camadas de 0,00-0,05; 0,10-0,20 e de 0,20-0,40 m, na 3a soca da cultura não houve diferença significativa, analisando o fator adubação isoladamente para: a microporosidade (0,00-0,05 m), a macroporosidade, microporosidade, porosidade total e densidade do solo, na camada de 0,10-0,20 m e, macroporosidade, porosidade total e densidade do solo na camada de 0,20-0,40 m. Os resultados obtidos neste trabalho discordam aos avaliados por Martens e Frankenberger Jr. (1992), em estudo com duração de 25 meses conduzido para constatar efeitos da incorporação de adubos orgânicos. Os autores verificaram que a adubação orgânica diminuiu a densidade do solo e aumentou a macroporosidade e porosidade total do solo.\nSistemas de cultivo\tmacroporosidade\tmicroporosidade\tPorosidade Total\tDensidade do solo\n\t\t\t(m3\tm3)\t\t\t(kg dm3)\n3a soca (2007/08)\t\t\t\t\n\t\t0,00-0,05 m\t\t\nC/HE\t-\t0,30\t-\t-\nS/HE\t-\t0,31\t-\t-\nTeste F\t-\t0,16 NS\t-\t-\nCV (%)\t-\t11,09\t-\t-\n\t\t0,10-0,20 m\t\t\nC/HE\t0,07\t0,30\t0,3 7A\t1,53\nS/HE\t0,08\t0,31\t0,39B\t1,58\nTeste F\t2,94 NS\t2,60 NS\t18,70 *\t9,25 NS\nCV (%)\t17,96\t8,18\t3,92\t3,33\n\t\t0,20-0,40 m\t\t\nC/HE\t0,13\t-\t0,40\t1,42 B\nS/HE\t0,13\t-\t0,41\t1,44 A\nTeste F\t0,09 NS\t-\t5,58 NS\t13,59 *\nCV (%)\t16,21\t-\t2,01\t1,21\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras iguais na coluna, não diferem estatisticamente entre si, pelo teste de Tukey a 5 % de probabilidade. *- significativo no nível de 5%, NS- não significativo.\nAdubações\tmacroporosidade\tmicroporosidade\tPorosidade Total\tDensidade do solo\n\t\t\t(mJ mJ)\t\t—\t(kg dm’J)\n\t\t0,00-0,05 m\t\t\nMineral (M)\t-\t0,31\t-\t-\nM+Torta de filtro (T)\t-\t0,30\t-\t-\nM+Extrato húmico (H)\t-\t0,30\t-\t-\nM+T+H\t-\t0,31\t-\t-\nTeste F\t-\t(W5\t-\t-\nCV (%)\t-\t6,24\t-\t-\n\t\t0,10-0,20 m\t\t\nMineral (M)\t0,08\t0,29\t0,38\t1,58\nM+Torta de filtro (T)\t0,07\t0,30\t0,37\t1,55\nM+Extrato húmico (EI)\t0,07\t0,31\t0,38\t1,56\nM+T+H\t0,08\t0,31\t0,39\t1,54\nTeste F\t1777^\t\t\tÊõcP\nCV (%)\t16,95\t4,75\t3,83\t3,11\n\t\t0,20-0,40 m\t\t\nMineral (M)\t0,13\t-\t0,40\t1,43\nM+Torta de filtro (T)\t0,13\t-\t0,40\t1,44\nM+Extrato húmico (H)\t0,13\t-\t0,40\t1,42\nM+T+H\t0,13\t-\t0,40\t1,43\nTeste F\ti+TT^\t-\ti+TT^\tõ+T\nCV (%)\t8,06\t-\t2,11\t1,83\nPara o desdobramento da interação entre sistemas de cultivo x adubação, para macroporosidade verificou-se que na camada de 0,10-0,20 m, na 2a soca da cana-de-açúcar (Tabela 10) houve diferença significativa entre os tratamentos mineral, mineral+torta de filtro e na combinação das três fontes de adubação, quando se comparou os sistemas de cultivo. O sistema de cultivo com a haste escarificadora apresentou maior macroporosidade, devido o rompimento do solo. Comportamento semelhante foi verificado para a porosidade total e inverso para a densidade do solo. Esse rompimento de camada mais compactada até a profundidade de 0,20 m aumentou a porosidade do solo e reduziu a sua densidade. Esse resultado corrobora com Paulino et al. (2004), que constataram que a escarificação do solo pós-colheita em soqueiras de cana-de-açúcar, aumenta a macroporosidade do solo, diminuindo a microporosidade e densidade do solo.\nEntre as adubações somente houve diferença quando utilizou-se haste escarificadora no sistema de cultivo. O tratamento mineral+extrato húmico apresentou a menor macroporosidade e porosidade total, consequentemente a maior densidade do solo, diferindo dos demais tratamentos, devido o menor teor de matéria orgânica presente nesse tratamento.\nNa camada de 0,20-0,40 m, na 2a soca da cultura houve significância na interação sistema de cultivo x adubação para a macroporosidade (Tabela 11). Nos tratamentos mineral+extrato húmico e mineral+torta de filtro+extrato húmico, dentro dos sistemas de cultivo, o sistema com a haste escarificadora aumentou a macroporosidade nessa camada. Isso significa que esse sistema melhorou a estrutura do solo, pois o mesmo proporcionou aumento de macroporos em profundidade.\nMacroporosidade (m3 m3)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC/HE\t0,13 a A\t0,13 a A\t0,10aB\t0,16aA\nS/HE\t0,08 b A\t0,07 b A\t0,08 a A\t0,07 b A\nPorosidade Total (m3 m3)\t\t\t\t\nC/HE\t0,47 a A\t0,46 a A\t0,42 a B\t0,48 a A\nS/HE\t0,43 b A\t0,43 b A\t0,43 a A\t0,45 b A\nDensidade do solo (kg dm3)\t\t\t\t\nC/HE\t1,32 bB\t1,38 bB\t1,47 a A\t1,38 bB\nS/HE\t1,46 a A\t1,45 a A\t1,45 a A\t1,48 a A\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\nTabela 11. Desdobramento da interação entre sistemas de cultivo e adubações para macroporosidade da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07 na camada de 0,20-0,40 m.\nMacroporosidade (nT* m)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC7HE\t0,11 aA\t0,11 aA\t0,09 a B\t0,10 a A\nS/HE\t0,10 a A\t0,09 a A\t0,07 b A\t0,08 b A\nNa interação entre sistema de cultivo versus adubação na camada de 0,00-0,05 m, para porosidade total, na 23 soca da cana-de-açúcar (Tabela 12) nota-se que houve diferença significativa entre os sistemas de cultivo, quando foi utilizado adubação mineral+torta de filtro, apresentando maior porosidade com uso da haste. Este comportamento é explicado pelo rompimento do solo somada a ação da matéria orgânica, presente na torta de filtro. Na análise das diferentes adubações, dentro de cada sistema de cultivo, somente houve diferença no sistema com haste escarificadora, e a menor porosidade foi verificada no tratamento com adubação mineral+extrato húmico que diferiu apenas do tratamento M+T+H.\nNa Tabela 13 pode-se observar que para o desdobramento da interação sistema de cultivo versus adubação na camada de 0,00-0,05 m, na 33 soca da cana-de-açúcar, houve diferença significativa para a macroporosidade no tratamento mineral+torta de filtro+extrato húmico, quando se comparou os sistemas de cultivo. A presença da haste escarificadora proporcionou maior macroporosidade, indicando que esse sistema de cultivo descompactou o solo na camada superficial. Portanto, o rompimento do solo foi eficaz no aumento da macroporosidade, na 33 soca da cana-de-açúcar, quando associado à combinação da adubação mineral+torta de filtro+extrato húmico.\nEntre as adubações, houve diferença significativa somente no sistema de cultivo com haste escarificadora, no qual o tratamento com a combinação das três fontes de adubação proporcionou maior macroporosidade. Esse resultado indica que a combinação dos adubos orgânicos e mineral foi eficiente na melhoria desse atributo físico. Segundo Kiehl (1979) a matéria orgânica presente nos adubos orgânicos contribui para o aumento da porosidade do solo ao dificultar o arranjamento do tipo piramidal e é, por si só, de natureza porosa. Essa característica reforça a importância deste colóide em solos arenosos, os quais apresentam maior dependência dos efeitos da matéria orgânica para aumentar e manter a porosidade total e na alteração da distribuição de macro e microporos.\nTabela 12. Desdobramento da interação entre sistemas de cultivo e adubações para porosidade total do solo da 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/007 na camada de 0,00-0,05 m.\nPorosidade Total (nf* m)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC7HE\t0,49 a AB\t0,50 a AB\t0,48 a B\t0,51 a A\nS/HE\t0,50 a A\t0,48 b A\t0,47 a A\t0,48 a A\nMacroporosidade (m3 m3)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC/HE\t0,07 a B\t0,06 a B\t0,06 a B\t0,13 a A\nS/HE\t0,06 a A\t0,06 a A\t0,07 a A\t0,05 b A\nPorosidade Total (m3 m3)\t\t\t\t\nC/HE\t0,38 a B\t0,36 a B\t0,36 a B\t0,44 a A\nS/HE\t0,36 a A\t0,37 a A\t0,36 a A\t0,36 b A\nDensidade do solo (kg dm3)\t\t\t\t\nC/HE\t1,61 aA\t1,56 bB\t1,58 bB\t1,40 bB\nS/HE\t1,60 a A\t1,61 aA\t1,64 aA\t1,61 aA\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\nPara a camada de 0,00-0,05 m, na 3a soca da cana-de-açúcar para a densidade do solo (Tabela 13) pode-se observar na interação sistemas de cultivo versus adubação que houve variação significativa nos tratamentos mineral+torta de filtro, mineral+extrato húmico e na combinação das três fontes de adubação, quando se comparou os sistemas de cultivo, sendo que o sistema com a haste escarificadora proporcionou menor valor. Esse resultado mostra que o efeito do rompimento com a haste escarificadora manteve-se após um ano da tríplice operação.\nEntre as adubações houve significância somente no sistema com a haste escarificadora, no qual o tratamento mineral resultou maior densidade do solo (Tabela 13). Silva et al. (2005) mencionam que o manejo na cana-de-açúcar proporcionou um aumento na densidade do solo, com consequente redução do volume de macroporos e aumento dos microporos.\nEm todas as camadas estudadas (Tabelas 10, 11 e 13) verificou-se que os valores de macroporos para o sistema de cultivo sem a presença da haste escarificadora ficaram abaixo do valor considerado crítico de 0,10 m3 m-3 (Baver et al. 1972 e Greenland, 1981). Este comportamento reflete a condição de degradação da estrutura, ou seja, a presença de camada compactada.\nPara o desdobramento da interação sistema de cultivo versus adubação, com relação a microporosidade pode-se observar que na camada de 0,20-0,40 m, na 3a soca da cana-de-açúcar (Tabela 14) houve significância para os tratamentos mineral+torta de filtro e na combinação das três fontes de adubação, quando se comparou os sistemas de cultivo. Neste caso o sistema de cultivo sem a presença da haste escarificadora apresentou maior quantidade de microporos, reforçando a hipótese de que o uso da haste escarificadora rompeu a camada compactada.\nTabelal4. Desdobramento da interação entre sistemas de cultivo e adubações para microporosidade da 3a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07 na camada de 0,20-0,40 m.\nMicroporosidade (m3 m3)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC/HE\t0,27 a A\t0,26 b A\t0,26 a A\t0,26 b A\nS/HE\t0,27 a A\t0,28 a A\t0,27 a A\t0,28 a A\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\nNas camadas de solo estudadas os valores de densidade do solo variaram de 1,30 a 1,60 kg dm-3. Os maiores valores foram na camada de 0,00-0,05 m na 3a soca da cana-de-açúcar no sistema de cultivo sem a haste escarificadora (1,60 a 1,64 kg dm-3). Esses valores são considerados críticos para o bom desenvolvimento do sistema radicular. Reichert, Reinert e Braida (2003) consideram como densidade critica, para o bom desenvolvimento do sistema radicular, valor igual a 1,55 kg dm-3 para solos de textura média. Vasconcelos et al. (2004) verificaram valores de densidade do solo de 1,45 kg m-3 em um Latossolo. Os autores afirmaram que esse valor de densidade do solo é muito alto e restringe o desenvolvimento do sistema radicular da cana-de-açúcar na profundidade de 0,10 a 0,30 m.\n4.1.2 Estabilidade de agregados em água\nNas Tabelas 15 a 17, pode-se constatar que nas 2a e 3a socas (2006/07 e 2007/08) não houve diferença significativa entre os sistemas de cultivo para a porcentagem de distribuição de agregados estáveis em água, bem como para o diâmetro médio ponderado (DMP), em todas as camadas estudadas. Salvo exceções para classes de agregados de: 4-2 mm na camada de 0,00-0,05 m e de 0,5-0,25 mm na camada de 0,10-0,20 m, referentes ao sistema de cultivo na 2a soca; classes de 4-2 mm na camada de 0,00-0,05 m e de 0,5-0,25 mm na camada de 0,10-0,20 m, referentes aos tratamentos com adubação na 2a soca.\nTais resultados não significativos ocorreram provavelmente devido ao conteúdo de matéria orgânica no solo semelhante entre os tratamentos estudados. Áreas cultivadas com cana-de-açúcar por sete anos apresentaram menor DMP comparadas com áreas com menos tempo de cultivo e os resultados foram associados ao menor conteúdo de matéria orgânica e a mobilização do solo (GOES et al., 2005).\nClasses de tamanho de agregados (mm)\nSistemas de cultivo\t6-4\t4-2\t2-1\t1-0,5\t0,5-0,25\t<0,25\tDMP\n\t\t\t\t\t%\t\t\t\tmm\n\t\t\t2a\tsoca (2006/07)\t\t\t\nC/HE\t31,15\t-\t8,97\t16,64\t10,46\t18,63\t2,23\nS/HE\t30,91\t-\t9,90\t15,23\t10,29\t16,94\t2,37\nTeste F\t0,02 NS\t-\t1,88 NS 0,11 NS\t\t0,01 NS\t0,78 NS\t0,27 NS\nCV (%)\t23,58\t-\t9,88\t24,20\t12,81\t13,48\t16,47\n\t\t\t3a\tsoca (2007/08)\t\t\t\nC/HE\t18,94\t17,70\t12,81\t20,28\t13,28\t16,82\t1,95\nS/HE\t21,60\t17,77\t12,91\t19,03\t12,13\t16,47\t2,01\nTeste F\t1,95 NS\t0,04 NS\t0,04 NS\t0,28 NS\t\t1,12 NS\t0,36 NS\t0,42 NS\nCV (%)\t12,81\t16,14\t10,38\t14,62\t11,32\t7,17\t14,00\nClasses de tamanho de agregados (mm)\nSistemas de cultivo\t6-4\t4-2\t2-1\t1-0,5\t0,5-0,25\t<0,25\tDMP\n\t\t\t\t\t%\t\t\t\tmm\n\t\t\t2a\tsoca (2006/07)\t\t\t\nC/HE\t33,52\t16,03\t11,02\t15,20\t-\t15,39\t2,55\nS/HE\t30,15\t17,67\t12,07\t15,91\t-\t14,16\t2,48\nTeste F\t0,40 NS\t0,11 NS\t2,4i ns\t0,40 NS\t\t-\t0,23 NS\t0,12 NS\nCV (%)\t19,87\t15,26\t16,55\t20,42\t-\t19,13\t24,10\n\t\t\t3a\tsoca (2007/08)\t\t\t\nC/HE\t19,36\t19,77\t14,10\t19,95\t11,96\t14,83\t2,02\nS/HE\t21,72\t19,96\t14,73\t18,97\t10,91\t13,72\t2,10\nTeste F\t1,75 NS\t0,05 NS\t0,26 NS 0,66 NS\t\t1,29 NS\t0,88 NS\t0,33 NS\nCV (%)\t14,32\t11,86\t24,24\t17,45\t22,91\t23,28\t20,00\nClasses de tamanho de agregados (mm)\nSistemas de cultivo\t6-4\t4-2\t2-1\t1-0,5\t0,5-0,25\t<0,25\tDMP\n\t\t\t\t\t%\t\t\t\tmm\n\t\t\t2a\tsoca (2006/07)\t\t\t\nC/HE\t30,97\t20,29\t14,78\t14,85\t7,27\t12,74\t2,47\nS/HE\t29,42\t20,97\t13,54\t14,32\t8,64\t13,23\t2,48\nTeste F\t0,33 NS\t0,11 NS\t1,54 NS\t0,16 NS\t\t5,37 ns\t10,20 NS\t0,01 NS\nCV (%)\t15,17\t15,49\t19,92\t24,88\t8,78\t10,56\t19,77\n\t\t\t3a\tsoca (2007/08)\t\t\t\nC/HE\t16,99\t23,47\t17,34\t18,83\t9,40\t13,67\t2,04\nS/HE\t22,48\t22,28\t16,86\t17,33\t8,77\t12,48\t2,18\nTeste F\t1,88 NS\t1,00 NS\t0,llNS\t2,52NS\t\t1,76 NS\t3,07 NS\t1,72 ns\nCV (%)\t20,23\t14,73\t22,48\t14,80\t14,77\t14,93\t13,86\nDe forma geral (Tabelas 15 a 20) nota-se que na 3a soca a porcentagem de distribuição dos agregados com classe de diâmetro entre 6-4 mm reduziu em 60 % em média, comparada com a 2a soca, ou seja, o tempo de cultivo do solo está reduzindo a estabilidade dos macroagregados. A adição de matéria orgânica ao solo pode aumentar a sua agregação e alterar a proporção de agregados estáveis em água (JORGE et al., 1991). Tisdall e Oades (1982) mencionaram que o acúmulo de agregados de menor diâmetro é resultado da maior resistência desses agregados às práticas de manejo, pois os agentes ligantes que estabilizam esses agregados menores são persistentes, formados por substâncias húmicas associadas aos óxidos de ferro e alumínio, enquanto os macroagregados (> 250 mm) são mais afetados pelas práticas do manejo, visto que são ligados por agentes temporários, como hifas de fungo e raízes de plantas.\nPara os tratamentos com adubação (Tabelas 18 a 20) em todas as camadas estudadas também não houve diferença significativa para as porcentagens de agregados estáveis em água e DMP, nas 2a e 3a socas da cana-de-açúcar. Esses resultados discordam dos verificados por Vasconcelos et al. (2010), que constataram que a aplicação de 300 m3 ha-1 de vinhaça adicionada à 30 t ha-1 torta de filtro foi eficiente no desenvolvimento dos agregados e aumentaram o diâmetro médio ponderado dos mesmos. Provavelmente o tempo de influência dos tratamentos seja o fator responsável pelo comportamento apresentado.\nClasses de tamanho de agregados (mm)\t\t\t\t\t\t\t\nSistemas de cultivo\t6-4\t4-2\t2-1\t1-0,5\t0,5-0,25\t<0,25\tDMP\n\t\t\t\t\t%\t\t\t\tmm\n\t\t\t2a!\tsoca (2006/07)\t\t\t\nMineral (M)\t23,97\t-\t10,73\t16,07\t11,98\t19,41\t1,99\nM+Torta de filtro (T)\t35,24\t-\t9,79\t15,21\t9,20\t15,75\t2,55\nM+Extrato húmico (H)\t33,39\t-\t8,37\t14,39\t11,36\t17,90\t2,42\nM+T+H\t31,52\t-\t8,85\t18,07\t8,96\t18,09\t2,25\nTeste F\t1,94ns\t-\t1,80ns\t0,54NS\t1,57ns\t1,68ns\t1,75 NS\nCV (%)\t17,93\t-\t11,24\t15,42\t15,91\t8,97\t9,44\n\t\t\t3a\tsoca (2007/08)\t\t\t\nMineral (M)\t24,26\t17,75\t12,85\t18,35\t11,15\t15,61\t2,06\nM+Torta de filtro (T)\t19,36\t18,94\t12,13\t20,29\t13,39\t15,78\t2,10\nM+Extrato húmico (H)\t18,30\t18,84\t13,84\t18,71\t12,67\t17,40\t1,94\nM+T+H\t19,15\t15,41\t12,64\t21,27\t13,60\t17,80\t1,84\nTeste F\t0,45\t2,22\t0,48\t1,06ns\t0,80ns\t0,45\t0,53\nCV (%)\t26,40\t17,58\t22,80\t9,50\t12,46\t12,41\t23,00\nClasses de tamanho de agregados (mm)\t\t\t\t\t\t\t\nSistemas de cultivo\t6-4\t4-2\t2-1\t1-0,5\t0,5-0,25\t<0,25\tDMP\n\t\t\t\t\t%\t\t\t\tmm\n\t\t\t2a\tsoca (2006/07)\t\t\t\nMineral (M)\t33,55\t15,36\t10,79\t15,41\t-\t15,16\t2,53\nM+Torta de filtro (T)\t34,11\t18,29\t11,48\t14,20\t-\t12,81\t2,67\nM+Extrato húmico (H)\t30,87\t17,69\t11,86\t16,06\t-\t14,25\t2,44\nM+T+H\t28,81\t16,06\t12,06\t16,55\t-\t16,87\t2,42\nTeste F\t0,65 NS\t1,37ns\t0,51NS\t1,27ns\t-\t1,58ns\t0,82 NS\nCV (%)\t13,90\t9,17\t19,12\t16,42\t-\t11,48\t14,01\n\t\t\t3a\tsoca (2007/08)\t\t\t\nMineral (M)\t22,96\t20,61\t13,06\t18,01\t10,41\t14,93\t1,98\nM+Torta de filtro (T)\t18,10\t18,87\t15,47\t20,38\t12,95\t14,14\t2,13\nM+Extrato húmico (H)\t21,13\t19,52\t14,12\t19,54\t11,50\t14,15\t2,08\nM+T+H\t19,97\t20,46\t15,01\t19,92\t10,88\t13,89\t2,04\nTeste F\t0,67\t0,64\t1,53\t1,39ns\t2,46NS\t0,15\t0,44\nCV (%)\t16,77\t14,58\t16,80\t12,66\t17,40\t22,75\t13,14\nClasses de tamanho de agregados (mm)\nSistemas de cultivo\t6-4\t4-2\t2-1\t1-0,5\t0,5-0,25\t<0,25\tDMP\n\t\t\t\t\t%\t\t\t\tmm\n\t\t\t2a\tsoca (2006/07)\t\t\t\nMineral (M)\t29,70\t18,52\t13,45\t15,07\t9,38\t13,81\t2,32\nM+Torta de filtro (T)\t36,18\t19,52\t13,76\t13,17\t6,55\t10,87\t2,76\nM+Extrato húmico (H)\t31,66\t20,32\t14,18\t13,97\t7,09\t12,84\t2,62\nM+T+H\t23,23\t24,15\t15,24\t16,13\t8,81\t12,42\t2,19\nTeste F\t3,60 NS\t1,42ns\t1,83 NS\t2,80ns\t2,09 NS\t1,06ns\t3,01NS\nCV (%)\t13,32\t12,92\t11,48\t14,97\t14,69\t26,79\t17,35\n\t\t\t3a\tsoca (2007/08)\t\t\t\nMineral (M)\t22,45\t22,11\t16,16\t17,54\t8,86\t12,82\t1,99\nM+Torta de filtro (T)\t17,93\t22,82\t17,02\t18,90\t9,70\t13,45\t2,23\nM+Extrato húmico (H)\t17,94\t22,93\t17,76\t18,39\t9,41\t13,77\t2,12\nM+T+H\t20,62\t23,65\t17,47\t17,49\t8,37\t12,26\t2,10\nTeste F\t0,53\t0,52ns\t1,11\t0,45\t0,75\t0,48ns\t0,75\nCV (%)\t23,17\t10,68\t10,93\t15,82\t21,20\t21,02\t14,99\nPara o desdobramento da interação sistemas de cultivo x adubação com relação aos agregados, compreendidos entre 4-2 mm de diâmetro, verificou-se que na camada de 0,000,05 m, na 2a soca da cana-de-açúcar (Tabela 21) houve diferença significativa nos tratamentos mineral+torta de filtro e na combinação das três fontes de adubação, quando se comparou os sistemas de cultivo. O sistema de cultivo sem a haste escarificadora proporcionou\\ maior agregação, devido o não rompimento do solo. Estes resultados concordam com os verificados por Wendling et al. (2005), os autores verificaram que a não mobilização do solo (plantio direto) aumentou os índices de estabilidade de agregados. Observaram também uma boa correlação do teor de C orgânico (matéria orgânica) com os índices de estabilidade de agregados. O rompimento do solo pode destruir a sua estrutura, se efetuado em condições inadequadas de umidade.\nEntre as adubações, dentro do mesmo sistema de cultivo, somente o sistema de cultivo com a presença da haste escarificadora teve significância, e o tratamento com a combinação das três fontes de adubação apresentou maior estabilidade de agregados (Tabela 21), do que os tratamentos mineral e mineral+torta de filtro. A ação conjunta das três fontes de adubos provavelmente favoreceu a atividade biológica do solo contribuindo para melhor estabilidade da agregação. Entretanto a média deste tratamento com haste foi inferior a média obtida sem a utilização de haste no cultivo.\nPara os agregados compreendidos entre 0,5-0,25 mm de diâmetro pode-se observar que na camada de 0,10-0,20 m (Tabela 21) houve significância para o tratamento com adubação mineral, quando se comparou os sistemas de cultivo. O sistema de cultivo com a haste escarificadora proporcionou menor valor de agregados nesta faixa de diâmetro. Entre as adubações não houve diferença significativa, independente dos sistemas de cultivo adotado.\n4-2 (mm)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC7HE\t11,75 aB\t13,25 bB\t14,50 a AB\t16,25 b A\nS/HE\t18,25 a A\t16,65 a A\t14,97 a A\t17,75 a A\n0,5-0,25 (mm)\t\t\t\t\nC7HE\t7,75 b A\t8,27 a A\t9,10 a A\t11,18 aA\nS/HE\t11,99 a A\t9,25 a A\t10,00 a A\t8,75 a A\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\n4.2 Atributos químicos do solo\nNas Figuras 12a e 13a pode-se observar que nas 2a e 3a socas (2006/07 e 2007/08) ocorreu diferença significativa para o teor de P na interação sistemas de cultivo x adubação, na camada de 0,00-0,05 m. Nas camadas de 0,10-0,20 e 0,20-0,40 m não houve diferença significativa, para este elemento, para o fator sistema de cultivo, nas 2a e 3a socas da cultura (Figura 12a). Já para os tratamentos com adubação (Figura 13a) houve significância para P na camada de 0,10-0,20 m.\nNo desdobramento da interação sistemas de cultivo x adubação com relação ao teor de P verificou-se que na camada de 0,00-0,05 m, nas 2a e 3a socas da cana-de-açúcar (Tabelas 22 e 23, respectivamente) houve diferença significativa entre os tratamentos mineral+torta de filtro e mineral+torta de filtro+extrato húmico, quando se comparou os sistemas de cultivo, sendo que no sistema de cultivo sem a presença da haste escarificadora, o teor de P foi maior. Esse resultado se deve ao fato do não revolvimento do solo. O coeficiente de difusão do fósforo no solo é muito baixo, sendo lenta a movimentação do íon, e, por essa razão, o elemento permanece próximo do local onde foi aplicado. Para o P ser deslocado em profundidade há necessidade de revolvimento do solo (ROSSETTO et al., 2008b).\nEntre as adubações somente o sistema de cultivo sem a presença de haste escarificadora teve significância, onde os tratamentos mineral+torta de filtro e mineral+torta de filtro+extrato húmico apresentaram maior teor de P (Tabela 22). O aumento significativo do fósforo no solo pode ser explicado pela disponibilização deste elemento com a aplicação de adubação mineral e orgânica, haja vista que a adubação mineral (500 kg ha-1 da fórmula 1806-24) e 13 t ha-1 de torta de filtro adicionaram 67 kg ha-1 de fósforo. Os valores encontrados assemelham-se aos obtidos por Nardin (2007) que estudando o efeito da torta de filtro em um Argissolo observou que houve um incremento do teor de P na camada superficial quando a torta de filtro foi aplicada em área total.\nl»l\nM “ MiurinJ T- Muicral f&lt;k lilhii H * Nliund * Exlirtft limiuto M+T*tl - Miucral * Tuirntk filLi ot Ex1i wlu bumjue\nM - ‘ liiirinl T - ‘Lucid * Torta -k lillr«> H — NLucid + Eiii a4ú IiUíhigO M^T+H - Mniri J + TmI-mIc lillio&lt;■ Elhata Iííuíiieo\níJn\nM Miueinl 1 - MiiicraJ f Turt.i «k lilliu Ei - Miini¡d • ExUMu Iiihuilu M+T*U - Muntial * Tuiladc lilho ♦ Exíjalo liuunicu\nFigura 13. Valores médios de P, MO, pH e K para os tratamentos com adubação das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m. Aparecida do Taboado-MS, 2006/07 e 2007/2008. Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\nFósforo (mg dm-3)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC/HE\t5,00 a A\t6,00 b A\t5,00 a A\t5,00 b A\nS/HE\t5,50 a B\t10,00 a A\t6,25 a B\t10,50 a A\nCálcio (mmolc dm’3)\t\t\t\t\nC/HE\t10,00 b A\t17,00 b A\t16,00 a A\t15,25 a A\nS/HE\t16,50 a B\t27,50 a A\t20,25 a A\t16,75 a A\nMagnésio (mmolc dm’3)\t\t\t\t\nC/HE\t7,00 a A\t9,00 b A\t6,50 b A\t6,50 b A\nS/HE\t9,25 a A\t12,75 a A\t10,00 a A\t8,00 a A\nSoma de bases (mmolc dm-3)\t\t\t\t\nC/HE\t19,12a A\t29,37 b A\t19,30 b A\t18,75 b A\nS/HE\t26,20 a B\t34,80 a B\t27,75 a B\t35,20 a A\n\t\tCapacidade de troca catiônica (mmolc\tdrn3)\t\nC/HE\t36,50 a A\t45,80 b A\t46,75 a A\t45,27 a A\nS/HE\t45,45 a B\t52,85 a A\t48,97 a B\t42,75 a B\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\nFósforo (mg dm-3)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC/HE\t7,00 a A\t8,00 b A\t10,00 a A\t10,00 a A\nS/HE\t7,75 a BC\t20,25 a A\t6,75 a C\t14,25 b AB\nMagnésio (mmolc dm\"3)\t\t\t\t\nC/HE\t7,00 a A\t7,25 a A\t7,50 a A\t11,00 a A\nS/HE\t7,25 a AB\t9,25 a AB\t6,75 aB\t11,50 a A\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\nri*\nM - Miútul T■ trinoil * TMadi ffifn H’ Miiiíií * ãrtnútani» M*T*H’ Kii'i°l > T«ut»il* .....\nFigura 14. Valores médios de Ca, Mg, H+Al e Al para os tratamentos com adubação das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m. Aparecida do Taboado-MS, 2006/07 e 2007/2008. Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\nPara os valores médios de P (Figura 13a) na camada de 0,10-0,20 m, foi possível constatar que houve significância entre os tratamentos com adubação na 3a soca da cana-de-açúcar, sendo que o tratamento mineral+torta de filtro+extrato húmico apresentou maior valor, diferindo estatisticamente dos demais tratamentos, indicando a eficiência da combinação dos adubos orgânicos em elevar o teor de P no solo. Esse resultado foi obtido porque a torta de filtro além de ser fonte de P, pode reduzir a adsorção do elemento, graças ao elevado teor de material orgânico que poderá fornecer ácidos orgânicos que competem com o fosfato pelos sítios de adsorção, aumentando a disponibilidade do elemento (HUE,1995) as raízes. O extrato húmico (Humitec®) combinado com a torta de filtro pode estar contribuindo com a liberação de fósforo imobilizado presente no solo, normalmente não disponível as plantas.\nCom relação ao teor de matéria orgânica (Figuras 12b e 13b), em todas as camadas estudadas, verifica-se que não houve diferença significativa entre os sistemas de cultivo e os tratamentos com adubação. Os teores apresentados estão abaixo dos valores normais para solos de textura média (16-30 g dm-3), segundo Raij et al. (1997). Isso significa que os tratamentos com adubos orgânicos (Torta de filtro+ extrato húmico) em dois cultivos não proporcionaram aumento no seu teor. A queima da cana-de-açúcar antes da colheita contribuiu para perda de carbono orgânico (matéria orgânica) do solo, resultando em prejuízos nos atributos químicos e físicos do solo.\nvalor de pH, comparado ao tratamento mineral+torta de filtro+extrato húmico na camada de 0,00-0,05 m, e ao tratamento tratamento mineral+extrato húmico na camada de 0,10-0,20 m, confirmando a importância da torta de filtro na fertilização e redução da acidez do solo. Isto pode estar associado ao efeito quelante da matéria orgânica sobre o alumínio e diminuição da acidez, atribuindo assim propriedades corretivas de acidez a este resíduo. Esses valores encontrados corroboram aos de Rodella et al. (1990) que constataram que após 8 meses da aplicação da torta de filtro o solo apresentava um valor de pH igual a 5,20, superior a testemunha que não recebeu torta de filtro.\nPara o K verifica-se que na 2a soca (2006/07) ocorreu diferença significativa na interação sistemas de cultivo x adubação, na camada de 0,20-0,40 m (Figuras 12d e 13d ). Nas camadas de 0,00-0,05 e 0,10-0,20 m não houve diferença significativa, para este elemento, analisando os fatores sistema de cultivo e adubação (Figuras 12d e 13d).\nNa Tabela 24 pode-se observar que para o desdobramento da interação sistemas de cultivo x adubação na camada de 0,20-0,40 m, na 2a soca da cana-de-açúcar, houve significância para K nos tratamentos mineral, mineral+torta de filtro e na combinação das três adubações (mineral+torta de filtro+extrato húmico), quando se comparou os sistemas de cultivo, sendo que o sistema de cultivo sem haste escarificadora proporcionou maior teor de K. Segundo Rossetto et al. (2004), o potássio é o macronutriente mais extraído pela cana-de-açúcar e se acumula na planta. Com a escarificação provavelmente a condição de aeração do solo, entrada de água e aumento da decomposição colaborou para acelerar a decomposição do palhiço e movimentação do K em profundidade no perfil, por lixiviação.\nPotássio (mmolc dm\"3)\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro (T)\tM+Extrato húmico (H)\tM+T+H\nC7HE\t0,37 b A\t0,25 b A\t0,37 a A\t0,32 b A\nS/HE\t0,50 a B\t1,00 a A\t0,25 a B\t1,00 a A\nAlumínio (mmolc dm 3)\t\t\t\t\nC7HE\t4,75 a C\t7,00 a B\t9,25 a A\t7,00 a B\nS/HE\t4,25 a AB\t3,25 b B\t6,00 b A\t4,25 b AB\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\nEntre as adubações somente no sistema de cultivo sem a presença de haste escarifícadora houve diferença entre os tratamentos. A adição de torta de filtro possibilitou maiores valores, comparado aos demais tratamentos que não recebeu este resíduo (Tabela 24) . Isto pode ter ocorrido pelo fato que na torta de filtro existe certa concentração deste nutriente e consequentemente a combinação deste resíduo com a adubação mineral, elevou os teores de K no solo. Já o tratamento em que houve apenas aplicação da adubação química, os teores de K apresentaram-se baixos. Isto pode ter ocorrido, devido ao fato que a adubação com K ter sido feita somente em quantidades para suprir a necessidade no atual ciclo da cana-de-açúcar. Esses resultados corroboram com os de Oliveira et al. (2009), que estudando as alterações químicas de um Latossolo Vermelho, verificaram que os teores de K apresentados nos solos cultivados com torta de filtro e torta de filtro+vinhaça foram superiores aos da área com floresta nativa e do solo sob aplicação de adubação química tanto na camada superior como em profundidade.\nCom relação ao Ca pode-se verificar que na 2a soca (2006/07) ocorreu significância para a interação sistemas de cultivo x adubação, na camada de 0,00-0,05 m (Figuras 12e e 14a). Na camada de 0,10-0,20 m houve diferença significativa, para este elemento na 3a soca (2007/08), analisando o fator sistema de cultivo (Figura 12e) e nos tratamentos com adubação nas 2a e 3a socas da cana-de-açúcar (Figura 14a). Para a camada de 0,20-0,40 m ocorreu diferença significativa na 3a soca para os tratamentos com adubação (Figura 14a).\nPara o desdobramento da interação sistemas de cultivo x adubação (Tabela 22), com relação ao teor de Ca verificou-se que na camada de 0,00-0,05 m, na 2a soca da cana-de-açúcar houve diferença para os tratamentos mineral e mineral+torta de filtro, quando se comparou os sistemas de cultivo, sendo que no sistema de cultivo sem a presença da haste escarificadora os tratamentos citados apresentaram maiores teores de Ca. Esse fato se justifica pelo não revolvimento do solo, permitindo que o nutriente se acumule na camada superficial.\nOs resultados encontrados discordam aos obtidos por Ide et al. (1984), que estudando o cultivo de soqueira de cana-de-açúcar, testaram diferentes combinações de hastes e gradinhas para escarificar a entrelinha e observaram que o cultivo com a tríplice operação na profundidade de 0,25 m contribuiu para melhor distribuição dos nutrientes no perfil do solo.\nEntre as adubações somente o sistema de cultivo sem a presença de haste escarificadora teve diferença entre os tratamentos, onde o tratamento que recebeu a adubação mineral apresentou menor teor de Ca (Tabela 22). Este resultado pode ser explicado pelo fato de a torta de filtro possuir na sua composição química além da matéria orgânica, altos teores de fósforo, nitrogênio e cálcio. Corroborando com Nardin (2007) que trabalhando em um Argissolo verificou que a utilização da torta de filtro promoveu uma melhoria na fertilidade do solo, até a camada de 0,20-0,40 m com aumentos significativos de cálcio e fósforo. Korndorfer e Anderson (1997) afirmaram que a torta de filtro promove alterações significativas nos atributos químicos do solo, tais como: aumento na disponibilidadede P, Ca e N.\nObserva-se que para os valores médios de Ca na camada de 0,10-0,20 m (Figura 12e) na 3a soca da cana-de-açúcar apresentaram-se significativos entre os sistemas de cultivo, sendo que sem a haste escarificadora proporcionou maior teor de Ca.\nDe acordo com a (Figura 14a) verifica-se diferença significativa para os teores médios de Ca na camada de 0,10-0,20 m, nas 2a e 3a socas da cana-de-açúcar entre os tratamentos com adubação, sendo que o tratamento com a combinação das três fontes de adubação (mineral+torta de filtro+extrato húmico) apresentou maiores teores comparados ao tratamento mineral+ extrato húmico. Esse resultado provavelmente ocorreu porque a torta de filtro é rica em material orgânico (73 %), onde a mesmo disponibiliza nutrientes necessários para o crescimento da cultura, assim contribuindo para a melhoria da fertilidade do solo, além de que\nNa camada de 0,20-0,40 m pode-se constatar que para o teor de Ca houve variação significativa na 3a soca da cultura, e o tratamento com adubação mineral se destacou, deferindo somente do tratamento com adubação mineral +extrato húmico (Figura 14a). Isso significa que os adubos orgânicos atuaram em profundidade, ficando o Ca concentrado nas camadas superficiais, haja vista que os mesmos foram aplicados sem incorporação. Inclusive a calagem e a gessagem na 2a soca.\nPara o teor de Mg observou-se que na camada de 0,00-0,05 m houve diferença significativa para a interação sistemas de cultivo x adubação (Tabela 22), na 2a soca da cana-de-açúcar, sendo que os tratamentos mineral+torta de filtro, mineral+extrato húmico e a combinação das três adubações (mineral+torta de filtro+extrato húmico), e o sistema de cultivo sem a haste escarificadora proporcionou maior teor de Mg. O teor de magnésio trocável segue a mesma tendência do Ca trocável, ocorrendo também maiores quantidades na camada superficial pelo fato de não ter ocorrido o revolvimento do solo.\nEntre as adubações verificou-se que não houve diferença significativa para o teor de Mg (Tabela 22). Na 3a soca da cana-de-açúcar verifica-se que não houve diferença estatística entre os sistemas de cultivo para o teor de Mg (Tabela 23). Entre as adubações somente o sistema de cultivo sem a presença de haste escarificadora teve diferença, onde o tratamento com a combinação das três adubações, apresentou maior teor comparado ao tratamento mineral+extrato húmico. Segundo Rossetto et al.(2008a), a matéria orgânica presente nos adubos orgânicos traz benefícios ao solo, como aumento da CTC, maior retenção de cátions que serão fornecidos pela adubação, como o potássio e magnésio. A torta de filtro apresenta teores significativos de Mg além de ser rica em P, N e Ca.\nPara os teores médios de Mg na camada de 0,10-0,20 m (Figura 14b) na 2a soca da cana-de-açúcar, observa-se que houve diferença significativa entre os tratamentos adubações, sendo que o tratamento mineral+torta de filtro+extrato húmico proporcionou maior teor desse nutriente, diferindo apenas do tratamento mineral+extrato húmico. Esse resultado pode ser explicado pelo fato da torta de filtro possuir uma quantidade significativa de Mg e, o extrato humico não tem na sua composição química esse nutriente, devido a isso o mesmo acabou não contribuindo pelo aumento do teor de Mg. Corrêa et al. (2001) relataram que a aplicação de 5,37 t ha-1 de torta de filtro contribui para o aumento de magnésio no solo.\nPara acidez potencial (H+Al) observou-se que nas camadas de 0,00-0,05 e 0,20-0,40 m (Figura 12g) nas 2a e 3a socas da cana-de-açúcar, respectivamente, houve diferença significativa entre os sistemas de cultivo, sendo que o sistema de cultivo com haste escarificadora apresentou maior valor. Esse resultado ocorreu provavelmente devido a mobilização do solo. A mobilização promove lixiviação maior das bases trocáveis, reduzindo a concentração de Ca e Mg. Esses cátions foram substituídos pelos íons H+ e Al3+, os mesmos ficando retidos na superfície dos coloides aumentando a acidez potencial do solo.\nPara o elemento Al verificou-se na interação sistemas de cultivo x adubação (Tabela 24) na 3a soca da cultura, na camada de 0,20-0,40 m, que houve diferença significativa entre os tratamentos mineral+torta de filtro, mineral+extrato húmico e na combinação das três adubações, quando se comparou os sistemas de cultivo, sendo que o sistema de cultivo com haste escarificadora promoveu maior teor de Al. Os teores de Al trocável, bem como a acidez potencial (H+Al) foram mais altos no sistema de cultivo com haste, fato concordante com os baixos valores de pH e com os baixos teores de Ca e Mg constatado nesse sistema (Tabela 24). Entre as adubações houve diferença significativa nos dois sistemas de cultivo, e no sistema de cultivo com haste escarificadora, o tratamento mineral+extrato húmico apresentou maior teor de alumínio, provavelmente em função do extrato húmico (Humitec®) apresentar\nbaixo teor de matéria orgânica na sua composição, já que os ácidos orgânicos são responsáveis pela complexação do Al. No sistema de cultivo sem haste escarificadora, o tratamento mineral+torta de filtro apresentou menor teor de Al trocável comparado ao tratamento mineral+extrato húmico (Tabela 24). A diminuição dos teores de Al trocável promovidos pelo uso de torta de filtro, ocorreu provavelmente devido ao efeito corretivo da torta e/ou pela complexação do Al por ácidos orgânicos presentes na torta de filtro. Segundo alguns autores (VAN HEES et al., 2000; SIMAS et al., 2005; MENDONÇA et al., 2006), os ácidos orgânicos apresentam grande afinidade e capacidade de formar complexos estáveis com Al diminuindo sua atividade na solução do solo.\nPara os valores médios de Al nas camadas de 0,10-0,20 e 0,20-0,40 m (Figura 12h) nas 2a e 3a socas da cana-de-açúcar, verifica-se que houve significância entre os sistemas de cultivo, sendo que o cultivo com haste escarificadora apresentou maior teor de Al. Esses resultados estão coerentes com a acidez potencial. Já para os tratamentos com adubação nessas mesmas camadas (Figura 14d) constatou-se que houve diferença significativa sendo que o tratamento mineral+extrato húmico apresentou maior teor desse elemento.\nPara o desdobramento da interação sistemas de cultivo x adubação (Tabela 22) com relação a SB verifica-se que na camada de 0,00-0,05 m, na 2a soca da cana-de-açúcar houve diferença para os tratamentos mineral+torta de filtro, mineral+extrato húmico e mineral+torta de filtro+extrato húmico, quando se comparou os sistemas de cultivo. O sistema de cultivo sem a presença da haste escarificadora proporcionou os maiores valores de SB. Entre as adubações somente no sistema de cultivo sem a presença de haste escarificadora houve diferença entre os tratamentos, onde o tratamento mineral+torta de filtro+extrato húmico apresentou maior valor, diferindo dos demais tratamentos (Tabela 22). Esse resultado é em virtude dos aumentos dos teores de K, Ca e Mg proporcionados pela aplicação dos adubos orgânicos e adubação mineral.\n(Figura 15a), nas camadas de 0,10-0,20 e 0,20-0,40 m.\nFigura 15. Valores médios de SB, CTC e V % para os tratamentos sistemas de cultivo das 2a e 3a socas da cana-de-açúcar, nas camadas de 0,00-0,05; 0,10-0,20 e 0,20-0,40 m. Aparecida do Taboado-MS, 2006/07 e 2007/2008. Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\nDe acordo com os valores médios da SB observados nas camadas de 0,10-0,20 e 0,200,40 m (Figura 16a), na 3a soca da cana-de-açúcar entre os tratamentos adubações, pode-se constatar que a adubação mineral, mineral+torta de filtro e a combinação das três fontes adubações proporcionaram maiores valores. Os dois primeiros tratamentos diferiram do tratamento mineral+extrato húmico na camada de 0,10-0,20 m. Este fato é devido a maior concentração de Ca, Mg e K que essas adubações possuem em sua composição química.\nNo desdobramento da interação sistemas de cultivo x adubação (Tabela 22), para a CTC pode-se constatar que na camada de 0,00-0,05 m, na 2a soca da cultura, houve diferença\nsignificativa para o tratamento mineral+torta de filtro, quando se comparam os sistemas de cultivo, o sistema de cultivo sem a haste escarificadora apresentou maior valor. Esse resultado é explicado pelo fato da CTC estar relacionada com a atividade e o conteúdo da matéria orgânica, sendo maior no solo não revolvido devido a menor mineralização da mesma.\nM ■ Minnri T-Miuri.il +■ Tnií-* *1s lilrr*--- H •« MjjiciJ *■ E_xli rf-.' lntiuiin M+T~H - ^iiciri * TniinJc íiilii>~ Exlisrtn liniiutu\niU\nM - Mimei al T - Miurinl * Tbfladr filíiw 11 - Muici?l t- Exlialt kirjunu M‘ T‘H hliiinaJ + Turlnik lilliu » Exíjalo hftuucu\nEntre as adubações somente o sistema de cultivo sem a presença de haste escarificadora apresentou significância (Tabela 22), onde o tratamento mineral+torta de filtro proporcionou o maior valor. Fato explicado devido à alta concentração de matéria orgânica que a torta de filtro possui na sua composição química. Segundo Glória e Orlando Filho (1983), a elevação da CTC pode ser justificada pelo grande aporte de matéria orgânica representado pela adição da torta de filtro. Pela característica coloidal da matéria orgânica contida nesses resíduos, confere ao solo maior quantidade de cargas negativas, diminuindo o potencial de lixiviação de cátions. Korndofer e Anderson (1997) relataram que a utilização da torta de filtro promove alterações positivas nos atributos químicos do solo, tais como elevação da capacidade de troca catiônica, saturação por bases, diminuição nos teores de alumínio trocável, aumento na disponibilidade de P e Ca.\nPara os valores médios de CTC na camada de 0,20-0,40 m (Figura 15b), na 3a soca da cana-de-açúcar pode-se observar que houve significância entre os sistemas de cultivo, sendo que o sistema de cultivo sem a haste escarificadora proporcionou maior CTC.\nPara a saturação por bases (V%) pode-se constatar que nas camadas de 0,00-0,05 e 0,20-0,40 m, nas 2a e 3a socas da cana-de-açúcar, respectivamente (Figura 15c) houve significância entre os sistemas de cultivo, sendo que o cultivo sem haste escarificadora proporcionou maior valor. Entre os tratamentos adubações, verificou-se que houve variação significativa para saturação por bases (V%) nas camadas de 0,10-0,20 e 0,20-0,40 m, nas 2a e 3a socas da cana-de-açúcar (Figura 16c). Neste caso o tratamento mineral+torta de filtro apresentou maior valor comparado ao tratamento mineral+ extrato húmico (camada 0,10-0,20 m) e aos demais tratamentos (camada de 0,20-0,40 m). Esse resultado é devido ao aumento dos teores de Ca, Mg e K proporcionado pela aplicação da torta de filtro e adubação mineral.\n4.3 Análises das plantas\n4.3.1 Número de perfilhos por metro\nPara os valores médios de número de perfilhos (Figura 17) pode-se verificar que não houve diferença significativa entre os sistemas de cultivo nas 2a e 3a socas da cana-de-açúcar. Analisando as épocas de avaliação, de modo geral, entre os dois sistemas de cultivo, verificase que ocorreu um intenso perfilhamento no inicio da cultura, correspondendo ao segundo mês após a aplicação dos tratamentos (60 DAT). Os resultados obtidos neste trabalho concordam com Machado et al. (1982) e Orlando Filho e Rodella (1995) que observaram maior perfilhamento no inicio do ciclo da cultura, com posterior redução no número de plantas até a colheita, devido a competição populacional.\nO intenso perfilhamento no inicio do ciclo da cultura ocorre devido à alta luminosidade e maior espaço para a exploração das plantas. Com o surgimento dos primeiros perfilhos, as suas folhas vão sombreando aqueles que surgem depois. Como os perfilhos que brotaram posteriormente são menores, conseqüentemente, ocorre à competição principalmente por água e luz, fazendo com que esses mais novos não consigam sobreviver, morrendo antes de tornarem plantas adultas (SANTOS, 2008)\nNa Figura 18 estão apresentados os resultados referentes aos números de perfilhos para os tratamentos com adubação. Somente ocorreu diferença significativa para número de perfilhos por metro entre os tratamentos com adubação na 3a soca da cana-de-açúcar, referente aos 120 dias após a aplicação dos tratamentos (DAT) (Figura 18b). O tratamento mineral+torta de filtro apresentou maior número de perfilhos por metro de sulco (14) diferindo somente da adubação mineral (12). Isso ocorreu provavelmente devido ao fato de que a combinação mineral+torta de filtro disponibilizou maior teor de nutrientes para as plantas, principalmente P, Ca, K e Mg, consequentemente aumentando o número de perfilhos. Esses resultados obtidos diferem dos verificados por Nardin (2007) e Almeida Júnior (2010),\nEntretanto, os resultados verificados nesta pesquisa (Figura 18) assemelham-se com os obtidos por Santos (2009), ou seja, nos tratamentos com maiores doses de torta de filtro até 2,0 t ha-1 verificou melhores resultados no número de perfilhos, iniciando posteriormente um decréscimo.\nDAT - DIAS APÓS A APLICAÇÃO DOS TRATAMENTOS\nFigura 17. Número de perfilhos aos 60 (a), 120 (b), 180 (c) e 240 (d) dias após a aplicação dos tratamentos, referentes aos sistemas de cultivo, para a 2a soca (2006/07) e 3a soca (2007/08). Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\nDAT - DIAS APÓS A APLICAÇÃO DOS TRATAMENTOS\n(M\n120 DAT\nM- MiJLFinl ‘t—KLncrad +■ Tftflsdç fillro H- MjijcijI +■ EjIiM-o Iíiidlkm\t- Miuciat 9 Toifjdc Jilliv Ei1rnh« bnnu*«\nFigura 18. Número de perfilhos aos 60 (a), 120 (b), 180 (c) e 240 (d) dias após a aplicação dos tratamentos, referentes às adubações, para a 2a soca (2006/07) e 3a soca (2007/08). Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p >0,05).\nPara o desdobramento da interação entre sistemas de cultivo x adubação (Tabela 25) para o número de perfilhos por metro na 2a soca, referente aos 120 dias após a aplicação dos tratamentos (DAT), pode-se constatar que houve diferença significativa nos tratamentos mineral e mineral+extrato húmico, entre os sistemas de cultivo, no qual o sistema de cultivo sem haste escarificadora apresentou maior média de perfilhos por metro de sulco. Esse resultado é explicado pelo fato desse sistema ter apresentado melhores condições dos atributos químicos do solo, assim possibilitando melhor desenvolvimento vegetativo da cultura. Esse comportamento foi semelhante ao constatado por com Campanhão (2003) que estudando o cultivo da triplice operação na soqueira de cana-de-açúcar submetida à queima acidental da palhada, verificou que na primeira amostragem o número de perfilhos por metro foi significativamente maior na ausência do cultivo. As avaliações subsequentes (180 e 240 dias após a aplicação dos tratamentos (DAT), não houve diferença significativa entre os sistemas de cultivo.\nEntre as adubações houve diferença significativa somente no sistema com a haste escarificadora, sendo que o tratamento com a combinação das três fontes de adubação apresentou maior número de perfilhos por metro de sulco (Tabela 25). Esses resultados encontrados discordam dos avaliados por Fravet (2007) que estudando doses e formas de aplicação de torta de filtro na produção da cana-soca, constatou que a aplicação de 40 e 80 t ha-1 de torta de filtro não influenciaram significativamente no número de perfilhos.\nO uso do extrato húmico não influenciou o perfilhamento (Tabela 25). Estes resultados assemelham-se aos Bolonhezi et al. (2007), Rosato (2008) e Sarto et al. (2010) que estudando o desenvolvimento inicial de variedades que foram submetidas a aplicação de substâncias húmicas (HUMITEC®), constataram que essas substâncias não afetaram o número de perfilhos das variedades estudadas.\nTabela 25. Desdobramento da interação entre sistemas de cultivo e adubação referente ao número de perfdhos por metro aos 120 dias após a aplicação dos tratamentos na 2a soca da cana-de-açúcar, variedade RB867515, Aparecida do Taboado-MS, 2006/07.\nNúmero de perfilhos por metro\t\t\t\t\nSistemas de cultivo\tMineral (M)\tM+Torta de filtro(T)\tM+Extrato húmico(H)\tM+T+H\nC/HE\t11,94 bB\t12,48 a AB\t12,37 b AB\t13,01 aA\nS/HE\t12,66 a A\t12,71 a A\t12,63 a A\t13,17a A\nLegenda: (C/HE)-com a haste escarificadora; (S/HE)-sem a haste escarificadora. Médias seguidas de letras distintas, maiúscula na linha e minúscula na coluna, diferem entre si pelo teste de Tukey no nível de 5% de probabilidade.\n4.3.2\tProdutividade de colmos por hectare\nNa Figura 19 pode-se observar que não houve diferença significativa para o número de colmos por metro de sulco e para a produtividade de colmos entre os sistemas de cultivo nas 2a e 3a socas da cana-de-açúcar, bem como para a interação entre os fatores. Esses resultados obtidos são semelhantes aos de Paulino et al. (2004) que estudaram o efeito da tríplice operação com a escarificação a profundidade de 0,15 e 0,30 m nas entrelinhas da soqueira da cana-de-açúcar e, observaram que esses manejos pós-colheita não diferiram entre si quanto a produtividade. Os autores citados constataram que a semelhança entre os tratamentos pode ser reflexo da disponibilidade de água, visto que, em nenhum momento, os tratamentos passaram por estresse hídrico.\nFigura 19. Número de colmos por metro e produtividade de colmos (t ha-1) da cana-de-açúcar aos 11 meses da aplicação dos tratamentos sistemas de cultivo, para a 2a soca (2006/07) e 3a soca (2007/08). Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\nPara o efeito dos tratamentos com adubação verifica-se na Figura 20 que não ocorreu diferença significativa para o número de colmos por metro e para a produtividade, na 2a e 3a socas da cana-de-açúcar. Esse comportamento contrapõem aos obtidos por Santos et al. (2010) pois, a produtividade de cana-de-açúcar sob adubação com torta de filtro enriquecida com fosfato solúvel, resultou que a dose de 4,0 t ha-1 de torta de filtro, associada aos diferentes níveis de fosfato aumentou a produtividade de colmos. Segundo os autores citados\ntal reposta ocorreu devido à adição de matéria orgânica da torta de filtro, na presença de adubo mineral fosfatado. Também discorda de Bolonhezi et al. (2007), que aplicaram extrato húmico (Humitec®) no solo, e de Silva et al. (2010) que estudaram adubação mineral+torta de filtro e, adubo mineral+Humitec. Os autores verificaram que a produtividade da cana-de-açúcar aumentou.\nProvavelmente os resultados verificados para o número de colmos por metro e para a produtividade são diferentes aos constatados pelos autores citados devido ao tempo de uso dos produtos, pois se pode observar (Figuras 19 e 20) que os tratamentos na 3a soca foram mais promissores quanto à produtividade. Os tratamentos com extrato húmico, mineral+torta de filtro+extrato húmico e mineral+torta de filtro, produziram, respectivamente, 8, 7 e 6% a mais em toneladas de cana-de-açúcar do que o tratamento com adubação mineral.\nFigura 20. Número de colmos por metro e produtividade de colmos (t ha-1) da cana-de-açúcar aos 11 meses da aplicação dos tratamentos com adubação, para a 2a soca (2006/07) e 3a soca (2007/08). Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\n4.3.3\tAltura e diâmetro de colmos\nPara altura e diâmetro de colmos (Tabela 26), observou-se que não houve diferença significativa entre os sistemas de cultivo. Resultados que divergem aos verificados por Tavares et al.,(2010). Os autores verificaram que o crescimento e produtividade da cana planta com cultivo mínimo proporcionou maior diâmetro e altura de colmos, isso ocorreu devido o canavial ter se adaptado bem as condições desse cultivo. Quanto menor for o revolvimento do solo maior foi o crescimento da cultura.\nVerificando os valores médios referentes à altura e diâmetro de colmos observa-se que não ocorreu significância entre os tratamentos com as adubações estudadas (Tabela 27). Porém, os tratamentos mineral+torta de filtro e mineral+extrato húmico foram mais promissores no aumento dessas variáveis. Segundo Fravet (2007), a aplicação de torta de filtro proporcionou ganhos na altura e diâmetro de colmos, esses resultados podem ser atribuídos, em grande parte aos benefícios proporcionados pela matéria orgânica da torta de filtro e pelos nutrientes nela encontrados, destacando-se o fósforo e nitrogênio. Silva (1983) afirmou que a deficiência de fósforo diminui o diâmetro dos colmos e provoca o encurtamento dos internódios, justificando assim a resposta positiva em relação a adubação com torta de filtro, para a altura e diâmetro da cana. Sarto et al. (2010) verificaram que a aplicação das substâncias húmicas (Humitec®) não alteraram a altura das plantas, resultados que são semelhantes com os verificados nesta pesquisa (Tabela15).\nSistemas de cultivo\tAltura de colmos\tDiâmetro de colmos\tAltura de colmos\tDiâmetro de colmos\n\tm\tmm\tm\tmm\n\t2a soca\t\t3a soca\t\nC/HE\t2,05\t24,93\t2,83\t26,98\nS/HE\t2,26\t25,00\t2,85\t27,50\nTeste F\t3,60 NS\t0,19 NS\t0,15 NS\t1,38 NS\nCV (%)\t15,09\t1,77\t4,16\t4,53\nSistemas de cultivo\tAltura de colmos\tDiâmetro de colmos\tAltura de colmos\tDiâmetro de colmos\n\tm\tmm\tm\tmm\n\t2a soca\t\t3a soca\t\nMineral (M)\t2,08\t24,88\t2,81\t26,98\nM+Torta de fdtro\t2,22\t25,25\t2,91\t27,16\nM+Humitec\t2,30\t24,87\t2,88\t27,48\nM+T+H\t2,02\t24,87\t2,78\t27,33\nTeste F\t2,19 NS\t0,31 NS\t1,26 NS\t0,27 NS\nCV (%)\t11,11\t3,77\t5,30\t4,31\n4.3.4\tQualidade tecnológica da cana-de-açúcar\nNão houve interação significativa entre os sistemas de cultivo e as diferentes adubações testadas quando foi analisada a qualidade tecnológica da cana-de-açúcar (brix do caldo, pol do caldo, pureza, AR do caldo, AR da cana, pol da cana, fibra da cana e ATR (açúcares totais recuperáveis). Na Figura 21 (a, b, e, h) pode-se verificar que para os valores médios de Brix e Pol do caldo; Pol da cana e ATR ocorreu diferença significativa na 2a soca da cana-de-açúcar, no qual o sistema de cultivo sem a haste escarificadora apresentou maior valor dessas variáveis. Esse comportamento ocorreu provavelmente devido o maior teor de nutrientes presentes nesse sistema. Resultados semelhantes foram verificados por Carvalho (1983) onde verificou-se que teores adequados de nutrientes no solo principalmente o fósforo, aumentaram o teor de sacarose. Por outro lado os resultados verificados para os teores de Brix e Pol do caldo (Figura 21 a e b) diferem dos resultados obtidos por Campanhão (2003), pois o autor não constatou diferença nessas variáveis com a presença ou a ausência do cultivo na soqueira.\nDe modo geral, os valores de Brix oscilaram entre 22,23 e 24,85 %, valores estes que ficaram acima dos limites mencionados na bibliografia como mínimos necessários para que a cana apresente condições de ser amostrada para a realização de uma análise tecnológica detalhada, com o objetivo de caracterizar o seu grau de maturação, que, de acordo com Marques et al. (2001), deve ser superior à 18 %.\nPara os tratamentos com adubação (Figura 22 b) pode-se observar que houve diferença significativa para a análise de Pol do caldo na 3a soca da cana-de-açúcar. Neste caso, o tratamento com adubação mineral+torta de filtro apresentou maior valor de sacarose no caldo, diferindo apenas do tratamento com adubação mineral. O efeito da torta de filtro sobre a variável Pol do caldo, pode ser atribuído, em grande, parte aos benéficios proporcionados pela matéria orgânica da torta de filtro e pelos nutrientes nela encontrados, destacando-se o fósforo e nitrogênio. Este resultado está de acordo com Vijav e Verma (2001), ao estudarem o efeito\nisolado ou combinado de adubos orgânicos e minerais, notaram que a adubação mineral, associada à orgânica, promoveu aumentos significativos no teor de sacarose presente no caldo da cana. Entretanto, Nema et al. (1995) que trabalharam com torta de filtro associada com a adubação mineral, verificaram diminuição no teor de sacarose presente no caldo da cana, quando da aplicação da adubação mineral isolada e observaram aumentos nos valores quando foram usadas adubações orgânicas associadas ou não à adubação química. Os autores citados mencionam que a utilização da torta de filtro aumentou o teor de sacarose devido o material orgânico presente nela que disponibiliza nutrientes para planta. Quanto ao teor de Brix não ocorreu significância entre os tratamentos com adubação, concordando com Fravet et al. (2010) que constataram que as variáveis Brix e Pol do caldo apresentaram queda em seus valores com o aumento da aplicação de torta de filtro. Os autores citados constataram que os menores valores de Pol e Brix ocorridos no tratamento onde se aplicou a torta de filtro poderiam ser explicados pelo alto teor de matéria orgânica e alta capacidade de retenção de água proporcionada pela aplicação da torta juntamente ao sistema radicular, comprometendo a indução da maturação.\nPara aos valores de Pureza (Figuras 21c e 22c) observa-se que não houve diferença significativa entre os sistemas de cultivo e os tratamentos com adubação nas 2a e 3a socas da cana-de-açúcar. Esses valores situaram-se entre 88,37 e 88,98 %, indicando que a matéria-prima, no momento do corte, apresentava mais do que o valor mínimo de pureza necessário para a sua industrialização que é de 80 % no inicio e de 85 % no transcorrer da safra (MARQUES et al., 2001).\ní\">\n2‘ SOC A\tr SOCA\nJQjQ\ni*süL\"A\tJ*SarA\ninu.u\nFigura 22. Brix, Pol caldo, Pureza e AR caldo referentes aos tratamentos com adubação, para a 2a soca (2006/07) e 3a soca (2007/08). Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\nNas (Figuras 21 g e 23 c) pode-se verificar que não ocorreu diferença significativa para a percentagem de Fibra da cana entre os sistemas de cultivo e para os tratamentos com adubação nas 2a e 3a socas da cultura. Os valores de fibra variaram de 13,77 a 14,07 %, indicando que esses valores estão ideais, já que Baikow (1982) considera um valor normal de fibra variando entre 11 e 16 %.\nPara os valores médios de açúcares totais recuperáveis (Figura 21 h) verifica-se que houve diferença significativa entre os sistemas de cultivo na 2a soca da cana-de-açúcar, sendo que o sistema de cultivo sem a haste escarificadora proporcionou maior valor de ATR. Para os tratamentos com adubação (Figura 23 d) observa-se que ocorreu variação significativa para ATR na 3a soca da cana-de-açúcar. Neste caso o tratamento com adubação mineral+torta de filtro proporcionou maior valor, diferindo somente do tratamento mineral. Esse resultado difere dos verificados por Silva et al. (2010) que não constataram diferença significativa nos valores de ATR com a aplicação de adubação mineral, torta de filtro e Humitec®. Rosato et al. (2010), em cana planta verificaram que a aplicação de substâncias húmicas no solo influenciou a qualidade tecnológica de variedades de cana-de-açúcar. Constatando que a aplicação dessas substâncias húmicas proporcionou efeito positivo no acúmulo de sacarose para algumas variedades. Resultados que discordam dos verificados nesta pesquisa com dois anos de aplicação de extrato húmico em cana soca.\n\n*a\n2\nrSCICA\tJ1 SOCA\ne\n‘<1\nJ' soca\tJ‘ soca\n=\nFigura 23. Pol cana, AR cana, Fibra e ATR referentes aos tratamentos com adubação, para a 2a soca (2006/07) e 3a soca (2007/08). Letras iguais não diferem significativamente entre si, pelo teste de Tukey (p > 0,05).\n5.\tCONCLUSÕES\n1.\tA aplicação de adubação mineral+torta de filtro+extrato húmico (Humitec®) e o sistema de cultivo com a haste escarificadora influenciaram de forma positiva a macroporosidade, porosidade total e agregação do solo nas 2a e 3a socas da cana.\n2.\tA combinação adubação mineral+extrato húmico foi menos promissora na melhoria dos atributos físicos e químicos do solo.\n3.\tO sistema de cultivo da cana-soca, nas 2a e 3a socas, sem a utilização da haste escarificadora e os tratamentos com adubação mineral+ torta de filtro e mineral+torta de filtro+extrato húmico foram melhores na recuperação dos atributos químicos do solo, elevando os teores de P, K, Ca, Mg, SB e CTC.\n4.\tO uso da torta de filtro e extrato húmico (Humitec®) e os sistemas de cultivo não proporcionaram aumentos na altura, diâmetro de plantas e produtividade de colmos da cana de 2a e 3a socas.\n5.\tO sistema de cultivo sem a haste escarificadora e a combinação da adubação mineral+torta de filtro foi promissor no aumento de Brix, Pol do caldo, Pol da cana e ATR das soqueiras da variedade RB 86 7515.\n6.\tREFERÊNCIAS\nAGUIAR, M. A.; FREIRE, W. J.; ALBUQUERQUE, P. J. R. Caracterização física e química de dois solos tratados com vinhaça. In: CONGRESSO BRASILEIRO DE ENGENHARIA AGRÍCOLA, 21.; SIMPÕSIO DE ENGENHARIA AGRÍCOLA DO CONE SUL, 1., 1992, Santa Maria. Anais... Santa Maria: Sociedade Brasileira de Engenharia Agrícola, 1992. p.1067-1077.\nALMEIDA, J. R. As tortas das usinas de Açúcar. Brasil Açucareiro, Rio de Janeiro, v. 2, n.2, p.24 -91, 1944.\nALMEIDA JÚNIOR, A. B. Adubação orgânica em cana-de-açúcar: efeitos no solo e na planta. 2010. 58f. Dissertação (Mestrado em Ciência do Solo)- Escola Superior de Agricultura, Departamento de Ciência do solo, Universidade Federal Rural de Pernambuco, Pernambuco, 2010.\nANGERS, D. A.; MEHUYS, G. R. Agregate stability to water. In: CARTER, M. R. Soil sampling and methods of analysis. Boca Raton: Canadian Society of Soil Science, 1993. p.651-657.\nBAIKOW, V. E. Manufacture and refining of raw cane sugar. 2.ed. Amsterdam: Elsevier, 1982. 588p.\nBHATTACHARYYA, R.; CHANDRA, S.; SINGH, R. D.; KUNDU, S.; SRIVASTA, A.K.; GUPTA, H. S. Long-term farmyard manure application effects on properties of a silty clay loam under irrigated wheat-soybean rotation. Soil &amp; Tillage Research, Amsterdam, v. 94,\nn.2, p.386-396, 2007.\nBOLONHEZI, A. C. et al. Substâncias húmicas aplicadas no sulco de plantio de duas variedades de cana-de-açúcar. In: ENCONTRO BRASILEIRO DE SUBSTÂNCIAS HÚMICAS - EBSH, 7., 2007, Florianópolis. Resumos... Florianópolis: UFSC, 2007. p.70.\nBOLONHEZI, A. C.; FERNANDES, F. M.; TEIXEIRA, E. B.; VALÉRIO FILHO, W .V.; SCHMITZ, G. A .F. Ácidos húmicos e fúlvicos aplicados no sulco de plantio de cana-de-açúcar em solo de cerrado In: CONGRESSO NACIONAL DA STAB, 9., 2008, Maceió. Anais... Maceió: STAB, 2008. p.559-564.\nBRITO, L. F.; SOUZA, Z. M.; MONTANARI, R.; MARQUES JÚNIOR, J.; CAZETTA, D. A.; CALZAVARA, S. A.; OLIVEIRA, L. Influência de formas do relevo em atributos físicos de um Latossolo sob cultivo de cana-de-açúcar. Ciência Rural, Santa Maria, v.36, n.6, p. 1749-1755, 2006.\nCÂMARA, G. M .S.; OLIVEIRA, E. A. M. (Ed.). Produção de cana-de-açúcar. Piracicaba: FEALQ, 1993. p.31-64.\nCAMILOTTI, F.; ANDRIOLI, I.; DIAS, F. L .F.; CASAGRANDE, A. A.; SILVA, A. R.; MUTTON, M .A.; CENTURION, J .F. Efeito prolongado de sistemas de preparo do solo com e sem cultivo de soqueira de cana crua em algumas propriedades físicas do solo. Engenharia agrícola, Jaboticabal, v.25, n.1, p.189-198, 2005.\nCAMILOTTI, F.; ANDRIOLI, I..; MARQUES, M. O.; SILVA, A .R.; TASSO JÚNIOR, L. C.; NOBILE, F. O. Atributos físicos de um Latossolo cultivado com cana-de-açúcar após aplicações de lodo de esgoto e vinhaça. Engenharia Agrícola, Jaboticabal, v.26, n.3, p. 738747, 2006.\nCAMPANHÃO, J. M. Manejo da soqueira de cana-de-açúcar submetida à queima acidental da palhada remanescente da colheita mecanizada. 2003. 92f Dissertação (Mestrado em Produção Vegetal)- Faculdade de Ciências Agrárias e Veterinárias, Univercidade Estadual Paulista, Jaboticabal, 2003\nCAMPANHOLA, C.; LUIZ, A .J .B.; LUCCHIARI JUNIOR, A. O problema ambiental no Brasil: agricultura. In: ROMEIRO, A. R. et al. (Org.). Economia do meio ambiente: teoria,\nCARVALHO, L. C. C. Adubação e a cana-de-açúcar no Brasil. In: ORLANDO FILHO, J. Nutrição e adubação de cana-de-açúcar no Brasil. Piracicaba: Instituto do Açúcar e do Álcool /PLANALSUCAR, 1983., p.13-21.\nCASAGRANDE, S. A. Tópicos de morfologia e fisiologia da Cana-de-açúcar. Jaboticabal: FUNEP, 1991. 141p.\nCEDDIA, M. B.; ANJOS, L. H. C.; LIMA, E.; RAVELLI NETO, A.; SILVA, L. A. Sistemas de colheita da cana-de-açúcar e alterações nas propriedades físicas de um solo Podzólico Amarelo no estado do Espírito Santo. Pesquisa Agropecuária Brasileira, Brasília, v.34, n.8, p.1467-1473, 1999.\nCENTURION, J.; FREDDI, O. S.; ARATANI, R. G.; METZNER, A. F. M.; BEUTLER, A.\nN.; ANDRIOLI, I. Influência do cultivo de cana-de açúcar e da mineralogia da fração argila nas propriedades físicas de Latossolos Vermelhos. Revista Brasileira de Ciência do Solo, Viçosa, v.31, n.2, p.199-209, 2007.\nCENTURION, J. F.; CARDOSO, J. P.; NATALE, W. Efeitos de forma de manejo em algumas propriedades físicas e químicas de um Latossolo Vermelho em diferentes agroecossistemas. Revista Brasileira de Engenharia Agrícola e Ambiental, Campina Grande, v.5, n.2, p.254-258, 2001.\nCOMPANHIA NACIONAL DE ABASTECIMENTO - CONAB. Acompanhamento da safra brasileira cana-de-açúcar safra 2011, 3° levantamento janeiro de 2011. Brasília: Companhia Nacional do Abastecimento, 2011. 18p.\nCONSELHO DOS PRODUTORES DE CANA-DE-AÇÚCAR, AÇÚCAR E ÁLCOOL-CONSECANA. Manual de instruções. Piracicaba: CONSECANA, 1999. 92p.\nCORREA, M. C. M. C.; CONSOLINI, F.; CENTURION, J. F. Propriedades químicas de um Latossolo Vermelho distrófico sob cultivo contínuo de cana-de-açúcar (Saccharum spp.). Acta Scientiarum, Maringá, n.5, v.23, p.1159-1163, 2001.\nDEDECEK, R. A. A dinâmica dos solos em áreas degradadas - In: SIMPÓSIO NACIONAL SOBRE RECUPERAÇÃO DE ÁREAS DEGRADADAS, 1., 1992, Curitiba. Anais... Curitiba: Universidade Federal do Paraná, 1992. p.1-3.\nDONZELLI, J. L.; PENATTI, C. P. Manejo do solo classificado como Latossolo Roxo\nAcrico. Piracicaba: Centro de Tecnologia Copersucar, 1997. p.8. (RelatórioTécnico).\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA- EMBRAPA. Condições dos solos para o cultivo de cana-de-açúcar. Dourados: Embrapa Agropecuária Oeste. Disponível em:&lt;http:// www.embrapa.br>. Acesso em: 17 ago. 2006.\nFARES, A.; ABBAS, F.; AHMAD, A.; DEENIK, J. L.; SAFEEQ, M. Response of selected soil physical and hydrologic properties to manure amendment rates, levels, and types. Soil Science, Philadelphia, v.173, n.3, p.522-533, 2008.\nFRANCHI J. G. Aplicação de turfa na recuperação de solos degradados pela mineração de areia. 2000. 105f. Dissertação (Dissertação de Mestrado)- Escola Politécnica, Departamento de Engenharia Minas, Universidade de São Paulo, São Paulo, 2000.\nFERREIRA, D. F. Sisvar: versão 4.2. Lavras: DEX/UFLA, 2003.\nFRAVET, P. R. F. Doses e formas de aplicação de torta de filtro na produção de cana soca. 2007. 68f. Dissertação (Mestrado em Solos)- faculdade de Ciências Agrárias, Universidade Federal de Uberlândia, Uberlândia, 2007.\nFRAVET, P. R. F.; SOARES, R. A. B.; LANA, R. M. Q.; LANA, A. M. Q.; KORNDORFER, G. H. Efeitos de doses de torta de filtro e modo de aplicação sobre produtividade e qualidade tecnológica da soqueira de cana-de-açúcar. Ciência e Agrotecnologia, Lavras, v.34, n.3, p. 618-624, 2010.\nGOES, G. B.; GREGGIO, T. C.; CENTURION, J. F.; BEUTLER, A. N.; ANDRIOLI, I.\nEfeito do cultivo da cana-de-açúcar na estabilidade de agregados e na condutividade hidráulica no solo. Irriga, Botucatu, v. 10, n. 2, p. 116-122, 2005.\nGOMES, G. (Ed.). Engenho e arquitetura. Recife: Massangana, 2006. 411 p.\nGOOGLE EARTH: Disponível em:&lt;http://www.google.com/earth/index.html>. Acesso em: 03 de novembro de 2006.\nGREENLAND, D. J. Soil management and soil degradation. Journal of Soil Science, London, v.31, n.1, p.301-322, 1981.\nGULLO, M. J. M. Uso de condicionador de solo a base de ácido húmico na cultura de cana-de-açúcar (Saccharum spp). 2007. 60f. Dissertação (Mestrado em Fitotecnia) - Escola Superior de Agricultura “Luiz de Queiroz”, Universidade de São Paulo, Piracicaba, 2007.\nHUE, N. V. Sewage sludge. In: RECHCIGL, J.E. (Ed.). Soil amendments and environmental quality. Boca Raton: CRC Press, 1995. p.169-199.\nINSTITUTO NACIONAL DE PESQUISAS ESPACIAIS- INPE. Centro de previsão de tempo e estudos climáticos. Cachoeira Paulista: Ministério da Ciência e Tecnologia, 2006. Disponível em:&lt;http://www.cptec.inpe.br/cidades/previsao.do. tempo>. Acesso em: 27 nov.\n2006.\nIDE, B. Y., OLIVEIRA, M. A.; LOPES, J. R. Cultivo de soqueira em cana-de-açúcar.\nBoletim Técnico Copersucar, Piracicaba, v.1, n.26 , p.15-21, 1984.\nJORGE, J. A.; CAMARGO, O. A.; VALADARES, J. M. A. S. Condições físicas de um Latossolo Vermelho- Escuro quatro anos após aplicação de lodo de esgoto e calcário. Revista Brasileira de Ciência do Solo, Campinas, v.15, n.1, p.237-240, 1991.\nKIEHL, E. J. Manual de edafologia: relação solo-água-planta. São Paulo: Agronômica Ceres, 1979. 262p.\nKORNDOFER, G. H.; ANDERSON, D. L. Use and impact of sugar-alcohol residues vinasse and filter cake on sugarcane production in Brazil. Sugar y Azucar, Englewood Cliffs, v.92, n.1, p.26-35,1997.\nNEVES, M. C. Emissão de gases de efeito estufa provenientes da queima de resíduos agrícolas no Brasil. Jaguariúna: EMBRAPA Meio Ambiente, 1999. 80p.\nMACHADO, E. C.; PEREIRA, A .R.; FAHL, J. I.; ARRUDA, J. V.; CIONE, J. Índices biométricos de duas variedades de cana-de-açúcar. Pesquisa Agropecúaria Brasileira, Brasília, v.17, n.9, p.1323-1329, 1982.\nMAIA, J. L. T.; RIBEIRO, M. R. Propriedades de um argissolo amarelo fragipânico de Alagoas sob cultivo continuo de cana-de-açúcar. Pesquisa Agropecúaria Brasileira, Brasília v.39, n.1, p.79-87, 2004.\nMARQUES, M. O.; MARQUES, T. A; TASSO JÚNIOR, L. C. Tecnologia do açúcar: produção e industrialização da cana-de-açúcar. Jaboticabal: FUNEP, 2001. 166p.\nMARTENS, D. A.; FRANKENBERGER JUNIORR., W. T. Modification of infiltration rates in a organic-amended irrigated soil. Agronomy Journal, Madison, v.84, n.3, p.707-717, 1992.\nMELLEK, J. E. Dejeto liquido bovino e alterações em atributos físicos e estoque de carbono de um Latossolo sob plantio direto. 2009. 50f. Dissertação (Mestrado em Ciência do Solo) - Faculdade de Agronomia, Universidade Federal do Paraná, Curitiba, 2009.\nMENDONÇA, E. S.; ROWELL, D. L.; MARTINS, A. G.; SILVA, A. P. Effect of pH on the development of acidic sites in clayey and Sandy loam Oxisol from the Cerrado Region, Brazil. Geoderma, Amsterdam, v.132, n.1, p.131-142, 2006.\nNARDIN, R. R. Torta de filtro aplicada em Argissolo e seus efeitos agronômicos em duas variedades de cana-de-açúcar colhidas em duas épocas. 2007. 51f Dissertação (Mestrado em Agricultura Tropical e Subtropical) - Instituto Agronômico de Campinas-IAC, Campinas,\n2007.\nNEMA, G. K.; VAIDYA, M. S.; BANGAR, K. S. Response of sugarcane to fertilizer nitrogen and organic manures in black calcareous soils of Madhya Pradesh. Journal of Soils and Crops, Madhya Pradesh, v.5, n.2, p.129-132, 1995.\nNOLLA, A.; PALMA, I. P.; SANDER, G.; VOLK, L. B. S.; SILVA, T. R. B. Desenvolvimento de milho submetido à aplicação de calcário e silicato de cálcio em um Argissolo arenoso do noroeste paranaense. Revista cultivando o saber, Cascavel. v.2, n.2, p. 154-162, 2009.\nNUNES JÚNIOR, D. O insumo torta de filtro. Ieas News, Campinas, v.1, n.1, p. 41-43, 2005.\nOLIVEIRA, D.L.A.; OLIVEIRA, A.L.R.; DELGADO, R.R.; OLIVEIRA, T.A.; OLIVEIRA, V.A. Alterações das características químicas de um Latossolo Vermelho eutroférrico em pátios de compostagem de resíduos sucroalcooleiros. In: CONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 32., 2009. Anais... Fortaleza: Sociedade Brasileira de Ciência do Solo,\n2009.\t1CD-ROM\nOLIVEIRA, J.C.M.; VAZ, C.M.P.; REICHARDT, K. Efeito do cultivo continuo da cana-de-açúcar em propriedades físicas de um Latossolo Vermelho Escuro. Scientia Agrícola, Piracicaba, v.52, n.1, p.50-55, 1995.\nORLANDO FILHO, J.; RODELLA, A. A. Adubação nitrogenada em cana-planta: perfilhamento e produtividade agrícola. STAB- Açúcar, Álcool e Subprodutos, Piracicaba, v.13, n.1, p.16-18, 1995.\nORLANDO FILHO, J.; ZAMBELO JUNIOR, E.; AGUJARO, R.; ROSSETO, A.J. Efeito da aplicação prolongada de vinhaça nas propriedades químicas dos solos com cana-de-açúcar. Estudo Exploratório. STAB- Açúcar, Álcool e Subprodutos, Piracicaba, v.1, n.1, p.28-33, 1983.\nPASSARIN, A.L.; RODRIGUEIRO, E.L.; ROBAINA, C.R.P.; MEDINA, C.C. Caracterização de agregados em um Latossolo Vermelho distroférrico típico submetido a diferentes doses de vinhaça. Revista Brasileira de Ciência do Solo, Viçosa, v.31, n.6, p.1255-1260, 2007.\nPAULINO, A.F.; MEDINA, C.C.; AZEVEDO, M.C.B.; SILVEIRA, K.R.P.; TREVISAN, A.A.; MURATA, I.M. Escarificação de um Latossolo Vermelho na pós-colheita de soqueira\nPIERCE, F.J.; FORTIN, M.C.; STATON, M.J. Immediate and residual effects of zone e tillage in rotation with no-tillage on soil physical properties and corn performance. Soil &amp; Tillage Research, Amsterdam, v.30, n.3, p.149-165, 1992.\nPIRES, A.A.; MONNERAT, P.H.; MARCIANO, C.R.; PINHO, L.G.R.; ZAMPIROLLI, P. D.; ROSA, R.C.C.; MUNIZ, R.A. Efeito da adubação alternativa do maracujazeiro - amarelo nas características química e física do solo. Revista Brasileira de Ciência do Solo, Viçosa, v. 32, n.6, p.1997-2005, 2008.\nPORTUGAL, A.F.; SANTOS, B.C.M.; COSTA, O.V.; COSTA, L.M. Avaliação de alterações químicas e físicas do solo provocadas pelo cultivo com seringueira, laranja, cana e pastagem. In: REUNIÃO BRASILEIRA DE MANEJO E CONSERVAÇÃO DO SOLO E DA ÁGUA, 15., 2004, Santa Maria. Resumos... Santa Maria: Universidade Federal de Santa Maria, 2004. p1-3.\nRAIJ, B.van.; QUAGGIO, J.A. Métodos de análises de solo para fins de fertilidade. Campinas: IAC, 1983. 31p. (Boletim Técnico, 81).\nRESENDE, J.O. Conseqüências da aplicação de vinhaça sobre algumas propriedades físicas de um solo aluvial (estudo de um caso). 1979. 112 f. Tese (Doutorado em Ciência do solo)- Escola Superior de Agricultura “Luiz de Queiroz”, Universidade de São Paulo, Piracicaba,1979.\nRODELLA, A.A.; SILVA, L.C.F.; ORLANDO FILHO, J.O. Effect of filter cake application on sugarcane yields. Turriaba, Asserrin, v.40, n.3, p.323-326, 1990.\nROSA, G. R. (Coord.) Anuário brasileiro da cana-de-açúcar 2005. Santa Cruz do Sul: Gazeta Santa Cruz, 2005.136p.\nROSATO, M. M. Substâncias húmicas aplicadas no sulco de plantio de plantio em diversas variedades de cana-de-açúcar. 2008. 44 f. (Trabalho de graduação)- Faculdade de Engenharia, Universidade Estadual Paulista, Ilha Solteira, 2008.\nROSATO, M. M.; BOLONHEZI, A. C.; FERREIRA, L. H. Z. Substâncias húmicas sobre a qualidade tecnológica de variedade de cana-de-açúcar. Scentia Agrária, Curitiba, v. 11, n. 1, p.43-48, 2010.\nMIRANDA, L. L. D; VASCONCELOS, A. C .M.; LANDELL, M. G. A. (Ed.). Cana-de-açúcar. Campinas: Instituto Agronômico, 2008a. p. 221-237.\nROSSETTO, R.; DIAS, F. L. F; VITTI, A. C.; PRADO JÚNIOR, J. P. Q. Fósforo. In: MIRANDA, L. L. D; VASCONCELOS, A. C. M.; LANDELL, M. G. A. (Ed.). Cana-de-açúcar. Campinas: Instituto Agronômico, 2008b. p.271-287.\nROSSETTO, R.; DIAS, F. L. F. Nutrição e adubação da cana de açúcar: indagações e reflexões. Encarte do Informações Agronômicas, v.3, n.110, p.1-15, junho2005.\nROSSETO, R.; SPIRONELLO, A.; CANTARELLA, H.; QUAGGIO, J. A. Calagem para cana-de-açúcar e sua interação com a adubação potássica. Bragantia, Campinas, v.63, n. 1, p.105-119, 2004.\nSANTOS, A. C. A. Avaliação de genótipos de cana-de-açúcar para as condições edafoclimáticas de Aparecida do Taboado-MS. 2008. 92f. Dissertação (Mestrado em Sistema de Produção) - Faculdade de Engenharia, Universidade Estadual Paulista, Ilha Solteira, 2008.\nSANTOS, D.H. Adubação fosfatada no plantio da cana-de-açúcar a partir de torta de filtro enriquecida com fosfato solúvel. 2009. 35f. Dissertação (Mestrado em Produção Vegetal)- Faculdade de Agronomia, Universidade do Oeste Paulista, Presidente Prudente,\nSARTO, M.D.; BOLONHEZI, A.C.; TEIXEIRA, E.B.; SCHMITZ, G.A.; GODOY, I.L.; GIRO NETO, A.; PONTIM, G. Desenvolvimento inicial de variedades de cana-de-açúcar submetidas à aplicação de substâncias húmicas nos toletes. In: REUNIÃO BRASILEIRA DE FERTILIDADE DO SOLO E NUTRIÇÃO DE PLANTAS, 29., 2010, Guarapari. Anais... Guarapari: Sociedade Brasileira de Ciência do Solo, 2010. 1CD-ROM\nSILVA, A.J.N.; CABEDA, M.S.V.; LIMA, F.W.F. Efeito de sistemas de uso e manejo nas propriedades físico-hídricas de um Argissolo Amarelo de tabuleiro costeiro. Revista Brasileira de Ciência do Solo, Viçosa, v.29, n.6, p.833-842, 2005.\nSILVA, A.J.N.; CABEDA, M.S.V. Compactação e compressibilidade do solo sob sistemas de manejo e níveis de umidade. Revista Brasileira de Ciência do Solo, Viçosa, v.30, n.6, p.921930, 2006.\nSILVA, A.J.N.; CABEDA, M.S.V.; CARVALHO, F.G. Matéria orgânica e propriedades físicas de um Argissolo Amarelo coeso sob sistemas de manejo com cana-de-açúcar. Engenharia Agrícola Ambiental, Campina Grande, v.10, n.3, p.579-585, 2006.\nSILVA FILHO, A.V.; SILVA, M.I.V. Uso de ácidos orgânicos na agricultura. In: SEMINÁRIO DE NUTRIÇÃO VEGETAL, 1, 2002, Petrolina. Resumos... Petrolina: Companhia de Agroquímicos, 2002. p.125-149.\nSILVA JÚNIOR, C.A.; MEURER, I.; CARVALHO, L.A.; SILVA, M.A.C.; ECCO, M. Propriedades físicas de um Latossolo Vermelho sob diferentes sistemas de preparo do solo em área de cana-de-açúcar: In: CONGRESSO BRASILEIRO DE CIENCIA DO SOLO, 32., 2009, Fortaleza. Resumos... Fortaleza: Sociedade Brasileira de Ciência do Solo, 2009. p.1-4.\nSILVA, R. M. et al. Produção de ácidos húmicos e fúlvicos a partir de diferentes matérias-primas orgânicas. Egatea: Revista Escola de Engenharia, Porta Alegre, v.23, n.2, p.53-60, 1995.\nSILVA, W. P.; SILVA, V. G. F.; ALMEIDA, C. D. G. C. Produtividade da cana-de-açúcar sob diferentes formas de adubação. In: JORNADA DE ENSINO, PESQUISA E EXTENSÃO,\n10.,\t2010, Recife. Resumos... Recife: Universidade Federal de Pernambuco, 2010. p.1-3.\nSIMAS, F. N. B.; SCHAEFER, C. E. G. R.; FERNANDES-FILHO, E. I.; CHAGAS, A. C.; BRANDÃO, P. C. Chemistry, mineralogy and micropedology of highland soils on crystalline rocks of Serra da Mantiqueira, Southeastern Brazil. Geoderma, Amsterdam, v. 125, n.2, p.187-201, 2005.\nSOARES, J. L. N.; ESPINDOLA, C. R.; FOLONI, L. L. Alterações físicas e morfológicas em solos cultivados com citros e cana-de-açúcar, sob sistema tradicional de manejo. Ciência Rural, Santa Maria, v.35, n.2, p.353-359, 2005.\nTAUPIER, L.O.G.; RODRÍGUEZ, G.G. A cana-de-açúcar. In: INSTITUTO CUBANO DE PESQUISA DOS DERIVADOS DA CANA-DE-AÇÚCAR- ICIDCA. Manual dos derivados da cana-de-açúcar , diversificação, matéria-prima, derivados do bagaço, derivados do melaço, outros derivados, resíduos e energia. Brasília: ABIPTI, 1999. p.129.\nTAVARES, O. C. H.; LIMA, E.; ZONTA, E. Crescimento e produtividade da cana planta cultivada em diferentes sistemas de preparo do solo e de colheita. Acta Scientiarum Agronomy, Maringá, v.32, n.1, p.61-68, 2010.\nTRADERCORP. Produtos humistar. Disponível em: &lt;www.tradercorp.com.es>. Acesso em: 9 ago. 2008.\nTISDALL, J. M.; OADES, L. M. Organic matter and water-stable aggregates in soil. Journal of Soil Science, London, v.33, n.1. p.141-163, 1982.\nUNIÃO DA AGROINDÚSTRIA CANAVIEIRA DE SÃO PAULO - UNICA. Preços recebidos pela cana-de-açúcar e perceptivas para a safra 2006/07. São Paulo, Instituto de Economia Agrícola, 2006. Disponível em:&lt;www.portalunica.com.br>. Acesso em: 25 nov.\nVASCONCELOS, A. C. M. et al. Desenvolvimento do sistema radicular da cana-de-açúcar e características físico-hidrícas e químicas dos ambientes de produção. Americana: Adonis, 2004. 31p. Projeto rhizocana: relatório de pesquisa.\nVASCONCELOS, R. F. B.; CANTALICE, J. R. B.; OLIVEIRA, V. S.; COSTA, Y. D. J.; CAVALCANTE, D. M. Estabilidade de agregados de um Latossolo Amarelo distrocoeso de tabuleiro costeiro sob diferentes aportes de resíduos orgânicos da cana-de-açúcar. Revista Brasileira de Ciência do solo, Viçosa, v.34, n.1, p.309-316, 2010.\nVIJAV, K.; VERMA, K. S. Effect of N, P, K, Zn fertilizers and organic manure on plant and ratoon crops of sugarcane and soil fertility under continous cropping. In: ANNUAL CONVENTION OF THE SUGAR TECHNOLOGY ASSOCIATION OF INDIA, 63., 2001, Jaipur. Abstracts... New Delhi: Sugar Technologists Association of India, 2001. p. 135.\nWENDLING, B.; JUCKSCH, I.; MENDONÇA, E. S.; NEVES, J. C. L. Carbono orgânico e estabilidade de agregados de um Latossolo Vermelho sob diferentes manejos. Pesquisa Agropecuária Brasileira, Brasília, v.40, n.3, p.487-494, 2005.\nZAMBELLO JÚNIOR, E.; ORLANDO FILHO, J.; RODELLA, A. A. Aluminium toxicity classification of soils in Brazil. Sugar Cane, Liberty Bay, n.5, p.10-12, 1984."}]}}}