{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16559"}, {"@name": "filename", "#text": "23222_000750638.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO” \nFACULDADE DE CIÊNCIAS AGRÁRIAS E VETERINÁRIAS \n\nCAMPUS DE JABOTICABAL \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSUPLEMENTAÇÃO ALIMENTAR E ÍNDICES DE ÁREA FOLIAR \n\nRESIDUAL SOBRE AS CARACTERÍSTICAS DE CARCAÇA E \n\nQUALIDADE DA CARNE DE CORDEIROS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nJABOTICABAL – SÃO PAULO \n\nDEZEMBRO DE 2013 \n\n \n\n \n\nDiego Marcel Ogoshi Coró \n\nZootecnista \n\n\n\n \nUNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO” \n\nFACULDADE DE CIÊNCIAS AGRÁRIAS E VETERINÁRIAS \nCAMPUS DE JABOTICABAL \n\n \n\n \n\n \n\n \n\n \n\nSUPLEMENTAÇÃO ALIMENTAR E ÍNDICES DE ÁREA FOLIAR \n\nRESIDUAL SOBRE AS CARACTERÍSTICAS DE CARCAÇA E \n\nQUALIDADE DA CARNE DE CORDEIROS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDiego Marcel Ogoshi Coró \n \n\nOrientadora: Profa. Dra. Hirasilva Borba \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nJABOTICABAL – SÃO PAULO \n\nDEZEMBRO DE 2013 \n\n \n\nDissertação apresentada à Faculdade de \nCiências Agrárias e Veterinárias- Unesp, \nCâmpus de Jaboticabal, como parte das \nexigências para obtenção do título de Mestre em \nZootecnia  \n\n\n\nBiografia \n\nDiego Marcel Ogoshi Coró – Filho de Jurandyr Coró e Kiseco Ogoshi \n\nCoró nasceu em 30 de agosto de 1986 na cidade de Jaboticabal, SP. Em 2006 \n\ningressou no curso de Zootecnia na Universidade Estadual Paulista “Júlio de \n\nMesquita Filho” FCAV-Unesp, Jaboticabal, SP, concluindo-o em 2010. Em \n\nagosto de 2011 ingressou no Programa de Pós-graduação em Zootecnia - \n\nProdução Animal, nível de mestrado, do Departamento de Zootecnia da mesma \n\nuniversidade, sob a orientação da Profa. Dra. Hirasilva Borba. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \nCoró, Diego Marcel Ogoshi \n\nC822s Suplementação alimentar e índices de área foliar residual sobre as \ncaracterísticas de carcaça e qualidade da carne de cordeiros / Diego \nMarcel Ogoshi Coró. – – Jaboticabal, 2014 \n\n iii, 45 p.. ; 28 cm \n  \n Dissertação (mestrado) - Universidade Estadual Paulista, \n\nFaculdade de Ciências Agrárias e Veterinárias, 2014 \n Orientadora: Hirasilva Borba \n\nBanca examinadora: Emanuel Almeida de Oliveira, Greicy Mitzi \nBezerra Moreno \n\n Bibliografia \n  \n 1. Interceptação luminosa. 2. Ovinos. 3. Dossel forrageiro. I. Título. \n\nII. Jaboticabal-Faculdade de Ciências Agrárias e Veterinárias. \n  \n\nCDU 636.3:637.5 \n  \nFicha catalográfica elaborada pela Seção Técnica de Aquisição e Tratamento da \nInformação – Serviço Técnico de Biblioteca e Documentação - UNESP, Câmpus de \nJaboticabal. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAGRADECIMENTOS \n \n \n \n \n\nA Deus por estar sempre ao meu lado, iluminando meus passos. \n\nAos meus pais, Jurandyr e Márcia, pela ajuda, amor incondicional e exemplo \n\nde vida. \n\nÀ minha orientadora, Dra. Hirasilva Borba, pela orientação e oportunidade de \n\nconduzir o experimento. \n\nAos meus amigos, sem vocês não teria de forma alguma conseguido chegar \n\naté o fim. \n\nAos colegas do laboratório de TPOA, pela ajuda e aprendizado. \n\nAos funcionários da FCAV-Unesp, pela colaboração e amizade. \n\nÀ banca, pela ajuda na correção do trabalho. \n\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo-FAPESP pelo \n\nauxílio à pesquisa concedido. \n\nA todos aqueles que contribuíram de alguma forma para a realização deste \n\ntrabalho. \n\nA você que está lendo agora. \n\n \n\nMuito Obrigado! \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n\n\nSUMÁRIO \n\nRESUMO..................................................................................................................ii \n\nSUMMARY………………………………………………………………………………..iii \n\n1 INTRODUÇÃO......................................................................................................1 \n\n2 REVISÃO DE LITERATURA................................................................................3 \n\n    2.1 Produção de ovinos em pastagem............ ...................................... .........3 \n\n    2.2 Índice de área foliar residual (IAFr)........................................................... 5 \n\n    2.3 Características da carcaça ........................................................................ 6 \n\n    2.4 Qualidade da carne ovina ..................................................................... .....7 \n\n2.4.1 Colesterol e perfil de ácidos graxos..................................................... 9 \n\n3. MATERIAL E MÉTODOS ................................................................................ 10 \n\n3.1 Local ........................................................................................................... 10 \n\n3.2 Pastagem, animais experimentais e método de pastejo........................ 11 \n\n3.3 Abate, características in vivo e características da carcaça................... 13 \n\n3.4 Características qualitativas da carne ...................................................... 14 \n\n4. RESULTADOS E DISCUSSÃO ....................................................................... 16 \n\n5. CONCLUSÃO .................................................................................................. 28 \n\n6. REFERÊNCIAS................................................................................................ 28 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n ii \n\nSUPLEMENTAÇÃO ALIMENTAR E ÍNDICES DE ÁREA FOLIAR RESIDUAL \n\nSOBRE AS CARACTERÍSTICAS DE CARCAÇA E QUALIDADE DA CARNE DE \n\nCORDEIROS \n\nResumo: Foram utilizados 48 cordeiros não-castrados, sem padrão racial definido \n\n(SPRD), terminados em pasto de tifton-85 sob diferentes índices de área foliar de \n\nresíduo pós-pastejo, suplementados ou não (0,7% do peso vivo) por 5 meses, pesos \n\niniciais entre 12 e 15 kg, idade entre 3 e 4 meses. A suplementação aumentou o \n\npeso corporal ao abate, perímetro torácico, largura da garupa e largura do tórax, \n\ncom valores médios de 26,80kg, 73,65cm, 21,52cm, 20,34cm, respectivamente. O \n\níndice de área foliar não alterou as características quantitativas in vivo (peso \n\ncorporal ao abate, comprimento corporal, altura do anterior, altura do posterior, \n\nperímetro torácico, largura da garupa e largura do tórax). Os animais suplementados \n\ntambém apresentaram maiores pesos de carcaça quente (12,14kg), peso de carcaça \n\nfria (11,58kg) e peso do corpo vazio (22,66kg) em relação aos animais que não \n\nreceberam. Os demais parâmetros quantitativos da carcaça não foram influenciados \n\npelos tratamentos. As medidas da carcaça não sofreram efeito dos diferentes \n\níndices de área foliar, porém os animais que receberam suplemento apresentaram \n\nmaiores comprimentos externo e interno da carcaça (51,32cm e 58,44cm), e as \n\nvariáveis comprimento da perna e profundidade do tórax não sofreram influência dos \n\ntratamentos. Em relação ao peso dos cortes, os diferentes índices de área foliar não \n\nexerceram influência, no entanto os animais que receberam suplementação \n\napresentaram cortes mais pesados. As medidas do músculo Longissimus não \n\nsofreram efeito dos diferentes tratamentos, bem como os parâmetros cor, pH, \n\ncapacidade de retenção de água, perda de peso por cocção, força de cisalhamento \n\ne perfil de ácidos graxos, bem como os teores de proteína bruta, extrato etéreo, \n\ncinzas, umidade, colesterol e colágeno. A suplementação proporciona carcaças mais \n\npesadas, sem afetar a qualidade da carne; e os diferentes índices de área foliar não \n\npromoveram diferenças quantitativas e nem qualitativas na carne de cordeiros. \n\nPalavras-chave: Interceptação luminosa, ovinos, dossel forrageiro, medidas da \n\ncarcaça. \n\n\n\n iii \n\nFOOD SUPPLEMENTATION AND LEAF AREA INDEX RESIDUAL ON THE \n\nCHARACTERISTICS OF CARCASS AND MEAT QUALITY OF LAMBS \n\nSummary: Were used 48 non-castrated lambs without defined breed (SPRD), \n\nfinished on pasture Tifton-85 under different rates of leaf area after grazing residue, \n\nsupplemented or not (0,7% of body weight) during 5 months, initial weights between \n\n12 and 15kg, aged between 3 and 4 months. Supplementation increased body \n\nweight at slaughter, heart girth, hip width and chest width, with average values of \n\n26,80kg, 73,65cm, 21,52cm, 20,34cm, respectively. The leaf area index did not alter \n\nthe in vivo quantitative traits (body weight at slaughter, body length, height of anterior \n\nhip height , heart girth, hip width and chest width). Supplemented animals also had \n\nhigher hot carcass weight (12,14 kg), cold carcass weight (11,58 kg) and empty body \n\nweight (22,66kg) compared to animals that did not receive. The other quantitative \n\nparameters of the carcass were not affected by treatments. Measures of housing did \n\nnot affect the different rates of leaf area, however, the animals that received \n\nsupplementation showed higher external and internal lengths of casing (51,32cm and \n\n58,44cm), and the variables length of leg and depth of the chest did not suffer \n\ninfluence of treatments. Regarding the weight of the cuts, the different rates of leaf \n\narea did not influence, however the animals that received supplementation showed \n\nheavier cuts. Measures of longissimus not suffer effect of different treatments, as well \n\nas the parameters color, pH, water holding capacity, weight loss by cooking, shearing \n\nforce and fatty acid profile, as well as crude protein extract ethereal, ash, moisture, \n\ncholesterol and collagen. Supplementation provides heavier carcasses in less time, \n\nwithout affecting the quality of meat, and the different rates of leaf area did not \n\npromote quantitative nor qualitative differences in lamb. \n\n \n\nKeywords : light interception , sheep , sward , measures of carcass. \n\n \n\n\n\n 1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1 INTRODUÇÃO \n\n \n\nO conceito de qualidade de carne é dinâmico e evolui com a demanda do \n\nmercado consumidor, abrangendo distintos aspectos, estando intimamente \n\nrelacionado com hábitos e cultura de cada região, por isso não é válido um conceito \n\ncom aceitação mundial. O senso comum é que um produto de qualidade deve \n\nsatisfazer plenamente às expectativas que o consumidor pretende encontrar no \n\nmesmo, ou seja, no caso de carnes, um alimento saudável, nutritivo e aprazível ao \n\npaladar (ROTA et al., 2004). Assim, a carne ovina apresenta aspectos que se \n\nenquadram em tais anseios, como carne macia com pouca gordura e muito músculo, \n\ncomercializada a preços acessíveis. Os consumidores dão preferência aos cortes \n\ncom maior proporção de músculo, menores quantidades de gordura. Portanto, a \n\nmaior procura dos consumidores de carne ovina é por produto oriundo de animais \n\njovens, entre cinco a seis meses de idade, com carcaças pesando de 13 a 15 kg, \n\ncom elevada proporção de músculos e gordura de cobertura uniforme, o que é \n\nobtido com o abate de animais com 30 a 35 kg de peso corporal (LAGE, 2009). \n\nDevido a sua alta velocidade de crescimento, o cordeiro é a categoria que \n\napresenta maior eficiência produtiva, resultando em maiores rendimentos de carcaça \n\ne carne de melhor qualidade (PIRES et al., 2000). Sua produção geralmente está \n\nassociada ao confinamento, prática que permite explorar o maior potencial de ganho \n\n\n\n 2 \n\ndo animal na fase jovem. Contudo, a terminação de cordeiros confinados por vezes \n\npode ser uma prática economicamente inviável, em virtude das despesas com a \n\nalimentação, que podem representar cerca de 70% do custo total de produção \n\n(BARROS, 2004), além de gasto adicionais com instalações. Neste contexto, a \n\nprodução de ovinos em pastagens consiste num sistema de baixo custo, que aliado \n\nao uso de suplementos energéticos proporciona melhorias no ganho de peso \n\ncorporal dos animais.  \n\nA pecuária brasileira é caracterizada fundamentalmente pela utilização de \n\npastagens como principal fonte de alimento para os rebanhos, o que garante a \n\nmanutenção da competitividade dos produtos da pecuária nacional nos mercados \n\ninterno e externo. No entanto, para que esse sistema de manejo possa obter êxito, é \n\npreciso manejá-lo de modo intensivo, porém eficiente e sustentável. Um manejo \n\nadequado da pastagem, que vise à sua pronta utilização sob pastejo frequente, \n\npreconiza a manutenção de uma quantidade mínima de forragem remanescente \n\npara que o pasto possa se restabelecer prontamente, com uso mínimo de suas \n\nreservas. Assim, o uso do índice de área foliar residual, aliado à interceptação \n\nluminosa de torna uma importante ferramenta na maximização do rendimento dos \n\npastos, suporte básico para a produção de alimentos de origem animal \n\nObjetivou-se avaliar as características da carcaça e a qualidade da carne de \n\ncordeiros, terminados em pastagens com diferentes índices de área foliar e, \n\nsimultaneamente, submetidos ou não a suplementação. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 3 \n\n \n\n2 REVISÃO DE LITERATURA \n\n2.1 Produção de ovinos em pastagem \n\nConforme o levantamento da Produção da Pecuária de 2012, do Instituto \n\nBrasileiro de Geografia e Estatística (IBGE), o rebanho brasileiro de ovinos é de 16,8 \n\nmilhões de cabeças. A atividade encontra-se distribuída pelo território brasileiro, e a \n\nmaior parte da criação se concentra no nordeste (55%) e no Rio Grande do Sul, que \n\nreúne 24,4% do efetivo nacional. Segundo dados da Organização das Nações \n\nUnidas para Alimentação e Agricultura (FAO, 2012), o consumo médio anual desse \n\ntipo de carne no Brasil fica em torno de 0,7kg por habitante, pouco representativo \n\nem relação aos 38,0kg consumidos de carne bovina, a mais consumida no país \n\n(USDA, 2012). Assim, percebe-se a existência de significativo espaço para a \n\nexpansão da produção e consumo de carne ovina no Brasil, pois atualmente grande \n\nparte da demanda é atendida por importação. \n\nA ovinocultura ainda apresenta grande campo para crescimento, visto que \n\nboa parte da demanda nacional é atendida por importações; e potencial para se \n\ntornar uma atividade economicamente sustentável e significativa no agronegócio \n\nbrasileiro. A atividade tem se apresentado como boa opção, em virtude dos preços \n\nda carne ovina, que podem chegar a patamares de R$ 208,00/@ (dados do \n\nUnicetex, adaptados pelo site Farmpoint, 2013).  \n\nO uso de pastagens na alimentação animal é a alternativa mais econômica, \n\ntratando-se de sistema de produção de ruminantes destinados a qualquer fim, seja \n\ncarne, lã ou leite. No Brasil, como a utilização de plantas forrageiras tropicais é a \n\nbase da alimentação animal em pastagem, estima-se que os pastos ocupem cerca \n\nde 48% da superfície utilizada pelo setor agropecuário, o que corresponde a 175 \n\nmilhões de hectares (IBGE, 2012), denotando a importância do uso de pastagens na \n\nalimentação animal.  \n\nAlicerçada em criações a pasto, a ovinocultura sofre indiretamente com a \n\ninfluência da estacionalidade da produção das forrageiras. Neste sistema, os \n\nanimais consomem predominantemente alimentos com baixo valor nutritivo, \n\nimpedindo a exploração do potencial máximo que a atividade oferece, ocasionando \n\nbaixa oferta de produtos no mercado interno e consequentemente aumentando as \n\n\n\n 4 \n\nimportações de carnes vindas principalmente do Uruguai (FAO, 2012). Grande parte \n\ndessas pastagens necessita de uma atenção especial dada suas características \n\nqualitativas e quantitativas estarem muito aquém do potencial das forrageiras \n\ntropicais, tornando pertinente o desenvolvimento de trabalhos que visem a melhoria \n\ndas técnicas de manejo de pastagens a fim de racionalizar o uso e maximizar o \n\npotencial das gramíneas. Todo este potencial pode ser convertido em ganho animal, \n\ndiluindo o uso de suplementação, fator bastante significativo na relação \n\ncusto/benefício de um sistema de produção (SANTOS, 2009).  \n\nAs pastagens quando utilizadas intensivamente com ovinos, devem ser \n\nmanejadas preferencialmente em esquema de pastejo rotacionado, visando \n\npossibilitar um manejo mais adequado, garantindo, principalmente, um período de \n\ndescanso para a forragem que possibilite sua plena recuperação antes de um novo \n\nciclo de pastejo. A utilização de suplementos concentrados em sistema de pastejo, \n\npode propiciar elevação no desempenho animal, aliado à acréscimos na taxa de \n\nlotação, permitindo assim, elevar a produtividade do sistema de produção. \n\nA condição básica para se promover a suplementação é que haja elevada \n\ndisponibilidade de massa forrageira na pastagem, mesmo sendo de baixa qualidade, \n\npois o consumo, a digestão, a absorção e o metabolismo podem ser adversamente \n\ninfluenciados por possível deficiência nutricional. Assim, uma estratégia de \n\nsuplementação adequada seria aquela destinada a maximizar o consumo e a \n\ndigestibilidade da forragem disponível, devendo-se ter em mente que o suplemento \n\nnão deve fornecer nutrientes além das exigências dos animais. (CARDOSO, 1997). \n\nOs efeitos da suplementação podem ser divididos em aditivos, associativo e \n\nsubstitutivo. O efeito aditivo seria avaliado como um aumento de ganho de peso, \n\nproporcionado pela suplementação para corrigir deficiências nutricionais específicas, \n\nem que pequenas quantidades de suplemento são ingeridas; enquanto o efeito \n\nsubstitutivo ocorre quando o consumo de suplemento diminui o de forragem, sem \n\nmelhorar o desempenho animal (EUCLIDES, 2002). Quando a disponibilidade de \n\nforragem é alta, o fornecimento de suplemento energético aumenta o consumo total, \n\nmas pode diminuir a ingestão de forragem. Se a diminuição no consumo de \n\nforragem for igual à quantidade do concentrado consumido, o coeficiente de \n\nsubstituição será um (1) e o suplemento terá pouco efeito na produção. Ao contrário, \n\n\n\n 5 \n\nse o suplemento não tiver efeito no consumo de forragem, o coeficiente de \n\nsubstituição será zero e se observará beneficio integral de seu uso (REIS &amp; \n\nRODRIGUES, 1997). \n\nA suplementação animal é uma das alternativas existente para melhorar os \n\níndices zootécnicos, mesmo quando não há escassez de forragem, e com o uso do \n\nsuprimento mineral garantem-se melhores condições fisiológicas diante as \n\nadversidades que podem ocorrer durante a produção animal, como infestações \n\nverminóticas, visto que as pastagens tropicais muitas vezes não conseguem suprir \n\nde forma adequada às necessidades nutricionais dos animais, podendo assim \n\ncontribuir para a obtenção de animais mais jovens para abater e oferecer ao \n\nconsumidor um produto de melhor qualidade. \n\n \n\n2.2 Índice de área foliar residual (IAFr) \n\nO conhecimento das características estruturais do pasto, tais como densidade \n\npopulacional de perfilhos, número de folhas por perfilho e relação folha/colmo, \n\npermite maior confiabilidade em resultados obtidos uma vez que as mesmas \n\ndeterminam o índice de área foliar residual (IAF) do dossel. O IAF do dossel \n\nexpressa o rendimento forrageiro, via crescente percentual de interceptação e \n\ncaptura da radiação luminosa, influenciando o uso da radiação fotossinteticamente \n\nativa, e como consequência, a fotossíntese e a produção de matéria seca. Contudo, \n\no aumento do IAF em gramíneas tropicais é acompanhado de alterações estruturais \n\ncomo redução da relação folha/colmo, acúmulo de material morto, densidade \n\nvolumétrica; Estas características podem influenciar o comportamento ingestivo dos \n\nanimais em pastejo (SANTOS, 2009).  \n\nO consumo de forragem pelos animais em pastejo é determinado pelo tempo \n\nde pastejo e pela taxa de ingestão, que varia em função do tamanho do bocado e da \n\ntaxa de bocado, duas variáveis fortemente afetadas pela estrutura do dossel \n\n(COSGROVE,1997). A elevação da altura do dossel compromete o consumo, em \n\nvirtude da menor proporção de folhas em suas camadas superiores, reduzindo o \n\ntamanho do bocado, em razão da dificuldade de preensão da forragem com longas \n\nhastes. A densidade do dossel afeta o consumo, tanto pela distribuição horizontal de \n\nseus perfilhos e pela densidade populacional de perfilhos (DPP) quanto pela \n\n\n\n 6 \n\ndistribuição vertical de suas folhas – densidade de folhas. A menor DPP afeta \n\nnegativamente a taxa de ingestão (UNGAR e NOY-MEIR, 1988), por comprometer o \n\ntamanho do bocado, que não é compensado pelo aumento na taxa de bocado, \n\nacarretando redução do consumo. Também afeta negativamente o tamanho do \n\nbocado, em decorrência do maior tamanho individual dos perfilhos, com maior \n\nproporção de tecidos de sustentação, que são evitados pelo animal no momento da \n\npreensão da forragem (FLORES et al., 1993). Por sua vez, a menor densidade da \n\nfolhas afeta negativamente o tamanho do bocado, em função da redução na \n\nprofundidade do bocado ser proporcionalmente maior que o aumento na área do \n\nbocado (LACA et al., 1992).  \n\nAssim, para que um sistema de pastejo seja eficaz, alguns pré-requisitos \n\nnecessitam ser muito bem definidos, como por exemplo, o momento ideal para \n\ninterrupção da rebrotação dos pastos para que ocorram menores perdas tanto para \n\no animal quanto para a comunidade de plantas, além do momento propício para \n\ntérmino do pastejo, no caso do sistema de pastejo rotativo. Para a interrupção da \n\nrebrotação dos pastos a interceptação luminosa (IL) se mostra um critério eficaz \n\n(CARNEVALLI et al., 2006; PEDREIRA, 2006; SANTOS, 2009). Se tratando do \n\nmelhor momento para interrupção do pastejo o uso do índice de área foliar residual \n\n(IAF) ainda se encontra em fase inicial de avaliações, mas que relacionado à \n\ninterceptação de luz pelo dossel forrageiro, aparenta ser uma forma útil para \n\nproporcionar o entendimento da produção de forragem e auxiliar nas práticas de \n\nmanejo adotadas (SANTOS, 2009). \n\n \n\n \n\n2.3 Características da carcaça \n\nPara que a produção ovina seja técnica e economicamente viável, é \n\nnecessário, entre outros fatores, proporcionar aos animais condições para máximo \n\ndesempenho por meio do fornecimento de alimentação adequada, visando alcançar \n\ncondições de peso e ou acabamento para abate mais precoce (SANTELLO et al., \n\n2006). O conhecimento das características da carcaça é de suma importância para \n\ncomplementar a avaliação do desempenho animal.  \n\n\n\n 7 \n\nOs rendimentos de carcaça de ovinos variam de 40 a 60%, influenciado pela \n\nraça, peso de abate, sistema de alimentação, idade do animal e a forma como é \n\ncalculado (SAÑUDO &amp; SIERRA, 1986). O rendimento de carcaça fria verificado por \n\noutros autores foi de 44% (ROCHA et al., 2002), e 49% (ZUNDT et al., 2006). O \n\nrendimento verdadeiro considera o peso do trato gastrintestinal vazio, por isso \n\napresenta valores variando desde 53 a 56% (SIQUEIRA et al., 2002; YAMAMOTO et \n\nal., 2005; ZUNDT et al., 2006). \n\nSegundo Saniz (1996), as características da carcaça são influenciadas \n\nprincipalmente pela velocidade de crescimento e regime nutricional dos animais, fato \n\nreforçado por Alves et al. (2003), onde, segundo os autores, o manejo nutricional do \n\nanimal pode interferir na qualidade da carne e em outros fatores, como o peso, o \n\nrendimento da carcaça e dos cortes comerciais, sendo este último de extrema \n\nimportância para medir a capacidade do animal em produzir carne. \n\nAvaliando a terminação de cordeiros em pastagens de Tifton 85, recebendo \n\nsuplementação concentrada até 2% de matéria seca em relação ao peso corporal \n\ndos animais, Carvalho et al. (2007) observaram melhores desempenhos produtivos e \n\ncaracterísticas da carcaça com o aumento nas doses de suplemento concentrado. \n\nTambém estudando o efeito suplementação concentrada, em regime de pastejo, \n\nPereira Filho et al. (2005) observaram que o aumento da suplementação \n\nproporcionou maiores pesos de abate e de carcaça quente, em cordeiros da raça \n\nSanta Inês. \n\nDentro deste contexto, a terminação de ovinos em regime de pasto com \n\nsuplementação pode contribuir para a obtenção de animais mais jovens para o abate \n\ne oferecer ao consumidor carcaça de melhor qualidade. \n\n \n\n \n\n2.4 Qualidade da carne ovina \n\nO termo qualidade da carne pressupõe um conceito amplo, complexo e \n\nambíguo, pois envolve diversos aspectos inter-relacionados, que englobam todas as \n\netapas da cadeia produtiva, variando com as regiões geográficas, questões \n\nculturais, classes sócio-econômicas, visões técnico científicas, industriais e \n\ncomerciais. Segundo Silva Sobrinho (2001), a qualidade da carne é uma \n\n\n\n 8 \n\ncombinação dos atributos sabor, suculência, textura, maciez e aparência, \n\nassociados a uma carcaça com pouca gordura, muito músculo e preços acessíveis.  \n\nAbater animais mais jovens, além da utilização de raças de corte e a \n\nintensificação dos sistemas de produção, buscando melhores índices produtivos têm \n\nsido adotadas para a obtenção de produto de melhor qualidade. A terminação de \n\ncordeiros em confinamento contribui para o abate precoce dos animais, entretanto, \n\neste sistema por vezes diminui as margens de lucro, em decorrência dos custos com \n\nalimentação. Assim, o sistema intensivo de produção a pasto, aliado à \n\nsuplementação, pode se tornar uma alternativa interessante, uma vez que pode \n\nreduzir os custos de produção, garantindo maior retorno econômico. No “período das \n\náguas” o pasto apresenta seu maior potencial protéico, de modo que a \n\nsuplementação energética garante um melhor atendimento das exigências \n\nalimentares do animal, resultando numa terminação mais rápida.  \n\nA taxa de glicólise post mortem, a subsequente queda de pH no músculo e o \n\npH final afetam a qualidade da carne (DUTSON, 1983). O glicogênio presente no \n\nmúsculo no momento do abate é metabolizado por processo anaeróbico, resultando \n\nna formação de ácido lático e na acidificação da carne (PETERSEN, 1984). O valor \n\ndo pH final na carne ovina varia de 5,5 a 5,8; porém, valores altos (6,0 ou acima) \n\npodem ser encontrados em casos de depleção dos depósitos de glicogênio muscular \n\nantes do abate. \n\nOs varejistas consideram a cor da carne fator de importância primária na \n\naceitação pelos consumidores (TRUSCOTT et al., 1984), que preferem a cor \n\nvermelho-vivo da carne fresca, preterindo a cor marrom . A cor da carne pode ser \n\nmedida pelo método objetivo, utilizando-se colorímetro, que determina os \n\ncomponentes de cor L* (luminosidade), a* (teor de vermelho) e b* (teor de amarelo). \n\nCarnes com menor L* e maior a* apresentam cores mais vermelhas (SIMÕES &amp; \n\nRICARDO, 2000). Em ovinos, são descritos valores médios de 31,36 a 38,0, para L*; \n\n12,27 a 18,01, para a*; e 3,34 a 5,65, para b* (BRESSAN et al., 2001). \n\nA percepção da textura é resultado de um conjunto de sensações distintas, \n\nentre as quais, a maciez constitui-se num parâmetro importante no estudo de \n\nqualidade da carne. A maciez pode ser definida como a facilidade com que a carne \n\nse deixa mastigar. A maciez, como um indicador da textura da carne, divide-se na \n\n\n\n 9 \n\nfacilidade de penetração e corte e na resistência de ruptura das miofibrilas ao longo \n\nda mastigação (SAÑUDO, 1991). Em um trabalho realizado por Babiker et al. (1990), \n\na força de cisalhamento medida no músculo Longissimus de cordeiros teve \n\nresultados médios de 3,6 kg/cm². O sexo e a idade dos animais são determinantes \n\nda maciez da carne (HUFF e PARRISH, 1993). A diminuição da maciez ocorre com \n\no avanço da idade do animal, como resultado de mudanças no tecido conjuntivo. O \n\nconteúdo em colágeno varia pouco com a idade dos animais, mas seu estado de \n\nreticulação, número de ligações cruzadas intermoleculares das fibras de colágeno, \n\nprovavelmente, aumenta com o crescimento, deixando as fibras colágenas mais \n\nrobustas, tornando-se cada vez mais insolúveis, resultando numa carne mais dura, \n\nde difícil mastigação (OSÓRIO et al., 1998). \n\n \n\n \n\n2.4.1 Colesterol e perfil de ácidos graxos \n\nA última década foi caracterizada por importantes mudanças nos hábitos \n\nalimentares dos consumidores de carne. A busca por alimentos mais saudáveis e a \n\nmaior exigência em relação à qualidade dos produtos direcionou parte do nicho de \n\nmercado. Em países de mercado consumidor mais exigente, as carnes de melhor \n\nqualidade nutricional e sensorial passaram a ter preferência, por serem mais \n\nsaudáveis e, em alguns casos, com propriedades funcionais benéficas à saúde \n\nhumana (HOFFMAN et al., 2003). \n\nCom a crescente atenção dos consumidores para a relação dieta e saúde, \n\nnota-se redução da ingestão de gorduras ricas em colesterol e ácidos graxos \n\nsaturados e, aumento no consumo de ácidos graxos mono e polinsaturados, visando \n\nreduzir a obesidade e os riscos de câncer e doenças cardiovasculares (JAKOBSEN, \n\n1999; SCOLLAN et al., 2006). Entretanto, a ocorrência desses distúrbios não está \n\nassociada somente à dieta, mas a fatores genéticos e aqueles relacionados ao estilo \n\nde vida do homem moderno (MONTEIRO et al., 2007).  \n\nA premissa de que a gordura é nociva à saúde se baseia no fato de a gordura \n\nsaturada da carne e dos produtos cárneos aumentar o teor de colesterol do sangue, \n\ncausando doenças e até mesmo morte. Contudo, ainda não foi demonstrado que o \n\nconsumo elevado de gorduras cause a morte de pessoas que não pertençam ao \n\n\n\n 10 \n\ngrupo de risco para doenças do coração, ou ainda que dietas com baixos teores de \n\ngordura possam reduzir a incidência destas doenças (FERNANDES, 2007).  \n\nCom relação à composição de ácidos graxos, o aumento da participação de \n\nforragem na alimentação traz vantagem na constituição da carne, com maiores \n\nconcentrações de ácidos graxos saturados e polinsaturados na carne de cordeiros \n\nalimentados com forragens (GALLO et al., 2007). Ao estudarem o perfil de ácidos \n\ngraxos da carne de cordeiros, GALLO et al. (2007) verificaram que as concentrações \n\ndos saturados pentadecanóico (C15:0), palmítico (C16:0) e heptadecanóico (C17:0), \n\ndos monoinsaturados palmitoléico (C16:1) e oléico (C18:1) e do polinsaturado \n\nlinolênico (C18:3) foram influenciadas pelo sistema de terminação. As carnes dos \n\nanimais terminados no pasto e a dos que receberam apenas feno no confinamento \n\ntiveram maiores teores de ácidos saturados. A concentração do ácido polinsaturado \n\nC18:3, também foi maior na carne dos cordeiros alimentados com feno, seguida pela \n\ndos terminados no pasto e dos confinados com dieta completa. Nuernberg et al. \n\n(2008) ao avaliarem o efeito dos sistemas de terminação (pasto e confinamento), \n\ntambém verificaram que a concentração de ácidos graxos saturados foi maior na \n\ncarne dos cordeiros terminados no pasto.  \n\nDe acordo com Fernandes et al.,(2007) e Monteiro et al., (2007) ovinos \n\nalimentados com forragem fresca e/ou pasto tendem a apresentar melhor qualidade \n\ndo produto final, no entanto, em grande parte destas pesquisas, utilizaram-se \n\nforragens de clima temperado. Informações sobre o teor de ácidos graxos em \n\nalimentos de clima tropical, em especial as forrageiras, são oportunas, visando \n\nreduzir extrapolação de informações obtidas com alimentos de clima temperado. De \n\nforma geral, forrageiras de clima temperado possuem elevadas quantidades de \n\nácidos linolênico e linoléico, podendo totalizar mais de 70% dos ácidos graxos, \n\nenquanto gramíneas de clima tropical possuem menores teores de ácido linolênico, \n\npróximo a 50% (VAN SOEST, 1994; FERNANDES et al., 2007).  \n\n \n\n \n\n3. Material e métodos \n\n3.1 Local \n\n\n\n 11 \n\nO experimento foi desenvolvido na Faculdade de Ciências Agrárias e \n\nVeterinárias – FCAV/Unesp, Jaboticabal – SP. A fase de campo foi realizada no \n\nsetor experimental de Forragicultura e o abate dos animais foi realizado no setor de \n\nCaprinocultura, ambos pertencentes ao Departamento de Zootecnia da \n\nFCAV/Unesp. \n\nAs análises qualitativas da carne in natura foram realizadas no Laboratório de \n\nTecnologia dos Produtos de Origem Animal, pertencente ao Departamento de \n\nTecnologia da Faculdade de Ciências Agrárias e Veterinárias-FCAV/Unesp, \n\nJaboticabal/SP. \n\n \n\n \n\n3.2 Pastagem, animais experimentais e método de pastejo \n\nForam utilizados 48 cordeiros machos, sem padrão racial definido, não-\n\ncastrados, com pesos iniciais entre 12 e 15 kg, idade entre 3 e 4 meses. O período \n\nexperimental teve início no mês de outubro de 2011 com término em março de 2012, \n\ncompreendendo assim o período de maior amplitude e volume de precipitação \n\n(“período das águas”). \n\nA espécie forrageira utilizada foi a Cynodon dactylon, cultivar Tifton-85, que já \n\nse encontrava implantada e estabelecida na área. A composição bromatológica da \n\nforragem foi de 25,15% de matéria seca, 8,43% de matéria mineral, 9,65% de \n\nproteína bruta, 1,45% de extrato etéreo, 74,82% de fibra em detergente neutro e de \n\n41,29% de fibra em detergente ácido. \n\nFoi utilizado para suplementação dos animais um produto comercial, com a \n\ncomposição apresentada na Tabela 1. \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 12 \n\n \n \n \n \n \n \nTabela 1. Composição do suplemento comercial. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nForam utilizados 32 piquetes delimitados na periferia por tela campestre com \n\n1,20m de altura, e subdivididos por cerca eletrificada com quatro fios de arame. \n\nSombrites móveis foram alocados nos piquetes que receberam animais, \n\nprincipalmente nas horas de maior calor do dia. \n\nA interceptação luminosa (IL) pelo dossel assim como o índice de área da \n\nfoliar (IAF) foram determinadas com o uso do equipamento analisador de dossel \n\nAccuPAR LP-80 da Decagon (USA), constituído de uma barra com sensores de luz \n\nque captam a radiação (na frequência de 400-700 nm) tanto acima do dossel quanto \n\nao nível do solo.  \n\nO monitoramento da IL pelo dossel foi realizado no momento da saída dos \n\nanimais dos piquetes e durante a rebrotação dos pastos, leituras da IL foram feitas \n\nsemanalmente, até quando o valor da IL estivesse próximo de 95%, a partir de \n\nNíveis de garantia do produto \nProteína Bruta (Mín.) 18,0% \nNNP – Equiv. em proteína (Máx.) 8,0% \nExtrato Etéreo (Mín.) 0,1% \nMatéria Fibrosa (Máx.) 18,0% \nMatéria Mineral (Máx.) 19,0% \nUmidade (Máx.) 12,0% \nCálcio (Máx.) 2,0% \nFósforo (Mín.) 0,4% \n\nEnriquecimentos por quilograma do produto \nSódio 4,5 g \nEnxofre 3,3 g \nCobre 16,0 mg \nManganês 47,0 mg \nZinco 61,0 mg \nIodo 1,2 mg \nCobalto 1,0 mg \nSelênio 0,3 mg \nMonensina 45,0 mg \n\n\n\n 13 \n\nentão, as leituras foram feitas diariamente até que se atinja 95% de IL. O IAF foi \n\nmonitorado no momento de entrada dos animais nos piquetes (pré-pastejo) e \n\ndurante o pastejo dos animais, sendo neste segundo caso realizadas medições \n\ndiárias em cada piquete com o respectivo tratamento até que fosse atingido o valor \n\nde IAF pré-determinado. Uma vez atingido o resíduo, os animais foram conduzidos \n\npara outro piquete que tivesse atingido a meta de 95% de IL durante o período de \n\ndescanso. Os animais foram mantidos sob pastejo diurno com duração aproximada \n\nde 10 horas em pastejo rotacionado, até que fossem atingidos os IAF pré-\n\nestabelecidos.  Ao final do dia os animais foram confinados, em baias individuais, \n\npara que fosse fornecido o suplemento. \n\n \n\n3.3 Abate, características in vivo e características da carcaça \n\nAo fim do período experimental, os animais foram pesados e submetidos a \n\njejum de dieta sólida por 16 horas. Previamente ao abate, os animais foram \n\nnovamente pesados para obtenção do peso corporal ao abate (PCA) e realizadas as \n\nmedidas biométricas, com os animais em pé sobre uma superfície plana. \n\nDeterminaram-se o comprimento corporal (distância entre a articulação cérvico-\n\ntorácica e a base da cauda), a altura do anterior (distância entre a região da \n\ncernelha e a extremidade distal do membro anterior), a altura do posterior (distância \n\nentre a tuberosidade sacra e a extremidade distal do membro posterior), o perímetro \n\ntorácico (perímetro tomando-se como base o esterno e a cernelha, passando a fita \n\nmétrica por trás da paleta), a largura da garupa (distância máxima entre os \n\ntrocânteres dos fêmures) e a largura do peito (distância entre as faces laterais das \n\narticulações escápulo-umerais) dos ovinos, além da compacidade corporal (peso \n\ncorporal ao abate dividido pelo comprimento corporal do animal). \n\nApós jejum de 16 horas de dieta sólida, os animais foram insensibilizados por \n\neletronarcose de 220V por 8 segundos, e em seguida seccionadas as veias \n\njugulares e as artérias carótidas para a sangria, de acordo com procedimentos que \n\ncaracterizam o abate humanitário (MONTEIRO JÚNIOR, 2000). \n\nApós o abate, as carcaças foram pesadas (PCQ) para determinação do \n\nrendimento de carcaça quente (RCQ = PCQ/PCA*100) e o trato gastrintestinal foi \n\npesado cheio e, em seguida, esvaziado, lavado e novamente pesado, para \n\n\n\n 14 \n\ndeterminação do peso do corpo vazio (PCV = PCA – conteúdo gastrintestinal) e do \n\nrendimento verdadeiro da carcaça (RV =PCQ/PCV*100) e, em seguida, as carcaças \n\nforam transferidas para câmara frigorífica a 4ºC por 24 horas, e ao final deste \n\nperíodo, foram pesadas e obtido o peso da carcaça fria (PCF), calculando-se o \n\nrendimento comercial (RC = PCF/PCA*100) e a perda de peso por resfriamento [PR \n\n= (PCQ-PCF/PCQ)*100].  \n\nAs carcaças foram divididas longitudinalmente, sendo a metade esquerda \n\nseccionada em cinco regiões anatômicas: pescoço, paleta, costela, lombo e perna, \n\npara obtenção dos rendimentos de cortes em relação ao peso da meia-carcaça, \n\nsegundo metodologia adaptada de Colomer- Rocher (1987). \n\nO músculo Longissimus foi retirado das duas meias carcaças, com auxílio de \n\nbisturi, pesado, embalado a vácuo e armazenado a -20ºC para as análises \n\nlaboratoriais de qualidade da carne. \n\n \n\n3.4 Características qualitativas da carne  \n\nApós a esfola e evisceração, foram medidos o pH inicial (pH 45min) e pH final \n\n(pH 24 h), também a cor do músculo Longissimus utilizando-se colorímetro Minolta \n\nCR-200 por meio do sistema CIELAB, em que L* (luminosidade), a* (teor de \n\nvermelho) e b* (teor de amarelo) em seguida as amostras foram congelada para \n\nposteriormente serem realizadas as demais análises. \n\nApós o descongelamento, foram retiradas amostras do músculo Longissimus \n\nnas quais foram avaliadas a capacidade de retenção de água, determinada \n\nconforme metodologia descrita por Silva Sobrinho (1999), as perdas de peso na \n\ncocção e a força de cisalhamento (OSÓRIO et al., 1998). A composição em ácidos \n\ngraxos foi realizada conforme Bligh e Dyer (1959) e metodologia descrita por Tullio \n\n(2004). \n\nO teor de colesterol total foi quantificado segundo metodologia citada por \n\nBragagnolo e Rodriguez-Amaya (1992), na qual, após o resfriamento das amostras \n\noriundas da reação final entre a fração insaponificável, ácido acético saturado com \n\nsulfato ferroso e ácido sulfúrico, as mesmas foram submetidas à leitura \n\nespectrofotométrica a 490 nm. \n\n\n\n 15 \n\nAs análises de composição química (umidade, proteína bruta, extrato etéreo e \n\ncinzas) do músculo Longissimus foram feitas segundo a metodologia descrita pela \n\nAOAC (1997). \n\nPara a determinação do teor de colágeno, utilizou-se a metodologia descrita \n\npor Amtliche (1980), onde 40 gramas de amostra crua moída e homogeneizada em \n\nErlenmeyer de 125 mL foram adicionadas a 30 mL de ácido sulfúrico 6N e aquecidas \n\nem banho-maria a 110ºC, sem refluxo, por 8 horas. Em seguida, transferiu-se \n\nquantitativamente o hidrolisado para um balão volumétrico de 200 mL, no qual foram \n\nadicionados 5 mL de éter de petróleo, misturados, e completado o volume com água \n\ndestilada. A camada resultante de éter com gordura foi eliminada, e o hidrolisado, \n\nfiltrado em papel de filtro Whatman nº 4, e diluído de forma que a concentração de \n\nhidroxiprolina das amostras permanecesse entre 0,6 e 2,4 mg/mL. \n\nApós estes procedimentos, uma alíquota de 4 mL da diluição foi transferida \n\npara um tubo de ensaio, adicionada a 2 mL do reagente de oxidação, misturadas em \n\nagitador de tubos, e deixadas em repouso por 30 minutos em temperatura ambiente. \n\nEm seguida, adicionou-se 2 mL do reagente de cor, agitando-se vigorosamente a \n\nsolução, que foi aquecida por 15 minutos em banho-maria a 60ºC. Após \n\naquecimento, a solução foi resfriada em água corrente, deixada em repouso por \n\nmais 30 minutos à temperatura ambiente, e submetida à leitura da absorbância em \n\nespectrofotômetro a 558nm, em cubeta de 1 cm de espessura. \n\n \n\n \n\n3.5 Análises estatísticas \n\nOs tratamentos foram constituídos por quatro índices de área foliar residual \n\n(0,8; 1,4; 2,0 e 2,6) e 2 teores de suplemento, sendo o controle sem suplementação \n\ne o tratamento suplementado a 0,7% do peso vivo dos animais; desta forma \n\ncompreendendo um delineamento inteiramente casualizado arranjado em esquema \n\nfatorial [4 (IAFr) x 2 (suplemento concentrado protéico-energético e grupo não \n\nsuplementado)] utilizando 6 repetições por tratamento, sendo cada animal uma \n\nrepetição. Os dados foram submetidos à análise de variância e as médias \n\ncomparadas pelo teste Tukey com 5% de significância. Para as análises estatísticas \n\nutilizou-se o pacote estatístico SAS (2010). \n\n\n\n 16 \n\n \n\n  \n\n \n\n4. Resultados e discussão \n\nNas tabelas 2 e 3 visualizam-se os dados referentes às características in vivo \n\ne mensurações da carcaça de cordeiros terminados em diferentes índices de área \n\nfoliar (IAF) e submetidos ou não a suplementação \n\n \nTabela 2. Medidas corporais in vivo de cordeiros terminados em diferentes índices  \n\nde área foliar (IAF) e submetidos ou não a suplementação. \n\nIAF \n% \n\nSuplementação \nPCAa \n\n(Kg) \nCCb \n\n(cm) \nAAc \n\n(cm) \nAPd \n\n(cm) \nPTe (cm) LGf (cm) LTg (cm) \n\n0,0 19,52B 54,55 63,40 63,25 63,25C 20,17AB 18,05B \n\n0,8 0,7 21,75AB 55,50 63,25 63,25 72,82ABC 21,12AB 19,87A \n\n0,0 23,74AB 53,12 62,37 62,87 65,50BC 18,35 B 18,77AB \n\n1,4 0,7 26,52AB 55,12 64,87 65,62 76,75 A 22,25 A 19,97A \n\n0,0 27,67AB 53,79 63,10 64,35 67,96ABC 19,86AB 19,70AB \n\n2,0 0,7 29,47A 55,62 65,50 66,25 71,25ABC 21,03AB 21,20AB \n\n0,0 25,93AB 53,12 60,62 61,82 70,85ABC 18,00 B 19,30AB \n\n2,6 0,7 29,47A 55,75 65,37 65,12 73,78ABC 21,68 A 20,32A \n\nTeste F (IAF) 0,74NS 0,83NS 0,20NS 0,93NS 0,91NS 0,51NS 1,35NS \n\nTeste F (Suplem.) 18,18* 0,71NS 3,73NS 4,08NS 18,55* 25,67* 5,39* \n\nF Int. IAF X Sup. 2,10NS 0,81NS 0,66NS 0,68NS 2,34NS 2,72NS 0,47NS \nCV (%) 18,87 6,83 5,59 5,33 8,47 9,53 11,04 \n\naPeso corporal ao abate; bComprimento corporal; cAltura do anterior; dAltura do posterior; ePerímetro \ntorácico; fLargura da garupa; gLargura do tórax. \nA,B,C Médias seguidas por pelo menos uma letra igual, dentro da coluna de cada fator avaliado, não \ndiferem entre si pelo teste de Tukey a 5% de probabilidade. \n \n\nNão houve efeito significativo do índice de área foliar sobre características \n\nquantitativas in vivo. Houve influência da suplementação sobre o peso corporal ao \n\nabate, perímetro torácico, largura da garupa e largura do tórax, sendo que os \n\nanimais suplementados apresentaram resultados superiores em relação aos não \n\nsuplementados.  \n\nEmbora o desempenho animal não tenha sido objeto de estudo no presente \n\ntrabalho, observou-se maior ganho de peso para os animais que receberam \n\nsuplemento, com média para peso corporal ao abate de 28,22kg, contra 22,21 do \n\ngrupo terminado apenas a pasto. Assim, os resultados obtidos podem ser explicados \n\n\n\n 17 \n\npelo maior aporte energético diário na alimentação dos cordeiros suplementados, \n\nquando comparados com aqueles mantidos em pastagem sem suplementação, \n\nproporcionando assim maior ganho de peso, e peso final ao abate (CARVALHO et \n\nal., 2007).  \n\nApesar do custo adicional em relação à terminação somente a pasto, a \n\nsuplementação animal é uma das alternativas existentes para melhorar os índices \n\nzootécnicos, onde através do suprimento mineral garantem-se melhores condições \n\nfisiológicas frente às adversidades que podem ocorrer durante a produção animal, \n\ncomo infestações verminóticas, colaborando assim para a obtenção de animais mais \n\njovens para o abate. \n\nTabela 3. Avaliação quantitativa da carcaça de cordeiros terminados em diferentes        \níndices de área foliar (IAF) e submetidos ou não a suplementação. \n\nIAF \n% \n\nSuplementação \nPCQa \n\n(Kg) \nPCFb \n\n(Kg) \nRCQc \n\n(Kg) \nPCVd \n\n(Kg) \nRCFe \n\n(%) \nRVf (%) PRg (%) \n\n0,0 8,08\nB 7,83B 40,24 15,65B 37,93 51,63 3,19 \n\n0,8 \n0,7 11,24\n\nAB 10,85AB 40,79 21,40AB 38,28 52,52 3,54 \n\n0,0 9,93\nAB 9,58AB 40,14 18,40AB 38,10 51,97 3,45 \n\n1,4 \n0,7 11,88\n\nAB 11,43A 40,94 22,41A 37,99 53,01 3,54 \n\n0,0 10,96\nAB 10,56AB 40,90 20,80AB 38,60 52,69 3,45 \n\n2,0 \n0,7 12,86\n\nA 12,47A 41,35 24,10A 38,02 53,26 3,21 \n\n0,0 11,64\nAB 11,29A 41,94 19,29AB 38,65 53,49 3,14 \n\n2,6 \n0,7 12,63\n\nA 11,58A 42,85 22,71A 39,58 53,78 3,32 \n\nTeste F (IAF) 0,59NS 0,57NS 0,30NS 0,87NS 0,85NS 0,69NS 0,21NS \n\nTeste F (Suplem.) 17,78* 17,43* 0,71NS 12,73* 0,67NS 0,53NS 0,45NS \n\nF Int IAF X Sup. 2,30NS 2,34NS 1,71NS 1,34NS 1,67NS 1,11NS 0,68NS \n\nCV (%) 23,11 23,41 5,99 19,41 6,41 6,68 24,26 \naPeso da carcaça quente; bPeso da carcaça fria; cRendimento de carcaça quente; dPeso do corpo \nvazio; eRendimento de carcaça fria; fRendimento verdadeiro; gPerdas ao resfriamento. A,B Médias \nseguidas por letras distintas na mesma coluna diferem entre si pelo teste de Tukey a 5% de \nprobabilidade. NS: não significativo \n \n\nAo avaliar os efeitos da suplementação, observou-se que os animais \n\nsuplementados apresentaram maiores valores para pesos de carcaça quente, peso \n\nde carcaça fria e peso do corpo vazio em relação aos animais que não foram \n\nsuplementados. Considerando-se os efeitos do índice de área foliar, observa-se que \n\nnão exerceu influência sobre os parâmetros quantitativos da carcaça.  \n\n\n\n 18 \n\nO maior peso de carcaça pode ser considerado como uma consequência do \n\nmaior peso ao abate verificado, e o peso do corpo vazio em função da menor \n\nquantidade de conteúdo no trato gatrintestinal. De acordo com Martinez et al. (2001), \n\no rendimento de carcaça depende, principalmente, do conteúdo do trato digestivo, \n\nalém do grau de acabamento.  \n\nO rendimento de carcaça quente (RCQ) é uma informação importante, pois \n\nrepresenta a rentabilidade da porção comestível, estando o valor médio encontrado \n\npara esta variável no presente estudo dentro do padrão esperado para a espécie \n\novina, que apresenta rendimentos de carcaça que variam de 40 a 50%, sendo \n\ninfluenciados por fatores intrínsecos (raça, sexo, condição corporal e peso ao abate), \n\nextrínsecos (manejo alimentar e sistema de terminação) e a forma como é calculado \n\n(SILVA SOBRINHO, 2001). O rendimento verdadeiro considera o peso do trato \n\ngastrintestinal vazio, por isso apresenta valores variando desde 53 a 56% \n\n(SIQUEIRA et al., 2002; YAMAMOTO et al., 2005; ZUNDT et al., 2006). Os \n\nresultados obtidos nesta pesquisa para rendimento de carcaça quente corroboram \n\ncom os autores citados (entre 40 e 50%), bem como também estão próximos os \n\nvalores para rendimento verdadeiro (53%). \n\nNa Tabela 4, observou-se que os animais suplementados apresentaram \n\nmaiores comprimentos externo e interno da carcaça, e que as variáveis comprimento \n\nda perna e profundidade do tórax não sofreram influência dos tratamentos.  \n\n \nTabela 4.  Medidas da carcaça de cordeiros terminados em diferentes índices de \n\nárea foliar (IAF) e submetidos ou não a suplementação. \nIAF % Suplementação CECa CICb CPc PTd \n\n0,0 49,52\nAB 57,63AB 37,20 25,38 \n\n0,8 \n0,7 50,01\n\nAB 58,38AB 36,87 25,83 \n\n0,0 47,00\nAB 53,37C 35,62 24,13 \n\n1,4 \n0,7 52,16\n\nA 58,38A 35,87 25,58 \n\n0,0 46,98\nAB 56,66AB 38,12 25,90 \n\n2,0 \n0,7 50,87\n\nAB 59,00 A 35,87 24,63 \n\n0,0 44,87\nB 52,75C 36,00 23,20 \n\n2,6 \n0,7 52,25\n\nA 58,00A 35,50 25,75 \n\nTeste F (IAF) 0,36NS 2,91NS 0,879NS 1,23NS \n\nTeste F (Suplem.) 20,64* 17,95* 0,729NS 0,104NS \n\nF Int IAF X Sup. 2,41NS 1,91NS 0,504NS 0,96NS \n\n\n\n 19 \n\nCV (%) 7,21 5,46 6,06 35,94 \naCEC – comprimento externo da carcaça; bCIC - comprimento interno da carcaça; cCP- comprimento \nda perna; dPT - profundidade do tórax. A,B,C Médias seguidas por letras distintas na mesma coluna \ndiferem entre si pelo teste de Tukey a 5% de probabilidade. NS: não significativo \n\n \n\nTal fato pode ser explicado pelo maior peso ao abate dos animais que \n\nreceberam suplementação, o que condiz com o estudo realizado por Siqueira et al. \n\n(2001), que encontraram maiores comprimentos internos de carcaça em animais Ile \n\nde France x Corriedale abatidos com 32kg em relação aos de 28kg.  \n\nOs resultados obtidos estão de acordo com os encontrados por Dantas et al. \n\n(2008), que estudando as características da carcaça de cordeiros terminados a \n\npasto recebendo três teores de suplementação na dieta (0,0, 1,0 e 1,5% do PV), \n\nencontraram carcaças maiores para os animais suplementados com 1,5% do PV em \n\nrelação aos não suplementados o que, segundo o autor, pode ser explicado pelos \n\nníveis de proteína e energia da dieta, repercutindo em maior deposição de tecido \n\nmuscular e adiposo. \n\n Nas Tabelas 5 e 6 estão apresentados os dados referentes ao peso (kg) e à \n\nporcentagem (%) dos cortes regionais da carcaça de cordeiros terminados em \n\ndiferentes índices de área foliar (IAF). \n\nTabela 5.  Peso dos cortes da carcaça (kg) de cordeiros terminados em diferentes                                  \níndices de área foliar (IAF) e submetidos ou não a suplementação. \n\nIAF % Suplementação \n½ \n\ncarcaça \nPescoço Perna Paleta Lombo Costela \n\n0,0 3,75\nB 0,56B 1,21B 0,73B 0,20B 1,12B \n\n0,8 \n\n0,7 4,42\nAB 0,78AB 1,75AB 1,03AB 0,30AB 1,50AB \n\n0,0 3,66\nAB 0,66AB 1,42AB 0,81AB 0,25AB 1,17B \n\n1,4 \n0,7 4,59\n\nAB 0,78AB 1,64AB 1,09AB 0,34AB 1,81AB \n\n0,0 4,41\nAB 0,76AB 1,76AB 1,07AB 0,29AB 1.41AB \n\n2,0 \n0,7 5,18\n\nAB 0,85AB 1,80AB 1,11A 0,33AB 1,57AB \n\n0,0 3,98\nAB 0,67AB 1,46AB 0,99AB 0,27AB 1,49AB \n\n2,6 \n0,7 5,62\n\nA 0,82A 1,89A 1,14A 0,38A 1,82A \n\nTeste F (IAF) 0,48NS 1,13NS 1,58NS 0,85NS 0,16NS 0,01NS \n\nTeste F (Suplem.) 8,089* 12,70* 7,92* 5,06* 9,53* 10,29* \n\nF Int IAF X Sup. 1,18NS 1,17NS 0,73NS 1,43NS 2,08NS 2,08NS \n\nCV (%) 25,32 23,39 23,36 24,88 30,81 26,81 \n\n\n\n 20 \n\nA,B,C Médias seguidas por letras distintas na mesma coluna diferem entre si pelo teste de Tukey a 5% \nde probabilidade. NS: não significativo \n\nPelo exposto, observa-se efeito da suplementação sobre o peso dos cortes, \n\nsendo que os animais recebendo suplemento apresentaram cortes mais pesados. \n\nOs resultados obtidos para peso dos diferentes cortes podem ser explicados pelo \n\nfato de a suplementação proporcionar maior peso de carcaça, o que pode estar \n\nrelacionado à maior quantidade de tecido muscular no tratamento suplementado, \n\nconfirmando a ordem de prioridade de deposição dos tecidos, sendo primeiro osso, \n\nseguido de músculos e finalmente gordura (BOGGS, 1998). Resultados semelhantes \n\nforam reportados por Gonzaga Neto et al., (2006), que ao avaliarem diferentes \n\nteores de concentrado (30, 45 e 60%), na dieta de cordeiros, observaram efeito \n\nlinear para peso dos cortes, em função do aumento do concentrado na dieta. As \n\ndiferenças obtidas para os cortes entre os tratamentos refletem principalmente o \n\nmaior crescimento dos músculos nos animais suplementados.  \n\nSiqueira et al. (2001), destaca que animais abatidos com maiores pesos \n\napresentam cortes mais pesados do que animais mais leves, indicando maior \n\ndeposição de tecido muscular e adiposo, provavelmente em consequência do maior \n\naporte de nutrientes, no caso desta pesquisa, na dieta dos animais suplementados. \n\nNão foram observados efeitos do índice de área foliar (IAF) sobre o peso dos cortes.  \n\nTabela 6. Rendimento dos cortes da carcaça de cordeiros terminados em diferentes    \níndices de área foliar (IAF) e submetidos ou não a suplementação. \n\nIAF % Suplementação % Perna % Paleta % Lombo % Costela \n\n0,0 34,89 22,45 6,51 34,15 0,8 \n0,7 35,53 21,83 6,54 34,80 \n\n0,0 34,17 20,29 6,88 34,55 1,4 \n0,7 36,62 22,87 7,21 34,93 \n\n0,0 36,22 23,01 7,61 35,23 2,0 \n0,7 36,65 23,24 6,65 34,60 \n\n0,0 34,81 22,91 7,18 34,14 \n2,6 \n\n0,7 37,41 21,62 6,34 33,62 \n\nTeste F (IAF) 1,29NS 2,55NS 0,55NS 1,13NS \n\nTeste F (Suplem.) 1,49NS 2,91NS 1,31NS 0,01NS \n\nF Int IAF X Sup. 3,07NS 1,42NS 1,24NS 0,57NS \n\nCV (%) 4,82 6,45 12,94 3,39 \n\nNS: não significativo \n\n\n\n 21 \n\nOs diferentes tratamentos não exerceram efeito sobre a porcentagem dos \n\ncortes da carcaça, resultado que está de acordo com a lei da harmonia anatômica, \n\nonde a proporção dos diferentes cortes da carcaça não apresenta alterações \n\nsignificantes (SIQUEIRA, 2006). A partir da verificação de que carcaças com pesos \n\ndiferentes refletem em cortes de pesos variados, mas em termos proporcionais à \n\nvariação na carcaça nem sempre implica em variação no corte, o que pode ser \n\nassociado a possíveis diferenças no crescimento dos tecidos, principalmente \n\nmúsculo e gordura. \n\nOs dados desse experimento, para rendimento dos cortes perna e paleta, \n\nestão próximos aos encontrados por Rufino (2005), trabalhando com desempenho \n\nde cordeiros Santa Inês em pastejo com suplementação de 300g/dia e abatidos aos \n\n30 kg de PV, encontrou rendimento de 34,47, 10,11, 25,45 e 20,04 para perna, \n\nlombo, costelas e paleta, respectivamente, sendo obtidos valores menores para \n\nlombo e maiores para costela no presente estudo. \n\nOs parâmetros da composição centesimal do músculo Longissimus de \n\ncordeiros terminados e suplementados em diferentes índices de área foliar (Tabela \n\n8), assim como para os teores de colesterol e colágeno, não tiveram influência dos \n\ntratamentos. \n\n \nTabela 7. Composição centesimal e teores de colesterol (mg/100g) e colágeno (%) \n\ndo músculo Longissimus de cordeiros terminados em diferentes índices de \nárea foliar (IAF) e submetidos ou não a suplementação. \n\nIAF \n% \n\nSuplementação \nPB (%) EE (%) \n\nCinzas \n(%) \n\nUmidade \n(%) \n\nColesterol \n(mg/100g) \n\nColágeno \nmg/g \n\n0,0 \n21,00 1,14 1,01 76,98 41,91 1,16 \n\n0,8 \n\n0,7 20,93 1,12 1,15 74,12 38,96 0,85 \n\n0,0 20,79 1,01 1,12 73,27 47,61 0,90 \n1,4 \n\n0,7 20,12 1,29 1,24 74,49 43,09 0,93 \n\n0,0 20,96 1,17 1,08 73,01 43,83 1,32 \n2,0 \n\n0,7 20,19 1,06 1,19 74,23 44,27 1,09 \n\n0,0 21,22 1,03 1,17 73,31 42,47 1,37 2,6 \n0,7 20,85 1,23 1,16 73,36 38,27 1,03 \n\nTeste F (IAF) 0,18NS 0,35NS 0,53NS 0,73NS 1,09NS 2,33NS \nTeste F (Suplem.) 1,26NS 1,49NS 2,11NS 0,47NS 1,56NS 1,25NS \nF Int IAF X Sup. 0,25NS 2,33NS 0,31NS 0,65NS 0,14NS 0,38NS \n\nCV (%) 9,79 24,10 14,58 7,09 15,63 33,18 \n\nNS: não significativo \n\n\n\n 22 \n\nDe acordo com Prata (1999) a composição centesimal da carne ovina \n\napresenta valores médios de 75% de umidade, 19% de proteína, 4% de gordura, \n\n1,1% de matéria mineral e menos que 1% de carboidratos. Excetuando-se os \n\nvalores de extrato etéreo, os demais valores obtidos nesta pesquisa foram próximos \n\naos citados pelo autor, podendo, de acordo com Gurtler e al. (1987), ser considerada \n\ncarne magra, por apresentar valores inferiores a 5% de gordura. De acordo com \n\nMadruga et al. (2005), os teores extrato etéreo da carne de cordeiros apresentam \n\ngrande variação, principalmente em função da dieta, peso e idade ao abate, raça, \n\nsexo e músculo.  \n\nA composição centesimal da carne pode ser influenciada por diferentes \n\nfatores, como espécie, raça, sexo, nutrição e peso de abate. Gaili et al. (1972), \n\nestudando o músculo Longissimus dorsi da carne de cabras e de ovelhas abatidas \n\ncom idades diferentes, observaram que os animais mais jovens apresentaram maior \n\nteor de proteína e cinzas e maior de gordura que animais mais velhos. Assim, os \n\ndados obtidos neste estudo podem ser explicados pela pouca idade de abate \n\nanimais (7 a 8 meses), pois o acúmulo de gordura subcutânea, intramuscular é \n\nmenor em animais jovens (LAWRIE, 2005; ZAPATA et. al., 2003). Para Berg e \n\nButterfield (1976), a maturidade é refletida por um incremento na proporção de \n\ngordura, sendo acompanhada por uma diminuição na proporção de água e proteína \n\nno corpo do animal. \n\nOs teores médios de colesterol obtidos nesta pesquisa foram menores em \n\nrelação aos obtidos por Rowe et al. (1999), que encontraram valores de 62,03 e \n\n57,76 mg/100g em amostras da carne de cordeiro terminados em pasto ou \n\nconfinados, respectivamente. Em contrapartida, Madruga et al. (2005) encontraram \n\nvalores mais próximos dos obtidos no presente trabalho, com 44,10 mg/100g de \n\ncolesterol na carne de cordeiros Santa Inês terminados com 60% de volumoso.  \n\nA participação do colágeno na maciez da carne está relacionada ao conteúdo \n\ntotal de colágeno e sua solubilidade (YOUNG &amp; BRAGGINS, 1993; RAMOS &amp; \n\nGOMIDE, 2007), quantificados pelo teor de hidroxiprolina, aminoácido presente \n\nquase que exclusivamente no colágeno (OLIVÁN et al., 2000), e que está \n\ndiretamente relacionado à estabilidade térmica (LAWRIE, 2005). Sabidamente, o \n\nconteúdo de colágeno solúvel influencia a maciez da carne em animais de diferentes \n\n\n\n 23 \n\nidades, enquanto o conteúdo total prediz diferenças na maciez entre músculos \n\n(RAMOS &amp; GOMIDE, 2007). Com o aumento da idade dos animais, o colágeno vai \n\nse modificando, em número de ligações cruzadas, tornando-se mais resistente ao \n\ncorte. Como os animais do presente trabalho tinham aproximadamente as mesmas \n\nidades, não puderam ser constatadas diferenças significativas para força de \n\ncisalhamento e teores de colágeno total.  Diaz et al. (2002), ao avaliarem a \n\nqualidade da carne de cordeiros criados em diferentes sistemas de produção, \n\nobtiveram teores de colágeno superiores aos encontrados nesta pesquisa para \n\nanimais terminados a pasto, com 2,47 mg por grama de músculo.  \n\nNa tabela 9 e 10 estão contidos os dados referentes aos parâmetros \n\nqualitativos da carne proveniente do músculo Longissimus de cordeiros terminados e \n\nsuplementados em diferentes índices de área foliar (IAF). Nota-se que os \n\nparâmetros não sofreram influência dos diferentes tratamentos.  \n\n \n\nTabela 8. Parâmetros qualitativos da carne proveniente do músculo Longissimus de \ncordeiros terminados em diferentes índices de área foliar (IAF) e \nsubmetidos ou não a suplementação. \n\nIAF \n% \n\nSuplementação \npH 45 min \n\npH 24 \nhoras \n\naCRA% bPPC% cFC (kgf/cm²) \n\n0,0 6,92 5,92 63,98 26,67 2,98 0,8 \n0,7 6,87 5,94 66,05 28,34 3,24 \n\n0,0 6,81 5,80 63,81 24,60 3,36 1,4 \n0,7 6,87 5,74 62,70 25,14 3,17 \n\n0,0 6,92 5,82 61,87 25,72 2,65 2,0 \n0,7 6,81 5,71 64,54 26,70 3,29 \n\n0,0 6,73 5,85 64,57 20,47 3,18 2,6 \n0,7 6,66 5,73 64,19 22,90 2,90 \n\nTeste F (IAF) 2,36NS 1,25NS 1,21NS 1,83NS 0,30NS \n\nTeste F (Suplem.) 0,02NS 0,90NS 0,69NS 0,01NS 0,21NS \n\nF Int IAF X Sup. 0,45NS 0,20NS 1,18NS 0,24NS 0,93NS \n\nCV (%) 2,49 3,47 4,02 20,55 18,86 \naCRA – capacidade de retenção de água; bPC – perdas de peso na cocção; cFC – força de \ncisalhamento. NS: não significativo \n  \n\nSegunda Zeola (2002), constatação de valores normais de queda do pH da \n\ncarne sugere que outros parâmetros qualitativos, como capacidade de retenção de \n\nágua, cor e maciez, apresentarão bons resultados, pois estes fatores são \n\ninfluenciados pelo pH.  \n\n\n\n 24 \n\nOs valores encontrados para força de cisalhamento caracterizam a carne dos \n\nanimais experimentais como de maciez mediana, pois segundo Cezar &amp; Sousa \n\n(2007), carnes ovinas que apresentam valores de força de cisalhamento inferiores a \n\n2,27 kgf/cm2, de 2,28 a 3,63 kgf/cm2, de 3,64 a 5,44 kgf/cm2 e, acima de 5,44, \n\npodem ser classificadas como macia, de maciez mediana, dura e extremamente \n\ndura, respectivamente. \n\nGrazziotin et al. (2002), observando o efeito da disponibilidade do pasto e da \n\nraça sobre características de carcaça e da carne de cordeiros,  encontraram valores \n\npara força de cisalhamento entre 3,18  3,30 kgf/cm2, próximos aos obtidos neste \n\nexperimento. \n\nOs valores médios de perdas de peso no cozimento apresentaram-se \n\npróximos aos encontrados por Lloyd et al. (1981) e Kadim et al. (1993), sendo de \n\n16,12 e 25,95%, respectivamente, e inferiores aos 36,48% obtidos por Bonagurio et \n\nal. (2001), em cordeiros Santa Inês. \n\nA capacidade de retenção de água apresentou resultados inferiores aos \n\nobtidos por Osório et al. (2002) e Rota et al. (2004), que relatam valores acima de \n\n73%. No entanto, os valores encontrados indicam que a carne não apresenta \n\nproblemas exudativos e está dentro de uma amplitude considerada normal para \n\ncarne ovina (PEREZ et al., 2002). \n\nTabela 9. Cor (L*, a* e b*) do músculo Longissimus de cordeiros terminados em \ndiferentes índices de área foliar (IAF) e submetidos ou não a \nsuplmentação. \n\nIAF % Suplementação L* a* b* \n\n0,0 43,97 16,91 4,76 0,8 \n0,7 43,34 15,71 4,18 \n\n0,0 44,88 17,29 5,32 1,4 \n0,7 43,13 17,00 5,16 \n\n0,0 43,44 17,54 5,07 2,0 \n0,7 43,61 17,78 5,27 \n\n0,0 45,39 16,71 5,88 2,6 \n0,7 44,51 17,77 4,95 \n\nTeste F (IAF) 1,67NS 2,95NS 1,23NS \n\nTeste F (Suplem.) 2,52NS 0,29NS 0,97NS \n\nF Int IAF X Sup. 0,69NS 1,82NS 0,42NS \n\nCV (%) 7,67 6,94 21,29 \n\nL* - luminosidade; a* - teor de vermelho; b* - teor de amarelo. NS: não significativo. \n \n\n\n\n 25 \n\nPara a carne de ovinos são descritos valores 31,36 a 38,0 para L*, de 12,27 a \n\n18,01 para a* e de 3,34 a 5,65 para b* (FARIA et al., 2001). No presente \n\nexperimento, os valores de a* e b* enquadram-se nestes intervalos, porém os \n\nvalores de L* foram superiores. Os resultados obtidos neste trabalho estão próximos \n\ndos encontrados por Sañudo et al. (1992), que estudando a qualidade da carne de \n\ncordeiros com diferentes pesos de carcaça obtiveram valores médios para L* entre \n\n45,61 e 48,15, a* entre 13,94 a 16,95 e b* entre 5,90 e 6,02.  \n\nEm relação ao perfil de ácidos graxos, a Tabela 11 apresenta os dados \n\nreferentes à carne de cordeiros terminados em diferentes índices de área foliar \n\n(IAF), e observou-se que os ácidos graxos saturados, monoinsaturados e \n\npolinsaturados não foram influenciados pelos diferentes tratamentos. \n\nSegundo Silva Sobrinho (2001), os teores de ácidos graxos seguem a \n\nlinearidade de 55,07; 31,37 e 5,36%, em média, para teores de saturados, \n\nmonoinsaturados e poliinsaturados, respectivamente, no músculo Longissimus de \n\ncordeiros terminados em pastagem. Essa linearidade também foi observada no \n\npresente trabalho, sendo os ácidos graxos palmítico, esteárico e oléico os mais \n\nabundantes. Hocquette et al. (2005) afirmam que, na gordura dos ruminantes, os \n\nácidos graxos saturados variam entre 40 e 60%, os monoinsaturados entre 30 e \n\n50%, sendo a proporção maior para o ácido oléico e os poliinsaturados são descritos \n\nna proporção de 5%, sendo o ácido linoléico o mais abundante, resultado este \n\ntambém observado nesta pesquisa. O ácido oléico é desejável por ter ação \n\nhipocolesterêmica, com a vantagem de não reduzir o colesterol HDL (colesterol \n\nbom), atuando na proteção contra doenças coronarianas (DEPARTMENT OF \n\nHEALTH, 1994). \n\nOs ácidos palmítico (C16:0) e esteárico (C18:0) contribuíram mais \n\nintensamente nos valores totais de ácidos graxos saturados, o que está de acordo \n\ncom os relatos de Ferrão et al. (2009) ao avaliarem diferentes relações \n\nvolumoso:concentrado (100:0; 75:25 e 50:50) na dieta de cordeiros Santa Inês. \n\nEmbora não tenham sido observadas variações significativas no perfil do ácido \n\ngraxo oléico com os diferentes tratamentos, destaca-se que, cerca de 95% dos \n\nácidos graxos monoinsaturados presentes no múculo Longissimus dos cordeiros \n\nforam representados por esse ácido graxo. Resultados semelhantes foram relatados \n\n\n\n 26 \n\npor Banskalieva, Sahlu e Goetsch (2000) e Sañudo et al. (2000) para caprinos e \n\novinos, respectivamente. \n\nOs ácidos graxos oléico (C18:1), palmítico (C16:0) e esteárico (C18:0) foram, \n\nrespectivamente, encontrados em maiores concentrações nas amostras do músculo \n\nLongissimus, perfazendo, aproximadamente, 80% dos ácidos graxos identificados.  \n\nO ácido oléico (C18:1) foi o ácido graxo insaturado que mais contribuiu para o \n\nperfil dos ácidos graxos, sendo este reconhecidamente apontado como redutor de \n\ncolesterol e lipoproteínas de baixa densidade (LDL). O ácido graxo esteárico, \n\ndiferentemente dos outros ácidos graxos saturados, atua na redução do colesterol \n\nsérico em humanos, e contrariamente, o ácido graxo palmítico é apontado por \n\naumentar a síntese de colesterol, o que representa um fator de risco para o \n\naparecimento de doenças cardiovasculares (MOLONEY et al., 2001). \n\n \n\n\n\n 27 \n\nTabela 10. Perfil (%) de ácidos graxos do músculo Longissimus de cordeiros terminados em diferentes índices     de área foliar \n(IAF) e submetidos ou não a suplementação. \n\n                                                  \n \n                    NS: não significativo \n                  \n \n\nIAF 0,8 1,4 2,0 2,6 \n% Suplementação 0,0 0,7 0,0 0,7 0,0 0,7 0,0 0,7 \n\nTeste F \nIAF \n\nTeste F \nSuplem \n\nF Int. IAF \nX Sup. \n\nCV \n(%) \n\nSaturados 51,52 48,59 50,64 55,15 54,41 50,56 49,06 54,71 - - - - \nCáprico C10:0 0,09 0,08 0,08 0,10 0,09 0,09 0,07 0,08 0,33NS 0,17NS 0,62NS 16,27 \nLáurico C12:0 0,10 0,08 0,08 0,10 0,12 0,10 0,09 0,128 1,08NS 0,04NS 1,51NS 32,62 \nMirístico C14:0 1,91 1,53 1,58 2,09 2,36 1,89 1,60 2,37 1,18NS 0,43NS 0,35NS 26,93 \nPentadecanóico C15:0 0,71 0,64 0,68 0,93 0,85 0,71 0,63 0,79 1,04NS 0,78NS 2,50NS 23,54 \nPalmítico C16:0 21,73 20,95 21,18 23,65 22,74 21,25 20,70 22,55 0,95NS 1,15NS 0,47NS 6,96 \nEsteárico C18:0 26,73 25,07 26,80 28,01 27,97 26,26 25,74 28,49 0,31NS 0,015NS 0,80NS 11,83 \nAraquídico C20:0 0,25 0,24 0,240 0,27 0,28 0,26 0,23 0,31 0,41NS 0,93NS 1,27NS 20,62 \nMonoinsaturados 32,41 32,08 34,47 31,94 31,47 33,05 33,41 30,68 - - - - \nMeristoléico C14:1 0,03 0,02 0,03 0,03 0,09 0,10 0,03 0,04 1,91NS 0,03NS 0,03NS 16,25 \nPalmitoléico C16:1 1,31 1,14 1,42 1,34 1,38 1,33 1,46 1,25 0,76NS 2,62NS 0,21NS 16,53 \nHeptadecanóico C17:1 1,47 1,41 1,54 1,72 1,56 1,47 1,43 1,50 1,19NS 0,09NS 0,69NS 13,79 \nOléico C18:1n9c 29,60 29,51 31,48 28,85 28,44 30,15 30,49 27,89 0,10NS 0,44NS 0,62NS 11,95 \nPoliinsaturados 9,25 12,58 8,43 6,66 7,37 10,07 10,67 7,82 - - - - \nLinoléico C18:2n6c 5,38 7,17 5,22 3,88 4,41 5,85 6,22 4,65 1,78NS 0,02NS 2,64NS 31,71 \nEicosatrienóico (cis) C20:3n6 0,19 0,29 0,15 0,10 0,10 0,22 0,16 0,13 1,83NS 0,89NS 1,36NS 65,66 \nLinoléico conjugado C18:2c9,t11 0,89 0,73 0,84 0,85 0,93 0,75 0,85 0,90 0,14NS 1,09NS 0,77NS 20,87 \n? Linolenico C18:3n6 0,29 0,29 0,29 0,34 0,33 0,30 0,28 0,33 0,15NS 0,27NS 0,60NS 22,09 \n? Linolenico C18:3n3 0,85 1,28 0,84 0,71 0,73 0,99 1,03 0,78 1,15NS 0,44NS 1,88NS 37,86 \nAraquidônico C20:4n8 1,65 2,82 1,09 0,78 0,87 1,96 2,13 1,03 1,71NS 0,26NS 1,74NS 81,90 \n\n\n\n 28 \n\n5. Conclusão \n\nNas condições em que a pesquisa foi realizada, a suplementação \n\nconcentrada melhorou as características de carcaça de ovinos terminados em \n\npastagem, sem alterar a qualidade da carne. \n\n \n\n \n\n6. Referências  \n\nABERLE, E. D.; FORREST, J. C.; GERRARD, D. E.; MILLS, E. W. Principles of \nmeat science. 4 ed. New York: Kendall Hunt Publishing Company, p.354, \n2001.  \n\nALVES, K. S.; CARVALHO, F. F. R.; VÉRAS, A. S. C. et al. Níveis de energia em \ndietas para ovinos Santa Inês: desempenho. Revista Brasileira de Zootecnia, \nv.32, n.6, p.1937- 1944, 2003. \n\nAMTLICHE UNTERSUCHUNGSVERDAHREN NACH 35 MEG. Untersuchung von \nlebenamitteln – Bestimmung des Hidroxlprolingehaltes. In: FLELSCH UND \nFLELSCHUSERGNISSEN, v. 8, p.1 – 3, 1980. \n\nANIMUT, G.; GOETSCH, A. L.; AIKEN, G. E.; PUCHALA,R.; DETWEILER G.; \nKREHBIEL, C. R.; MERKEL, R. C.;SAHLU, T.; DAWSOND, L. J.; JOHNSON, \nZ. B.; GIPSON,T. A. Grazing behavior and energy expenditure by sheep and \ngoats co-grazing grass/forb pastures at three stocking rates. Small Ruminants \nResearch, Amsterdam, v. 59, p.191-201, 2005. \n\nANUÁRIO SCVCF. Sindicato do Comércio Varejista de Carnes Frescas do Estado \nde São Paulo. São Caetano do Sul. Anais… RPM Editora, p.52-72, 2005. \n\nASSOCIATION OF OFFICIAL ANALYTICAL CHEMISTS. Official methods of  \nanalysis of the Association of Official Analytical Chemists. 15.ed. Arlington, \n1990.  \n\nASSOCIATION OF OFFICIAL ANALYTICAL CHEMISTS – AOAC. Official \nmethods of analysis. 16.ed. Washington, p.2000, 1995. \n\nBANSKALIEVA, V.; SAHLU, T.; GOETSCH, A. L. Fatty acid composition of goat \nmuscles and fat depots: a review. Small Ruminant Research, Amsterdam, v. \n37, n. 3, p. 255-268, 2000. \n\nBARROS, N. N. Acabamento de cordeiros em confinamento. Disponível em: \n<http://www.cnpc.embrapa.br/confinamento.htm>. Acesso em: 23 de jan. 2013. \n\nBARROS, N. N.; ROSSETTI, A. G; CARVALHO, R. B. Feno de cunhã (Clitoria \nternatea L.) para acabamento de cordeiros. Ciência Rural, v.34, n.2, mar-abr, \n2004. \n\nBERG, R. T.; BUTTERFIELD, R. M. New concepts of cattle growth. Sidney: \nSidney University Press, p. 240, 1976. \n\n\n\n 29 \n\nBLIGH G.E &amp; DYER J.W. A rapid method of total lipid extraction and purification. \nCanadian Journal of Biochemistry and Physiology , 37(8):911-917.1959. \n\nBOGGS, D. L.; MERKEL, R. A.; DOUMIT, M. E. Livestock and carcasses: an \nintegrated approach to evaluation, grading and selection. Kenda: Hunt, 1998. \n329 p. \n\nBONAGURIO, S. Qualidade da carne de cordeiros Santa Inês puros e \nmestiços com Texel abatidos com diferentes pesos. Lavras: Universidade \nFederal de Lavras, 2001. 150p. Dissertação (Mestrado em Zootecnia) - \nUniversidade Federal de Lavras, 2001. \n\nBRAGAGNOLO, N.; RODRIGUEZ-AMAYA, D. B. Teores de colesterol em carnes \nde frango. Revista de Farmácia e Bioquímica da Universidade de São \nPaulo, v. 28, n. 2, p. 122-131, 1992. \n\nBRITO, E. A. Efeito do genótipo sobre características quantitativas e \nmorfométricas da carcaça de cabritos e cordeiros terminados em \nconfinamento. Areia-PB, 2002. 93p. Dissertação (Mestrado em Zootecnia) - \nCentro de Ciências Agrárias/ Universidade Federal da Paraíba, 2002. \n\nBROWN, R.H.; BLASER, R.E. Leaf area index in pasture growth. Herbage \nAbstracts. V. 38, n. 1, p. 1-9, mar. 1968   \n\nCAÑEQUE, V.; HUILDOBRO, F. R.; DOLZ, J. F. La canal de cordero. In: \nCAÑEQUE, V.; HUILDOBRO, F.R.; DOLZ, J.F. (Eds.) Producción de carne de \ncordero. Madrid: Ministerio de Agricultura Pesca y Alimentacion, p.367-435. \n1989. \n\nCARDOSO, E. G. Suplementação de bovinos de corte em pastejo \n(semiconfinamento). In: IV Simpósio sobre produção animal, 1996. \nConfinamento de bovinos. Anais... Piracicaba: FEAL, 1997. \n\nCARNEVALLI, R. A. Dinâmica da rebrotação de pastos de capim-Mombaça \nsubmetidos a regimes de desfolhação intermitente. Piracicaba, 2003. Tese \n(Doutorado) – Escola Superior de Agricultura “Luiz de Queiroz”, 2003. \n\nCARNEVALLI, R.A.; SILVA, S. C.; OLIVEIRA, A. A. et al. Herbage production and \ngrazing losses in Panicum maximum cv. Mombaça pastures under four grazing \nmanagements. Tropical Grasslands, v.40, n.3, p.165-176, 2006  \n\nCARVALHO, S.; VERGUEIRO, A.; KIELING, R.; CRUZ, R. C. T.; PIVATO, J.; \nVIERO, R.; CRUZ, A. N. Desempenho e características da carcaça de \ncordeiros mantidos em pastagem de Tifton 85 e suplementados com diferentes \nníveis de concentrado. Revista Brasileira de Agrociência, v. 12, n. 3. p. 357-\n361. 2006. \n\nCARVALHO, S.; BROCHIER, M. A.; PIVATO, J.; TEIXEIRA, R. C.; KIELING, R. \nGanho de peso, características da carcaça e componentes não-carcaça de \ncordeiros da raça Texel terminados em diferentes sistemas alimentares. \nCiência Rural, Santa Maria, v.37, n.3, p.821-827, mai-jun, 2007 \n\n\n\n 30 \n\nCARVALHO, S. R. S. T.; SIQUEIRA, R. S. Produção de ovinos em sistema de \nconfinamento. In: Simpósio Mineiro de Ovinocultura: produção de carne no \ncontexto atual, 1., 2001, Lavras. Anais... Lavras: UFLA, 2001. p. 125-142. \n\nCAVALI, J. Efeitos de idade e suplementação protéica sobre características \nde carcaça e qualidade de carne de bovinos criados em pasto. 2010. 108f. \nTese (Doutorado) – Universidade Federal de Viçosa– MG. Viçosa, 2010. \n\nCEZAR, M. F.; SOUSA, W.H. Carcaças ovinas e caprinas:obtenção, avaliação e \nclassificação. Uberaba: Agropecuária Tropical, p.232, 2007.  \n\nCOLOMER-ROCHER, F.; DELFA, R.; SIERRA, I. Método normalizado para el \nestúdio de los caracteres cuantitativos y cualitativos de las canales, según los \nsistemas de produccíon. Método normalizado para el estudio de los \ncaracteres cuantitativos y cualitativos de las canales caprinas y ovinas. \nMadrid: INIA, p. 19-41,1988. \n\nCOSGROVE, G. P. Grazing behaviour and forage intake. In: Simpósio \nInternacional sobre produção animal em pastejo, 1997, Viçosa, MG. Anais... \nViçosa, MG: Universidade Federal de Viçosa, p.59-80. 1997. \n\nCULLER, R. D. et al. Relationship of myofibril fragmentation index to certain \nchemical physical and sensory characteristics of bovine Longissimus muscle. \nJournal of Food Sci., v.43, p.1177-1180, 1978. \n\nCUNHA, M. G. G.; CARVALHO, F. F. R.; NETO, S. G.; CEZAR, M. F.; \nCaracterísticas quantitativas de carcaça de ovinos Santa Inês confinados \nalimentados com rações contendo diferentes níveis de caroço de algodão \nintegral. Revista Brasileira de Zootecnia, v.37, n.6, p.1112-1120, 2008 \n\nDANTAS, A. F.; FILHO, J. M. P.; SILVA, M. A. et al. Características da carcaça de \novinos Santa Inês terminados em pastejo e submetidos a diferentes níveis de \nsuplmentação. Ciênc. agrotec., Lavras, v. 32, n. 4, p. 1280-1286, jul./ago., \n2008. \n\nDA SILVA, S. C.; PEDREIRA, C. G. S. princípios de ecologia aplicados ao manejo \nde pastagem. In: SIMPÓSIO SOBRE ECOSSISTEMAS DE PASTAGENS, 3., \nJaboticabal, 1997. Anais. Jaboticabal : FUNEP, p. 1-62,1997.  \n\nDEPARTMENT OF HEALTH. Nutritional aspects of cardiovascular disease. \nLondon: HMSO, 1994. 178p. (Report on health and social subjects n.46). \n\nDUBOWITZ, V.; BROOKE, M. H. Muscle biopsy: a modern approach, London: \nSaunders, p. 220, 1973.  \n\nDÍAZ, M. T. et al. Use of concentrate or pasture for fattening lambs and its effect \non carcass and meat quality. Small Ruminant Research, Amsterdam, v. 43, n. \n3, p. 257- 268, 2002. \n\nENNION, S. et al. Characterization of human skeletal muscle fibres according to \nthe myosin heavy chains they express. Journal Muscle Research Cell \nMotility, v. 16, p.35-43, 1995. \n\n\n\n 31 \n\nERLINGER, L. L.; TOLLESON, D.R.; BROWN, C.J.; Comparasion of bite size, \nbiting and  grazing time of beef heifers from herds distinguished by mature size \nand rate of matury. Journal of Animal Science, v. 68, p.3578-3587, 1990.  \n\nEUCLIDES, V. P. B. Estratégias de suplementação em pasto: uma visão crítica. \nIn: Simpósio sobre Manejo estratégico da Pastagem, 2002, Viçosa, MG. \nAnais... Viçosa, MG. Universidade Federal de Viçosa. p. 437- 469, 2002. \n\nFAO. Organização das Nações Unidas para a Agricultura e Alimentação. \nEstatísticas FAO.  \n\nFARIA, P. B. et al. Características de pH e cor (CIELAB) de carne de capivaras \n(Hydrochaeris hydrochaeris L. 1766) nas primeiras 24h post mortem. In: \nSimpósio Latino Americano de Ciência de Alimentos, 4., 2001, Campinas.  \nAnais... Campinas,. p.157, 2001. \n\nFarmPoint. Disponível em&lt;http://www.farmpoint.com.br/cadeia-\nprodutiva/conjuntura-de-mercado/o-mercado-domestico-da-carne-ovina-em-\n2012-83144n.aspx> Acessado em: 24 de out. 2013 \n\nFERNANDES, A. R. M. et al. Avaliação econômica e desempenho de machos e \nfêmeas Canchim em confinamento alimentados com dietas à base de silagem \nde milho e concentrado ou cana-de-açúcar e concentrado contendo grãos de \ngirassol. Revista Brasileira de Zootecnia, v. 36, n. 4, p. 855-864, 2007. \n\nFERNANDES, A. R. M. Eficiência produtiva e características qualitativas da \ncarnede bovinos Canchim terminados em confinamento. 2007. 93 f. Tese \n(Doutorado em Zootecnia) - Faculdade de Ciências Agrárias e Veterinárias, \nUniversidade Estadual Paulista, Jaboticabal, 2007. \n\nFERNANDES, A. R. M. et al. Recria de bezerras Canchim alimentadas com dietas \ncontendo cana-açúcar e diferentes relações PDR:NDT. Ars Veterinária, \nJaboticabal, v. 20, n. 3, p. 256-265, 2004.  \n\nFERRÃO, S. P. B.; BRESSAN, M. C.; OLIVEIRA, R. P.; PÉREZ, J. R. O.; \nRODRIGUES, E. C.; NOGUEIRA, D. A. Características sensoriais da carne de \ncordeiros da raça Santa Inês submetidos a diferentes dietas. Ciência e \nAgrotecnologia, Lavras, v. 33, n. 1, p. 185-190, 2009. \n\nFLORES, E. R.; LACA, E. A.; GRIGGS, T. C. et al. Sward height and vertical \nmorphological differentiation determine cattle bite dimensions. Agronomy \nJournal, v.85, n.3, p.527-532, 1993. \n\nGAILI, E. S. E.; GHANEM, Y. S.; MUKHTAR, A. M. S. A comparative study of \nsome carcass characteristics of sudan desert sheep and goats. Animal \nProduction, v.14, n.3, p.351-357, 1972. \n\nGALLO, S. B. et al. Efeito da nutrição da ovelha e do cordeiro sobre o perfil de \nácidos graxos do músculo Triceps brachii de cordeiros. Revista Brasileira de \nZootecnia, Viçosa, v. 36, n. 6, p. 2069-2073, 2007. \n\nGONZAGA NETO, S.; SILVA SOBRINHO, A. G.; ZEOLA, N. M. L.; MARQUES, C. \nA. T.; SILVA, A. M. A.; PEREIRAFILHO, J. M.; FEREIRA, A. C. D. \nCaracterísticas quantitativas da carcaça de cordeiros deslanados Morada Nova \n\n\n\n 32 \n\nem função da relação volumoso: concentrado na dieta. Revista Brasileira de \nZootecnia, Viçosa, v. 35, n. 4, p. 1487-1495, 2006. \n\nGRAZZIOTIN, M. S.; PATIÑO, H. O.; RUBENSAM, J. M. et al. Efeito da \ndisponibilidade do pasto e da raça sobre características de carcaça e da carne \nde cordeiros. In: Reunião Anual da Sociedade Brasileira de Zootecnia, 39., \n2002, Recife. Anais... Recife: Sociedade Brasileira de Zootecnia, 2002. \n\nGURTLER, H,; KETZ, H. A.; SCHRODER, L. et al. Fisiologia Veterinária. Rio de \nJaneiro: Guanabara Koogan, 612p, 1987.  \n\nGUTH, L.; SAMAHA, F. J. Procedure for the histochemical demonstration of \nactomyosin ATPase. Experimental Neurology, v. 28, p. 365-367, 1970. \n\nHAMM, R. Biochemistry of meat hydration. Advanceds in Food Research. \nCleveland, v.10, n.2, p.335-443, 1960. \n\nHOFFMAN, L. C.; MULLER, M.; CLOETE, S. W. P.; SCHMIDT, D. Comparison of \nsix crossbred lamb types: sensory, physical and nutritional meat quality \ncharacteristics. Meat Science, v.65, p.1265-1274, 2003. \n\nIBGE - Instituto Brasileiro de Geografia e Estatística. Disponível em: \n<ftp://ftp.ibge.gov.br/Producao_Pecuaria/Producao_da_Pecuaria_Municipal/201\n2/ppm2012.pdf> Acessado em: 01 de out. 13 \n\nILLIUS, A. W. &amp; GORDON, I. J.. The allometry of food intake in grazing ruminants. \nJournal of Animal Ecology, 56: 989-999, 1987. \n\nJAKOBSEN, K. Dietary modifications of animal fats status and future perspectives. \nFeed Lipid, v.101, n.12, p.475-483, 1999. \n\nKADIM, I.T.; PURCHAS, R.W.; DAVIES, A.S. et al. Meat quality and muscle fibre \ntype characteristics of Southdown rams from high and low backfat selection \nlines. Meat Science, v.33, p.97-109, 1993. \n\nKLONT, R. E. et al. Muscle fibre type and meat quality. Meat Science, Kidlington, \nv. 49, p. 219-229, 1998. \n\nLACA, E. A.; UNGAR, E. D.; SELIGMAN, N., et al. Effects of sward height and \nbulk density on bite dimensions of cattle grazing homogeneous swards. Grass \nand Forage Science, v.47, n.1, p.91-102, 1992. \n\nLAJE, J. F. Glicerina bruta oriunda da agroindústria do biodiesel na \nalimentação de cordeiros em terminação. 2009. 72 f. Dissertação (Mestrado \nem Zootecnia) – Universidade Federal de Viçosa – MG. Viçosa, 2009. \n\nLAWRIE, R. A. Ciência da carne. 6. ed. São Paulo: Artmed. . p. 384, 2005.  \n\nLEÃO, A. G. Qualidade da carne de cordeiros terminados com dietas \ncontendo cana-de-açúcar ou silagem de milho. 2008. 117 f. Tese \n(Doutorado em Zootecnia) – Faculdade de Ciências Agrárias e Veterinárias – \nUnesp, Campus de Jaboticabal, 2008. \n\n\n\n 33 \n\nLLOYD, W. R.; SLYTER, A. L.; COSTELLO, W. J. Effect of breed, sex and final \nweight on feedlot performance, carcass characteristics and meat palatability of \nlambs. Journal of Animal Science, v.51, n.2, p.316-320, 1981. \n\nLYON, D. H.; FRANCOMBE, M. A.; HASDELL, T. A. et al. Guidelines for \nsensory analysis in food product development and quality control. \nLondon: Chapman and Hall, p. 131,1992.  \n\nMACEDO, R. M. G. Características morfológicas e histoquímicas do tecido \nmuscular esquelético de cordeiros Corriedale, puros e mestiços, durante \no crescimento, terminados em pastagem ou confinamento. 2000. 120 f. \nTese (Doutorado em Ciências Biológicas) – Instituto de Biociências, \nUniversidade Estadual Paulista, Botucatu, 2000. \n\nMADRUGA, M.S.; SOUSA, W.H.; ROSALES, M.D. et al. Qualidade da carne de \ncordeiros Santa Inês terminados com diferentes dietas. Revista Brasileira de \nZootecnia, v.34, n.1, p.309-325, 2005. \n\nMAHGOUB, O.; LU, C.D.; HAMEED, M.S.; RICHIE, A.; AL-HALHALI, A.; \nANNAMALAI, K. Performance of Omanigoats fed diets containing various \nmetabolizable energy densities. Small Ruminant Research, v.58, p.175-180, \n2005. \n\nMARTÍNEZ-CEREZO, S.; SAÑUDO, C.; PANEA, B. et al. Breed, slaughter weight \nand ageing time effects on consumer appraisal of three muscles of lamb. Meat \nScience., v.69, p.795-805, 2005. \n\nMARTINEZ, D. E. et al. Caracterización de canales de borregos alimentados con \ndesechos de papel. Revista Brasileira de Agrociência, Pelotas, v.7, n.1, p.50-\n53, 2001. \n\nMEXIA, A. A.; MACEDO, F. A. F.; MACEDO, R. M. G.; SAKAGUTI, E. S.; \nSANTELLO, G. A.; CAPOVILLA, L. C. T.; ZUNDT, M.; SASA, A. Desempenho \ncaracterísticas das fibras musculares esqueléticas de cordeiros nascidos de \novelhas que receberam suplementação alimentar em diferentes períodos da \ngestação. Revista Brasileira de Zootecnia, v.35, n.4, p.1780-1787, 2006. \n\nMOLONEY, A. P.; MOONEY, M. T.; KERRY, J. P.; TROY, D. J. Producing tender \nand flavor some beef with enhanced nutritional characteristics. Proceedings of \nthe Nutrition Society, v. 60, n. 5, p. 221-229, 2001. \n\nMONTEIRO, E. M. et al. Efeitos do genótipo nas características morfológicas e \nhistoquímicas do Longissimus dorsi e em alguns parâmetros quantitativos das \ncarcaças de cordeiros. Ciência e Agrotecnologia, Lavras, v. 24, p. 153-162, \n2000. \n\nOLGIVIE, R. W.; FEEBACK, D. L. A metachromatic dye-ATPase method for the \nsimultaneous identification of skeletal muscle fiber types I, IIA, IIB, IIC. Satín \nTechnology, v. 65, p. 231-241, 1990. \n\nOLIVÁN, M. et al. Análisis químico de la carne. In: CAÑEQUE, V.; SAÑUDO, C. \nMetodología para el estudio de la calidad de la canal y de la carne en \nrumiantes. Madrid: Instituto Nacional de Investigación y Tecnología Agraria y \nAlimentaria, p.181-203, 2000.  \n\n\n\n 34 \n\nOSÓRIO, J. C. S. et al. Métodos para avaliação da produção de carne ovina: \nin vivo, na carcaça e na carne. Pelotas: Editora Universitária/UfPel, p.107, \n1998. \n\nOSÓRIO, J. C. S.; OSÓRIO, M. T. M; SAÑUDO, C. Características sensoriais da \ncarne ovina. Revista Brasileira de Zootecnia, v.38, p.292-300, 2009 (supl. \nespecial). \n\nPEDREIRA, B. C.; PEDREIRA, C. G.; Da SILVA, S. C. Estrutura do dossel e \nacúmulo de forragem de brachiaria brizantha cultivar Xaraés em resposta a \nestratégias de pastejo. Pesquisa Agropecuária Brasileira, v.42, n.2, p. 281 – \n287, 2007. \n\nPEREIRA FILHO, J.M.; DANTAS, A.F.; SILVA, A.M.A. et al. Características da \ncarcaça de cordeiros Santa Inês em regime de pastejo e submetidos a \ndiferentes níveis de suplementação. In: REUNIÃO ANUAL DA SOCIEDADE \nBRASILEIRA DE ZOOTECNIA, 42., 2005, Goiânia, GO. Anais... Goiânia: \nSociedade Brasileira de Zootecnia, 2005. \n\nPEREZ, J.R.O.; MAINO, M.; TOMIC, G. Carcass characteristics and meat quality \nof Suffolk Down sucling lambs. Small Ruminant Research, v.44, p.233-240, \n2002. \n\nPIKUL, J.; LESZCZYNSKI, D. E.; KUMMEROW, F. A. Evaluation of three modified \nTBA methods for measuring lipid oxidation in chicken meat. Journal of \nAgricultural of Food Chemistry, v. 37, p. 1309-1313, 1989. \n\nPINHEIRO, R. S. B. et al. Características sensoriais da carne de cordeiros não \ncastrados, ovelhas e capões. Revista Brasileira de Saúde e Produção \nAnimal, v.9, n.4, p. 787-794, out/dez, 2008. \n\nPIRES, C.C.; SILVA, L.F.; SCHLICK, F.E. et al. Cria e terminação de cordeiros \nconfinados. Ciência Rural, v.30, n.5, p.875-880, 2000. \n\nPRATA, L. F. Higiene e inspeção de carnes, pescado e derivados. Jaboticabal: \nFUNEP, p.217, 1999. \n\nPRADO, C. S.; PÁDUA, J. T.; CORRÊA, M. P. C. et al. Comparação de diferentes \nmétodos de avaliação da área de olho de lombo e cobertura de gordura em \nbovinos de corte. Ciência Animal Brasileira, v.5, n.3, p.141-149, 2004.  \n\nPRESCOTT, J. H. D. Crecimiento y desarrollo de los corderos. In: HAPEZ, E.S.E. \n(Ed.) Manejo y enfermedades de las ovejas. Zaragoza: Editorial Acribia, \np.351-369. 1982. \n\nPURCHAS, R. W.; BURNHAM, D. L.; MORRIS, S. T. Effects of growth potential \nand growth path on tenderness of beef Longissimus muscle from bulls and \nsteers. Journal of Animal Science, v.80, p.3211-3221, 2002. \n\nRAMOS, E. M. e GOMIDE, L. A. de M. Avaliação da Qualidade de Carnes. \nFundamentos e Metodologias. Viçosa-MG, Ed: UFV, p.559. 2007. \n\n\n\n 35 \n\nREIS, R. A.; RODRIGUES, L. R. de A. A suplementação como estratégia de \nmanejo de pastagem. In: SIMPÓSIO SOBRE MANEJO DA PASTAGEM. 13, \n1997, Piracicaba. Anais... Piracicaba: FEALQ, p. 97-120, 1997. \n\nROCHA, M. H. M. Teores de proteína bruta em dietas com alta proporção de \nconcentrado para cordeiros confinados. Piracicaba: Escola Superior de \nAgricultura \"Luiz de Queiroz\", 2002. 73p. Dissertação (Mestrado em \nAgronomia) - Escola Superior de Agricultura \"Luiz de Queiroz\", 2002. \n\nROTA et al. Efeitos do cruzamento de carneiros da raça Texel com ovelhas \nCorriedale e Ideal sobre a qualidade da carne. Revista Brasileira \nAgrociência, v.10, n. 4, p. 487-491, out dez, 2004. \n\nROWE, A.; MACEDO, F. A. F.; VICENTAINER, J. V. et al. Mucle composition and \nfatty acid profile in lambs fattened in drylot or pasture. Meat Science, v.51, n.4, \np.283-288, 1999. \n\nRUFINO, S. R. M. Desempenho de cordeiros confinados e em pastejo \nsubmetidos a diferentes tipos de suplementação. 2005. 42 f. Dissertação \n(Mestrado em Zootecnia) – Universidade de Campina Grande, Patos, 2005 \n\nSAINZ, R. D. Qualidade das carcaças e da carne bovina. In: Congresso Brasileiro \ndas Raças Zebuínas, 2. Uberaba. Anais... Uberaba: Associação Brasileira dos \nCriadores de Zebu, 1996. (não paginado). \n\nSANIZ, R. D. Qualidade das carcaças e da carne ovina e caprina. In: SIMPÓSIO \nINTERNACIONAL SOBRE TÓPICOS ESPECIAIS EM ZOOTECNIA, 1., 1996, \nFortaleza. Anais... Fortaleza: SBZ, 1996. p. 3-14 \n\nSANTELLO, G. A.; MACEDO, F. A. F.; DIAS, F. J.; MEXIA, A. A.; MACEDO, R. M. \nG.; e LOURENÇO, F. J. Desempenho e características histoquímicas do tecido \nmuscular esquelético de cordeiras terminadas em diferentes sistemas. Acta \nScientiarum. Animal Sciences, v. 31, n. 4, p. 425-431, 2009. \n\nSANTOS, N. L. Avaliação do capim-tanzânia manejado com diferentes IAF \nresiduais sob lotação rotacionada por cabras Boer X Saanen. n. 2009. 89 f. \nDissertação (Mestrado em Zootecnia) – Faculdade de Ciências Agrárias e \nVeterinárias – Unesp, Campus de Jaboticabal, 2009. \n\nSANTOS, P. M.; CORSI, M.; BALSALOBRE, M. A. A. Efeito da frequência de \npastejo e da época do ano sobre a produção e a qualidade em Panicum \nMaximum cvs. Tanzânia e Mombaça. Revista Brasileira de Zootecnia, v.42, \nn.2, p.281-287, 2007. \n\nSAÑUDO, C.; SIERRA, I. Calidad de la canal en la especie ovina. Ovino, v. 11, \nn.1, p. 127-157, 1986. \n\nSAÑUDO, C.; SIERRA, I.; ALCALDE, M. J. Calidad de la canal en corderos \nligeros tipo ternasco, canales españolas y de importación. Información \nTécnica Económica Agraria, v.88, p.88-94, 1992. \n\nSAÑUDO, C.; ALFONSO, M.; SÁNCHEZ, A.; DELFA, R.; TEIXEIRA, A. Carcass \nand meat quality in light lambs from different fat classes in the EU carcass \nclassification system. Meat Science, v.56 p.89-94, 2000.  \n\n\n\n 36 \n\nSAÑUDO, C.; ENSER, M. E.; CAMPO, M. M.; NUTE, G. R.; MARÍA, G.; SIERRA, \nI.; WOOD, J. D. Fatty acid composition and sensory characteristics of lambs \ncarcass from Britain and Spain. Meat Science, Amsterdam, v. 54, n. 4, p. 339-\n346, 2000. \n\nSARMENTO, Daniel Oliveira de Lucena. Comportamento ingestivo de bovinos \nem pasto de capim marandu submetidos a regimes de lotação contínua. \n2003. 76 f. Dissertação (Mestrado em Agronomia) - Escola Superior de \nAgricultura Luiz de Queiroz, Universidade de São Paulo . Piracicaba, 2003.  \n\nSAS - Statistical Analysis Systems. 1996. User’s Guide. North Caroline: SAS \nInstitute Inc., 2010. \n\nSAZILI, A. Q. et al. The relationship between slow and fast myosin heavy chain \ncontent, calpastatin and meat tenderness in different ovine skeletal muscles. \nMeat Science, Kidlington, v. 69, n. 1, p. 17-25, 2005. \n\nSBRISSIA, André Fischer et al. Tiller size/density compensation in grazed Tifton \n85 bermudagrass swards. Pesquisa agropecuária brasileira [online]. 2003, \nvol.38, n.12, pp. 1459- 1468. ISSN 0100-204X. doi: 10.1590/S0100-\n204X2003001200013. \n\nSCOLLAN, N. et al. Innovations in beef production systems that enhance the \nnutritionaland health value of beef lipids and their relationship with meat quality. \nMeat Science, Kidlington, v. 74, n. 1, p. 17-33, 2006. \n\nSILVA SOBRINHO, A. G. Body composition and characteristics of carcass \nfrom lambs of different genotypes and ages at slaughter. 1999. 54 p. \n(PostDoctorate in Sheep Meat Production) – Massey University, Palmerston \nNorth, 1999. \n\nSILVA SOBRINHO, A. G. Criação de ovinos. Jaboticabal: FUNEP, 302p, 2001. \n\nSILVA SOBRINHO, A. G. Produção de cordeiros em pastagem. In: Simpósio \nMineiro de Ovinocultura, 1., 2001, Lavras. Anais... Lavras: UFLA, 2001. p. 63-\n97. \n\nSIQUEIRA, E. R. Sistemas de confinamento de ovinos para corte do Sudeste do \nBrasil. In: Simpósio Internacional sobre Caprinos e Ovinos de corte, 1., 2000, \nJoão Pessoa. Anais... João Pessoa, p.107-117, 2000. \n\nSIQUEIRA, E. R.; SIMÕES, C. D.; FERNANDES, S. et al. Efeito do sexo e do \npeso ao abate sobre a produção de carne de cordeiros. Morfometria da \ncarcaça, peso dos cortes, composição tecidual e componentes não \nconstituintes da carcaça. Revista Brasileira de Zootecnia, v.30, n.4, p.1299-\n1307, 2001.  \n\nSIQUEIRA, E. R.; SIMÕES, C. D.; FERNANDES, S. Efeito do genótipo e do peso \nsobre a produção de carne de cordeiros. Velocidade de crescimento, \ncaracteres quantitativos da carcaça, pH, da carne e resultado \neconômico.Revista Brasileira de Zootecnia, v.30, n.3, p.844-848, 2001. \n\nSORIANO, V. S. Utilização da pastagem de Cynodon dactylon var. dactylon \ncom diferentes níveis de oferta de lãminas foliares verdes para ovinos. \n\n\n\n 37 \n\n2009. 42 f. Dissertação (Mestrado em Zootecnia)- Universidade Federal de \nSanta Maria- RS. Santa Maria, 2009. \n\nTULLIO, R. R. Estratégias de manejo para a produção intensiva de bovinos \nvisando a qualidade da carne. 2004. 107p. Tese (Doutorado em Zootecnia) - \nFaculdade de Ciências Agrárias e Veterinárias, Universidade Estadual Paulista, \nJaboticabal, 2004. \n\nUNGAR, E. D.; NOY-MEIR, I. Herbage intake in relation to availability and sward \nstructure: grazing processes and optimal foraging. Journal of Applied \nEcology, v.25, n.3, p.1045-1062, 1988. \n\nUSDA – Departamento de Agricultura dos Estados Unidos. Disponível em: \n<http://www.usda.gov> Acessado em: 23 de out. 2013. \n\nVAN SOEST, P. J. Nutritional ecology of the ruminant, e ed. Ithaca: University \nPress. 1994. 724 p. \n\nVESTERGAARD, M. et al. Influence of feeding intensity, grazing and finishing \nfeeding on muscle fibre characteristics and meat colour of semitendinosus, \nlongissimus dorsi and supraspinatus muscles of young bulls. Meat Science, \nKidlington, v. 54, n. 2, p. 177-185, 2000.  \n\nYAMAMOTO, S. M.; MACEDO, F. A. F.; ZUNDT, M. et al. Fontes de óleo vegetal \nna dieta de cordeiros em confinamento. Revista Brasileira de Zootecnia, v. \n34, p. 703-710, 2005. \n\nYOUNG, O. A.; BRAGGINS, T. J. Tenderness of ovine semimembranosus: Is \ncollagen concentration or solubility the critical factor Meat Science, Kidlington, \nv. 35, n. 2, p. 213-222, 1993. \n\nZAPATA, J. F. F., NOGUEIRA, C. M., SEABRA, L. M. J., Características da carne \nde pequenos ruminantes no Nordeste do Brasil. Boletim Sociedade Brasileira \nde Ciência e Tecnologia de Alimentos, Campinas, v. 37, n.2, p.146-153, \n2003. \n\nZUNDT, M.; MACEDO, F. A. F.; ASTOLPHI, J. L. L. et al. Desempenho e \ncaracterísticas de carcaça de cordeiros Santa Inês confinados, filhos de \novelhas submetidas à suplementação alimentar durante a gestação. Revista \nBrasileira de Zootecnia, v.35, p.928-935, 2006."}]}}}