{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12123"}, {"@name": "filename", "#text": "17664_61100258.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CENTRO UNIVERSITÁRIO DE BRASÍLIA - UniCEUB \nPROGRAMA DE PÓS-GRADUAÇÃO STRICTO SENSU EM DIREITO \n\nÁrea de Direito e Políticas Públicas \n \n \n\nAline Stela Xavier de Ázara \n\n \n \n \n\n \n \n \n \n\n \n \n \n \n \n\nO serviço de saneamento básico em municípios com menos de 50 mil \n\nhabitantes: autonomia municipal e federalismo fiscal \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n\nBRASÍLIA \n2014 \n\n  \n\n\n\n 2 \n\n \n \n \n \n \n \n \n \n \n\nCENTRO UNIVERSITÁRIO DE BRASÍLIA - UniCEUB \nPROGRAMA DE PÓS-GRADUAÇÃO STRICTO SENSU EM DIREITO \n\nÁrea de Direito e Políticas Públicas \n \n\nAline Stela Xavier de Ázara \n\n \n \n \n \n \n\nO serviço de saneamento básico em municípios com menos de 50 mil \n\nhabitantes: autonomia municipal e federalismo fiscal \n\n \nDissertação apresentada no \nPrograma de Mestrado em \nDireito e Políticas Públicas do \nCentro Universitário de \nBrasília- Uniceub como \nrequisito parcial para o como \nrequisito para obtenção do \ntítulo de Mestre em Direito. \nProfessor Orientador: Dr. \nInocêncio Mártires Coelho \n\n \n\n \n \n \n \n \n \n\nBRASÍLIA \n2014 \n\n \n \n \n \n \n\n\n\n \n \n\n3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n \n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÁzara, Aline Stela Xavier de. \n\nO serviço de saneamento básico em municípios com menos de \n\n50 mil habitantes: autonomia municipal e federalismo fiscal. / Aline Stela \n\nXavier de Ázara. – Brasília: O autor, 2014. \n\n123 f. \nDissertação apresentada como trabalho de conclusão de \n\ncurso de Mestrado em Direito e Políticas Públicas. \nOrientador: Prof. Dr. Inocêncio Mártires Coelho \n1. Serviço público. 2. Políticas Públicas. 3. Saneamento \n\nbásico. 4. Federalismo fiscal.  \nI. Título \n\n \n\n\n\n 4 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n\n \n\n \n\nBanca Examinadora: \n\nProfessor Orientador: Prof. Dr. Inocêncio Mártires Coelho \n\nProfessor: Profª. Drª. Marilda de Paula Silveira \n\nProfessor: Prof. Dr. Jefferson Carlos Carús Guedes \n \n\n \n \n \n  \n\n\n\n \n \n\n5 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n?Ao estudarmos a autonomia municipal no Brasil, \nverificamos, desde logo, que o problema verdadeiro \nnão é o de autonomia, mas o de falta de autonomia, \ntão constante tem sido, em nossa história, salvo \nbreves reações de caráter municipalista, o \namesquinhamento das instituições municipais.? \nVictor Nunes Leal \n\n  \n\n\n\n 6 \n\nAGRADECIMENTOS \n\n \n\n Aos meus pais, Marcondes e Irene e aos meus irmãos Adriane \n\ne Gustavo. Muito obrigada pela paciência e por acreditarem em mim.  \n\nÀ vovó Stela, principalmente, por vibrar e me apoiar com cada \n\nconquista desde a minha infância.  \n\nAo meu orientador, Inocêncio Mártires Coelho, pelas lições de \n\ngenerosidade. Antes de ser um excelente pesquisador, profissional e \n\nprofessor, é uma pessoa admirável. Obrigada pelo apoio teórico.  \n\nÀ professora Marilda de Paula Silveira e ao professor Jefferson \n\nCarlos Carús Guedes, por terem aceitado prontamente o convite para \n\ncompor a banca de avaliação do meu trabalho.  \n\n À amiga Graciela Renata Ribeiro, por ter estado ao meu lado \n\ndurante toda essa jornada por ter cuidado tão bem de mim durante este \n\nperíodo. Por me ajudar sempre em todos os sentidos possíveis, por \n\nsempre me fazer enxergar uma saída para minhas aflições. Por não me \n\nabandonar nem mesmo nos momentos mais incômodos e tristes, em \n\nespecial por estar aqui ao meu lado nesta reta final. Que nossos risos \n\nsubsistiam nossas aflições e que a alegria se perpetue em nossos \n\ncorações. Muito obrigada.  \n\nÀ amiga Érica Barbosa Coutinho Freire, por me fazer acreditar \n\nque era possível e que eu devia insistir na busca de novos horizontes. Por \n\nter iluminado minha visão em um momento crucial de minha vida. Por ser \n\nsincera e por fazer com que eu me sinta mais confortável com o mundo. \n\nPor ser uma irmã que a vida me deu. \n\n\n\n \n \n\n7 \n\nÀs amigas Danielle Borges, Elizabeth Cristina de Moura Mendes \n\ne Maíra Henrique, por me convencerem dia após dia de que o mundo pode \n\nser um lugar agradável, apesar de todas as mazelas. Por se mostrarem \n\nsempre à disposição para conversas profundas ou triviais.  \n\nÀ Professora Roberta Rangel pelo carinho, compreensão e \n\napoio. \n\n  \n\n\n\n 8 \n\n \n\nSUMÁRIO \n\n \n\nRESUMO \n\nABSTRACT \n\n10 \n\n \n11 \n\nINTRODUÇÃO \n\n \n\n12 \n\n1. SANEAMENTO BÁSICO 16 \n\n1.1 Histórico  17 \n\n1.1.1 Planasa 20 \n\n1.1.2 O caso britânico de privatização do setor de saneamento 24 \n\n1.1.3 Tentativa brasileira de privatização do setor  28 \n\n1.2 Regulamentação do setor de saneamento básico no Brasil 31 \n\n1.3 Custos do serviço de saneamento básico 34 \n\n1.3.1 O Caso da AP 5 no Município do Rio de Janeiro 38 \n\n2. O SANEAMENTO BÁSICO NO FEDERALISMO BRASILEIRO 40 \n\n2.1 Federalismo 40 \n\n2.2 Federalismo e as competências constitucionais no Brasil  43 \n\n2.2.1 A União 48 \n\n2.2.2 Os Estados  49 \n\n2.2.3 Municípios  50 \n\n2.2.4. O saneamento básico nas regiões metropolitanas e a autonomia \n\nmunicipal \n\n52 \n\n2.3. A decisão paradigma do Supremo Tribunal Federal sobre o 56 \n\n\n\n \n \n\n9 \n\nsaneamento básico \n\n3. FEDERALISMO FISCAL BRASILEIRO 68 \n\n3.1 Eficiência alocativa 71 \n\n3.2 Autonomia financeira municipal 77 \n\n3.2.1 Situação financeira dos municípios com menos de 50 mil \n\nhabitantes \n\n78 \n\n3.3 Papel da Funasa 79 \n\n3.4 Prestação do serviço nos municípios com menos de 50 mil \n\nhabitantes \n\n80 \n\n3.5 Principais desafios à universalização 90 \n\n3.6 Instrumentos previstos como forma de viabilização dos serviços 90 \n\n3.6.1 Consórcios públicos 91 \n\n3.6.1.1 Consórcios e administração pública consensual 93 \n\n3.6.1.2 Consórcios públicos na legislação brasileira 94 \n\n3.6.1.3 Protocolo de intenções 98 \n\n3.6.2 Alternativa para alcance da universalização: soluções locais \n\nsustentáveis \n\n102 \n\nCONCLUSÃO 106 \n\nReferências bibliográficas 109 \n\n \n \n  \n\n\n\n 10 \n\n \n \n \n\nRESUMO \n \n \n \nO objeto de estudo é a prestação do serviço de saneamento básico em \n\nmunicípios brasileiros com menos de 50 mil habitantes que não fazem \n\nparte de região metropolitana. O enfoque nos municípios com menos \n\nde 50 mil habitantes se dá pelo fato de que nesses municípios \n\nnormalmente não há viabilidade econômica na prestação do serviço, ou \n\nseja, a demanda não cobre os custos de investimento e manutenção da \n\nestrutura de água e esgoto, o que implica desinteresse das empresas. \n\nNota-se um descompasso flagrante de infraestrutura de saneamento \n\nbásico nos municípios brasileiros, observa-se que mesmo em regiões \n\ndesenvolvidas do Sudeste do Brasil há municípios com uma baixa \n\ninfraestrutura o que nos leva a perceber que as assimetrias são muito \n\nmais profundas e amplas e não se resumem ao estereótipo de um Sul e \n\nSudeste desenvolvidos e de um Centro Oeste, Norte e Nordeste \n\nsubdesenvolvidos, a disparidades em bairros de um mesmo município, \n\ncomo no caso do Município do de Janeiro, nos mostra essa triste \n\nrealidade. Isso nos leva a conclusão de que para além de uma divisão \n\nmais justa dos recursos é necessário um rearranjo das politicas fiscais \n\ne de investimentos de forma a conseguir sanar os deficits básicos de \n\ninfraestrutura dos municípios brasileiros. Os consórcios e as soluções \n\nlocais sustentáveis são apresentados possíveis soluções ao problema. \n\nNo Brasil, um país assentado sobre os princípios do federalismo fiscal \n\ndeveria zelar pela igualdade de oferta de políticas púbicas e serviços \n\naos cidadãos e trabalhar para minimizar as assimetrias regionais \n\nexistentes no país. \n\nPalavras-chaves: Serviço público. Políticas Públicas. Saneamento \nbásico. Federalismo fiscal. \n \n \n \n \n\n \n\n\n\n \n \n\n11 \n\n \n \n \n \n \n \n\nABSTRACT \n \n\n  \n\nThe goal of this study is the rendering of sanitation services in Brazilian \n\nmunicipalities with populations under 50,000 inhabitants located apart from \n\nmetropolitan regions. These municipalities were chosen as the focus of this \n\npaper due to the fact that they do not have economic feasibility to provide \n\nadequate health services. In other words, the demand cannot cope with \n\nwater and sewage structure investment and maintenance costs, which \n\nimplies that companies are not interested in doing so. There is a blatant \n\ngap among municipalities in regards to sanitation infrastructure.  Even in \n\ndeveloped regions, such as in the Southern part of Brazil, there are \n\nmunicipalities with low infrastructure, portraying much deeper and broader \n\nasymmetries in sanitation services. These differences are not restricted to \n\nstereotypes of developed South and Southeast regions, or underdeveloped \n\nWest Central, North and Northeast regions. In addition, to achieve a more \n\nequitable distribution of resources, a reorganization of tax and investment \n\npolicies is needed to remedy core deficits in sanitation infrastructures of \n\nBrazilian municipalities. Consortia and local sustainable practices are \n\npresented as possible solutions to the problem. In Brazil, a country ruled by \n\nfiscal federalism principles, there should be programs to ensure equal \n\nprovision of public policies and services to citizens, and projects to lower \n\nregional sanitation imbalances around the country. \n\n \n\nKeywords: Public service, public policies, sanitation, fiscal federalism. \n\n  \n\n\n\n 12 \n\n \n\nINTRODUÇÃO \n\n \n\nEsse trabalho nasce de uma preocupação gerada pela análise \n\ndos  dados da situação financeira dos municípios brasileiros e de suas \n\nreais capacidades financeiras de prestar os serviços públicos que são de \n\nsua competência. \n\nO foco do trabalho não é a tentativa de alteração de \n\ncompetências constitucionais, nem tão pouco a defesa de quaisquer \n\ninteresses corporativos, mais o estudo da situação de um país assentado \n\nsobre os princípios do federalismo fiscal que deveria zelar pela igualdade \n\nde oferta de politicas púbicas e serviços aos cidadãos e trabalhar para \n\nminimizar as assimetrias regionais existentes no país. \n\nEsse trabalho tem não só um marco teórico mas um modelo de \n\nanálise um norte dado pelo Professor Victor Nunes Leal, em sua obra \n\nCoronelismo, enxada e voto,\n1\n dessa forma, nenhum histórico ou exemplo \n\nestá aqui descrito despropositamente o objetivo foi articular todas as \n\ninformações de modo preciso e claro, para primeiro situar sobre o objeto, a \n\nrealidade, as implicações e as medidas existentes.  \n\nO objeto do trabalho é a prestação do serviço de saneamento \n\nbásico, entendidos como serviços de água e esgoto, em municípios com \n\nmenos de 50 mil habitantes. Em que pese a legislação brasileira vigente \n\nincluir a drenagem como serviço de saneamento básico esse serviço não é \n\nparte integrante da prestação do serviço de saneamento. \n\nAs eventuais críticas pelo recorte do objeto deste trabalho ser \n\n                                                      \n1\n LEAL, Victor Nunes. Coronelismo enxada e voto: o município e o regime \n\nrepresentativo no Brasil. 7ª edição. São Paulo: Companhia das Letras, 2012.  \n\n\n\n \n \n\n13 \n\ndiferenciado do dado pela Lei nº 11.445/2007,\n2\n se dá pela absoluta crença \n\nque no campo do direito em especial das políticas públicas não há \n\nconceitos jurídicos rigidamente estabelecidos, pois as características que \n\nestruturam tais objetos são próprios da política pública ou da administração \n\ndo serviço público.\n3\n \n\nO objeto de estudo refere-se aos municípios brasileiros com \n\nmenos de 50 mil habitantes que não fazem parte de região metropolitana. \n\nO enfoque nos municípios com menos de 50 mil habitantes se dá pelo fato \n\nde que nesses municípios normalmente não há viabilidade econômica na \n\nprestação do serviço, ou seja, a demanda não cobre os custos de \n\ninvestimento e manutenção da estrutura de água e esgoto, o que implica \n\ndesinteresse das empresas, associado a falta de recursos municipais.  \n\nEssa mesma discriminação é observada na gestão federal, uma \n\nvez que os municípios com menos de 50 mil habitantes são atendidos pela \n\nFundação Nacional de Saúde - Funasa, dentro do contexto de uma política \n\nde saúde pública, enquanto os demais municípios são atendidos pelo \n\nMinistério das Cidades, dentro de um contexto de política urbana, o que \n\ndemostra que o tratamento em termos de política pública é feito de \n\nmaneira diferenciada pelo próprio Governo Federal. \n\nO Brasil tem hoje 5.561 municípios. Entre eles, 5.037 mil \n\nhabitantes, são municípios com menos de 50 mil habitantes, com \n\n                                                      \n2\n Lei nº 11.445 de 5 de janeiro de 2007. Estabelece diretrizes nacionais para o \n\nsaneamento básico; altera as Leis n\nos\n\n 6.766, de 19 de dezembro de 1979, 8.036, \n\nde 11 de maio de 1990, 8.666, de 21 de junho de 1993, 8.987, de 13 de fevereiro \n\nde 1995; revoga a Lei n\no\n 6.528, de 11 de maio de 1978; e dá outras providências. \n\n3\nBUCCI, Maria Paula Dallari. O conceito de política pública em direito. in Politicas \n\npúblicas: reflexões sobre o conceito jurídico. Maria Paula Dallari Bucci \n\n(organizadora). São Paulo: Saraiva, 2006. \n\n\n\n 14 \n\npopulação residente de 62.450.648 habitantes, que representa mais de \n\n36% da população brasileira.\n4\n \n\nPara tratar do tema e das diversas esferas de competência que \n\nenvolvem a prestação do serviço de saneamento básico é necessário \n\nprimeiramente contextualizar a matéria dentro do desenho federativo posto \n\npela Constituição Federal de 1988, além de situar historicamente como se \n\ndeu a prestação do serviço no Brasil antes e depois da Constituição.  \n\nO Poder Judiciário recentemente reconheceu, no julgamento do \n\nmérito da ADI nº 1.842/RJ, o caráter de monopólio natural do serviço de \n\nsaneamento básico e em uma decisão que tratava da competência para a \n\nprestação do serviço em regiões metropolitanas deixou claro que a \n\ncompetência para a prestação do serviço é eminentemente municipal, no \n\nentanto, em casos como o desse paradigma que será analisado neste \n\ntrabalho a competência tem que ser exercida de forma conjunta. \n\nEsse cotejo é de substancial importância, pois deve ser \n\nconfrontado com o chamado federalismo fiscal brasileiro, isto é, \n\ndemonstrar quais as competências postas pela constituição e quais as \n\nfontes de receita que o ente município tem para cumprir suas \n\ncompetências, com o objetivo específico de apontar os principais desafios \n\ndo gestor municipal na prestação do serviço de saneamento básico. \n\nAlém da revisão doutrinária a respeito do tema, serão \n\nanalisados os dados  do Tesouro Nacional referentes à receita dos \n\nMunicípios, dos Estados e da União, em especial o que tange à destinação \n\norçamentária para execução do serviço de saneamento básico e os dados \n\nde acesso aos serviços produzidos pela Pesquisa Nacional por Amostra de \n\n                                                      \n4\nDados sobre os municípios brasileiros disponíveis em \n\nhttp://www.cidades.ibge.gov.br/xtras/home.php. Acesso 10/07/2014. \n\nhttp://www.cidades.ibge.gov.br/xtras/home.php\n\n\n \n \n\n15 \n\nDomicílio – PNAD e consolidados por outros institutos como a Fundação \n\nGetúlio Vargas e o Instituto Trata Brasil. \n\nNo primeiro capítulo serão apresentadas as peculiaridades e o \n\nhistórico da prestação do serviço de saneamento básico no Brasil, bem \n\ncomo um histórico político baseado principalmente em anotações pessoais \n\nda tentativa de regulação do setor pelo governo do então Presidente \n\nFernando Henrique Cardoso e da efetiva regulação ocorrida em 2007. \n\nO segundo capítulo abordará o saneamento básico no \n\nfederalismo brasileiro, as competências constitucionais e analisará a fundo \n\na recente decisão do Supremo Tribunal Federal-STF na ADI nº 1.842/RJ \n\nque tratou da competência para a prestação do serviço em regiões \n\nmetropolitanas. \n\nNo terceiro capítulo será explorada a questão deficitária dos \n\nmunicípios brasileiros tanto em relação às contas públicas, quanto com \n\nrelação às possíveis alternativas para a universalização do acesso ao \n\nserviço. \n\nApós traçar um panorama claro da situação atual da prestação \n\ndo serviço e evidenciar os principais desafios serão apontadas as \n\ncontribuições que o Direito e outras áreas correlatas podem apresentar \n\npara a solução do problema, de forma a garantir a todos o acesso aos \n\nserviços de saneamento básico. \n\n  \n\n\n\n 16 \n\n1. SANEAMENTO BÁSICO \n\n \n\nA mobilização e o debate internacional especificamente \n\nrelacionados à questão da água tomaram força a partir da Conferência de \n\nMar Del Plata, que tratou sobre os Recursos Hídricos e o Meio Ambiente, \n\nem 1977. Nessa altura do debate, a humanidade criou consenso sobre o \n\nfato de que água é bem escasso na natureza e essencial à vida humana.  \n\nA água possui diversos usos e aplicações fundamentais à vida \n\nhumana. Daí a  essencialidade na execução do serviço de saneamento \n\nbásico. Segundo a pesquisa Trata Brasil/FGV,\n5\n as condições de \n\nsaneamento básico refletem diretamente nos novos critérios utilizados pela \n\navaliação do Índice de Desenvolvimento - IDH: educação, saúde e renda.  \n\nA Constituição da República Federativa do Brasil de 1988 \n\nassevera que todas as águas são bens públicos e que a proteção do meio \n\nambiente é essencial à qualidade de vida humana.  \n\nPara fins de objeto do presente trabalho, o conceito de \n\nsaneamento básico é compreendido pelo conjunto de atividades que \n\nenvolvem abastecimento de água e esgotamento sanitário. As atividades \n\ncomeçam com a captação de água bruta, vão até a entrega da água em \n\ncondições de consumo para a população e terminam com o serviço de \n\nesgotamento sanitário.  \n\nA captação de água bruta e a entrega da água em condições de \n\nconsumo humano incluem as infraestruturas de adução, tratamento, \n\narmazenamento, e distribuição de água. No que se refere ao esgotamento \n\n                                                      \n5\nSaneamento, Educação, Trabalhão e Turismo - Pesquisa Trata Brasil/FGV. \n\nDisponível em http://www3.fgv.br/ibrecps/trata_fase2/index.htm - acessado em \n\n06/02/2014. \n\n\n\n \n \n\n17 \n\nsanitário, inclui-se a infraestrutura de coleta, transporte, tratamento e \n\nentrega ao meio ambiente do produto do tratamento do esgoto.\n6\n \n\n \n\n1.1 Histórico \n\n \n\nO tratamento do tema pela legislação brasileira não é trabalho \n\nrecente, o revogado Código de Saúde, Decreto nº 49.974-A/1961, tratou o \n\nsaneamento básico como abastecimento de água e remoção de resíduos, \n\natribuídos ou não à Administração Pública. Ressalte-se que o \n\nreconhecimento legal do caráter escasso da água se dá pela Lei nº \n\n9.433/1997, que instituiu a Política Nacional de Recursos Hídricos, o \n\nPROÁGUA, e que estabeleceu instrumentos de gestão dos recursos \n\nhídricos e a regulação da cobrança pelo uso dos recursos.\n7\n \n\nVale salientar que a cobrança pela utilização dos serviços já \n\nexistia antes da Lei nº 9.433/1997, no entanto esse diploma normativo é \n\num marco por ser resultado de um movimento de tomada de consciência \n\nuniversal sobre a escassez e o valor da água e a necessidade de \n\ncrescimento sustentável que harmonize o crescimento econômico e \n\npopulacional com proteção ao meio ambiente. \n\nA Constituição Federal estabelece que a República Federativa \n\ndo Brasil tem como fundamento a dignidade da pessoa humana (inc. III do \n\nart. 1º) e como objetivo reduzir as desigualdades sociais (inc.III do art. 3º), \n\n                                                      \n6\nCARVALHO, Vinícius Marques de. O Direito do Saneamento Básico. Coleção \n\nDireito Econômico e Desenvolvimento. Volume 1. São Paulo: Quartier Latin, 2010. \n\nP. 100 e 101. \n\n7\nBEZERRA, Fábio Luiz de Oliveira. Tributação dos Recursos Hídricos. In Revista \n\nDialética de Direito Tributário nº 168. Oliveira Rocha: São Paulo, 2009. p. 40 \n\n\n\n 18 \n\nalém de garantir como direitos sociais a educação, a saúde, a alimentação, \n\no trabalho, a moradia, a proteção à maternidade e à infância (caput do art. \n\n6º). \n\nA dignidade da pessoa humana é a premissa sobre a qual \n\nrepousam todos os demais direitos relativos à garantia dos direitos \n\nfundamentais da pessoa humana, o que representa conquista cultural da \n\ncivilização, portanto a prestação do serviço de água e esgoto está \n\ndiretamente ligada à garantia dos direitos fundamentais, de forma que o \n\nEstado tem o dever não só de fornecer os meios ou serviços como zelar \n\npara que tais serviços atendam às necessidades da população. \n\nO Estado não pode se desobrigar da imposição constitucional, \n\nporém normalmente o cidadão pode optar por usar ou não o serviço \n\npúblico posto à disposição, alternativa que não existe no caso dos serviços \n\nde água e esgoto, pois salvo exceções legalmente previstas, o uso do \n\nserviço é obrigatório por ser questão de saúde pública.  \n\nCom base nessa premissa, o art. 11 da Lei nº 2.312/1954 já \n\ninstituía a obrigatoriedade de ligação de toda construção habitável à rede \n\nde canalização de esgoto e o art. 36 do Decreto nº 49.974-A/1961 a \n\nobrigatoriedade de ligação de toda construção habitável à rede de água e \n\naos coletores públicos de esgoto. \n\nO art. 175 da Constituição Federal preceitua que compete ao \n\npoder público a prestação dos serviços públicos, direta ou indiretamente, \n\nsob regime de concessão ou permissão; não há, entretanto, positivado no \n\nbrasileiro o conceito jurídico de serviço público. Esse conceito pode ser \n\ndeduzido a partir do cotejo de várias constatações, dentre elas destaca-se \n\no fato de que o Estado Democrático de Direito tem como função precípua \n\nassegurar os direitos sociais e de que o princípio da dignidade da pessoa \n\n\n\n \n \n\n19 \n\nhumana é um dos fundamentos da República Federativa do Brasil. Tal a \n\natividade exercida pelo Estado com o objetivo de salvaguardar esses \n\ndireitos é chamada serviço público.\n8\n \n\nNo que se refere à atividade desenvolvida pelo serviço público, \n\ntemos o entendimento de que se trata de atividade econômica, mais \n\nespecificamente de uma espécie do gênero atividade econômica, cuja \n\nprestação compete preferencialmente ao setor público - pode ser prestado \n\npelo setor privado em regime de concessão ou permissão -, o que não \n\ndesqualifica a natureza de serviço público assim, independentemente, do \n\nserviço ser prestado diretamente pelo Estado ou por concessão ou \n\npermissão, sempre se tratará de prestação de serviço público.\n9\n \n\nA titularidade do serviço público sempre será estatal e \n\nindelegável, somente a executoriedade poderá ser delegada. O Estado \n\npode prestar os serviços públicos diretamente, caso em que é vedado o \n\nexercício de atividade visando a lucro, uma vez que o objetivo é \n\nprecisamente a satisfação do interesse público; ou a prestação pode se \n\ndar de forma indireta\n10\n\n, quando os serviços são prestados por particulares \n\n(empresas concessionárias ou permissionárias), em regime de concessão \n\nou permissão, caso em que o lucro é um dos objetivos inerentes à \n\nprestação do serviço\n11\n\n. \n\nEntende-se, dessa forma, que a prestação do serviço de água e \n\n                                                      \n8\nFIGUEIREDO, Lúcia Valle.  Curso de Direito Administrativo. 5. Ed. São Paulo, \n\nMalheiros Editores, 2001. p. 75. \n\n9\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. 14ª edição. \n\nSão Paulo, Malheiros Editores, 2010. p. 101. \n\n10\nFIGUEIREDO, Lúcia Valle.  Curso de Direito Administrativo. 5. Ed. São Paulo, \n\nMalheiros Editores, 2001. p. 75. \n\n11\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. 14 ed. São \n\nPaulo, Malheiros Editores, 2010. p. 101. \n\n\n\n 20 \n\nesgoto é a de serviço público essencial, garantia da dignidade da pessoa \n\nhumana, que configura em si um monopólio natural.\n12\n\n \n\n \n\n1.1.1. Planasa \n\n \n\nNa década de 1970, com recursos oriundos do Sistema Fundo \n\nde Garantia por Tempo de Serviço – FGTS, por meio do Sistema \n\nFinanceiro de Saneamento- SFS, que era gerido pelo Banco Nacional da \n\nHabitação - BNH, o governo instituiu o Plano Nacional de Saneamento \n\nBásico – Planasa, com o objetivo de investir no abastecimento de água e \n\nno esgotamento sanitário priorizando a infraestrutura urbana.  \n\nA adesão ao plano, com o consequente repasse de recursos, \n\nera condicionada à concessão dos serviços de água e esgoto, por parte \n\ndos municípios às companhias estaduais.\n13\n\n \n\nO modelo do Planasa se baseava na colaboração federativa: \n\nUnião, Estados e Municípios. Foram celebrados ajustes entre os entes \n\nfederativos, que garantiram a expansão do serviço de saneamento no \n\nBrasil. Ocorre que tal expansão se baseou na ideia de \n\nautosustentabilidade tarifária, o que teve como consequência o foco nas \n\náreas urbanas, onde haveria retorno garantido do investimento. Esse \n\ncenário ampliou as desigualdades, pois praticamente excluiu  as áreas \n\n                                                      \n12\n\n RANDALL, Alan. e BERGSTROM, Jonh C. Resource economics: an economic \n\napproach to natural resource and environmental policy. 3. ed. New York: Edward \n\nElgar Pub, 2010. \n\n13\nREZENDE, Sonaly Cristina. Heller, Léo. O Saneamento no Brasil: políticas e \n\ninterfaces. 2. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2008. p. 38. \n\n\n\n \n \n\n21 \n\nrurais e grande parte das localidades em que a população carente estava \n\nlocalizada.\n14\n\n \n\nComo tentativa de superar as deficiências do Planasa, foi \n\nlançado o Programa de Saneamento para Populações de Baixa Renda \n\n(Prosanear) e foi criada Comissão para a Reformulação do Sistema \n\nFinanceiro de Saneamento. A comissão fez algumas proposições e entre \n\nelas estava a sugestão de que o saneamento básico fosse integrado a \n\noutras políticas de desenvolvimento urbano e de que fossem criados \n\nmecanismos de avaliação e acompanhamento da atuação municipal \n\ndevido à autonomia dos municípios.\n15\n\n Entretanto tais proposições não \n\nforam implementadas, e, no final de 1986, o Banco Nacional de Habitação \n\nfoi extinto, com suas atribuições passadas para a Caixa Econômica \n\nFederal- CEF. \n\nA política tarifária era diferenciada, assim como ainda é hoje. Os \n\nestabelecimentos industriais e comerciais pagam mais pelo metro cúbico \n\ndo que os usuários residenciais; estes últimos, sujeitos à progressividade \n\nda tarifa de acordo com o aumento de consumo. A dinâmica da política \n\ntarifária do Planasa, que se constituiu em política pública de ampla \n\ndimensão social,  não foi favorável à autossuficiência financeira do setor, o \n\nque levou ao definhamento do plano, conforme a seguir destacado: \n\n \n\n?(...) com a quebra do arcabouço econômico-\n\nfinanceiro em que se lastreava o PLANASA, o modelo \n\nfoi definhando inexoravelmente. Assim passou a \n                                                      \n14\n\nREZENDE, Sonaly Cristina. Heller, Léo. O Saneamento no Brasil: políticas e \n\ninterfaces. 2. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2008. p. 38. \n\n15\nCARVALHO, Vinícius Marques de. O Direito do Saneamento Básico. Coleção \n\nDireito Econômico e Desenvolvimento. Volume 1. São Paulo: Quartier Latin, 2010. \n\np. 120. \n\n\n\n 22 \n\nchamar a atenção dos estudiosos, empenhados em \n\nsua superação, a obsolência de uma série de \n\npeculiaridades dos instrumentos jurídicos firmados \n\nentre CESBs e Municípios, cuja modernização \n\ndemandaria modificações legislativas profundas. \n\nEsses clamores por atualização e sintonia do marco \n\nlegal do saneamento com a Era do Estado \n\nRegulador, então, foram paulatinamente se \n\namplificando, até se converterem em normas jurídicas \n\nconcretas na nova legislação.?\n16\n\n \n\n \n\nDevido à estrutura tarifária e aos altos custos do serviço de \n\nsaneamento, gerou-se progressiva queda na arrecadação, a qual, aliada à \n\nconcessão de empréstimos que extrapolaram os recursos disponíveis no \n\nFGTS, provocou na primeira metade da década de 1990 a suspensão de \n\nnovos contratos de financiamento. Somente em 1995 os recursos do FGTS \n\nforam novamente alocados no setor de saneamento, por meio do \n\nPrograma Pró-Saneamento.\n17\n\n \n\nNa década de 1990 também houve tentativa de elaboração do \n\nPrograma de Modernização do Setor de Saneamento - PMSS \n\nimpulsionada pelo Instituto de Pesquisa Econômica e Aplicada - Ipea. O \n\nInstituto também se voltou para a necessidade de aprimoramento da \n\navaliação do serviço por meio do Sistema Nacional de Informações em \n\nSaneamento - SNIS. \n\nAinda sobre o Planasa: \n\n \n\n                                                      \n16\n\nCAMPOS, Rodrigo Pinto de. Regulação e Federalismo no Serviço Público de \n\nSaneamento Básico. in Saneamento Básico no Brasil. Coordenação: Carolina \n\nMota. São Paulo: Quartier Latin, 2010. p. 91- 92. \n\n17\nREZENDE, Sonaly Cristina. Heller, Léo. O Saneamento no Brasil: políticas e \n\ninterfaces. 2. ed. Belo Horizonte: Editora UFMG, 2008. p. 284. \n\n\n\n \n \n\n23 \n\n?A crítica que se faz a essa política está no fato de ter \n\nsido priorizada a construção de sistemas de \n\nabastecimento de água, em detrimento de projetos \n\nque reduzissem perdas e aumentassem a eficiência \n\noperacional. Não havia uma visão integrada do \n\nsaneamento que englobasse os serviços de limpeza, \n\ndrenagem urbana e controle de vetores, além dos \n\nserviços de distribuição de água, coleta e tratamento \n\nde esgotos. \n\nEm 1974, o modelo já apresentava os primeiros \n\nsinais de sua ineficácia, provocados pela \n\ndependência de recursos externos, pelo corte das \n\ntransferências da União a fundo perdido e, ainda, \n\npela não adesão de diversos municípios ao modelo. \n\nA recessão dos anos 1980 restringiu a fonte de \n\nfinanciamento do setor. Além disso, adotou-se política \n\ntarifária de reajuste abaixo da inflação, com o \n\npropósito de inibir a escalada inflacionária, \n\nocasionando, também por isso, a falência do modelo. \n\nCom isso, os investimentos em saneamento foram \n\nassim reduzidos: 1) 0,5% do PIB, na década de 1970; \n\n2) passando a 0,2% do PIB, na década de 1980; e 3) \n\nchegando a representar menos de 0,1% do PIB, na \n\ndécada de 1990 (1993-1994). Além disso, em 1986, a \n\nCaixa Econômica Federal (CEF) incorporou as \n\nfunções do BNH, que foi extinto. Entretanto, a CEF \n\nnão possuía a expertise suficiente para bem suceder \n\nas funções reguladoras do setor, contribuindo para \n\nesvaziar a política de saneamento. \n\nPor outro lado, os recursos passaram a ser aplicados \n\nde forma aleatória e o setor sofreu elevada \n\ndesregulamentação. Adotou-se orientação pró-\n\nmercado, materializada por privatizações, na \n\nexpectativa de que, com isso, o déficit público fosse \n\nreduzido. Esse novo paradigma encontra seu suporte \n\nlegal no Plano Diretor da Reforma do Aparelho do \n\nEstado e na Lei de Concessões (Lei n. 8.987/95). \n\nEssas reformas extinguiram o Ministério do Interior e \n\ntodos os órgãos ligados às questões de saneamento. \n\nEssas questões passaram a ser geridas pela \n\nSecretaria Nacional de Habitação e Saneamento, \n\ninserida na estrutura do Ministério da Ação Social \n\n(MAS). \n\n\n\n 24 \n\nImporta dizer que, desde a extinção do BNH, não se \n\narticulou, em âmbito nacional, uma política pública \n\ncapaz de enfrentar os desafios do setor. Houve \n\napenas iniciativas isoladas, porém sem a \n\nenvergadura necessária para conferir os \n\nencaminhamentos necessários em direção à \n\nuniversalidade dos serviços.?\n18\n\n \n\n \n\nDurante todo esse tempo o planejamento dos serviços de \n\nsaneamento básico ainda estava sem conexão com o Sistema de \n\nGerenciamento de Recursos Hídricos e com a lógica da gestão por bacia \n\nhidrográfica. Atualmente a Lei nº 11.445/2007 estabelece que os planos de \n\nsaneamento básico devem ser compatíveis com os planos das bacias \n\nhidrográficas em que estiverem inseridos. \n\n \n\n1.1.2 O caso britânico de privatização do setor de saneamento \n\n \n\nA compreensão da experiência britânica na privatização do setor \n\nde saneamento é de suma importância para perfeitamente compreender o \n\nmomento pelo qual passou o setor durante o Governo Fernando Henrique \n\nCardoso, pois o modelo estruturado naquele período se mostra deveras \n\ninfluenciado pelo modelo britânico, implantado na Inglaterra e no País de \n\nGales, ficando de fora a Escócia. \n\n                                                      \n18\n\nDiniz, Cláudio Smirne. O saneamento básico no Estado brasileiro \n\ncontemporâneo: eficácia e desenvolvimento. Tese (doutorado), Pontifícia \n\nUniversidade Católica do Paraná, Curitiba, 2012. p. 160 Disponível em \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf Acesso em \n\n2/7/2014. \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf\n\n\n \n \n\n25 \n\nAté 1973, na Inglaterra e no País de Gales havia uma gestão \n\ndescentralizada dos serviços de saneamento. Existiam basicamente 3 \n\ntipos de organizações envolvidas com o setor: os operadores de serviços \n\nde água, os órgãos responsáveis pela coleta e disposição de esgotos e os \n\nórgãos de conservação dos rios.  \n\nDe 1973 a 1985, período de predomínio das Companhias \n\nRegionais de Águas, com o objetivo de integrar os serviços, que até então \n\ntinham como característica a alta fragmentação, foram criadas 9 \n\ncompanhias, cuja administração ficou a cargo da União, sendo-lhe \n\ntransferidos os ativos que até então eram propriedade municipal.\n19\n\n \n\nUm único órgão deveria ficar responsável pelo planejamento e \n\ncontrole de todos os usos da água de uma dada bacia hidrográfica. Essas \n\ndecisões tiveram apoio dos ambientalistas e da comunidade técnica e \n\nacadêmica ligada ao setor.  \n\nCom o passar do tempo, as companhias começaram a enfrentar \n\nproblemas, sobretudo de ordem financeira, que decorriam da limitada \n\ncapacidade de geração e captação de fundos frente à necessidade de \n\nexpansão, melhoria ou reposição de sistemas. As companhias deveriam se \n\nautofinanciar, mas apesar de grande parte de seus investimentos serem \n\nalocados na recuperação de sistemas, não conseguiram zerar os déficits \n\noperacionais trazidos do modelo anterior, o que ficou ainda mais \n\n                                                      \n19\n\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A experiência \n\nBritânica de privatização do setor de saneamento. Texto para discussão n. 701. \n\nBrasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf. Acesso em \n\n27/01/14. \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf\n\n\n 26 \n\ncomprometido como os limites que o governo lhes impôs à tomada de \n\nempréstimos.\n20\n\n \n\nDe 1985 a 1989, com a abertura do processo de privatização do \n\nsetor de saneamento e com o advento da crise das companhias, o governo \n\nbritânico resolveu inserir o setor de saneamento no seu programa de \n\nprivatização. O governo usava como argumento para justificar a \n\nprivatização do setor o fato de que ela viabilizaria os investimentos, devido \n\nàs melhores condições de acesso das companhias ao mercado de \n\ncapitais, necessários à infraestrutura e ao atendimento dos padrões \n\nambientais estabelecidos pela Comunidade Europeia.\n21\n\n \n\nAs futuras companhias privadas inicialmente teriam o controle \n\nde toda a água extraída e canalizada, bem como de toda a infraestrutura \n\nde coleta e tratamento de esgotos, além do controle da conservação de \n\nrios e de poluição. Devido a manifestações contrárias, retirou-se das \n\nfuturas organizações o papel de controle e conservação de rios e de \n\npoluição, mas foi mantido o esquema operacional de venda via Bolsa de \n\nValores. Seria criado um órgão público, que regularia as questões \n\nambientais referentes ao setor e também seria instituído um regulador \n\neconômico encarregado de zelar pela proteção dos usuários, fomentar a \n\ncompetição, promover a eficiência econômica, além de tomar as medidas \n\n                                                      \n20\n\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A experiência \n\nBritânica de privatização do setor de saneamento. Texto para discussão n. 701. \n\nBrasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf. Acesso em \n\n27/01/14. \n\n21\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A experiência \n\nBritânica de privatização do setor de saneamento. Texto para discussão n. 701. \n\nBrasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf Acesso em \n\n27/01/14. \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf\n\n\n \n \n\n27 \n\nnecessárias para que as organizações viessem a cumprir as obrigações \n\nassumidas em contrato.\n22\n\n \n\nEm 1989, as 10 companhias regionais foram negociadas na \n\nBolsa e receberam licença para operar expedida pelo secretário de Estado \n\npara o Meio Ambiente. As 29 companhias de água já existentes receberam \n\nautorização para continuar em operação, agora sob novo marco \n\nregulatório, criado pela Lei das Águas, de julho de 1989.  \n\nA efetivação de elevado volume de investimentos resultantes da \n\nprivatização foi muito facilitada pelo acordo estabelecido entre o governo e \n\nas companhias de saneamento, e estas foram autorizadas a praticar nos \n\ndez primeiros anos do novo regime, aumentos acima da inflação, fato que \n\npermitiu investimentos programados a longo prazo.\n23\n\n \n\nDevido ao ônus da melhoria ter recaído sobre os consumidores, \n\nas críticas foram substanciais, a ponto de o governo realizar processo de \n\nconsulta para revisão das tarifas, o que resultou em 1995 em diminuição \n\ndos excessivos lucros. Importante salientar que após a privatização o setor \n\npassou por relevante processo de incorporações e fusões. Em 1989, 12 \n\ndos originais 29 operadores privados de serviços de água fundiram-se e \n\nformaram 5 companhias. Em 1993, uma das dez companhias de água e \n\nesgoto incorporou operadora de água localizada em sua área de atuação.  \n\n                                                      \n22\n\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A experiência \n\nBritânica de privatização do setor de saneamento. Texto para discussão n. 701. \n\nBrasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf. Acesso \n\n27/01/14. \n\n23\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A experiência \n\nBritânica de privatização do setor de saneamento. Texto para discussão n. 701. \n\nBrasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf. Acesso \n\n27/01/14. \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf\n\n\n 28 \n\nDesde 1994, quando o governo vendeu em Bolsa sua \n\nparticipação acionária nas companhias de água e esgotos, o processo de \n\nincorporação acelerou-se e quatro outras operadoras de água foram \n\nabsorvidas, de maneira que na atualidade o setor é composto por 10 \n\ncompanhias de água e esgotos e 17 operadoras de água. A maior parte \n\ndessas empresas é controlada por dois grupos franceses que têm se \n\nmostrado bastante agressivos no mercado internacional de privatizações \n\nem saneamento, e apenas uma delas é liderada por grupo dos Estados \n\nUnidos da América.\n24\n\n \n\n \n\n1.1.3 Tentativa brasileira de privatização do setor \n\n \n\nO Programa de Modernização do Setor de Saneamento- PMSS \n\nsurge como alternativa à falta de regulamentação em meados de 1995. Em \n\n1997 a Caixa Econômica Federal - CEF e o Banco Nacional de \n\nDesenvolvimento Econômico e Social - BNDES firmaram convênio de \n\ncooperação mútua para alcançar a privatização do setor e instituíram o \n\nPrograma de Assistência à Parceria Público- Privada em Saneamento - \n\nPropar.\n25\n\n \n\n                                                      \n24\n\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A experiência \n\nBritânica de privatização do setor de saneamento. Texto para discussão n. 701. \n\nBrasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf Acesso \n\n27/01/14. \n\n25\nCARVALHO, Vinícius Marques de. O Direito do Saneamento Básico. Coleção \n\nDireito Econômico e Desenvolvimento. Volume 1. São Paulo: Quartier Latin, 2010. \n\np. 125-133. \n\n\n\n \n \n\n29 \n\nRessalte-se que em 1994 foi aprovado pelo Congresso Nacional \n\no PLC nº 199, que dispunha sobre a Política Nacional de Saneamento, no \n\nentanto a proposta foi vetada pelo então Presidente da República \n\nFernando Henrique Cardoso. Somente em 2001 o Governo Federal \n\nencaminhou o Projeto de Lei nº 4.147/2001 para a regulamentação do \n\nsetor. \n\nO PL nº 4.147/2001 definia como de competência municipal o \n\nserviço de saneamento de interesse local, aquelas atividades cuja \n\ninfraestrutura e instalações operacionais destinam-se unicamente ao \n\natendimento de determinado município, integrante, ou não, de região \n\nmetropolitana, aglomeração urbana ou microrregião. \n\nNessa perspectiva, intitulava como competência dos estados os \n\nserviços de interesse comum de infraestruturas ou instalações \n\noperacionais de captação, adução e tratamento de água bruta; adução, \n\nreservação e distribuição de água tratada; coleta, transporte, tratamento e \n\ndisposição final de esgotos sanitários que se destinem ao atendimento de \n\ndois ou mais municípios. \n\nNa exposição de motivos do projeto era expressa a \n\npreocupação em obter definição de titularidade do serviço de saneamento \n\ncomo forma de garantir ?estabilidade e segurança às relações jurídicas que \n\nenvolvam diversos agentes que atuem na prestação dos serviços de \n\nsaneamento básico, com positiva e inegável repercussão para o universo \n\nde usuários em especial no tocante à tutela e defesa de seus interesses?.\n26\n\n  \n\nAlém disso, dispunha a respeito das diretrizes pertinentes à \n\nregulamentação e à fiscalização dos serviços, e ainda, disciplinava a \n\n                                                      \n26\n\n Exposição de motivos da MSC – 147/01, Projeto de Lei nº 4147/01, que Institui \n\ndiretrizes nacionais para o saneamento básico e dá outras providências. \n\n\n\n 30 \n\nelaboração da política pública de saneamento básico, tendo como meio a \n\nprevisão de diretrizes normativas a serem cumpridas pelos respectivos \n\ntitulares, dentre as quais se realçava a definição de metas de expansão \n\ndos serviços e o estabelecimento do regime e da estrutura tarifária. \n\nO projeto estava tramitando em conjunto com o outro de n.º \n\n2.763, de 2000, de autoria dos deputados Sérgio Novais e Maria do Carmo \n\nLara. Foi criada comissão especial, na Câmara dos Deputados, para \n\nanalisar os projetos e emitir parecer. O relator era o deputado Adolfo \n\nMarinho (PSDB - CE). \n\nOs autores da maioria das emendas, parlamentares de vários \n\npartidos, garantiam que era inconstitucional qualquer hipótese de conferir \n\nao Estado competência exclusiva para prestar serviços destinados ao \n\natendimento de dois ou mais municípios. Para os parlamentares, a \n\nrepartição de competências é matéria típica da Constituição; não caberia, \n\nassim, a uma lei ordinária repartir competências entre entes federados. \n\nNo âmbito da Comissão Especial, após várias audiências \n\npúblicas e debates entre os parlamentares, bem como terem sido ouvidos \n\nvários entes que de alguma maneira se correlacionavam com o tema, o \n\nrelator apresentou um parecer substitutivo que não amenizou a polêmica a \n\nrespeito da temática, esta oriunda dos diversos interesses convergentes. O \n\nparecer substitutivo não conseguiu ser votado. \n\nA expectativa de parte do mercado diante do histórico de \n\nprivatizações em outros setores era que o projeto fosse encaminhado \n\ncomo projeto de lei complementar, de forma a regulamentar a competência \n\npara prestação do serviço como sendo do Estado. Tal medida era vista \n\ncomo essencial para alcançar a privatização no setor. \n\nSobre a intenção de privatização do setor: \n\n\n\n \n \n\n31 \n\n \n\n?No governo Fernando Henrique Cardoso assume-se \n\na clara orientação de privatizar as empresas do setor. \n\nTal posicionamento se extrai dos memorandos de \n\npolítica econômica encaminhados ao FMI, como \n\nocorre no documento encaminhado em 13 de \n\nnovembro de 1998, contendo a menção expressa de \n\nque ?as companhias a serem privatizadas \n\ncompreendem (...) algumas empresas de serviço \n\npúblico de água, gás e esgoto?. \n\nA política de financiamento adotada também é nesse \n\nsentido, como ocorreu, por exemplo, no convênio \n\npara o desenvolvimento da desestatização do setor \n\nde saneamento, firmado, em 1997, entre a Caixa \n\nEconômica Federal e o BNDES, destacando-se o \n\nPrograma de Fomento à Parceria Público-Privada \n\npara Prestação de Serviços de Abastecimento de \n\nÁgua e de Esgotamento Sanitário (Propar).?\n27\n\n \n\n \n\n \nA privatização era vista como particularmente complicada por \n\nser o serviço de competência do município, o que fragmenta o serviço e \n\nnão proporciona viabilidade econômica. A Confederação Nacional dos \n\nMunicípios e os prefeitos das grandes cidades também exerciam pressão \n\npolítica para manutenção da titularidade da prestação do serviço.  \n\nEm 2005, o Governo Federal solicitou a retirada do Projeto de \n\nLei nº 4.147/2001, que foi arquivado sem chegar a ser deliberado. \n\n \n\n1.2 Regulamentação do setor de saneamento básico no Brasil \n\n                                                      \n27\n\nDINIZ, Cláudio Smirne. O saneamento básico no Estado brasileiro \n\ncontemporâneo: eficácia e desenvolvimento. Tese (doutorado), Pontifícia \n\nUniversidade Católica do Paraná, Curitiba, 2012. p. 161. Disponível em \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf Acesso em  \n\n2/7/2014. \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf\n\n\n 32 \n\n \n\nO Congresso Nacional instalou em 30 de maio de 2006, uma \n\ncomissão mista especial destinada a sistematizar as propostas legislativas \n\nexistentes sobre o saneamento básico na Câmara dos Deputados e no \n\nSenado Federal. \n\nA temática tinha sido objeto de recente discussão na Câmara, \n\nnão foi possível alcançar o acordo os principais pontos divergentes eram a \n\nquestão da participação da iniciativa privada, dos meios de fiscalização e \n\ndas regras e objetivos da gestão dos serviços.  \n\nEm 07 de junho de 2006 foi apresentado o primeiro projeto de \n\nlei com o objetivo de consolidar as proposições sobre saneamento básico \n\nque tramitam nas duas casas do Congresso Nacional, foram apresentadas \n\n24 emendas, das quais algumas foram em parte acatadas e incorporadas \n\nao texto do projeto. \n\nApós aprovação na comissão especial o projeto foi apresentado \n\nno Senado Federal no dia 11 de julho de 2006, autuado como PLS nº \n\n219/2006, em 12 de julho de 2006 foi aprovada a urgência da matéria em \n\nplenário e na mesma ocasião foi aprovado em primeiro e segundo turno e \n\nencaminhado para a Câmara dos Deputados. \n\nNa Câmara dos Deputados o Projeto de Lei foi autuado com o \n\nnº 7361/2006 e em 12 de dezembro de 2006 a matéria foi aprovada e \n\nencaminhada para a sanção. \n\nA Lei nº 11.445/2007, que instituiu a Política Nacional de \n\nSaneamento Básico, prevê que o saneamento básico se compõe dos \n\nserviços de abastecimento de água e esgotamento sanitário, de limpeza \n\nurbana e manejo de resíduos sólidos e de drenagem e manejo das águas \n\n\n\n \n \n\n33 \n\npluviais urbanas, no entanto, devemos lembrar que conforme nos alerta o \n\nProfessor Paulo de Barros Carvalho\n28\n\n e a Professora Maria Paula Dallari,\n29\n\n \n\no texto jurídico é um texto científico que precisa ser interpretado de acordo \n\ncom os princípios e regras do direito e neste caso da política pública. \n\nOs resíduos sólidos deixaram de ter como marco legal a Lei nº \n\n11.445/2007 por terem características específicas que exigiu a edição de \n\numa normativa que fosse adequada a política pública de resíduos sólidos. \n\nSobreveio a Lei nº 12.305, de 2 de agosto de 2010 que instituiu a Política \n\nNacional de Resíduos Sólidos. \n\nNo que se refere à drenagem apesar dela estar listada como um \n\nserviço de saneamento básico o que se verifica na prática é que os \n\nserviços de água e esgoto são geridos de forma distinta e com \n\npeculiaridades próprias que não enquadram a drenagem. \n\nDessa forma, esse trabalho quando realiza o recorte \n\nmetodológico de trabalhar com a prestação do serviço de saneamento \n\nbásico considerado como água e esgoto está sendo coerente com a \n\nexecução da política pública de saneamento nos dias hodiernos. \n\nA Lei nº 11.445/2007 estabelece dentre os princípios \n\nfundamentais do saneamento básico: a universalização do acesso, a \n\nintegralidade na prestação dos serviços, a adequação dos serviços \n\nprestados à saúde pública e à proteção ao meio ambiente, a eficiência e \n\nsustentabilidade econômica e a utilização de tecnologias apropriadas, \n\n                                                      \n28\n\nCARVALHO, Paulo de Barros. Curso de direito Tributário. 21.ed. São Paulo: \n\nSaraiva, 2009. P.6 \n\n29\nBUCCI, Maria Paula Dallari. O conceito de política pública em direito. in Politicas \n\npúblicas: reflexões sobre o conceito jurídico. Maria Paula Dallari Bucci \n\n(organizadora). São Paulo: Saraiva, 2006. \n\n\n\n 34 \n\nconsiderando a capacidade de pagamento dos usuários e a adoção e \n\nsoluções graduais e progressivas. \n\nA mesma lei também definiu conceitos como o de \n\nuniversalização que seria a ampliação progressiva do acesso de todos os \n\ndomicílios ocupados ao saneamento básico e um outro conceito que é o de \n\ngestão associada que seria a associação voluntária de entes federados por \n\nconvênio ou consórcio público. Este conceito de gestão associada será \n\ntratado por ocasião da análise da decisão do Supremo Tribunal Federal \n\nque decidiu sobre a prestação do serviço em regiões metropolitanas. \n\nUma ressalva explícita da Lei é a de que os recursos hídricos \n\nnão integram os serviços públicos de saneamento básico. \n\nNo Capítulo II a Lei se ocupa do exercício da titularidade, mas é \n\nsuficientemente sutil para não entrar na polêmica da titularidade do \n\nserviço. A lei menciona apenas que os titulares dos serviços públicos de \n\nsaneamento básico poderão delegar a organização, a regulação a \n\nfiscalização e a prestação de tais serviços. \n\nA Lei também trata da prestação regionalizada de serviços \n\npúblicos de saneamento, do planejamento que inclui a exigência de \n\nelaboração dos planos de saneamento básico, da regulação, dos aspectos \n\neconômicos e sociais, dos aspectos técnicos, da participação de órgãos \n\ncolegiados no controle social e da política federal de saneamento básico. \n\n \n\n1.3 Custos do serviço de saneamento básico \n\n \n\n\n\n \n \n\n35 \n\nDuas das peculiaridades da prestação dos serviços de \n\nsaneamento são a existência de custos fixos elevados e a presença de \n\ninvestimentos em capital de utilização altamente específica à prestação do \n\nserviço. Como já discorrido no início deste capítulo essa configuração é \n\nconhecida como monopólio natural, típica de indústrias de rede, pois os \n\ncustos fixos elevados produzem uma questão sobre o que deve ser \n\nprivilegiado\n30\n\n, sobre o monopólio natural: \n\n \n\n?A teoria econômica clássica preceitua que a livre \n\nconcorrência produz maior nível de bem-estar \n\npossível comparado a qualquer outra forma de \n\nmercado. Entretanto, existem mercados em que a \n\nconcorrência não oferece, necessariamente, uma \n\nsolução superior. Esse é o caso dos serviços públicos \n\nde infra-estrutura, sujeitos à falha de mercado \n\nconhecida como monopólio natural. Nessa situação, a \n\npresença de custos fixos elevados em capital \n\naltamente específico implica em um dilema entre \n\neficiência produtiva e eficiência alocativa, além de \n\nsub-incentivo ex ante ao investimento. Outro fator \n\nrefere-se à incerteza associada ao longo período de \n\nmaturação dos projetos e a possibilidade de \n\nmudanças de condições ao longo desse período são \n\nfatores que reduzem os incentivos ao investimento de \n\ncapitais privados, afetando até mesmo o sistema de \n\nincentivos que determina o investimento público no \n\nsetor. Em função dessas características, o aumento \n\nno ritmo da expansão das redes de saneamento \n\nbásico no Brasil, embora urgente, não é tarefa fácil de \n\n                                                      \n30\n\n TUROLLA, Frederico Araújo. Financiamento dos serviços de saneamento \n\nbásico. in Saneamento Básico no Brasil. Coordenação: Carolina Mota. São Paulo: \n\nQuartier Latin, 2010. p. 113-114. \n\n\n\n 36 \n\nser realizada.?\n31\n\n \n\n \n\nNão há como haver concorrência na prestação do serviço de \n\nsaneamento básico, o serviço possui custos de infraestrutura elevados e \n\nnão possibilita que mais de uma empresa atuem numa mesma região, \n\nocorre que devido a estes elevados custos a prestação do serviço se \n\nconcentra em regiões com potencial de retorno financeiro para as \n\nempresas que atualmente prestam os serviços. Essa situação contribui \n\npara a grande disparidade existente entre determinadas regiões como \n\nNorte e Sudeste no acesso aos serviços de saneamento básico. \n\nNeste contexto, contribuem para o desinteresse de algumas \n\nempresas em expandirem a sua área de atuação a estrutura tarifária atual, \n\na falta de capacidade de pagamento e a inadimplência que geram \n\nsituações que justificam o corte do fornecimento do serviço, mas que é em \n\nregra proibido, pela medida de proteção aos indivíduos em situação de \n\npobreza.  \n\nNo entanto, alguns alegam que essa proibição pode incentivar o \n\nusuário ao não pagamento. Contexto esse que implicaria na diminuição do \n\ninteresse em investimentos, em especial nas áreas mais necessitadas. \n\nNa prática há desinteresse por parte dos investidores na \n\nalocação de investimento nas áreas de menor capacidade de pagamento. \n\nTambém há quem defenda que o acesso à água não deva ter custo, no \n\n                                                      \n31\n\nTUROLLA Frederico Araujo. OHIRA, Thelma Harumi. A Economia do \n\nSaneamento Básico. Disponível em \n\nhttp://www.pucsp.br/eitt/downloads/III_CicloPUCSP_TurollaeOhira.pdf. Acesso \n\nem 2/4/2014. \n\nhttp://www.pucsp.br/eitt/downloads/III_CicloPUCSP_TurollaeOhira.pdf\n\n\n \n \n\n37 \n\nentanto, por ser escassa, teme-se que o uso desregrado possa levá-la à \n\nrápida deterioração.\n32\n\n Sobre o tema: \n\n?O serviço de saneamento básico apresenta algumas \n\ncaracterísticas peculiares. Primeiramente, a \n\ncomposição de seus custos incentiva a constituição \n\nde monopólios naturais, pois a produção por uma \n\núnica empresa, dada a utilização da estrutura de \n\nredes, minimiza seu custo. Vale dizer, torna-se pouco \n\nlucrativa a atuação de mais de uma empresa no \n\nmercado, uma vez que os custos médios seriam \n\nsuperiores aos do monopólio em razão da perda da \n\neconomia de escala. \n\nA constituição do monopólio natural está associada à \n\natividade em que o nível elevado dos custos fixos \n\nproduz o decréscimo do custo marginal. Logo, há \n\nrendimentos de escala crescentes em relação ao \n\naumento da produção. Experimenta-se, portanto, as \n\nconsequências de um mercado sem competição, \n\nconsistente na tendência de se estipular o preço do \n\nserviço em valor superior ao do custo marginal, \n\nlevando à maximização do lucro pelo monopolista em \n\ndetrimento do consumidor. \n\nEm que pese a possibilidade, em tese, de \n\ncompetitividade em fases intermediárias dos serviços, \n\né difícil imaginar a entrada de outro prestador na fase \n\nintermediária, considerando os elevados custos fixos, \n\nsem que se tenha acesso direto ao mercado final. No \n\nsaneamento básico, portanto, a presença de barreiras \n\nnaturais à entrada de novos prestadores é muito \n\nexpressiva.?\n33\n\n \n\n \n \n\n                                                      \n32\n\nTUROLLA. Frederico Araújo. Financiamento dos serviços de saneamento \n\nbásico. in Saneamento Básico no Brasil. Coordenação: Carolina Mota. São Paulo: \n\nQuartier Latin, 2010. p. 120- 121. \n\n33\nDINIZ, Cláudio Smirne. O saneamento básico no Estado brasileiro \n\ncontemporâneo: eficácia e desenvolvimento. Tese (doutorado), Pontifícia \n\nUniversidade Católica do Paraná, Curitiba, 2012. p. 148. Disponível em \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf. Acesso \n\n2/7/2014 \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf\n\n\n 38 \n\n1.3.1 O caso da AP 5 no Município do Rio de Janeiro \n\n \n\nUm caso interessante que pode ser usado como exemplo, da \n\nprocura pelo lucro por parte das empresas de saneamento é o do Estado \n\ndo Rio de Janeiro. O Estado hoje possui as seguintes formas de prestação \n\ndo serviço de saneamento básico: os municípios atendidos pela \n\nCompanhia Estadual de Águas e Esgotos - CEDAE; os municípios que \n\nefetuaram concessões à iniciativa privada e municípios autônomos na \n\nprestação dos serviços de água e esgoto. \n\nA CEDAE é uma sociedade de economia mista (instituída pelo \n\nDecreto nº 39/75 do Estado do Rio de Janeiro). Em 2009 foram distribuídas \n\ncotas do Fundo Imobiliário da Empresa totalizando um valor de cerca de \n\n68 milhões de reais, o que em ações ordinárias e em ações preferenciais \n\nnão significa nem mesmo 1% do total de ações da empresa. \n\nFoi constituído, em dezembro de 2011, o Fundo de Investimento \n\nem Direitos Creditórios – FIDC CEDAE, cujo objetivo foi de captar recursos \n\npara liquidar uma dívida vencida junto ao Tesouro Nacional.  \n\nA Companhia Estadual de Águas e Esgotos- CEDAE, \n\nconstituída oficialmente em 1 de agosto de 1975, apesar do Decreto-Lei n° \n\n39 datar de 24 de março de 1975, é oriunda da Empresa de Águas do \n\nEstado da Guanabara- CEDAG, da Empresa de Saneamento da \n\nGuanabara- ESAG e da Companhia de Saneamento do Estado do Rio de \n\nJaneiro- SANERJ. \n\nEm fevereiro de 2007, através de convênio assinado com o \n\nGoverno do Estado, a Prefeitura do Rio assumiu a gestão do saneamento \n\n\n\n \n \n\n39 \n\nde 21 bairros da Área de Planejamento 5 - AP 5\n34\n\n do Município, a região é \n\ncomposta de áreas de difícil acesso, em sua maioria favelas, com alto \n\níndice de inadimplência e benefícios sociais, cenário que não é favorável \n\npara os objetivos de lucros de nenhuma empresa. \n\nFica evidente que apesar da disputa judicial existente na ADI \n\n1842/RJ, na qual a CEDAE e o Estado do Rio de Janeiro não desejam \n\nabrir mão da prestação dos serviços na região metropolitana do Rio de \n\nJaneiro, a empresa abriu mão da prestação do serviço na AP 5, uma área \n\nde altos custos e de pouco retorno financeiro. \n\n  \n\n                                                      \n34\n\nDisponível em \n\nhttp://www.rio.rj.gov.br/dlstatic/10112/4290214/4105682/06.AnexoVIDescricaoeM\n\napadaAreadePlanejamento5.pdf. \n\n\n\n 40 \n\n \n\n2. O SANEAMENTO BÁSICO NO FEDERALISMO BRASILEIRO \n\n \n\nUma das marcas do federalismo é a repartição de \n\ncompetências. É essencial que o ordenamento jurídico assegure a \n\nexistência harmônica dos entes federados, por isso é composto de normas \n\ncentrais válidas para todo o território nacional e de normas locais válidas \n\napenas para determinados locais, que se constituem entes federativos.\n35\n\n \n\nAntes de tratar especificamente do desenho constitucional de \n\ncompetências na prestação do serviço de saneamento básico, cabe \n\nentender em que contexto esse desenho constitucional e essas \n\ncompetências são postos. \n\nA Constituição Federal de 1988 adota a forma federativa. Nesse \n\nsentido cabe suscintar abordagem sobre o federalismo e particularmente \n\nsobre o federalismo brasileiro, para que sejam adotadas linhas de base \n\ncomuns que são essenciais para a melhor compreensão do tema ora \n\nexposto. \n\n \n\n2.1. Federalismo \n\n \n\nO conceito de estado federal nasceu em 1787 com a \n\nConstituição dos Estados Unidos da América. O federalismo americano foi \n\n                                                      \n35\n\n KELSEN, Hans. Teoria geral do direito e do Estado. Tradução Luís Carlos \n\nBorges. 4. ed. São Paulo: Martins Fontes, 2005. p. 451- 452. \n\n\n\n \n \n\n41 \n\ndefendido por Hamilton\n36\n\n como forma de dar unidade aos interesses \n\npolíticos e comerciais dos13 estados, fortalecendo os Estados Unidos junto \n\nà comunidade internacional. No que se refere à preocupação com a \n\nconcentração de poder ele discorre que governos federais tendem mais à \n\nanarquia do que à tirania.\n37\n\n \n\nSobre as peculiaridades do federalismo norte americano, Alexis \n\nde Tocqueville afirma: \n\n \n\n?Uma primeira dificuldade se apresenta: os Estados \n\nUnidos têm uma constituição complexa; observam-se \n\nali duas sociedades distintas, ligadas entre si, \n\nencerrada uma dentro da outra; vêem-se ali dois \n\ngovernos completamente separados e quase \n\nindependentes: um, habitual e indefinido, que \n\nresponde às necessidades quotidianas da sociedade, \n\no outro, excepcional e circunscrito, que só se aplica a \n\ncertos interesses gerais. Trata-se, em suma, de vinte \n\ne quatro pequenas nações soberanas, cujo conjunto \n\nforma o grande corpo da União. \n\n(....) \n\nO governo federal não passa, aliás de, como acabo \n\nde dizer, de uma exceção: é  o governo dos Estados \n\na regra comum?.\n38\n\n \n\n \n\n                                                      \n36\n\nMADISON, James. HAMILTON, Alexander. JAY, John. Os Artigos Federalistas \n\n1787- 1788. Tradução Maria Luiza X. de A. Borges. Edição Integral. Editora Nova \n\nFronteira. Número XI. p. 145. \n\n37\nMADISON, James. HAMILTON, Alexander. JAY, John. Os Artigos Federalistas \n\n1787 - 1788. Tradução Maria Luiza X. de A. Borges. Edição Integral. Editora Nova \n\nFronteira. Número XVII. p. 169. \n\n38\nTOCQUEVILLE, Alexis de. A democracia na América. Tradução: Neil Ribeiro da \n\nSilva. 1. ed. São Paulo: Folha de São Paulo, 2010. p. 73.  \n\n\n\n 42 \n\nOs americanos possuíam uma série de restrições à formação \n\ndos Estados Unidos com um poder central e essa preocupação foi \n\nclaramente abordada por Madison, Hamilton e Tocqueville. O federalismo \n\nnorte-americano foi em certa medida escolha de todos os estados, então, \n\nindependentes.  \n\nEm síntese, em que pese o esforço dos federalistas em afirmar \n\no contrário, o federalismo foi nos Estados Unidos da América a forma de \n\ncentralização de certos poderes, mantendo os estados membros com uma \n\nautonomia singular. Tal conclusão pode ser reforçada com a afirmação de \n\nKelsen de que apenas o grau de descentralização diferencia um estado \n\nunitário, dividido em províncias autônomas, de um estado federal. \n39\n\n \n\nSegundo Kelsen, a ordem jurídica central é a parte do estado \n\nfederal que engloba todos os indivíduos nele residentes. A ordem jurídica \n\nparcial dos estados componentes é válida somente em partes definidas do \n\nterritório federal e englobam somente os residentes dentro de um desses \n\nterritórios parciais e cada uma das chamadas comunidades parciais, que \n\nsão a federação e os estados componentes, possui a própria \n\nconstituição.\n40\n\n \n\nO ordenamento central coexiste com o dos estados membros \n\nnaquele território do estado componente da federação e o ordenamento \n\n                                                      \n39\n\nKELSEN, Hans. Teoria geral do direito e do Estado. Tradução Luís Carlos \n\nBorges. 4. ed. São Paulo: Martins Fontes, 2005. p. 451. \n\n40\nKELSEN, Hans. Teoria geral do direito e do Estado. Tradução Luís Carlos \n\nBorges. 4. ed. São Paulo: Martins Fontes, 2005. p. 452.  \n\n\n\n \n \n\n43 \n\ncentral, a Constituição Federal, determina em que situações a norma \n\nfederal prevalece sobre a norma estadual.\n41\n\n \n\nBruce Ackerman chama de marca registrada dos cenários do \n\nfederalismo a ?existência de diversos centros de poder em um projeto em \n\ncurso de coordenação intensiva que é: (a) envolvente do que aqueles \n\nalmejados pelo Tratado tradicional, no entanto (b) menos do que aquele \n\nalmejado pelo Estado Unitário clássico?.\n42\n\n  \n\n \n\n2.2. Federalismo e as competências constitucionais no Brasil  \n\n \n\nO federalismo no Brasil foi introduzido junto com a República. \n\nCabe salientar que, segundo Paulo Bonavides, a instituição da República \n\nno Brasil teve como consequência o fato de que a autonomia municipal foi \n\nsufocada de 1981 a 1930 (Primeira República).\n43\n\n Nesse contexto, o autor \n\nlembra que antes da instituição da República a autonomia municipal estava \n\nsendo estimulada. \n\nA Constituição da República dos Estados Unidos do Brasil de \n\n1891 adotou como forma de governo a República Federativa, baseando-se \n\n                                                      \n41\n\nKRIELE, Martin. Introdução à teoria do estado: os fundamentos históricos da \n\nlegitimidade do estado constitucional democrático. Tradução Urbano Carvelli. \n\nPorto Alegre: Sergio Antonio Fabris. 2009. p. 114. \n\n42\nACKERMAN, Bruce. Nós o povo soberano: fundamentos do direito \n\nconstitucional. Tradução de Mauro Raposo de Mello. Belo Horizonte: Del Rey, \n\n2006, Prefácio à edição brasileira p. xxxi e xxxii. \n\n43\nBONAVIDES, Paulo. Reflexões: política e direito. Imprensa Universitária da \n\nUniversidade do Ceará, 1973. p. 82- 83. \n\n\n\n 44 \n\nem um modelo dualista União e estados\n44\n\n e ignorando as peculiaridades \n\ndas formações políticas brasileiras, em especial dos municípios.  \n\nJosé Afonso da Silva afirma que na Constituição de 1891 faltou \n\n?a vinculação com a realidade do país? e por isso ela ?não teve eficácia \n\nsocial, não regeu os fatos que previra, não fora cumprida?.\n45\n\n Tal falta de \n\nvínculo com a realidade pode ser verificada também em outras \n\nconstituições que se seguiram. \n\nA Constituição Brasileira vigente de 1988, que teve o peso \n\npolítico de representar a volta da democracia, que se mantém, adotou o \n\nestado federal como forma de organização político-administrativa, no \n\nentanto inovou no sentido de incluir os municípios como membros da \n\nfederação.  \n\nAlguns autores, em especial José Afonso da Silva, repudiam tal \n\nformação federativa e não concordam com o novo tratamento \n\nconstitucional dado aos municípios, pois entendem que ele não deve fazer \n\nparte da federação, neste sentido: \n\n \n\n?Não é porque uma entidade territorial tenha \n\nautonomia político-constitucional que \n\nnecessariamente integre o conceito de entidade \n\nfederativa. Nem o Município é essencial ao conceito \n\nde federação brasileira. Não existe federação de \n\nmunicípios. Existe federação de Estados. Estes é que \n\nsão essenciais ao conceito de qualquer federação.?\n46\n\n \n\n                                                      \n44\n\nBONAVIDES, Paulo. Reflexões: política e direito. Imprensa Universitária da \n\nUniversidade do Ceará, 1973. p. 84. \n\n45\nSILVA. José Afonso da. Curso de Direito Constitucional Positivo. Malheiros \n\nEditores LTDA. 25. ed. 2005. p. 79. \n\n46\nSILVIA. José Afonso da. Curso de Direito Constitucional Positivo. Malheiros \n\nEditores LTDA. 25. ed. 2005. p. 475. \n\n\n\n \n \n\n45 \n\n \n\nA descentralização político-administrativa, a indissolubilidade do \n\npacto federativo, a existência da Constituição Federal, a participação da \n\nvontade regional na vontade nacional e a existência de Constituições \n\nEstaduais, aliadas a diversos outros fatores fixados na constituição, faz \n\nconcluir que o Brasil é um estado federal com peculiaridades que são \n\npróprias da formação político-constitucional brasileira. Sobre o conceito de \n\nvontade nacional: \n\n?A vontade nacional é expressa por meio de lei. É a \n\nlei nacional ou, ainda a federal. O órgão que exerce \n\nessa função é o Congresso Nacional, integrado por \n\nduas Casas: a dos deputados e a dos senadores. Na \n\nCâmara dos Deputados estão os representantes do \n\npovo brasileiro (art. 45 da Constituição). Os que \n\nelegem representantes podem ter domicílio eleitoral \n\nem qualquer Estado da Federação. Os \n\nrepresentantes eleitos são fruto da manifestação do \n\npovo brasileiro. A representação, no caso não é dos \n\nEstados, mas do povo domiciliado eleitoralmente em \n\ncada qual deles. No Senado Federal estão os \n\nrepresentantes das unidades federadas (art. 46). \n\nCada Estado e o Distrito Federal elegem três \n\nsenadores, nada importando a dimesão territorial ou \n\npopulacional. A lei, por sua vez, demanda, para sua \n\ncriação, a participação de ambas as casas do \n\nCongresso Nacional.?\n47 \n\n \n\nSobre lei federal e lei nacional: \n\n \n\n?Há leis federais (ou da União), estaduais (ou dos \n\nEstados) e municipais (ou do Municípios), dirigidas as \n\npessoas na qualidade de administrados da União, \n\ndos Estados e dos Municípios e emanadas dos \n                                                      \n47\n\nTEMER, Michel. Elementos de Direito Constitucional. 22. ed. São Paulo: \n\nMalheiros Editores, 2007. \n\n\n\n 46 \n\nLegislativos dessas entidades políticas, \n\nrespectivamente. E há leis nacionais, leis brasileiras, \n\nvoltadas para todos os brasileiros, indistintamente, \n\nabstração feita da circunstância de serem eles \n\nsúditos desta ou daquela pessoa política. É que o \n\nEstado Federal brasileiro é pessoa de direito público \n\ninternacional, categoria esta que nenhuma relação \n\nguarda com as eventuais divisões políticas internas. \n\nÉ o Brasil — Estado brasileiro — pessoa soberana \n\nque figura, ao lado dos demais Estados do mundo, no \n\npalco do Direito das Gentes. É a perspectiva \n\n\"exterior\" ou de \"efeitos exteriores? da personalidade \n\njurídica do Brasil Estado brasileiro.  \n\nPor outro lado,  o Estado Federal: brasileiro é \n\nformado pela aliança, pela união dos diversos \n\nEstados federados. Tem,  portanto, os mesmos \n\nsúditos e o mesmo território, sendo que o instrumento \n\ndo pacto federal — do \"tratado de união\" — é, \n\nconcomitantemente, por exigência lógica, a \n\nconstituição da nova pessoa assim nascida, o Estado \n\nFederal, o Brasil. \n\nEsta nova pessoa, criada pela reunião das diversas \n\npessoas federadas, tem atribuições, competências e \n\nfinalidades próprias, distintas das dos entes que a \n\ncompõem. Daí a necessidade de ser dotada de \n\nórgãos e instrumentos capazes de habilita-lá ao \n\ndesempenho de seu múnus constitucional próprio, \n\nque se não confunde com o das demais. \n\nDeve-se, nela, entretanto, distinguir a feição ou o \n\naspecto nacional do aspecto federal — em oposição \n\na federado. Seus órgãos são alternativa ou \n\ncumulativamente nacionais (vate dizer, brasileiros) e \n\nfederais (vale dizer, da União), pessoa que se não \n\nconfunde com Estado federado algum. Seus \n\ninstrumentos, entre os quais a lei, não são, \n\nconcomitantemente,  nacionais E federais. São-no, \n\nexclusivamente, uma ou outra coisa. \n\nA grande dificuldade, pois, demora-se exatamente \n\naqui; o órgão é o mesmo — no que interessa ao \n\nnosso tema, o Congresso — e o fruto de sua ação \n\nformalmente idêntico, embora substancialmente tão \n\ndiverso: lei federal e lei nacional. Leis que o \n\n\n\n \n \n\n47 \n\nCongresso edita enquanto órgão do Brasil — Estado \n\nFederal — e leis da pessoa União?.\n48\n\n \n\n \n\nComo já explorado, a repartição de competências é uma das \n\ncaracterísticas do estado federal brasileiro. A forma de repartição de \n\ncompetências adotada pela Constituição Brasileira de 1988 é, segundo \n\nFernanda Dias Menezes de Almeida, ?a combinação de tudo o que já se \n\nexperimentou na prática federativa?\n49\n\n.  \n\nA Constituição criou um complexo sistema que contempla \n\ncompetências privativas (repartidas horizontalmente) e competências \n\nconcorrentes (repartidas verticalmente), incluindo a possibilidade de, em \n\ncertos casos, haver delegação de competência da ordem central para as \n\nordens parciais. \n\nAs competências privativas de cada ente federativo foram \n\ncontempladas no texto constitucional. As competências privativas da União \n\nestão previstas primariamente, mas não inteiramente, nos art. 21 e 22. \n\nEntre as competências privativas dos Estados estão as previsões legais do \n\nart. 18, § 4º, e do art. 25; a competência privativa dos Municípios pode ser \n\nexemplificada no art. 30 e o art. 32, § 1º, estabelece que ao Distrito Federal \n\nserão atribuídas as competências dos Estados e dos Municípios. \n\nA competência comum da União, dos Estados, do Distrito \n\nFederal e dos Municípios está prevista no art. 23, que, segundo Fernanda \n\nDias Menezes de Almeida, são atribuições que todos os entes devem se \n\n                                                      \n48\n\nATALIBA, Geraldo. Regime Constitucional e Leis Nacionais e Federais. in \n\nRevista de Direito Público. Ano XII, Janeiro/Junho. 1980 n. 53-54. Editora Revista \n\ndos Tribunais. p. 62 \n\n49\nALMEIDA. Fernanda Dias Menezes de. Competência na Constituição de 1988. \n\n5. ed. São Paulo: Editora Atlas, 2010. p. 58. \n\n\n\n 48 \n\ncomprometer a alcançar, pois são voltados ?à defesa de valores que, sem \n\no concurso da União dos Estados e dos Municípios e do Distrito Federal?\n50\n\n \n\nnão poderiam ser adequadamente preservados. \n\nO art. 24 da Constituição estabelece a competência concorrente \n\nà União, aos Estados e ao Distrito Federal e suplementar ao Município \n\n(inc. II do art. 30) e a Constituição estabelece, ainda, a possibilidade de \n\ndelegação de competências no parágrafo único do art. 22 dispõe que \n\n?permitindo que a lei complementar possa autorizar os Estados a legislar \n\nsobre questões específicas das matérias objeto da competência legislativa \n\nda União?.\n51\n\n \n\n \n\n \n\n2.2.1.  A União  \n\n  \n\nO inc. XX do art. 21 da Consituição Federal estabelece que \n\ncompete a União instituir diretrizes para o desenvolvimento urbano, \n\ninclusive saneamento básico. Na percepção de Vinicius Marques de \n\nCarvalho essas diretrizes são ?a concretização da função planejadora da \n\nUnião no setor de saneamento básico?.\n52\n\n Tais diretrizes informam os fins a \n\n                                                      \n50\n\nALMEIDA. Fernanda Dias Menezes de. Competênciana Constituição de 1988. 5. \n\ned. São Paulo: Editora Atlas, 2010. p. 59. \n\n51\nALMEIDA. Fernanda Dias Menezes de. Competência na Constituição de 1988. \n\n5. ed. São Paulo: Editora Atlas, 2010. p. 59. \n\n52\nCARVALHO, Vinicius Marques de. Elementos para implementação do novo \n\nmarco regulatório na gestão dos serviços de saneamento básico no Brasil: qual o \n\nespaço da iniciativa privada? in Direito econômico: direito e economia na \n\nregulação setorial.  Mario Gomes Schapiro (Coordenador). São Paulo: Saraiva, \n\n2009. Série GVlaw. p. 197. \n\n\n\n \n \n\n49 \n\nserem objetivados pelos diversos atores que são envolvidos na prestação \n\ndo serviço de saneamento básico e, nesta lógica, as diretrizes nacionais \n\nnão devem ser alheias às previsões de repartição e compartilhamento de \n\natividades regulatórias. \n\nA Lei nº 11.445/2007 que estabelece as diretrizes nacionais \n\npara o saneamento básico estimula o relacionamento cooperativo entre os \n\nentes e tem abrangência em todo território nacional. A União assume uma \n\nposição de ?coordenação das ações referentes a implementação da \n\npolítica pública no setor de saneamento básico?.\n53\n\n \n\nA Constituição Federal também estabelece no inc. IX, do art. 23, \n\nque é competência comum da União, dos Estados, do Distrito Federal e \n\ndos Municípios promover a melhoria das condições habitacionais e de \n\nsaneamento básico.   \n\n \n\n2.2.2. Os Estados \n\n \n\nAos Estados cabe, conforme o dispositivo anteriormente citado, \n\na competência comum para a promoção da melhoria das condições \n\nhabitacionais e de saneamento básico. \n\nCabe salientar que, conforme previsto no parágrafo terceiro do \n\nart. 25, os ?Estados poderão, mediante lei complementar, instituir regiões \n\n                                                      \n53\n\nCARVALHO, Vinicius Marques de. Elementos para implementação do novo \n\nmarco regulatório na gestão dos serviços de saneamento básico no Brasil: qual o \n\nespaço da iniciativa privada? in Direito econômico: direito e economia na \n\nregulação setorial.  Mario Gomes Schapiro (Coordenador). São Paulo: Saraiva, \n\n2009. Série GVlaw. p. 198. \n\n\n\n 50 \n\nmetropolitanas, aglomerações urbanas e microrregiões, constituídas por \n\nagrupamentos de municípios limítrofes, para integrar a organização, o \n\nplanejamento e a execução de funções públicas de interesse comum?.  \n\nNo que se refere a titularidade para execução do serviço de \n\nsaneamento básico em regiões metropolitanas a questão é controversa na \n\ndoutrina e na jurisprudência. Atualmente, a questão se encontra pendente \n\nde julgamento em sede de controle concentrado de constitucionalidade \n\njunto ao Supremo Tribunal Federal,\n54\n\n essa decisão, quando prolatada, será \n\nde suma relevância, pois constituirá um paradigma para os demais casos \n\nde conflito de competência, no que se refere à titularidade da prestação de \n\nserviços de saneamento básico em regiões metropolitanas. \n\nEm seguida será abordada a competência dos Municípios para \n\nposteriormente ser retomada a questão específica das regiões \n\nmetropolitanas. \n\n \n\n2.2.3 Os Municípios  \n\n \n\nO inc. V do art. 30 da Constituição Federal estabelece que \n\ncompete aos municípios ?organizar e prestar, diretamente ou sob regime \n\nde concessão ou permissão, os serviços de interesse local?, apesar de não \n\n                                                      \n54\n\nA Lei Complementar nº 87/97 do Estado do Rio de Janeiro, criou a Região \n\nMetropolitana do Rio de Janeiro, transferindo para o Estado do Rio de Janeiro a \n\ncompetência sobre o serviço de saneamento básico, sob a justificativa de que a \n\nprestação do serviço de saneamento envolve interesses comuns metropolitanos. \n\nEssa lei complementar foi alvo de questionamento constitucional perante o \n\nSupremo Tribunal Federal, em 1998, por meio da Ação Direta de \n\nIncostitucionalidade n. 1.842, proposta pelo Partido Democrático Trabalhista - \n\nPDT, e encontra-se, até a presente data, sem decisão final. \n\n\n\n \n \n\n51 \n\nenumerar o rol de serviços de interesse local, não há dúvidas de que o \n\nsaneamento básico é um desses serviços, tanto o é que em municípios \n\npequenos, não conurbados, os municípios tem que prestar o serviço de \n\nforma direta ou indireta.  \n\nAté a década de 70 os municípios prestavam os serviços e o \n\ncenário mudou no fim da década de 70, com a implantação do Plano \n\nNacional de Saneamento- Planasa e a possibilidade de repasse de \n\nrecursos para as Companhias estaduais de saneamento- CESBs.  \n\nO Governo Federal, de certa forma, estimulou o modelo de \n\ngestão estadual do serviço no qual os municípios outorgavam ?concessões \n\ndo serviço às companhias estaduais?. O problema é que com o passar dos \n\nanos a meta de universalização não foi atingida\n55\n\n e a prestação dos \n\nserviços concentrou-se em áreas dotadas de viabilidade econômica, \n\nnotadamente, as regiões metropolitanas e grandes centros urbanos. \n\nHodiernamente, os municípios brasileiros pequenos, não \n\nconurbados, são em sua maioria carentes de infraestrutura e a gestão do \n\nente municipal deve se ocupar da prestação do serviço de saneamento \n\nbásico, direta ou indiretamente. \n\n                                                      \n55\n\nSobre o fim do modelo PLANASA:  \n\n?Todavia com a quebra do arcabouço econômico-financeiro em que se lastreava o \n\nPLANASA, o modelo foi definhando inexoravelmente. Assim passou a chamar a \n\natenção dos estudiosos, empenhados em sua superação, a obsolência de uma \n\nsérie de peculiaridades dos instrumentos jurídicos firmados entre CESBs e \n\nMunicípios, cuja modernização demandaria modificações legislativas profundas. \n\nEsses clamores por atualização e sintonia do marco legal do saneamento com a \n\nEra do Estado Regulador, então, foram paulatinamente se amplificando, até se \n\nconverterem em normas jurídicas concretas na nova legislação? (CAMPOS, \n\nRodrigo Pinto de. Regulação e Federalismo no Serviço Público de Saneamento \n\nBásico. in Saneamento Básico no Brasil. Carolina Mota (Coordenadora). São \n\nPaulo: Quartier Latin, 2010.   \n\n\n\n 52 \n\n \n\n2.2.4. O saneamento básico nas regiões metropolitanas e a autonomia \n\nmunicipal \n\n \n\nO art. 25 da Constituição Federal estabelece que os Estados \n\npoderão, mediante lei complementar estadual, ?instituir regiões \n\nmetropolitanas, aglomerações urbanas e microrregiões, constituídas por \n\nagrupamentos de municípios limítrofes, para integrar a organização, o \n\nplanejamento e a execução de funções públicas de interesse comum?. \n\nNo entanto, há de se questionar qual o impacto que a instituição \n\nde uma região metropolitana pode causar à autonomia municipal e em que \n\nmedida ela pode ou não ser mitigada. Hely Lopes Meirelles ao tratar dessa \n\nproblemática assim discorre: \n\n \n\n?O essencial é que a lei complementar estadual \n\ncontenha normas flexíveis  para a implantação da \n\nRegião Metropolitana, sem obstaculizar a atuação \n\nestadual e municipal; ofereça a possibilidade de \n\nescolha, pelo Estado, do tipo de Região Metropolitana \n\na ser instituída; torne obrigatória a participação do \n\nEstado e dos Municípios interessados na direção e \n\nnos recursos financeiros da Região Metropolitana; \n\nconceitue corretamente as obras e serviços de \n\ncaráter metropolitano, para que não se aniquile a \n\nautonomia dos Municípios pela absorção das \n\natividades de seu interesse local; e, finalmente, se \n\natribuam à Região Metropolitana poderes \n\nadministrativos e recursos financeiros aptos a permitir \n\no planejamento e a execução das obras e serviços de \n\nsua competência sem os entraves da burocracia \n\nestatal. Sem estas características a Região \n\nmetropolitana não atingirá plenamente suas \n\n\n\n \n \n\n53 \n\nfinalidades.\n56\n\n? \n\n \n\nConforme os ensinamentos do professor Alaôr Caffé, o \n\nagrupamento de municípios junto com o Estado devem formar um \n\ncolegiado para gerir serviços tais como os de saneamento básico, neste \n\nsentido:  \n\n \n\n?A criação por lei complementar da Constituição do \n\nestado, conforme o dispositivo da Carta Federal, das \n\nreferidas figuras regionais, induz ao  entendimento de \n\nque aquelas funções públicas de interesse comum \n\nnão são  de exclusiva competência local. E mais, não \n\nsão também de competência  exclusiva do Estado. \n\n(...) Se o entendimento fosse de ordem tradicional,  \n\nunilinear e sem interpretação sistemática, ao Estado \n\nsimplesmente seria  adjudicada a titularidade \n\ndaqueles serviços cujo controle e execução  \n\ndemandassem ação administrativa supralocal. Neste \n\ncaso, não haveria  necessidade de participação dos \n\nmunicípios na gestão e controle de tais  funções \n\npúblicas, uma vez que, sendo de caráter regional, \n\nnão seria, na  forma da perspectiva tradicional, de \n\n                                                      \n56\n\nMEIRELLES, Hely Lopes. Direito  Municipal Brasileiro. 14 ed. São Paulo: \n\nMalheiros, 2006, p. 83. Neste mesmo sentido: ?Pela função da referida lei \n\ncomplementar [que institui agrupamento de municípios], deduz-se que tais \n\nregiões deverão ter tratamento constitucional a nível do Estado, perfazendo as \n\nbases institucionais de sua criação e funcionamento em face da existência de \n\nmunicípios delas integrantes. Quer dizer também que, uma vez constituídas por \n\nlei complementar, a integração dos municípios será compulsória para o efeito de \n\nrealização das funções públicas de interesse comum, não podendo o  ente local \n\nsubtrair-se à figura regional, ficando sujeito às condições estabelecidas a nível \n\nregional para realizar aquelas  funções públicas de interesse comum. Esta \n\npeculiaridade, singular em nosso direito, define os limites da autonomia municipal \n\nno âmbito urbano-regional metropolitano. (ALVES, Allaôr Caffé. Regiões \n\nMetropolitanas, Aglomerações Urbanas e  Microrregiões: novas dimensões \n\nconstitucionais da organização do Estado brasileiro. in Revista de Direito \n\nAmbiental . Ano 6. Jan-Mar 2001. p. 57). \n\n\n\n 54 \n\nsua pertinência normativa e executiva. Seria inteira e \n\nprivativamente de competência do Estado, com \n\nexclusão dos municípios. Porém, por já não estarmos \n\nsob a égide do federalismo dual, estanque e \n\ncentralizador, a interpretação não pode ser essa, sob \n\npena de admitir a inutilidade jurídica das referidas \n\nfiguras regionais, no plano da  Constituição. Como \n\nessa linha seria um despautério hermenêutico, não \n\nhá  como deixar de interpretar que aquelas funções \n\npúblicas de interesse  comum são de competência \n\nconjunta (comum) dos municípios  metropolitanos e \n\ndo Estado que os integra. Por isso é que são \n\nchamadas ?funções públicas de interesse comum‘. \n\nSeu exercício, entretanto é peculiar, visto que  os \n\nmunicípios não poderão exercê-las de modo isolado, \n\nsenão conjuntamente, numa espécie de co-gestão \n\nentre eles e o Estado que tem a responsabilidade de \n\norganizá-las originariamente, mediante lei \n\ncomplementar . \n\n(...) \n\nAqui, o poder originário concedente de serviços ou \n\nfunções comuns são municípios e o Estado, vez que \n\nsomente estes entes possuem corpos legislativos \n\npara regrar sobre os serviços públicos de interesse \n\nregional. Entretanto, mediante um condomínio \n\nlegislativo (obtido mediante o exercício de \n\ncompetências comuns e concorrentes \n\ncomplementares e  supletivas), aqueles entes \n\npolíticos poderão e deverão, por exigência \n\nconstitucional, criar as condições para a organização \n\nintergovernamental administrativa pública (uma \n\nespécie de autarquia territorial plurifuncional) para ser \n\ntitular (derivado) do exercício de competências \n\nrelativas às funções públicas de interesse comum. \n\nVale dizer que o Estado cria e organiza tal entidade \n\nadministrativa, mediante lei complementar, mas não \n\npode deixar, sob pena de inconstitucionalidade da \n\nmedida, de admitir a participação dos municípios \n\nmetropolitanos (ou integrantes das aglomerações \n\nurbanas ou microrregiões) para decidirem sobre \n\nassuntos regionais que, em última instância, são \n\ntambém de seu interesse (local). Neste sentido, não \n\n\n\n \n \n\n55 \n\npoderá o Estado, ao criar a figura regional em apreço, \n\ngerenciar solitária e exclusivamente as funções \n\npúblicas de interesse comum (incluindo serviços \n\ncorrespondentes) é, pois, da entidade pública \n\nadministrativa (autarquia) organizada a nível regional, \n\nde caráter intergovernamental, onde representantes \n\ndo Estado e dos municípios envolvidos deverão, de \n\nforma paritária, participar das funções normativas, \n\ndiretivas e adminsitrativas correspondentes.\n57\n\n? \n\n \n\n  Cabe salientar que esse não é um entendimento pacífico na \n\ndoutrina brasileira, alguns autores admitem a possibilidade de o Estado \n\nmembro regular e executar funções e serviços públicos de interesse \n\ncomum, cometendo-lhe a responsabilidade pela implantação de políticas \n\nunificadas de prestação de serviços públicos, sem nenhuma intervenção \n\ndos municípios membros da região metropolitana, um dos defensores \n\ndessa teoria é hoje Ministro do Supremo Tribunal Federal Luis Roberto \n\nBarroso\n58\n\n.  \n\nHá também quem defenda à possibilidade de a região \n\nmetropolitana, a microrregião e o aglomerado urbano deterem \n\npersonalidade jurídica própria\n59\n\n e a titularidade do exercício das funções \n\npúblicas de interesse comum passa para a nova entidade, de caráter \n\n                                                      \n57\n\nALVES, Alaôr Caffé.  Regiões Metropolitanas, Aglomerações Urbanas e \n\nMicrorregiões: novas dimensões constitucionais da organização do Estado \n\nbrasileiro. in , Vol. 21. Ano 6. jan-mar 2001. p. 57. \n\n58\nBARROSO, Luis Roberto. Saneamento Básico: Competências Constitucionais \n\nda União, Estados e Municípios.In Revista Eletrônica de Direito Administrativo \n\nEconômico, n. 11, Agosto/setembro/outubro 2001, Salvador. Disponível em \n\nhttp://www.direitodoestado.com/revista/REDAE-11-AGOSTO-2007-\n\nLUIS%20ROBERTO%20BARROSO.pdf \n\n59\nALOCHIO, Luiz Henrique Antunes. O Problema da Concessão de  Serviços \n\nPúblicos em Regiões Metropolitanas: (Re)Pensando um tema relevante. Interesse \n\nPúblico n° 24, Ano 5, mar/abr 2004, Porto Alegre: Notadez. p. 187. \n\nhttp://www.direitodoestado.com/revista/REDAE-11-AGOSTO-2007-LUIS%2520ROBERTO%2520BARROSO.pdf\nhttp://www.direitodoestado.com/revista/REDAE-11-AGOSTO-2007-LUIS%2520ROBERTO%2520BARROSO.pdf\n\n\n 56 \n\nintergovernamental, que surge em conseqüência da criação da região \n\nmetropolitana. \n\n \n\n2.3. A decisão paradigma do Supremo Tribunal Federal sobre o \n\nsaneamento básico \n\n \n\nA questão da titularidade da prestação do serviço de \n\nsaneamento básico foi pacificada pelo STF ao analisar  a Adin nº 1.842/RJ, \n\nproposta em  10.06.1998 pelo PDT – Partido Democrático Trabalhista, em \n\ndesfavor do Governo do Rio de Janeiro. A ação tinha por primeiro objeto o \n\nquestionamento da Lei Complementar nº 87 de 16 de dezembro de 1997 \n\nque ?dispõe sobre a Região Metropolitana do Rio de Janeiro, sua \n\ncomposição, organização e gestão e sobre a Microrregião dos Lagos, \n\ndefine as funções públicas e serviços de interesse comum e dá outras \n\nprovidências.? \n\nA referida lei foi alterada no decorrer dos anos e o quadro a \n\nseguir mostra quais os municípios estavam e estão na Região \n\nMetropolitana atualmente: \n\n \n\nQuadro 1 – Municípios da Região Metropolitana do Rio de \n\nJaneiro \n\nLei Complementar nº 87/97 \n\n(publicação) \n\nLei Complementar nº 130/2009 \n\n(alteração) \n\n1. Rio de Janeiro 1. Rio de Janeiro \n\n2. Belford Roxo 2. Belford Roxo \n\n3. Duque de Caxias 3. Duque de Caxias \n\n\n\n \n \n\n57 \n\n4. Guapimirim 4. Guapimirim \n\n5. Itaboraí 5. Itaboraí \n\n6. Itaguái 6. Itaguái \n\n7. Japeri 7. Japeri \n\n8. Magé 8. Magé \n\n9. Mangaratiba Passou para a Região da Costa \n\nVerde – Microrregião da Baía \n\nSepetiba \n\nMaricá 9. Maricá \n\nNilópolis Nilópolis \n\nNiteroi Niteroi \n\nNova Iguaçu Nova Iguaçu \n\nParamcambi Paramcambi \n\nQueimados Queimados \n\nSão Gonçalo São Gonçalo \n\nSão João de Meriti São João de Meriti \n\nSeropedica Seropedica \n\nTanguá Tanguá \n\n Mesquita (município emancipado de \n\nNova Iguaçu em 1999 – instalado \n\nem 2001) \n\n \n\nO art. 1. da Lei Complementar institui a Região Metropolitana do \n\nRio, cita os municípios e diz visa “à organização, ao planejamento e a \n\nexecução de funções públicas e serviços de interesse metropolitano ou \n\ncomum.” \n\nO art. 2 institui a região dos lagos com o mesmo objetivo ?à \n\norganização, ao planejamento e a execução de funções públicas e \n\nserviços de interesse metropolitano ou comum?, no que se refere a Região \n\ndos Lagos esse é o quadro da situação quando da publicação e hoje apos \n\nas suas alterações. \n\n\n\n 58 \n\n \n\nQuadro 2 - Municípios da Região dos Lagos \n\nLei Complementar nº 87/97 \n\n(publicação) \n\nLei Complementar nº 130/2009 \n\n(alteração, fez voltar a original \n\nformação – alteração de 2002 \n\nincluía Marica) \n\n1. Aruaruana 1. Aruaruana \n\n2. Armação dos Búzios  2. Armação dos Búzios  \n\n3. Arraial do Cabo 3. Arraial do Cabo \n\n4. Cabo Frio 4. Cabo Frio \n\n5. Iguaba Grande  5. Iguaba Grande  \n\n6. São Pedro da Aldeia 6. São Pedro da Aldeia \n\n7. Saquarema 7. Saquarema \n\n8. Silva Jardim 8. Silva Jardim \n\n \n\nO art. 3º da Lei Complementar destacava o serviço de \n\nsaneamento básico como de interesse metropolitano ou comum quando \n\natendam a mais de um município, assim como os que, restritos ao território \n\nde um deles, sejam de algum modo dependentes, concorrentes, \n\nconfluentes ou integrados de funções públicas, bem como os serviços \n\nsupramunicipais. \n\nO art. 4º estabelecia que a Região Metropolitana do Rio de \n\nJaneiro será administrada pelo Estado, na qualidade de órgão executivo, \n\nque será assistido por um Conselho Deliberativo constituído por membros, \n\nconforme tabela, cujos nomes serão submetidos à Assembléia Legislativa \n\ne nomeados pelo Governador, com mandato de dois anos, sendo:  \n\n \n\nQuadro 3 - Composição do Conselho Deliberativo \n\n\n\n \n \n\n59 \n\nLei Complementar nº 87/97 \n\n(publicação) – 13 Membros \n\nLei Complementar nº 133/2009 \n\n(última alteração) – 26 Membros \n\n02 – Representantes da Capital, \n\nmunicípio do Rio de Janeiro  \n\n(indicados pelo Prefeito) \n\n19 – Um representante de cada um \n\ndos 19 municípios (indicados pelos \n\nrespectivos prefeitos) \n04 – Representantes dos Municípios \n\nque compões a região (lista sêxtupla \n\nindicados pelos prefeitos) \n\n02 – Representantes da Assembléia \n\nLegislativa (lista quádrupla) \n\n02 – Representantes da Assembléia \n\nLegislativa (lista quádrupla) \n\n01 – Representante da Sociedade \n\nCivil (decreto do Governador) \n\n01 – Representante da Sociedade \n\nCivil (decreto do Governador) \n\n01 – Representante de entidades \n\ncomunitárias (decreto do \n\nGovernador) \n\n01 – Representante de entidades \n\ncomunitárias (decreto do \n\nGovernador) \n\n02 – Representantes do Poder \n\nExecutivo do Estado \n\n(Preferencialmente os Secretários \n\ndas áreas relacionadas – indicação \n\ndo Governador) \n\n03 – Representantes do Poder \n\nExecutivo do Estado \n\n(Preferencialmente os Secretários \n\ndas áreas relacionadas – indicação \n\ndo Governador) \n\n01 – Vereador (eleito pela maioria \n\ndas Câmaras) \n\n \n\n \n\nO segundo objeto da Adin nº 1.842/RJ era a Lei nº 2869 de 18 \n\nde dezembro de 1997, que dispõe sobre o regime de prestação do serviço \n\npúblico de transporte ferroviário e metroviário de passageiros no Estado do \n\nRio de Janeiro e sobre o serviço público de saneamento básico no Rio de \n\nJaneiro. \n\nAs principais alegações da inicial foram a usurpação em favor \n\n\n\n 60 \n\ndo Estado do Rio de Janeiro de funções de estrita competência dos \n\nMunicípios que integram a Região Metropolitana, a violação aos princípios \n\ne regras: do princípio federativo (art. 1, art.23, inc. I e 60 §4 todos da \n\nCFRB); da autonomia municipal (art. 18 e art. 29 da CFRB); da não \n\nintervenção dos Estados em seus Municípios (art. 35 da CFRB); das \n\ncompetências municipais (art. 30 incisos I, V e VII, e art. 182, §1); das \n\ncompetências comuns da União, dos Estados e dos Municípios (art. 23, \n\ninc. VI e art. 225). \n\nNo que se refere as manifestação das partes e interessados: \n\n? A Assembléia Legislativa afirmou que no caso de \n\nenvolver mais de um município a competência sobre o \n\nserviço passa para o Estado. \n\n? A Procuradoria Geral da República- PGR alegou que o \n\ntratamento regional devido a razões de ordem \n\ndimensional, social, institucional, geográfica, natural, \n\neconômica ou técnica não pode ser considerados \n\ninconstitucionais, e ainda que a necessidade leva nos a \n\nequacionar uma forma institucional adequada para a \n\neficácia e eficiência das atividades e ações. \n\nForam apensados os seguintes processos por similaridade de \n\nobjetos ADI 1843 , ADI 1906 , ADI 1826, ressaltando-se que a ADI 1906 \n\ncontesta também o Decreto do Estado do Rio de Janeiro nº 24.631, de 3 \n\nde setembro de 1998. \n\nPassa-se à análise dos votos proferidos no julgamento, com o \n\nobjetivo de expor como o Judiciário se posicionou para tomar uma decisão \n\nque envolvia não só a prestação de um serviço público, mas também a \n\noperacionalidade de uma política pública transversal, isto é, com reflexos \n\n\n\n \n \n\n61 \n\nem políticas como de saúde, de meio ambiente, de educação e de turismo. \n\n \n\n? Voto do Ministro Mauricio Correa (então relator), proferido em \n\n12 de abril de 2004. \n\nO Ministro Mauricio Correa julgou a ação prejudicada em parte \n\npela revogação do Decreto. \n\nA decisão deste ministro abordou a necessidade de integração \n\ndevido à questão de infraestrutura e questões geográficas e é isso que o \n\nEstado pretende ao prestar o serviço. No entanto, defende que os \n\nmunicípios deveriam participar das decisões sobre essa área. Ressalta \n\nque as águas são bens do Estado (nos limites desse Estado). Por fim, \n\njulgou prejudicada a ação em relação ao decreto e aos artigos modificados \n\nda LC nº 87/97. Quanto aos demais pontos julgou improcedente a ação. \n\n \n\n? Voto do Ministro Nelson Jobim, proferido em de 8 março de \n\n2006 \n\n \n\nO Ministro Nelson Jobim aborda o histórico das regiões \n\nmetropolitanas desde a Carta de 1891 que previa acordos e convenções \n\nmunicipais.  \n\nO voto trata da região Metropolitana, da Aglomeração Urbana e \n\nda Microrregião. Afirma-se que a região metropolitana é um agrupamento \n\nrelevante de municípios com objetivo de exercer funções públicas que, por \n\nsua natureza, exigem a cooperação entre os municípios. E que o fato \n\ndessa criação somente poder ser realizada por lei complementar estadual, \n\n\n\n 62 \n\nnão significa que caiba ao Estado as funções executivas de concretização \n\ndos chamados interesses comuns.  \n\nO ministro destaca que o Estado não tem o poder de decidir \n\nnem de legislar sobre as políticas administrativas regionais e que a \n\ncompetência do Estado seria meramente procedimental. \n\nO Ministro analisa, também, a questão da origem e \n\nconcentração dos recursos hídricos, das bacias envolvidas e trata da \n\namplitude e da complexidade da ação do saneamento. Salienta que até a \n\ndécada de 70 os municípios em sua maioria eram os entes que prestavam \n\no serviço, pois existiam poucas empresas estaduais. Traça o histórico do \n\nPlanasa. Destacou que a prestação local pelo município se dá \n\nprincipalmente naqueles municípios que não aderiram ao Planasa e que \n\nnão renovaram contratos de concessão com as Companhias \n\nEstaduais.Votou pela inconstitucionalidade da legislação questionada. \n\n \n\n? Voto do Ministro Joaquim Barbosa, proferido em de 8 de março \n\nde 2006 \n\n \n\nTratou da questão da autonomia municipal, apresentando um \n\nhistórico sobre a questão, afirmou concordar com Alaôr Caffé Alves, no \n\nque se refere ao fato de não se poder falar em autonomia restringida, mas \n\nsim uma autonomia condicionada, desde a origem, no caso dos municípios \n\nmetropolitanos.\n60\n\n \n\n                                                      \n60\n\nALVES, Alaôr Caffé. Regiões metropolitanas, aglomerações urbanas e \n\nmicrorregiões: novas dimensões constitucionais da organização do Estado \n\nbrasileiro. Revista de Direito Ambiental. São Paulo, ano 6, n. 21, 2001. p. 73. \n\n\n\n \n \n\n63 \n\nChama a atenção para a necessidade de se analisar a questão \n\npor dois prismas complementares: o primeiro seria a de que a restrição à \n\nautonomia dos municípios metropolitanos dá-se desde a configuração \n\nnormativa constitucional, e não a partir da criação individual de cada região \n\nmetropolitana, e em segundo a autonomia municipal, em um contexto \n\nmetropolitano, é preservada na medida em que sobrevive a capacidade de \n\ndecidir efetivamente sobre os destinos da região.  \n\nO ministro votou pela inconstitucionalidade parcial (resguarda a \n\nparte do art. 8 a 10 da Lei nº 2.869 por tratar de outros serviços que não o \n\nsaneamento). No julgamento em 28 de fevereiro de 2013, adequou o seu \n\nvoto para aderir ao voto do Ministro Gilmar Mendes. \n\n \n\n? Voto do Ministro Gilmar Mendes, proferido em 3 de abril de \n\n2008, relator do acórdão \n\n \n\nO Ministro simplifica a questão ao afirmar que a disputa está na \n\nafirmação de que o estabelecimento de região metropolitana não significa \n\nsimples transferência de competências para o Estado. \n\nRessalta que na constituição da integração metropolitana o \n\nponto fundamental é o interesse comum, que não se confunde com \n\nsomatório de interesses locais, e ainda que interesse comum e \n\ncompulsoriedade, aspectos da integração metropolitana, não se mostram \n\nincompatíveis, em tese, com a autonomia dos municípios participantes. \n\nNeste contexto, a decisão e a execução colegiadas são aptas a \n\ngarantir o adequado atendimento do interesse comum e a vincular cada \n\ncomunidade na medida em que preservam o autogoverno e a auto-\n\n\n\n 64 \n\nadministração dos municípios. \n\nO voto assevera claramente que o serviço de saneamento \n\nbásico constitui monopólio natural, uma vez que os custos fixos de \n\nimplantação e manutenção do sistema são muito elevados o que \n\ndetermina que uma única fornecedora pode atender a toda demanda com \n\ncusto menor e indica que a junção da demanda de municípios limítrofes \n\npode reduzir custos e tornar o serviço mais atrativo para concessionários \n\nprivados. \n\nA manifestação também lembrou da incapacidade dos \n\nmunicípios de prestar o serviço isoladamente por conta dos altos custos \n\nque envolvem a prestação do serviço de saneamento, sem esquecer de \n\nsua essencialidade e de sua relação direta com a saúde e da necessidade \n\nde ações que gerem o melhor aproveitamento dos recursos hídricos. \n\nNesse contexto, diante da realidade de que um município \n\nisoladamente não possa obstruir todo o esforço comum para viabilidade e \n\nadequação do serviço de saneamento básico em toda região \n\nmetropolitana, microrregião e aglomerado urbano e da necessidade de se \n\nevitar que o poder decisório e o poder concedente concentrem-se nas \n\nmãos de um único ente, quer o estado federado, quer o município pólo, o \n\nMinistro Gilmar Mendes afirma que o caráter compulsório da integração \n\nmetropolitana não esvazia a autonomia municipal. \n\nDestaca que, a integração da prestação do serviço de \n\nsaneamento básico leva à concentração da regulação, do controle, do \n\nplanejamento e da supervisão do serviço do saneamento básico, como \n\nmedida viabilizadora da uniformização de sua execução.  \n\nEntretanto, tal concentração não violaria a autonomia municipal \n\nna medida em que o órgão titular do interesse comum seja composto dos \n\n\n\n \n \n\n65 \n\nrepresentantes eleitos das comunidades locais integrantes que participem \n\nde decisão colegiada, pois não é razoável a manutenção do poder \n\nconcedente em cada município participante, sob pena de esvaziar o \n\nconteúdo do art. 25, § 3º da Constituição Federal e a própria instituição de \n\nregião metropolitana, microrregião ou aglomeração urbana, além de \n\ninviabilizar a prestação integrada e o adequado atendimento do interesse \n\ncomum. \n\nNo entanto, o importante é a existência de estrutura (convênio, \n\nagência reguladora, conselho deliberativo etc.) que permita algum modo de \n\nparticipação de todos os entes envolvidos, capaz de concentrar em um \n\nórgão uniformizador e técnico, responsável pela regulação e controle da \n\nprestação do serviço de saneamento básico. Dessa forma, caberia a este \n\nórgão colegiado regular e fiscalizar a execução de suas decisões, \n\ndefinindo inclusive as formas de concessão do serviço de saneamento \n\nbásico, política tarifária, instalação de subsídios cruzados etc. \n\nO ministro ressalva que a participação dos entes nessa decisão \n\ncolegiada não necessita ser paritária, desde que seja apta a prevenir a \n\nconcentração do poder decisório no âmbito de um único ente. A \n\nparticipação de cada Município e do Estado deve ser estipulada em cada \n\nregião metropolitana de acordo com suas particularidades, sem que se \n\npermita que um ente tenha predomínio absoluto. \n\nPara o ministro a região metropolitana deve, como ente \n\ncolegiado, planejar, executar e funcionar como poder concedente dos \n\nserviços de saneamento básico.  \n\nO voto foi pela inconstitucionalidade com modulação dos efeitos, \n\nconcedendo ao Estado do Rio de Janeiro 24 (vinte e quatro) meses, a \n\ncontar da data de conclusão do julgamento da ADI 1.842/RJ, para \n\n\n\n 66 \n\nimplementar novo modelo de planejamento e execução da função de \n\ninteresse comum no âmbito das regiões metropolitanas, microrregiões e \n\naglomerados urbanos que contemple a participação dos municípios \n\nintegrantes e que garanta que não ocorra a concentração de poder \n\ndecisório nas mãos de qualquer ente. \n\n \n\n? Voto do Ministro Ricardo Lewandowski, proferido em 28 de \n\nfevereiro de 2013 \n\n \n\nO Ministro trata das funções públicas de interesse comum em \n\nregiões metropolitanas, aborda a questão da transferência da titularidade \n\ndos serviços de interesse comum para os Estados e cita a necessidade de \n\ninclusão da participação social. Por fim, acompanha o voto ministro Gilmar \n\nMendes \n\n \n\n? Voto do Ministro Teori Zavascki, proferido em 28 de fevereiro \n\nde 2013 \n\n \n\nO ministro tratou das questões divergentes dos votos \n\napresentados até aquele momento e acompanhou o voto do ministro \n\nGilmar Mendes. \n\n \n\n? Voto do Ministra Rosa Weber, proferido em 28 de fevereiro de \n\n2013 \n\n\n\n \n \n\n67 \n\n \n\nAcompanha o voto do Ministro Gilmar Mendes. \n\n \n\n? Voto do Ministro Luiz Fux, proferido em 6 de março de 2013 \n\nAcompanhou o voto do Ministro Gilmar Mendes. \n\n \n\nÉ interessante ser destacado que o voto que norteou a decisão \n\ndo STF foi o do Ministro Gilmar Mendes que observou não somente a \n\nquestão jurídica, mas também as peculiaridades econômicas e ambientais \n\nda prestação do serviço.  \n\nA decisão do STF reforça também que a competência para a \n\nprestação do serviço é municipal e que nos casos de aglomerados urbanos \n\ncomo as regiões metropolitanas a competência permanece com os \n\nmunicípios, sendo que o Estado participa do planejamento e execução \n\ncom o objetivo de dar organicidade ao serviço, mas não assume para si a \n\ncompetência municipal. \n\nDestaca-se que foram opostos embargos de declaração ao \n\njulgamento da ADI 1842/RJ que se encontra aguardando julgamento. \n\n  \n\n\n\n 68 \n\n3. FEDERALISMO FISCAL BRASILEIRO \n\n \n\n  Para o exercício de suas competências e atividades é \n\nnecessário que a União, os Estados, o Distrito Federal e os Municípios \n\npossuam recursos financeiros e esses recursos são primariamente obtidos \n\natravés da atividade tributária dos entes e compartilhados entre as várias \n\npessoas jurídicas que desempenham tais atividades, sendo que essa \n\npartilha pode ocorrer através da divisão do poder de tributar e da \n\nrepartição de receitas.\n61\n\n \n\n  O poder de tributar é inerente ao conceito de soberania e se \n\nrelaciona diretamente com a autonomia dos entes federativos, sendo que \n\nessa autonomia é exercida através das competências tributárias. Essa \n\natribuição de competência para instituir e cobrar tributos é uma forma de \n\ndividir o poder de tributar entres os entes federados, União, Estados, \n\nDistrito Federal e Municípios. \n\n  Os artigos 153 a 156 da Constituição Federal tratam da \n\natribuição de competências tributárias dos entes federados, no entanto, a \n\ntécnica de distribuição e atribuição de receitas tributárias mantém os \n\nEstados, o Distrito Federal e os Municípios em relação de dependência \n\npolítica frente à União, pois é a União que detém a maior arrecadação de \n\nreceitas.  \n\n  No que se refere a repartição de receitas com os Municípios \n\na Constituição atribui participação na arrecadação de dois impostos \n\nfederais e dois impostos estaduais (Federais: imposto sobre a renda e \n\nproventos de qualquer natureza e imposto sobre a propriedade rural. \n\n                                                      \n61\n\ncf Machado. Hugo de Brito. Curso de Direito Constitucional Tributário. 3. Ed. \n\nSão Paulo: Malheiros Editores, 2012. P. 370. \n\n\n\n \n \n\n69 \n\nEstaduais: imposto sobre a propriedade de veículos automotores e imposto \n\nsobre a circulação de mercadorias e sobre prestação de serviços de \n\ntransporte interestadual e intermunicipal e de comunicação).  \n\nExiste ainda um sistema de fundos de participação, que é \n\ncomposto pelo Fundo de Participação dos Estados e pelo Fundo de \n\nParticipação dos Municípios, além do Fundo para Programas de \n\nFinanciamento ao Setor Privado das Regiões Norte, Nordeste e Centro-\n\nOeste.\n62\n\n \n\nOs Estados também destinam aos municípios recursos oriundos \n\nda arrecadação da contribuição de intervenção do domínio econômico \n\ndecorrentes das atividades de importação e comercialização de petróleo e \n\nseus derivados, gás natural e seus derivados e álcool combustível e \n\ntambém recursos oriundos da exportação de produtos industrializados. \n\nNo Brasil há municípios e regiões extremamente desenvolvidas, \n\nnotadamente da região sul e sudeste, mas em contrapartida existem \n\nmunicípios e regiões, em grande parte nas Regiões Norte e Nordeste, que \n\ncompõe verdadeiros bolsões de pobreza e exclusão social.  \n\nUma das causas apontadas para as disparidades de \n\ndesenvolvimentos entre as diferentes regiões e municípios no Brasil está \n\nligada aos diferentes níveis de infraestrutura. Por seu turno, a falta \n\ninfraestrutura está diretamente ligada a capacidade e financiar por meio de \n\nsua própria arrecadação fiscal e, conforme já exposto, as localidades mais \n\ndesprovidas de capacidade de arrecadação e pobres se tornam \n\ndependentes dos recursos da União, recursos insuficientes e altamente \n\n                                                      \n62\n\n MACHADO, Hugo de Brito. Curso de Direito Constitucional Tributário. 3. Ed. \n\nSão Paulo: Malheiros Editores, 2012. p. 375-376. \n\n\n\n 70 \n\ninstáveis.\n63\n\n \n\nVerifica-se que nos Estados modernos a administração da coisa \n\npública ganhou especificidades com extremas complexidades, o que deu \n\nensejo ao surgimento de diversas formas de organização do poder e de \n\nrepartição de atribuições entre entidades regionais, destaca-se que o \n\nfederalismo que é um dos sistemas que mais tem se desenvolvido.\n64\n\n \n\nÉ importande destacar que um dos males metodológicos do \n\nDireito Financeiro-Tributário é a crença, existente desde os tempos de \n\nBaleeiro, de que de alguma forma oculta se pode estudar a norma jurídica \n\nsem lidar com os fatos que ela procura regular.  \n\nPretende-se derrubar a muralha que separa o Direito Financeiro \n\nda ciência das finanças e das demais ciências humanas, sobretudo o \n\nDireito Constitucional, e de temas como os do orçamento. Percebe-se que, \n\nsem considerações ditas extrajurídicas, a discussão do orçamento no \n\nDireito Financeiro não passa de estudo em torno da natureza de lei em \n\nsentido formal ou material.\n65\n\n \n\nAlguns autores defendem que, ao tornar-se deficitária, a União \n\ntende a transferir suas competências para outros entes e a \n\ndescentralização de atribuições seria usada para esse objetivo. Da mesma \n\nforma, se a União fixa metas, tais como a redução da pobreza, ela delega \n\n                                                      \n63\n\n PAES, Nelson Leitão. Siqueira, Marcelo Lettieri. Desenvolvimento Regional e \n\nFederalismo Fiscal no Brasil: em busca da igualdade na distribuição de receitas. \n\nECON. APLIC., São Paulo, V. 12, N. 4, p 707-742, outubro-dezembro 2008. \n\n64\nPORFILIO JÚNIOR, Nelson de Freitas. Federalismo, tipos de estado e conceitos \n\nde estado federal. José Mauricio Conti (Organizador). Federalismo fiscal. Barueri, \n\nSP: Malone, 2004. p. 2. \n\n65\nGOLBERG. Daniel K. Entendendo o Federalismo Fiscal: Uma moldura teórica \n\nmultidisciplinar. José Mauricio Conti (Organizador).  Federalismo fiscal. Barueri, \n\nSP: Malone, 2004. p.16. \n\n\n\n \n \n\n71 \n\nsua implementação aos entes, atribuindo receitas em contrapartida. Desse \n\nmodo, a descentralização fiscal seria forma de determinar qual o ente que \n\nefetivará as metas.\n66\n\n \n\nPara analisar de forma específica a questão de deficit de \n\ninfraestrutura de saneamento básico, analisa-se a seguir algumas \n\npeculiaridades atinentes à prestação do serviço no Brasil. \n\n \n\n3.1 Eficiência alocativa \n\n \n\nPara tratar de eficiência alocativa, precisa-se entender a origem \n\ndessa definição, considerar que a teoria utilitarista de Bentham possa ter \n\ninfluenciado a Análise Econômica do Direito – AED e lembrar que o \n\nutilitarismo remonta a Aristóteles e era a princípio tido como a ?máxima \n\nfelicidade do maior número de indivíduos?. \n\n Ocorre que, o utilitarismo não seria orientação confiável na \n\nmedida em que, primeiramente, poucos indivíduos creem que maximizar a \n\nfelicidade é ou deva ser o objetivo de vida de alguém; em segundo, ao \n\nconsiderar a utilidade de todos os indivíduos de forma geral: o indivíduo \n\nnão é tratado individualmente, mas sim como componente de organismo \n\nsocial e, por fim, não se acredita que não haja princípios limitadores ao \n\nutilitarismo.\n67\n\n \n\n                                                      \n66\n\nGOLBERG. Daniel K. Entendendo o Federalismo Fiscal: Uma moldura teórica \n\nmultidisciplinar. José Mauricio Conti (Organizador). Federalismo fiscal. Barueri, \n\nSP: Malone, 2004. p.17. \n\n67\nPOSNER, Richard A. Fronteiras da teoria do direito. São Paulo: Editora WMF \n\nMartins Fontes, 2011. p. 37, 99, 100, 101. \n\n\n\n 72 \n\nDiante dessas ponderações sobre o critério de maximização da \n\nfelicidade, Posner, um dos representantes da Escola de Chicago, propõe a \n\nmaximização da riqueza como critério, um ponto que distingue a sua visão \n\nda de alguns teóricos que tratam do tema como Guido Calabresi, da \n\nEscola de Yale, o qual defende que o sistema jurídico deve preocupar-se \n\ncom a justiça distributiva e com a eficiência. Destaque-se que ambos os \n\nautores têm críticas à teoria do outro. \n\nPode-se considerar que o conceito de eficiência está \n\ndiretamente ligado à obtenção de resultados positivos, mediante o menor \n\ncusto possível, ou seja, a escolha será mais eficiente quanto menor for o \n\ncusto para se obter o resultado pretendido e o maior dos resultados já \n\nobtidos, tendo como premissa o fato de a pessoa humana nunca estar \n\nsatisfeita. \n\nDentre os critérios econômicos que avaliam a norma jurídica \n\npode-se destacar o Ótimo de Pareto e o Kaldor-Hics. Segundo o critério de \n\nPareto, a adoção de uma norma legal é eficiente se melhorar \n\neconomicamente a situação de ao menos uma pessoa, sem piorar a \n\nsituação de qualquer outra  pessoa. No que se refere ao critério Kaldor-\n\nHics, existirá eficiência ainda que a aplicação da norma piore a situação \n\ndas pessoas, desde que a melhora causada na situação de outras seja \n\nsuficiente para que estes indenizem os prejudicados e ainda consigam \n\nreter para si ganho econômico, podendo a indenização ficar no campo \n\nmeramente teórico, sem ocorrer de fato. \n\nMaria Josefina Tavano afirma que a dogmática é utilizada como \n\noposto à Análise Econômica do Direito- AED, pois as soluções jurídicas \n\nnão se esgotam no marco das normas, dos princípios ou das teorias. Tal \n\nconstatação reconhece a limitação do direito isoladamente e por isso se \n\nutiliza da Economia a fim de uma nova análise em busca da eficiência, que \n\n\n\n \n \n\n73 \n\nse volta ao Direito com a finalidade de superar as limitações da Economia \n\ne de toda ciência isolada.\n68\n\n \n\nNeste ponto é relevante frisar que ambas as Escolas, a de Yale \n\ne a de Chicago, são criticadas por Dworkin, que dedica dois capítulos de \n\nseu livro ?Uma questão de princípio?\n69\n\n à criticar cada uma das abordagens. \n\nSegundo Dworkin,\n70\n\n Posner ignora a justiça e considera a \n\nriqueza como valor em si e não como instrumento de valor. Para o autor a \n\nriqueza social não deveria ser entendida como um valor em si, mas como \n\ninstrumento de valor, assim a correlação entre a melhoria do indivíduo e a \n\nmais riqueza é falsa, pois riqueza não seria sinônimo de felicidade e \n\npondera que: \n\n \n\n?A análise econômica sustenta, em seu aspecto \n\nnormativo, que a maximização da riqueza social é um \n\nobjetivo digno, de modo que as decisões judiciais \n\ndeveriam tentar maximizar a riqueza social atribuindo, \n\npor exemplo, direitos os que os comprariam, não \n\nfosse os custos da transação. Mas não está claro por \n\nque a riqueza social é um objetivo digno. \n\n(...) \n\nA análise econômica do Direito é uma teoria \n\ndescritiva e normativa. O fracasso do ramo normativo \n\nprejudica o ramo descritivo? O segundo procura \n\nexplicar um aspecto da conduta humana, ou seja, as \n\ndecisões de juízes do Common Law nos casos que a \n\nanálise econômica propõe-se explicar. Há vários \n                                                      \n68\n\nTAVANO, Maria Josefina. Los pressupuestos de la responsabilidad civil. Buenos \n\nAires: Rubinzal-Culzoni, 2011. p. 125-166. \n\n69\nDWORKIN, Ronald. Uma questão de princípio. 2. ed. São Paulo: Martins \n\nFontes, 2005. \n\n70\nDWORKIN, Ronald. Uma questão de princípio. 2. ed. São Paulo: Martins \n\nFontes, 2005.  \n\n\n\n 74 \n\nmodos (ou, como diriam alguns, níveis) de explicação \n\nda conduta humana . Alguns deles são não \n\nmotivacionais. Incluem avaliações genéticas, \n\nquímicas ou neurológicas do comportamento reflexo \n\nou reflexivo. Os modos de explicação motivacionais \n\ntambém podem ter formas diferentes. A mais direta é \n\na explicação a partir do ponto de vista do agente, \n\numa explicação que cita os objetivos ou intenções do \n\nagente e sua opinião a respeito do mais adequado. \n\nMas há outras formas mais complexas de explicação \n\nmotivacional. As explicações da mão invisível por \n\nexemplo, supõem que as pessoas agem a partir de \n\ncertos motivos, e explicam por que, sendo assim, \n\nelas, coletivamente,, chegam a algo diferente do que \n\nalmejam individualmente. Uma classe de explicações \n\nfreudianas também supõe que as pessoas agem a \n\npartir de motivos, mas sustenta que esses motivos \n\nsão inconsistentes. Essas explicações freudianas, \n\nnão obstante, motivacionais, pois seu poder \n\nexplicativo apoia-se na afirmação de que pessoas \n\ncuja conduta é assim explicada agem de um modo \n\nque se expressa melhor pela analogia com a conduta \n\nde pessoas que sustentam tais motivos \n\nconscientemente. A teoria, portanto, depende de uma \n\ncompreensão dessa afirmação motivacional direta. \n\nO argumento da análise econômica, de que os juízes \n\ndecidem casos controversos de modo a maximizar a \n\nriqueza social, não é uma explicação genética, \n\nquímica, neurológica, nem qualquer outra forma de \n\nexplicação não motivacional. Tampouco é uma \n\nexplicação da mão invisível. É verdade que algo \n\nsemelhante a uma explicação da mão invisível foi \n\noferecida à questão de por que as decisões do \n\nCommon Law promove a riqueza social, mas ela não \n\né parte das afirmações de Posner, Calabresi ou de \n\noutros proponentes da análise econômica. Pelo que \n\nsei, a análise econômica nunca foi apresentada como \n\numa análise freudiana. Mesmo se o fosse, porém, \n\nessa análise iria pressupor o sentido de uma \n\nafirmação direta. Assim a análise econômica, no seu \n\nramo descritivo, parece fundamentar-se no sentido e \n\nna verdade da motivação direta, que é a de que os \n\n\n\n \n \n\n75 \n\njuízes decidem casos com a intenção de maximizar a \n\nriqueza social.?\n71\n\n \n\n \n\nDworkin afirma que sua crítica à AED alcança tanto o critério \n\nnormativo quanto o critério descritivo da teoria.\n72\n\n \n\nDe acordo com Dworkin, Guido Calabresi também incorre em \n\nequívocos ao relacionar justiça e eficiência e no capítulo 13 do livro ?Uma \n\nquestão de princípios? o autor expõe: \n\n \n\n?Guido Calabresi contesta a minha análise de como \n\nsua teoria relaciona justiça e eficiência. Mas o \n\nexemplo que cita de seu livro, The Cost of Accidents, \n\nconfirma essa análise. Pois me faz lembrar seu \n\nargumento de que a justiça deveria ser uma proibição \n\nà busca da eficiência, de modo que nenhum \n\nprograma para reduzir os custos gerais de acidentes \n\ndeveria ser aceito se fosse realmente injusto. \n\nConcordo que é enganoso descrever esse quadro \n\ncomo remetendo a uma troca entre justiça e \n\neficiência. Refere-se a um intercâmbio apenas no \n\nsentido restritivo (na verdade, pickwikiano) de um \n\n                                                      \n71\n\nDWORKIN, Ronald. Uma questão de princípio. 2. ed. São Paulo: Martins \n\nFontes, 2005. p. 356, 392 e 393. \n\n72\nE neste sentido continua afirmando que: ?É um absurdo supor que a riqueza \n\nsocial é um componente do valor social, e implausível que a riqueza social seja \n\nfortemente instrumental para um objetivo social porque promove a utilidade ou \n\nalgum outro componente do valor social melhor do que faria uma teoria \n\ninstrumental fraca. Portanto, é bizarro aos juízes o motivo de maximizar a riqueza \n\nsocial por si mesma ou de perseguir a riqueza social como um alvo falso para \n\nalgum outro valor. Mas uma explicação motivacional direta não faz nenhum \n\nsentido, a menos que faça sentido atribuir o motivo em questão aos agentes cuja \n\nconduta está sendo explicada. Decorre daí que as afirmações descritivas da \n\nanálise econômica, tal como foram apresentadas, são radicalmente incompletas?. \n\n(DWORKIN, Ronald. Uma questão de princípio. 2. ed. São Paulo: Martins Fontes, \n\n2005. p. 393 a 394). \n\n\n\n 76 \n\nordenamento léxico de uma acima da outra, que é \n\nmais bem descrito como negando uma. Mas esse \n\npoder de veto ou ordenamento lexical supõe que há \n\numa troca em questão - isto é, que ela está \n\nconceitualmente em jogo. Portanto, oferece uma \n\nversão particulamente aguda da equivocada teoria da \n\neficiência que eu disse que Calabresi sustenta, \n\njuntamente com outros economistas do Direito que \n\ncontemplam trocas mas não conferem à justiça o \n\npoder dominante que ela usifrui na versão de \n\nCalabresi. \n\nEssa é a teoria de que vale a pena buscar a riqueza \n\nsocial por alguma razão que não a justiça. Quando \n\nCalabresi insiste em que os objetivos da redução de \n\ncustos podem entrar em conflito com princípios de \n\njustiça, caso em que os segundos têm poder de veto, \n\ndeve estar valendo-se exatamente dessa teoria. Isso \n\nporque, a menos que a riqueza social seja \n\nconsiderada desejável em si, como o que chamei de \n\ncomponente do valor, ou como instrumental perante \n\nalguma coisa que seja um componente de valor, não \n\nfaz nenhum sentido dizer que a justiça deve operar \n\ncomo um veto à busca da riqueza social. \n\nCalabresi fala em uma troca ou combinação, não \n\nentre justiça e redução de custo, mas entre a riqueza \n\ntotal e a sua distribuição. Mas é duvidoso que tenha \n\nabandonado inteiramente a ideia errônea latente na \n\ndistinção inicial, segundo a qual a riqueza total tem \n\nvalor por si só.?\n73\n\n \n\n \n\nNota-se, no entanto, apesar das críticas, que a abordagem da \n\nAED não se limitou à academia; ela tem alcançado a implementação de \n\npolíticas públicas, inclusive com linha de análise que forneceu substratos \n\npara o movimento de desregulamentação de mercado ocorrido na década \n\nde 70.  \n\n                                                      \n73\n\nDWORKIN, Ronald. Uma questão de princípio. 2. ed. São Paulo: Martins \n\nFontes, 2005. p. 399 e 400. \n\n\n\n \n \n\n77 \n\nUm dado relevante de toda essa discussão, e que já foi \n\nexplorado no capítulo anterior é que em 2006 quando o Ministro Gilmar \n\nMendes, em seu voto na ADI nº 1842/RJ, nominou o serviço de \n\nsaneamento básico como monopólio natural ele buscou nos conceitos da \n\nAED uma justificativa para afirmar que a eficiência na prestação do serviço \n\nsó pode ser alcançada se ele for alocado em um único prestador em uma \n\ndeterminada região, é um serviço que sem o monopólio não geraria \n\neficiência alocativa. \n\n \n\n3.2 Autonomia financeira municipal \n\n  \n\nPara além das dificuldades financeiras inerentes a um serviço \n\nde custo elevado como o saneamento básico existe o fato de que a \n\nrepartição de receitas tributárias no Brasil se concentra nas mãos da \n\nUnião, a maior parte dos municípios não conseguiria com sua receita \n\nprópria, isto é, com a receita oriunda de seus bens, serviços e tributos, \n\narcar nem se quer com a despesa de pessoal.\n74\n\n \n\nNesse aspecto a autonomia municipal fica seriamente \n\ncomprometida, pois a Constituição lhe atribuiu a categoria de ente \n\nfederativo destinando a esse ente uma série de atribuições e competências \n\nmas o deixou sem condições de exercê-las sem o socorro da União ou do \n\nEstado. \n\n \n\n                                                      \n74\n\nDados completos disponíveis em \n\nhttp://www3.tesouro.fazenda.gov.br/estados_municipios/. Acesso em 3/9/2014. \n\nhttp://www3.tesouro.fazenda.gov.br/estados_municipios/\n\n\n 78 \n\n3.2.1 Situação financeira dos municípios com menos de 50 mil \n\nhabitantes \n\n \n\nA situação financeira dos municípios brasileiros foi uma das \n\npautas do cenário político em 2013 e diversas organizações, como a \n\nConfederação Nacional dos Municípios- CNM, mobilizaram a discussão do \n\ntema no Congresso Nacional. Deputados e senadores foram cobrados na \n\nesperança de que algum mecanismo seja usado para cessar o estado de \n\nverdadeira insuficiência em que estão a maior parte dos municípios \n\nbrasileiros. \n\nEsse problema afeta diretamente a implantação do serviço de \n\nsaneamento básico, não só pela impossibilidade de investimento direto do \n\nmunicípio, mas também pela falta de pessoal habilitado para elaboração e \n\napresentação de propostas objetivando obtenção de recursos. \n\nOs municípios quando pleiteiam recursos federais no caso da \n\nFundação Nacional de Saúde – Funasa, são obrigados a apresentar \n\ncontrapartida e só após a comprovação de que o recurso para a \n\ncontrapartida está previsto no orçamento municipal é que o recurso é \n\nempenhado. Neste momento alguns municípios apresentam total falta de \n\norçamento ou disponibilidade para realocação orçamentária. \n\nOutro problema que normalmente surge após a liberação do \n\nrecurso para uma determinada obra ou etapa de obra é a prestação de \n\ncontas, aspecto que pode ser apontado como um dos gargalos da \n\nadministração municipal, pois muitos municípios ficam inadimplentes com o \n\nTesouro Nacional devido a falta ou incorreção na prestação de contas.\n75\n\n \n\n                                                      \n75\n\nA consulta de regularidade está disponível em \n\nhttps://consulta.tesouro.fazenda.gov.br/entesbloqueados/index.asp. Acesso em  \n\nhttps://consulta.tesouro.fazenda.gov.br/entesbloqueados/index.asp\n\n\n \n \n\n79 \n\nUma vez inadimplente em um órgão o município fica impedido de \n\nconveniar com a União, independentemente de qual seja o ministério. \n\n \n\n3.3 Papel da Funasa \n\n \n\nO Poder Executivo criou em 2003 o Ministério das Cidades, que \n\npossui em sua estrutura a Secretaria Nacional de Saneamento Ambiental. \n\nA política de saneamento do Ministério só atende a municípios com mais \n\nde 50 mil habitantes, porém a Fundação Nacional de Saúde- Funasa, \n\nórgão executivo do Ministério da Saúde, é responsável por promover \n\ninclusão social, por meio de ações de saneamento para prevenção e \n\ncontrole de doenças, nos municípios com menos de 50 mil habitantes, em \n\náreas rurais e indígenas e em assentamentos precários. \n\nSão considerados atos de inclusão social a prevenção e o \n\ncontrole de doenças e agravos ocasionados pela falta ou inadequação nas \n\ncondições de saneamento básico em áreas de interesse especial, como \n\nassentamentos, remanescentes de quilombos e reservas extrativistas. \n\nSaliente-se que a Funasa atua no combate, no controle e na redução da \n\nmortalidade infantil e da incidência de doenças de veiculação hídrica ou \n\ncausadas pela falta de saneamento básico e ambiental. \n\nOs investimentos visam a intervir no meio ambiente, na \n\ninfraestrutura dos municípios de até 50 mil habitantes, prioritariamente, e \n\nnas condições de vida de populações vulneráveis.  \n\n                                                                                                                                                   \n\n2/4/2014. \n\n\n\n 80 \n\nA política de saneamento no âmbito do governo federal é ainda \n\nmais fragmentada, pois as ações de vigilância sanitária, nos termos do art. \n\n200 da Constituição Federal, fazem parte do Sistema Único de Saúde- \n\nSUS e o SUS é integrante do Sistema Nacional de Vigilância Sanitária. \n\nDestaca-se, que uma das responsabilidades da Agência \n\nNacional de Vigilância Sanitária é o controle da incidência de águas \n\ncontaminadas. O Ministério do Meio Ambiente, o Ministério de Minas e \n\nEnergia, o Ministério da Integração Nacional e o Ministério do \n\nDesenvolvimento Agrário possuem competências relacionadas ao \n\nsaneamento básico. \n\n \n\n3.4 Prestação do serviço nos municípios com menos de 50 mil \n\nhabitantes \n\n \n\nNa maior parte dos municípios brasileiros, pequenos, não \n\nconurbados e em sua maioria carentes de infraestrutura, a gestão do ente \n\nmunicipal deve prestar o serviço de saneamento básico. \n\nConforme dados da pesquisa Trata Brasil: Saneamento é \n\nSaúde,\n76\n\n baseada em dados da PNAD/IBGE, 63,05% das populações das \n\nmetrópoles\n77\n\n (municípios com população superior a 900.000 habitantes) \n\n                                                      \n76\n\nTrata Brasil: Saneamento é Saúde. Cordenação: Marcelo Côrtes Neri. Rio de \n\nJaneiro: FGV/IBRE, CPS, 2007. Disponível em \n\nhttp://www3.fgv.br/ibrecps/CPS_infra/index_teste.htm. Acesso em 05/01/2012. \n\n77\nA população das metrópoles que embora numericamente sejam contadas em \n\napenas 15 cidades, sua população total corresponde a 20% de toda população \n\nbrasileira. (Ministério do Desenvolvimento Social. Política Nacional de Assistência \n\nSocial. Brasília, setembro de 2004. p.9). \n\nhttp://www3.fgv.br/ibrecps/CPS_infra/index_teste.htm\n\n\n \n \n\n81 \n\ntêm acesso à coleta de esgoto, sendo que nas cidades urbanas apenas \n\n48,7% da população tem acesso à coleta de esgoto. Quando a cidade é \n\nclassificada como rural, apenas 2,9% da população tem acesso à coleta de \n\nesgoto. \n\nSegundo o ranking apresentado pela pesquisa ?Trata Brasil: \n\nSaneamento é Saúde?, São Paulo é o estado onde 84, 24% da população \n\ntem acesso à coleta de esgoto; no Estado do Rio de Janeiro, 60,24%; no \n\nAmapá, Maranhão, Tocantins, Alagoas, Amazonas, Pará, Piauí eRondônia, \n\nmenos de 10% da população. \n\nConforme a pesquisa ?Trata Brasil: Saneamento, Educação, \n\nTrabalho e Turismo?,\n78\n\n as condições de saneamento básico refletem \n\ndiretamente nos novos critérios utilizados pela avaliação do Índice de \n\nDesenvolvimento – IDH: educação, saúde e renda.  \n\nTal evidência pode ser verificada no ranking dos municípios da \n\npesquisa ?Trata Brasil: Saneamento é Saúde?, pois os municípios com \n\nmaiores IDHs são também os que possuem maior parcela da população \n\natendida por rede de esgoto, enquanto os municípios com menor índice de \n\nIDH são os que não possuem nenhum ou pouco acesso à rede de \n\nesgoto.Conforme explicação oficial do PNUD: \n\n \n\n ?O conceito de Desenvolvimento Humano é a base \n\ndo Relatório de Desenvolvimento Humano (RDH), \n\npublicado anualmente, e também do Índice de \n\nDesenvolvimento Humano (IDH). Ele parte do \n\npressuposto de que para aferir o avanço de uma \n\npopulação não se deve considerar apenas a \n\n                                                      \n78\n\nTrata Brasil: Saneamento, Educação, Trabalhão e Turismo. Cordenação \n\nMarcelo Côrtes Neri. Rio de Janeiro: FGV/IBRE, CPS, 2007. Disponível em \n\nhttp://www3.fgv.br/ibrecps/trata_fase2/index.htm. Acesso em 05/01/2012. \n\nhttp://www3.fgv.br/ibrecps/trata_fase2/index.htm\n\n\n 82 \n\ndimensão econômica, mas também outras \n\ncaracterísticas sociais, culturais e políticas que \n\ninfluenciam a qualidade da vida humana.?\n79 \n\n \n\nA pesquisa ?Trata Brasil: Saneamento é Saúde? cita 10 \n\nmunicípios do estado de São Paulo\n80\n\n que não possuem nem sequer um \n\ndomicílio com coleta de esgoto. Mesmo no Rio de Janeiro, o estado mais \n\nmetropolitano da Federação, a situação não é de total acesso. Vale \n\ndestacar que: \n\n \n\n?o que mais chama a atenção no ranking fluminense \n\né a presença de municípios de renda alta \n\nproporcionada por royalties do petróleo e pela \n\natividade turística, entre os quais ressaltamos Rio das \n\nOstras, Armação dos Búzios e Ararauama, que estão \n\nentre os cinco dos 92 municípios fluminenses com \n\nmenor taxa de acesso segundo o último Censo \n\ndemográfico. Ou seja, estes municípios estão \n\ndescuidando das bases da sustentabilidade \n\neconômica poluindo suas praias.?\n81\n\n \n\n \n\nNo tocante ao município do Rio de Janeiro, a pesquisa mostra \n\nque, enquanto no bairro de Copacabana o acesso àrede de esgoto é de \n\n99,38%, no bairro de Guaratiba o acesso é de somente 28,92%, o que \n\n                                                      \n79\n\nDisponível em http://www.pnud.org.br/idh/. Acesso em 15/03/2011. \n\n80\nSegundo o estudo São Paulo é o Estado que tem o maior índice global de \n\nacesso a rede de esgoto. \n\n81\nTrata Brasil: Saneamento é Saúde. Cordenação: Marcelo Côrtes Neri. Rio de \n\nJaneiro: FGV/IBRE, CPS, 2007. Disponível em \n\nhttp://www3.fgv.br/ibrecps/CPS_infra/index_teste.htm. Acesso em 05/01/2012. p. \n\n14. \n\nhttp://www.pnud.org.br/idh/\nhttp://www3.fgv.br/ibrecps/CPS_infra/index_teste.htm\n\n\n \n \n\n83 \n\ndemonstra um flagrante descompasso na gestão dos serviços dentro do \n\nmunicípio, capital do Estado do Rio de Janeiro.  \n\nEsse descompasso na gestão do saneamento no município do \n\nRio de Janeiro pode ser verificado na região metropolitana do Rio de \n\nJaneiro,\n82\n\n onde 62,28% da população da região metropolitana tem acesso \n\nà rede de esgoto, enquanto em Seropédica e Maricá, por exemplo, menos \n\nde 11% da população possuem este acesso. \n\nO último diagnóstico do Sistema de Informações sobre \n\nSaneamento contempla essas duas figuras que mostram de forma visual a \n\nsituação da prestação do serviço:\n83\n\n \n\n                                                      \n82\n\nOs municípios que compõe a Região Metropolitana do Rio de Janeiro são: Rio \n\nde Janeiro, Belford Roxo, Duque de Caxias, Guapimirim, Itaboraí, Japeri, Magé, \n\nMaricá, Mesquita, Nilópolis, Niterói, Nova Iguaçu, Paracambi, Queimados, São \n\nGonçalo, São João de Meriti, Seropédica, Tanguá e Itaguaí, conforme artigo 1. da \n\nLei Complementar 87, de 16 de dezembro de 1997, do Estado do Rio de Janeiro \n\nque ?dispõe sobre a Região Metropolitana do Rio de Janeiro, sua composição, \n\norganização e gestão, e sobre a Microrregião dos Lagos, define as funções \n\npúblicas e serviços de interesse comum e dá outras providências?. Disponível em \n\nhttp://alerjln1.alerj.rj.gov.br/contlei.nsf/0/eb26342129c7ae9203256571007be153?\n\nOpenDocument - Acesso em 05 de janeiro de 2012. \n\n83\nBrasil. Ministério das Cidade. Secretaria Nacional de Saneamento Ambiental – \n\nSNSA. Sistema Nacional de Informações sobre Saneamento: Diagnóstico dos \n\nServiços de Água e Esgotos – 2012. Brasília: SNSA/MCIDADES, 2014. \n\nhttp://alerjln1.alerj.rj.gov.br/contlei.nsf/0/eb26342129c7ae9203256571007be153?OpenDocument\nhttp://alerjln1.alerj.rj.gov.br/contlei.nsf/0/eb26342129c7ae9203256571007be153?OpenDocument\n\n\n 84 \n\n \n\n\n\n \n \n\n85 \n\n \n\nSobre a análise dos dados do financiamento no setor de \n\nsaneamento básico: \n\n?O documento intitulado ?Financiamento do Setor de \n\nSaneamento?, elaborado pela Secretaria Nacional de \n\nSaneamento Ambiental, enumera as principais \n\ndificuldades que se vislumbra na área do saneamento \n\nbásico. \n\nTal documento aponta que parte da população não \n\natendida com serviços adequados se concentra nas \n\n\n\n 86 \n\ncidades menores e mais pobres do país. Nesses \n\npequenos municípios, as carências abrangem a \n\ncapacidade institucional do poder local e a \n\ncapacidade econômica dos usuários. Compreende-se \n\nque o sistema de subsídio cruzado, com tarifa \n\nuniforme, não é suficiente para equacionar o \n\nproblema desses pequenos municípios. \n\nO documento constata que nas favelas e invasões \n\ndas cidades de maior porte, à baixa renda da \n\npopulação soma-se a inviabilidade de instalar redes \n\nque funcionem adequadamente, especialmente as de \n\ncoleta de esgotos, fazendo-se necessárias \n\nintervenções integradas e esforço especial para \n\nassegurar a sustentabilidade dos investimentos. \n\nConsidera-se, por óbvio, que tratar esgotos não \n\nrequer apenas a construção de estações, mas \n\ntambém que se assegure que os esgotos sejam \n\nconduzidos até elas. \n\nNo documento se reconhece que parte da estrutura \n\nherdada do Planasa desapareceu ou está se \n\ndeteriorando, apresentando graves consequências \n\npara a prestação dos serviços. Assim, mostra-se \n\nurgente a imediata intervenção para recuperar e/ou \n\nreestruturar esses prestadores. \n\nPor fim, o documento alerta que a superação de tais \n\ndificuldades pressupõe a remoção de alguns \n\nobstáculos ao financiamento, dentre os quais, o \n\ncontingenciamento do crédito ao setor público, pois o \n\nlimite global de endividamento do setor público, \n\nestabelecido pelo Conselho Monetário Nacional \n\n(CMN), impede que as empresas estatais, com \n\ncapacidade de endividamento, contratem operações \n\nde crédito para investimentos.?\n84\n\n \n\n \n\n \nA observação de ambas as figuras em especial da Figura 2 \n\n                                                      \n84\n\nDINIZ, Cláudio Smirne. O saneamento básico no Estado brasileiro \n\ncontemporâneo : eficácia e desenvolvimento. Tese (doutorado) – Pontifícia \n\nUniversidade Católica do Paraná, Curitiba, 2012. P.151 Diponível em \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf Acesso \n\n2/7/2014 \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf\n\n\n \n \n\n87 \n\ndenota que a falta de informações é um fator relevante a ser considerado, \n\npois a gestão da política se torna mais complexa quando não se conhece a \n\nrealidade atual. \n\nQuanto a consolidação dos dados, importante as  tabelas \n\nelaboradas pelo Conselho Empresarial Brasileiro para o Desenvolvimento \n\nSustentável e pelo Instituto Trata Brasil no Relatório de pesquisa: \n\nQualidade de vida. Produtividade e educação. Valorização ambiental de \n\nmarço de 2014: \n\n \n\n\n\n 88 \n\n \n\n \nEm outra pesquisa que traz o Ranking do Saneamento o \n\nInstituto Trata Brasil consolida os 10 piores e os 10 melhores municípios \n\nbrasileiros na prestação do serviço de coleta e tratamento de esgoto: \n\n\n\n \n \n\n89 \n\n \n\n \n\nÉ importante  destacar que o Instituto Trata Brasil é uma \n\nOrganização da Sociedade Civil de Interesse Público (OSCIP), oriunda de \n\numa iniciativa de responsabilidade socioambiental que visa a mobilização \n\ndos diversos segmentos da sociedade para garantir a universalização do \n\nsaneamento.  \n\nO Instituto foi criado em julho de 2007, tem como proposta \n\ninformar e sensibilizar a população sobre a importância e o direito de \n\nacesso à coleta e ao tratamento de esgoto e promove a mobilização para a \n\n\n\n 90 \n\nparticipação social nas decisões de planejamento. \n\n \n\n3.5 Principais desafios à universalização do serviço \n\n \n\nComo já visto com a implantação do Plano Nacional de \n\nSaneamento- Planasa e com a previsão da possibilidade de repasse de \n\nrecursos para as Companhias Estaduais de Saneamento CESBs, o \n\nGoverno Federal de certa forma estimulou o modelo de gestão estadual do \n\nserviço, em que os municípios outorgavam concessões do serviço às \n\ncompanhias estaduais. O problema é que a meta de universalização não \n\nfoi atingida e a prestação dos serviços ficou concentrada em áreas dotadas \n\nde viabilidade econômica, notadamente nas regiões metropolitanas e nos \n\ngrandes centros urbanos. \n\nA falta de recursos municipais, a fragmentação do atendimento \n\nda política por parte do Governo Federal, o alto custo dos investimentos \n\nnecessários, dentre outros motivos contribuem para que o Brasil não \n\nuniversalize a prestação do serviço de saneamento básico. \n\n \n\n \n\n3.6. Instrumentos previstos como forma de viabilização dos serviços  \n\n \n\nMesmo diante do cenário financeiro e político a seriedade dos \n\nproblemas causados pela falta do saneamento básico nos compele a \n\n\n\n \n \n\n91 \n\nencontrar saídas alternativas para se alcançar a universalização do acesso \n\naos serviços. \n\nA Lei nº 11.447/2007 incentivou a formação de mecanismos de \n\ncooperação para prestação do serviço de saneamento básico, além disso \n\ntambém se tem conhecimento de experiências locais sustentáveis que \n\nsupriram a necessidade de ligação com a rede públicas em áreas remotas. \n\n \n\n3.6.1 Consórcios públicos \n\n \n\nNeste item do trabalho passa-se a tratar do consórcio \n\nconsiderando que este surge como solução alternativa para a prestação do \n\nserviço. A infraestrutura para prestação do serviço de captação, tratamento \n\ne distribuição de água e coleta e tratamento de esgoto é deficitária no \n\nBrasil. Neste contexto, os municípios com menos de 50 mil habitantes não \n\npossuem capacidade financeira para isoladamente dotar o município de \n\ntoda a infraestrutura necessária para atender a todos os domicílios. \n\nNão é tarefa fácil constatar que o consórcio constitui instituto \n\njurídico com características próprias e consequente autonomia científica. \n\nSobre essa temática Giuseppe Stancanelli\n85\n\n destaca que, para começar a \n\nbusca de delimitação da noção de consórcio, inicialmente pode-se partir da \n\ndefinição meramente aproximativa de que consórcio é uma associação \n\nvoltada à realização de obras ou à prestação de serviços. O próprio autor \n\npondera que esse conceito é vago, porém é útil para começar o estudo a \n\nesse respeito. \n\n                                                      \n85\n\nSTANCANELLI, Giuseppe. Los consorcios en el derecho administrativo. Ed. \n\nEscuela Nacional de Administracion Publica: Madrid, 1972. p. 34. \n\n\n\n 92 \n\nA expressão consórcios administrativos é usada neste trabalho \n\npara indicar, entre todas as formas possíveis de consórcios, aqueles que \n\npossuem sujeitos ativos da administração pública, no entanto não se pode \n\nconsiderar aceitável o uso dessa expressão para consolidar todos os \n\nconsórcios submetidos às normas administrativas, se prescindido de sua \n\nnatureza jurídica, já que se apresentaria como um critério exclusivamente \n\nformal e não idôneo dogmaticamente.\n86\n\n \n\nStancanelli pondera que não tem nenhum interesse na \n\nqualificação do substrato subjetivo do consórcio, pois os consórcios \n\nadministrativos podem estar constituídos tanto por entes públicos como por \n\nparticulares, porém os consórcios entre entes privados têm, algumas \n\nvezes, personalidade jurídica privada, motivo pelo qual não é possível \n\ncaracterizá-los como consórcios administrativos.\n87\n\n \n\nEntre as vantagens que podem existir na celebração de um \n\nconsórcio público estão o uso racional dos recursos voltados ao \n\nplanejamento, à programação e à execução de objetivos comuns; o \n\nestabelecimento ou o fortalecimento de vínculos já existentes; a formação \n\nou consolidação de identidade regional; a criação de instrumentos para a \n\npromoção do desenvolvimento local, regional e nacional, além da reunião \n\nde esforços visando ao atendimento da população.\n88\n\n \n\n \n\n                                                      \n86\n\nSTANCANELLI, Giuseppe. Los consorcios en el derecho administrativo. Ed. \n\nEscuela Nacional de Administracion Publica: Madrid, 1972. p.143. \n\n87\nSTANCANELLI, Giuseppe. Los consorcios en el derecho administrativo. Ed. \n\nEscuela Nacional de Administracion Publica: Madrid, 1972. p.143. \n\n88\nMEDAUAR, Odete. OLIVEIRA. Gustavo Justino. Consórcios públicos: \n\ncomentários à Lei 11.107/2005. São Paulo: Ed. Revista dos Tribunais, 2006. p. \n\n23. \n\n\n\n \n \n\n93 \n\n3.6.1.1 Consórcios públicos e administração pública consensual \n\n \n\nOs consórcios públicos estão inseridos em uma realidade que \n\ntenta favorecer a soma de esforços dos entes da federação. No contexto \n\ndo Estado em rede, a governança pública está calcadana Administração \n\nPública Consensual, ideia de que o interesse público e os interesses \n\nprivados não são opostos, porque o interesse coletivo é o fim último de \n\ntodas as normas de Direito, fato que repele a Administração Pública \n\nImperativa. \n\nSegundo Eduardo Garcia Enterría e Fernández Tomás-Ranón, a \n\nAdministração Pública Consensual seria uma técnica de administração no \n\nsentido jurídico da expressão. Segundo os autores, tem se tentado teorizar \n\ncomo tendência geral e estimulada como ?política liberalizadora e \n\ndesalienante?, pois a Administração deixaria de atuar imperativamente e \n\nunilateralmente no exercício de seus poderes e concordaria em ajustar-se \n\ncom a outra parte.\n89\n\n \n\nDessa forma, é possível afirmar, como fez Floriano de Azevedo \n\nMarques Neto, que o contrato administrativo está passando por \n\nconsideráveis câmbios, pois há aumento na complexidade das relações \n\ncontratuais de que participa o Poder Público, acompanhado de \n\nengrandecimento da atuação do Estado no mercado como empresário, o \n\nque tornaria superados os modelos contratuais tradicionais, criando a \n\nnecessidade de implementação de modelos flexíveis e adaptáveis à atuação \n\n                                                      \n89\n\nENTERRÍA, Eduardo Garcia. Fernández Tomás- Ramón. Curso de Direito \n\nAdministrativo. São Paulo: Ed. Revista dos Tribunais LTDA, 1991. p. 591. \n\n\n\n 94 \n\nestatal atual.\n90\n\n \n\nGustavo Justino de Oliveira entende que, diante da lógica da \n\nsociedade em rede, torna-se exigível que o Estado imprima capilaridade \n\naos órgãos e entidades integrantes da estrutura administrativa, pois esse \n\nseria um requisito para tornar efetivas suas ações de coordenação, \n\nexecução e fomento, contexto em que surgem os acordos como \n\nmodalidades negociais, aptas a concretizar e regulamentar as iniciativas \n\ndo Estado em sua atuação em rede.\n91\n\n \n\n \n\n3.6.1.2 Consórcios públicos na legislação brasileira \n\n \n\nNo Brasil, o parágrafo único do art. 23 da Constituição Federal \n\nprevê que lei complementar fixará normas para a cooperação entre a \n\nUnião, os Estados, o Distrito Federal e os Municípios, entretanto o art. 241 \n\ndas Disposições Gerais\n92\n\n estabelece que, sobre os consórcios públicos e \n\n                                                      \n90\n\nMARQUES NETO, Floriano de Azevedo. Do contrato administrativo à \n\nadministração contratual. Revista do Advogado (AASP), ano XXIX, n. 107, 2009. \n\np. 6. \n\n91\nOLIVEIRA, Gustavo Justino de.  Contrato de Gestão. São Paulo: Ed. Revista \n\ndos Tribunais, 2008. p. 44. O autor pondera, ainda, que: ?Em segundo lugar, \n\ntambém a organização estatal passaria a ser compreendida a partir dessa lógica \n\ndifusa (Estado organizado em rede), fator esse que acarreta a policentria, \n\nentendida como a proliferação de centros de decisão política e administrativa, \n\ndotadas de razoável autonomia e independência ante o poder central do Estado.? \n\np.44 e ?Finalmente, em face da globalização, importaria ressaltar que da \n\ncombinação das noções de sociedade em rede e de Estado em rede resultaria o \n\nfenômeno do governo global, entendido como a convergência negociada de \n\ninteresses e políticas dos governos nacionais.? (OLIVEIRA, Gustavo Justino de.  \n\nContrato de Gestão. São Paulo: Ed. Revista dos Tribunais, 2008. p. 45). \n\n92\nArtigo acrescentado pela Emenda Constitucional n.19/1998. \n\n\n\n \n \n\n95 \n\nconvênios de cooperação entre entes federados, a gestão associada de \n\nserviços públicos será disciplinada mediante lei. \n\nA Lei nº 11.107, de 6 de abril de 2005, dispôs sobre as normas \n\ngerais de contratação de consórcios públicos, tratando tanto dos convênios \n\nde cooperação como dos contratos de programa. \n\nHely Lopes Meirelles defende que os consórcios administrativos \n\nsó existem quando celebrados entre entes da mesma espécie e afirma que \n\no que o distingue do convênio é que ?este é celebrado entre pessoas \n\njurídicas de espécies diferentes e aquele só o é entre entidades da mesma \n\nespécie?.\n93\n\n  \n\nNo entanto, o entendimento doutrinário atual é de que essa \n\ndistinção proposta pelo autor está pautada no ?aspecto orgânico ou \n\nsubjetivo dos convênios e dos consórcios?,\n94\n\n sendo que, diante da vigência \n\nda Lei nº 11.107/2005, a distinção está absolutamente superada, pois é \n\npossível também a celebração de consórcios entre entes de diferentes \n\nesferas federativas. \n\n                                                      \n93\n\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. Malheiros Editores: \n\nSão Paulo. 2005. p. 395. Neste mesmo sentido Renato Zugno afirma que o \n\n?consórcio é tido como modalidade que reúne tão-somente entidades públicas de \n\numa mesma espécie, ou seja, entre Estados ou entre Municípios. Tem-se, \n\nportanto, que a diferença básica de consórcio para convênio está na variedade \n\nque pode existir neste (entes públicos e privados) e na unidade obrigatória \n\nnaqueles. Donde depreende-se que entre a União, e Estados ou Municípios \n\nsomente é possível realizar convênio?. (ZUNGO, Renato Espaços públicos \n\ncompartilhados entre a administração pública e a sociedade. Rio de Janeiro: \n\nRenovar, 2003. p. 79).  \n\n94\nMEDAUAR, Odete. OLIVEIRA. Gustavo Justino. Consórcios públicos: \n\ncomentários à Lei 11.107/2005. São Paulo: Ed. Revista dos Tribunais, 2006. p. \n\n15. \n\n\n\n 96 \n\nO § 1º do art. 1º da Lei nº 11.107/2005 estabelece que o \n\nconsórcio público constituirá associação pública ou pessoa jurídica de \n\ndireito privado. Vladimir Alves entende que o legislador permitiu que se \n\nescolhesse qual o regime jurídico a ser aplicável, pois, em se optando por \n\nassociação pública, seguiria o regime das autarquias, e, em se optando \n\npela pessoa jurídica de direito privado, o regime jurídico aplicável seria o \n\nde direito privado.\n95\n\n \n\nO § 2º do art. 1º prevê que a União só pode participar de \n\nconsórcios de que também façam parte os estados em cujos territórios \n\nestejam localizados os municípios consorciados. O § 3º do mesmo artigo \n\nassevera que os consórcios realizados na área de saúde deverão se \n\nsubmeter aos princípios, diretrizes e normas que regulamentam e \n\nconstituem o Sistema Único de Saúde- SUS.  \n\nNão há na Lei nº 11.107/2005 um rol de objetivos de interesse \n\ncomum e não há restrições explícitas, há somente a exigência de \n\natendimento aos limites previstos no art. 2º.\n96\n\n É importante destacar que as \n\n                                                      \n95\n\nALVES, Vladimir. Comentários à Lei dos consórcios públicos. São Paulo: Liv e \n\nEd. Universitária de Direito, 2006. p. 45. sobre o tema o autor assim contextualiza \n\nque a ?liberalidade conferida pela Lei n. 11.107/2005 encontra justificativa no fato \n\nde que a grande maioria dos consórcios pré-existentes a sua vigência foi \n\nconstituída no formato de associação civil e as eventuais dificuldades de \n\nreenquadramento no formato de associação pública (autarquia) poderiam, em \n\ntese, desestimular a atuação dessas entidades. Trata-se de argumento extra-\n\njurídico, insuficiente para justificar a hesitação do legislador em submeter os \n\nnovos consórcios públicos personalizados a um ou a outro regime de direito.? \n\n(ALVES, Vladimir. Comentários à Lei dos consórcios públicos. São Paulo: Liv e \n\nEd. Universitária de Direito, 2006. p. 45). \n\n96\nArt. 2 Os objetivos dos consórcios públicos serão determinados pelos entes da \n\nFederação que se consorciarem, observados os limites constitucionais. \n\n§ 1o Para o cumprimento de seus objetivos, o consórcio público poderá: \n\n\n\n \n \n\n97 \n\ncompetências comuns estabelecidas constitucionalmente não se \n\nconfundem nos consórcios administrativos com os objetivos de interesse \n\ncomum. \n\nO inc. I do § 1º do art. 2º estabelece que os consórcios públicos \n\ncom personalidade jurídica nos moldes do art.1º da mesma lei possuem \n\npossibilidade de firmar convênios. A Instrução Normativa nº 1, de 15 de \n\njaneiro de 1997, expedida pela Secretaria do Tesouro Nacional- STN, \n\nestabelece os requisitos para celebração de convênios e as formalidades \n\npara celebração de contratos, inclusive com o controle de legalidade do \n\nTribunal de Contas. \n\nA constituição do consórcio se dá por contrato ?cuja celebração \n\ndependerá da prévia subscrição de protocolo de intenções?, nos termos do \n\nart. 3º da Lei nº 11.107/2005. O protocolo de intenções tem o objetivo de \n\nconsubstanciar e materializar o objeto da cooperação, associação e \n\nreunião de esforços dos entes, com base na futura celebração do contrato \n                                                                                                                                                   \n\nI – firmar convênios, contratos, acordos de qualquer natureza, receber auxílios, \n\ncontribuições e subvenções sociais ou econômicas de outras entidades e órgãos \n\ndo governo; \n\nII – nos termos do contrato de consórcio de direito público, promover \n\ndesapropriações e instituir servidões nos termos de declaração de utilidade ou \n\nnecessidade pública, ou interesse social, realizada pelo Poder Público; e \n\nIII – ser contratado pela administração direta ou indireta dos entes da Federação \n\nconsorciados, dispensada a licitação. \n\n§ 2o Os consórcios públicos poderão emitir documentos de cobrança e exercer \n\natividades de arrecadação de tarifas e outros preços públicos pela prestação de \n\nserviços ou pelo uso ou outorga de uso de bens públicos por eles administrados \n\nou, mediante autorização específica, pelo ente da Federação consorciado. \n\n§ 3o Os consórcios públicos poderão outorgar concessão, permissão ou \n\nautorização de obras ou serviços públicos mediante autorização prevista no \n\ncontrato de consórcio público, que deverá indicar de forma específica o objeto da \n\nconcessão, permissão ou autorização e as condições a que deverá atender, \n\nobservada a legislação de normas gerais em vigor. \n\n\n\n 98 \n\nde consórcio público. Segundo a disposição legal, o protocolo de intenções \n\npode ser entendido como acordo preliminar dos entes federativos, nos \n\nmoldes da Administração Pública Consensual. \n\n \n\n3.6.1.3 Protocolo de intenções  \n\n \n\nO protocolo de intenções é instrumento essencial para a \n\nformação do consórcio administrativo, por isso a Lei nº 11.107/2005 cuida \n\nde seus requisitos, das exigências e principalmente de suas funções, uma \n\nvez que, ele precisa ser ratificado, mediante lei, por todos os entes \n\nfederativos envolvidos. \n\nO art. 4º da lei refere-se especificamente do protocolo de \n\nintenções e elenca as cláusulas essenciais, bem como trata em seu § 5º \n\nda publicidade do documento: \n\n \n\n?Art. 4o São cláusulas necessárias do protocolo de \nintenções as que estabeleçam: \n\nI – a denominação, a finalidade, o prazo de duração e \na sede do consórcio; \n\nII – a identificação dos entes da Federação \nconsorciados; \n\nIII – a indicação da área de atuação do consórcio; \n\nIV – a previsão de que o consórcio público é \nassociação pública ou pessoa jurídica de direito \nprivado sem fins econômicos; \n\nV – os critérios para, em assuntos de interesse \ncomum, autorizar o consórcio público a representar os \nentes da Federação consorciados perante outras \nesferas de governo; \n\nVI – as normas de convocação e funcionamento da \nassembléia geral, inclusive para a elaboração, \n\n\n\n \n \n\n99 \n\naprovação e modificação dos estatutos do consórcio \npúblico; \n\nVII – a previsão de que a assembléia geral é a \ninstância máxima do consórcio público e o número de \nvotos para as suas deliberações; \n\nVIII – a forma de eleição e a duração do mandato do \nrepresentante legal do consórcio público que, \nobrigatoriamente, deverá ser Chefe do Poder \nExecutivo de ente da Federação consorciado; \n\nIX – o número, as formas de provimento e a \nremuneração dos empregados públicos, bem como os \ncasos de contratação por tempo determinado para \natender a necessidade temporária de excepcional \ninteresse público; \n\nX – as condições para que o consórcio público celebre \ncontrato de gestão ou termo de parceria; \n\nXI – a autorização para a gestão associada de serviços \npúblicos, explicitando: \n\na) as competências cujo exercício se transferiu ao \nconsórcio público; \n\nb) os serviços públicos objeto da gestão associada \ne a área em que serão prestados; \n\nc)  a autorização para licitar ou outorgar \nconcessão, permissão ou autorização da prestação \ndos serviços; \n\nd) as condições a que deve obedecer o contrato de \nprograma, no caso de a gestão associada envolver \ntambém a prestação de serviços por órgão ou entidade \nde um dos entes da Federação consorciados; \n\ne) os critérios técnicos para cálculo do valor das tarifas \ne de outros preços públicos, bem como para seu \nreajuste ou revisão; e \n\nXII – o direito de qualquer dos contratantes, quando \nadimplente com suas obrigações, de exigir o pleno \ncumprimento das cláusulas do contrato de consórcio \npúblico. \n\n§ 1o Para os fins do inciso III do caput deste artigo, \nconsidera-se como área de atuação do consórcio \npúblico, independentemente de figurar a União como \nconsorciada, a que corresponde à soma dos territórios: \n\nI – dos Municípios, quando o consórcio público for \nconstituído somente por Municípios ou por um Estado \ne Municípios com territórios nele contidos; \n\n\n\n 100 \n\nII – dos Estados ou dos Estados e do Distrito Federal, \nquando o consórcio público for, respectivamente, \nconstituído por mais de 1 (um) Estado ou por 1 (um) ou \nmais Estados e o Distrito Federal; \n\nIII – (VETADO) \n\nIV – dos Municípios e do Distrito Federal, quando o \nconsórcio for constituído pelo Distrito Federal e os \nMunicípios; e \n\nV – (VETADO) \n\n§ 2o O protocolo de intenções deve definir o número \nde votos que cada ente da Federação consorciado \npossui na assembléia geral, sendo assegurado 1 (um) \nvoto a cada ente consorciado. \n\n§ 3o É nula a cláusula do contrato de consórcio que \npreveja determinadas contribuições financeiras ou \neconômicas de ente da Federação ao consórcio \npúblico, salvo a doação, destinação ou cessão do uso \nde bens móveis ou imóveis e as transferências ou \ncessões de direitos operadas por força de gestão \nassociada de serviços públicos. \n\n§ 4o Os entes da Federação consorciados, ou os com \neles conveniados, poderão ceder-lhe servidores, na \nforma e condições da legislação de cada um. \n\n§ 5o O protocolo de intenções deverá ser publicado na \nimprensa oficial. \n\n \n\nO art. 5º da referida lei,\n97\n\n também sobre protocolo,observa a \n\n                                                      \n97\n\nArt. 5o O contrato de consórcio público será celebrado com a ratificação, \n\nmediante lei, do protocolo de intenções. \n\n§ 1o O contrato de consórcio público, caso assim preveja cláusula, pode ser \n\ncelebrado por apenas 1 (uma) parcela dos entes da Federação que subscreveram \n\no protocolo de intenções. \n\n§ 2o A ratificação pode ser realizada com reserva que, aceita pelos demais entes \n\nsubscritores, implicará consorciamento parcial ou condicional. \n\n§ 3o A ratificação realizada após 2 (dois) anos da subscrição do protocolo de \n\nintenções dependerá de homologação da assembléia geral do consórcio público. \n\n§ 4o É dispensado da ratificação prevista no caput deste artigo o ente da \n\nFederação que, antes de subscrever o protocolo de intenções, disciplinar por lei a \n\nsua participação no consórcio público. \n\nhttp://www.planalto.gov.br/ccivil_03/_ato2004-2006/2005/Msg/Vep/VEP-0193-05.htm\nhttp://www.planalto.gov.br/ccivil_03/_ato2004-2006/2005/Msg/Vep/VEP-0193-05.htm\n\n\n \n \n\n101 \n\nexigência de aprovação mediante lei pelos entes federados que \n\nconstituirão o consórcio e sem o cumprimento desta exigência o contrato \n\nde consórcio público não será celebrado.  \n\nAntes da edição da Lei nº11.107/2005, a jurisprudência do STF \n\nera no sentido de que a necessidade de autorização legislativa para firmar \n\num consórcio era inconstitucional,\n98\n\n no entanto a situação anterior era \n\ndistinta, pois hoje se o consórcio for instituído sobre a forma de associação \n\npública (personalidade de direito público), passará a?integrar a \n\nAdministração Indireta de todos os entes da Federação consorciados, \n\nainda que temporariamente?.\n99\n\n \n\nCom essa linha de raciocínio, pode-se, em tese, afirmar que a \n\nconstituição do consórcio por meio de pessoa jurídica de direito privado \n\nnão enseja necessidade de ratificação, mas a vontade do legislador foi no \n\nsentido de manter a exigência independentemente da forma como se \n\nconstitui o consórcio administrativo. \n\nEssa exigência prevista no art. 5º, de certa forma sujeitou a \n\nformação de consórcios à agenda política dos municípios. Os gestores \n\nmunicipais muitas vezes não conseguem levar à frente seus projetos \n\ndevido à falta de apoio no Poder Legislativo Municipal. É um dado estranho \n\nao direito, mas é um dado relevante, que deve ou deveria ter sido \n\nponderado com mais atenção pelo legislador. \n\nSobre as normas de funcionamento e organização dos órgãos \n\nconstitutivos do consórcio público há a previsão de estatutos próprios que \n\n                                                      \n98\n\nADIn 342/PR, Tribunal Pleno, Rel. Min. Sidney Sanches, j. 06.02.2003, DJU \n\n11.04.2003. \n\n99\nMEDAUAR, Odete. OLIVEIRA. Gustavo Justino. Consórcios públicos: \n\ncomentários à Lei 11.107/2005. São Paulo: Ed. Revista dos Tribunais, 2006. p. \n\n71. \n\n\n\n 102 \n\nserão aprovados em Assembléia Geral. A lei também prevê a eventual \n\nretirada de ente da federação do consórcio e a alteração ou a extinção de \n\ncontrato de consórcio. \n\nA prestação do serviço de saneamento é de competência do \n\nmunicípio, mas envolve todos os entes da federação, seja para organizar \n\nou para fomentar a estruturação do serviço. A prestação do serviço no \n\nBrasil não é uniforme, muito menos universal e como foi exposto neste \n\ntrabalho muitos municípios não são atendidos por redes de água e esgoto. \n\nA precariedade do acesso aos serviços de saneamento reflete \n\nna saúde e é imperioso para o desenvolvimento do Brasil que sejam \n\ncriados mecanismos que contribuam para a universalização dos serviços \n\nde saneamento básico. \n\nEntão, o consórcio público é instrumento de cooperação, que \n\nviabiliza a regionalização da prestação do serviço e pode ser alternativa \n\npara a superação dos problemas locais.  \n\nComo analisado, por intermédio da forma consorciada seria \n\npossível mudar a realidade da população. O apoio político é indispensável \n\nà formalização dos consórcios e, apesar de ser dado extrajurídico, não \n\npode ser desconsiderado para a análise do problema. \n\n \n\n3.6.2. Alternativa para alcance da universalização: soluções locais \n\nsustentáveis \n\n \n\nHá hoje diversas propostas de soluções locais sustentáveis que \n\npodem atender a localidades desprovidas dos serviços de saneamento.  \n\n\n\n \n \n\n103 \n\nEm um estudo produzido pelo UniCeub em parceria com o \n\nInstituto Superior Técnico, em Lisboa, foram apontadas varias soluções \n\npara tratar do problema do saneamento básico: \n\n \n\n?1. Sistemas convencionais e formais de saneamento, \n\ncomo a rede de ligação de esgotos e seu tratamento, \n\nque são, muitas vezes, impossíveis de serem \n\nutilizados embairros desfavorecidos, porque seria \n\nprecisoligar todas as casas e locais de produção de \n\nesgotos a uma rede subterrânea, que desaguaria em \n\numa estação de tratamento.Assim sendo, esses \n\nsistemas necessitariamde uma grande e dispendiosa \n\nlogística. Além disso, muitas vezes não é fisicamente \n\npossível, devido às condições precárias do terreno \n\nem que esses bairros se encontram. O uso de .gua \n\npotável para o ?transporte? do esgoto é também uma \n\nprática insustentável; \n\n2. Sistemas “flush and forget”, que retiram o esgoto \n\ndos locais de produção por meiode canalização, que, \n\nnormalmente, devido às condições informais do \n\nterreno e da construção, possuem fissuras, \n\nocasionando poluição constante. Por outro lado, o \n\nesgoto é, no término da sua viagem, meramente \n\ndespejado sem nenhuma espéciede tratamento; \n\n3. Sistemas “drop and store”  são normalmente \n\nopções in loco, como latrinas ou fossas sépticas, \n\nsistemas esses muito usados. Infelizmente, devido \n\n.má construção da maior parte das fossas, pois elas \n\nnão são devidamente seladas, estes sistemas são \n\nbastante negativos em termos ecológicos. Tais \n\nsoluções, aparentemente baratas, e de, \n\nrelativamente, facil instalação, acabam não \n\nresolvendo a sustentabilidade do tratamento de \n\nesgotos, e muitos problemas acabam por surgir, \n\ncomo: mau cheiro, moscas, transbordamento, \n\nimpossibilidade de limpeza, ou ainda, a inexistência \n\nde qualquer tratamento dos resíduos.?\n100\n\n \n\n                                                      \n100\n\nCANTUÁRIA, Gustavo. Forte. Joana da Cunha. Simaan. Lucia Lolak. \n\nSaneamento Urbano sustentável referencias projetuais - ECOSAN In Universitas: \n\n\n\n 104 \n\n \n\nExistem organizações que atuam na pesquisa, aplicação e \n\ndifusão de técnicas sustentáveis de purificação de água, reciclagem de \n\nnutrientes, produção integrada, geração de energia renovável, com foco no \n\nconceito de biossistemas integrados e educação ambiental. O esgoto, por \n\nexemplo, é fonte de biogas, é uma forma de tratar o esgoto no local onde \n\nele é gerado, reduzindo custos.  \n\nDevidamente manejada a reciclagem dos nutrientes pode \n\npermitir que o esgoto seja introduzido comobase da cadeia alimentar de \n\nanimais e no cultivo de plantações.\n101\n\n \n\nExistem também outras tecnologias sendo desenvolvidas: \n\n \n\n??Sanitários UDDT (Urine Diverting Dehydrating \n\nToilet): são sanitários onde existe a divis.o de fezes e \n\nurina. A urina. guardada, de modo apropriado, e pode \n\nser utilizada como fertilizante. As fezes, depois de \n\nsecas, reduzem para um décimo o seu tamanho, \n\nfazendo com que a sua descarga seja muito mais \n\nfácil. Por outro lado, a massa resultante pode ser \n\ntambém utilizada como fertilizante ou combustível. \n\nNesses sanitários, não existe contaminação do solo \n\ne, consequentemente, da população. ? um sistema \n\nde simples construção e aplicação, e que não precisa \n\nde água para funcionar; \n\n? Sistema biogás: por meio de uma câmara \n\nanaeróbia, as fezes e a urina são decompostas por \n\nmicroorganismos em gás, podendo o resultado ser \n\ndepois utilizado para cozinhar e para iluminar. Esse \n\nsistema, por meio da decomposição, transforma \n\nquase na totalidade o esgoto produzido em material a \n\nser utilizado; \n                                                                                                                                                   \n\nArquitetura e Comunicação Social, v. 10, n. 2, p. 37-47, jul./dez. 2013. \n\n101\nInformações disponíveis em http://www.oia.org.br Acesso 2/4/2014 \n\nhttp://www.oia.org.br/\n\n\n \n \n\n105 \n\n? Fossa séptica melhorada: esse sistema funciona \n\ncomo as tradicionais fossas sépticas, mas, devido \n\n.sua construção, não existem fissuras, não havendo, \n\nportanto, derrames. O sistema de câmaras \n\nmúltiplaspermite ainda um quase total tratamentodos \n\nesgotos; \n\n? Arborloo: é uma fossa s.ptica que, quando cheia, \n\ntransforma-se no local de plantação de uma árvore. \n\nDesse modo, será a árvore a limpar e a sugar os \n\ndetritos, de modo que estes não se tornem poluentes \n\npara o entorno; \n\n? Fossa alterna:um sistema de adição de terra e \n\ncinzas a uma fossa, permitindo que o processo de \n\ndecomposição se torne mais acelerado; \n\n? Skyloo: um sanitário elevado do chão, onde existe a \n\ndivisão de fezes e urina.\n102\n\n \n\n \n \n\nEsse mesmo estudo relaciona uma série de experiências \n\ninternacionais que podem ser observadas para implantação no Brasil \n\ndesde que respeitadas as especificidades de nosso meio ambiente e de \n\nnossa legislação. \n\n  \n\n                                                      \n102\n\nCANTUÁRIA, Gustavo. Forte. Joana da Cunha. Simaan. Lucia Lolak. \n\nSaneamento Urbano sustentável referencias projetuais - ECOSAN In Universitas: \n\nArquitetura e Comunicação Social, v. 10, n. 2, p. 37-47, jul./dez. 2013. \n\n\n\n 106 \n\nCONCLUSÃO \n\n \n\nAs análises do presente trabalho apontam para a questão de \n\nque existem fragilidade na prestação do serviço de saneamento básico e \n\ntambém fragilidade no sistema federativo brasileiro, pois ao atribuir ao \n\nmunicípio competências e esvaziar sua capacidade de receita sua \n\nautonomia fica seriamente comprometida. \n\nNo primeiro capítulo abordou-se o objeto do presente estudo, o \n\nque é saneamento e qual o histórico da prestação do serviço do setor. O \n\nobjetivo da abordagem foi o de proporcionar uma ampla compreensão da \n\nsituação atual, pois a situação em que hoje se encontra o saneamento \n\nbásico no país não é, como já visto, decorrente do acaso, mas sim de \n\ndecisões ou mesmo omissões políticas. \n\nNeste contexto, quando introduz-se no segundo capítulo a \n\nquestão das competências constitucionais envolvidas no serviço, a \n\ncompreensão prévia do que é o serviço e de quais são seu antecedentes \n\npolíticos institucionais são cruciais para dialogar com os votos proferidos \n\npelo STF no julgamento da ADI 1842/RJ. \n\nNo segundo capítulo pode-se observar claramente como o \n\nJudiciário se manifestou numa questão de competências em política \n\npública. A Constituição Federal estabelece que são de competência do \n\nmunicípio assuntos de interesse local mas não define o que são assuntos \n\nde interesse local. \n\nEm que pese as diversas tentativas de se legislar sobre a \n\nabrangência dos assuntos de interesse local foi o Judiciário que deu a \n\npalavra final e pacificou o entendimento de que o Município é o titular da \n\n\n\n \n \n\n107 \n\ncompetência da prestação do serviço de saneamento básico. Em outras \n\npalavras, o saneamento básico é em regra um assunto de interesse local. \n\nParafraseando os chamados municipalistas as pessoas vivem \n\nno município, elas não residem na União ou no Estado. Além disso, pode-\n\nse verificar que há um descompasso flagrante de infraestrutura de \n\nsaneamento básico nos municípios brasileiros e o que desperta a atenção \n\né que mesmo em regiões desenvolvidas do Sudeste do Brasil há \n\nmunicípios com uma baixa infraestrutura o que denota que as assimetrias \n\nsão muito mais profundas e amplas e não se resumem ao estereótipo de \n\num Sul e Sudeste desenvolvidos e de um Centro Oeste, Norte e Nordeste \n\nsubdesenvolvidos, a disparidades em bairros de um mesmo município, \n\ncomo no caso do Município do Rio de Janeiro, mostra essa triste realidade. \n\nChega-se a conclusão de que para além de uma divisão mais \n\njusta dos recursos é necessário um rearranjo das políticas fiscais e de \n\ninvestimentos de forma a conseguir sanar os deficits básicos de \n\ninfraestrutura dos municípios brasileiros. \n\nUm país assentado sobre os princípios do federalismo fiscal \n\ndeve zelar pela igualdade de oferta de politicas púbicas e serviços aos \n\ncidadãos e trabalhar para minimizar as assimetrias regionais existentes no \n\npaís. \n\nNeste contexto, o possibilidade de consorciamento é uma \n\nsolução institucional para o problema de falta escala para prestação do \n\nserviço, é uma solução que passa pelo arranjo político e equilíbrio de \n\nforças regionais, mas que já é realidade no Brasil. \n\nNo entanto, há locais em que nem mesmo o consórcio seria \n\numa opção, em regiões remotas de difícil acesso ou com características \n\nambientais peculiares, soluções locais sustentáveis são a última e única \n\n\n\n 108 \n\nsolução disponível e deveriam ser mais divulgadas e incentivadas, pois \n\nessas localidades normalmente são as regiões mais vulneráveis à \n\nendemias e a problemas ambientais. \n\nPara além de apontar soluções, o trabalho se destina a \n\ncontribuir para o estudo da questão, levantando a importância da questão \n\nno âmbito acadêmico, jurídico e político. \n\n \n\n \n\n\n\n \n \n\n109 \n\nReferências bibliográficas \n\n \n\nACKERMAN, Bruce. Nós o povo soberano: fundamentos do direito \n\nconstitucional. Tradução de Mauro Raposo de Mello. Belo Horizonte: Del \n\nRey, 2006. \n\n \n\nALOCHIO, Luiz Henrique Antunes. O Problema da Concessão de Serviços \n\nPúblicos em Regiões Metropolitanas: (Re)Pensando um tema relevante. \n\nInteresse Público n° 24, Ano 5, mar/abr 2004, Porto Alegre: Notadez.  \n\n \n\n_____________________________. Direito do saneamento: introdução à \n\nlei de diretrizes nacionais de saneamento (Lei nº 11.445/2007) 2.ed. \n\nCampinas: Millennium Editora, 2010. \n\n \n\nALVES, Allaôr Caffé. Regiões Metropolitanas, Aglomerações Urbanas e \n\nMicrorregiões: novas dimensões constitucionais da organização do Estado \n\nbrasileiro. in Revista de Direito Ambiental. Ano 6. Jan-Mar 2001. \n\n \n\nALVES, Vladimir. Comentários à Lei dos consórcios públicos. São Paulo: \n\nLiv e Ed. Universitária de Direito, 2006. \n\n \n\nALMEIDA. Fernanda Dias Menezes de. Competência na Constituição de \n\n1988. 5. ed. São Paulo: Editora Atlas, 2010. \n\n\n\n 110 \n\n \n\nAMARO, Luciano. Direito Tributário Brasileiro. 16 ed. São Paulo: Saraiva, \n\n2010. \n\n \n\nAMPARO, Paulo Pitanga do; CALMON, Katya Maria Nasiaseni. A \n\nexperiência Britânica de privatização do setor de saneamento. Texto para \n\ndiscussão n. 701. Brasília: IPEA, 2000. Disponível em  \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf. \n\nAcesso 27/01/14. \n\n \n\nANDERSON, George. Federalismo: uma introdução. Tradução, Ewaldo \n\nMagalhães Jr., Fátima Guerreiro. Rio de Janeiro: Editora FGV, 2009. \n\n \n\nATALIBA, Geraldo. Hipótese de Incidência Tributária. 6. ed. São Paulo: \n\nMalheiros, 2008. \n\n \n\n________________. Regime Constitucional e Leis Nacionais e Federais. in \n\nRevista de Direito Público. Ano XII, Janeiro/Junho. 1980 n. 53-54. Editora \n\nRevista dos Tribunais.  \n\n \n\nBARACHO, José Alfredo de Oliveira. Teoria Geral do Federalismo. Belo \n\nHorizonte, FUNARC/UCMG, 1982. \n\n \n\nhttp://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_0701.pdf\n\n\n \n \n\n111 \n\nBARROSO, Luís Roberto. Saneamento Básico: Competências \n\nConstitucionais da União, Estados e Municípios. in Revista Eletrônica de \n\nDireito Administrativo Econômico, n. 11, Agosto/setembro/outubro de 2001. \n\nSalvador. Disponível em http://www.direitodoestado.com/revista/REDAE-\n\n11-AGOSTO-2007-LUIS%20ROBERTO%20BARROSO.pdf \n\n \n\nBECKER, Alfredo Augusto. Teoria Geral do Direito Tributário. 4 ed. São \n\nPaulo: Noesses, 2007. \n\n \n\nBEZERRA, Fábio Luiz de Oliveira. Tributação dos Recursos Hídricos. \n\nInRevista Dialética de Direito Tributário nº 168. Oliveira Rocha: São Paulo, \n\n2009. \n\n \n\nBOLZAN, Fabrizio. A natureza da contraprestação pecuniária nos serviços \n\nde saneamento básico: taxa ou tarifa?. In: PICININ, Juliana; FORTINI, \n\ncristiana (org). Saneamento básico: estudos e pareceres à luz da Lei n. \n\n11.445/2007. Belo Horizonte: Fórum, 2009. \n\n \n\nBONAVIDES, Paulo. Reflexões: política e direito. Imprensa Universitária da \n\nUniversidade do Ceará, 1973.  \n\n \n\n________________. Curso de Direito Constitucional. 27ª ed. São Paulo: \n\nMalheiros Editores, 2012. \n\n \n\nhttp://www.direitodoestado.com/revista/REDAE-11-AGOSTO-2007-LUIS%2520ROBERTO%2520BARROSO.pdf\nhttp://www.direitodoestado.com/revista/REDAE-11-AGOSTO-2007-LUIS%2520ROBERTO%2520BARROSO.pdf\n\n\n 112 \n\nBRASIL. Ministério das Cidades. Secretaria Nacional de Saneamento \n\nAmbiental – SNSA. Sistema Nacional de Informações sobre Saneamento: \n\nDiagnóstico dos Serviços de Água e Esgotos – 2012. Brasília: \n\nSNSA/MCIDADES, 2014. \n\n \n\nBUCCI, Maria Paula Dallari. Política pública: reflexões sobre o conceito \n\njurídico. São Paulo: Saraiva, 2006. \n\n \n\nCAMPOS, Rodrigo Pinto de. Regulação e Federalismo no Serviço Público \n\nde Saneamento Básico. in Saneamento Básico no Brasil. Coordenação: \n\nCarolina Mota. São Paulo: Quartier Latin, 2010.   \n\n \n\nCANTUÁRIA, Gustavo. Forte. Joana da Cunha. Simaan. Lucia Lolak. \n\nSaneamento Urbano sustentável referencias projetuais - ECOSAN In \n\nUniversitas: Arquitetura e Comunicação Social, v. 10, n. 2, p. 37-47, \n\njul./dez. 2013. \n\n \n\nCARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 28ª \n\ned. São Paulo: Malheiros Editores, 2011. \n\n \n\nCARVALHO, Paulo de Barros Carvalho. Curso de Direito Tributário. 21. Ed. \n\nSão Paulo: Saraiva, 2009.  \n\n \n\n\n\n \n \n\n113 \n\nCARVALHO, Vinicius Marques de. Elementos para implementação do novo \n\nmarco regulatório na gestão dos serviços de saneamento básico no Brasil: \n\nqual o espaço da iniciativa privada? in Direito econômico: direito e \n\neconomia na regulação setorial.  Mario Gomes Schapiro (Coordenador). \n\nSão Paulo: Saraiva, 2009. Série GVlaw. \n\n \n\n______________________. O Direito do Saneamento Básico. 1. ed. São \n\nPaulo. Quartier Latin, 2010. \n\n \n\nCHRISTOFIDIS, Demetrios. Olhares sobre a política de recursos hídricos \n\nno Brasil: Ocaso da bacia do rio São Francisco. Brasília, 2001. Tese \n\n(Doutorado), Centro de Desenvolvimento Sustentável da Universidade de \n\nBrasília. Disponível em: http://www.unbcds.pro.br. Acesso em 15 mai. \n\n2010. \n\n \n\nCOELHO, Inocêncio Mártires. Interpretação Constitucional. 2.ª ed. Porto \n\nAlegre: Sergio Antonio Fabris Editor, 2003. \n\n \n\nCOÊLHO, Sacha Calmon Navarro. Curso de direito tributário brasileiro. 11 \n\ned. Rio de Janeiro: Forense, 2010. \n\n \n\nCONTI, José Maurício. (organizador) Federalismo Fiscal. Barueri: Malone, \n\n2004 \n\n \n\nhttp://www.unbcds.pro.br/publicacoes/FernandoScardua.pdf\n\n\n 114 \n\nDEMOLINER, Karine Silva. Água e saneamento básico: regimes jurídicos e \n\nmarcos regulatórios no ordenamento brasileiro. Porto Alegre: Livraria do \n\nAdvogado Editora, 2008. \n\n \n\nDINIZ, Cláudio Smirne. O saneamento básico no Estado brasileiro \n\ncontemporâneo : eficácia e desenvolvimento. Tese (doutorado) – Pontifícia \n\nUniversidade Católica do Paraná, Curitiba, 2012. P.160 Diponível em \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf \n\nAcesso 2/7/2014 \n\n \n\nDURÃO, Pedro. Convênio e consórcios públicos. 3ª ed. Curitiba: Juruá, \n\n2012. \n\n \n\nDWORKIN, Ronald. Uma questão de princípio. 2. ed. São Paulo: Editora \n\nMartins Fontes, 2005. \n\n \n\nENTERRÍA, Eduardo Garcia. Fernández Tomás- Ramón. Curso de Direito \n\nAdministrativo. São Paulo: Ed. Revista dos Tribunais Ltda, 1991. \n\n \n\nFERNADES, Marcio Silva. Autonomia municipal na Constituição Federal de \n\n1988. In Ensaios sobre impactos da Constituição de 1988 na sociedade \n\nBrasileira. Brasília: Câmara dos Deputados, Edições Câmara, 2008. 2v.  \n\n \n\nhttp://www.ceaf.mppr.mp.br/arquivos/File/Claudio_Smirne_Diniz.pdf\n\n\n \n \n\n115 \n\nFIGUEIREDO, Lúcia Valle.  Curso de Direito Administrativo. 5. ed. São \n\nPaulo: Malheiros Editores, 2001. \n\n \n\nGALVÃO JUNIOR, Alceu de Castro. A informação no contexto dos Planos \n\nde Saneamento Básico. Fortaleza: Expressão Gráfica Editora, 2010. \n\n \n\nGOLBERG. Daniel K. Entendendo o Federalismo Fiscal: Uma moldura \n\nteórica multidisciplinar. José Mauricio Conti (Organizador).  Federalismo \n\nfiscal. Barueri, SP: Malone, 2004. \n\n \n\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. 14 \n\ned. São Paulo, Malheiros Editores, 2010. \n\n \n\nHÄBERLE, Peter. El Estado Constitucional. 1 ed. Universidad Nacional \n\nAutônoma de México. Instituto de Investigaciones Jurídicas, Serie Doctrina \n\nJurídica, Núm. 47, México, 2003. Disponível em \n\nhttp://www.bibliojuridica.org/libros/libro.htm?l=14. Acesso em 15/03/2011 \n\n \n\nHABERMAS, Jürgen. Direito e democracia: entre a factibilidade e validade. \n\nVolume II. Tradução: Flávio Beno Siebeneichler. 2. ed.Rio de Janeiro: \n\nTempo Brasileiro, 2003. \n\n \n\nhttp://www.bibliojuridica.org/libros/libro.htm?l=14\n\n\n 116 \n\nHARRO DOS ANJOS JR., Ary. Gestão estratégica do saneamento. São \n\nPaulo: Manole, 2011. \n\n \n\nHORTA, Raul Machado. Direito Constitucional. 5. Ed. Rev. e atuali. Por \n\nJuliana Campos Horta. Belo Horizonte: Del Rey, 2010. \n\n \n\nIBGE. Dados sobre os municípios brasileiros disponíveis em \n\nhttp://www.cidades.ibge.gov.br/xtras/home.php. Acesso 10/07/2014. \n\n \n\n_____. Pesquisa de Orçamentos Familiares 2002-2003: Microdados: Brasil \n\ne grandes regiões. Rio de Janeiro: IBGE, Coordenação de Índices de \n\nPreços, 2004\na\n. 1 CD-ROM.  \n\n \n\nJUNIOR, Alceu de Castro Galvão. XIMENES, Marfisa Maria de Aguiar \n\nFerreira. (organizadores). Regulação da prestação de serviços de água e \n\nesgoto. Fortaleza: Agência Reguladora de Serviços Públicos Delegados do \n\nEstado do Ceará. ARCE, 2008. \n\n \n\nLAKATOS, Eva Maria. Fundamentos de metodologia científica. 7. ed. São \n\nPaulo: Atlas, 2010. \n\n \n\nhttp://www.cidades.ibge.gov.br/xtras/home.php\n\n\n \n \n\n117 \n\nLEAL, Victor Nunes. Coronelismo enxada e voto: o município e o regime \n\nrepresentativo no Brasil. 7ª edição. São Paulo: Companhia das Letras, \n\n2012. \n\n \n\nMACHADO, Hugo de Brito. Curso de Direito Constitucional Tributário. 3ª \n\ned. São Paulo: Malheiros Editores. 2012. \n\n \n\nMADISON, James. HAMILTON, Alexander. JAY, John. Os Artigos \n\nFederalistas 1787- 1788. Tradução Maria Luiza X. de A. Borges. Edição \n\nIntegral. Editora Nova Fronteira. Número XI e Número XVII. \n\n \n\nMARQUES, Márcio Severo. Classificação Constitucional dos Tributos. 1. \n\ned. Max Limonad. 2000. \n\n \n\nMARQUES NETO, Floriano de Azevedo. Do contrato administrativo à \n\nadministração contratual. Revista do Advogado (AASP), ano XXIX, n. 107, \n\n2009. \n\n \n\nMEADOWS, D. L., MEADOWS, D. H., RANDERS, J. &amp; BEHRENS, W.W. \n\nLimites do crescimento- um relatório para o Projeto do Clube de Roma \n\nsobre o dilema da humanidade. 2. ed. São Paulo: Ed. Perspectiva, 1973.  \n\n \n\n\n\n 118 \n\nMEDAUAR, Odete. OLIVEIRA. Gustavo Justino. Consórcios públicos: \n\ncomentários à Lei 11.107/2005. São Paulo: Ed. Revista dos Tribunais, \n\n2006. \n\n \n\nMEIRELLES, Hely Lopes. Direito Municipal Brasileiro. 14 ed. São Paulo: \n\nMalheiros, 2006. \n\n \n\nMENDES, Gilmar Ferreira, COELHO, Inocêncio Mártires, BRANCO, Paulo \n\nGustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. \n\n1 ed. Brasília: Brasília Jurídica, 2002. \n\n_______________________________. Curso de Direito Constitucional. \n\n2.ª ed. São Paulo: Saraiva, 2008. \n\n \n\nMERLIN, Meigla Maria Araújo, O município e o federalismo: a participação \n\nna construção da democracia. Belo Horizonte: Mandamentos, 2004. \n\n \n\nMOTA, Carolina (cood.). Saneamento Básico no Brasil: Aspectos Jurídicos \n\nda Lei Federal nº 11.445/07. São Paulo: Quartier Latin, 2010. \n\n \n\nMOTA, Júlio César Rocha. A universalização do saneamento e o \n\ndesenvolvimento sustentável. Brasília, 2008. Tese (Mestrado). Centro de \n\nDesenvolvimento Sustentável da Universidade de Brasília. Disponível em: \n\nhttp://www.unbcds.pro.br. Acesso em 15 mai. 2010. \n\nhttp://www.unbcds.pro.br/publicacoes/FernandoScardua.pdf\n\n\n \n \n\n119 \n\n \n\n \n\nNUNES, José de Castro. Do Estado Federado e sua organização \n\nmunicipal. Intr. De Alberto Venâncio Filho. 2ª ed. Brasília, Câmara dos \n\nDeputados, 1982. \n\n \n\nOLIVEIRA, Gustavo Justino de.  Contrato de Gestão. São Paulo: Ed. \n\nRevista dos Tribunais, 2008. \n\n \n\nPaes. Nelson Leitão. Siqueira, Marcelo Lettieri. Desenvolvimento Regional \n\ne Federalismo Fiscal no Brasil: em busca da igualdade na distribuição de \n\nreceitas. ECON. APLIC., São Paulo, V. 12, N. 4, p 707-742, outubro-\n\ndezembro 2008. \n\n \n\nPEREIRA FILHO, Luiz Alberto. Taxas e Preços. 2. ed. Curitiba: Juruá, \n\n2009. \n\n \n\nPHILIPPI JR, Arlindo. GALVÃO JUNIOR, Alceu de Castro. Gestão do \n\nsaneamento básico: abastecimento de água e esgotamento sanitário. São \n\nPaulo: Manole, 2012. \n\n \n\nPICININ, Juliana. A remuneração dos serviços públicos de saneamento \n\nbásico. In: PICININ, Juliana; FORTINI, Cristiana (org). Saneamento básico: \n\n\n\n 120 \n\nestudos e pareceres à luz da Lei n. 11.445/2007. Belo Horizonte: Fórum, \n\n2009. \n\n \n\nPNAS - Política Nacional de Assistência Social. Ministério do \n\nDesenvolvimento e Combate à Fome. Brasília, setembro de 2004. \n\n \n\nPORFILIO JÚNIOR, Nelson de Freitas. Federalismo, tipos de estado e \n\nconceitos de estado federal. José Mauricio Conti (Organizador). \n\nFederalismo fiscal. Barueri, SP: Malone, 2004. p. 2. \n\n \n\nPOSNER, Richard A. Fronteiras da Teoria do Direito. 1 ed. São Paulo. \n\nEditora WMF Martins Fontes, 2011. \n\n \n\n________________. EL análisis económico del derecho. 1. ed. México. \n\nFondo de Cultura Económica, 2000.  \n\n \n\nRAGAZZO, Carlos Emmanuel Joppert. Regulação jurídica, racionalidade \n\neconômica e saneamento básico. 1. Ed. Rio de Janeiro. Ed. Renovar, \n\n2011. \n\n \n\nRANDALL, Alan e BERGSTROM, Jonh C. Resource economics: an \n\neconomic approach to natural resource and environmental policy.3. ed. \n\nNew York: Edward Elgar Pub, 2010. \n\n\n\n \n \n\n121 \n\n \n\nREGIS, ANDRÉ. O novo federalismo brasileiro. Rio de Janeiro: Forense, \n\n2009. \n\n \n\nREIS, Elcio Fonseca. Federalismo Fiscal: competência concorrente e \n\nnormas gerais de direito tributário. Belo Horizonte: Mandamentos, 2000. \n\n \n\nREZENDE, Fernando. Desafios do federalismo fiscal. Rio de Janeiro: \n\nEditora FGV, 2006. \n\n \n\nREZENDE, Sonaly Cristina. Heller, Léo. O Saneamento no Brasil: políticas \n\ne interfaces. 2. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2008. \n\n \n\nROCHA, Cármen Lúcia Antunes. República e federação no Brasil: traços \n\nconstitucionais da organização política brasileira. Belo Horizonte: Del Rey, \n\n1996. \n\n \n\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. Malheiros \n\nEditores LTDA. 25. Ed.. 2005. \n\n \n\nSTANCANELLI, Giuseppe. Los consorcios en el derecho administrativo. \n\ned. Escuela Nacional de Administracion Publica: Madrid, 1972.  \n\n\n\n 122 \n\n \n\nTAVANO, Maria Josefina. Los pressupuestos de la responsabilidad civil. Buenos \n\nAires: Rubinzal-Culzoni, 2011. \n\n \n\nTEMER, Michel. Elementos de Direito Constitucional. 22. ed. São Paulo: \n\nMalheiros Editores LTDA, 2007. \n\n \n\nTESOURO NACIONAL. Situação financeira dos Estados e Municípios. \n\nDados completos disponíveis em \n\nhttp://www3.tesouro.fazenda.gov.br/estados_municipios/ Acesso 3/9/2014 \n\n \n\nTESOURO NACIONAL. Consulta de regularidade fiscal. A consulta de \n\nregularidade está disponivel em \n\nhttps://consulta.tesouro.fazenda.gov.br/entesbloqueados/index.asp Acesso \n\n2/4/2014 \n\n \n\nTOCQUEVILLE, Alexis de. A democracia na América. Tradução: Neil \n\nRibeiro da Silva. 1. ed. São Paulo: Folha de São Paulo, 2010.  \n\n \n\nTrata Brasil: Saneamento, Educação, Trabalho e Turismo - Pesquisa Trata \n\nBrasil/FGV. Disponível em http://www3.fgv.br/ibrecps/trata_fase2/index.htm \n\n- acessado em 06/02/2014. \n\n \n\nhttp://www3.tesouro.fazenda.gov.br/estados_municipios/\nhttps://consulta.tesouro.fazenda.gov.br/entesbloqueados/index.asp\n\n\n \n \n\n123 \n\nTrata Brasil: Saneamento é Saúde. Cordenação: Marcelo Côrtes Neri. Rio \n\nde Janeiro: FGV/IBRE, CPS, 2007. Disponível em \n\nhttp://www3.fgv.br/ibrecps/CPS_infra/index_teste.htm. Acesso em \n\n05/01/2012. \n\n \n\nTUROLLA, Frederico Araújo. Financiamento dos serviços de saneamento \n\nbásico. in Saneamento Básico no Brasil. Coordenação: Carolina Mota. São \n\nPaulo: Quartier Latin, 2010. p. 113-114. \n\n \n\n_______________________. OHIRA, Thelma Harumi. A Economia do \n\nSaneamento Básico. Disponível em \n\nhttp://www.pucsp.br/eitt/downloads/III_CicloPUCSP_TurollaeOhira.pdf. \n\nAcesso em 2/4/2014. \n\n \n\nKELSEN, Hans. Teoria geral do direito e do Estado. Tradução Luís Carlos \n\nBorges. 4. ed. São Paulo: Martins Fontes, 2005. \n\n \n\nKRIELE, Martin. Introdução à teoria do estado: os fundamentos históricos \n\nda legitimidade do estado constitucional democrático. Tradução Urbano \n\nCarvelli. Porto Alegre: Sergio Antonio Fabris. 2009. \n\n \n\nZUNGO, Renato Espaços públicos compartilhados entre a administração \n\npública e a sociedade. Rio de Janeiro: Renovar, 2003.  \n\n \n\nhttp://www3.fgv.br/ibrecps/CPS_infra/index_teste.htm\nhttp://www.pucsp.br/eitt/downloads/III_CicloPUCSP_TurollaeOhira.pdf"}]}}}