{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05619"}, {"@name": "filename", "#text": "BTP_1978_21_3_10_Atividade_gerencial.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "’•J'’\tADMINISTRAÇÃO DA PESQUISA\n,<(//¥\t■'f - 1 .\tA Atividade Gerencial no Desenvolvimento de Processos da Indústria Química (*)\nSINOPSE - A indústria química envolve peculiaridades marcantes, que exigem tratamento metodológico apropriado para o desenvolvimento de processos nessa área.\nPropõe-se uma rota metodológica considerada eficaz para o desenvolvimento de processos, desde que implementada com criteriosa adequação a cada caso em particular.\nA ação de um gerente nessa área de P &amp;D deve ser norteada por algumas idéias básicas, também focalizadas no contexto.\n0 autor\nNELSON BRASIL DE OLIVEIRA, formado em Química Industrial pela Escola de Engenharia da Universidade Federal do Rio Grande do Sul e em Engenharia Química pela Escola Nacional de Química da Universidade Federal do Rio de Janeiro, possui Cursos de Especialização em Engenharia Econômica pela Escola Nacional de Engenharia e de Planejamento pelo IPEA. No exterior realizou Cursos de Tecnologia de Elastômeros (NBS) e de Gerência para a Indústria Petroquímica (ADLj. Foi instrutor da Escola de Engenharia da UFRJ; Engenheiro, Chefe de Divisão e Superintenden-te-Adjunto da Fábrica de Borracha Sintética, da PETROBRÃS; Engenheiro da Assistência à Indústria Petroquímica da PETROBRÃS; Engenheiro e Chefe do Setor de Projetos Industriais do Serviço de Planejamento; atualmente é Chefe da Divisão de Petroquímica e Polímeros, do Centro de Pesquisas e Desenvolvimento Leopoldo A. Miguez de Mello.\n(*) Trabalho apresentado ao Simpósio sobre Transferência de Tecnologia, organizado pelo Centro de Pesquisa e Desenvolvimento da Bahia (CEPED) e realizado em novembro de 1977, em Salvador, Bahia.\n1\t- INTRODUÇÃO\nO desenvolvimento de processos constitui atividade relevante na indústria química e seu objetivo é a descoberta de novas rotas tecnológicas que se caracterizem por:\n—\tempregar fontes alternativas de matérias-primas;\n—\tseguir novos procedimentos técnicos;\n—\tresultar em novos produtos.\nAs experiências que têm por propósito o emprego de fontes alternativas de matérias-primas, substitutas futuras de produtos utilizados em processos usualmente empregados (atividade conhecida como “nacionalização” de matéria-prima), constituem o primeiro patamar do desenvolvimento tecnológico, na área de processos. Em muitos casos, as próprias unidades fabris realizam essa atividade em suas instalações (utilizando-se ou não de modelos reduzidos), sem recorrer ao apoio técnico de órgãos de pesquisa externos. Obviamente, centros de pesquisa externos à unidade operacional também podem desenvolver essa atividade, de forma bastante autônoma.\nNo entanto, quando se pretende modificar um processo através de alterações de sua variáveis operacionais (tipo e relação entre reagentes, condições e ordem de adição ao reator, perfis de temperatura e pressão, sistemas catalíticos, etc.), bem como introduzir modificações em tipos e características de equipamentos, é indispensável atingir-se um profundo conhecimento dos fundamentos técnicos do processo, o que normalmente é alcançado pela geração de uma elevada quantidade de dados experimentais. A precisão requerida na mensuração desses dados, da mesma forma que a grande quantidade de experiências a serem realizadas, aconselham a simulação do processo em escala reduzida (miniaturização), cujo acompanhamento e controle requerem a utilização de uma sofisticada infra-estrutura de experimentação e de ensaios de avaliação. Essa tarefa é mais adequadamente conduzida em um órgão desvinculado da operação industrial, devido à autonomia decisória que requer para a programação e condução das atividades de longo prazo, sem as pertubações resultantes de solicitações de curto prazo. Como, por outro lado, é de extrema importância o envolvimento do usuário em potencial da tecnologia nas atividades relacionadas com sua geração, considera--se que o esquema de trabalho ideal consiste em compor--se uma equipe de trabalho integrada por técnicos de centros de pesquisas e da própria unidade, que atuem nas áreas de acompanhamento do processo e na operação. Essa equipe atuaria desvinculada da estrutura da unidade industrial, contando com a sofisticada infra-estrutura que a pesquisa requer.\nNos estudos relativos a fontes alternativas de matérias-primas, que normalmente objetivam atender necessidades estratégicas de suprimento (disponibilidades locais) ou novos procedimentos técnicos (processos) que visem a melhoria na economicidade de fabricação (otimização), são examinados aspectos técnicos e econômicos vinculados à produção em si (oferta), mas não necessariamente à demanda de mercado. Diversamente, a “engenharia do produto” constitui o estágio do desenvolvimento de processos, cujo objetivo é atender necessidades do consumidor: procura-se fabricar novos produtos ou desenvolver novos mercados para produtos exis\ntentes (ainda que ligeiramente modificados). Neste caso, a equipe de trabalho mencionada no parágrafo anterior deveria ser ampliada com o fim de acolher um representante do consumidor, de acordo com a estratégia de envolvimento dos usuários potenciais nas tarefas renovadoras, como foi mencionado anteriormente.\n0 desenvolvimento de processos na indústria química, na forma com que é conceituado e apresentado neste trabalho, embora constitua o principal objetivo da pesquisa industrial, deve ocorrer em paralelo com a capacitação técnica em outras áreas, dentre estas devendo-se destacar:\n—\tpesquisa básica ou fundamental;\n—\tdesenvolvimento de técnicas e instrumental analítico.\n2\t- METODOLOGIA\n2.7\t- O PLANO DE AÇÃO\nA seguir é apresentado um esquema para o planejamento e condução de um programa de pesquisa, na área de desenvolvimento de processos, sob um enfoque bastante abrangente (o que permite simplificações em sua aplicação).\nEsse esquema de trabalho, que se costuma denominar “Plano de Ação”, tem caráter eminentemente dinâmico. Deve ser modificado com frequência, tendo-se em vista o acréscimo, detalhamento ou alteração de fases constitutivas.\nA seguir conceituam-se as diversas etapas de um Plano de Ação:\n2.1.1\t- ETAPA PRELIMINAR\n— Caracterização da área tecnológica que deverá ser coberta, bem como definição das metas que se pretende alcançar.\n— Avaliação global do programa, em termos de atrati-vidade para o usuário em potencial da tecnologia e de exeqüibflidade para o órgão executor.\n— Preparação de um Estudo sobre o Estado da Arte. Trabalho descritivo e analítico sobre o estágio atual do desenvolvimento da técnica no campo coberto pelo projeto de pesquisa e compreendendo: a) levantamento bibliográfico exaustivo, inclusive patentes; b) coleta de informações sobre tecnologias comerciais competitivas; c) avaliação do mercado tecnológico.\n— Execução de um programa de ensaios de caráter exploratório, de pequena duração e com o objetivo de identificar realisticamente dificuldades relevantes que possam surgir no decorrer da pesquisa.\n— Elaboração das bases para o programa experimental a ser desenvolvido, compreendendo: a) análise das conclusões contidas no Estudo sobre o Estado da Arte, seguida da apresentação dos rumos a serem adotados na condução do programa experimental; b) apresentação genérica do programa experimental, estabelecendo suas etapas principais e tempos de duração estimados; c) avaliação dos recursos necessários à condução do programa.\n— Avaliação técnico-econômica preliminar do processo, compreendendo: a) concepção preliminar da futura unidade industrial, contendo um esquema simplificado do processo e apresentando suas variáveis principais; b) disponibilidade e preços de insumos; c) mercado para o produto (tamanho, preço e tendência), inclusive ofer\nta competitiva; d) estimativa sumária do investimento que seria requerido e rentabilidade esperada.\n2.1.2\t- PROGRAMA EXPERIMENTAL\nO programa experimental, cujas bases foram estabelecidas na Etapa Preliminar, deve ser posteriormente detalhado, com a apresentação das seguintes informações, dentre outras: a) fluxograma e detalhes de projeto da unidade experimental a ser utilizada; b) programa de amostragem e fixação dos sistemas analíticos que serão utilizados; c) descrição das variáveis de processo a serem estudadas; d) apresentação do plano de experimentação a ser cumprido nos diversos níveis (bancada, piloto, etc.), referido ao cronograma respectivo.\n2.1.3\t- ETAPA FINAL\nNesta etapa far-se-á a consolidação dos dados gerados nas unidades experimentais, com vistas ao preparo do projeto de engenharia básica da unidade industrial, bem como para o estudo de viabilidade técnico-econômica.do empreendimento.\n2.2 - A A VALIAÇÃOECONÔMICA\nA avaliação econômica é um julgamento de valor sobre o projeto de pesquisa.\nTrata-se de uma atividade que deve ser realizada e repetida sistematicamente (com diferentes níveis de precisão), nas diversas etapas de trabalho.\n2.2.1 - ESTIMATIVAS DE INVESTIMENTO\nDiversos procedimentos têm sido sugeridos na bibliografia técnica, cabendo destacar os seguintes:\na)\tRazão de “turn over” do capital. Uma maneira simples de se efetuar uma rápida estimativa do investimento que será requerido para uma unidade industrial constitui o uso da razão de “turn over” do capital, que é a relação entre os valores do faturamento anual e o capital fixo. O faturamento pode ser grosseiramente estimado com base na relação entre preços de produtos e de in-sumos. Uma aplicação típica desse procedimento é mostrada a seguir:\nV = 12 onde: I = investimento total ’ I\tV = vendas totais no ano\nP = preço unitário do produto p _ 2 g\tC = custo unitário da matéria-\n~\t’\t-prima principal\nEssas relações foram calculadas para algumas empresas que atuam no campo de polímeros (termoplásticos e elastômeros), localizadas no Brasil. Por esse motivo, os valores apresentados devem ser adotados com as devidas reservas. A título ilustrativo, a seguir são apresentados outros valores de “turn over ratios” mencionados na bibliografia:\nAmônia: 0,35\nEstireno: 0,61\nÁcido nítrico: 1,29\n■ Sulfato de amônio: 5,55\nConsidera-se que esse índice é menor do que 1 para plantas com grande capacidade, mercado estável e relativas a produtos químicos básicos. O valor unitário é superado no caso de produtos resultantes de várias transformações físicas ou químicas, com custos onerados pelo peso da matéria-prima ou empreendimento com elevado grau de risco.\nEsse método é empregado na etapa preliminar de um projeto de pesquisa, quando ainda não se dispõe de dados experimentais. >\nb)\tExtrapolação por índices. Não se dispondo de dados experimentais, o investimento de uma nova unidade pode ser estimado pela comparação com processos similares (cujo valor do investimento é conhecido), com o auxílio de uma conhecida relação de escalada (“scale up”):\n£2 . At2\n11 Ci Ati\nonde:\nA = índice de custos, tipo “CE plant cost index”, para anos ti e t2;\nC = capacidades produtivas das plantas 1 e 2;\nI\t= investimentos requeridos pelas plantas 1 e 2 0,6 &lt;n &lt;1,0\nA extrapolação por índice e a razão de “turn over” do capital são métodos empregados na fase preliminar de projetos de pesquisa.\nc)\tUma estimativa preliminar também pode ser feita utilizando-se o “Fator de Lang”. Este método parte do pressuposto de que já se- tenha estimado o custo do equipamento de processo. Com base no custo total desse equipamento, estima-se o investimento, utilizando-se os fatores indicados a seguir para os processos assinalados:\nProcesso Sólido Sólido/fluido Fluido\nFator de Lang\n3JÕ\n3,63\n4,74\n/\nd)\tDimensionamento de equipamentos e uso de fatores de correlação.\nEste método de estimativa do investimento de uma unidade industrial também parte do pressuposto de que os equipamentos principais já tenham sido dimensionados e estimados os custos correspondentes. A partir dos mencionados custos, através de correlações típicas, estima-se o investimento da unidade industrial.\nA seguir é apresentado, a título exemplificativo, um conjunto típico desses fatores de correlação, que se considera válido para o Brasil, na atual conjuntura:\nDISCRIMINAÇÃO\t\t\nAdministração e pré-operação\t\t6\nEstudos e projetos:\t\t12\n— “know how”\t2(*)\t\n— Eng.a básica\t4\t\n- Eng.a detalhe\t6\t\nTerreno e obras civis\t\t7\nEquipamentos e materiais:\t\t60\n— Equipamentos\t40\t\n— Materiais\t20\t\nMontagem\t\t15\nTOTAL\t\t100\n(*) A estimativa refere-se a processos conhecidos e com elevado grau de competitividade no mercado.\nQuanto ao capital de giro, usualmente se prevê uma reserva financeira para cobrir gastos com a manutenção de estoques de matéria-prima, produtos químicos, solventes, etc., além de recursos para folha de pessoal e pequena reserva de caixa. O capital de giro deve constí-tuir-se em preocupação apenas numa fase mais elaborada das estimativas econômicas, e é necessário que sua ordem de grandeza varie entre 10 a 20% do investimento fixo.\n2.2.2 — ESTIMATIVA DE CUSTOS OPERACIONAIS\nAo se iniciar o desenvolvimento de um processo, devem-se examinar disponibilidades, situação de preços e tendências de evolução, características e qualidades específicas de matérias-primas e produtos, na área onde se pretende instalar a unidade industrial. Essas informações serão úteis para a definição da rota tecnológica, sistema produtivo e porte do investimento.\nEm prosseguimento ao estudo, devem-se estimar custos de produção (variáveis e fixos), que serão tanto mais completos e precisos quanto mais adiantado se encontrar o desenvolvimento do processo.\nCustos variáveis (dispêndios com matéria-prima, produtos químicos e auxiliares, solventes e catalisadores, utilidades e crédito de subprodutos) usualmente podem ser estimados nas fases iniciais ou intermediárias do desenvolvimento. Custos fixos (mão-de-obra, depreciações e amortizações, impostos e taxas, gastos administrativos, financeiros e comerciais) são estimados quando já é conhecido o investimento requerido para a instalação industrial.\n2.3\t- A A VALIAÇÃO DE MERCADO\nEstudos de mercado (tamanho e características) devem ser iniciados na fase preliminar do desenvolvimento de um processo. Durante a fase experimental (especialmente em unidades-piloto) devem ser realizados constantes contatos diretos de pesquisadores com os consumidores em potencial. Devem ser produzidos, em grandes quantidades, amostras para testes de aplicação pelos usuários em potencial. É de relevante importância o “feed back” de quem teste o produto nas aplicações comerciais para o pesquisador que desenvolve o processo produtivo.\n3\t- UNIDADES EXPERIMENTAIS\nNão há uma terminologia definida e aceita, em consenso, para os diversos tipos de unidades experimentais. Assim, por exemplo, às vezes se denomina de unidade--piloto a uma unidade experimental com porte e características de unidade semicomercial. Unidades de bancada e piloto, também, são muitas vezes confundidas.\nA seguir é apresentada uma classificação das unidades experimentais, segundo critérios que parecem refletir um\nentendimento razoavelmente generalizado nesse assunto:\n—\tunidade de bancada: tem por objetivo principal a coleta de informações sobre fundamentos de processo, tais como mecanismos de reação (seletividade, etc.) e ci-nétiça de reação (efeito de variáveis operacionais sobre rendimentos, etc.). Apenas o componente principal para a condução do processo (normalmente o reator) é estudado. A unidade pode ser projetada para operar em bate-lada ou continuamente e ser construída de vidro ou em aço. Normalmente tem baixa capacidade produtiva (algumas dezenas ou centenas de gramas por hora);\n—\tunidade-piloto: o objetivo principal é o fornecimento de dados para o projeto básico e para o estudo de viabilidade técnico-econômica de uma unidade industrial. Usualmente, além do reator, a unidade contém outras seções cujo conhecimento detalhado é requerido para fins de projeto: acabamento (despressurização-de gases, remoção de catalisador, recuperação de solventes, etc.), reciclo de produtos que não reagiram, etc. Objetiva-se, também, a produção de amostras em quantidades\n' para avaliação comercial do produto. A unidade pode, outrossim, se destinar à prestação de serviços de assistência técnica a unidades industriais já instaladas. Do mesmo modo que a unidade de bancada, a piloto pode ser projetada para operar de forma contínua ou descontínua (em batelada). A capacidade produtiva é de 10 a 50 vezes superior à da unidade de bancada;\n—\tunidade protótipo ou semicomercial: é uma escala intermediária entre a piloto e a industrial. É requerida para o caso de desenvolvimento de processos com características distintas de outros processos comerciais conhecidos e, assim, o “scale up” intermediário serve para minimizar o risco da escalada para a unidade industrial. Aparelhos conhecidos em nova aplicação, materiais de construção (problemas de corrosão), instrumentação, procedimentos de operação e controle em linha são estudados com maior rigor e precisão. Serve, ainda, para a produção de amostras para testes comerciais, nas elevadas quantidades requeridas pelos setores interessados (processamento de resinas, por exemplo, requer algumas toneladas de amostra para testes de aplicação em extru-soras ou injetoras industriais). Finalmente, deve ser encarada como uma “unidade de demonstração”, de grande utilidade quando se pretende comercializar o processo desenvolvido. A capacidade produtiva dessa unidade é de 10 a 100 vezes superior à da unidade-piloto.\nA necessidade ou não de utilização de todas as unidades experimentais mencionadas dependerá de características peculiares a cada processo em desenvolvimento.\nCertos processos, por serem de extrapolação fácil, praticamente requerem apenas experimentação em uma das categorias das unidades mencionadas. Exemplo: o projeto de um reator multitubular pode ser desenvolvido com base em experimentos conduzidos em um reator experimental monotubular.\nOutros processos (como extração líquido-líquido em coluna agitada, onde se fazem sentir os efeitos de parede) apresentam alguma dificuldade para a extrapolação, sendo conveniente a condução de experimentos em um estágio intermediário entre a bancada e a industrial.\nA unidade de bancada e a unidade protótipo normalmente são localizadas no Centro de Pesquisas e na Unidade Industrial, respectivamente, devido a facilidades de apoio requeridas (pesquisa e infra-estrutura de utilidades). Registre-se, no entanto, que a condução do programa de pesquisas deve ser orientado diretamente pelo pessoal envolvido nesse programa., ainda que a unidade experimental seja operada na área industrial, por pessoal vinculado à operação.\nQuanto à unidade-piloto, sua localização mais adequada deve ser decidida com base no balanço dos seguintes fatores:\nDISCRIMINAÇÃO\tCENTRO DE PESQUISAS\tUNIDADE INDUSTRIAL\nRecebimento e armazenagem de matéria-prima. Escoamento de produtos\t\tPreferível\nApoio analítico de laboratório\tPreferível\t\nApoio experimental da unidade de bancada\tPreferível\t\nProximidade do pessoal de operação industrial\t\tPreferível\nProximidade dos pesquisadores\tPreferível\t\nSistema de utilidades\t\tPreferível\nSupremacia da geração de dados sobre a produção\tPreferível\t\nQuanto ao porte, pode-se registrar que as unidades--piloto grandes têm vantagens (operação mais estável, maior confiabilidade dos dados, projeto mais fácil) e desvantagens (custos do investimento e operação maiores). Também neste caso, a decisão deverá ser tomada em função de adequado balanço entre vantagens e desvantagens.\nA unidade de bancada aproxima-se mais das atividades de laboratório (condições ideais) do que as atividades da unidade industrial. A unidade-piloto, diversamente, procura-se assemelhar à unidade industrial. Assim sendo, a concepção de seu sistema de operação (contínuo ou descontínuo) deverá levar muito em conta o projeto da unidade industrial correspondente.\nA concepção de uma unidade experimental tem relevante importância sobre as diretrizes do seu projeto, dado o elevado grau de criatividade exercido nessa tarefa. Por esse motivo constitui grave erro a compra pura e simples de um projeto de unidade experimental (bancada ou piloto), na forma de “pacote” fechado, isto é, sem que o usuário (pesquisador) influa na sua concepção (“basic design”).\nDe forma esquemática, o procedimento usado para se projetar uma unidade experimental é apresentado adiante:\na) Plano Básico de Implantação:\n—\tdefinição do processo (objetivo, descrição sumária, reações e operações);\n—\tcapacidade e localização da unidade (justificativa);\n—\tcaracterísticas e propriedades das matérias-primas e produtos (inclusive grau de toxidez humana e agressividade a materiais);\n—\tcondições operacionais a empregar, variáveis a controlar (medições a realizar);\n—\tsistema de amostragem e analítico a empregar;\n—\tprograma operacional (inclusive duração de campanhas);\n—\tinfra-estrutura de apoio requerida (sistemas de armazenamento, carga e descarga da unidade, inclusive recuperação de materiais e eliminação de rejeitos);\n—\tsegurança operacional;\n—\tfluxograma de processo, “lay-out” e desenhos de elevação da unidade.\nb) Projeto Detalhado da'Unidade, contendo:\n—\tfolhas de especificação, diagramas, desenhos e memória de cálculos de processo utilizado para o dimen-sionamento dos equipamentos, vasos e instalações;\n—\tjustificativa da seleção de materiais realizada;\n—\tconcepção de vasos, reatores, tubulações e acessórios, trocadores, bombas e compressores, instrumentos de controle e medida, instalações elétricas.\n4\t- APRECIAÇÕES FINAIS\nO planejamento e a condução de atividades relacionadas ao desenvolvimento de processos requer o emprego de critérios, discernimento pessoal e julgamento de valores, cujos parâmetros são eminentemente subjetivos e demandam, do pessoal envolvido, um elevado grau de vivência nessa área.\nÉ muito difícil, senão impossível, quantificar padrões que possam orientar a tomada de decisões uniformes nessa área.\nA experiência individual, o “feeling” profissional, tem relevante importância no processo decisório. Sua influência é altamente benéfica, desde que sejam evitadas distorções nas avaliações procedidas, sob a influência de tendências profissionais de indivíduos (primado da especialização sobre o valor global do empreendimento).\nSeria conveniente que todos aqueles que lidam nessa área tivessem sempre presentes as seguintes idéias básicas, aqui apresentadas como aforismos:\n—\tnunca é muito cedo nem muito tarde para se fazer uma avaliação econômica;\n—\tuma estimativa de custo pode requerer duas horas ou dois meses. O que importa não é o tempo requerido, mas sim a aplicação da informação obtida;\n—\to objetivo de uma unidade experimental deverá ser sempre a geração de informações sobre processos ou produtos, nunca a simples ou prioritária obtenção de produtos;\n—\ta característica mais nobre de uma unidade-piloto é o seu correlacionamento (fator de “scale up”) com a unidade industrial;\n—\tas idéias para o desenvolvimento de novos processos devem ser “vendidas” diretamente pelos pesquisadores;\n—\to grande condicionante da atratividade de um projeto de pesquisa é o seu mercado tecnológico em potencial;\n—\tum gerenciamento ineficaz da atividade de pesquisa resulta em enormes desperdícios de escassos recursos;\n— o desenvolvimento de processos requer uma permanente e sistemática avaliação, sob os enfoques tecnológicos, mercadológicos e econômicos.\nABSTRACT - The chemical industry outstanding features require an appropriate methodological handling for the development of processes in such an area.\nIt is sugested a methodological approach that is assumed to be effective for process development, provided that it may be reasonably fitted to each specific case.\nManager’s action in thisR &amp;D area should be led by some basic ideas pointed out in this paper as well\n(Originais recebidos em 29-V-78.)\nB. téc. PETROBRAS, Rio de Janeiro, 21 (3): 271-276, jul./set. 1978"}]}}}