{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08810"}, {"@name": "filename", "#text": "13684_Vilarigues_2008.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Márcia Gomes Vilarigues\nEstudo do Efeito da Adição de Iões\nMetálicos na Corrosão de Vidros Potássicos\nDissertação apresentada para obtenção do Grau de Doutor em Conservação e Restauro, especialidade em Ciências da Conservação, pela Universidade Nova de Lisboa, Faculdade de Ciências e Tecnologia.\nLISBOA\n2008\nAgradecimentos\nO meu primeiro agradecimento vai para o Professor Doutor Rui Coelho da Silva pela amizade, orientação, apoio, incentivo e disponibilidade constantes ao longo deste trabalho.\nUm agradecimento ao Professor Doutor António Pires e Matos por ter aceite entrar neste barco e pelas sempre boas sugestões dadas.\nAo Professor Doutor Fernando Pina que me disse “A Márcia se quer continuar a fazer investigação tem de escolher um assunto”, tendo-me assim feito procurar e encontrar esta área do conhecimento que me tem dado muito prazer. À Professora Doutora Maria João Melo cuja dinâmica, motivação e procura pela excelência são sempre um exemplo a seguir.\nUma palavra especial de agradecimento ao Dr. Pedro Redol pela amizade, sugestões e disponibilização das amostras dos vitrais do Mosteiro de Santa Maria da Vitória (Batalha).\nAo Luís Cerqueira do ITN pela amizade, apoio, sugestões e constante disponibilidade manifestadas para as análises de microssonda iónica.\nGostava também de expressar os meus agradecimentos aos meus colegas do DCR e do Centro do Vidro pela amizade, camaradagem e bom ambiente de trabalho que me foram proporcionados.\nÀ Ana Maria por estar sempre presente, tornando melhores os dias no DCR.\nPor fim um agradecimento especial ao Matthias e à minha família pelo apoio e incentivo constantes.\nSumário\nFragmentos de vitrais do séc. XV, provenientes do Mosteiro de Santa Maria da Vitória (Batalha), foram analisados pela primeira vez, de forma sistemática, de forma a obter-se um termo de referência para o estudo da corrosão de vidros potássicos antigos. Pare este estudo recorreu-se às espectroscopias de feixes de iões e de infravermelhos, tendo-se determinado que os vidros de base são formados por misturas de óxidos de Si, K, Ca, e de óxidos de Mn, Fe e Cu, usados como corantes, em composições que estão de acordo com o receituário da época. As grisalhas revelaram-se misturas de óxidos de Si e Pb, com elevadas concentrações de Fe e Cu, e também de Zn, cuja presença é notável uma vez que não se encontra habitualmente associado com aqueles metais. A camada de corrosão mostrou-se formada por carbonatos e oxalatos de Ca.\nEstabelecida a composição de referência, pretendeu-se estudar neste trabalho o efeito da introdução de elementos de coloração na deterioração de vidro potássico em presença de água, para compreender os mecanismos de corrosão dos vitrais medievais, essencial a um trabalho de conservação adequado. Assim, produziram-se vidros modelo com composições SiO2-CaO-K2O semelhantes às encontradas nos vitrais do Mosteiro da Batalha, a que foram adicionados óxidos de Cu, Fe ou Mn, isoladamente ou em combinação. Estes vidros foram sujeitos a ensaios de imersão em água de forma a simular ambientes de elevada humidade.\nA corrosão e a sua progressão foram caracterizadas por técnicas espectroscópicas de feixes de iões e de infravermelhos com transformada de Fourier, e por microscopia óptica, em combinação com a avaliação das alterações da solução aquosa, em particular o seu pH. As condições de testes exploradas, com e sem agitação do meio, conduziram a diferentes morfologias de superfície associadas com as diferentes taxas da corrosão. Mostra-se que se formam camadas superficiais de carbonato de Ca, e uma camada rica em Si nos períodos mais longos da imersão. Para além destas, encontram-se camadas\nenriquecidas nos elementos da transição, e uma corrosão inicial mais rápida nos vidros dopados com Cu.\nEste trabalho mostra que as condições experimentais escolhidas reproduzem bem a forma de corrosão encontrada nos vidros antigos de composição similar e sujeitos às condições atmosféricas ao longo de cinco séculos, e que o pH pode ser um bom parâmetro para estudar as cinéticas da corrosão em condições de humidade elevada.\nAbstract\nIon beam analysis and Fourier Transform Infrared spectroscopy were used to characterize 15th century stained glass fragments from Batalha Monastery, in order to set a reference for corrosion studies of historical potash glasses from the medieval period. These analyses were the first systematic study of the Batalha Monastery stained glasses, the first of this artistic discipline in Portugal. The bulk composition was found consistent with the glass manufacturing practices of the Middle Ages, a mixture of Si, Ca, K, Pb and Mn oxides, incorporating Fe and Cu as colorants. However, the grisailles were found to have a significant Zn concentration, at variance with those same reported practices. Its association with Fe and Cu is very uncommon and seldom found. A corrosion layer was found impoverished in Si and K but enriched in Ca in the form of carbonates and oxalates.\nIn this work the corrosion processes of potash-glass surfaces in contact with aqueous solutions were studied. Glass samples were prepared with SiO2-CaO-K2O compositions similar to the reference medieval stained glass from the Monastery of Batalha. Cu, Mn and Fe oxides were added, either individually, or in combined form.\nCorrosion and its progress were studied using Ion Beam Analysis, Fourier Transform Infra-Red spectroscopy, and Optical Microscopy combined with the evaluation of the changes occurring in the aqueous solution, in particular its pH value.\nThe tests conditions explored, with and without stirring of the aqueous solution, lead to different surface morphologies which were found associated with different corrosion rates. Stirring results in a more fine grained and uniform morphology of the corrosion products and a higher corrosion rate. It was shown that the corrosion led to the formation of silica rich layers with calcium carbonate at the surface. It was also established the occurrence of enrichment in the transition elements in doped glasses, with the copper containing glasses displaying faster initial corrosion.\nThis study shows that the experimental conditions used reproduce well the corrosion found in ancient glasses of potash composition, weathered through five centuries. It also indicates that pH is a good parameter for following corrosion kinetics in high humidity conditions.\nLista de Símbolos\n9\t- ângulo de recuo\nX - comprimento de onda\n9 - ângulo de dispersão\no - secção eficaz\n00 - secção eficaz de recuo elástico\nQ - ângulo sólido\na - actividade\nc - concentração\nD - coeficiente de difusão\nE - energia\nAG - energia livre de Gibbs\nk - factor de cinemática\nK - constante da reacção\nKs - produto de solubilidade\nM - massa atómica\nNd - número de átomos por unidade de área\nQ - número de iões incidentes\nQ - variação da concentração de iões hidrónio\nR - constante dos gases perfeitos (8,3145 J'mol-1'K-1)\nR - reflectância\nr - taxa de dissolução\nS(E) - poder de paragem\nt - tempo\nT - temperatura\nTs - temperatura de solidificação\nTg - Temperatura de transição vítrea\nx - distância\nx - espessura\nY (E) - rendimento integrado\nZ - número atómico\nz - profundidade\nUV- Ultra violeta\nVis - Visível\nNIR - Near Infrared\nFTIR - Fourier Transform Infrared\nRBS - Rutherford Backscattering Spectrometry\nERD - Elastic Recoil Detection\nSEM - Scanning Electron Microscopy\nEDX - Energy Dispersive X-ray Spectrometry\nPIXE - Particle Induced X-ray Emission\nIndice\n1\tIntrodução\t1\n2\tO Vidro\t5\n2.1\tNatureza e estrutura dos vidros silicatados\t7\n2.2\tA produção do vidro: breve introdução histórica\t10\n2.3\tA corrosão do vidro: mecanismos de decomposição em soluções\naquosas\t13\n2.4\tA caracterização do vidro e produtos de corrosão: técnicas analíticas\t16\n2.4.1\tMicroscopia Óptica\t16\n2.4.2\tTécnicas de Feixes de Iões\t16\nEspectrometria de Retrodispersão Elástica\t18\nEspectrometria por Recuo Elástico\t22\nEspectrometria de Emissão de raios-X Induzida por\nbombardeamento iónico\t25\n2.4.3\tEspectroscopia de Infravermelho com Transformada de Fourier\t27\n2.4.4\tEspectroscopia óptica UV-Vis-Nir\t29\n3\tO Vitral português do séc. XV: um estudo da matéria\t33\n3.1\tO fabrico do vitral\t33\n3.1.1\tFabrico do vidro\t34\n3.1.2\tMateriais de pintura do vitral\t36\n3.1.3\tAs estruturas metálicas\t37\n3.2\tO Vitral do séc. XV do Mosteiro de Santa Maria da Vitória\t38\n3.2.1\tPercurso histórico dos Vitrais do Mosteiro de Santa Maria da Vitória 38\n3.2.2\tObjectos de análise\t39\n3.2.3\tResultados e discussão\t40\n3.2.4\tConclusões\t47\n4\tDo séc. XV ao laboratório: estudo da corrosão em vidros modelo\t49\n4.1\tProdução e preparação dos vidros modelo\t50\n4.2\tEnsaios de corrosão por imersão\t51\n4.3\tO sistema SiO2-CaO-K2O\t51\n4.4\tO sistema SiO2-CaO-K2O-MexOy (Me=Cu, Fe,\tMn)\t63\n4.5\tO sistema SiO2-CaO-K2O-Fe2O3-MexOy (Me=Cu,\tMn)\t80\n5\tMecanismos e cinética de corrosão de vidros potássicos e o efeito da\nadição de Fe, Cu\te Mn\t95\n6\tConclusões\t109\nReferências\t113\nAnexo I\t121\nIndice de Figuras\nFig. 2.1 - Curva de variação do volume específico da sílica cristalina e vítrea em função da temperatura [adaptado de Lef98].\t6\nFig. 2.2 - Representação bidimensional (a) do arranjo cristalino simétrico e periódico de um cristal de composição SiO2, (b) da rede do vidro do mesmo composto [MIT07].\t9\nFig. 2.3 - Exemplos de vidro de origem natural. (a) euplectela [How07], (b) fulgurite [Thi07] e (c) obsidiana [Gui07].\t11\nFig. 2.4 - Microfotografia obtida durante este estudo por SEM e perfis de concentração do Ca e do Si obtidos por EDX. Os perfis mostram o interior do vidro com uma camada mais rica em Si na superfície, vendo-se ainda sobreposta uma camada mais rica em Ca.\t14\nFig. 2.5 - Diagrama esquemático da génese de um espectro de iões retrodispersos de massa M1 por um alvo contendo iões de massas M2 e M3 sobre um substrato de massa mais baixa M4. A espessura do filme (Ax) é determinada pelo intervalo de energia (AE) [Dev01 modificado].\t21\nFig. 2.6 - Esquema da geometria utilizada na técnica de ERD e de perdas de energia. AE e AE0 representam as perdas de energia nos percursos de entrada e de saída, respectivamente.\t23\nFig. 2.7 - Desdobramento das orbitais d em diferentes campos ligandos de diferentes simetrias regulares [Nav91].\t31\nFig. 3.1 - The Travels of Sir John Mandeville. Manuscripto datado do séc. XIV ou séc.\nXV (The British Library, MS.Add.24184) [Rag03].\t34\nFig. 3.2 - Forno para recozimento de vidro, segundo Theophilus (modelo existente no\nCentre International du Vitrail, Chartres, França).\t36\nFig. 3.3 - Fotografias dos painéis (a) N12a (S. João Baptista), (b) N16a (Cabeças de homens e cavalos) e (c) N18a (Figura Alada).\t38\nFig. 3.4 - Espectros de (a) PIXE e (b) RBS de um fragmento do painel N12a.\t39\nFig. 3.5 - Comparação entre a composição química dos vitrais do Mosteiro da Batalha obtida neste estudo e de vitrais medievais do Mosteiro de Sta. Maria del Mar, Barcelona [Gar03], das Catedrais de St. Gatien (Tours) e Ste. Opportune du Bosc (Evreux), França [Ste01], da Catedral de Meissen e da Igreja de St. Catarina (Oppenheim) [Ste01] e da Catedral de Colónia [Bia05], Alemanha.\t41\nFig. 3.6 - Comparação entre a composição química dos vitrais do Mosteiro da Batalha obtida neste estudo e de vitrais medievais do Mosteiro de Sta. Maria del Mar,\nB arcelona e C atedral de T arragona [ Gar03 ].\t41\nFig. 3.7 - Microfotografia óptica e mapas de raios-X com 530 x 530 um', obtidos da superfície de um fragmento com grisalha.\t43\nFig. 3.8 - Microfotografia óptica e mapas de raios-X com 264 x 264 um', obtidos em uma secção transversal de um fragmento com grisalha.\t44\nFig. 3.9 - Mapas de raios-X com 106 x 106 um', obtidos em uma secção transversal de uma superfície corroída.\t45\nFig. 3.10 - Espectros de FTIR de diversas amostras que apresentam diferentes produtos de corrosão: (a) camada hidratada, (b) e (c) carbonato de Ca e oxalato de Ca, respectivamente.\t45\nFig. 4.1 - Composição química dos vitrais do séc. XV do Mosteiro da Batalha e do vidro modelo produzido.\t49\nFig. 4.2 - Variação do pH da solução com amostras de vidros imersas por períodos de (a)\n7\tdias e (b) 2 horas.\t51\nFig. 4.3 - Variação da concentração de iões hidrónio na solução ao longo de duas horas de ensaio.\t52\nFig. 4.4 - Espectros de ERD obtidos antes e após ensaios de imersão em água destilada de (a) 2 horas e (b) 7 dias. (c) Perfis de concentração de hidrogénio obtidos após simulação no programa RUMP.\t53\nFig. 4.5 - Espectros de RBS obtidos antes e após ensaios de imersão em água destilada de\n(a)\t2 horas e (b) 7 dias.\t54\nFig. 4.6 - Microfotografias ópticas de 1 x1 mm2 e mapas elementares de u -PIXE de 1060x1060 qm2 obtidos para os elementos indicados, de superfícies de vidro após ensaios de imersão sem agitação de (a) 7 dias e (b) 30 dias.\t55\nFig. 4.7 - Microfotografias ópticas de 1x1 mm2 e mapas elementares de u-PIXE de 1060x1060 qm2 obtidos para os elementos indicados, de superfícies de vidro após ensaios de imersão com agitação de (a) 7 dias e (b) 30 dias.\t56\nFig. 4.8 - Microfotografias de superfícies imersas ao longo de 30 dias sem agitação: (a) camada superior e (b) sobreposição de camadas.\t57\nFig. 4.9 - Exemplo de micro-imagens obtidas por BEI (do inglês Backscattered Electrons Image) das secções transversais das amostras de vidro após ensaios de imersão de 7 dias (a) sem agitação e (b) com agitação. Em (c) apresenta-se a sobreposição dos mapas de EDX de Si e Ca obtidos na região apresentada em\n(b)\t.\t58\nFig. 4.10 - Espectros de FTIR obtidos em superfícies de vidro: (a) antes dos ensaios de imersão de duas horas em água destilada e após ensaios (b) sem agitação e (c) com agitação do electrólito. Ajuste lorentziano dos picos sobreposto.\t59\nFig. 4.11 - Espectros de FTIR obtidos antes e após 7 dias de imersão em água destilada.\t59\nFig. 4.12 - Representação esquemática da variação do pH de água destilada com amostras de vidro imersas e reacções químicas associadas.\t61\nFig. 4.13 - Espectros de absorção óptica UV-Vis-NIR de vidros modelo produzidos (a) sem adição de metais de transição e com 1 %at. de (b) Cu, (c) Mn e (d) Fe.\t64\nFig. 4.14 - Espectros de absorção óptica UV-Vis-NIR de vidros modelo produzidos com\n1 %at. Fe.\t64\nFig. 4.15 - Variação do pH do electrólito com amostras de vidro imersas ao longo de (a) e\n(b) 2 horas, (c) e (d) 7 dias e (e) e (f) 30 dias.\t65\nFig. 4.16 - Espectros de ERD obtidos antes e após ensaios de imersão de 7 dias em água destilada de amostras dopadas.\t67\nFig. 4.17 - Espectros de RBS obtidos antes e após ensaios de imersão de 2 horas sem agitação e 7 dias com agitação em água destilada de amostras dopadas com Cu. 68\nFig. 4.18 - Profundidade correspondente ao Cu e Si após (a) 7 dias sem agitação, (b) 7 dias com agitação, (c) 30 dias sem agitação e (d) 30 dias com agitação.\t68\nFig. 4.19 - Exemplo de microfotografias obtidas das superfícies de vidros dopados e não dopados após ensaios de imersão de 7 dias (a) sem agitação e (b) com agitação. 70\nFig. 4.20 - Exemplo de microfotografias obtidas das superfícies dos vidros após ensaios de imersão de 30 dias (a) e (b) sem agitação, e (c) e (d) com agitação.\t70\nFig. 4.21 - Mapas elementares de p-PIXE de 1060x1060 pm2 obtidos para o Ca de superfícies de vidro após imersão de 30 dias sem agitação.\t71\nFig. 4.22 - Mapas elementares de p-PIXE de 1060x1060 pm2 obtidos para o Ca de superfícies de vidro após imersão de 30 dias com agitação.\t72\nFig. 4.23 - Exemplo de espectros de micro-FTIR obtidos das superfícies das amostras dopadas não corroídas e após ensaios de 2 horas, 7 dias e 30 dias.\t72\nFig. 4.24 - Espectros de FTIR obtidos em superfícies de vidro dopado com Cu: (a) antes dos ensaios de imersão de duas horas em água destilada e após ensaios (b) sem agitação e (c) com agitação do electrólito. Ajuste lorentziano dos picos sobreposto.\t73\nFig. 4.25 - Espectros de absorção óptica UV-Vis de vidros modelo produzidos com 1 %at.\nCu.\t74\nFig. 4.26 - Espectros de XRF de pós de resíduos secos dos electrólitos após os diferentes períodos de ensaios de imersão de vidros modelo produzidos com 1 %at. Cu. 77\nFig. 4.27 - (a) Exemplo de micro-fotografia obtida da superfície de vidros após ensaios de imersão de 30 dias e (b) fotografia do mineral calcedónia [Mic07].\t78\nFig. 4.28 - Exemplo de espectros de micro-FTIR obtidos das superfícies das amostras de vidro não corroído e após ensaios de 30 dias.\t78\nFig. 4.29 - Espectros de absorção óptica UV-Vis dos vidros modelo produzidos sem adição de metais de transição e nas combinações Fe-Cu e Fe-Mn (1 %at.).\t80\nFig. 4.30 - Variação do pH do electrólito com amostras de vidro imersas ao longo de (a) e (b) 2 horas, (c) e (d) 7 dias e (e) e (f) 30 dias.\t81\nFig. 4.31 - Espectros de RBS obtidos antes e após ensaios de imersão de 7 dias sem agitação e 7 dias com agitação em água destilada de amostras dopadas com Fe-Me.\t82\nFig. 4.32 - Profundidade correspondente ao Cu, Fe e Si após (a) 7 dias sem agitação, (b) 7 dias com agitação, (c) 30 dias sem agitação e (d) 30 dias com agitação.\t83\nFig. 4.33 - Exemplo de microfotografias obtidas das superfícies de vidros dopados e não dopados após ensaios de imersão de 7 dias (a) sem agitação e (b) com agitação. 84\nFig. 4.34 - Microfotografias obtida da superfície de amostras de vidro sujeitas a ensaios ao longo de 30 dias sem agitação da solução.\t85\nFig. 4.35 - Microfotografias obtida da superfície de amostras de vidro sujeitas a ensaios ao longo de 30 dias com agitação da solução focadas em três planos distintos, correspondentes a três camadas distintas.\t85\nFig. 4.36 - Mapas elementares de u-PIXE de 530x530 um' obtidos para o Ca de superfícies de vidro após imersão de 30 dias sem agitação.\t86\nFig. 4.37 - Mapas elementares de p-PIXE de 106x106 pm2 obtidos para o Si, Cu e Fe de superfícies de vidro após imersão de 30 dias com agitação.\t86\nFig. 4.38 - Mapa elementar de p-PIXE de 264x264 pm2 obtido para o Si de secções transversais de vidro após imersão de 30 dias com agitação.\t87\nFig. 4.39 - Espectros de absorção óptica UV-Vis de vidros modelo produzidos com o par Fe-Cu.\t88\nFig. 5.1 -\t(a) Gráfico de solubilidade versus pH a 25 °C para as diferentes espécies\nenvolvidas na dissolução do vidro. (b) Diagrama da variação do pH em função do tempo e reacções químicas associadas.\t98\nFig. 5.2 - Gráfico do Log a vs pH a 25°C para as diferentes espécies de iões alcalino e alcalino-terrosos e metais de transição presentes no vidro.\t100\nFig. 5.3 - Curvas de pH obtidas para os ensaios de imersão de 2 h (a) sem agitação e (b) com agitação do electrólito.\t101\nFig. 5.4 - Curvas de consumo de iões H3O+ determinadas das curvas de pH dos ensaios de imersão de 2 h (a) sem agitação e (b) com agitação do electrólito.\t101\n✓ _________\nIndice de Tabelas\nTabela 2-1 - Tabela de comparação entre as propriedades de uma estrutura cristalina e de um vidro segundo Pauling e Zachariasen, respectivamente.\t8\nTabela 2-2 - Alguns iões metálicos utilizados como agentes de coloração no vidro [Pol96,Nav91].\t10\nTabela 2-3 - Picos de interesse para a análise estrutural e de produtos de corrosão associados ao vidro [Abo02].\t29\nTabela 3-1 - Composição (expressa em fracções molares) dos fragmentos de vidro dos painéis N12a (S. João Baptista), N16a (Cabeças de Homens e Cavalos) e N18a (Figura Alada).\t40\nTabela 3-2 - Composição (expressa em fracções molares) das grisalhas dos painéis N12a (S. João Baptista), N16a (Cabeças de homens e cavalos) e N18a (Figura Alada).\t42\nTabela 4-1 - Conteúdo em %at. de Si, K e Ca presentes em solução após ensaios de 7 dias.\t62\nTabela 4-2 - Variação do conteúdo de H em unidades de cm-2, após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn. 67\nTabela 4-3 - Espessura em um das camadas enriquecidas no metal de transição (medida a meia altura).\t69\nTabela 4-4 - Espessura em um das camadas enriquecidas no metal de transição.\t84\nTabela 4-5 - Diferença entre os valores inicial e final de pH do electrólito após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\t89\nTabela 4-6 - Razão entre as áreas dos picos associados às vibrações Si-O- e Si-O-Si antes e após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\t89\nTabela 4-7 - Variação do conteúdo de H em unidades de cm-2, após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\t90\nTabela 4-8 - Espessura em um das camadas enriquecidas no metal de transição.\t91\nTabela 4-9 - Dimensões aproximadas (em pm) dos cristais de carbonato de Ca formados nos ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\t92\nTabela 5-1 - Dissociação, constantes de formação ou dissociação e energias de hidratação dos diferentes silicatos em água a 25 °C, (referências [1] Pau90 e [2] Cun94).\t97\nTabela 5-2 - Produtos de solubilidade, KS, e fórmulas analíticas das diferentes reacções de dissociação em água a 25 °C. ([1] Lei06, [2] CSU07, [3] USC07, [4] Hyd99).\t99\nTabela 5-3 - Consumo de H+ /cm2 após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\t102\nTabela 5-4 - Variação do conteúdo de H /cm2 determinada por ERD após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\t102\nTabela 5-5 - Parâmetros obtidos dos ajustes das curvas apresentadas na Fig. 5.4 b) para os ensaios com agitação.\t105\nCapítulo 1\nIntrodução\n“A sala resplandece iluminada ao centro. Resplandece de facto o que está distintamente unido àquilo que ilumina e eis que uma luz nova inunda, brilha como nobre obra.”\nSuger, “De rebus in adm. sua gestis”, PL 186, col.1229 [Eco00]\nA igreja, descrita por Suger nos seus versículos, é construída em função da irrupção da luz através da estrutura arquitectónica. O significado simbólico do vidro como meio que estabelece a união entre a luz e o interior foi prodigamente explorado pela Igreja cristã, em particular a partir da Idade Média. Na mente medieval a relação entre o vidro e a luz constituía um mistério intrigante, tendo mesmo sido comparada a passagem da luz através do vidro sem este se quebrar à imaculada fecundação da Virgem Maria pelo Espírito Santo [Kem02]. O vitral constituía uma técnica figurativa que explorava a vivacidade da cor ligada ao fulgor da luz que a atravessa. Os jogos de cores elementares resultantes, com regiões de claro-escuro, geram luminosidade a partir da composição de conjunto, correspondente ao gosto medieval pela simplicidade [Eco00, Kem02, Rag03].\nO vidro potássico foi um tipo de vidro muito utilizado no período da Idade Média, em particular na vitralaria. O seu aparecimento deveu-se a uma mudança na técnica de produção de vidro na Europa Central. Até lá a matéria-prima para a produção do vidro era importada do Egipto, em particular o natrão (um mineral de carbonato de sódio hidratado). Com o declínio do império Romano as rotas comerciais foram interrompidas e essa importação foi-se tornando mais difícil. O natrão foi sendo progressivamente substituído por cinzas de plantas locais, marinhas, ricas em sódio, ou terrestres, ricas em potássio.\nAssim, por volta do séc. IX o vidro produzido na Europa Central com cinzas de plantas terrestres começou a diferenciar-se do vidro produzido na região de Itália, onde o natrão foi substituído por plantas marinhas ricas em sódio [Ubo03].\nApesar de amplamente utilizado ao longo de vários séculos, o vidro potássico sofre uma degradação mais rápida por corrosão, quando comparado com os vidros ricos em sódio. É particularmente susceptível à corrosão atmosférica, por reacção da superfície do vidro com vapor de água e posteriormente com gases atmosféricos (e.g. CO2 e SO2), resultando numa menor durabilidade do material, com implicações nas obras de arte e conceitos estéticos e culturais que integra e que importa preservar.\nContudo, e apesar da sua importância e da importância da sua preservação - em particular em aplicações em que não pode ou não é desejável ser substituído, como é o caso das obras de arte e monumentos que são parte integrante do património cultural da humanidade - subsistem ainda muitas questões relativas à corrosão deste tipo de vidros. Os estudos sobre esta são ainda escassos, quando comparados com outros tipos de vidro, como por exemplo, o vidro sódico.\nDe um modo geral a resistência do vidro ao ataque por soluções aquosas tem sido estudada, quer para um maior entendimento da degradação de vidros arqueológicos, decorativos e vidros inseridos em estruturas arquitectónicas [e.g. New89, Bac93, Lef98, Ver00, Vid05], quer para efectuar previsões sobre a estabilidade a longo prazo de resíduos radioactivos vitrificados [e.g. Cun94, Ina98, Per03]. Nos últimos 50 anos, tem sido publicada diversa literatura sobre a reacção do vidro com a água e capítulos de revisão dos muitos trabalhos existentes podem encontrar-se em diversos livros [ver, e.g., Pau90, Cla92, Dor94, Pol96]. No entanto estes trabalhos centram-se fundamentalmente no estudo dos vidros silicatados sódicos e vidros bóricos.\nPelos motivos expostos, com o estudo realizado nesta tese, pretende-se contribuir para um conhecimento mais profundo dos mecanismos de corrosão dos vidros potássicos, o que é fundamental na área da Conservação e Restauro para a planificação e escolha de metodologias em eventuais acções correctivas ou de recuperação, que sejam entendidas como necessárias. Em particular, pretende-se estudar o efeito da introdução de elementos de coloração na deterioração de vidro potássico na presença de água, a fim de melhor compreender os mecanismos de corrosão dos vitrais medievais.\nO trabalho iniciou-se com a caracterização da composição e produtos de corrosão de pequenos fragmentos de vitrais do séc. XV provenientes do Mosteiro de Santa Maria da Vitória (Batalha). Apesar de Portugal ser um país com uma extensa costa marítima, os\nregistos indicam que os vitrais da Batalha foram produzidos utilizando as técnicas da Europa Central, sendo por isso potássicos. Os vitrais deste mosteiro são, tanto quanto se tem conhecimento, o mais antigo registo desta técnica artística em Portugal [Red03], constituindo um património histórico particularmente valioso.\nCom base nestas análises e tendo em vista o objectivo do trabalho, foram então preparados nos nossos laboratórios vidros potássicos (à base de SiO2, CaO, K2O) aos quais foram adicionados diferentes óxidos de metais de transição tipicamente utilizados para a coloração (e.g. óxidos de Mn, Fe, Cu), quer individualmente quer em conjunto.\nA caracterização química da superfície dos vidros foi realizada recorrendo a espectrometria de feixes de iões e infravermelhos. Foi também efectuada a determinação dos perfis de hidrogénio na superfície do vidro dada a importância que a quantificação da variação deste elemento tem na compreensão do desencadeamento e progressão dos fenómenos de corrosão. Para a caracterização morfológica recorreu-se às técnicas de microscopia óptica. A técnica de espectrometria de absorção óptica no UV-Vis.-NIR (ultra violeta-visível-infravermelho próximo) permitiu a determinação do estado de oxidação dos iões metálicos adicionados, assim como a sua coordenação no interior da matriz vítrea.\nPara o estudo da corrosão foram realizados ensaios de imersão em soluções aquosas com medição da variação do pH da solução ao longo dos ensaios. Esta foi posteriormente utilizada como instrumento base de caracterização da cinética de corrosão. Após estes ensaios foi efectuada a análise da variação da composição do vidro e caracterização elementar, química e morfológica dos produtos de corrosão pelas técnicas acima referidas. Foi ainda realizada a comparação dos produtos de corrosão entre os vidros modelo e os fragmentos de vidros dos vitrais do Mosteiro de Santa Maria da Vitória.\nProcurou interpretar-se os resultados experimentais obtidos, com base em modelos de transporte, quer em fase sólida quer nas interfaces sólido-líquido, pretendendo estabelecer correlações entre a estrutura e a composição dos vidros e dos meios envolventes, com as alterações das propriedades de superfície estudadas.\nEsta dissertação inicia-se assim, no Cap. 2, com uma breve descrição da natureza e estrutura do vidro à base de silicatos e dos seus mecanismos de corrosão, apresentando-se ainda uma breve introdução histórica à produção do vidro. São enunciadas de seguida, ainda no Cap. 2, as técnicas de caracterização utilizadas, salientando-se os aspectos mais relevantes da sua aplicação neste trabalho.\nOs resultados e discussão dividem-se em dois capítulos. No Cap. 3 é feita uma descrição do vitral e são apresentados os resultados do estudo efectuado sobre os vitrais do Mosteiro de Santa Maria da Vitória. No Cap. 4 apresentam-se os resultados dos ensaios de corrosão efectuados sobre vidros potássicos modelo. Estes resultados são discutidos com referência aos diferentes modelos de mecanismos de corrosão existentes e propostos por outros autores, apresentando-se no Cap. 5 uma descrição do efeito da adição dos metais de transição Fe, Cu e Mn nestes mecanismos. Por fim, no Cap. 6 reúnem-se as principais conclusões obtidas.\nCapítulo 2\nO Vidro\nA palavra “vidro” tem a sua origem etimológica no termo latino vitrum, mas, para lá do vocábulo, como se define um vidro?\nEm 1945 a American Society for Testing and Materials propôs que “vidro é um produto inorgânico de fusão arrefecido até um estado rígido sem cristalização” [Tay91]. Esta definição exclui todo um conjunto de vidros que são actualmente produzidos sem arrefecimento a partir do estado líquido (técnica de sol gel) e também os denominados vidros orgânicos (material plástico em estado vítreo) [She97].\nMais recentemente diversos autores propuseram definições alternativas, mais abrangentes, por exemplo Robert Doremus [Dor94] afirma: “O vidro é um sólido amorfo. Um material é amorfo quando não apresenta ordem a longa distância, isto é, quando não existe regularidade no arranjo dos seus constituintes moleculares numa escala maior do que algumas vezes o tamanho destes grupos. Por exemplo, a distância média entre os átomos de Si na sílica vítrea é de cerca de 3,6 Â, e não existe ordem entre esses átomos a distâncias superiores a 10 Â.”\nOs processos de solidificação de um sólido cristalino e de um sólido amorfo apresentam diferenças significativas, como se pode concluir pelas curvas de variação do volume específico em função da temperatura, esquematizadas na Fig. 2.1. Durante o arrefecimento de um sólido cristalino a substância em fusão diminui de volume, diminuindo também a mobilidade relativa das moléculas (segmento AB da Fig. 2.1). Atingida a temperatura de solidificação, Ts, dá-se uma súbita diminuição de volume para pequenas variações de temperatura, como resultado de uma transição ordem-desordem (segmento BF). Com a continuação da descida da temperatura o volume diminui de forma contínua (segmento FG) mas a uma taxa mais lenta.\nSe o arrefecimento do líquido se processar muito rapidamente, pode não haver tempo para que se dê a sua cristalização, ou seja, o tempo será inferior ao necessário para que os átomos se distribuam pelas posições espaciais que correspondem às configurações de menor energia. A sua viscosidade aumenta progressivamente; quando a temperatura Ts é alcançada o volume não varia de forma abrupta, em vez disso diminui de forma constante, à mesma taxa de contracção do líquido, obtendo-se um líquido metaestável (segmento BC). No arrefecimento posterior ocorre um outro fenómeno: a uma temperatura Tg, denominada temperatura de transição vítrea, a curva apresenta uma diminuição no seu declive (segmento CD) o qual se torna então constante e paralelo à linha da fase sólida cristalina (segmento DE). A temperatura Tg indica o início da transformação de um líquido metaestável num sólido vítreo e não pode ser determinada com a mesma precisão que a temperatura de fusão de substâncias cristalinas, Ts. De facto, o valor de Tg depende da taxa de arrefecimento do líquido: quando mais elevada a taxa de arrefecimento, mais elevado é também o valor de Tg, devido ao pouco tempo disponível para o re-arranjo molecular da estrutura [Lef98].\nFig. 2.1 - Curva de variação do volume específico da sílica cristalina e vítrea em função da temperatura [adaptado de Lef98].\nEstes resultados podem ser entendidos em termos da estrutura da matéria. Na região de líquido metaestável, dá-se o re-arranjo das moléculas numa configuração de equilíbrio a cada temperatura. Abaixo de Tg, o vidro tem aproximadamente o mesmo coeficiente de expansão do material cristalino correspondente, e pode portanto inferir-se que também no\nvidro as moléculas se encontram ligadas numa estrutura rígida (rede vítrea), apesar desta não ter a mesma ordem de uma estrutura cristalina.\nAssim, pode dizer-se que uma rede vítrea é caracterizada por uma célula unitária infinitamente grande, contendo um número infinito de átomos. Devido à falta de periodicidade, não existem dois átomos estruturalmente equivalentes. O carácter isotrópico do vidro será uma consequência natural da inexistência de simetria na rede, sendo o arranjo atómico estatisticamente igual em todas as direcções. Dado que nenhum átomo é estruturalmente equivalente, a energia necessária para separar um átomo da rede será também diferente para cada átomo individual. Com o aumento progressivo da temperatura também o número de átomos que se separa da rede aumenta progressivamente, assim o colapso da rede será um fenómeno contínuo e não abrupto como se verifica para as redes cristalinas [Zac32].\nEntão, um vidro pode ser definido com um sólido amorfo que não tem ordem a longa distância e que apresenta uma região de comportamento de transformação vítrea [She97].\n2.1\tNatureza e estrutura dos vidros silicatados\nNas formas cristalinas da sílica (quartzo, tridimite, cristobalite) e também em diversos silicatos, a estrutura unitária básica é um tetraedro de sílica, SiO4, que consiste num átomo de silício central ligado a quatro átomos de oxigénio dispostos nos vértices do tetraedro. A ligação Si - O é uma ligação covalente polar. Os tetraedros encontram-se ligados entre si através dos vértices adjacentes, formando uma estrutura tridimensional [Kle93].\nA sílica vítrea e os vidros podem ser descritos por um certo número de modelos. Um dos mais utilizados, o modelo de Zachariasen [Zac32], descreve-os como uma rede tridimensional contínua aleatória, que apresenta uma certa ordem local que se repete em intervalos. Nesta rede os tetraedros de SiO4 ligam-se pelos vértices numa cadeia contínua, variando os ângulos de ligação dentro de um certo intervalo. Forma-se assim uma estrutura irregular de tetraedros ligados pelos seus vértices. Como resultado, a força das ligações interatómicas varia de um ponto da estrutura para outro. Explica-se, assim, a ausência de\num ponto de fusão bem definido e a transformação progressiva para o estado líquido através da gradual diminuição da viscosidade.\nNa Tabela 2.1 comparam-se os modelos clássicos de Pauling [Pau29] e Zachariasen [Zac32] para os cristais e vidros, respectivamente.\nTabela 2.1 - Tabela de comparação entre as propriedades de uma estrutura cristalina e de um vidro segundo Pauling e Zachariasen, respectivamente.\nSubstâncias iónicas cristalinas\tVidro\n(segundo Pauling)\t(segundo Zachariasen)\nCada catião encontra-se rodeado por um poliedro coordenado de aniões. A distância catião-anião é determinada pela soma dos raios iónicos. O número de coordenação é determinado pela razão dos raios.\tUm átomo de oxigénio encontra-se ligado a não mais do que dois catiões formadores de rede.\nNuma estrutura coordenada estável, a carga eléctrica de cada anião terá tendência a compensar as forças electrostáticas das ligações de valência dos catiões no centro do poliedro, dos quais forma um vértice.\t-\nNuma estrutura coordenada a existência de arestas partilhadas e, particularmente, de faces partilhadas diminui a sua estabilidade.\tOs oxigénios dos poliedros partilham vértices mas não arestas ou faces.\nNum cristal contendo diferentes catiões, os que têm uma maior carga e menor número de coordenação tendem a não partilhar elementos do poliedro entre si.\tOs poliedros encontram-se ligados numa rede tridimensional.\nNum cristal o número de vizinhanças de coordenação quimicamente diferentes tende a ser pequeno.\tO número de coordenação dos átomos formadores de rede é pequeno.\nOs dois conjuntos de regras descrevem a forma como catiões e iões se encontram ligados. Ambos mencionam poliedros com aniões nos vértices. Descrevem ainda como os poliedros devem partilhar elementos comuns, sendo energeticamente mais favorável a partilha de vértices, mas não de arestas ou faces. Apesar de não ser referido por Zachariasen, os poliedros apresentados no seu modelo devem também obedecer às regras 1 e 2 de Pauling, ou seja, os catiões centrais devem caber no interior do poliedro formado pelos oxigénios e deve existir um equilíbrio de carga. Ao contrário de Zachariasen as regras de Pauling não estabelecem nada sobre requisitos da estrutura tridimensional. Por\noutro lado Zachariasen não estabelece requisitos sobre o número de diferentes constituintes essenciais. Este último ponto é importante: os vidros podem conter literalmente dezenas de constituintes diferentes [Tay91].\nNa Fig. 2.2 a) é apresentada uma representação bidimensional do arranjo cristalino simétrico e periódico de um cristal de SiO2, enquanto que na Fig. 2.2 b) representa-se a rede vítrea para o mesmo composto, pondo em evidência a ausência de simetria e periodicidade a longa distância.\n(a)\n(b)\nFig. 2.2 - Representação bidimensional (a) do arranjo cristalino simétrico e periódico de um cristal de composição SiO2, (b) da rede do vidro do mesmo composto [MIT07].\nQuando um óxido alcalino (Na2O, K2O, etc.) é adicionado ao vidro de sílica, em quantidades que poderão atingir valores superiores a 20% em peso, a continuidade da rede quebra-se parcialmente, uma vez que a razão entre os números de átomos de oxigénio e de silício se altera devido à introdução dos novos óxidos no sistema. Assim, alguns átomos de oxigénio deixam de estar fortemente ligados a dois átomos de silício como sucedia anteriormente. O oxigénio adicionado leva à transformação de ligações Si - O - Si em ligações Si - O-. Desta forma irão existir átomos de oxigénio pertencentes apenas a um tetraedro e, consequentemente, irão existir tetraedros com um vértice não ligado a outro átomo de silício. Estes átomos de oxigénio ligados a apenas um átomo de silício terão uma carga negativa que será neutralizada pela carga positiva dos iões alcalinos (e.g. Na+, K+), localizados nos espaços disponíveis da rede, formando-se ligações iónicas mais fracas do que a ligação Si - O. A quebra da rede em diversos pontos torna-a mais frágil e afecta as propriedades do vidro. Em particular, a viscosidade diminui e a fusão do vidro dá-se a temperaturas consideravelmente mais baixas relativamente ao vidro de sílica pura.\nEntre os modificadores da rede incluem-se os óxidos alcalinos e alcalino-terrosos; de entre os últimos o mais comum é o CaO. A incorporação de CaO na estrutura do vidro\n(mais uma vez em quantidades que podem chegar a mais de 20% em peso) pode ser descrita de forma semelhante à introdução de um óxido alcalino.\nÀs matérias-primas anteriormente referidos podem ainda juntar-se quantidades pequenas (tradicionalmente entre 1% e 3%) de óxidos de metais de transição (Co, Cu, Fe, Ni, Mn) ou de outros compostos (e.g. CdS, CdSe, etc.) com funções corantes. A cor resultante irá depender do estado de oxidação de cada um dos elementos, que por sua vez depende da presença simultânea de outros óxidos, da temperatura e da atmosfera oxidante ou redutora do forno. Na Tabela 2.2 referem-se alguns dos iões tradicionalmente utilizados para se obter vidros com cor.\nTabela 2.2 - Alguns iões metálicos utilizados como agentes de cor no vidro [Pol96,Nav91].\nAgente de coloração\tEstado de oxidação\tCor\nCobre\tCu2+\tAzul\nCrómio\tCr3+ Cr6+\tVerde Amarelo\nManganês\tMn2+ Mn3+\tAmarelo Violeta\nFerro\tFe2+ Fe3+\tVerde a azul Amarelo a castanho\nCobalto\tCo2+ Co3+\tAzul (CoO4), Rosa (CoO6) Verde\nNíquel\tNi2+\tVioleta (NiO4), Amarelo (NiO6)\nTitânio\tTi3+\tCastanho\n2.2\tA produção do vidro: breve introdução histórica\nNa natureza é possível encontrar-se vidro formado pela fusão de alguns tipos de rochas, provocada por diferentes fenómenos naturais tais como erupções vulcânicas, relâmpagos e impacto de meteoritos, e posterior arrefecimento e solidificação rápidos. Na Fig. 2.3 mostram-se algumas das diversas formas de vidro de origem natural, como a euplectella aspergillum (esponja marinha constituída por um centro de sílica vítrea, de elevada pureza, rodeado de um cilindro de espículas, de sílica vítrea, entretecidas [Cur05]), as fulgurites (obtidas por fusão de areias quartzíticas, ou por vezes rochas, por acção de relâmpagos), ou a mais conhecida obsidiana (sílica vítrea de origem vulcânica),\nvulgarmente utilizada na Idade da Pedra no fabrico de armas rudimentares. Para além destas podem ainda ser encontradas outras formas de vidro natural, como a tektite (vidro formado pelo impacto de meteoritos ou cometas na superfície terrestre) [Nav91, Dav03].\n(a)\t(b)\t(c)\nFig. 2.3 - Exemplos de vidro de origem natural. (a) euplectela [How07], (b) fulgurite [Thi07] e (c) obsidiana [Gui07].\nNão existem dados precisos sobre a origem do fabrico do vidro. O historiador romano Plínio, o Velho (23-79 d.C.) descreve na sua obra “Historia Naturalis” a lenda da descoberta acidental do vidro por mercadores fenícios que transportavam nos seus navios sacos de natrão (um carbonato de sódio hidratado). Acamparam nas margens do rio Belus (1) e fizeram uma fogueira utilizando pedras da sua carga como apoio para os recipientes onde prepararam a sua refeição. Entre as cinzas descobriram uma matéria estranha:\n“(...) começou a fluir um líquido transparente, até então desconhecido, esta, diz-se, foi a origem do vidro”.\nPlínio, “Historia Naturalis, livro 36” (23 -79 d.C.) [Bos07]\nO que se sabe com certeza é que sírios, fenícios e babilónios já utilizavam vidro por volta de 7000 a.C. [Kur98]. De facto, uma das mais antigas e bem preservadas receitas de vidro foi escrita na Mesopotâmia entre os séculos XIV a.C. e XII a.C. [Tai91].\nEntretanto, a arte do vidro floresceu no Egipto no século 1500 a.C., altura em que as peças de vidro eram produzidas mergulhando um núcleo de estrume e argila em vidro fundido; por isso mesmo apresentam um aspecto opaco, semelhante ao de cerâmica vidrada [Tai91, Nav91].\n1 Actual rio Nahr Na'mân localizado na costa de Israel.\nNo séc. I a.C. desenvolveu-se na Babilónia a técnica de sopragem de vidro, levando a que as peças de vidro se tivessem tornado um bem de utilização muito mais comum. Data também desta época a utilização de moldes de madeira para a produção de peças de vidro com padrões [Tai91, Nav91].\nDurante o Império Romano deu-se a expansão da produção de peças em vidro, sobretudo vasos e garrafas. Esta época é por muitos considerada a idade de ouro do vidro, dada a qualidade e refinamento das peças produzidas, muitas de elevado valor artístico, das quais se destacam, por exemplo, a taça de Lycurgus e o vaso Portland [Tai91, Nav91].\nObjectos de vidro dos séculos VII e VIII encontrados na ilha de Torcello, perto de Veneza, fazem a ligação entre a produção de vidro no período romano e a importância posterior da cidade de Veneza nessa actividade [Ver90, Ubo03].\nNo séc. X deu-se uma importante evolução técnica na produção do vidro no Norte da Europa: o vidro sódico, fabricado com cinzas de plantas marinhas ou com um mineral denominado natrão, foi substituído pelo vidro potássico, sendo utilizadas cinzas de madeira de faia, matéria-prima mais disponível. Assim, os vidros nórdicos diferiam em muito dos vidros mediterrâneos, nos quais se continuou a utilizar a soda como matéria-prima [Kur98].\nO séc. XI ficou marcado pelo aparecimento de técnicas de produção de chapas de vidro, em particular na Alemanha, as quais consistiam na sopragem de cilindros que eram cortados enquanto quentes e depois aplanados na forma de chapas. Esta técnica foi aperfeiçoada no séc. XIII em Veneza, cidade onde se desenvolveu também o método de produção em coroa, no qual uma esfera de vidro era aberta e centrifugada até se formarem discos com diâmetros superiores a 1 metro, os quais eram depois cortados em painéis. Esta técnica de fabrico foi mantida em segredo até ao séc. XIV, admitindo-se que se tenha espalhado na Europa graças às deslocações dos artesãos de vidro venezianos pelo continente [Nav91].\nA partir do séc. XII desenvolve-se a produção de janelas de vidro colorido e pintado, em geral para igrejas, nascendo assim o vitral.\nAs técnicas de produção de peças de vidro soprado em molde e a invenção da prensa para vidro, em 1688 e 1827, respectivamente, permitiram a produção em massa e económica de objectos de vidro que se tornaram amplamente utilizados no nosso quotidiano [Nav91].\n2.3\tA corrosão do vidro: mecanismos de decomposição em soluções aquosas\nSeguindo a definição apresentada em Uhlig's Corrosion Handbook, a corrosão é a degradação de uma material pelo meio envolvente [Rev00].\nO processo de corrosão do vidro por acção água (sob a forma líquida ou de vapor) pode ser descrito por um conjunto de reacções que se enunciam de seguida. O contacto da água com a superfície do vidro desencadeia a lixiviação (2) dos iões alcalinos e alcalino terrosos existentes na matriz vítrea através das reacções (1), (2) e (3):\nI\tI\n- Si - O - M + H2O # - Si - OH + M+ + OH-| |\t(1)\n|\t| - Si - O -M + HaO+ # - Si - OH + M+ + H2O |\t|\t(2)\n|\t|\t| - Si - O - M - O - Si + 2H2O # 2 (- Si - OH) + M2+ + 2OH- |\t|\t|\t(3)\nSe a solução em contacto com o vidro não for renovada, a tendência será para que, através de um aumento da concentração de iões alcalinos na água, o respectivo pH aumente, atingindo-se um ponto crítico a pH ~ 9 a partir do qual ocorre a dissolução da rede de sílica, reacções (4) e/ou (5). Formam-se ainda grupos silenol por acção das moléculas de água, e dá-se a formação de ácido silicílico monomolecular, reacção (6), que se ioniza na presença de grupos hidroxilo [Dor94, Mel04].\t\n|\t|\t| - Si - O - Si - + H2O # 2 (- Si - OH) |\t|\t|\t(4)\n|\t|\t|\t| - Si - O - Si - + OH- # - Si - OH + Si - O- |\t|\t|\t|\t(5)\nSiO2 + H2O # H2SiO3\t(6)\n2 Remoção selectiva de elementos de um material como resultado da interacção com soluções aquosas [Cun94].\nAssim, a reacção da água com um vidro silicatado e iões alcalinos ou alcalino-terrosos envolve a lixiviação preferencial dos iões alcalinos do vidro. Esta reacção da água com as superfícies de vidros alcalino-silicatados pode separar-se em duas etapas. Na primeira, as quantidades de iões alcalinos extraídos e de sílica dissolvida são proporcionais à raiz quadrada do tempo, indicando um mecanismo controlado pela difusão dos iões; na segunda fase a quantidade dissolvida é proporcional ao tempo, indicando uma cinética diferente [Dor94]. O processo de lixiviação/hidratação provoca alterações na estrutura da superfície do vidro, dando origem a uma camada hidratada de maior volume, na qual iões e moléculas se difundem de forma mais rápida do que no vidro não hidratado [Sch88, Dor94].\nA camada rica em sílica será uma camada gelificada (camada rica em sílica com microporos hidratados [Zan02]) que se forma à superfície do vidro e possui características mecânicas diferentes das da matriz, decorrentes, do desenvolvimento de distâncias interatómicas diferentes. As diferenças de coeficiente de dilatação entre o gel superficial e a matriz do vidro implicam o desenvolvimento de tensões que, por regra, provocam a microfissuração da camada gelificada. Sendo esta uma camada fortemente hidratada, sofrerá igualmente danos severos quando exposta a modificações bruscas de humidade relativa.\nNa Fig. 2.4 pode observar-se a morfologia de uma secção transversal de vidro exposto à presença de água e mapas de distribuição do Si e do Ca obtidos por SEM-EDX, no âmbito deste trabalho. É possível distinguir uma camada enriquecida em Si, já em destacamento e apresentando microfissuras, à qual se sobrepõe aglomerados ricos em Ca.\nFig. 2.4 - Microfotografia obtida durante este estudo por SEM e perfis de concentração do Ca e do Si obtidos por EDX. Os perfis mostram o interior do vidro com uma camada mais rica em Si na superfície, vendo-se ainda sobreposta uma camada mais rica em Ca.\nVidro\nCamada rica em Si\nCamada rica em Ca\nConsiderando-se um vidro silicatado em contacto com uma solução aquosa é possível identificar quatro categorias principais de superfícies de vidro [Hen78].\n-\tTipo I: o vidro de sílica puro não sofre importantes modificações químicas, formando-se apenas um filme fino (espessura &lt;5 nm) de sílica hidratada. A sílica vítrea em contacto com soluções neutras tem este tipo de superfície.\n-\tTipo II: forma-se um filme de sílica gel (espessura 1&lt;uni) por remoção selectiva dos iões alcalinos e alcalino-terrosos. No caso de se formar mais do que um filme alterado está-se na presença de uma superfície do Tipo III. Considera-se que um vidro com este tipo de superfície é razoavelmente durável em soluções com pH &lt;9.\n-\tTipo IV: forma-se à superfície uma camada de sílica hidratada com uma estrutura porosa, aberta e mecanicamente frágil. A espessura alterada pode atingir dezenas de micrómetros. Os vidros silicatados com baixo conteúdo de sílica tendem a formar este tipo de superfícies.\n-\tTipo V: a lixiviação dos iões alcalinos e a dissolução da rede vítrea manifestam-se ao mesmo tempo (num processo de dissolução congruente). De acordo com Hench este comportamento é característico dos vidros silicatados em contacto com soluções com pH > 9.\nExistem diversos factores que influem na corrosão de um vidro na presença de água. Um destes factores é a quantidade relativa de iões formadores (e.g. SiO/\"): quanto maior for esta, menor será a susceptibilidade do vidro à degradação. Alguns estudos apontam para a existência de um limiar crítico para esses teores situado entre 62 e 66 %mol. Por outro lado, enquanto a adição de CaO até 10 %mol reduz a extracção de Na+ ou K+, a sua presença acima de 15 %mol tornaria o vidro extremamente susceptível à degradação. [New89].\nDo ponto de vista da degradação do vidro, são ainda de referir os fenómenos de escurecimento e opacificação através da formação de zonas de alteração paralelas à superfície, frequentemente observada em vidros de cuja composição fazem parte óxidos de manganês e ferro. Os estádios iniciais deste tipo de alteração permanecem desconhecidos, podendo a opacificação conjugar-se com fenómenos de corrosão superficial. Em todas as situações, após a desintegração da superfície original e dissolução dos óxidos metálicos subjacentes, registam-se fenómenos de corrosão superficial idênticos aos já mencionados acima [New89, Yor93].\nPor último é de referir que existem ainda outros factores que afectam a decomposição do vidro, tais como: irregularidades da superfície, sujidade e microrganismos, materiais de pintura, poluição atmosférica, radiação ultravioleta, etc. [New89, Pau90, Pol96].\n2.4\tA Caracterização do vidro e dos produtos de corrosão: técnicas analíticas\nPara se efectuar a caracterização tão completa quanto possível da composição e produtos de corrosão dos vidros estudados recorreu-se a diferentes técnicas de análise -microscopias óptica, espectrometria por feixes de iões, espectroscopias de infravermelhos e UV-Vis-NIR (ultravioleta-visível-infravermelho próximo), - pelo que, será feita em seguida uma breve descrição das mesmas, procurando destacar apenas os aspectos mais relevantes para este trabalho.\nPara além das técnicas aqui apresentadas foram ainda pontualmente utilizadas outras técnicas, como por exemplo, microscopia electrónica de varrimento e fluorescência de raios-X.\n2.4.1\tMicroscopia Óptica\nPara o estudo de superfícies o recurso à microscopia óptica em luz reflectida com contraste de campo claro e campo escuro é de grande interesse, em particular na análise de alterações de morfologia das mesmas. Na técnica de microscopia de campo escuro a iluminação é oblíqua, permitindo o realce de contrastes de relevo que não são visíveis em modo de campo claro (onde a iluminação é direita) como por exemplo fronteiras de grão e defeitos de superfície.\nNo caso particular do estudo da superfície de vidros é possível através da microscopia óptica observar o aparecimento de fissuras, destacamentos e de produtos secundários de corrosão.\nPara este estudo foi utilizado um microscópio Axioplan 2, Zeiss, com máquina fotográfica digital Nikon DMX acoplada.\n2.4.2\tTécnicas de Feixes de Iões\nAs técnicas de feixes de iões foram escolhidas neste trabalho por serem técnicas não destrutivas e não obrigarem a qualquer preparação da superfície das amostras.\nUtilizaram-se as técnicas de Espectrometria de Retrodispersão de Rutherford (RBS, do inglês Rutherford Backscattering Spectrometry), Espectrometria de Recuo Elástico (ERD do inglês Elastic Recoil Detection) e Espectrometria de Raios-X Excitados por Partículas (PIXE, do inglês Particle Induced X-ray Emission). São técnicas muito bem estabelecidas e extensivamente documentadas, pelo que neste capítulo e por uma questão de concisão far-se-á apenas um resumo, procurando salientar e clarificar os aspectos que são centrais na sua utilização. Assim, chama-se a atenção do leitor para a bibliografia existente, de que se destacam Backscattering Spectrometry [Chu78], que trata da técnica de RBS e equipamento experimental associado, Particle Induced X-ray Emission Spectrometry [Joh95], no qual se trata em profundidade a técnica de PIXE, Handbook of Modern Ion Beam Analysis [Nas95], uma compilação detalhada do conjunto das técnicas de análise com feixes de iões, incluindo, para além das já referidas, a técnica de ERD e de análise por reacções nucleares.\nAs técnicas que aqui se resumem foram utilizadas em associação RBS/ERD e PIXE/RBS. Pela combinação das técnicas de RBS e ERD foi possível efectuar uma primeira análise da composição dos vidros, em particular seguir a evolução dos perfis de concentração do hidrogénio (ERD) e dos elementos constituintes do vidro (RBS). A combinação das técnicas de PIXE e RBS foi utilizada recorrendo ao feixe focado e com varrimento de uma microssonda nuclear, o que permitiu a construção automática de mapas de distribuição de intensidades, em particular de raios-X. A partir destes foi possível visualizar em áreas seleccionadas de secções transversais das amostras variações na composição, do interior para a superfície, e estabelecer correlações com as estruturas aí existentes (entretanto já identificadas por microscopia óptica).\nO trabalho de análise por feixes de iões decorreu no Laboratório de Feixes de Iões do Departamento de Física do Instituto Tecnológico e Nuclear (ITN), utilizando o acelerador Van de Graaff de 2,5 MV. Para as análises de RBS/ERD foi utilizado um feixe de partículas de He+ com energia 2 MeV, com dimensões de cerca de 1x1 mm2. A detecção das partículas retrodispersas fez-se com dois detectores de semicondutor Si colocados a 180° e 160°, relativamente à direcção do feixe, com ângulos sólidos de 15 msr e 1,7 msr e resoluções em energia de 16 keV e 13 keV, respectivamente. Para a espectrometria de recuo elástico utilizou-se um detector com 13 keV de resolução em energia, colocado no plano horizontal, a 24° relativamente à direcção do feixe, subtendendo um ângulo sólido de 2,4 msr.\nNa microssonda nuclear instalada no ITN um tripleto de quadrupolos magnéticos Oxford Microbeam permite focar um feixe de protões com correntes de 1 pA a 100 pA, conseguindo-se dimensões de cerca de 2x4 uní . O sistema de varrimento da microssonda\n2\ndo ITN permite analisar uma área máxima de 2,6x2,6 mm , para protões com energia 2 MeV e é controlado a partir de um computador, pelo programa OM_DAQ [Gri95].\nNa câmara de análise da microssonda está colocado um detector de Si(Li) para raios-X,\n2\nposicionado a 45° relativamente à direcção do feixe. Com uma área activa de 80 mm e uma resolução em energia de 150 eV (3) subtende um ângulo sólido de 112 msr. Na câmara de análise existe também um detector de semicondutor Si para partículas, colocado a 140°, relativamente à direcção do feixe. Com uma área activa de 200 mm2 e com ângulo sólido de 80 msr. Tem uma resolução em energia de 13 keV, e é usado para fornecer uma medida fiável do número de partículas incidentes no alvo, essencial para a quantificação dos resultados por meio do espectros de RBS que permite obter das amostras em análise.\n2.4.2.1\tEspectrometria de Retrodispersão de Rutherford (RBS)\nNa espectrometria de retrodispersão de Rutherford (RBS) a amostra a analisar é bombardeada com um feixe de iões (em geral H+ ou He+) com energias bem definidas (habitualmente entre 1 MeV e 3 MeV). As partículas ao embaterem no alvo sofrem colisões elásticas e inelásticas com os núcleos e electrões do meio.\nAs colisões mais prováveis com os electrões são inelásticas e determinam as perdas graduais de energia das partículas do feixe à medida que estas se movem no meio e atingem profundidades mais elevadas. Em cada uma destas colisões com os electrões as deflexões provocados são praticamente nulas (&lt;0,03°), as transferências de energia são muito pequenas (&lt;0,2%). Estas colisões são tão numerosas que originam uma perda aproximadamente contínua e gradual de energia das partículas que se movem em trajectórias essencialmente rectilíneas.\nPelo contrário, embora só uma pequena fracção das partículas do feixe sofra colisões com os núcleos, em cada uma destas colisões a perda de energia e o desvio produzido na trajectória podem ser muito grandes. A fracção da energia transferida pode variar de aproximadamente 5% a 10% até cerca de 70%, e os desvios podem ser tão grandes que as partículas passam a deslocar-se na direcção da superfície em que incidiram.\n3\tEsta resolução respeita à energia de 5,9 keV do Mn.\nFala-se neste caso de retrodispersão e quando as partículas retêm energia suficiente abandonam o material. Note-se que esta situação só pode acontecer se as massas dos iões incidentes forem menores que as dos iões alvo. A energia com que as partículas retrodispersas abandonam o material e atingem o detector depende assim da massa do núcleo dispersor e da profundidade a que se deu a colisão. Deste modo, as partículas que chegam ao detector contêm informação sobre os elementos existentes na amostra e a sua distribuição em profundidade (dentro dos limites de penetração do feixe, determinada pela sua energia inicial e pelas perdas no meio).\nÉ destes fenómenos que as espectrometrias de retrodispersão elástica tiram partido, em particular na interpretação quantitativa dos espectros de RBS que assenta em quatro conceitos físicos básicos:\na) Factor de cinemática - resulta da conservação da energia e do momento linear no processo de dispersão e expressa a fracção de energia retida pela partícula incidente após a colisão. Permite determinar a massa dos núcleos dispersores e, portanto, em princípio, a identificação dos elementos constituintes da amostra. É dado pela razão entre a energia do projéctil imediatamente antes (Eo) e após a dispersão (Ei), onde Mi é a massa do ião incidente, M2 a massa do ião dispersor e 0 é o ângulo de dispersão das partículas incidentes.\n' m1 a r —L ■ cos9 + 1 -\nM2\t\\ M\nk = El Eo\n\nM. ■ sen20\n2\n1\t+ M1 M2\nA2\n(1)\n7\nb) Poder de paragem - expressa a perda de energia por unidade de comprimento nos processos de colisão. Permite determinar a profundidade a que ocorrem as colisões, e portanto transformar a escala de energia numa escala de distâncias percorridas pelas partículas do feixe nas condições geométricas da experiência.\nA espessura atravessada, x, por uma partícula com energia inicial Eo é obtida através da seguinte expressão:\nx\n=r\nJ Eo\ndE\nS(E)\n[Eo - E(x)]\nS(E)\n(2)\nonde S(E) = —, o poder de paragem, é calculado para o meio, para uma energia dx\nmédia E, compreendida entre E0 e E(x) [Chu78]. A energia E(x) obtém-se do espectro.\nc)\tSecção eficaz de dispersão - expressa as probabilidades de dispersão das partículas do feixe pelos iões do material, por unidade de ângulo sólido, para cada ângulo de dispersão, em função da energia das partículas incidentes. Permite assim estabelecer a relação entre o número de partículas dispersas por cada elemento, (detectadas segundo um ângulo determinado, dentro do ângulo sólido do detector, por intervalo de energia) - i.e. os rendimentos ou intensidades espectrais correspondentes a cada elemento - com o número de centros dispersores por unidade de área por intervalo de profundidade. Permite portanto transformar a escala de rendimentos ou intensidades espectrais registadas a cada energia numa escala de concentrações para cada elemento, às profundidades correspondentes. Assim,\nY(E) • AE = Q ■ Q ■ c 0(E') ■ N( x) ■ A( x)\t(3)\nsendo Y(E) o rendimento para a energia de detecção E, G a secção eficaz (E’ é a energia das partículas do feixe à profundidade de dispersão), H o ângulo sólido do detector e Q é o número de partículas incidentes (4). Da equação anterior facilmente se extrai o número de átomos por unidade de área, N(x) ■ A(x), presentes no alvo, no intervalo de profundidades correspondente, A(x) à profundidade x.\nPara o caso em que a dispersão das partículas é essencialmente do tipo coulombiano, tem-se uma secção eficaz diferencial de Rutherford, a qual é proporcional a Z12 e a Z22 e inversamente proporcional a E2. Da primeira proporcionalidade resulta que átomos mais pesados são centros dispersores mais eficazes do que átomos mais leves, deste modo a espectrometria de retrodispersão de Rutherford (RBS) é muito mais sensível a átomos pesados do que a átomos leves. Da segunda dependência conclui-se que o rendimento aumenta rapidamente à medida que diminui a energia das partículas incidentes, influindo na forma do espectro.\n4 Determinado a partir da carga do feixe pela expressão carga (pC)x6,25x1012 iões/pC, válida para iões com carga unitária (em unidades de carga electrónica).\nd)\tStraggling - expressa o aumento da dispersão da distribuição de energias das partículas do feixe à medida que penetram no material [Chu78]. Devido à natureza estocástica das colisões, o straggling aumenta com o número de colisões, i.e. com o caminho percorrido e portanto com a profundidade. Como consequência é um factor de degradação da resolução em energia do espectro, aumentando esta degradação em função da profundidade.\nIdentificados os elementos da amostra por a), b) e c) é possível obter-se as suas distribuições, sujeitas à degradação imposta por d). É assim possível converter um espectro em distribuições de concentrações vs. profundidade, uma para cada elemento que contribui para o espectro, i.e. extrair os perfis de concentração dos elementos detectados. Porém esta tarefa envolve alguma complexidade. De facto, os espectros recolhidos experimentalmente são o resultado da sobreposição das contribuições devidas a cada espécie de átomos existente no alvo, pesadas pelas suas concentrações. Na Fig. 2.5 ilustra-se de forma esquemática a génese de um espectro de iões retrodispersos. Assim, para cada elemento a forma do espectro correspondente é uma imagem do seu perfil de concentração no material, sujeita a alguma deformação introduzida pela variação da secção eficaz, das perdas de energia e do straggling.\nFig. 2.5 - Diagrama esquemático da génese de um espectro de iões retrodispersos de massa M1 por um alvo contendo iões de massas M2 e M3 sobre um substrato de massa mais baixa M4. A espessura do filme (Ax) é determinada pelo intervalo de energia (AE) [Dev01 modificado].\nOs espectros obtidos por esta técnica foram analisados de acordo com os conceitos expostos recorrendo-se a um programa de simulação, RUMP [Doo85]. Este permite partir\nde composições hipotéticas para as amostras - obtidas da análise dos espectros de RBS utilizando os conceitos expostos - que podem ser descritas por camadas até um máximo de cem, cada uma das quais pode ter na sua composição até um máximo de vinte elementos. Os espectros resultantes da simulação são então comparados com os espectros experimentais. A convergência entre as simulações e os dados experimentais permite validar a hipótese de composição para o alvo ou amostra analisados. Tendo-se diferentes espectros de uma mesma amostra, obtidos em diferentes condições experimentais, uma simulação deverá, no seu final, sobrepor-se a todos eles para os parâmetros experimentais pertinentes. Em conclusão, pela utilização deste programa - ou de programas semelhantes - de forma apropriada, obtém-se uma descrição bastante rigorosa da composição de uma amostra a cada profundidade de interesse.\n2.4.2.2\tEspectrometria por Recuo Elástico\nA análise do hidrogénio é muito importante em diversas áreas da ciência e engenharia de materiais. O hidrogénio tem um coeficiente de difusão elevado na maior parte dos materiais e é provavelmente a impureza mais comum existente nas superfícies, nas quais pode ser adsorvido ou mesmo reagir, formando-se hidretos. Desta forma o hidrogénio tem um papel importante no desencadeamento e progressão dos fenómenos de corrosão, justificando-se assim a necessidade e importância da análise do seu conteúdo de nas superfícies dos materiais.\nAliada à sua grande importância está uma dificuldade (igualmente grande) de análise e quantificação do hidrogénio nos materiais. As espectrometrias de retrodispersão elástica, na sua configuração convencional, e.g. RBS, são completamente impotentes para resolver o problema. De facto, a expressão do coeficiente de cinemática (cf. Eq.(1)) mostra que só pode existir retrodispersão enquanto Mi &lt;M2. Para partículas projéctil com Mi > M2 as leis da conservação impõem para o ângulo de dispersão a condição 0 &lt;n/2 e também para o ângulo de recuo do alvo a condição 0 &lt;n/2.\nA alternativa reside então no recurso a reacções nucleares - as quais requerem em geral a utilização de iões pesados (e.g. 15N) e energias elevadas - ou à detecção dos átomos que recuam, a qual só poderá fazer-se para ângulos 0 &lt;n/2 (i.e. uma configuração do tipo forward scattering). É nesta segunda alternativa que consiste a técnica de ERD (do inglês Elastic Recoil Detection). Esta espectrometria é uma técnica de análise com feixe de iões\nque pode ser utilizada para quantificar elementos leves, sendo muito utilizada na quantificação de hidrogénio e deutério, elementos para os quais é de facto praticamente a única disponível. Iões com energias da ordem dos MeV são utilizados para provocar o recuo dos átomos mais leves do alvo. No sistema mais comum, enquanto estes iões são detectados, os iões retrodispersos na mesma direcção são detidos numa folha absorvedora - em geral mylar, kapton ou outro policarbonato comercial equivalente, com alguns qm de espessura - colocada antes do detector que permite, no entanto, a passagem dos iões leves. O espectro dos iões que recuam é então utilizado de forma a obterem-se os perfis de concentração destes elementos.\nA geometria geral da análise por ERD é apresentada esquematicamente na Fig. 2.6. Considerações mais detalhadas sobre a geometria óptima de dispersão [Nas95] permitem concluir que o ângulo de incidência do feixe na amostra deve ser próximo de 80°, e assim, o porta-alvos deve permitir um posicionamento preciso da amostra para ângulos tão elevados. No caso do equipamento usado o ângulo de incidência é de 78° - o feixe incide a 12° da superfície - e o ângulo de dispersão é de 24°. Com ângulos destes - o ângulo de saída das partículas ejectadas em relação à superfície é igualmente 12° - é também claro que a geometria da superfície a analisar é muito importante para a obtenção de bons resultados, em particular a inexistência de rugosidades, etc.\nFig. 2.6 - Esquema da geometria utilizada na técnica de ERD e de perdas de energia. AEj e AEo representam as perdas de energia nos percursos de entrada e de saída, respectivamente.\nTal como em RBS, para se determinar qual a profundidade a que se encontram os átomos do elemento leve é necessário considerar as perdas de energia do feixe ao longo do seu percurso.\nTomando o esquema da Fig. 2.6, tem-se que\nE(1) = k ■ E - AEa\nE(2) = [k ■ (E - AEi) - AE0 - AE'a ]\ne AEeSpectro = E(1) - E(2) = AE + (AE'a -AEa )\t(4)\nonde AE = k.AEi + AE0 envolve apenas as perdas de energia dos projécteis no trajecto de entrada AEi e do H no trajecto de saída AE0.\nUsando valores médios dos poderes de paragem nesses trajectos, S1 e S2, respectivamente, escreve-se:\nAE = k ■ d'S + ChS; = [S]-d\t(5)\ncos9i\tcos90\nem que no nosso caso 0 i = 0 o = 78 °. Aqui k é o factor de cinemática que expressa a fracção de energia transferida para a partícula ejectada (H), e calcula-se por:\nk _ 4 ■ M1 ■ M2 ■ cos2^ _\t(M1 + M2 )2\t(6)\nonde Mi e M2 têm o mesmo significado que na Eq. 1 e 0 é o ângulo de recuo referido atrás.\nTambém a concentração do elemento leve na amostra é dada como em RBS por:\nNd _\ty(e)\t(7)\nQ.Q.<70\nem que 01 é o ângulo de incidência relativo à normal, o0 é a secção eficaz de recuo elástico para uma dispersão à superfície (5), os restantes símbolos têm o mesmo significado que na Eq. 3.\n5 As energias do feixe de He+ utilizadas nas experiências de ERD variaram entre 2 MeV e 2,4 MeV. Considerando que o limiar de energia para 4He 1H a partir do qual se dá a penetração da barreira\nde Coulomb é de 1,3 MeV [Nas95], é necessário introduzir um termo de correcção à secção eficaz de Rutherford.\nResumindo, a técnica de ERD é um método simples, rápido e praticamente único para a análise quantitativa dos perfis de distribuição de elementos leves, em especial H e D, complementando a informação sobre os iões mais pesados obtida por retrodispersão elástica.\nOs dados obtidos por esta técnica foram também analisados com auxílio de simulações efectuadas no programa RUMP. Neste, para que se possa simular espectros de ERD, é necessário introduzir uma primeira camada claramente identificada como absorvedora [Doo85] com composição e espessura idênticas à do absorvedor utilizado, assim como os parâmetros relativos à secção eficaz de recuo elástico.\n2.4.2.3\tEspectrometría de Emissão de raios-X Induzida por Bombardeamento Iónico\nÉ possível obter-se raios-X na sequência da excitação de átomos induzida por um feixe incidente de iões energéticos. A produção dos raios-X resulta das interacções coulombianas entre as partículas do feixe (protões, partículas a ou outros iões) e os electrões dos átomos que constituem a amostra. Nestas interacções os electrões das orbitais mais internas podem ser arrancados, dando origem a lacunas que podem ser ocupadas por electrões provenientes das orbitais externas As transições electrónicas que ocorrem podem ser acompanhadas da emissão de radiação electromagnética, raios-X ou electrões (electrões Auger). As energias dos raios-X emitidos são dadas pelas diferenças entre as energias de ligação dos estados iniciais e finais dos electrões envolvidos nas transições, e são características dos elementos que as emitiram.\nNa detecção de raios-X são normalmente utilizados detectores de Si(Li), uma vez que a sua eficiência de detecção e resolução em energia são ideais para a gama de energias pretendida (entre 5 keV e 20 keV a eficiência relativa típica destes detectores é > 90% e mesmo para energias próximas de 1,5 keV e de 60 keV é > 10%) [Kno00].\nO espectro de raios-X é essencialmente definido pelos picos ou riscas referentes aos raios-X característicos dos elementos presentes na amostra. As riscas mais intensas estão geralmente situadas na zona de baixas energias do espectro, uma vez que a secção eficaz —12\nde ionização aumenta quando Z diminui (variando com Z em primeira aproximação). No entanto, existem outras contribuições que também estão presentes nos espectros, nomeadamente os picos soma, os picos de escape e a radiação de fundo.\nOs picos soma resultam da detecção simultânea de dois ou mais fotões de radiação X, surgindo no espectro numa posição que corresponde a uma energia igual à soma das energias dos fotões detectados em coincidência.\nOs picos de escape surgem devido à ionização da camada K do Si do detector, da qual resulta a emissão de fotões de 1,740 keV que por vezes se escapam do cristal, perdendo-se por isso a energia correspondente. Nestas condições a deposição de energia não é completa e no espectro de raios-X aparece também uma risca, o pico de escape, com uma energia inferior em 1,740 keV à do pico fotoeléctrico característico. A contribuição deste efeito é inferior a 5%.\nNo que se refere à radiação de fundo, esta deve-se essencialmente a três efeitos: a desaceleração dos electrões ejectados (electrões secundários), a desaceleração dos projécteis e a ocorrência de reacções nucleares. Qualquer uma destas contribuições dá origem a um espectro contínuo que se sobrepõe ao espectro de raios-X característicos. É importante referir que uma grande parte das reacções nucleares, que contribuem para o fundo dos espectros de PIXE, não se dão só no alvo, ocorrem também nos colimadores das linhas de transporte do feixe ou outros componentes da câmara onde se encontra a amostra. De notar ainda que quanto maior a energia das partículas do feixe, maior a probabilidade de ocorrerem reacções nucleares e assim maior será a contribuição correspondente para a radiação de fundo. Por sua vez, o fundo devido a bremsstrahlung nos espectros de PIXE é menor nas regiões de energia superiores a 5 keV (energias que correspondem às radiações K características dos elementos de Z médio, entre 20 e 40) do que nas regiões de energia entre 1 keV e 4,5 keV, correspondentes às radiações K características dos elementos leves (de Z = 11 a Z = 20) e radiações L de alguns elementos pesados (de Z = 31 a Z = 56). A contribuição deste tipo de radiação é também maior quanto maior for a energia do feixe incidente [Joh95].\nApesar da secção eficaz de produção de raios-X aumentar com a energia das partículas do feixe e desta ser maior para protões do que para qualquer outro ião com a mesma energia, as características da radiação de fundo e as limitações do sistema de detecção fazem com que os melhores limites de detecção sejam conseguidos com protões com energias entre os 2,3 MeV e 3,0 MeV para elementos pesados, e com energias entre 1 MeV e\n1,5\tMeV para elementos leves. Limites de detecção com valores inferiores a 0,5 ug/g podem ser atingidos para elementos com número atómico Z ~ 20-30.\nTal como com outras técnicas de feixes de iões, na análise de PIXE há que ter em conta as dificuldades relacionadas com a detecção de elementos minoritários, i.e.\nelementos presentes em quantidades reduzidas na matriz. Neste caso, irão surgir no espectro os picos característicos da matriz e respectivas somas, que poderão ser muito intensos e mascarar as riscas dos elementos minoritários presentes que lhes estejam próximas em energia.\nNa análise dos espectros de PIXE é necessário contabilizar todas as contribuições referidas. Esta análise baseia-se no facto da concentração de um dado elemento se poder relacionar com a intensidade espectral de cada um dos picos característicos. É ainda necessário determinar se a amostra em análise constitui um alvo fino ou espesso, na medida em que para uma amostra espessa existirão variações significativas do rendimento de produção de raios-X, provocadas pela diminuição da energia das partículas do feixe incidente à medida que atravessam a amostra. Neste sentido, define-se amostra fina como aquela em que a perda de energia por parte dos projécteis (e consequentemente a variação da secção eficaz de ionização) e a absorção dos raios-X de interesse não é significativa. Pelo contrário, em amostras espessas os projécteis são completamente parados no meio e a secção eficaz de ionização varia ao longo do percurso. Adicionalmente, os raios-X produzidos no interior do alvo são também atenuados. Os fenómenos de fluorescência entre as camadas mais internas do material e as camadas da superfície, podem também alterar as intensidades espectrais dos raios-X detectados.\nA análise quantitativa, sejam as amostras finas ou espessas, é geralmente efectuada a partir de programas que, por acesso a bibliotecas de secções eficazes e restantes parâmetros necessários, permitem determinar as concentrações dos vários elementos presentes na amostra. Sendo este o procedimento adoptado optou-se por não se apresentarem aqui as expressões de quantificação dos rendimentos de raios-X, que poderão ser encontradas na literatura [Sve95]. No presente trabalho, recorreu-se aos programas GUPIX [Max89], AXIL [Esp86] e DATTPIXE [Rei92].\n2.4.3\tEspectroscopia de Infravermelho com Transformada de Fourier\nDe uma forma geral uma espectrometria baseia-se na medição da absorção ou emissão de radiação electromagnética em função da sua energia. No caso particular da espectroscopia de absorção no infravermelho (IV) é medida a absorção a diferentes energias de IV, por uma amostra na qual incide um feixe com comprimento de onda também na região IV. Quando a radiação IV é absorvida dá-se um aumento do nível de\nenergia vibracional das moléculas (note-se a que a radiação IV só é absorvida por moléculas nas quais pode ocorrer alteração do seu momento dipolar eléctrico). A estes níveis encontram-se associados movimentos vibracionais sendo os mais frequentes, os movimentos de distensão e de flexão. No caso concreto deste trabalho estudou-se a gama compreendia entre 4000 cm-1 e 400 cm-1, habitualmente denominada infravermelho médio. O estudo desta gama espectral permite a identificação dos grupos funcionais presentes na amostra.\nNos vidros, o recurso a este tipo de técnica espectroscópica é de grande importância porque a ausência de ordem a longa distância torna difícil a obtenção de informação estrutural por técnicas como a difracção de raios-X. Com a técnica de FTIR (Fourier Transform Infrared) é pelo menos possível obter informação estrutural local. Ao longo das últimas décadas, diversos investigadores têm estudado a aplicabilidade da análise de espectros vibracionais de infravermelho não só na identificação de grupos específicos existentes nos vidros, como também da natureza estrutural dos mesmos, da qual dependem as suas propriedades (ver por exemplo, [Hen75, Efi96, Ear99, Gre99, Abo02] e literatura incluída).\nOs espectros de IV de sílica vítrea ou do quartzo apresentam um pico muito intenso, localizado a 1100 cm-1, associado às vibrações de distensão do grupo Si-O-Si. No vidro, a presença de grupos Si-O- resulta na existência de um pico adicional que se situa tipicamente entre 900 cm-1 e 950 cm-1, enquanto o pico associada ao grupo Si-O-Si poderá ser encontrado desviado, por volta de 1000-1050 cm-1. À medida que a concentração de iões alcalinos no vidro aumenta este pico também alargar e tornar-se menos intenso. Na Tabela 2.3 são apresentadas as posições dos picos de maior interesse para a análise estrutural dos vidros, assim como dos produtos de hidratação e corrosão que podem formar-se na superfície de vidros na presença de água.\nAssim, e tal como apresentado na Tabela 2.3, os espectros IV de vidros inorgânicos são compostos por diversos picos, que frequentemente se sobrepõem em bandas. Para uma análise mais completa, é necessário separar estas bandas em picos individuais, de forma a poder extrair-se informação adicional sobre as alterações estruturais. Através dos parâmetros de cada um destes picos (a sua posição, intensidade e largura característica) é, em princípio, possível obter informação sobre a estrutura e as alterações estruturais do vidro. Os parâmetros de cada pico podem ser obtidos através de ajustes com curvas gaussianas ou lorentzianas, sendo considerado que para o caso dos vidros inorgânicos os\najustes lorentzianos ou ajustes da combinação de funções gaussianas e lorentzianas são mais adequados [Efi99].\nTabela 2.3 - Picos de interesse para a análise estrutural e de produtos de corrosão associados ao vidro [Abo02].\nPosição do pico (cm 1)\tAtribuição\n460-480\tvibrações de flexão das ligações Si-O-Si\n640-680\tmodos de flexão das ligações Si-O-Si e O-Si-O\n775-800\tdistensão simétrica das ligações [O-Si-O]\n960\tvibração de oxigénios que não estão em ponte em Si-O-\n1050-1060\tdistensão anti-simétrica + vibrações de oxigénios em ponte em Si-O-Si\n1120\tvibrações anti-simétrica de oxigénios em ponte em Si-O-Si\n1400-1420\tgrupo carbonato\n1630-1640\tágua molecular\n3420-3430\tvibração de distensão do grupo [OH] e água molecular.\nPara a caracterização dos vidros e produtos de corrosão recorreu-se à microscopia de infravermelho em modo ATR (Attenuated Total Reflectance) com cristal de Si. Através desta técnica é possível a identificação dos grupos funcionais dos compostos existentes apenas na zona superficial da amostra (i.e., até profundidades de ~ 2 pm). Os espectros foram obtidos com um espectrómetro Nicolet Nexus equipado com um microscópio Continuam com objectiva IV 15 x, e um detector de semicondutor, Thermo Nicolet MCT (6), optimizado para a região espectral entre 4000 cm-1 e 650 cm-1.\n2.4.4\tEspectroscopia óptica UV-Vis-NIR\nNesta secção do trabalho foi utilizada apenas um pequeno intervalo do espectro electromagnético que compreende a zona do visível, ultravioleta e infravermelho próximo, ou seja a gama compreendida entre 200 nm e 3300 nm. Através dos espectros de absorção obtidos nesta gama é possível retirar informação sobre as configurações geométricas associadas a iões particulares na estrutura do vidro [Nav91,Wey99]. Neste trabalho os iões\n6 Semicondutor ternário de mercúrio, cádmio e telúrio\nde interesse são os iões dos metais de transição introduzidos com a finalidade de conferir cor ao vidro, em particular, o cobre, o ferro e o manganês.\nTal como já foi descrito anteriormente neste mesmo capítulo, um grande número de vidros é colorido devido à presença de elementos de transição. Neste caso os grupos cromóforos são constituídos por catiões que são incorporados na estrutura reticular do vidro, encontrando-se rodeados de ligandos e formando determinados poliedros de coordenação.\nQuando nos iões dos metais de transição as orbitais d não se encontram completamente preenchidas, as transições electrónicas entre os diferentes níveis de excitação produzem-se facilmente e com energias relativamente baixas. A frequência da radiação electromagnética que é absorvida ou emitida nestas transições situa-se no intervalo do espectro visível. A cor irá depender não apenas da configuração electrónica dos catiões corantes, mas também da natureza e número de aniões que com estes se coordenam. Estes irão influir sobre a intensidade do campo eléctrico que rodeia o catião central e, finalmente, sobre a absorção óptica do conjunto. O número de coordenação do grupo cromóforo irá ainda determinar o papel formador ou modificador de rede que este irá desempenhar na estrutura vítrea. Assim, a identificação e associação de um certo espectro a uma combinação ião-coordenação, e esta a uma função formador ou modificador pode permitir a utilização do espectro para a identificação da função de um dado ião na rede vítrea.\nNum ião de transição, com níveis d, livre da acção de um campo eléctrico ou magnético externo, os seus diferentes sub-níveis correspondem ao mesmo estado energético (os electrões podem ocupar indiferentemente qualquer um dos sub-níveis). Se um ião com electrões d se submete à acção do campo ligando (por estar rodeado de iões negativos ou moléculas dipolares) as suas orbitais sofrem um desdobramento resultando em diferentes níveis de energia. A diferença de energia entre os sub-níveis energéticos dá uma ideia da intensidade do campo ligando. Estas transições podem ser indicadas segundo as notações de Mulliken ou Bethe. Numa simetria regular os tipos de complexos mais frequentes são octaédricos e tetraédricos [Nav91]. Na Fig. 2.7 apresenta-se um esquema do desdobramento das orbitais d em campos ligandos de diferentes simetrias: cúbico, tetraédrico e octaédrico.\nÉ ainda de referir que nos poliedros de coordenação que se formam em volta dos iões dos elementos de transição podem observar-se deformações em consequência do efeito de Jahn-Teller - as coordenações dos catiões com estados electrónicos degenerados\napresentam uma tendência para a diminuição da sua simetria conducente ao levantamento da degenerescência e, com isso, a uma diminuição da energia e uma estabilização do sistema.\n▼\n'' \" A\nA(Cúb.)\ndxy,dxz,dyz\n______í\t1 t2 (de),(Y5)\nM\tdxy,dxz,dyz\n2/5 A(Cúb.)\nI 2/5 A(Tetr.)\nA(Tetr.) |\n-3/5 A(Tetr.)\n„ j ,dx‘-y‘-dz\ndx2-y2,dz2\n-3/5 A(Cúb.)\n▼ V\ndx2-y2,dz2\n\"{\tI e (d7),(Y3)\n.1 t2 (de),(Y5)\nJ\tdxy,dxz,dyz\nFig. 2.7 - Desdobramento das orbitais d em campos ligandos de diferentes simetrias regulares [Nav91].\nNeste trabalho os espectros de absorção óptica foram obtidos com um espectrómetro Varian Cary 5G na gama UV-Vis-NIR.\nCapítulo 3\nO Vitral português do séc. XV: um estudo da matéria\nPara o estudo dos mecanismos de corrosão de vidros potássicos foi escolhido como ponto de partida um sistema real, no qual se basearam as composições dos vidros posteriormente produzidos. Os vitrais quatrocentistas do Mosteiro de Santa Maria da Vitória (Batalha) constituem a primeira evidência da arte de vitralaria em Portugal. Apesar de terem sido já exaustivamente estudados do ponto de vista da sua história, iconografia e técnicas de pintura [Red03, Bar88], até à data deste trabalho apenas tinham sido efectuados estudos pontuais de caracterização da sua composição [Red03]. Mesmo os painéis de vitrais do séc. XVI do mesmo Mosteiro, foram apenas pontualmente analisados no âmbito de um estudo mais vasto de composição de vidros históricos [Bril99]. A existência de fragmentos que não foram re-incorporados nos vitrais durante os trabalhos de restauro realizados em 1998, permitiu que neste trabalho fosse efectuado o estudo da composição destes vidros bem como dos materiais de pintura. A informação aqui obtida constitui uma mais valia para os historiadores e conservadores deste testemunho artístico-histórico.\n3.1\tO fabrico do vitral\n“Do ponto de vista estrutural, um vitral é um conjunto de vidros - incolores, corados na massa ou coloridos por sobreposição de camadas de vidro durante o processo de fabrico, pintados ou não, montados em calhas de chumbo cujos pontos de união são soldados (com uma liga de chumbo/estanho).”\nPedro Redol in “O Mosteiro da Batalha e o vitral em Portugal nos séculos XV e XVI”, Batalha (2003) [Red03]\nNa Idade Média a criação de vitrais constituía uma forma de expressão de fé, tendo como principal objectivo ornamentar a casa de Deus. Através do vidro era alcançada a união entre o edifício e a luz do céu. Os vitrais doseiam a entrada de luz e as suas cores são projectadas no interior da igreja, criando um clima propício à exaltação mística. Estes vidros coloridos inundam a igreja de claridade, fornecendo uma narrativa iluminada de imagens religiosas e devocionais. É uma arte antiga, sendo os mais antigos vitrais encontrados na Europa compostos por uma colecção de vidros de várias cores, descobertos em escavações no Mosteiro de São Paulo, fundado em Jarow, Inglaterra, no ano de 686. Mas este tipo de achados constitui uma excepção. Depois desse, o mais antigo vitral figurativo conhecido no Ocidente parece ser uma imagem de Cristo, pertencente à Abadia de Lorsch, na Alemanha, e datada já do século X tardio [Afo02]. A sua produção era encarada como um mistério, sendo então uma fonte de espanto que materiais como a areia e cinzas pudessem, em conjunto e quando aquecidas, dar origem a uma tão maravilhosa substância translúcida [Kem02, Gra03]\nO primeiro passo de idealização do vitral era realizado sobre uma prancha de madeira: a tábua de vitralista (posteriormente substituída por cartão), na qual eram marcados os limites do vitral, as linhas de corte da composição e, por fim, eram delineados os elementos para o posterior trabalho de pintura. O vidro era então cortado em pedaços com as formas e cores indicadas na tábua de vitralista. Por fim eram aplicados elementos de pintura, definindo detalhes de faces, mãos, roupagem, etc. [Red03].\n3.1.1\tFabrico do vidro\n“Se tens intenção de fabricar vidro, começa por cortar muitos toros de faia e seca-os. De seguida queima-os todos juntos num local limpo, recolhe as cinzas e toma cuidado de não misturar terra ou pedras.\n(...)\nPega então em duas partes das cinzas de que falámos atrás e numa terceira parte de areia, recolhida da água e cuidadosamente limpa de terra e pedras. Mistura-as num sítio limpo (...)”.\n“(...) se quiseres fazer placas de vidro, pega num tubo de ferro e mergulha a sua extremidade num vaso cheio de vidro (...) coloca o tubo na boca e sopra gentilmente (...) deverás ter também uma pedra lisa onde irás colocar o vidro (...)”\nFig. 3.1 - The Travels of Sir John Mandeville. Manuscripto datado do sec. XIV ou sec. XV (The British Library, MS.Add.24184) [Rag03].\n“Se vires que algum vaso começa a ficar amarelo, deixa-o aquecer até à terceira hora e terás um amarelo claro (...) até a sexta hora terás um amarelo rubro.\n(...) cor amarelada, parecida com a carne (...) Tira quando quiseres e deixa cozer o restante (...) terceira hora terás um púrpura claro. Aquece-o de novo da terceira à sexta hora e ficará um perfeito púrpura avermelhado.”\nTheophilus, “De Diversis Artibus” (c. 1125 ) [The84]\nOs vidros utilizados na produção do vitral na Idade Média eram em geral vidros potássicos produzidos à base de cinzas de faia e areia (7). Os vidros podiam ser transparentes ou coloridos pela adição de óxidos metálicos (óxidos de Co, Fe, Cu, Mn, etc.).\nOs painéis eram fabricados por processos de sopro: colhendo um pouco de vidro em fusão com a cana de vidreiro, soprava-se uma bola, a qual era depois afeiçoada sobre marma (chapa lisa de ferro) e/ou num pedaço de madeira molhado, por dois processos. No primeiro (vidro coroa), a bola de vidro era transferida para um pontel em rotação, sendo\n7 Existem no entanto vitrais medievais de composição sódica, característica da tradição romana [Gar03].\nobtido um disco por alargamento da abertura ocasionada pela separação da cana de sopro. No caso do vidro de manga ou de cilindro a bola era alongada formando-se um cilindro que era fendido longitudinalmente, sendo depois separado da cana e cortadas as suas extremidades. Por fim, era aberto ao calor até se obter uma chapa de vidro, a qual podia ainda ser alisada com um pedaço de madeira. Durante o sopro, o vidro era reaquecido sucessivas vezes para permitir o seu trabalho e no final era recozido para aliviar tensões [Red03, Nav91].\n3.1.2\tMateriais de pintura do vitral\n“Toma um bocado de cobre, bate-o bem fino, queima-o num pequeno prato de ferro, até ficar totalmente pulverizado. Pega em alguns pedaços de vidro verde e de vidro grego e mói-os separadamente entre duas pedras de pórfiro. Mistura estes três pós de tal modo que haja um terço de cada. Mói-os com cuidado na mesma pedra com vinho ou urina, coloca-os num vaso de ferro ou chumbo e pinta o vidro com todo o cuidado (...).”\nTheophilus, “De Diversis Artibus” (c. 1125) [The84]\nA substância mais amplamente utilizada para a pintura do vitral era a grisalha, a qual era composta basicamente por uma mistura de fundente (vidro e óxido de chumbo (8)) com limalhas de óxidos metálicos (ferro e/ou cobre), a qual era aglutinada com vinho ou urina. Era então aplicada, por regra no anverso do painel (i.e. na superfície do painel virada para o interior do edifício). Depois de seca, a grisalha era levada a cozer em pequenos fornos a temperaturas entre 600 °C e 750 °C. Deste modo era obtida a ligação entre o fundente com os pigmentos em suspensão e a superfície do vidro [Red03, Ver96].\nA partir de princípios do séc. XIV, passou-se também a utilizar um material conhecido entre os vitralistas por amarelo de prata. Este era aplicado no reverso (a superfície virada para o exterior do edifício) de vidros incolores para realce de pormenores anatómicos, adereços, etc. Crê-se que o amarelo de prata era preparado aquecendo num cadinho pequenos pedaços de prata e enxofre. Com a substância assim obtida constituía-se uma suspensão de sulfureto de prata numa argila que servia de veículo para a aplicação do\n8\tTheophilus refere a utilização de vidro graecus, que deveria conter chumbo na sua composição, composto necessário como redutor do ponto de fusão da mesma, que deve necessariamente ser inferior ao do vidro suporte [Ver96].\ncorante. O amarelo de prata era cozido a uma temperatura inferior àquela a que eram submetidas as grisalhas, motivo pelo qual era cozido separadamente e depois destas, evitando o risco de sobrecozedura. Durante a cozedura, operava-se a redução do sulfureto de prata a prata metálica, dispersando-se esta na superfície do vidro sob a forma de colóides com efeito dicróico [Jem02].\nOs fornos medievais utilizados para cozer as grisalhas e outros materiais de pintura para o vitral não permitiam que se atingisse uma temperatura homogénea no seu interior, recebendo mais calor as peças que eram colocadas junto ao fundo e aos lados da câmara de cozedura. Este facto, juntamente com o controlo empírico das temperaturas a atingir, determinava a fusão mais ou menos completa da fase vítrea e a homogeneidade da grisalha, i.e., as propriedades de porosidade, permeabilidade e adesão [Ver96].\nFig. 3.2 - Forno para recozimento de vidro, segundo Theophilus (modelo existente no Centre International du Vitrail, Chartres, França).\n3.1.3\tAs estruturas metálicas\nAntes de ser colocado nas janelas, o vitral era montado sobre uma bancada de madeira, onde as várias peças de vidro eram encaixadas em calhas de chumbo. Estas eram produzidas vertendo o metal em fusão em moldes bivalves de metal ou, mais raramente, de madeira. A partir da segunda metade do séc. XV, os perfis assim obtido eram passados em fieiras que os tornavam mais finos, o que levava a uma economia substancial de metal, sendo no entanto menos duráveis. As calhas eram unidas por pontos de solda, geralmente de liga de chumbo e estanho. O painel era ainda reforçado por calafetagem com massa de vidreiro, sendo assim adquirida uma maior resistência mecânica e estanquicidade [Str02, Red03, Rag03].\n3.2\tO vitral do séc. XV do Mosteiro de Santa da Maria da Vitória (9)\nFragmentos de vitrais do séc. XV, provenientes do Mosteiro da Batalha, que não foram re-incorporados durante trabalhos de restauro, foram analisados de forma não destrutiva por espectroscopia de feixes de iões e infravermelhos.\nA utilização das técnicas de feixes de iões, PIXE e RBS, e da espectroscopia FTIR permitiu caracterizar a composição elementar do vidro, as camadas de pintura na sua superfície, e também os produtos de corrosão. A utilização de uma microssonda nuclear permitiu ainda a obtenção de mapas de distribuições elementares com uma resolução espacial elevada. Estes mapas foram comparados com fotografias de microscopia óptica e com estudos de infravermelhos obtidos em modo de reflectância.\nOs vidros caracterizados são compostos por misturas de óxidos de Si, K, Ca, Mn e Pb, e ainda de óxidos de Fe e Cu, usados como corantes. Verificou-se que a composição encontrada está de acordo com os receituários da época.\nA pintura na superfície do vidro, a grisalha, é composta por uma mistura de óxidos de Si e Pb, o fundente, com um elevado conteúdo de Fe, Cu e Zn. É de notar que o Zn não se encontra habitualmente associado com a mistura Fe-Cu.\nOs resultados obtidos por PIXE em combinação com FTIR apontam para a formação de uma camada de carbonatos e oxalatos de Ca na superfície dos vitrais, como principais produtos e corrosão.\n3.2.1\tPercurso Histórico dos Vitrais do Mosteiro de Sta. Maria da Vitória\nOs vitrais do Mosteiro de Santa Maria da Vitória são, tanto quanto se tem conhecimento, o mais antigo registo desta disciplina artística em Portugal [Red03]. Os primeiros painéis datam da década de 40 do séc. XV, quando da ida para os estaleiros da Batalha de um vitralista referido pelo nome de Luís Alemão, provavelmente originário de Nuremberga [Hes00]. O seu estilo apresenta uma grande afinidade com a arte da Francónia e Nuremberga, em particular com os vitrais que podem ser encontrados nas janelas das igrejas de Santa Madalena, de Münnerstadt, de S. Veit em Iphofen ou ainda de S. Lourenço e S. Sebaldo em Nuremberga [Red03, Hes00].\n9\tO conteúdo destes sub-capítulo encontra-se publicado em Journal of Non-crystalline Solids, 352, 5368-5375 (2006).\nPor circunstâncias histórico-políticas do nosso país estes vitrais, assim como todo o monumento, foram votados ao abandono entre os séculos XVII e XIX. No séc. XIX foi executado, por ordem real, um restauro de emergência. Durante estes trabalhos, diversos fragmentos dos primeiros vitrais foram inseridos em molduras de madeira juntamente com outros vidros coloridos novos, tendo-se obtido assim conjuntos que por vezes não apresentam grande coerência de motivo e/ou estética [Red03].\nSó mais recentemente (na década de 90 do séc. XX) estes painéis foram novamente removidos de forma a serem efectuadas novas acções de restauro. Nessa altura não voltaram a ser recolocados nas janelas do mosteiro, por se ter avaliado o seu estado como sendo muito frágil. Optou-se antes por os colocar em condições estruturais e ambientais mais adequadas à sua preservação [Red03].\n3.2.2\tObjectos de Análise\nNeste trabalho foram analisados pequenos fragmentos que não foram reincorporados nos painéis das janelas do alçado norte do edifício, quando se procedeu ao seu restauro na década de 90 do séc. XX.\nFig. 3.3 - Fotografias dos painéis (a) N12a (S. João Baptista), (b) N16a (Cabeças de homens e cavalos) e (c) N18a (Figura Alada).\nEstes fragmentos pertencem aos painéis apresentados na Fig. 3.3, denominados S.\nJoão Baptista, Cabeças de Homens e Cavalos, e Figura Alada, com as referências N12a,\nN16a e N18a, respectivamente. Os painéis N12a e N16a pertencem a um primeiro período da produção do vitral em Portugal, pertencendo o painel N12a a uma composição maior de uma única janela da qual outro fragmento ainda existe. A pintura do painel N18a foi efectuada de um modo mais refinado e pertence claramente a um conjunto de trabalhos executados durante o último quarto do séc. XV [Red03].\n3.2.3\tResultados e Discussão\nA composição elementar dos fragmentos de vidro e grisalhas foi obtida por análises de PIXE e RBS. Na Fig. 3.4 apresenta-se um exemplo dos espectros obtidos dos vidros e grisalhas dos vitrais analisados. Uma análise qualitativa destes espectros revela que, tal como esperado, se trata de vidros silicatados potássico-cálcicos com Mn, Fe e Pb na sua composição. A composição da grisalha difere da do vidro pelo seu elevado teor de Cu, Fe, Zn e Pb.\ncanal\n(a)\nFig. 3.4 - Espectros de (a) PIXE e (b) RBS de um fragmento do painel N12a.\n(b)\nOs resultados das análises quantitativas obtidas a partir dos espectros de PIXE e RBS encontram-se resumidos na Tabela 3.1 e na Tabela 3.2. As composições apresentadas encontram-se expressas em fracções molares dos óxidos dos elementos detectados, na estequiometria habitualmente associada a estes mesmos óxidos quando presentes no vidro [She97]. Uma excepção é feita relativamente ao Cl, elemento que normalmente não se encontra associado à composição do vidro potássico ou das grisalhas e que deverá ter origem na corrosão provocada pela atmosfera [New89, Ver96].\nTabela 3.1 - Composição (expressa em fracções molares) dos fragmentos de vidro dos painéis N12a (S. João Baptista), N16a (Cabeças de Homens e Cavalos) e N18a (Figura Alada).\nReferência Cor\tN12A Sc Amarelo\t\tN12A Zi Castanho\t\tN12A N23 Verde\t\tN12A N24 Verde\t\n\t%mol\t% erro\t%mol\t% erro\t%mol\t% erro\t%mol\t% erro\nSiO2\t59,29\t0,52\t50,32\t1,57\t55,38\t0,58\t44,25\t0,75\nCl\t0,94\t1,48\t1,73\t2,78\t0,68\t3,83\t2,34\t1,36\nk2o\t16,30\t0,29\t16,34\t0,68\t14,78\t0,86\t9,17\t0,39\nCaO\t20,88\t0,46\t28,12\t0,71\t21,73\t0,65\t36,99\t0,38\nTiO2\t0,26\t1,87\t0,22\t4,56\t0,22\t4,36\t0,32\t1,84\nMnO\t1,47\t0,77\t1,49\t1,91\t1,46\t1,85\t1,02\t1,00\nFe2O3\t0,26\t2,10\t0,40\t0,80\t0,34\t1,98\t0,74\t1,01\nCuO\t0,02\t10,43\t0,05\t3,04\t4,60\t0,68\t2,54\t0,73\nZnO\t0,12\t3,31\t0,77\t1,81\t0,33\t2,13\t1,18\t1,35\nPbO\t0,45\t8,03\t0,56\t2,20\t0,46\t21,20\t1,46\t1,24\nReferência Cor\tN16A V8 Castanho\t\tN16A V11 Castanho\t\tN18A N25 Azul\t\n\t%mol\t% erro\t%mol\t% erro\t%mol\t% erro\nSiO2\t55,52\t0,59\t55,97\t0,63\t51,36\t1,13\nCl\t1,08\t1,83\t0,89\t1,17\t1,11\t1,56\nK2O\t16,77\t0,49\t16,74\t0,58\t13,66\t1,26\nCaO\t24,07\t0,61\t24,06\t0,76\t31,66\t0,56\nTiO2\t0,18\t5,43\t0,21\t4,34\t0,14\t8,25\nMnO\t1,38\t1,62\t1,52\t0,98\t0,83\t2,76\nFe2O3\t0,27\t1,98\t0,31\t2,17\t0,55\t0,54\nCuO\t0,04\t7,23\t0,05\t3,98\t0,16\t1,06\nZnO\t0,12\t5,13\t0,08\t6,17\t0,13\t1,83\nPbO\t0,59\t3,51\t0,18\t5,85\t0,41\t2,12\nUma análise mais detalhada da Tabela 3.1 revela algumas características comuns a todos os fragmentos analisados: baixo teor de SiO2 e conteúdos elevados de K2O e CaO. Esta composição é característica de vidros potássicos de baixa durabilidade química e pode justificar a extensão da degradação da superfície, observável nestes painéis [Pol96, New89, Ver96, Lei97].\nNa Fig. 3.5 apresenta-se uma comparação da composição destes vitrais com a composição de vitrais medievais de algumas catedrais de diversas regiões da Europa.\nSiO2 (%mol.)\nFig. 3.5 - Comparação entre a composição química dos vitrais do Mosteiro da Batalha obtida neste estudo e de vitrais medievais do Mosteiro de Sta. Maria del Mar, Barcelona [Gar03], das Catedrais de St. Gatien (Tours) e Ste. Opportune du Bosc (Evreux), França [Ste01], da Catedral de Meissen e da Igreja de St. Catarina (Oppenheim) [Ste01] e da Catedral de Colónia [Bia05], Alemanha.\nTodos se podem classificar como vidros potássico-cálcicos, produzidos a partir de areia de sílica e com diferentes tipos de cinzas de plantas continentais. O elevado conteúdo de CaO dos vitrais do Mosteiro da Batalha e de alguns vitrais da Alemanha, sugerem o uso de cinzas de tronco de abeto do norte (Picea abies) (1o) [Biao5].\nRealizou-se a mesma comparação mas desta vez com a composição de vitrais produzidos na Península Ibérica entre os séculos XIII e XV [Garo3] (c.f. Fig. 3.6).\nSiO2 (%mol.)\nFig. 3.6 - Comparação entre a composição química dos vitrais do Mosteiro da Batalha obtida neste estudo e de vitrais medievais do Mosteiro de Sta. Maria del Mar, Barcelona e Catedral de Tarragona [GarC3].\n1o\tÉ possível encontra-se este tipo de abeto em território nacional, nomeadamente nas zonas Norte e Centro interior de Portugal [Car97].\nDesta comparação é possível concluir que continuamos na presença de vidros ricos em K e Ca e pobres em Si. A composição dos vidros é em geral bastante heterogénea, tal como no caso dos vitrais da Batalha, sugerindo diversas fontes de matéria-prima.\nExcepto pela presença inesperada de Zn, a composição encontrada para as grisalhas (Tabela 3.2) é consistente com os tratados de produção de vitrais e grisalhas da Idade Média [Ver96, Str90].\nTabela 3.2 - Composição (expressa em fracções molares) das grisalhas dos painéis N12a (S. João Baptista), N16a (Cabeças de homens e cavalos) e N18a (Figura Alada).\nReferência\tN16A V11\t\tN12A Zi\t\tN18A N25\t\n\t%mol\t% erro\t%mol\t% erro\t%mol\t% erro\nSiO2\t49,54\t1,6\t49,79\t1,6\t51,97\t1,1\nCl\t2,08\t2,8\t3,52\t1,2\t2,77\t2,6\nK2O\t1,51\t1,1\t4,23\t0,9\t1,20\t1,2\nCaO\t9,62\t0,7\t21,49\t0,8\t7,23\t1,0\nTiO2\t0,13\t4,2\t0,28\t2,3\t0,09\t7,8\nMnO\t2,57\t1,7\t1,56\t1,8\t1,43\t2,7\nFe2O3\t17,40\t0,5\t10,34\t0,7\t17,29\t0,5\nCuO\t2,19\t1,7\t1,92\t2,0\t3,40\t0,9\nZnO\t7,56\t1,6\t2,51\t2,2\t6,56\t1,7\nPbO\t7,40\t1,5\t4,36\t1,9\t8,06\t1,1\nApesar da presença de Zn constituir alguma surpresa, dado que não é de todo comum encontrar este elemento na composição de grisalhas deste período, existe pelo menos um tratado que refere o uso de latão (uma liga de Cu-Zn) na produção do fundente [Ver96]. Por outro lado é também possível que os minérios utilizados para a base dos pigmentos da grisalha contenham Zn na sua composição. Tanto quanto foi possível averiguar existe pelo menos mais um caso documentado em que também foi detectada a presença de Zn na composição da grisalha [Mar96]. A utilização do latão ou de minerais contendo Zn, em associação com os pigmentos ou com o fundente, explica certamente a sua detecção, tanto por PIXE como por RBS.\nNa Fig. 3.7 apresentam-se os mapas de distribuição elementar de uma região representativa da superfície de um fragmento pintado, obtidos por PIXE com a microssonda nuclear. A região analisada deste fragmento incluiu a superfície do vidro e parte da grisalha, como se pode observar na microfotografia apresentada na primeira imagem da sequência da figura (sendo a região mais clara, na parte inferior esquerda, o vidro, e a região mais escura, na zona superior direita, a grisalha). Da observação da Fig. 3.7 pode concluir-se que os elementos Fe, Cu e também o Pb e o Zn dominam a composição da\ngrisalha, de forma consistente com os resultados obtidos em feixe convencional, e apresentam uma correlação positiva entre eles. Em particular o Fe é maioritário e aparece claramente na forma de grãos. O Si também faz parte da grisalha, mas em concentrações mais baixas.\nSi\nFe\nMax.\nmin.\nCu\tPb\nFig. 3.7 - Microfotografia óptica e mapas de raios-X com 530 x 530 pm2, obtidos da superfície de um fragmento com grisalha.\nZn\nMax.\nmin.\n■\nDe forma a clarificar a estrutura da grisalha foram ainda realizadas análises de micro-PIXE de secções transversais dos fragmentos, apresentando-se na Fig. 3.8 os mapas de raios-X característicos correspondentes. A microfotografia da primeira imagem da sequência mostra uma camada branca sobre a superfície do fragmento de vidro. A comparação com os mapas de micro-PIXE revela que se trata de uma camada superficial com Ca e Cl, que se formou na grisalha que se estende por baixo. Adicionalmente os mapas de Fe, Cu, Zn e Pb mostram que a grisalha tem uma espessura média de 20-30 pm, e nela existe sobreposição total entre o Pb e o Zn e apenas uma sobreposição parcial destes elementos com o Fe e o Cu. Estes últimos concentram-se na região central, numa espessura de aproximadamente 15 pm, enquanto o Zn e o Pb se distribuem por toda a espessura da grisalha, uniformemente por cima e por baixo desta camada. Note-se ainda que o Fe se apresenta na forma de grãos, com dimensões médias de 10-15 pm, idênticas em toda as\ndirecções, como se pode concluir da comparação dos mapas de distribuição deste elemento, apresentados nas Figs. 3.7 e 3.8. Nas mesmas figuras também é possível identificar grãos de Cu com dimensões semelhantes. Estas observações podem ser compreendidas quando se consideram os processos de fabrico das grisalhas tendo em consideração as temperaturas de fusão dos óxidos metálicos e elementos envolvidos: habitualmente as grisalhas eram produzidas por aquecimento da mistura sobre o vidro a temperaturas entre 600 °C e 700 °C [Ver96, Str90], decompondo-se alguns dos óxidos. A estas temperaturas o Zn e o Pb no fundente encontram-se no estado líquido enquanto Fe e Cu se mantêm em fase sólida.\nSi\tK\nMax.\nCa\nCl\nFe\nMax.\nb min.\nCu\nPb\nZn\nMax.\nmin.\n■\n■\nFig. 3.8 - Microfotografia óptica e mapas de raios-X com 264 x 264 pm2, obtidos em uma secção transversal de um fragmento com grisalha.\nPor outro lado, a análise das secções transversais de fragmentos não pintados, como a que se apresenta na Fig. 3.9, revela a existência de uma camada com uma concentração reduzida de Si e K mas rica em Ca. Este empobrecimento em Si e K pode ser explicado pela formação de produtos secundários e corrosão na superfície do vidro, neste caso particular, ricos em Ca [New89,Bet93, Dor94, Pol96].\nSi\tCa\nFig. 3.9 - Mapas de raios-X com 106 x 106 qm2, obtidos em uma secção transversal de uma superfície corroída.\nK\nMax.\nmin.\n\nI\nOs sinais evidentes de corrosão levaram ao recurso a análises de FTIR como ferramenta auxiliar na identificação dos produtos de corrosão e possíveis mecanismos envolvidos. Na Fig. 3.10 apresentam-se os resultados de análises de micro-FTIR efectuadas em diversos fragmentos de vitrais com composições idênticas.\nFig. 3.10 - Espectros de FTIR de diversas amostras que apresentam diferentes produtos de corrosão: (a) camada hidratada, (b) e (c) carbonato de Ca e oxalato de Ca, respectivamente.\nO espectro (a) foi obtido de um fragmento de vidro que se encontrava sob a calha de chumbo da estrutura do vitral, e por isso menos exposto ao ataque atmosférico. Neste espectro são claramente dominantes bandas localizadas em 995 cm-1 e 930 cm-1, que se atribuem a vibrações das ligações dos grupos Si-O-Si e Si-O-, respectivamente. A existência destas duas bandas é característica de vidros com elevado teor de iões alcalinos e/ou alcalino terrosos [Stu96, Sch99]. Os espectros obtidos de fragmentos que estiveram expostos às condições atmosféricas, espectros (b) e (c), apresentam as mesmas bandas, associadas às vibrações dos grupos Si-O-Si e Si-O-, e ainda um conjunto adicional de bandas localizadas na região entre 1300 cm-1 e 1600 cm-1. Estas são consistentes com a presença de carbonatos e/ou oxalatos de Ca [Stu96, Sch99]. Sabe-se que os primeiros resultam da reacção do CO2 presente na atmosfera com o Ca da superfície do vidro, podendo os segundos resultar da acção de microrganismos na superfície do vidro [Lei97]. Note-se ainda que em todos os espectros é visível uma banda larga em torno de 3400 cm-1. Esta é atribuída às vibrações das ligações O-H dos grupos OH-, indicando um elevado nível de hidratação da superfície do vidro [Stu96].\nDeve referir-se que a presença de grupos CO3- e OH- é característica da corrosão de vidros expostos a ambientes húmidos. Pela acção da humidade do ar forma-se uma camada gelificada, com precipitados cristalinos sob a mesma, cuja formação se deve à presença de CO2 atmosférico [New89, Ver96,Bet93, Sch99, Wro96].\n3.2.4\tConclusões\nNeste trabalho foram analisados fragmentos de vitrais do séc. XV, da fachada norte do Mosteiro de Santa Maria da Vitória, de forma não destrutiva por técnicas de feixes de iões em combinação com espectroscopia de infra-vermelho. Foi assim possível estabelecer a composição dos vidros e grisalhas, bem como caracterizar os produtos de corrosão formados nas superfícies.\nOs resultados mostraram que os vidros são compostos por uma mistura de óxidos de Si, Ca, Mn e Pb, em concordância com os tratados da Idade Média. Os resultados mostraram também que a composição das grisalhas se baseia numa mistura de óxidos de Si e Pb, com um conteúdo muito elevado de Fe e ainda Cu e Zn. Enquanto a presença do Fe e do Cu é muito comum na composição das grisalhas deste período, o último, Zn, só muito\nraramente foi detectado permitindo concluir que foram utilizados na preparação das grisalhas latão ou minerais com Zn na sua composição.\nO recurso ao uso de uma microssonda nuclear e às técnicas de micro-PIXE/RBS associadas, permitiu não só determinar a composição das grisalhas mas também revelar a sua estrutura: uma camada de Si-Pb com aproximadamente 20-30 pm de espessura, com grãos com Fe e Cu concentrados na sua região central. A determinação desta estrutura pode clarificar o processo de aplicação da grisalha no vidro: as temperaturas utilizadas foram suficientes para levar a mistura do fundente e também o Zn até um estado líquido, mantendo-se o corante com Fe e Cu numa dispersão sólida, em grãos com espessuras de ~15 pm, no seio do fundido.\nPor fim, as análises de micro-FTIR permitiram obter informação adicional sobre as alterações das superfícies dos vidros e grisalhas, provocadas pelos processos de corrosão. Em particular foi encontrada evidência de hidratação significativa dessas superfícies e da formação de carbonatos e oxalatos de Ca. A presença destes sais é extremamente prejudicial à integridade dos vitrais e deverá resultar da exposição dos mesmos a condições atmosféricas agressivas. Estes factos apontam para a necessidade de acções preventivas e correctivas para que se possa minimizar a exposição destes vitrais a ambientes húmidos e ainda garantir a sua estabilidade térmica.\nDo séc. XV ao laboratório: vidros modelo\nCapítulo 4\nDo séc. XV ao laboratório: vidros modelo\nUm dos principais motivos que leva à deterioração dos vidros de composição rica em potássio, como é o caso de vitrais medievais, é a humidade do ambiente onde se encontram. Pensa-se ser esta a principal causa da degradação observada nos vitrais do séc. XV do Mosteiro de Santa Maria da Vitória (Batalha), onde foram registados valores de humidade relativa exterior e interior superiores a 90 % [Lei97]. De facto, os resultados apresentados no Cap. 3 são consistentes e fundamentam esta interpretação.\nUm maior entendimento dos fenómenos que levam a esta deterioração é assim de importância fundamental para a preservação deste património. Com este objectivo, foram produzidos vidros modelo com razões SiO2-CaO-K2O semelhantes às que se encontraram nas composições dos vitrais do Mosteiro da Batalha [Vil04]. Os vidros modelo produzidos foram então sujeitos a ensaios projectados de forma a simular ambientes de elevada humidade.\nEm geral podem ser seguidos dois métodos quando se pretende simular ambientes com elevado conteúdo de água. Assim, pode recorrer-se ao uso de uma câmara climática, na qual é possível simular condições ambientais mais próximas da situação real a que se encontram expostos os vitrais, mas que não permite o estudo das alterações existentes ao nível do electrólito (neste caso, a água). O método alternativo consiste na realização de ensaios de imersão. Este último método, apesar de não recriar as condições ambientais reais, tem a vantagem de permitir obter informação sobre as alterações que ocorrem ao nível do electrólito, e.g. utilizar a medição do pH da solução como instrumento de caracterização da cinética de corrosão. Mais ainda, estudos de diversos autores mostram que os produtos de corrosão encontrados nas superfícies dos vidros são os mesmos, independentemente do método utilizado [Hen75, Wro96, Sch99].\nProdução e preparação dos vidros modelo\n4.1\tProdução e preparação dos vidros modelo\nOs vidros modelo utilizados nos ensaios de imersão foram produzidos com base na composição encontrada nos vitrais do séc. XV do Mosteiro da Batalha [Cap. 3, Vil04] -formados por 56 %mol de SiO2, e com 24 %mol de CaO e 20 %mol de K2O. Na Fig. 4.1 é apresentado o diagrama ternário da composição destes vidros sendo claro que os fragmentos de vitral analisados têm composições semelhantes, e agrupam-se na região do diagrama típica de vidros potássicos deste período [Dav03]. Para a produção dos vidros coloridos adicionou-se 1 %mol de MexOy (Me = Cu, Fe, Mn).\nSiO2 (%mol)\nFig. 4.1 - Composição química dos vitrais do séc. XV do Mosteiro da Batalha e do vidro modelo produzido.\nA melhor combinação temperatura/tempo/quantidade de matéria-prima para a obtenção dos vidros modelo foi estudada e os resultados apresentam-se no Anexo I. Assim, os óxidos utilizados na produção dos vidros modelo foram fundidos em cadinhos de Pt/Rh num forno eléctrico a 1300 °C, durante 24 horas. Após esse período os cadinhos com o vidro fundido foram colocados num forno a 500 °C por um período de 4 horas, seguindo-se um arrefecimento lento (~20 horas) a taxa constante, até à temperatura ambiente.\nOs discos de vidro obtidos foram cortados em polígonos com dimensões aproximadas de (7x7x2) mm por meio de uma serra com lâmina revestida com diamante e arrefecimento a água ou óleo. As amostras foram então polidas com lixas abrasivas de papel Micro-MeshTM, sem lubrificação, até a um polimento final a 12000 mesh.\nEnsaios de corrosão por imersão\n4.2\tEnsaios de corrosão por imersão\nOs ensaios de imersão foram efectuados com e sem agitação da solução aquosa. Esperava-se que as condições de ensaio sem agitação se aproximassem mais das condições de formação de uma camada de água devido à condensação desta na superfície do vidro. Pelo contrário, os ensaios com agitação deveriam simular melhor a situação de superfícies de vidro expostas à chuva, situação em que o electrólito é constantemente renovado.\nFoi definido um protocolo experimental sem restrições à evolução do pH da solução por se considerar ser o mais adequado ao estudo dos mecanismos de alteração das superfícies e processos competitivos envolvidos [Whi92].\nNo final dos períodos de imersão as amostras foram removidas da solução e cuidadosamente secas com papel absorvente, evitando-se a remoção dos produtos de corrosão.\nPara o material dos vasos de reacção foi escolhido um polímero inerte (polipropileno) para se evitarem reacções entre o electrólito e as paredes do recipiente. Começou por se efectuar medições de pH de água destilada nos recipientes escolhidos sem amostras, tendo-se este valor mantido constante no tempo. Assim, as alterações de pH que se verificaram quando as amostras de vidro foram imersas, podem ser atribuídas com segurança à interacção entre electrólito e vidro.\nOs ensaios foram efectuados em 25 ml de água destilada (11), ao longo de 2 horas, com medição de um valor de pH por minuto, e de 7 dias e 30 dias, com medições diárias dos valores de pH. Cada um dos ensaios foi repetido quatro vezes para verifica-se a reprodutibilidade dos valores medidos. Todos os gráficos construídos a partir destas medições apresentam os valores médios e respectivos desvios padrão à média.\n4.3\tO sistema SiÜ2-CaO-K2O (12)\nEste estudo da corrosão de vidros potássicos, cuja composição é baseada na composição dos vitrais medievais do Mosteiro da Batalha, iniciou-se com a identificação e\n11\tRazão superfície de contacto/volume de solução ~ 0,005 cm-1, este valor deverá ser inferior a 0,01 cm-1 para evitar a saturação rápida da solução [Cla92].\n12\tO conteúdo destes sub-capítulo encontra-se publicado em Journal of Non-crystalline Solids, 352, 5368-5375 (2006).\ncaracterização dos mecanismos de corrosão no sistema reduzido SiO2-CaO-K2O. Este sistema tem sido já estudado por diversos autores, em particular por ser utilizado na produção de sensores de vidro (13) [Fuc91, Wro98, Mel04, Vid05]. Existem também diversos estudos sobre a cinética de corrosão deste sistema em solução aquosa (veja-se por exemplo [Sha73, Hen75, Coo94]), persistindo ainda algumas questões sobre a interacção entre os diferentes mecanismos de corrosão. De facto não existe um modelo único com o qual se possa explicar todos os fenómenos de corrosão observados. Foi por isso considerado adequado efectuar para este sistema o estudo da evolução dos parâmetros a serem avaliados nos restantes sistemas, de forma a ter-se um conjunto de referência.\n4.3.1\tVariação de pH\nOs valores de pH, medidos nas soluções com vidros imersos por períodos de 2 horas e 7 dias apresentaram uma tendência de aumento em função do tempo de ensaio, tal como se apresenta nas Figs. 4.2 a) e 4.2 b).\n10\n9\n8\n7\n6\n\nz\nz\n0\t50\t100\t150\t200\nt /h\n7 dias de imersão\n-\t■ - s/ agitação\n-\t- c/ agitação\n(b)\n(a)\nFig. 4.2 - Variação do pH da solução com amostras de vidros imersas por períodos de (a) 7 dias e (b) 2 horas.\nNa Fig. 4.2 a) são apresentados os resultados obtidos para um período de ensaio de\n7 dias. Através desta figura é possível verificar que nos ensaios sem agitação do electrólito a variação de pH dá-se numa sequência de degraus, podendo cada um deles ser descrito\n13\tVidros teste padronizados e muito susceptíveis a reacções de corrosão utilizados para avaliação de impacto das condições ambientais sobre os materiais [Mot06].\ncomo se explica em seguida. A remoção de material da superfície do vidro é inicialmente nula e aumenta de forma gradual até estabilizar. Este valor permanece constante enquanto a quantidade de iões removidos (provavelmente K+ e Ca2+) não for suficientemente elevada para criar uma deficiência destes iões na superfície do vidro. A partir deste momento a remoção de catiões faz-se de regiões mais profundas na matriz do vidro. Nos ensaios com agitação do electrólito o valor de pH atinge a saturação mais rapidamente.\nPara uma melhor compreensão dos mecanismos envolvidos na fase inicial da variação de pH, foram efectuadas medições com intervalos de tempo menores, ao longo de 2 horas, e os resultados apresentam-se na Fig. 4.2 b). A variação correspondente na concentração de iões hidrónio em solução, apresentada na Fig. 4.3, foi calculada partindo dos dados representados na Fig. 4.2 b), tomando em conta o volume da solução (25 ml) e as áreas de vidro exposto. Espera-se que esta variação se correlacione com a extensão da troca iónica na região superficial do vidro.\nFig. 4.3 - Variação da concentração de iões hidrónio na solução ao longo de duas horas de ensaio.\n4.3.2\tCaracterização das amostras após ensaios de imersão\nA variação do conteúdo de hidrogénio nas amostras de vidro foi determinada através de medições efectuadas pela técnica de ERD nas superfícies expostas das amostras submetidas a testes de imersão de 2 horas e de 7 dias, relativamente a superfícies não corroídas de amostras de controlo. Um exemplo dos espectros obtidos para as diferentes condições de ensaio, assim como os perfis de concentração correspondentes são apresentados na Fig. 4.4.\n(a)\n(b)\n(c)\nFig. 4.4 - Espectros de ERD obtidos antes e após ensaios de imersão em água destilada de (a) 2 horas e (b) 7 dias. (c) Perfis de concentração de hidrogénio obtidos após simulação no programa RUMP.\nNos ensaios de 2 horas, em ambas as condições (com e sem agitação do electrólito) é possível identificar um aumento do conteúdo de hidrogénio. Após 7 dias de imersão sem agitação esse aumento torna-se mais evidente, enquanto que nos ensaios para o mesmo período mas com agitação o perfil de hidrogénio é constante e de baixa intensidade. Através de simulações efectuadas com o programa RUMP, no qual são gerados espectros de ERD teóricos, a partir de uma hipótese de composição da amostra, foi determinado um aumento de (8,0 ± 0,4)x1016 cm-2 no conteúdo de hidrogénio após os ensaios de 2 horas, sem agitação, e de (2,0 ± 0,1) x10 cm com agitação. Ao fim de 7 dias sem\n17\t-2\nagitação esse aumento foi de (2,0 ± 0,1) x10 cm . Após 7 dias de ensaio com agitação o decréscimo no conteúdo de hidrogénio foi calculado em (8,7 ± 0,4) x1016 cm-2. Mais ainda, para todas as situações foi determinado que a concentração máxima de hidrogénio situa-se a cerca de 50 nm de profundidade.\nNa Fig. 4.5 apresentam-se espectros de RBS obtidos para as mesmas amostras, antes e após os ensaios de imersão. Após duas horas de imersão não se observam diferenças significativas nos espectros (cf. Fig. 4.5 a)). Pelo contrário, os espectros obtidos depois de 7 dias de imersão sem agitação mostram uma redução significativa nas contagens associadas ao conjunto K-Ca (14), quando comparadas com o espectro da amostra não corroída (cf. Fig. 4.5 b)). A mesma figura indica também que a imersão com agitação produz uma variação no perfil de Si.\n(a)\n(b)\nFig. 4.5 - Espectros de RBS obtidos antes e após ensaios de imersão em água destilada de (a) 2 horas e (b) 7 dias.\nA análise dos espectros de RBS com o programa RUMP permitiu calcular a perda de K, Ca e Si. Para os ensaios de 2 horas as razões [Si]:[Ca] e [Si]:[K] mantêm--se aproximadamente constantes. Após 7 dias sem agitação a perda de iões da superfície foi de 30%, para o K e de 12% para o Ca, tendo-se verificado um aumento de cerca 20% no conteúdo de Si. Os ensaios de 7 dias com agitação conduziram a um aumento no conteúdo de Ca na superfície de 6% e a um decréscimo nos conteúdos de Si e K de 60% e 3%, respectivamente. Espectros de RBS obtidos após ensaios de imersão de 30 dias não apresentam rendimentos associados ao Si e ao K, exibindo apenas rendimentos relativos ao O e ao Ca.\nAs superfícies das amostras foram também analisadas por microscopia óptica e microssonda iónica. Após 2 horas de ensaio não se observam alterações nas superfícies\n14\tNas condições experimentais do Acelerador Van de Graff existente no ITN, não é possível, para este caso, a separação entre o sinal do Ca e o sinal do K.\nexpostas. As microfotografias e mapas elementares obtidos após ensaios de 7 e 30 dias são apresentados nas Figs. 4.6 e 4.7.\nSi\n(a)\nCa\nK\n(b)\tSi\nMax.\n■\nmin.\nCa\nK\nFig. 4.6 - Microfotografias ópticas de 1x1 mm2 e mapas elementares de p-PIXE de 1060x1060 pm2 obtidos para os elementos indicados, de superfícies de vidro após ensaios de imersão sem agitação de (a) 7 dias e (b) 30 dias.\n(a)\n(b)\nSi\nCa\tK\nSi\nMax.\nmin.\nMax.\nI\nmin.\nCa\nFig. 4.7 - Microfotografias ópticas de 1x1 mm2 e mapas elementares de p-PIXE de 1060x1060 pm2 obtidos para os elementos indicados, de superfícies de vidro após ensaios de imersão com agitação de (a) 7 dias e (b) 30 dias.\nK\nA Fig. 4.6 corresponde aos ensaios de imersão efectuados sem agitação. Após 7 dias as superfícies atacadas apresentam-se lisas e sem estruturas relevantes, tal como se pode ver na microfotografia óptica, enquanto os mapas ^-PIXE, de raios-X do Si, K e Ca apresentam distribuições uniformes. Pelo contrário, após imersão de 30 dias as microfotografias ópticas revelam uma alteração da morfologia: desenvolveram-se conjuntos de estruturas brancas, com dimensões médias de 100 ^m a 200 ^m (cf. Fig. 4.6). Os mapas elementares correspondentes mostram que estas estruturas são ricas em Ca. Análises por ^-RBS, efectuadas em simultâneo, revelaram que estas estruturas apresentam um conteúdo elevado de C, quando comparadas com regiões onde não se detecta Ca.\nOs resultados obtidos após ensaios de 7 e 30 dias com agitação da solução (Fig. 4.7) mostram uma situação bem diferente. Aqui, as microfotografias ópticas e mapas de raios-X (em combinação com as análises de ^-RBS) mostram que as estruturas ricas em Ca e C se desenvolveram logo após 7 dias de imersão. Estas estruturas apresentam dimensões na escala de 10 ^m a 20 ^m e formam uma rede densa que se sobrepõe a uma superfície fissurada, enriquecida em Si e K e empobrecida em Ca. Aumentando o período de imersão para 30 dias os mapas elementares mostram uma distribuição uniforme de Si, K e Ca.\nUma observação mais detalhada das superfícies atacadas, por microscopia óptica (cf. Fig. 4.8) revela a existência não apenas das estruturas ricas em Ca, mas também de uma camada onde é possível observar iridescência. Esta pode identificar-se com uma camada de sílica hidratada por analogia com o descrito na literatura (e.g. [Cla92]).\n(a)\t(b)\nFig. 4.8 - Microfotografias de superfícies imersas ao longo de 30 dias sem agitação: (a) camada superior e (b) sobreposição de camadas.\nA análise da estratigrafia das superfícies submetidas aos ensaios de imersão de 7 dias foi realizada por SEM e revelou a existência de uma camada a destacar-se, tal como é\npossível observar na Fig. 4.9. Essa camada apresenta-se fissurada, tem uma espessura de cerca de 20 pm e é rica em Si, e de acordo com a literatura corresponde a uma camada de sílica hidratada, (veja-se por exemplo [Cla92]). Nos ensaios com agitação verificou-se que a esta camada se sobrepõe uma outra, também com espessura aproximada de 20 pm, com estruturas ricas em Ca, de acordo com as análises por microssonda iónica.\n(a)\nVidro\nCamada rica em Si\nCamada rica em Ca\n(b)\n(c)\nFig. 4.9- Exemplo de micro-imagens obtidas por BEI (do inglês Backscattered Electrons Image) das secções transversais das amostras de vidro após ensaios de imersão de 7 dias (a) sem agitação e (b) com agitação. Em (c) apresenta-se a sobreposição dos mapas de EDX de Si e Ca obtidos na região apresentada em (b).\nUma vez que as estruturas que se formaram nas superfícies atacadas contêm Ca e C e que os dados obtidos por p-PIXE, p-RBS e também SEM-EDX confirmam existir uma correlação positiva entre estes dois elementos, poderá estar-se na presença de carbonatos de Ca. Esta hipótese levou ao recurso a análises destas superfícies por p-FTIR. Estas foram efectuadas em modo ATR de forma a obter-se apenas informação relativa à região superficial das amostras (a profundidade de análise é de aproximadamente 2 pm).\nNa Fig. 4.10 apresentam-se os espectros obtidos antes e após 2 horas de imersão. São claramente visíveis dois picos associados às vibrações dos grupos Si-O-Si (~1020 cm-1) e (~ 900 cm-1), tal como descrito na literatura (e.g. [Lee97,Abo02]).\nO\n(a)\n(c)\n• —•— Após ensaio de 2 horas s/ agitação\t\n_\tAjuste lorentziano\tSi-O-\n'\tSi-O-Si\t\n/\t'' \\\\\n\t\n1300\t1200\t1100\t1000\t900\t800\t700\nn° de onda /cm-1\n(b)\nFig. 4.10 - Espectros de FTIR obtidos em superfícies de vidro: (a) antes dos ensaios de imersão de duas horas em água destilada e após ensaios (b) sem agitação e (c) com agitação do electrólito. Ajuste lorentziano dos picos sobreposto.\nOs espectros de FTIR obtidos após 7 dias de imersão são apresentados na Fig. 4.11.\nFig. 4.11 - Espectros de FTIR obtidos antes e após 7 dias de imersão em água destilada.\nPara além do aumento significativo da intensidade do pico associado às vibrações dos oxigénios ligados no grupo Si-O-Si, é também de destacar o aparecimento do pico localizado a 1147 cm-1 atribuído a vibrações anti-simétricas do mesmo grupo [Abo02] no espectro das amostras submetidas a ensaios de 7 dias sem agitação. Estas duas alterações reflectem a deterioração da superfície, com formação de uma camada enriquecida em sílica. Se os ensaios são efectuados com agitação da solução, os espectros de infravermelhos das superfícies atacadas são significativamente diferentes. Desenvolve-se uma banda intensa localizada em 1395 cm-1 conjuntamente com dois picos localizados em 870 cm-1 e 710 cm-1. Este conjunto corresponde a vibrações dos grupos CO3- no carbonato de cálcio [Stu96]. Note-se que já não são visíveis as bandas associadas aos grupos Si-O-Si e Si-O-, o que é consistente com a existência de uma camada de carbonato de cálcio (e portanto rica em Ca e C, tal como identificado por li-I’IXE e p.-RBS) a revestir a superfície. Também foram obtidos espectros idênticos (apenas com os picos relativos ao grupo CO3-) após 30 dias de ensaios.\n4.3.3\tDiscussão\nA forma da progressão do valor de pH observada, progressão em degraus, pode ser interpretada à luz das reacções químicas habitualmente associadas aos diferentes estágios da corrosão do vidro, tal como descrito na literatura (veja-se por exemplo [Sch88, Pau90, Cla92, Pol96, Pan00, Abo02] entre outros). Na Fig. 4.12 esboça-se de forma esquemática a correlação entre a evolução do pH e essas reacções químicas.\nNa etapa inicial é dominante o mecanismo de lixiviação selectiva dos iões alcalinos e alcalino-terrosos. Durante este processo forma-se uma camada de estrutura mais aberta, permitindo que os iões se movam a uma maior velocidade na rede. Numa segunda fase ocorre também a formação de água molecular no interior da camada lixiviada. Esta fase irá corresponder a uma variação de pH mais rápida, uma vez que as reacções de lixiviação irão também ocorrer mais rapidamente na estrutura mais aberta que se formou. Por fim, o último passo deste processo é atribuído ao equilíbrio que se estabelece entre a lixiviação dos iões alcalinos e iões alcalino-terrosos e a formação de ácido silícico que passa à solução. Este equilíbrio justifica o facto de o valor de pH se manter aproximadamente constante ao longo do tempo.\nFig. 4.12 - Representação esquemática da variação do pH de água destilada com amostras de vidro imersas e reacções químicas associadas.\n1/2\nA curva de variação de iões hidrónio vs. t apresentada na Fig. 4.3 para os ensaios com agitação da solução apresenta um decréscimo inicial muito pronunciado, o qual é, seguido por um regime praticamente sem variação. Este pode ser visto como a saturação ou a tendência para a saturação observada na curva pH vs. tempo da Fig. 4.2. O desvio ao 1/2\ncomportamento linear em t implica que o mecanismo de transporte não é puramente difusivo [Dor94, Lee97, Sir01].\nPara a situação dos ensaios de 7 dias, caso o mecanismo de troca iónica envolvendo os iões alcalinos K+ fosse o único mecanismo activo na interface vidro-electrólito, seria de esperar que a quantidade de potássio perdida da amostra e a quantidade medida na solução fossem idênticas. No entanto, medições efectuadas por PIXE, cujos resultados se apresentam na Tabela 3.1., mostraram que a quantidade de potássio em solução é muito superior ao esperado. Dos espectros de RBS foi determinada uma perda de potássio de 30% e de 3% para os ensaios sem e com agitação, respectivamente (cf. Cap. 4.3.2), mas o conteúdo de potássio em solução foi de aproximadamente 47% e 33%, para cada uma das diferentes condições de ensaio. Mais ainda, as mesmas análises revelaram a existência de silício em solução, em concentrações da mesma ordem de grandeza, e também de cálcio. Desta forma, o mecanismo de troca iónica não é o mecanismo dominante responsável pela corrosão observada. Alternativamente é proposto que ocorra predominantemente a dissolução activa da matriz de vidro, levando a uma perda significativa de K, Ca e Si.\nTabela 4-1 - Conteúdo em %at. de Si, K e Ca presentes em solução após ensaios de 7 dias.\n\t7 d s/ agitação\t\t7 d s/ agitação\t\n\t%at.\t% erro\t%at.\t% erro\nSi\t46,91\t0,42\t46,73\t0,45\nK\t46,73\t0,41\t33,36\t0,54\nCa\t6,36\t1,57\t20\t0,68\nOs espectros de infravermelho dos vidros têm sido já longamente estudados por diversos autores (veja-se, por exemplo, [Cla92, Wro96, Lee97, Efi99, Abo02]). Os ajustes aos picos obtidos após ensaios de 2 horas (cf. Fig. 4.10), mostram que o máximo da banda associada às vibrações Si-O- se desloca para números de onda mais baixos, indicando que o número de iões alcalinos e de átomos de oxigénio não ligados diminuiu. A razão das áreas entre os picos de Si-O- e Si-O-Si varia de 1,3 no vidro não corroído para 1,2 ou 1 após duas horas de imersão sem agitação e com agitação, respectivamente. Estes resultados encontram-se em conformidade com a formação de uma camada hidratada, rica em sílica, segundo a seguinte reacção:\nI\tI\tI\tl\n-\tSi - OH\t+ OH -\tSi -\t-\tSi - O -\tSi -\t+ H2O\t(1)\nI\tI\tI\tI\nOs carbonatos\ttambém\tidentificados\tnas análises de\tFTIR\t(cf. Fig. 4.11) quando\ncomparados com os resultados obtidos por p-PIXE e p-RBS permitem concluírem que a formação de carbonato de Ca na superfície é a última etapa do mecanismo de corrosão induzido por água no tipo de vidros aqui estudado.\n4.4\tO sistema SiO2-CaO-K2O-MexOy (Me = Cu, Fe, Mn) (15)\nTal como já foi descrito no Cap. 3 o vitral medieval é essencialmente um mosaico de peças de vidro colorido, sendo cada cor separada por uma calha de chumbo.\n15\tO conteúdo destes sub-capítulo foi submetido para publicação no Journal of Non-crystalline Solids a 17 de Maio de 2007.\nOs primeiros artistas da técnica do vitral encontravam-se limitados na gama de cores disponíveis (azul, castanho, verde, vermelho, violeta e amarelo). A forma de obterem essas cores consistia na adição de óxidos de metais de transição, como os óxidos de Cu, Fe, Mn, etc., durante a fusão do vidro. Estes metais da transição entram na rede da sílica e passam a formar parte dela da mesma forma que os restantes catiões. A cor final obtida depende, não apenas da introdução de um metal específico mas também da presença de outros óxidos, da temperatura e das condições de oxidação e/ou redução do forno de fusão [New89].\nSurpreendentemente, não existe informação sobre o efeito da adição destes iões na corrosão do vidro potássico. Algumas referências da literatura específica de conservação do vidro referem que, em alguns casos, o vidro colorido se encontra melhor preservado do que o vidro incolor, mas esta diferença é associada com as diferentes composições de base e não ao efeito dos iões de metais de transição na matriz de vidro [Dav03].\nUma das primeiras exigências para um trabalho de conservação mais adequado é a compreensão dos mecanismos de alteração dos materiais. Neste trabalho pretende-se estudar o efeito da introdução de elementos de coloração na deterioração de vidro potássico na presença de água, a fim de melhor compreender os mecanismos de corrosão dos vitrais medievais.\n4.4.1\tPropriedades ópticas\nNa Fig. 4.13 apresentam-se os espectros de absorção óptica, no intervalo UV-Vis-NIR, obtidos dos vidros modelo coloridos pela introdução dos metais de transição Cu, Mn e Fe e também um espectro de um vidro da mesma composição de base mas não colorido.\nO espectro que corresponde ao vidro não colorido exibe o limiar de absorção na região do UV, a 300 nm. O mesmo efeito é observável nos restantes espectros embora o limiar se apresente deslocado para 350 nm nos vidros contendo Cu e Mn, e para 375 nm nos vidros com Fe. Os espectros dos vidros com Cu e Mn apresentam bandas intensas e largas, cuja posição e intensidade variam de acordo com o elemento específico presente no vidro. Estas bandas estendem-se de 500 nm até ao infravermelho próximo, com o máximo localizado em 820 nm para o Cu, e entre 400 nm e 900 nm, com o máximo em 520 nm no caso do Mn. No caso dos vidros contendo Fe o espectro de absorção óptica apresenta um patamar sem singularidades que se estende de 580 nm a 830 nm.\nFig. 4.13 - Espectros de absorção óptica UV-Vis-NIR de vidros modelo produzidos (a) sem adição de metais de transição e com 1 %at. de (b) Cu, (c) Mn e (d) Fe.\nUma análise mais detalhada do espectro óptico do Fe revela a existência de três bandas de fraca intensidade, apresentando um máximo localizado a 380 nm (a mais intensa) e a 420 nm e 450 nm as restantes duas (cf. Fig. 4.14).\n4\nCO\n<\n3\n2\n1\n300\t400\t500\t600\nFig. 4.14 - Espectros de absorção óptica UV-Vis-NIR de vidros modelo produzidos com 1 %at. Fe.\nÀ /nm\nOs espectros obtidos explicam as cores observadas, azul, violeta e amarelo para os vidros contendo Cu, Mn e Fe, respectivamente. Por fim, na região que se estende de 900 nm a 3000 nm, todos os espectros são semelhantes, apresentando os picos de absorção característicos da água, no infravermelho próximo [Hec91].\n4.4.2\tVariação de pH\nAs curvas de variação de pH do electrólito onde as amostras de vidro foram submersas com e sem agitação apresentam-se na Fig. 4.15.\n(a)\n(b)\n10\n9\n8\n7\n6\n\t\t\n\t\t\n\t\t7 d s/ agitação\n\t\t• Vidro\n\t\t—+ Cu\n\t\t—+ Mn\n\t\t—o— + Fe\n50\n150\n100\nt /h\n200\n(d)\n(c)\n(e)\nf)\nFig. 4.15 - Variação do pH do electrólito com amostras de vidro imersas ao longo de (a) e (b) 2 horas, (c) e (d) 7 dias e (e) e (f 30 dias.\n5\n0\nApós 2 horas sem agitação as soluções com vidros contendo Fe e Mn apresentam uma evolução semelhante à do vidro sem metais de transição, enquanto que para o vidro contendo Cu a solução apresenta um aumento de pH significativamente mais rápido. No caso dos ensaios de 2 horas com agitação o valor de pH de todas as soluções onde os vidros dopados foram imersos é mais elevado do que as soluções com vidros não dopados. Estes valores são mais elevados e semelhantes para o caso do Fe e Cu (cerca de 9), e mais baixo para o Mn (8,5).\nApós 7 dias sem agitação, as soluções que contêm vidros dopados com Fe e Mn mostram um valor final de pH idêntico (cerca de 8,8). Este valor é ligeiramente superior ao obtido com os vidros não dopados e dopados com Cu (pH = 8,5). Além disso, o aumento inicial de pH é mais rápido nas soluções com vidros dopados do que com vidros de referência não dopados. Ao fim de 7 dias de ensaio com agitação, todos os electrólitos apresentam um valor idêntico de pH, entre 9,2 e 9,5, valores significativamente mais altos do que o obtido nos ensaios sem agitação. De uma forma geral, foram obtidos os mesmos resultados para todos os ensaios de 30 dias. É de notar que nos ensaios com agitação, os valores tendem a decrescer ao fim de 400 h - 500 h.\n4.4.3\tCaracterização das amostras após ensaios de imersão\nApós os ensaios foi determinado o conteúdo de hidrogénio na superfície das amostras corroídas, pela técnica de ERD. Os espectros obtidos após os ensaios de 2 horas apresentam um ligeiro aumento no conteúdo de hidrogénio, posteriormente quantificado. Este aumento é significativamente mais pronunciado nos espectros obtidos das superfícies expostas a ensaios de 7 dias sem agitação, verificando-se uma diminuição no rendimento do espectro obtido após ensaios de 7 dias com agitação do electrólito.\nNa Fig. 4.16 mostra-se um exemplo dos espectros de ERD obtidos antes e após os ensaios de imersão de 7 dias de amostras dopadas com os metais de transição. A forma dos perfis obtidos é pouco afectada com a mudança do metal de transição presente na rede vítrea, existindo apenas variações de intensidade que se traduzem nos diferentes conteúdos de H posteriormente determinados.\nFig. 4.16 - Espectros de ERD obtidos antes e após ensaios de imersão de 7 dias em água destilada de amostras dopadas.\nA partir da simulação destes espectros com o programa RUMP obtiveram-se os valores que se apresentam na Tabela 4-2.\nTabela 4-2- Variação do conteúdo de H em unidades de cm 2, após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn.\n\t2 h s/ agitação\t2 h c/ agitação\t7 d s/ agitação\t7 d c/ agitação\nVidro\t(8,0 ± 0,4)x1016\t(2,0 ± 0,1)x1017\t(2,0 ± 0,1)x1017\t(8,7 ± 0,4)x1016\n+ Cu\t(5,0 ± 0,2)x1017\t(1,6 ± 0,1)x1018\t(1,5 ± 0,1)x1018\t(1,4 ± 0,5)x1016\n+ Fe\t(4,0 ± 0,2)x1017\t(5,5 ± 0,2)x1017\t(5,8 ± 0,2)x1017\t(5,1 ± 0,3)x1016\n+ Mn\t(3,3 ± 0,2)x1017\t(4,2 ± 0,2)x1017\t(4,3 ± 0,2)x1017\t(1,5 ± 0,5)x1016\nAo fim de 2 horas de ensaio todos os vidros dopados apresentam um conteúdo de H na superfície superior ao conteúdo de H nos vidros não dopados. Esta diferença é maior para os vidros contendo Cu, em boa correlação com a variação de pH, mais rápida, e com o valor final mais elevado obtidos nestes ensaios. Para todos os vidros, os espectros de ERD obtidos após imersão de 7 dias mostram um aumento no conteúdo de H para os ensaios sem agitação e uma diminuição deste conteúdo após os ensaios com agitação. Estes resultados são idênticos aos já observados anteriormente nos ensaios de vidros não dopados.\nOs espectros de RBS dos vidros contendo Cu revelam um enriquecimento da superfície neste metal, tal como se pode observar na Fig. 4.17. Das simulações efectuadas pode concluir-se que esse enriquecimento traduz-se no aumento de concentração de Cu de aproximadamente 2 %at., após os ensaios e 2 horas com agitação, e de 6 %at., após os ensaios de 7 dias sem agitação.\ncanal\nFig. 4.17 - Espectros de RBS obtidos antes e após ensaios de imersão de 2 horas sem agitação e 7 dias com agitação em água destilada de amostras dopadas com Cu.\nPara os restantes ensaios, não foi possível seguir esta tendência através da técnica de RBS em feixe convencional, tendo-se por isso recorrido à microssonda nuclear para análise das secções transversais das amostras submetidas a ensaios de 7 e 30 dias.\nprofundidade /^m\nprofundidade/ ^m\n(a)\n(c)\nFig. 4.18 - Profundidade correspondente ao Cu e Si após (a) 7 dias sem agitação, (b) 7 dias com agitação, (c) 30 dias sem agitação e (d) 30 dias com agitação.\n(b)\n(d)\nOs varrimentos lineares feitos nas amostras por RBS e PIXE permitiram obter perfis de distribuição em profundidade dos elementos Cu, Si, Ca, K e O. Na Fig. 4.18 apresentam-se os perfis de concentração dos elementos Si e Cu obtidos nas diferentes condições de ensaio para os vidros dopados com cobre. É perfeitamente visível a existência de uma camada enriquecida em Cu sobre todas as superfícies analisadas. A espessura destas camadas varia de um valor de aproximadamente 30 um após os ensaios de 7 dias sem e com agitação para 15 um após 30 dias sem agitação e 10 um após 30 dias com agitação.\nNos vidros com Mn e Fe na sua composição foi também observado um enriquecimento das superfícies mas em menor extensão, tal como se apresenta na Tabela 4-3.\nTabela 4-3- Espessura em um das camadas enriquecidas no metal de transição (medida a meia altura).\n\t7 d s/ agitação\t7 d c/ agitação\t30 d s/ agitação\t30 d c/ agitação\nVidro + Cu\t30\t30\t14\t10\nVidro + Mn\t20\t10\t10\t5\nVidro + Fe\t15\t10\t5\t~ 0\nDepois de 30 dias de imersão com agitação, a espessura das camadas enriquecidas apresenta, de uma forma geral, valores da ordem dos 5 um a 15 mm excepto nas amostras com Fe, em que não se observa qualquer enriquecimento da superfície. Na generalidade determinou-se que, durante os ensaios de imersão de 7 dias, ocorreram aumentos de seis a sete vezes na concentração dos metais de transição.\nAs alterações morfológicas das superfícies após os ensaios de imersão foram estudadas por microscopia óptica, não se tendo observado diferenças significativas na morfologia das superfícies para as diferentes composições dos vidros (não dopados e dopados). Nas Figs. 4.19 e 4.20 apresentam-se exemplos das microfotografias obtidas após diferentes condições de ensaio. É possível distinguir uma superfície fissurada, coberta por estruturas brancas, que apresentam diferentes dimensões, dependentes das condições de ensaio: mais pequenas e uniformemente distribuídas após os ensaios de 7 dias sem agitação (Fig. 4.19 a)), maiores após os ensaios de 7 dias com agitação (Fig. 4.19 b)) e 30 dias sem agitação (Fig. 4.20 a)) e, finalmente, estruturas muito pequenas cobrindo completamente a superfície após 30 dias com agitação (Fig. 4.20 c)). Nas microfotografias obtidas após os ensaios de 30 dias (Fig. 4.20) foi ainda possível visualizar a superfície de vidro por baixo das\nestruturas brancas, tendo sido reveladas estruturas do tipo “bolha”. Verificou-se que estas estruturas são significativamente mais desenvolvidas na superfície dos vidros com Cu na sua composição.\n(a)\t(b)\nFig. 4.19 - Exemplo de microfotografias obtidas das superfícies de vidros dopados e não dopados após ensaios de imersão de 7 dias (a) sem agitação e (b) com agitação.\n(a)\t(b)\nAs análises por microssonda das superfícies testadas ao longo de 7 dias não proporcionam informação clara sobre as alterações sofridas. No entanto, após 30 dias de ensaios é possível entrever algumas dessas alterações, em particular o aparecimento de estruturas ricas em Ca. Nas Figs. 4.21 e 4.22 são apresentados os mapas de raios-X do Ca obtidos após os ensaios de 30 dias de imersão.\nOs mapas de raios-X obtidos das superfícies submetidas a ensaios sem agitação revelam a existência de estruturas ricas em Ca com dimensões que variam entre 100 pm e 300 pm, como se pode ver na Fig. 4.21. Estas estruturas apresentam-se melhor definidas nos vidros não dopados ou dopados com Mn, sendo significativamente menores nos vidros dopados com Cu e em particular com Fe, nos quais se encontram, em aglomerados, situação reprodutível e comum a todas as amostras analisadas\nVidro não dopado\nMax.\nmin.\ndopado com Mn\ndopado com Cu\ndopado com Fe\nFig. 4.21 - Mapas elementares de p-PIXE de 1060x1060 pm2 obtidos para o Ca de superfícies de vidro após imersão de 30 dias sem agitação.\nNos ensaios com agitação formaram-se estruturas ricas em Ca com dimensões médias de 100 pm, para os vidros dopados com Cu, e de 30 pm a 10 pm nos vidros dopados com Mn ou não dopados como se pode observar na Fig. 4.22. No entanto ao longo do varrimento do feixe a camada enriquecida em Ca foi sendo removida, não sendo por isso possível determinar com precisão as dimensões destas estruturas, e no caso do Fe não foi mesmo possível obter um mapa onde estas estruturas fossem visíveis. De facto, a comparação dos mapas de raios-X do Ca com fotografias obtidas por microscopia óptica\nparece indicar que algumas das estruturas são na verdade fragmentos de uma camada mais contínua.\nVidro não dopado\nMax.\nmin.\ndopado com Mn\ndopado com Cu\ndopado com Fe\nFig. 4.22 - Mapas elementares de p-PIXE de 1060x1060 pm2 obtidos para o Ca de superfícies de vidro após imersão de 30 dias com agitação.\n\nI\nApós a caracterização morfológica e das alterações de composição das superfícies atacadas, foram efectuadas análises de FTIR, com o objectivo de seguir alterações nos grupos funcionais presentes nessas superfícies. Na Fig. 4.23 apresentam-se espectros representativos dessas análises.\nFig. 4.23 - Exemplo de espectros de micro-FTIR obtidos das superfícies das amostras dopadas não corroídas e após ensaios de 2 horas, 7 dias e 30 dias.\nÉ possível reconhecer o desenvolvimento de um pico associado com as vibrações Si-O-Si (~1020 cm-1) após 2 horas e 7 dias de imersão. Os espectros obtidos após 30 dias apresentam picos devidos à presença de CaCO3 na superfície do vidro, os picos que se localizam em 1395 cm-1, 870 cm-1 e 710 cm-1, em geral atribuídos às vibrações de distensão assimétrica, e de flexão fora do plano e no plano, dos grupos CO32- do carbonato, respectivamente.\nAnalogamente ao procedimento seguido quando se estudou os vidros não dopados, a evolução inicial dos picos associados às vibrações Si-O-Si e Si-O- foram analisados em maior detalhe. Na Fig. 4.24 encontram-se os espectros de FTIR de amostras dopadas com Cu obtidos antes e após ensaios de 2 horas sem e com agitação do electrólito.\n(a)\n(b)\n0,0\n0,1\n0,2\n0,3\n0,4\n0,5\n0,6\n0,7\n0,8\n0,9\n1,0\n1300\t1200\t1100\t1000\t900\t800\t700\nn° de onda /cm'1\n(c)\nFig. 4.24 - Espectros de FTIR obtidos em superfícies de vidro dopado com Cu:\n(a)\tantes dos ensaios de imersão de duas horas em água destilada e após ensaios\n(b)\tsem agitação e (c) com agitação do electrólito. Ajuste lorentziano dos picos sobreposto.\nO cálculo das áreas dos picos dos vidros dopados com Cu, obtidas por ajuste lorentziano, permitiu estabelecer as seguintes razões entre os picos associados às vibrações de Si-O- e Si-O-Si: 1,8 para o vidro não corroído e 1,3 e 1,1 após duas horas de imersão sem agitação e com agitação, respectivamente. Para os vidros dopados com Fe foram\nefectuados cálculos idênticos obtendo-se para a razão entre os picos de Si-O- e Si-O-Si os valores 1,3 para o vidro não corroído e 1 para os vidros corroídos durante 2 horas. Por motivos ainda não entendidos não se conseguiram obter espectros de infravermelho da superfície dos vidros dopados com Mn pela técnica de q-FTIR-ATR.\n4.4.4\tDiscussão\nAs bandas de absorção observadas nos espectros ópticos da Fig. 4.13 devem-se claramente à incorporação dos iões de metais de transição na matriz do vidro, uma vez que estas bandas não aparecem no espectro do vidro de referência não dopado.\nSabe-se que as bandas observáveis nos espectros de absorção óptica dos vidros dopados com Cu, devem-se à presença de iões Cu2+ (configuração electrónica 3d9) homogeneamente dispersos, e que adoptam em geral a configuração octaédrica [Cu2+O6] (na qual têm o número de coordenação máximo). Nesta situação, podem ocorrer transições r3(D)\tr5(D) entre os níveis d do Cu , que conferem cor azul ao vidro [Vol84,\nWey99]: estas transições dão origem a bandas de absorção intensas e largas, localizadas entre 780 e 810 nm, e limitadas, nos vidros de silicatos com cobre, por mínimos de absorção situados em torno de 470 nm a 480 nm. A intensidade e posição das bandas de absorção dependem da alcalinidade do vidro, observando-se um aumento na intensidade e uma deslocação para números de onda mais elevados com o aumento da alcalinidade. Sabe-se ainda que a assimetria que se pode observar nestas bandas (cf. Fig. 4.25) deve-se à sobreposição de duas bandas de absorção produzidas por uma distorção tetragonal da coordenação octaédrica associada ao efeito Jahn-Teller) [Bae94].\nOs vidros dopados com Cu estudados neste trabalho apresentam uma intensa cor azul e os seus espectros mostram um mínimo de absorção na região entre 430 nm e 490 nm e uma forte absorção a partir de 640 nm (com o máximo a 820 nm), em total coerência\n2 2 2+ com as transições r3(D)\tr5(D) entre níveis d do Cu em configuração octaédrica. A\nbanda de absorção evidencia ainda uma assimetria (cf. Fig. 4.25) que caracteristicamente se pode explicar pela sobreposição de duas bandas centradas em 730 nm e 945 nm, de acordo com a ocorrência de um desdobramento por efeito Jahn-Teller. Estes espectros fornecem assim uma assinatura sólida da presença de cobre na forma de iões Cu2+ em configuração octaédrica.\nFig. 4.25 - Espectros de absorção óptica UV-Vis de vidros modelo produzidos com 1 %at. Cu.\nDo mesmo modo, a cor observada nos vidros dopados com Mn é característica da absorção dos iões Mn3+ (configuração electrónica 3d4) dispersos homogeneamente numa matriz de vidros de silicatos numa simetria octaédrica [Mn3+O6]. Esta absorção é influenciada pelos átomos vizinhos: nos vidros potássicos existe uma transmissão elevada nas regiões vermelho e violeta do espectro e uma forte absorção na região do verde, atribuída às transições 5r3(D) 5r5(D). Também neste caso, a banda associada aos iões de Mn é frequentemente assimétrica, indicando que o campo ligando octaédrico sofre uma deformação tetraédrica por efeito Jahn-Teller [Nav91,Vol84, Wey99]. Esta é claramente a situação dos espectros obtidos nos vidros produzidos com Mn, onde a banda de absorção intensa com um máximo a 520 nm indica a simetria octaédrica e a assimetria visível denota a deformação tetraédrica. A cor violeta apresentada pelos vidros é indicativa de que a maioria dos iões de Mn existentes no vidro se encontra num estado de oxidação Mn3+.\nPor fim, as absorções observadas na região UV dos espectros dos vidros contendo Fe, em particular nos comprimentos de onda 385 nm, 425 nm e 450 nm podem ser atribuída às transições r1(S) r4(G), r1(S) Í^G) e r1(S) r1,r3(G), proibidas de spin, entre os estado fundamental 6S e os estados excitados 4G dos catiões 3d5 em configuração tetraédrica [Fe3+O4] de acordo com [Vol84] e em concordância com o publicado na literatura para os vidros potássicos com baixo conteúdo de Fe [Hol99]. Esta configuração é característica da situação em que na matriz de vidro se formam grupos formadores de rede FeO4 (idênticos aos tetraedros de SiO4). Apresenta assim as propriedades de um complexo aniónico o qual por transferência de carga produz uma forte\nabsorção na região UV. Note-se ainda, que a banda com o máximo a cerca de 450 nm deverá dever-se à presença dos iões Fe3+ em coordenação tetraédrica, mas também poderá ser atribuída à presença de iões Fe2+ na mesma coordenação [Nav91]. De acordo com a literatura seria de esperar também a existência de uma banda centrada a 1100 nm associada às transições r5(D) r3(D) dos iões de Fe2+ numa configuração octaédrica [Nav91]. O facto de não se observar esta banda de forma clara poderá dever-se à baixa concentração destes iões na matriz do vidro.\nAs curvas de pH apresentadas na Fig. 4.15 indicam que a corrosão destes vidros se devem a diversos mecanismos. Tal como já discutido na secção anterior deste trabalho (Cap. 4.3 e [Vil06]) os diferentes andamentos destas curvas encontram-se associadas a diferentes reacções físico-químicas que ocorrem na superfícies do vidro, quando em contacto com água. Em todos os ensaios realizados o pH atinge um valor constante, o qual corresponde a um equilíbrio entre a dissolução da matriz de vidro (com a formação de ácido silícico) e a troca iónica dos iões hidrónio e os iões alcalino e alcalino-terrosos presentes no vidro. A constância do valor de pH traduz a constância da concentração de iões hidrónio e portanto deverá corresponder a uma situação dinâmica em que o equilíbrio criado é o de uma diferença constante de velocidades das reacções envolvidas e portanto uma velocidade global ou taxa de corrosão constante. Mais ainda, as “flutuações” que se podem observar nas curvas de pH, em particular nos ensaios de 7 dias e, mais claramente, nos ensaios de 30 dias, podem estar associadas a sequências de dissolução da matriz do vidro com a precipitação de fases cristalinas seguindo uma cinética mais lenta [Cla92, Sta07].\nApós os períodos da imersão de 2 horas a característica mais relevante corresponde à evolução do pH da solução aquosa que progride com uma taxa muito mais rápida quando em contacto com vidro dopado com Cu. Esta diferença nas taxas de dissolução dos diferentes metais de transição presentes na matriz vítrea foi também já observada por outros autores ao estudarem secções transversais de vitrais medievais (contendo Cu e também outros metais de transição) expostos a condições atmosféricas naturais [Ste01].\nOs resultados apresentados atrás, na Fig. 4.18 e na Tabela 4-3, mostram ainda que a espessura da camada enriquecida em Cu é superior à das camadas que se formam nos vidros dopados com Fe e Mn, de forma consistente com o proposto acima. É também de notar que a espessura das camadas enriquecidas em Mn é ligeiramente superior à espessura das camadas enriquecidas em Fe. Uma vez que o Cu e o Mn se encontram presentes na matriz de vidro numa configuração octaédrica, sugere-se que esta configuração mais aberta\npode facilitar a troca iónica entre estes iões e os iões hidrónio. A diminuição da espessura destas camadas ao longo do tempo pode indicar a dissolução do vidro e/ou o movimento dos iões Si, K e Ca para a superfície. Aponta-se ainda que, de forma consistente com a existência de diferentes etapas de dissolução, os perfis de concentração dos elementos Si e Cu apresentados na Fig. 4.18 mostram vários máximos que possivelmente representam as diferentes camadas que se formam durante a corrosão da superfície de vidro.\nPara se discriminar quais são os mecanismos que explicam o efeito observado, foram efectuadas análises de fluorescência de raios-X dos resíduos secos do electrólito\napós os diferentes tempos de ensaio (tal como já efectuado por PIXE para os vidros não dopados, cf. Cap. 4.3.3). Na Fig. 4.26 apresenta-se um exemplo dos espectros obtidos destes resíduos, obtidos após os ensaios de imersão de vidros produzidos com Cu, tendo-se obtido resultados semelhantes nas medições efectuadas para os vidros com Fe e Mn. Como se pode observar não existem vestígios de Cu após os ensaios de imersão de 7 dias e 30 dias. Após os ensaios de 7 dias o sinal mais intenso é o relativo ao Ca. Este sinal vai diminuindo até desaparecer nos ensaios de 30 dias. Destes resultados propõe-se que os iões de Si, K, Ca e ainda iões de metais de transição se movem para a superfície, passando à\nsolução apenas os três primeiros. Ocorre ainda deposição do Ca na superfície do vidro, na\nforma de carbonatos de Ca.\nFig. 4.26 - Espectros de XRF de pós de resíduos secos dos electrólitos após os diferentes períodos de ensaios de imersão de vidros modelo produzidos com 1 %at. Cu.\nDurante as análises por microssonda iónica algumas das camadas do carbonato foram removidas pelo feixe de iões em extensões variadas: o efeito é quase insignificante ou inexistente para o vidro de referência, não dopado, e mais marcado no vidro que contém os iões de Cu. Foi também observado, embora em menor extensão, nos vidros dopados\ncom Mn e Fe. As diferentes extensões detectadas podem dever-se às diferenças nas cargas de superfície induzidas pela presença dos iões de metal de transição. Esta remoção da camada de carbonato expôs a superfície de vidro revelando a existência de estruturas do tipo “bolha” (cf. Fig. 4.27), já observadas por outros autores em superfícies de vitrais e vidros romanos [Sal04, Bia04]. Estas estruturas assemelham-se visualmente a minerais do tipo da calcedónia e são mais desenvolvidas nas superfícies do vidro dopado com Cu.\n(a)\n(b)\nFig. 4.27 - (a) Exemplo de microfotografia obtida da superfície de vidros após ensaios de imersão de 30 dias e (b) fotografia do mineral calcedónia [Mic07].\nO resultado de análises por FTIR-ATR destas superfícies expostas e após testes de imersão de 30 dias é apresentado na Fig. 4.28.\nFig. 4.28 - Exemplo de espectros de micro-FTIR obtidos das superfícies das amostras de vidro não corroído e após ensaios de 30 dias.\nOs espectros obtidos revelam somente um pico, associado com as vibrações de\nSi-O-Si de forma consistente com a seguinte reacção da corrosão:\nI\tI\tI\tI\n- Si - OH + OH -\tSi -\t-\tSi -\tO -\tSi - + H2O\t(1)\nI\tI\tI\tI\nEsta reacção inicia-se logo após o início dos testes de imersão. Comparando as razões entre os picos associados às vibrações Si-O- e Si-O-Si, para os vários vidros antes dos ensaios, fica clara a maior diferença entre os vidros dopados com Cu e os vidros não dopados. O valor de 1,8 obtido para a razão de intensidades [Si-O-]:[Si-O-Si] nos vidros dopados com Cu é significativamente superior ao valor de 1,3 obtido para os vidros não dopados, o que implica um maior número de átomos de oxigénio não ligados: esta situação favorece a ligação de iões hidrónio com a superfície do vidro, facilitando também a troca iónica entre estes iões e os iões alcalino e alcalino- terrosos da matriz.\n4.5\tO sistema SiO2-CaO-K2O-Fe2O3-MexOy (Me = Cu, Mn)\nEstudou-se o efeito da introdução simultânea de dois elementos corantes na deterioração de vidro potássico na presença de água, dada ser essa uma situação frequente nos vitrais medievais. Assim, foram estudadas as duas combinações, Fe-Mn e Fe-Cu, sendo a primeira utilizada no fabrico de vidros de cor castanha e a segunda de cor verde [Wey99]. Estas combinações foram escolhidas, por se tratarem de combinações muito comuns na composição de vitrais medievais. A combinação Fe-Mn surge também muitas vezes na composição do vidro, como impureza ou pela adição propositada de Mn com o objectivo de descolorar o vidro [Wey99].\n4.5.1\tPropriedades ópticas\nNa Fig. 4.29 apresentam-se os espectros de absorção óptica UV-Vis dos vidros modelos coloridos pela introdução dos metais de transição nas combinações Fe-Cu e Fe-Mn versus vidro não colorido.\nFig. 4.29 - Espectros de absorção óptica UV-Vis dos vidros modelo produzidos sem adição de metais de transição e nas combinações Fe-Cu e Fe-Mn (1 %at.).\nOs espectros correspondentes aos vidros dopados com Fe-Cu e Fe-Mn apresentam um limiar de absorção na região UV localizado a 370 nm, não muito diferente do observado nos espectros de absorção dos vidros dopados com apenas um metal de transição (cf. Fig. 4.13). No espectro do vidro dopado com Fe-Cu é possível destinguir-se duas bandas com os máximos localizados a cerca de 770 nm e 1000 nm. Por sua vez o espectro do vidro dopado com Fe-Mn apresenta uma banda com um máximo localizado a cerca de 510 nm, a qual se deve predominantemente à acção dos iões Mn+, com uma clara distorção associada ao efeito de Jahn-Teller.\n4.5.2\tVariação de pH\nNa Fig. 4.30 apresentam-se as curvas de variação de pH do electrólito onde as amostras de vidro foram submersas com e sem agitação.\nPara os ensaios de 2 horas sem agitação o valor final de pH do electrólito é ligeiramente mais elevado nas imersões dos vidros contendo Fe-Cu do que nas imersões dos vidros dopados com Fe-Mn, sendo esta diferença de pH de 0,5. Nos ensaios com agitação a tendência inverte-se, sendo a diferença de pH de 0,3. Esta tendência mantém-se ao fim de 7 dias de ensaio, sendo a diferença de pH para os ensaios sem agitação de 0,5. Ao fim de 30 dias o valor final de pH continua superior nas soluções de imersão dos vidros dopados com Fe-Mn, para as duas condições de ensaio.\npH\tPH\tpH\n(a)\n(b)\n(c)\n(d)\n(e)\nFig. 4.30 - Variação do pH do electrólito com amostras de vidro imersas ao longo de (a) e (b) 2 horas, (c) e (d) 7 dias e (e) e (f 30 dias.\n(f)\n4.5.3\tCaracterização das amostras após ensaios de imersão\nFoi determinado o conteúdo de hidrogénio na superfície das amostras após os ensaios de imersão, tendo-se mais uma vez encontrado um aumento na concentração deste elemento na superfície das amostras após 2 horas de imersão. Estes aumentos são semelhantes para os vidros das duas composições. Os espectros obtidos antes e após os ensaios de imersão de 7 dias revelam a tendência já anteriormente observada, isto é, um aumento significativo de hidrogénio após os ensaios sem agitação e uma forte diminuição no sinal deste elemento após as imersões com agitação do electrólito.\nNa Fig. 4.31 apresentam-se espectros de RBS obtidos na superfície das amostras dopadas com os metais de transição nas combinações Fe-Cu e Fe-Mn antes e após os ensaios de 7 dias. Os espectros mostram-se ampliados verticalmente de forma a tornar mais evidente a região que corresponde aos metais de transição presentes na matriz vítrea. Mais uma vez a forma dos espectros é semelhante para as combinações Fe-Mn ou Fe-Cu, observando-se variações nas intensidades dos sinais, as quais correspondem a diferentes valores de concentração.\nFig. 4.31 - Espectros de RBS obtidos antes e após ensaios de imersão de 7 dias sem agitação e 7 dias com agitação em água destilada de amostras dopadas com Fe-Me.\nPela forma dos perfis, com um pico claramente formado e destacado, estes\nespectros revelam que ocorreu, na superfície, um enriquecimento nos metais de transição.\nNo entanto, da simulação destes espectros não foi possível resolver os elementos, Fe e Cu\nou Mn, pelo que mais uma vez se recorreu à análise das secções transversais por p-PIXE.\nApresentam-se na Fig. 4.32 os perfis de concentração dos elementos Si, Fe e Cu obtidos nas diferentes condições de ensaio.\n(a)\nprofundidade /qm\n(c)\nFig. 4.32 - Profundidade correspondente ao Cu, Fe e Si após (a) 7 dias sem agitação, (b) 7 dias com agitação, (c) 30 dias sem agitação e (d) 30 dias com agitação.\n(b)\n(d)\nA análise destes perfis permite identificar um enriquecimento das superfícies, diferenciado para as diferentes combinações de metais de transição tal como se apresenta na Tabela 4-4. O enriquecimento observado após 30 dias com agitação é semelhante para as duas composições do vidro, no entanto observaram-se diferenças significativas nos perfis obtidos após 7 dias de ensaio, em todas as amostras analisadas. Enquanto que após os ensaios sem agitação as amostras dopadas com o par Fe-Cu apresentam um enriquecimento concentrado numa região mais estreita (5 qm a 8 qm), as amostras dopadas com o par Fe-Mn apresentam uma camada enriquecida nestes metais de transição com cerca de 15 qm. A situação inverte-se nos ensaios efectuados com agitação do electrólito, nos quais a espessura da camada enriquecida em vidros dopados com Fe-Cu é quatro vezes superior à espessura da camada enriquecida nos vidros contendo o par Fe-Mn.\nTabela 4-4- Espessura em pm das camadas enriquecidas no metal de transição.\nVidro\t\t7 d s/ agitação\t7 d c/ agitação\t30 d s/ agitação\t30 d c/ agitação\n+ Fe-Cu\tFe\t5\t30\t18\t12\n\tCu\t8\t30\t22\t12\n+ Fe-Mn\tFe\t15\t7\t15\t10\n\tMn\t15\t7\t15\t10\nAs correspondentes alterações morfológicas das superfícies, após os ensaios de imersão, foram estudadas por microscopia óptica. Dado que não foram observadas diferenças significativas para as diferentes composições dos vidros (não dopados e dopados), nas Figs. 4.33, 4.34 e 4.35 apresentam-se exemplos das microfotografias obtidas em diferentes condições de ensaio.\nNa Fig. 4.33 pode observar-se que após 7 dias de ensaio sem agitação (cf. Fig. 4.33 a)) a superfície das amostras não apresenta ainda as estruturas que é possível visualizar na superfície das amostras sujeitas a ensaios de 7 dias com agitação (cf. Fig. 4.33 b)). As alterações morfológicas observadas são idênticas ao anteriormente observado para os casos dos vidros não dopados ou dopados com apenas um metal de transição (cf. Figs. 4.6, 4.7 e 4.19).\n(a)\t(b)\nFig. 4.33 - Exemplo de microfotografias obtidas das superfícies de vidros dopados e não dopados após ensaios de imersão de 7 dias (a) sem agitação e (b) com agitação.\nNas microfotografias obtidas após os ensaios de 30 dias sem agitação (Fig. 4.34) foi possível observar iridescência na superfície do vidro devida à existência de uma camada\nhidratada (Fig. 4.34 a)). Observou-se também a existência de formas poligonais, com facetas bem definidas (Fig. 4.34 a)) e ainda a superfície de vidro por baixo dessas estruturas brancas, tendo sido reveladas formações do tipo “bolha” (Fig. 4.34 b)).\n(a)\nFig. 4.34 - Microfotografias obtida da superfície de amostras de vidro sujeitas a ensaios ao longo de 30 dias sem agitação da solução.\n(b)\nNa Fig. 4.35 mostra-se o efeito da agitação da solução aquosa em ensaios de imersão de 30 dias: formam-se diversas camadas que se encontram já em fase de destacamento cuja observação visual parece indicar tratarem-se de camadas de produtos\nsecundários de corrosão (e.g. CaCO3).\nFig. 4.35 - Microfotografias obtida da superfície de amostras de vidro sujeitas a ensaios ao longo de 30 dias com agitação da solução focadas em três planos distintos, correspondentes a três camadas distintas.\n100um\nAs análises por microssonda das superfícies testadas ao longo de 7 dias não produziram informação clara sobre as alterações sofridas. No entanto, após 30 dias de ensaios foi possível resolver algumas dessas alterações, em particular o aparecimento de estruturas ricas em Ca. Na Fig. 4.36 são apresentados os mapas de raios-X do Ca obtidos após os ensaios de 30 dias de imersão sem agitação. É possível distinguir-se estruturas ricas em Ca, com formas regulares e facetas bem definidas, em total acordo com as observações feitas por microscopia óptica. As dimensões destas estruturas variam entre 10 pm e 50 pm. Em contrapartida, os mapas obtidos para as amostras submetidas aos ensaios com agitação revelam a existência de camadas superficiais ricas em Ca, relativamente homogéneas, onde não foi possível a identificação de estruturas. Com o varrimento do feixe, estas camadas foram sendo arrancadas, revelando as superfícies subjacentes.\ndopado com Fe-Cu\nFig. 4.36 - Mapas elementares de p-PIXE de 530x530 pm2 obtidos para o Ca de superfícies de vidro após imersão de 30 dias sem agitação.\ndopado com Fe-Mn\nMax.\nmin.\nI\nOs mapas resultantes das análises das superfícies subjacentes dos vidros dopados com o par Fe-Cu são apresentados na Fig. 4.37.\nSi\tCu\tFe\nFig. 4.37 - Mapas elementares de p-PIXE de 106x106 pm2 obtidos para o Si, Cu superfícies de vidro após imersão de 30 dias com agitação.\nMax.\nI\nmin.\ne Fe de\nPercebe-se a existência de regiões bem definidas, enriquecidas nos metais de transição Cu e Fe, sendo que a fronteira entre estas zonas é mais rica em Si. Não se encontrou este tipo de estrutura em superfícies atacadas, dos vidros com Fe e Mn.\nA análise das secções transversais destas amostras revelou não apenas o enriquecimento da superfície nos metais de transição, apresentado acima, mas ainda o destacamento da camada enriquecida em Si, como se pode concluir do mapa apresentado na Fig. 4.38.\nSi\nMax.\nmin.\nFig. 4.38 - Mapa elementar de p-PIXE de 264x264 pm2 obtido para o Si de secções transversais de vidro após imersão de 30 dias com agitação.\nAs análises de FTIR efectuadas na superfície das amostras corroídas revelaram um comportamento análogo ao que foi observado anteriormente em vidros dopados com óxidos de Cu, Mn ou Fe. Após 2 horas de imersão a razão entre os picos associados às vibrações de Si-O-Si e de Si-O- nas amostras dopadas com o par Fe-Cu diminuiu, de acordo com a formação de uma camada de sílica hidratada. Infelizmente e por razões até ao momento não compreendidas, não se conseguiram obter espectros de infravermelho das superfícies das amostras dopadas com o par Fe-Mn. Tal como já observado anteriormente, após os ensaios de maior duração, de 7 dias e 30 dias, identificaram-se bandas associadas à presença de carbonato de Ca nas superfícies analisadas, como produto de corrosão.\n4.5.4\tDiscussão\nOs espectros de absorção óptica apresentados na Fig. 4.29 mostram claramente que nos vidros dopados com o par Fe-Mn, é este último o elemento responsável pela cor violeta observada (em vez da cor castanha descrita na literatura [Nav91, esta diferença pode indicar a necessidade de uma maior concentração de iões Fe para se obter a cor castanha [Wey99]). A banda localizada a 510 nm corresponde às transições 5r3(D) 5r5(D),\ncaracterísticas da simetria octaédrica dos iões Mn3+, ou seja à configuração [Mn3+O6]. Uma análise mais detalhada da região compreendida entre 200 nm e 500 nm, não revelou a existência de bandas associadas à configuração tetraédrica de iões Fe3+, que se observaram nos vidros dopados com Fe. Assim não foi possível concluir sobre o estado de oxidação e configuração dos iões de Fe na matriz do vidro.\nNa Fig. 4.39 apresenta-se o espectro de absorção óptica obtido para os vidros de cor verde obtidos por dopagem com o par Fe-Cu. Neste, é clara a existência de duas bandas, uma centrada a 744 nm e uma segunda em torno de 990 nm. A primeira pode ser atribuída às transições r3(D)\tr5(D) entre os níveis d dos iões Cu em coordenação 6, numa\nconfiguração octaédrica [Cu2+O6]. A banda a 990 nm pode ser atribuída às transições 5r2(D) 5E(D) dos iões Fe2+ numa configuração octaédrica, [Fe2+O6]. Habitualmente esta banda apresenta um máximo a 1100 nm, mas está documentado que pode desviar-se para comprimentos de onda mais baixos com o aumento da alcalinidade do vidro [Bin02].\nFig. 4.39 - Espectros de absorção óptica UV-Vis de vidros modelo produzidos com o par Fe-Cu.\nOs resultados dos ensaios de imersão destes sistemas resumem-se na Tabela 4-5, que apresenta as diferenças entre os valores iniciais e finais do pH dos electrólitos após os ensaios de imersão. É de assinalar que logo após 2 horas de ensaio com agitação a diferença de pH é muito semelhante ao que se obteve após 30 dias de ensaio. Esta diferença é geralmente maior para os ensaios de 7 dias, de acordo com o já observado anteriormente, ou seja, existe uma diminuição do pH a partir das 400 horas de ensaio. As diferenças mais significativas nos valores apresentados nesta tabela referem-se aos ensaios de 2 horas sem agitação. Para estes ensaios obteve-se uma maior variação de pH nas imersões de vidros contendo Cu, quer em conjunto com o Fe, quer isoladamente. Esta\nmaior variação pode ser explicada pela existência de um maior número relativo de grupos com oxigénios não ligados (Si-O-) na superfície destes vidros, que são pontos preferenciais de ligação com iões H+ e/ou H3O+. A existência de um maior número de oxigénios não ligados favorecerá a adsorção desses iões na superfície e a posterior troca iónica com iões alcalino e/ou alcalino terrosos, resultando no aumento do pH da solução aquosa.\nTabela 4-5- Diferença entre os valores inicial e final de pH do electrólito após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\n\t2 h s/ agitação\t2 h c/ agitação\t7 d s/ agitação\t7 d c/ agitação\t30 d s/ agitação\t30 d c/ agitação\nVidro\t0,3\t2,3\t2,7\t3,5\t3,3\t2,5\n+ Cu\t1,9\t3,5\t3\t3,5\t3,3\t3,1\n+ Fe\t0,3\t3,3\t3\t3,7\t3,4\t3,5\n+ Mn\t0,5\t3,1\t3\t3,5\t3,8\t3,4\n+ Fe-Cu\t1,25\t2,8\t2,9\t3,7\t3,7\t3,4\n+ Fe-Mn\t0,7\t3,1\t3,4\t3,8\t2,7\t4\nO número relativo de oxigénios não ligados pode ser quantificado pelas razões entre as áreas ou intensidades dos picos associados às vibrações Si-O- e Si-O-Si. Na Tabela 4-6 resumem-se os valores assim obtidos.\nTabela 4-6- Razão entre as áreas dos picos associados às vibrações Si-O- e Si-O-Si antes e após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\n\tpré ensaio\t2 h s/ agitação\t2 h c/ agitação\nVidro\t1,3\t1,2\t1,0\n+ Cu\t1,8\t1,5\t1,3\n+ Fe\t1,3\t1,2\t1,0\n+ Mn\tX\tX\tX\n+ Fe-Cu\t1,6\t1,5\t1,4\n+ Fe-Mn\tX\tX\tX\nA consulta da Tabela 4-5 mostra uma diminuição sistemática destas razões. Esta progressão das razões, no sentido da sua diminuição, está de acordo com a progressão da reacção no sentido indicado, já apresentada anteriormente e que se repete abaixo:\nl\nl\tl\tl\n- Si - OH + OH - Si -\t- Si - O - Si - + H2O\nl\tl\tl\tl\n(1)\nDas variações de pH obtidas para os ensaios de 2 horas de imersão sem agitação, e dado que essa variação se encontra directamente associada a uma aumento no conteúdo de hidrogénio nas superfícies das amostras sujeitas ao contacto com a água, seria de esperar a seguinte variação de conteúdo de H, nessa situação:\nAHVidro ~ AHvidro c/ Fe &lt;AHyidro c/ Mn &lt;AHyidro c/ Fe-Mn\n&lt;AHvidro c/ Fe-Cu &lt;AHvidro c/ Cu\n(2)\nNa Tabela 4-7 apresentam-se os valores obtidos para as variações dos conteúdos de H, após os ensaios de imersão, para o vidro modelo não dopado, para os vidros dopados com Cu, Fe e Mn, e para os vidros dopados com as combinações Fe-Cu e Fe-Mn. Estes valores foram calculados a partir da análise de espectros de ERD por simulação com o programa RUMP.\nTabela 4-7- Variação do conteúdo de H em unidades de cm-2, após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\n\t2 h s/ agitação\t2 h c/ agitação\t7 d s/ agitação\t7 d c/ agitação\nVidro\t(8,0 ± 0,4)x1016\t(2,0 ± 0,1)x1017\t(2,0 ± 0,1)x1017\t(8,7 ± 0,4)x1016\n+ Cu\t(5,0 ± 0,2)x1017\t(1,6 ± 0,1)x1018\t(1,5 ± 0,1)x1018\t(1,4 ± 0,5)x1016\n+ Fe\t(4,0 ± 0,2)x1017\t(5,5 ± 0,2)x1017\t(5,8 ± 0,2)x1017\t(5,1 ± 0,3)x1016\n+ Mn\t(3,3 ± 0,2)x1017\t(4,2 ± 0,2)x1017\t(4,3 ± 0,2)x1017\t(1,5 ± 0,5)x1016\n+ Fe-Cu\t(4,0 ± 0,2)x1017\t(4,5 ± 0,2)x1017\t(5,1 ± 0,2)x1017\t(3,1 ± 0,3)x1016\n+ Fe-Mn\t(3,8 ± 0,2)x1017\t(4,3 ± 0,2)x1017\t(5,8 ± 0,2)x1017\t(2,8 ± 0,3)x1016\nComparando os valores apresentados na primeira coluna desta tabela com o proposto em (2) pela análise da variação de pH, é possível concluir-se que a variação no\nconteúdo de H é, no geral, concordante. Observa-se apenas uma inversão entre os vidros dopados com Fe e os dopados com Mn. Dos restantes valores determinados destaca-se a diminuição do conteúdo de hidrogénio para os ensaios de 7 dias com agitação, o que pode ser explicado pela formação de uma camada de carbonatos de Ca nas superfícies atacadas.\nApós efectuada a análise do enriquecimento em hidrogénio das superfícies atacadas (ferramenta que se revelou especialmente útil para a avaliação do período inicial da corrosão) foram determinadas as espessuras enriquecidas nos metais de transição incorporados na matriz do vidro, que se reúnem na Tabela 4-8. Estas análises das secções transversais das amostras imersas por períodos de 7 e 30 dias permitem estimar a corrosão das superfícies para períodos mais longos.\nTabela 4-8- Espessura em pm das camadas enriquecidas no metal de transição.\n\t\t7 d s/ agitação\t7 d c/ agitação\t30 d s/ agitação\t30 d c/ agitação\n+ Cu\t\t30\t30\t14\t10\n+ Fe\t\t15\t10\t5\t~0\n+ Mn\t\t20\t10\t10\t5\n+ Fe-Cu\tFe\t5\t30\t18\t12\n\tCu\t8\t30\t22\t12\n+ Fe-Mn\tFe\t15\t7\t15\t10\n\tMn\t15\t7\t15\t10\nA Tabela 4-8 mostra que para os vidros dopados apenas com um metal de transição a espessura da camada enriquecida em Cu é superior à da que se forma em vidros dopados com Fe ou com Mn, sendo a espessura das camadas enriquecidas em Mn ligeiramente superior à das camadas enriquecidas em Fe. Nos vidros dopados com o par Fe-Cu a camada enriquecida é-o essencialmente nos dois metais, i.e. o enriquecimento em Cu estende-se por uma espessura que não é significativamente maior que a do enriquecimento em Fe. Nos vidros dopados com Fe-Mn o comportamento é semelhante, o enriquecimento nos dois metais de transição estende-se por espessuras semelhantes. Em todos os casos observa-se uma diminuição acentuada nas espessuras destas camadas para os ensaios de 30 dias com agitação, o que poderá indicar a ocorrência da dissolução congruente da superfície do vidro.\nDe acordo com o que se expôs atrás, na secção 4.4. do presente capítulo, os resultados experimentais indicam que o Cu e o Mn se encontram presentes na matriz de vidro numa configuração octaédrica, sugerindo-se que esta configuração mais aberta facilita a troca entre os iões metálicos e os iões hidrónio. Quando isolado na matriz o Fe encontra-se numa configuração tetraédrica, mais fechada. Pelo contrário, os resultados obtidos para os sistemas co-dopados indicam que, quando presente no par Fe-Cu, o ião Fe adopta uma configuração octaédrica, mais aberta. Nesta configuração as espessuras das camadas enriquecidas neste elemento são idênticas às determinadas para o Cu, no mesmo sistema, e superiores ao observado nos vidros dopados apenas com Fe. Para o par Fe-Mn as espessuras são idênticas às dos sistemas dopados com cada um dos elementos separadamente. As espessuras semelhantes parecem assim indicar mobilidades semelhantes entre os dois iões do par. Por outro lado, diferenças nas espessuras das camadas enriquecidas nos metais de transição para os diferentes períodos de ensaio podem ser uma expressão da existência de uma evolução por uma sucessão de etapas de criação e destruição de camadas alteradas, e portanto os resultados encontrados dependem da fase, i.e., da posição na sucessão.\nUma última camada de alteração formou-se nas superfícies atacadas, tendo-se identificado ser constituída por carbonatos de Ca. Das imagens obtidas por microscopia óptica retiraram-se as dimensões para as estruturas de carbonato de cálcio existentes nas superfícies corroídas, que se apresentam na Tabela 4-9:\nTabela 4-9- Dimensões aproximadas (em pm) dos cristais de carbonato de Ca formados nos ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\n\t7 d s/ agitação\t7 d c/ agitação\t30 d s/ agitação\t30 d c/ agitação\nVidro\tX\t10 - 20\t100 - 200\tcamada uniforme\n+ Cu\tX\t10 - 20\t50 - 100\tcamada uniforme\n+ Fe\tX\t10 - 20\t10 - 50\tcamada uniforme\n+ Mn\tX\t10 - 20\t50 -100\tcamada uniforme\n+ Fe-Cu\tX\t10 - 20\t50 - 200\tcamada uniforme\n+ Fe-Mn\tX\t10 - 20\t50 - 200\tcamada uniforme\nNão se observam diferenças significativas nas dimensões dos cristais de carbonato de cálcio para as diferentes composições dos vidros estudados, sendo, contudo de referir a maior dimensão média dos cristais nas superfícies dos vidros não dopados após os ensaios de 30 dias sem agitação. Desta tabela é possível concluir-se que a dimensão e dispersão dos cristais de carbonato de Ca são fortemente influenciadas pelas condições de ensaio. Em condições estáticas, os cristais encontram condições mais favoráveis ao seu crescimento, dando origem a estruturas mais regulares e de maiores dimensões. Em condições dinâmicas (com agitação) forma-se uma camada microcristalina, dado o processo de agitação ser desfavorável à formação de cristais de maiores dimensões.\nCapítulo 5\nMecanismos e cinética de corrosão de vidros potássicos e o efeito da adição de Fe, Cu e Mn\nNo Cap. 4 apresentou-se uma descrição detalhada e discussão das alterações observadas nos vidros de diferentes composições após imersões em meio aquoso em diferentes condições de ensaio. Neste capítulo será apresentado o tratamento dos resultados analíticos e a sua explicação no contexto dos modelos de corrosão existentes e a sua aplicação ao caso particular em estudo.\nTal como já foi descrito no Cap. 2, a corrosão do vidro é o resultado das interacções na interface vidro-meio, entre os iões da matriz do vidro e os da solução. Destas interacções resultam alterações, que dependem de diversos factores, como a composição do vidro, o pH da solução, a temperatura e o volume da solução.\nPara se descrever a cinética e os mecanismos de corrosão do vidro é necessário considerar estas alterações como consequência de três processos parciais simultâneos:\ni)\tpermuta dos iões móveis (iões alcalinos, alcalino-terrosos, etc.) com os iões hidrónio na superfície do vidro.\nii)\tdissolução da matriz vítrea, em dois passos sequenciais - a) reacção na superfície e b) transporte dos produtos de reacção da superfície do vidro para a solução. Este transporte é geralmente descrito como uma difusão através da camada alterada e/ou através da camada de solução adjacente à interface sólido/solução.\niii)\tprecipitação na superfície de componentes do vidro previamente dissolvidos.\nA corrosão do vidro sendo um processo de interesse quer científico quer tecnológico tem vindo a ser intensivamente estudada a partir da segunda metade do séc. XX. Neste período foram sugeridos e desenvolvidos muitos modelos de forma a descrever e prever a durabilidade de vidros de diferentes composições em soluções aquosas em\ndiferentes condições. Estes modelos podem dividir-se essencialmente em dois tipos; modelos cinéticos e modelos termodinâmicos.\nOs modelos cinéticos, inicialmente propostos por Rana e Douglas [Ran61] e posteriormente desenvolvidos por diversos autores (veja-se a este respeito, [Hel04], por exemplo) centram-se fundamentalmente na transferência dos componentes móveis do vidro para a solução, baseando-se as equações de transporte nas Leis de Fick. Assim, pode escrever-se,\n= LI da\tI + r *A\ndt\tdy\tdy J\tdy\n(1)\nonde cA é a concentração dos iões móveis no vidro, DA é o coeficiente de interdifusão A+ - H3O+, y é a espessura da camada em que já ocorreu a transferência dos componentes móveis do vidro (y = 0 na superfície) e r é a taxa de dissolução da matriz vítrea [Hel04].\nA abordagem termodinâmica à corrosão do vidro foi iniciada por Paul [Pau90], tendo sido desenvolvida por Grambow [Gra01] por analogia com as ideias apresentadas por Aagard e Helgeson para a determinação da taxa de hidrólise de minerais de silicatos em processos geoquímicos [Aag82], e ainda por Conrad [Con01], que partindo da abordagem de Grambow sugeriu um novo conceito da mesma.\nO modelo de Grambow baseia-se no princípio de que a composição do vidro pode ser descrita como uma mistura de metasilicatos e óxidos. Esta abordagem foi testada num grande conjunto de vidros silicatados e permitiu a comparação da durabilidade provável de vidros com diferentes composições quando em contacto com água. Conrad sugere um tratamento termodinâmico teórico baseado também numa aproximação constitucional, mas onde a composição do vidro é representada em função do estado cristalino de referência de cada um dos constituintes de referência mais a sua energia de vitrificação. Ou seja, a energia de hidratação total de um vidro será a soma das energias de hidratação de cada óxido constituinte do vidro mais um termo de energia de vitrificação.\nNestes modelos considera-se que a taxa de dissolução, r, é proporcional à alteração total da energia de Gibbs de hidratação das fases constituintes, sendo A e B constantes empíricas (Eq. 2).\nln r = A + B ■ AGHidratação\nr = dOsL\t(2)\ndt\nAo considerar também a cobertura da superfície do vidro por grupos com carga, em particular grupos H+ e OH-, o modelo de Conrad pode ainda explicar a dependência da taxa de corrosão do vidro com a variação de pH.\nDe forma a avaliar os resultados obtidos da caracterização das superfícies de vidro atacadas, efectuada neste trabalho, apresenta-se primeiro o estudo da solubilidade do vidro em termos da sua termodinâmica. A primeira abordagem foi efectuada de acordo com o modelo de Paul [Pau90], que descreve a durabilidade da matriz vítrea como resultando de uma combinação da estabilidade dos seus óxidos constituintes. Neste modelo, a taxa de corrosão será inversamente proporcional à estabilidade termodinâmica (o sistema encontra-se em equilíbrio, o qual corresponde ao estado de energia livre mínimo) de uma mistura hipotética dos óxidos constituintes do vidro.\nNa Tabela 5-1 apresentam-se as reacções de hidratação e dissociação assim com os dados termodinâmicos utilizados, retirados da literatura. Neste tabela a corresponde à actividade química (16). As equações que relacionam a actividade com a variação de pH foram obtidas considerando que para uma dada reacção química:\naA + bB 5 cC + dD\n(aC )c • (aD )d (aa )a • (aB )b\n(3)\nonde a é a actividade química e K é a constante de equilíbrio termodinâmico da reacção, e ainda que\n(4)\nsendo R a constante dos gases perfeitos (= 8,3145 Jniol 1.K 1 ) e T a temperatura em\nKelvin (neste caso foi utilizado o valor de 298,15 K).\n16\tA actividade química é uma medida do quanto as interacções entre moléculas numa solução, sólido ou gás não-ideais se desviam do comportamento ideal.\nA actividade é proporcional à concentração, por um factor conhecido como coeficiente de actividade, y. Assim, considerando uma solução ideal, o coeficiente de actividade é aproximadamente igual a 1 e a actividade pode ser tomada como igual à concentração.\nTabela 5-1- Dissociação, constantes de formação ou dissociação e energias de hidratação dos diferentes silicatos em água a 25 °C, (referências [1] Pau90 e [2] Cun94).\n\t\tAG0hid /kJ-mol-1\tRei'1\n(1)\tSiO2 (sílica vítrea) + H2O\tH2SiO3 log aH2SiO3 = -2’76\t15,73\t2\n(2)\tH2SiO3\tH+ + HSiO3- log aHSiO3- = -12,76 + ph\t57,07\t1\n(3)\tHSiO3-\tH+ + SiO32- log a$iO32- = -24,76 + 2pH\t68,45\t1\n(4)\tCaSiO3 + 2H+\tCa2+ + H2SiO3 log aCa2+ = 14,58 - 2pH\t- 67,43\t2\n(5)\tK2SiO3 + 2H+\t2K+ + H2SiO3 log aK+ = 16,68 - pH\t- 174,619\t2\nDos dados da Tabela 5-1 foi obtida a variação do logaritmo da actividade das espécies em solução aquosa a 25 °C versus pH apresentada na Fig. 5.1 a). Esta variação pode ser dividida em três regiões distintas de pH com base na predominância das diferentes espécies de silicatos que passam para a solução aquosa. Na primeira região (pH &lt;10, região que corresponde à gama de valores de pH dos ensaios efectuados) forma-se a espécie H2SiO3 ocorrendo a dissociação das espécies de K2SiO3 e CaSiO3, em particular da primeira. Para valores de pH entre 10 e 12 dá-se o aparecimento de HSiO3 e SiO3 , por dissociação de H2SiO3 e HSiO3-, respectivamente, sendo a primeira dominante. A dissociação de ambas as espécies é superior à dissociação de CaSiO3. Na região de pH > 12 é dominante a formação da espécie SiO3 . Em toda a gama de pH a dissociação de K2SiO3 é a reacção dominante. Este gráfico de estabilidade das espécies presentes no vidro em função da variação de pH (Fig. 5.1 a)) pode ser comparado com o diagrama de variação de pH em função do tempo, e reacções químicas associadas, já apresentado no Cap. 4 e que novamente se mostra aqui (Fig. 5.1 b)).\n(a)\n(b)\nFig. 5.1 - (a) Gráfico de solubilidade versus pH a 25 °C para as diferentes espécies envolvidas na dissolução do vidro. (b) Diagrama da variação do pH em função do tempo e reacções químicas associadas.\nSabendo ainda que valores negativos de AGo indicam a possibilidade de uma dada reacção ocorrer espontaneamente, das reacções apresentadas na Tabela 5-1, irão ocorrer com maior probabilidade as reacções (4) e (5) - trata-se de reacções de lixiviação selectiva dos iões modificadores de rede (Ca2+ e K+, respectivamente) - sendo a reacção (5) a mais provável. Até valores de pH ~ 10 estas reacções irão ocorrer no sentido directo, pelo facto dos iões dos metais alcalinos e alcalino terrosos passarem à solução afastando-se da interface vidro/solução e deixando por isso de fazer parte do sistema, provocando um desequilíbrio de concentrações. Este desequilíbrio leva em última análise ao aumento significativo da taxa de variação de pH até valores a partir dos quais se dá a dissociação do ácido silícico, que se formou quer na superfície do vidro quer no interior da camada lixiviada. Finalmente irá estabelecer-se um equilíbrio entre as reacções de lixiviação dos iões alcalinos e alcalino-terrosos e as reacções de formação e dissociação do ácido silícico, o que leva a uma estabilização dos valores de pH.\nDe acordo com a teoria dos estados de transição, o equilíbrio químico é mantido entre todos os reagentes envolvidos numa reacção, neste caso entre a solução e sítios activos da superfície do vidro, durante qualquer fase da reacção, i.e., admite-se que a reacção é reversível e portanto a condição de equilíbrio mantém-se. A irreversibilidade das reacções apresentadas é, deste modo, atribuída à inibição de locais activados na superfície (sítios activos), o que leva à diminuição da taxa da actividade química. O passo limitador da taxa da reacção corresponde então à decomposição de um dos sítios activos, o complexo crítico. A identidade deste complexo crítico irá, no presente caso, alterar-se com o progresso da reacção. Note-se ainda que o aumento do pH também pode associar-se à diminuição da concentração de sítios activos disponíveis na superfície, o que leva também à diminuição da taxa de reacção [Aag82].\nEfectuou-se uma segunda aproximação considerando os produtos de solubilidade dos hidróxidos de metais de transição inseridos na matriz dos vidros produzidos. Considerou-se que os complexos dos metais de transição presentes na matriz do vidro sofrem primeiro uma hidratação ocorrendo depois a sua dissociação. Da caracterização óptica efectuada nos vidros dopados com iões de Cu, Fe e Mn concluiu-se que os estados de oxidação predominantes de cada um destes iões na matriz do vidro são Cu2+, Fe3+ e Mn3+, nos vidros dopados com apenas um elemento e Cu2+-Fe2+ ou Mn3+-Fe3+ nos vidros dopados com as combinações Fe-Cu e Fe-Mn, respectivamente (cf. Cap. 4). Os produtos de solubilidade e fórmulas analíticas das diferentes reacções de dissociação destes óxidos, recolhidos da literatura são apresentados na Tabela 5-2.\nTabela 5-2- Produtos de solubilidade, KS, e fórmulas analíticas das diferentes reacções de dissociação em água a 25 °C. ([1] Lei06, [2] CSU07, [3] USC07, [4] Hyd99).\n\t\tKs\tRd'1\n(1)\tCa(OH)2\tCa2+ + 2OH- log «Ca2+ = 22,70 - 2pH\t5,02x10-6\t1\n(2)\tK(OH) K+ + OH-log «k+ = 16,56 - pH\t364\t3\n(3)\tCu(OH)2\tCu2+ + 2OH- log aCu2+ = 8,34 - 2pH\t2,2x10-20\t2\nTabela 5-2 (cont.) - Produtos de solubilidade, KS, e fórmulas analíticas das diferentes reacções de dissociação em água a 25 °C. ([1] Lei06, [2] CSU07, [3] USC07, [4] Hyd99).\n\t\tKs\tReP\n(4)\tFe(OH)2 Fe2+ + 2OH-log aFe2+ = 11,69 - 2pH\t4,87x10-17\t1\n(5)\tFe(OH)3 Fe3+ + 3OH-log aFe3+ = 3,44 - 3pH\t2,79x10-39\t1\n(6)\tMn(OH)3\tMn3+ + 3OH- log aMn3+ = 7,20 - 3pH\t1,58x10-35\t4\nDas fórmulas analíticas apresentadas nesta tabela desenhou-se o gráfico da variação do logaritmo da actividade em função do pH apresentado na Fig. 5.2.\nFig. 5.2 - Gráfico do Log a vs pH a 25°C para os diferentes espécies de iões alcalino e alcalino-terrosos e metais de transição presentes no vidro.\nDo gráfico da Fig. 5.2 verifica-se que a solubilidade dos iões Fe3+ e Mn3+ é muito semelhante, mas inferior à solubilidade dos iões Cu2+. Por outro lado a solubilidade dos iões Fe2+ é superior à solubilidade de qualquer um dos restantes iões. Para os ensaios de imersão realizados foi escolhido um valor inicial de pH situado entre 5,5 e 5,8 (pH de água destilada em equilíbrio com CO2 atmosférico). Para esses valores de pH a solubilidade dos hidróxidos dos iões de transição Cu2+, Fe3+ e Mn3+ é já igual ou inferior à passagem à solução aquosa da espécie H2SiO4 (cf. Fig. 5.1 a)).\nPara a se estabelecer a relação entre os dados de solubilidade apresentados acima e as curvas de variação de pH obtidas dos ensaios de imersão foram determinadas as curvas de consumo de iões hidrónio. Assim, partindo das curvas de pH obtidas para os ensaios de 2 h apresentadas na Fig. 5.3 foram obtidas curvas de consumo de iões H3O+ (Fig. 5.4), considerando os 25 ml de solução e uma área de contacto média da superfície com a solução de 1,54 cm .\n(a)\n(b)\nFig. 5.3 - Curvas de pH obtidas para os ensaios de imersão de 2 h (a) sem agitação e (b) com agitação do electrólito.\n(a)\n(b)\nFig. 5.4 - Curvas de consumo de iões H3O+ determinadas das curvas de pH dos ensaios de imersão de 2 h (a) sem agitação e (b) com agitação do electrólito.\nNote-se que as curvas associadas aos ensaios sem agitação não apresentam um andamento constante observando-se oscilações, em particular nos minutos iniciais do ensaio. Essas oscilações iniciais irão ter um impacto significativo no consumo global de\niões hidrónio calculado, e devem-se provavelmente ao facto do sistema ser mais sensível a irregularidades da superfície e ainda à desagregação de partículas de vidro soltas que podem existir na superfície devido ao polimento da mesma [Aag82]. Com a agitação da solução estas partículas soltam-se mais rapidamente das superfícies e as oscilações no início dos ensaios são negligíveis.\nDestas curvas foram determinados os valores aproximados do consumo de hidrogénio para os diferentes ensaios e diferentes composições do vidro, os quais se apresentam na Tabela 5-3.\nTabela 5-3 - Consumo de H+ /cm2 após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\n\t2 h s/ agitação\t2 h c/ agitação\nVidro\t3,3x1016\t4,6x1016\n+ Cu\t5,0x1016\t7,8x1017\n+ Fe\t3,8x1016\t6,1x1016\n+ Mn\t2,6x1016\t7,9x1016\n+ Fe-Cu\t5,6x1016\t6,3x1016\n+ Fe-Mn\t5,7x1016\t4,9x1016\nTabela 5-4- Variação do conteúdo de H /cm2 determinada por ERD após os ensaios de imersão para o vidro modelo não dopado e para os vidros dopados com Cu, Fe e Mn e nas combinações Fe-Cu e Fe-Mn.\n\t2 h s/ agitação\t2 h c/ agitação\nVidro\t8,0x1016\t2,0x1017\n+ Cu\t5,0x1017\t1,6x1018\n+ Fe\t4,0x1017\t5,5x1017\n+ Mn\t3,3x1017\t4,2x1017\n+ Fe-Cu\t3,8x1017\t4,5x1017\n+ Fe-Mn\t4,0x1017\t4,3x1017\nComparando os valores do consumo de H+ /cm2 com os valores obtidos para a variação do conteúdo de hidrogénio determinados por ERD (Tabela 5-4, cf. Cap. 4) é possível verificar, que estes últimos apresentam valores muito superiores. É de assinalar que a técnica de ERD dá o conteúdo de hidrogénio expresso como o mede, uma densidade superficial, i.e., um número de hidrogénios por unidade de superfície, sobre toda a superfície amostrada. Esta densidade superficial é independente da forma como o hidrogénio está presente na matriz, (se está lá ligado, por exemplo, como Si-H-Si ou Si-O-H), e ainda se entrou como água (H2O neutra, mesmo que tenha sido por entrada simultânea ou não de H+ e OH-) ou se entrou como ião (H+, ou qualquer forma hidratada, e.g., hidrónio H3O+, H5O2+, etc.). Concretamente isto significa que a variação de conteúdo de hidrogénio determinada a partir dos espectros de ERD é-o de hidrogénio total indistintamente da forma como foi trocado. Por outro lado, a determinação do pH e da sua variação permite o cálculo da quantidade de hidrogénio trocado (perdido ou ganho pelo electrólito), mas apenas na forma iónica. Trocas de hidrogénio em uma qualquer forma neutra (ou globalmente neutra) não contribuem para o pH porque não alteram a concentração hidrogeniónica/hidronióica no electrólito. Concretamente isto significa que a variação de pH mede a variação de concentração de H+, H3O+, e semelhantes, no electrólito (que, depois, se pode converter em quantidade de hidrogeniões/hidroniões por unidade de superfície). O hidrogénio que entrar sem alterar o equilíbrio iónico do electrólito não é contabilizado. Pode assim concluir-se que: i) o pH poderá constituir um bom indicador do avanço da corrosão, sim, mas apenas no que respeita à troca iónica, admitindo que esta se dá pela troca de H+/H3O+ por iões K+, Ca2+, etc., de forma a manter a electroneutralidade global. Contudo não é um bom indicador para medir a hidratação total (ou a incorporação total de hidrogénio); ii) as medidas de ERD fornecem um melhor indicador da hidratação total (ou a incorporação total de hidrogénio). Finalmente, dada a grande diferença dos valores apresentados nas Tabelas 5-3 (resultados de variação de pH) e 5-4 (resultados com base nas medidas de ERD), sendo os últimos sempre sistematicamente maiores que os primeiros (por factores que, dependendo das condições de teste e das superfícies, variam entre 2 e 13), deve concluir-se que a incorporação de hidrogénio na forma neutra é sempre maior (até uma ordem de grandeza) que a directamente envolvida na troca iónica (de ião por ião). O mecanismo de hidratação deve dominar sobre a toca iónica simples.\nÉ ainda de referir que a determinação área geométrica da superfície em contacto com o electrólito constitui um factor adicional de imprecisão na determinação do conteúdo de hidrogénio pelos dados fornecidos da variação de pH. Podem surgir diferenças por\nexistir uma barreira de energia a ultrapassar para que se dê a adsorção dos iões hidrónio na superfície. Mais ainda, a adsorção dos iões irá isolar parte da superfície das reacções de hidrólise e dissociação. Podendo manter-se a entrada de iões hidrónio para o interior da matriz vítrea sem ocorrerem reacções de troca iónica.\nAparentemente a agitação da solução deverá permitir o acesso a um maior número de sítios activos e aumentar a nucleação de produtos de reacção pelo aumento da frequência de colisões. Simultaneamente facilita a agregação e dissolução das espécies aquosas. Por outro lado, a agitação leva também à diminuição da espessura da camada de fronteira na interface solução/superfície o que aumenta as taxas de difusão dos iões envolvidos nestas reacções.\nA cinética dos instantes iniciais da corrosão pode ser estudada através da análise do andamento das curvas de consumo de iões hidrónio, dado que o total deste consumo a cada instante representa a totalidade das reacções envolvidas na corrosão, de acordo com os modelos cinéticos da corrosão do vidro. Dadas as grandes oscilações observadas nas curvas associadas aos ensaios sem agitação do electrólito, já anteriormente explicadas e que deverão estar associadas ao facto sistema ser mais sensível a irregularidades da superfície, irá fazer-se apenas a análise do andamento das curvas de consumo de iões hidrónio obtidas para os ensaios com agitação. Estas curvas podem ser ajustadas a equações do tipo:\ny = a-(1 - exp(-b-t))\t(5)\nonde y representa o consumo de iões H3O+ e t o tempo, a é o consumo máximo e b pode obter-se da tangente à curva em t = 0, (para valores de t ~ 0: y ~ a(1-(1-b-t)) = a-b-t).\nEsta equação pode ser comparada com a equação apresentada para a taxa de dissolução da matriz vítrea por Helebrant [Hel99]:\na = (a0 - an).exp(-k -1) + an\t(6)\nonde 0 e n se referem aos instantes inicial e final, respectivamente, t o tempo e k é a constante da reacção.\nAssim b da equação (5) será equivalente à constante da reacção. A equação (5) será equivalente à equação (6) considerando que o consumo de iões hidrónio nulo para t = 0. Isto é verdadeiro, se se considerar que a taxa de dissolução da matriz vítrea é proporcional\nà variação da concentração de espécies da matriz dissolvidas em solução [Sta06], a qual será por sua vez proporcional ao consumo de iões hidrónio.\nOs parâmetros a e b das curvas de crescimento exponencial foram determinados e apresentam-se na Tabela 5-5, sendo que o produto a x b representa a velocidade inicial do consumo de iões hidrónio dos sistemas apresentados.\nTabela 5-5 - Parâmetros obtidos dos ajustes das curvas apresentadas na Fig. 5.4 b) para os ensaios com agitação.\n\ta\tb\taxb\nVidro\t1,54x1016\t0,075\t1,16x1015\n+ Cu\t2,58x1016\t0,2\t5,16x1015\n+ Fe\t2,92x1016\t0,142\t4,15x1015\n+ Mn\t2,59x1016\t0,181\t4,69x1015\n+ Fe-Cu\t2,09x1016\t0,137\t2,86x1015\n+ Fe-Mn\t1,63x1016\t0,075\t1,22x1015\nComparando os valores de velocidade iniciais apresentados nesta tabela com o gráfico apresentado na Fig. 5.2 é possível verificar que, para os vidros dopados com os iões de metais de transição isolados, esta velocidade apresenta uma correlação positiva com a solubilidade dos seus hidróxidos nos valores de pH iniciais do electrólito (pH~5,8). Para este valor de pH a ordem de solubilidade, do mais solúvel para o menos solúvel, é Cu(OH), Mn(OH), Fe(OH) , sendo que as velocidades inicias dos consumos de iões hidrónio será maior nos vidros dopados com Cu, do que nos vidros dopados com Mn e maior nestes do que nos vidros dopados com Fe.\nComo já referido antes, sabe-se que a agitação da solução promove a acesso a um maior número de sítios activos. Por outro lado não existe uma correlação exacta entre as taxas de dissolução acima apresentadas e as diferenças calculadas para os consumos de iões hidrónio em função dos iões de metais de transição presentes na matriz do vidro. Deste modo, sugere-se que a introdução destes iões irá alterar fundamentalmente o número de sítios activos na superfície e ainda levar à formação de uma estrutura mais aberta da matriz vítrea, a qual permite uma difusão mais rápida das espécies aquosas, tal como foi discutido no Cap. 4. Por outro lado estas alterações estruturais irão também ter influência\nnas energias de adsorção nos sítios activos. Até à data existem poucos estudos sobre essas energias de adsorção, centrando-se os mesmos na modelação computacional destes sistemas (ver por exemplo [Lee03]). Através destas modelações é possível obter informação sobre a distribuição energética de adsorção, origem, estrutura e reactividade de diferentes tipos de sítios activos.\nO número de sítios activos tem influência directa nos primeiros instantes da reacção da água com a superfície do vidro. Por outro lado a estrutura mais aberta irá ter um maior impacto na corrosão para períodos mais longos de ensaio. Dada a baixa solubilidade dos iões óxidos/hidróxidos de metais de transição para valores de pH mais básicos (cf. Fig. 5.2) estes não passam para a solução, causando o enriquecimento das superfícies nestes metais. Também a formação de uma fase secundária de alteração rica em sílica como observado, leva ao estabelecimento de um estado estacionário entre a hidratação do vidro e a formação desta fase secundária. Assim a corrosão do vidro é controlada pela taxa de formação da fase secundária.\nPor fim, a formação de carbonatos de Ca na superfície do vidro levará a uma diminuição do número de sítios activos em contacto com a solução aquosa contribuindo para a estabilização do pH da reacção. Por outro lado a forma das curvas de variação de pH apresentadas no Cap. 4 para os ensaios de imersão mais longos, i.e. exibindo alguns máximos no valor de pH seguidos e decréscimos e estabilização, é um reflexo da dissolução do vidro acompanhada por uma precipitação das espécies dissolvidas na superfície do vidro [Sta07].\nAssim, dos resultados apresentados, pode concluir-se que a corrosão do vidro potássico, que leva à dissolução da matriz vítrea se dá na sequência das reacções que se seguem:\nK2SiO3 + 2H+\t2K+ + H2SiO3\t(1)\nCaSiO3 + 2H+\tCa2+ + H2SiO3\t(2)\nSiO2 (sílica vítrea) + H2O\tH2SiO3\t(3)\nH2SiO3\tH+ + HSiO3-\t(4)\nHSiO3-\tH+ + SiO32-\t(5)\npodendo ocorrer todas em simultâneo para valores de pH superiores a 10.\nA adição de iões de metais de transição, em particular Cu, Fe e Mn, individualmente ou em pares, como Fe-Mn e Fe-Cu, tem influência nas velocidades iniciais do processo de corrosão. Os vidros não dopados apresentam uma velocidade inicial de corrosão menor, seguindo-se os vidros dopados com os pares Fe-Mn e Fe-Cu. A velocidade inicial de corrosão dos vidros dopados com os iões Fe, Cu ou Mn, individualmente, foi sempre superior às anteriormente referidas. Esta diferença deve-se ao facto da introdução dos iões de metais de transição levar ao aumento do número de grupos Si-O-, existentes na superfície do vidro (cf. Cap. 4.5.4), favorecendo a adsorção dos iões hidrónio e posterior troca com os iões K+ Ca2+, etc. Com o aumento do tempo de contacto da superfície do vidro com a solução aquosa forma-se uma camada rica no metal de transição presente na matriz vítrea. A espessura desta camada depende da coordenação do ião na matriz vítrea; a configuração octaédrica, mais aberta, irá facilitar a troca iónica, levando a uma maior espessura das camadas enriquecidas no metal de transição. A superfície dos vidros dopados com metais de transição sujeitos ao contacto com água apresenta uma camada alterada com propriedades químicas (e possivelmente também mecânicas) diferentes da superfície do vidro não dopado, diferenças essas que terão consequências no comportamento destas superfícies a longo prazo.\nDeve frisar-se, por fim, que se detecta em todas as superfícies a deposição de produtos secundários de corrosão, em particular de carbonato de Ca, que se depositam segundo a reacção:\nCa2+ + 2HCO3-\tCaCO3 + H2O + CO2\t(6)\nCapítulo 6\nConclusões\nOs resultados detalhadamente descritos nesta dissertação resultaram de um trabalho de investigação que teve como finalidade principal contribuir para um maior entendimento dos mecanismos de corrosão de vidros potássicos. Em particular pretendeu-se estudar que efeito tem nesses mecanismos a adição de iões de metais de transição à matriz desses vidros. Foi ainda objectivo desta investigação explorar a aplicação das técnicas espectroscópicas de feixes de iões e de infra-vermelho ao estudo destes mecanismos pela disponibilidade e capacidade dos mesmos, e porque, apesar de amplamente utilizadas no DCR e no ITN, não tinham sido ainda exploradas nestes laboratórios para o estudo deste tipo de sistemas.\nTendo em atenção um dos objectivos últimos deste tipo de estudo, o trabalho iniciou-se com a análise não destrutiva de fragmentos de vitrais do séc. XV da fachada norte do Mosteiro de Santa Maria da Vitória, por técnicas de feixes de iões em combinação com espectroscopia de infra-vermelho. Desta forma foi possível estabelecer a composição dos vidros e grisalhas, a usar para a realização dos vidros modelo, assim como caracterizar os produtos de corrosão formados nas superfícies dos sistemas reais, sujeitos à exposição a condições reais de corrosão para cujo entendimento se pretende contribuir.\nOs vidros de referência, os fragmentos dos vitrais analisados, revelaram-se compostos por uma mistura de óxidos de Si, K, Ca, Mn e Pb (~ 55 %mol de SiO2, 16 %mol de K2O, 25 %mol de CaO, 1,5 %mol MnO, 0,5 %mol PbO) em concordância com os tratados da Idade Média. A composição das grisalhas associadas revelou-se uma mistura de óxidos de Si e Pb, com um conteúdo muito elevado de Fe e Cu e ainda e em particular de Zn. Embora a presença de Fe e Cu seja muito comum na composição de grisalhas deste período, o Zn só muito raramente tem sido detectado. A descoberta de Zn em concentração significativa representa um resultado inédito e de grande importância, pois não só fornece\nindicações sobre a matéria-prima utilizada e as práticas de manufactura em uso, local ou generalizadas, como levou à renovação de interesse e reanálise de grisalhas de outras proveniências.\nO recurso ao uso de uma microssonda nuclear e às técnicas de micro-PIXE/RBS associadas, permitiu determinar a composição das grisalhas e também revelar a sua estrutura: uma camada de Si-Pb com aproximadamente 30 uní de espessura, com grãos de Fe e Cu concentrados na sua região central. A determinação desta pode clarificar o processo de aplicação da grisalha no vidro: as temperaturas utilizadas foram certamente suficientes para levar a mistura do fundente e também o Zn até um estado líquido, mantendo-se o corante de Fe e Cu numa dispersão sólida, em grãos com ~15 um de espessura, no seio do material fundido. As análises de micro-FTIR permitiram obter informação adicional sobre as alterações estruturais das superfícies dos vidros e grisalhas, provocadas pelos processos de corrosão. Em particular foram encontradas evidências de hidratação significativa dessas superfícies e da formação de sais, carbonatos e oxalatos de Ca. A presença destes sais é extremamente prejudicial à integridade dos vitrais e deverá resultar da exposição dos mesmos a condições atmosféricas agressivas. Estes factos apontam para a necessidade de acções preventivas e correctivas para que se possa minimizar a exposição dos vitrais a ambientes húmidos e ainda garantir a sua estabilidade térmica.\nCaracterizados os vidros de referência e estabelecida a composição de base, na fase subsequente fabricaram-se vidros potássicos modelo com composição (56 %mol de SiO2, 24 %mol de CaO e 20 %mol de K2O) e estudou-se, o seu comportamento em soluções aquosas, com o objectivo de simular e compreender os processos da corrosão natural em ambientes de humidade elevada.\nNeste trabalho ficou também claro que a utilização combinada das diferentes técnicas espectroscópicas escolhidas provou ser da maior importância para uma caracterização mais completa dos processos e dos produtos do vidro. Assim, foi possível identificar camadas ricas em Si e carbonatos de Ca nas superfícies expostas aos ensaios de imersão mais longos. Estas são observações que podem ser directamente comparadas com a corrosão natural em vitrais como os do Mosteiro da Batalha, sujeitos às condições ambientais durante séculos.\nMostrou-se ser necessário invocar as três classes gerais de reacções que podem ocorrer entre vidros e soluções aquosas para explicar e entender a corrosão observada: a hidratação (na qual as moléculas de água penetram o vidro), a hidrólise (em que o ataque\npelas moléculas de água destrói as ligações as ligações metal-oxigénio do vidro formando grupos hidróxilo), e as reacções de troca iónica (que levam à substituição dos modificadores do vidro por iões hidrónio). Para vidros complexos (como são os vitrais) estas três reacções ocorrem simultaneamente, e cada uma pode interferir nos mecanismos e cinética das restantes. Em particular, se as reacções de hidrólise levam á formação de uma estrutura mais aberta que facilita a penetração dos iões hidrónio envolvidos nas trocas iónicas, estas, por seu lado, criam vazios nos quais a água pode penetrar e criar espécies reactivas, como os grupos silano, que, ao potenciarem a formação de ligações Si-O-Si, tornam estas reacções irreversíveis. Finalmente a combinação das reacções de hidrólise com a formação dos grupos Si-O-Si pode abrir a estrutura da superfície do vidro, aumentando as taxas de difusão da água e outras espécies.\nPara as diferentes condições de teste (com e sem agitação da solução aquosa) os mecanismos da corrosão provaram ser muito similares mas ocorrendo a taxas diferentes, naturalmente mais rapidamente para os testes com agitação. A agitação da solução deverá promover a formação de complexos activados e facilitar a agregação dos iões hidrónio, provocando ainda uma diminuição da espessura da camada alterada na interface solução/superfície. Esta leva ao aumento das taxas de difusão dos iões envolvidos nas diversas reacções, de tal forma que a variação do conteúdo de hidrogénio na região superficial das amostras apresenta uma evolução cumulativa que pode, em ambos os casos, ser descrita por um crescimento exponencial limitado.\nA comparação da variação no conteúdo de H com a variação de pH, nos ensaios de 2 horas sem agitação, mostrou que existe uma correlação directa entre ambos, podendo a cinética de corrosão deste período inicial ser explicada pela análise do andamento das curvas de consumo de iões hidrónio.\nConcluiu-se que a formação do carbonato de cálcio na superfície é a última etapa do processo da corrosão deste tipo de vidro, quando provocado pela água, em condições atmosféricas.\nNeste trabalho foi estudado o efeito da introdução na matriz de vidro de iões dos metais de transição Cu, Fe e Mn, iões que fazem parte das composições usadas para conferir cor aos vitrais. Determinou-se que a corrosão em estudo resulta na formação de camadas superficiais enriquecidas nos metais de transição. Este efeito está no acordo com estudos precedentes de caracterização de vitrais de vidro potássico sujeitos a condições ambientais reais.\nO estudo da absorção óptica por estes vidros permitiu determinar que os espectros obtidos são consistente com a existência de iões de cobre se encontram maioritariamente no estado de oxidação Cu2+ e os iões de manganês no estado Mn3+, ambos em coordenação octaédrica. Por outro lado o ferro apresenta-se maioritariamente como Fe3+ em coordenação tetraédrica. Estes resultados revelaram-se importantes para o entendimento da corrosão pois as camadas enriquecidas nos metais de transição apresentam diferentes espessuras nos três casos. Das diferenças observadas e dos resultados e conclusões obtidas pôde entender-se que a configuração octaédrica, mais aberta, em que se encontram o Cu e o Mn na rede vítrea favorece a troca entre estes e os iões hidrónio, explicando-se assim as taxas e os processos da corrosão observados. Adicionalmente, o recurso à técnica de FTIR permitiu, ainda, esclarecer que a corrosão inicial mais rápida nos vidros dopados com Cu poderá dever-se à existência de um maior número de oxigénios não-ligados nestas.\nO estudo dos vidros co-dopados com pares de iões de metais de transição, Fe-Cu e Fe-Mn, mostrou que estes apresentam comportamentos semelhantes aos observados nos vidros dopados com Cu, Mn ou Fe, e explicáveis no mesmo quadro conceptual.\nFinalmente, dado que as reacções que levam à degradação do vidro dependem fortemente da distribuição local de carga electrónica na superfície, será necessário, no futuro, obter informação detalhada relativa à estrutura electrónica local e à variação dessa estrutura com a composição e progressão das reacções para um maior entendimento das mesmas. Evidentemente, um estudo dessa natureza requer o recurso a técnicas analíticas adicionais, capazes de fornecer a informação pretendida.\nReferências\nAag82\tAagaard, P, Helgeson, H. C., “Thermodynamic and Kinetic Constraints on Reaction-Rates among Minerals and Aqueous-Solutions: 1. Theoretical Considerations”, American Journal of Science 282 (3), 237-285 (1982).\nAbo02\tAbo-Naf, S. M., El Batal, F. H. e Azooz, M. A. “Characterization of some glasses in the system SiO2, (Na2ORO)-R- by infrared spectroscopy”, Materials Chemistry and Physics 77 (3), 846-852 (2002).\nAfo02\tAfonso, L., “A Arte do Vitral na Baixa Idade Média Europeia”, in Contacto Newsletter de divulgação científica e cultural, vol. 6 (2002).\nBac93\tBacher, E., Ed., Stained Glass, conservation of monumental stained and painted glass, Colombo: Conseil International des Monuments et des Sites, International Council on Monuments and Sites (1993). ISBN: 955-613-040-3\nBae94\tBae, B. S. e Weinberg, M. C., “Optical-Absorption of Copper Phosphate-Glasses in the Visible Spectrum”, Journal of Non-Crystalline Solids 168 (3), 223-231 (1994).\nBar88\tBarros, C., O vitral em Portugal: XV-XVI, Imprensa Nacional-Casa da Moeda, Lisboa (1988). Depósito Legal n° 23983/88\nBet93\tBettembourg, J., “Examen et Analyses des Processus de Corrosion des Vitraux Anciens”, in Stained glass: conservation of monumental stained and painted glass, Bacher, E., ed., Conseil International des Monuments et des Sites = Interntional Council on Monuments and Sites, 195-202 (1993). ISBN : 955-613-040-3\nBia04\tBianco, B. Dal, et al., “Glasses on the seabed: surface study of chemical corrosion in sunken Roman glasses”, Journal of Non-Crystalline Solids 343 (13), 91-100 (2004).\nBia05\tB., F., Nicola, C., Preo, M., Vallotto, M., Verità, M., “MicroIRRS and EPMA study of the weathering of potash-lime-silicate glasses”, Rivista della Stazione Sperimentale del Vetro, vol. 3, 49- 61 (2005).\nBin02\tP. A. Bingham, J. M. Parker, T. Searle et al., “Novel structural behaviour of iron in alkali-alkaline-earth-silica glasses,” Comptes Rendus Chimie 5 (11), 787-796 (2002).\nBos07\tPliny the Elder, The Natural History, Book XXXVI, 65 (eds. John Bostock, M.D., F.R.S., H.T. Riley, Esq., B.A.), Perseus Digital Library Project. Ed. Gregory R. Crane, Tufts University (http://www.perseus.tufts.edu). Data de acesso ao site: 31 de Agosto de 2007.\nBri99\tBrill, R., Chemical analyses of early glasses, volumes 1 (tables) and 2 (catalogue), Corning Museum of Glass, Corning, New York (1999). ISBN: 0-872900-143-2\nCar97\tCarvalho, A., Madeiras Portuguesas, Direcção Geral das Florestas (1997). ISBN: 972-8097-26-3.\nChu78\tChu, Wei-Kan, Backscattering Spectrometry, Academic Press (1978). ISBN: 0-521-37376-X\nCil00\tCiliberto, E, Spoto, G., Modern Analytical Methods in Art and Archaeology, John Wiley &amp; Sons (2000). ISBN: 0-471-29361-X\nCla92\tClark, D. E., Zoitos, B. K., Corrosion of Glass, Ceramics and Ceramic superconductors, Ed. Noyes Publications (1992). ISBN: 0-8155-1283-X\nCon01\tConradt, R., “A proposition for an improved theoretical treatment of the corrosion of multi-component glasses”, Journal of Nuclear Materials 298 (1-2), 19-26 (2001).\nCoo94\tCooper, G.I. e Cox, C.A., “A comparative study of the natural and experimental corrosion of poorly durable potash-lime-silica glasses”, Mat. Res. Soc. Symp. Proc. 333, 525-531 (1994).\nCSU07\tSelected Solubility Products and Formation Constants at 25°C, California State University. (http://www.csudh.edu/oliver/chemdata/data-ksp.htm) Data de acesso ao site: 1 de Setembro de 2007.\nCun94\tCunnane, J.C:, Ed., High-level waste borosilicate glass: a compendium of corrosion characteristics, United States Department of Energy (1994).\nCur05\tCurrey, J.D., “Hierarchies in Biomineral Structures”, Science, Vol. 309. no. 5732, 253 - 254 (2005).\nDav03\tDavison, S., Conservation and restoration of glass, Butterworth-Heinemann Series in Conservation and Museology (2003). ISBN: 0-7506-4341-2\nDev01\tDev, B.N., “Surface and near surface modifications and analysis by MeV ions”, Current Science, vol. 80, n° 12 (2001).\nDoo85\tDoolittle, L.R., “Algorithms for the rapid simulation of Rutherford backscattering spectra”, Nuclear Instruments and Methods, B, vol. 9, 344-351 (1985).\nDor94\tDoremus, R. H., Glass Science, 2nd ed., John Wiley &amp; Sons (1994). ISBN: 0-471-891-6\nEar99\tEarl, N., “The investigation of glass deterioration as a result of storage systems for waterlogged archeological glass” in The Conservation of Glass and Ceramics: Research, Practice and Training, Tennent, Norman ed., London: James and James (1999). ISBN: 1-873936-18-4\nEco00\tEco, U., Arte e Beleza na Estética Medieval, Editorial Presença (2000). ISBN: 9722325906\nEfi96\tEfimov, A. M. “Quantitative IR spectroscopy: Applications to studying glass structure and properties”, Journal of Non-Crystalline Solids 203, 1-11 (1996).\nEfi99\tEfimov, A. M., “Vibrational spectra, related properties, and structure of inorganic glasses”, Journal of Non-Crystalline Solids 253, 95-118 (1999).\nEsp86\tVan Espen, P., Jansenss, K., e Swentens, I., AXIL, X-ray Analysis Software, Canberra Packard, Benelux (1986).\nFuc91\tFuchs, D.R., Romich, H., Schmidt, H., “Glass-sensors: assessment of complex corrosive stresses in conservation research”, Materials Research Society Symposium Proccedings 185, 239-251 (1991).\nGar03\tGarcia-Valles, M., et al., “Medieval stained glass in a Mediterranean climate: Typology, weathering and glass decay, and associated biomineralization processes and products”, American Mineralogist 88 (11-12), 1996-2006 (2003).\nGra01\tGrambow, B., Muller, R., “First-order dissolution rate law and the role of surface layers in glass performance assessment”, Journal of Nuclear Materials 298 (1-2), 112-124 (2001).\nGre99\tGreiner-Wronowa, E., Paluszkiewicz, C. e Stoch, L., “Applying FTIR spectroscopy in the study of archeometric sensor glasses”, Journal of Molecular Structure 512, 199-204 (1999).\nGri95\tGrime, G.W. e Dawson, M., “Recent developments in data acquisition and processing on the Oxford scanning proton microprobe”, Nuclear Instruments and Methods, B, vol. 104, 107-113 (1995).\nGui07\tAlan Guisewite Mineral Collection Images. (http://www.cs.cmu.edu/~adg/images/minerals/q/robsidian_sm.jpg) Data de acesso ao site: 1 de Setembro de 2007.\nHec91\tHecht, E., Óptica, Fundação Calouste Gulbenkian (1991). ISBN: 972-31-0542-X\nHel04\tHelebrant, A., Jiricka, A., Jiricková, J., “Corrosion of Glass,” Glastech. Ber. Glass. Sci. Technol. 77 (C), 85-94 (2004).\nHel99\tHelebrant, A., Jiricka, A., “Mechanism and kinetics of glass matrix dissolution in acid and neutral solutions”, In: A. Helebrant, Kasa, S., Maryska, M., Editor, Proc. 5th ESG Conference, Czech Glass Society, Praha (1999).\nHen75\tHench, L.L., “Characterization of Glass Corrosion and Durability”, Journal of Non-Crystalline Solids, vol. 19, 27-39 (1975).\nHen78\tHench, L. L., Clark, D. E., “Physical-Chemistry of Glass Surfaces” Journal of Non-Crystalline Solids, vol. 28 (1), 83-105 (1978).\nHes00\tHess, D., “In search of Luís Alemão. Stained glass in Germany from 1400 till 1460 and the fragments in Batalha”, in O Vitral: história, conservação e restauro, Proceedings of International Stained Glass Meeting, Batalha, 27-29th April, 1995, pg. 44-53, IPPAR (2000). ISBN: 972-8087-69-1\nHol99\tHolland, D. et al., “The structure of sodium iron silicate glass - a multitechnique approach”, Journal of Non-Crystalline Solids 253, 192-202 (1999).\nHow07\tRichard Howey. (http://www.microscopy-uk.org.uk/mag/artnov01/rhdebris.html) Data de acesso ao site: 1 de Setembro de 2007.\nHyd99\tMINTEQA2/PRODEFA2, A Geochemical Assessment Model for Environmental Systems: User Manual Supplement for Version 4.0 Prepared for U.S. Environmental Protection Agency National Exposure Research Laboratory Ecosystems Research Division Athens, Georgia By HydroGeoLogic, Inc.Herndon, Virginia and Allison Geoscience Consultants, Inc. Flowery Branch, Georgia (1999)\nIna98\tInagaki, K., Furuya, H., Idemitsu, K., et al., “Review of waste glass corrosion and associated radionuclide release as a part of safety assessment of entire disposal system,” Progress in Nuclear Energy 32 (3-4), 501-508 (1998).\nJem02\tJembrih-Simburger, D., Neelmeijer, C., Schalm, O., et al., “The colour of silver stained glass - analytical investigations carried out with XRF, SEM/EDX, TEM, and IBA,” Journal of Analytical Atomic Spectrometry 17 (4), 321-328 (2002).\nJoh95\t“Particle-Induced X-Ray Emission Spectrometry (PIXE)”, eds. S.A.E. Johansson, J.L. Campbell, K.G. Malmqvist, John Wiley &amp; Sons Inc., New Yook,1995. ISBN: 0-471-58944-6\nKem02\tKemp, M., The Oxford History of Western Art, Oxford University Press (2002). ISBN-13: 978-0-19-280415-0\nKle93\tKlein, C., Hurburt, C.S., Manual of Mineralogy, 23a Ed., John Wiley &amp; Sons, Inc (1993). ISBN: 0-471-31266-5\nKno00\tG.F. Knoll, Radiation Detection and Measurement, John Wiley &amp; Sons, Inc., 3a edição (2000). ISBN: 0-471-07338-5\nKur98\tKurjian, C.R., Prindle, W.R., “Perspectives on the History of Glass Composition”, J. Am. Ceram. Soc., 81 (4), 795-813 (1998).\nLee03\tLeed, E. A. e Pantano, C. G., “Computer modeling of water adsorption on silica and silicate glass fracture surfaces”, Journal of Non-Crystalline Solids 325 (1-3), 48-60 (2003).\nLee97\tLee, Y. K., Peng, Y. L., e Tomozawa, M., “IR reflection spectroscopy of a sodalime glass surface during ion-exchange”, Journal of Non-Crystalline Solids 222, 125-130 (1997).\nLef98\tLefèvre, R., Pallot-Frossard, I., eds., Le materiau vitreux: verre et vitraux: actes du Cours Intensif Européen Ravello, 28-30 Avril 1995 Bari, Itália: Edipuglia, Scienze e materiali del Patrimonio Cultúrale; 3, (1998). ISBN: 88-7228-189-X.\nLei97\tLeissner, J., EC-R&amp;D Environment Programme 1991-1994 Topic II.4: Environmental protection and conservation of Europe’s cultural heritage, ECHNLR vol.10 (1997).\nLei06\tLeide, D. R., Ed., Handbook Chemistry and Physics, CRC, Ed 87 (2006/2007). ISBN: 0-8493-0487-3\nMar96\tMarschner, H., “Analyses de pigments de grisaille sur des vitraux munichois d’église du Saint-Sauver réalisés ver 1500” in Grisaille, Jaune d’argent, Sanguine, Email e Peinture à Froid, Dossier de la Commission Royale des Monuments, Sites et Fouilles 3, 53-58 (1996). ISBN: 2-930112-51-4\nMax89\tMaxwell, J., Campbell, J.L., Teesdale, W.J., “The Guelph PIXE software package”, Nuclear Instruments and Methods, B, vol. 43, 218-230 (1989).\nMel04\tMelcher, M., e Schreiner, M., “Statistical evaluation of potash-lime-silica glass weathering”, Analytical and Bioanalytical Chemistry 379 (4), 628-639 (2004).\nMic07\tmindat.org - the mineral and locality database, Photo Copyright © Reicht Michael. (http://www.mindat.org/photo-46051 .html) Data de acesso ao site: 1 de Setembro de 2007.\nMIT07\t“Introduction to solid state chemistry ”, MIT 3.091 Lecture Notes LN-7. (http ://web. mit.edu/3.091 /www/archives.htm) Data de acesso ao site: 1 de Maio de 2007.\nMot06\tMottner, P., “Environmental monitoring of cultural heritage: Glass sensor measurements on stained glass windows - recent evaluations”, Fraunhofer ISC Annual Report 2006.\nNas95\tNastasi, M., Tesmer, J. R., ed., Handbook of modern Ion Beam Analysis, MRS, Materials Research Society, (1995). ISBN: 1-55899-254-5\nNav91\tNavarro, J.M.F., El Vidrio, 2a ed., Consejo Superior de Investigaciones Científicas, Fundación Centro Nacional del Vidrio (1991). ISBN: 84-00-07130-1\nNew89\tNewton, R., Davison, S., Conservation of Glass, Londres, Butterworths (1989). ISBN: 0750643412\nPan00\tPantano, C. G., Hamilton, J. P., “Characterization and structure of leached surface layers on glass”, Rivista della Staz. Sper. Del Vetro 6, 81-86 (2000).\nPau29\tPauling, L., “The principles determining the structure of complex ionic crystals”, Journal of American Chemical Society, vol. 51, pp. 1010-1026 (1929).\nPau90\tPaul, A., Chemistry of Glass, Chapman and Hall Ltd (1990). ISBN: 0-412-27820-0\nPer03\tPerret, D., Crovisier, J. L., Stille, P., et al., “Thermodynamic stability of waste glasses compared to leaching behaviour,” Applied Geochemistry 18 (8), 11651184 (2003).\nPol96\tPollard, M. e Heron, C., Archaeological chemistry, RSC Paperbacks, The Royal Society of Chemistry, (1996). ISBN: 0-85404-523-6\nRag03\tRaguin, V. C., The History of Stained Glass: the Art of Light - Medieval to Contemporary, London: Thames &amp; Hudson (2003). ISBN: 13 978-0500511244\nRan61\tRana, M.A., Douglas, R.W., Phys. Chem. Glasses 2, 179 (1961).\nRed03\tRedol, P., O Mosteiro da Batalha e o vitral em Portugal nos séculos XV e XVI, Câmara Municipal da Batalha (2003). ISBN: 972-95122-5-6\nRei99\tReis, M.A., Alves, L.C., “DATTPIXE, a computer package for TTPIXE data analysis”, Nuclear Instruments and Methods, B, vol. 68, 1-4, pp. 300-304.\nRev00\tRevie, R. W., editor, Uhlig’s corrosion handbook, New York: John Wiley &amp; Sons, Inc. (2000). ISBN: 0-471-15777-5\nSal04\tSalviulo, G., et al., “An archaeometric study of the bulk and surface weathering characteristics of Early Medieval (5th-7th century) glass from the Po valley, northern Italy”, Journal of Archaeological Science 31 (3), 295-306 (2004).\nSch98\tSchnatter, K. H., Doremus, R. H., Lanford, W. A., “Hydrogen Analysis of SodaLime Silicate Glass”, Journal of Non-Crystalline Solids 102 (1-3), 11-18 (1988).\nSch99\tM. Schreiner, I. Prohaska, J. Rendl e C. Weigel, “Leaching studies of potash-lime-silica glass with medieval glass composition” The Conservation of Glass and Ceramics: Research, Practice and Training, Tennent, Norman ed., London: James and James (1999). ISBN: 1-873936-18-4\nSha73\tEl-Shamy, T. M., “Chemical Durability of K2O-CaO-MgO-SiO2 Glasses,” Physics and Chemistry of Glasses 14 (1), 1-5 (1973).\nShe97\tShelby, J. E., Introduction to Glass Science and Technology, RSC Paperbacks, The Royal Society of Chemistry, (1997). ISBN: 0-85404-533-3\nSir01\tSirenek, V. A., “Calculation of glass leaching process on the basis of wave diffusion equation”, Glass Physics and Chemistry 27 (1), 62-68 (2001).\nSta07\tStanova, I., Plsko, A., Pagacova, J. et al., “Influence of composition on corroding process of Na2O-K2O-CaO-ZrO2-SiO2 glasses,” Chemical Papers 61 (1), 11-15 (2007).\nSte01\tSterpenich, J. e Libourel, G., “Using stained glass windows to understand the durability of toxic waste matrices”, Chemical Geology 174 (1-3), 181-193 (2001).\nStr02\tStrobl, S., Brown, S. Fragile Inheritance: The care of Staiend Glass and Historic Glazing: A handbook for custodians, Church House Publishing (2002). ISBN: 0715176005\nStu96\tStuart, B., George, B., McIntyre, P., Modern Infrared Spectroscopy, John Wiley &amp; Sons, Inc., London (1996). ISBN: 978-0471959175\nTai91\tTait, H., ed. Lit, Five thousand years of glass, London: British Museum, (1991). ISBN: 0-7141-1756-0\nTay91\tTaylor, T.D., “Structure and Properties of Glass” in Engineered Materials Handbook, vol. 4 - Ceramics and Glass, Samuel J. Schneider, technical chairman, ASM International (1991). ISBN: 0-87170-282-7\nThe84\tTheophilus, “De Diversis Artibus”, segundo edição preparada por V. Ferreira Jorge e traduzida por M.F. Meneses Cordeiro, Lisboa (1984).\nThi07\tmindat.org - the mineral and locality database, Photo Copyright © Thomas Thieme. (www.mindat.org/picshow.php?id=39684) Data de acesso ao site: 1 de Setembro de 2007.\nUbo03\tUboldi, M., Verità, M., \"Scientific analyses of glasses from Late Antique and Early Medieval archeological sites in Northern Italy\", Journal of Glass Studies 45, 115-137 (2003).\nUSC07\tWeb Chemistry Resources of University of Southern California (http://chem.usc.edu/resources/chemlinks.html USC07) Data de acesso ao site: 1 de Setembro de 2007.\nVer00\tVerità, M., “Studio conservativo della vetrata absidale del Duomo di Orvieto”, Bollettino ICR nuova serie, 1, 63-85 (1998).\nVer90\tVerità, M., Toninato, T., “A comparative analytical investigation on the origins of the Venetian glassmaking”, Rivista della Staz. Sper. Vetro 20 (4), 169-175 (1990).\nVer96\tVerità, M., “Composition, structure et mécanisme de détérioration des grisailles” in Grisaille, Jaune d’argent, Sanguine, Email e Peinture à Froid, Dossier de la Commission Royale des Monuments, Sites et Fouilles 3, 61-68 (1996). ISBN: 2-930112-51-4\nVid05\tA.V., “VIDRIO”, Rivista della Stazione Sperimentale del Vetro, vol. 35 (2005).\nVil04\tVilarigues, M. e Silva, R. C. da, “Ion beam and infrared analysis of medieval stained glass”, Applied Physics A-Materials Science &amp; Processing 79 (2), 373378 (2004).\nVil06\tVilarigues, M. e Silva, R. C. da, \"Characterization of potash-glass corrosion in aqueous solution by ion beam and IR spectroscopy,\" Journal of Non-Crystalline Solids 352 (50-51), 5368-5375 (2006).\nVol84\tVolf, Milos B., Chemical approach to glass, Elsevier (1984). ISBN: 0-444-99635-4.\nWey99\tWeyl, W. A., Coloured glasses, Sheffield, UK, Society of Glass Technology (1999). ISBN: 0-900682-06-X\nWhi92\tWhite, W. B, “Theory of Corrosion of Glasses and Ceramics”, in Corrosion of Glass, Ceramics and Ceramic Superconductors, Ed. David E. Clark , Bruce K. Zoitos, Noyes Publications (1992). ISBN:\nWro96\tWronowa, E.G.-, eStoch, L., “Influence of environment on surface of the ancient glasses”, Journal of Non-Crystalline Solids 196, 118-127 (1996).\nWro98\tWronowa, E. G.-, Stoch, L., “Sensor glasses and their significance for testing glass corrosion process”, XVIII International Congress on Glass, San Francisco, California, USA (1998).San Francisco, California, USA(1998).\nYor93\tYorba, M.P., “La pollution atmosphérique et la corrosion des verres” in Stained glass: conservation of monumental stained and painted glass, compiled and edited by Ernst Bacher, Colombo: Conseil International des Monuments et des Sites/International Council on Monuments and Sites (1993). ISBN: 955-613-040-3\nZac32\tZachariasen, W.H., “The atomic arrangement in glasses”, J. Am. Ceram. Soc., vol. 54, no. 9, 3841-3851 (1932).\nZan02\tZanotto, E.D., “A santa das vidraças - mais um mito do vidro”, Revista Pesquisa FAPESP, n° 79 (2002).\nAnexo I\n6 Composição\t\t\t7 Condições de recozimento\n\t%mol\tMatéria-prima\tApós a fusão as misturas foram\n\t\t\tretiradas do forno e mantida nos\nSiO2\t56\tSiO2\tcadinhos de Pt/Rh.\nCaO\t24\tCaCO3\tRecozimento: 240 min. a 500 °C .\n\t\t\tArrefecimento: 16 horas até 20°C a\nK2O\t20\tK2CO3\ttaxa constante.\n8 Amostra\t9 Condições de Fusão\tResultados\n1\tCadinhos de Pt/Rh, 5 g /cadinho. 1)\t1300°C (taxa de aquecimento 10 °C/min) 2)\t4 h a 1300 °C.\tW 1 Os vidros apresentam um grande número de fracturas e de bolhas. Talvez seja possível diminuir o número de bolhas pelo aumento do tempo de fusão.\n2\tCadinhos de Pt/Rh, 5 g /cadinho. 1)\t1300°C (taxa de aquecimento:10°C/min.) 2)\t8 h a 1300 °C.\tí Os vidros apresentam ainda um grande número de fracturas e de bolhas. Aumentar novamente o tempo de fusão.\n10 Amostra\t11 Condições de Fusão\tResultados\n3\tCadinhos de Pt/Rh, 5 g /cadinho. 1)\t1300 °C (taxa de aquecimento:10°C/min.) 2)\t24 h a 1300 °C.\tB* * * *\t~ j Os vidros apresentam ainda um grande número de fracturas e de bolhas. Decidiu-se aumentar a quantidade de matéria-prima por cadinho.\n4\tCadinhos de Pt/Rh, 20 g /cadinho. 1)\t1300 °C (taxa de aquecimento:10°C/min.) 2)\t24 h a 1300 °C.\tOs vidros apresentam um número reduzido de bolhas e fractura central que ocorreu ao retirar o vidro do cadinho. Decidiu-se diminuir o tempo de fusão.\n12\t5\t3\tCadinhos de Pt/Rh, 20 g / cadinho. 1)\t1300 °C 4\t(taxa de aquecimento:10°C/min.) 2)\t8 h a 1300 °C. 5 6\tOs vidros apresentam um maior número de bolhas e fracturas. Decidiu-se manter o tempo de fusão de 24 h diminuindo a temperatura para 1100°C.\n17 Amostra 18\nCondições de Fusão\nResultados\n6\nCadinhos de Pt/Rh, 20 g /cadinho.\n1)\t1100 °C\n(taxa de aquecimento:10°C/min.)\n2)\t8 h a 1100 °C.\nOs vidros apresentam um grande número de bolhas e fracturas, e o tempo de fusão não foi o necessário para fundir toda a matéria-prima.\nApós a análise das experiências efectuadas foi decidido o seguinte programa de produção do vidro:\n■\t20 g da mistura em num cadinho de Pt/Rh.\no A fusão do vidro:\n1)\t1300 °C - subida de temperatura 10°C/min.\n2)\t1340 min.(24 h) a 1300 °C.\n■\tA mistura fundida é retirada do forno a 1300 °C e mantida nos cadinhos de Pt/Rh.\no Transferência para a muffla de recozimento a 500 °C.\no Condições de recozimento: 240 min. a 500 °C\no Arrefecimento lento até à temperatura ambiente (~16 h.)."}]}}}